{
	"name": "Millennial Pearl Seahorse",
	"specialname": "Nameless Lord of the Great Lake",
	"enemytype": "BOSS",
	"category": "Mystical Beasts",
	"description": "One of the two sovereigns standing at the apex of the Fontemer Aberrants.\nPoets and authors often proclaim it to be proud and noble due to its solitary tendencies, but the true reason behind such adulatory descriptions is its elegant and slender body. As such, it is a \"Pearl Seahorse,\" while the suzerain of the Armored Crabs is an \"Emperor.\"\nIn the legends and rumors of Fontaine, a brutal war was once waged among the Aberrants of the Fontemer, leaving only the \"Millennial Pearl Seahorse\" and \"Emperor of Fire and Iron\" splitting the great lake into two courts, one ruling over the north, the other the south. In the \"Song of Dobharcu,\" the writer describes the outcome of the war: the great Hunter's Ray known as the Stormlord stirred huge waves in its death throes, causing what is now known by the people as the \"first diluvian period\"...\nOf course, all of this is nothing more than the romantic imaginations of people who are unwilling to accept the bland realities of the world. For the Fontemer Aberrants are in fact just simple aquatic animals, and they have no grand courts nor fallen kingdoms, nor do they possess words meant to exalt or curse.",
	"investigation": {
		"name": "Millennial Pearl Seahorse",
		"category": "Boss Enemies",
		"description": "An ancient suzerain of the Fontemer Aberrant that dwells in a cavern. Has a body possessed of phantasmal beauty and a temper fiercer than a raging thunderstorm."
	},
	"rewardpreview": [
		{
			"name": "Adventure EXP",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "Companionship EXP"
		},
		{
			"name": "Fontemer Unihorn",
			"count": 2.5556
		},
		{
			"name": "Vajrada Amethyst Sliver"
		},
		{
			"name": "Vajrada Amethyst Fragment"
		},
		{
			"name": "Vajrada Amethyst Chunk"
		},
		{
			"name": "Vajrada Amethyst Gemstone"
		},
		{
			"name": "Instructor",
			"rarity": "3"
		},
		{
			"name": "The Exile",
			"rarity": "3"
		},
		{
			"name": "Prayers for Wisdom",
			"rarity": "3"
		},
		{
			"name": "Traveling Doctor",
			"rarity": "3"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "4"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "4"
		},
		{
			"name": "Instructor",
			"rarity": "4"
		},
		{
			"name": "The Exile",
			"rarity": "4"
		},
		{
			"name": "Prayers for Wisdom",
			"rarity": "4"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "5"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "5"
		}
	]
}