{
	"name": "Ремонтный мек: Управление ситуацией",
	"description": "Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.\nЭтот механизм оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате их иногда тоже привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».\nВ некоторых случаях ремонтные механизмы уничтожали пищу некоторых подводных существ, принимая её за мусор, и вступали в конфликты с подводными жителями. Естественно, маленькие и менее сильные механизмы эту схватку проигрывали. Постепенно общее число исчезнувших таким образом механизмов стало всё более пессимистичным.\nДля защиты первых двух видов ремонтных механизмов и гарантии безопасности их работы в водоёмах исследователи решили придерживаться существующей модели и максимально увеличить удельную мощность ключевой конструкции. В итоге они разработали третью модель с некоторыми боевыми навыками, чтобы механизмы могли врезаться в подводных существ и отгонять их, тем самым поддерживая нормальную рабочую обстановку для механизмов обслуживания. Благодаря изначальной производственной цепочке их удалось быстро запустить в производство.\nОднако дальнейший план исследователей по усилению «ситуационного контролера» был резко остановлен Исследовательским институтом Фонтейна с оговоркой «если такие мелкие вещицы отпугивают свирепых подводных существ, то какая польза от подводных механизмов?» Практика подтвердила, что «механизмы обслуживания: Управление ситуацией» вообще не могли прогнать подводных вредителей, а наоборот, только делали «чистки» среди обычных рыб, нанося серьёзный ущерб окружающей среде. Поэтому исследователи также отключили часть механизмов обслуживания: Управление ситуацией и пресекли их агрессивное поведение.",
	"category": "Рыбы",
	"counttype": "FISH",
	"sortorder": 12235
}