{
	"id": 5101,
	"name": "Tentação do Adeptus",
	"rarity": 5,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 260 - 372 e aumenta Taxa Crítica em 8% - 12% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um tipo de culinária complexo e famoso de Liyue, na qual ingredientes especialmente selecionados são submersos e jogados lentamente no caldo. A receita rabiscada apenas da memória foi suficiente para incitar os Adepti a voltarem novamente ao mundo dos homens.",
	"suspicious": {
		"effect": "Aumenta o ATQ em 260 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um tipo de culinária complexo e famoso de Liyue. Sem ter dominado a arte de cozinhar, o prato parecido com um ensopado resultante tem um sabor salgado e de peixe. Mas, apenas considerar os ingredientes caros será suficiente para mantê-lo até que a panela esteja vazia."
	},
	"normal": {
		"effect": "Aumenta o ATQ em 316 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um tipo de culinária complexo e famoso de Liyue, na qual ingredientes especialmente selecionados são submersos e jogados lentamente no caldo. A receita rabiscada apenas da memória foi suficiente para incitar os Adepti a voltarem novamente ao mundo dos homens."
	},
	"delicious": {
		"effect": "Aumenta o ATQ em 372 e a Taxa CRIT em 12% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um tipo de culinária complexo e famoso de Liyue. Este prato é uma mistura rara e requintada de terra e mar, combinando inúmeras delícias em uma panela cheia de sabor. Cada colherada é um momento para lembrar - é até irresistível o suficiente para atrair os Adepti."
	},
	"ingredients": [
		{
			"id": 110005,
			"name": "Presunto",
			"count": 4
		},
		{
			"id": 100073,
			"name": "Caranguejo",
			"count": 3
		},
		{
			"id": 100093,
			"name": "Camarão",
			"count": 3
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 3
		}
	]
}