{
	"id": 3016,
	"name": "Rolinho de Maçã",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Após você ativar uma Árvore Petrificada, um Afloramento da Linha Ley ou abrir um Baú de Tesouro, recupera 16%-20% de Vida e 600-1200 de Vida extra a todos os membros da equipe. Esse efeito pode ocorrer uma vez a cada 5s. Dura 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma sobremesa de maçã tradicional. O segredo de seu sabor crocante e delicioso está na massa fina. Aparentemente, os melhores confeiteiros de Mondstadt conseguem fazer massa tão fina que você poderia continuar lendo mesmo que a colocasse sobre uma página.",
	"suspicious": {
		"effect": "Após você ativar uma Árvore Petrificada, um Afloramento da Linha Ley ou abrir um Baú de Tesouro, recupera 16% de Vida e 600 de Vida extra a todos os membros da equipe. Esse efeito pode ocorrer uma vez a cada 5s. Dura 900s. No modo multijogador, o efeito apenas se aplica ao(s) seu(s) personagem(ns).",
		"description": "Uma sobremesa de maçã tradicional. Maçãs são maçãs e massa é massa. Forçá-las em uma similaridade que não compartilham é criar uma bagunça desajeitada que nem a manteiga mais saborosa pode resgatar."
	},
	"normal": {
		"effect": "Após você ativar uma Árvore Petrificada, um Afloramento da Linha Ley ou abrir um Baú de Tesouro, recupera 18% de Vida e 900 de Vida extra a todos os membros da equipe. Esse efeito pode ocorrer uma vez a cada 5s. Dura 900s. No modo multijogador, o efeito apenas se aplica ao(s) seu(s) personagem(ns).",
		"description": "Uma sobremesa de maçã tradicional. O segredo de seu sabor crocante e delicioso está na massa fina. Aparentemente, os melhores confeiteiros de Mondstadt conseguem fazer massa tão fina que você poderia continuar lendo mesmo que a colocasse sobre uma página."
	},
	"delicious": {
		"effect": "Após você ativar uma Árvore Petrificada, um Afloramento da Linha Ley ou abrir um Baú de Tesouro, recupera 20% de Vida e 1200 de Vida extra a todos os membros da equipe. Esse efeito pode ocorrer uma vez a cada 5s. Dura 900s. No modo multijogador, o efeito apenas se aplica ao(s) seu(s) personagem(ns).",
		"description": "Uma sobremesa de maçã tradicional. O mero aroma das maçãs emana uma sensação similar a se sentar ao lado de uma fogueira quentinha. Antes de você sequer poder pensar em apreciar lentamente, suas mãos se movem como se estivessem sendo controladas por outra pessoa, de garfo e faca na mão, pegando o próximo pedaço."
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Maçã",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farinha",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Ovo de Pássaro",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Manteiga",
			"count": 1
		}
	]
}