{
	"id": 3307,
	"name": "Baklava",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta a Taxa Crítica de todos os membros da equipe em 10% - 20% por 300s.\nNo modo multijogador, este efeito é aplicado apenas ao(s) seu(s) próprio(s) personagem(ns)",
	"description": "Uma massa folhada tradicional de Sumeru que contém nozes picadas. Ela é coberta com manteiga antes de ser assada e borrifada com calda assim que sai do forno. Alguns pesquisadores encomendam especificamente este \"pacote doce\" para restaurar suas energias antes de um teste. É por isso também que esse prato ocupa o lugar de sobremesa favorita da Academia.",
	"suspicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Uma sobremesa tradicional de Sumeru. A doçura explode em sua boca como uma bomba, doendo levemente os seus dentes. Geralmente, doçura é bom para se animar, mas muito dela se torna insuportável."
	},
	"normal": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Uma massa folhada tradicional de Sumeru que contém nozes picadas. Ela é coberta com manteiga antes de ser assada e borrifada com calda assim que sai do forno. Alguns pesquisadores encomendam especificamente este \"pacote doce\" para restaurar suas energias antes de um teste. É por isso também que esse prato ocupa o lugar de sobremesa favorita da Academia."
	},
	"delicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma sobremesa tradicional de Sumeru. Um certo pesquisador uma vez disse que as pessoas de Sumeru podem ser separadas em duas categorias. Aqueles que comem sobremesa para viver, e aqueles que vivem para comer sobremesa. As camadas folheadas finas deste prato, e o aroma perfurante de manteiga e mel, talvez seja capaz de realocar todos aqueles que comem esta sobremesa para o segundo grupo."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farinha",
			"count": 3
		},
		{
			"id": 101221,
			"name": "Tâmara",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Manteiga",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 1
		}
	]
}