{
	"id": 3009,
	"name": "Ensopado do Arconte Anemo",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr e Planar para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma ensopado de longa data. Os ingredientes são simples e tradicionais. Não importa quem você seja, uma sopa quentinha como esta pode sempre lhe dar uma sensação de satisfação indescritível.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Uma sopa simples com uma longa história. Embora se diga que o Anemo Arconte simboliza a liberdade, talvez este prato tenha sido um pouco liberal demais. Talvez o nome Sopa Tempestuosa possa ser mais adequado aqui."
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Uma ensopado de longa data. Os ingredientes são simples e tradicionais. Não importa quem você seja, uma sopa quentinha como esta pode sempre lhe dar uma sensação de satisfação indescritível."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Uma sopa simples de longa data. Depois de um longo cozimento, os sabores dos três vegetais serem misturadas à perfeição. Não é difícil de imaginar por que alguém diria que \"essa é a melhor sopa que já experimentei\"."
	},
	"ingredients": [
		{
			"id": 100013,
			"name": "Cenoura",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Batata",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 4
		}
	]
}