{
	"name": "Mizu Manjuu de Baga",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de Regeneração",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Restaura 18% - 22% da Vida Máxima ao personagem selecionado.\nRegenera 300 - 470 de Vida a cada 5s por 30s.",
	"description": "Um lanche cristalino. A pele transparente envolve o recheio amarelo. Diz-se que alguns vendedores colocarão estes lanches em uma pequena tigela de barro e a imergirão em água para garantir que a sensação de frescor na boca seja mantida. Este prato é tão transparente quanto a água, mas não será levado pela água corrente - esta é provavelmente a origem do nome.",
	"suspicious": {
		"effect": "Restaura 18% da Vida Máxima do personagem selecionado e regenera 300 de Vida a cada 5s por 30s.",
		"description": "Um lanche cristalino. Certamente se parece com \"mizu\", ou água - mas infelizmente, também tem o mesmo gosto. Onde será que você errou?"
	},
	"normal": {
		"effect": "Restaura 20% da Vida Máxima do personagem selecionado e regenera 390 de Vida a cada 5s por 30s.",
		"description": "Um lanche cristalino. A pele transparente envolve o recheio amarelo. Diz-se que alguns vendedores colocarão estes lanches em uma pequena tigela de barro e a imergirão em água para garantir que a sensação de frescor na boca seja mantida. Este prato é tão transparente quanto a água, mas não será levado pela água corrente - esta é provavelmente a origem do nome."
	},
	"delicious": {
		"effect": "Restaura 22% da Vida Máxima do personagem selecionado e regenera 470 de Vida a cada 5s por 30s.",
		"description": "Um lanche cristalino. As bolas regulares e arredondadas se assentam sobre o prato como água corrente coalescida, e seus recheios brilham como pérolas. Durante as estações quentes, só a visão deste prato é um bálsamo para a alma, e quando ele entra em sua boca, a doçura suave que flui de dentro para fora faz com que todas as frustrações desapareçam sem deixar rastros."
	},
	"ingredients": [
		{
			"name": "Arroz",
			"count": 2
		},
		{
			"name": "Baga",
			"count": 2
		},
		{
			"name": "Açúcar",
			"count": 1
		}
	]
}