{
	"id": 3506,
	"name": "Ensopado Flamejante",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta a Taxa Crítica de todos os membros da equipe em 10% - 20% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um ensopado de carne picante. Carne crua é temperada com diversas especiarias, então cozida lentamente até ficar macia. No momento que você abre a tampa, um aroma quente e picante sai para te saudar. Quando você não tiver certeza do que comer em uma comemoração futura, essa é sempre uma ótima escolha!",
	"suspicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um ensopado de carne picante. A picância excessiva ateia fogo em sua boca... e em seu estômago também, quando você força a comida a entrar nele. Agora, se pelo menos tivesse um copão de água por perto para apagar essas chamas..."
	},
	"normal": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um ensopado de carne picante. Carne crua é temperada com diversas especiarias, então cozida lentamente até ficar macia. No momento que você abre a tampa, um aroma quente e picante sai para te saudar. Quando você não tiver certeza do que comer em uma comemoração futura, essa é sempre uma ótima escolha!"
	},
	"delicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um ensopado de carne picante. Todo tipo de especiarias acentua o aroma encorpado da carne. Uma picância bem-afinada desperta suas papilas gustativas adormecidas com o toque, e enquanto a carne encontra seus dentes, seus sucos deliciosos derramam, enchendo seu coração com alegria suntuosa. Nenhuma gota, você declara, será poupada. Nenhuma gota."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 4
		},
		{
			"id": 100096,
			"name": "Feijões Glabros",
			"count": 3
		},
		{
			"id": 100079,
			"name": "Tomate",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 2
		}
	]
}