{
	"name": "Profiterole Rotundo",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de ATQ",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta o Dano Físico de todos os membros da Equipe em 20% - 40% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma sobremesa cheia de creme. Uma crosta fofinha e crocante esconde um crime delicioso. É redonda e quase estourando, fofinha como a barriga de uma Foquinha Rotunda. Poucos conseguem resistir o creme grosso e macio dentro.",
	"suspicious": {
		"effect": "Aumenta o Dano Físico de todos os membros do Grupo em 20% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Uma sobremesa cheia de creme. Ela passou tempo demais do lado de fora, e a crosta crocante agora está macia e grudenta. É bem diferente da textura que você imaginava. Depois de uma mordida, você só quer condenar a sobremesa a morte."
	},
	"normal": {
		"effect": "Aumenta o Dano Físico de todos os membros do Grupo em 30% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Uma sobremesa cheia de creme. Uma crosta fofinha e crocante esconde um crime delicioso. É redonda e quase estourando, fofinha como a barriga de uma Foquinha Rotunda. Poucos conseguem resistir o creme grosso e macio dentro."
	},
	"delicious": {
		"effect": "Aumenta o Dano Físico de todos os membros do Grupo em 40% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Uma sobremesa cheia de creme. Depois da primeira mordida, você não consegue impedir engolir o resto de uma vez! Até os restos de creme nos cantos de sua boca são suficientes para encherem o coração de alegria. Ah, se toda refeição pudesse ser seguida por tal perfeição doce... Que vida aventureira seria essa!"
	},
	"ingredients": [
		{
			"name": "Ovo de Pássaro",
			"count": 4
		},
		{
			"name": "Leite",
			"count": 3
		},
		{
			"name": "Farinha",
			"count": 3
		},
		{
			"name": "Creme",
			"count": 2
		}
	]
}