{
	"id": 3210,
	"name": "Carne Bestial Vermelha",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o Dano Físico de todos os membros da Equipe em 20% - 40% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato cozido. As fatias de carne foram fritas primeiro, seguidas pelos adereços vegetais, após os quais foram misturadas. A sopa foi então acrescentada e fervida até engrossar. Após este paciente, lento processo de cozimento, a carne se tornou macia e tenra, trazendo àqueles que a consomem uma sensação satisfatória.",
	"suspicious": {
		"effect": "Aumenta o Dano Físico de todos os membros do Grupo em 20% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato cozido. O processo de cozimento parece ter sido estragado, com os ingredientes apenas agrupados na panela para cozinharem juntos, resultando em vegetais murchos que praticamente se dissolveram na sopa, não deixando nada nesta panela, a não ser o sabor gorduroso da carne..."
	},
	"normal": {
		"effect": "Aumenta o Dano Físico de todos os membros do Grupo em 30% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato cozido. As fatias de carne foram fritas primeiro, seguidas pelos adereços vegetais, após os quais foram misturadas. A sopa foi então acrescentada e fervida até engrossar. Após este paciente, lento processo de cozimento, a carne se tornou macia e tenra, trazendo àqueles que a consomem uma sensação satisfatória."
	},
	"delicious": {
		"effect": "Aumenta o Dano Físico de todos os membros do Grupo em 40% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato cozido. O rico molho de sopa e a carne perfumada se combinam para dar um aroma irresistível, enquanto os vegetais espalhados são crocantes em vez de macios, enriquecendo o sabor do prato... De tal forma que as pessoas se aconchegarão apesar do calor intenso até não restar nada além do molho... Espere, por que não mergulhamos nosso pão nisso?"
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 4
		},
		{
			"id": 100013,
			"name": "Cenoura",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Batata",
			"count": 2
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 1
		}
	]
}