{
	"id": 3122,
	"name": "Rolinho de Porco Assado",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 - 228 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato clássico de Liyue. Pedaços gordos e magros de carne são misturados com brotos de bambu crocantes, antes de serem formados em bolas, fritos e então fervidos. O prato finalizado é muito popular, tendo seu lugar reservado em refeições caseiras ou em banquetes.",
	"suspicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 160 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens.",
		"description": "Um clássico prato de Liyue. O formato redondo e aroma fragrante parecem estar certos, mas ele se prova seco demais quando você experimenta. Talvez usou carne magra demais nesse?"
	},
	"normal": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato clássico de Liyue. Pedaços gordos e magros de carne são misturados com brotos de bambu crocantes, antes de serem formados em bolas, fritos e então fervidos. O prato finalizado é muito popular, tendo seu lugar reservado em refeições caseiras ou em banquetes."
	},
	"delicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 228 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens.",
		"description": "Um clássico prato de Liyue. Cebolas verde-esmeralda e bolinhos de carne vermelho-rubi se complementam perfeitamente, enquanto habilidades de corte requintadas e extraordinárias compõem um bolinho que derrete na boca, gorduroso, mas não oleoso, garantido de ser elogiado a semana inteira. Não esqueça de limpar o prato para ter boa sorte!"
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 4
		},
		{
			"id": 100091,
			"name": "Broto de Bambu",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Ovo de Pássaro",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Sal",
			"count": 1
		}
	]
}