{
	"name": "Caranguejo na Manteiga",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de DEF",
	"foodcategory": "Def_Add",
	"effect": "Aumenta a DEF de todos os personagens da equipe em 215-308 e Efeito de Cura em 6%-10% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato de caranguejo grelhado. O controle de calor apropriado permitiu que o caranguejo se mantivesse úmido e macio. A manteiga penetrou a carne do caranguejo, produzindo um aroma que deixa as pessoas salivando mesmo de longe.",
	"suspicious": {
		"effect": "Aumenta a DEF em 215 e o Efeito de Cura em 6% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato de caranguejo grelhado. As patas do caranguejo ainda estão frias e têm um sabor cru e salgado, quase como se alguém estivesse sendo alimentado à força com um pouco de água do mar."
	},
	"normal": {
		"effect": "Aumenta a DEF em 261 e o Efeito de Cura em 8% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato de caranguejo grelhado. O controle de calor apropriado permitiu que o caranguejo se mantivesse úmido e macio. A manteiga penetrou a carne do caranguejo, produzindo um aroma que deixa as pessoas salivando mesmo de longe."
	},
	"delicious": {
		"effect": "Aumenta a DEF em 308 e o Efeito de Cura em 10% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato de caranguejo grelhado. As pernas de caranguejo com infusão de manteiga têm um sabor intenso que domina a língua de forma tão sedutora que, antes que você perceba, já comeu tudo e começa a beber os restos de manteiga na casca do caranguejo, na esperança de recapturar um fragmento da beleza do prato."
	},
	"ingredients": [
		{
			"name": "Manteiga",
			"count": 4
		},
		{
			"name": "Caranguejo",
			"count": 4
		},
		{
			"name": "Erva Marinha",
			"count": 2
		},
		{
			"name": "Matsutake",
			"count": 1
		}
	]
}