{
	"name": "Frango na Manteiga",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de ATQ",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 - 228 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato saboroso. Especiarias e tomates picados foram misturados com manteiga morna, e depois cozidos em um molho cremoso. Nele, foram marinados e colocados pedaços de frango frito. As pessoas de Sumeru preferem comer esse prato com arroz ou um pão achatado, o que lhes permite saborear melhor o sabor maravilhoso do prato.",
	"suspicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 160 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens.",
		"description": "Um prato de sabor intenso. Parece que o cozinheiro colocou demasiado tempero, e o sabor está muito forte. Se você tomar com alguns copos de água, talvez consiga engolir um pouco..."
	},
	"normal": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato saboroso. Especiarias e tomates picados foram misturados com manteiga morna, e depois cozidos em um molho cremoso. Nele, foram marinados e colocados pedaços de frango frito. As pessoas de Sumeru preferem comer esse prato com arroz ou um pão achatado, o que lhes permite saborear melhor o sabor maravilhoso do prato."
	},
	"delicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 228 por 300s. No modo multijogador, terá efeito apenas em seus proprios personagens.",
		"description": "Um prato saboroso. Uma galinha suculenta e cheia de molho. Cada mordida orquestra uma \"sinfonia de sabores elementais\"... Ops, e antes mesmo de perceber, você já acabou com o prato. Molhe os pães achatados no molho — é preciso comer até a última gota!"
	},
	"ingredients": [
		{
			"name": "Carne de Ave",
			"count": 3
		},
		{
			"name": "Tomate",
			"count": 3
		},
		{
			"name": "Manteiga",
			"count": 1
		},
		{
			"name": "Tempero",
			"count": 1
		}
	]
}