{
	"id": 4405,
	"name": "Doce Colorido de Concha",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Pratos de DEF",
	"effect": "Aumenta a força do escudo de todos os membros da Equipe em 25%-35%, aumenta a DEF em 165-235 pontos por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Doces de formatos variados. Dizem que em algumas confeitarias do Mundo Fantástico Chevalmarin Filmes, há uma minúscula quantidade que contém pérolas. Somente os turistas mais sortudos podem encontrá-las. Será que você será um desses sortudos?",
	"suspicious": {
		"effect": "Aumenta a Força do Escudo em 25% e a DEF em 165 por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Doces em uma variedade de formatos. A cobertura de açúcar de confeiteiro tem uma textura granulada, que lembra areia presa em uma ostra. Talvez apenas aqueles dispostos a combater a aspereza desta cobertura ganharão o direito de aproveitar os espólios — doces."
	},
	"normal": {
		"effect": "Aumenta a Força do Escudo em 30% e a DEF em 200 por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Doces de formatos variados. Dizem que em algumas confeitarias do Mundo Fantástico Chevalmarin Filmes, há uma minúscula quantidade que contém pérolas. Somente os turistas mais sortudos podem encontrá-las. Será que você será um desses sortudos?"
	},
	"delicious": {
		"effect": "Aumenta a Força do Escudo em 35% e a DEF em 235 por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Doces em variados formatos. Suas cores vibrantes os fazem lembrar gemas brilhantes descansando majestosamente em uma caixa requintada, aguardando dar a quem encontrar uma doce surpresa. O que poderia deixar alguém mais feliz do que uma viagem ao Mundo Fantástico Chevalmarin Filmes? Ora, uma viagem ao Mundo Fantástico Chevalmarin Filmes e uma caixa de Doce Colorido de Concha!"
	},
	"ingredients": [
		{
			"id": 101234,
			"name": "Maralga",
			"count": 3
		},
		{
			"id": 101230,
			"name": "Fruta Bulle",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Menta",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 2
		}
	]
}