{
	"name": "Cassoulet",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de DEF",
	"foodcategory": "Def_Add",
	"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20%-30% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um cozido rural comum. Basta colocar os ingredientes numa caçarola, misturar e cozinhar até ficarem prontos para servir. Vale a pena lembrar que o nome inteiro desse prato é: Feijões Glabros, Confit de Carne de Ave, Salsichas Defumadas numa Caçarola Cassoulet com toque de Marcotte. O nome intimidador fez as pessoas só chamarem de Cassoulet.",
	"suspicious": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um cozido simples e rústico. Embora tenha uma boa aparência de relance, conforme você começa a comer, você percebe um gosto levemente queimado, antes de perceber que a camada do fundo dos ingredientes ficou tão queimada que todos se fundiram à panela. Ugh... da próxima vez, mexa os ingredientes ocasionalmente enquanto cozinha..."
	},
	"normal": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um cozido rural comum. Basta colocar os ingredientes numa caçarola, misturar e cozinhar até ficarem prontos para servir. Vale a pena lembrar que o nome inteiro desse prato é: Feijões Glabros, Confit de Carne de Ave, Salsichas Defumadas numa Caçarola Cassoulet com toque de Marcotte. O nome intimidador fez as pessoas só chamarem de Cassoulet."
	},
	"delicious": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um cozido rústico simples. Tempo é a maravilhosa arma que catalisa a delícia deste prato, enquanto a cocção lenta permite que a carne sugue todo o sabor do oceano que a banha, se tornando macia e cheirosa. Com a fragrância encorpada dos feijões, ele conjura um deleite caloroso na boca de alguém que anima o espírito."
	},
	"ingredients": [
		{
			"name": "Salsicha",
			"count": 2
		},
		{
			"name": "Carne de Ave",
			"count": 1
		},
		{
			"name": "Feijões Glabros",
			"count": 1
		},
		{
			"name": "Marcotte",
			"count": 1
		}
	]
}