{
	"id": 3414,
	"name": "Cassoulet",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Pratos de DEF",
	"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20%-30% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um cozido rural comum. Basta colocar os ingredientes numa caçarola, misturar e cozinhar até ficarem prontos para servir. Vale a pena lembrar que o nome inteiro desse prato é: Feijões Glabros, Confit de Carne de Ave, Salsichas Defumadas numa Caçarola Cassoulet com toque de Marcotte. O nome intimidador fez as pessoas só chamarem de Cassoulet.",
	"suspicious": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um cozido rústico simples. Apesar da aparência parecer ok, enquanto come, você percebe um gosto levemente queimado, antes de perceber que a camada do fundo dos ingredientes queimou tanto que se fundiu com a panela. Ugh... Lembre o chef de mexer os ingredientes ocasionalmente ao cozinhar..."
	},
	"normal": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um cozido rural comum. Basta colocar os ingredientes numa caçarola, misturar e cozinhar até ficarem prontos para servir. Vale a pena lembrar que o nome inteiro desse prato é: Feijões Glabros, Confit de Carne de Ave, Salsichas Defumadas numa Caçarola Cassoulet com toque de Marcotte. O nome intimidador fez as pessoas só chamarem de Cassoulet."
	},
	"delicious": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um cozido rústico simples. Tempo é a maravilhosa arma que catalisa a delícia deste prato, enquanto a cocção lenta permite que a carne sugue todo o sabor do oceano que a banha, se tornando macia e cheirosa. Com a fragrância encorpada dos feijões, ele conjura um deleite caloroso na boca de alguém que anima o espírito."
	},
	"ingredients": [
		{
			"id": 110011,
			"name": "Salsicha",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Carne de Ave",
			"count": 1
		},
		{
			"id": 100096,
			"name": "Feijões Glabros",
			"count": 1
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 1
		}
	]
}