{
	"id": 2508,
	"name": "Espeto de Cogumelos ao Queijo",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta a Taxa CRIT de todos os personagens na equipe em 6% - 12% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um espeto coberto com queijo de dar água na boca. Os topos dos Frutomelos Vermelhos são removidos, recheados com uma generosa camada de queijo, então assados perfeitamente. O aroma suntuoso carrega uma leve acidez frutada e o prato é melhor quando está quente.",
	"suspicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 6% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um espeto coberto de queijo queimado. O cheiro acre alerta que o Frutomelo Vermelho foi reduzido a um Queimadomelo Preto. Parece tão terrível que você se pergunta se poderia ter transformado um cogumelo inofensivo em um venenoso..."
	},
	"normal": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 9% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um espeto coberto com queijo de dar água na boca. Os topos dos Frutomelos Vermelhos são removidos, recheados com uma generosa camada de queijo, então assados perfeitamente. O aroma suntuoso carrega uma leve acidez frutada e o prato é melhor quando está quente."
	},
	"delicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 12% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um espeto coberto de queijo dourado de dar água na boca. Os cogumelos são quase tão grossos quanto filés. Embora eles não tenham cheiro de carne, o sabor é muito mais esplêndido. Uma única mordida abençoa sua boca inteira com sucos fragrantes, conforme alegria suculenta transborda em abundância."
	},
	"ingredients": [
		{
			"id": 101256,
			"name": "Frutomelo Vermelho",
			"count": 2
		},
		{
			"id": 101243,
			"name": "Frutogrão",
			"count": 1
		},
		{
			"id": 110009,
			"name": "Queijo",
			"count": 1
		}
	]
}