{
	"id": 3105,
	"name": "Venha por Ela",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta a Taxa Crítica de todos os membros em 10% - 20% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato feito de uma luxuosa variedade de ingredientes. Não existe nenhum tipo de aperfeiçoamento melhorado no preparo dessa comida, e ela aparece constantemente durante a temporada de festivais. Sempre que esse prato é servido, a pessoa no final da mesa irá convidar todos a começar a comer, dizendo \"Vamos lá, comam, comam\", por isso o nome.",
	"suspicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato feito com uma variedade de ingredientes de luxo. Mas foi derramado em água fervente e fervido além do recomendado. Tem gosto de tudo e nada ao mesmo tempo... Seriam essas coisas grãos de areia crocantes?"
	},
	"normal": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato feito de uma luxuosa variedade de ingredientes. Não existe nenhum tipo de aperfeiçoamento melhorado no preparo dessa comida, e ela aparece constantemente durante a temporada de festivais. Sempre que esse prato é servido, a pessoa no final da mesa irá convidar todos a começar a comer, dizendo \"Vamos lá, comam, comam\", por isso o nome."
	},
	"delicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato feito de uma luxuosa variedade de ingredientes. A mistura de carne com vegetais é certeira, a apresentação é impecável, e a mistura de sabores no caldo traz a tona o melhor de tudo."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 3
		},
		{
			"id": 100084,
			"name": "Peixe",
			"count": 3
		},
		{
			"id": 100092,
			"name": "Arroz",
			"count": 3
		},
		{
			"id": 100088,
			"name": "Tofu",
			"count": 1
		}
	]
}