{
	"name": "Bolo de Concha de Cristal",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de DEF",
	"foodcategory": "Def_Add",
	"effect": "Aumenta o Bônus de Cura de todos os membros da equipe em 15% - 20% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma sobremesa de aparência encantadora. Acredita-se que essa sobremesa tenha sido criada por um cozinheiro que trabalhava para uma família rica. Para alegrar o jovem mestre, o cozinheiro fez um bolo em formato de Concha de Cristal Azul. A autenticidade dessa história não pode mais ser verificada, mas o sabor delicioso do bolo está além de qualquer questionamento.",
	"suspicious": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma sobremesa com uma aparência... adorável? Embora pretendesse se assemelhar a uma Concha de Cristal Azul, acabou se transformando em uma massa deformada... Pelo menos, o sabor é aceitável."
	},
	"normal": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 17% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma sobremesa de aparência encantadora. Acredita-se que essa sobremesa tenha sido criada por um cozinheiro que trabalhava para uma família rica. Para alegrar o jovem mestre, o cozinheiro fez um bolo em formato de Concha de Cristal Azul. A autenticidade dessa história não pode mais ser verificada, mas o sabor delicioso do bolo está além de qualquer questionamento."
	},
	"delicious": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma sobremesa com uma aparência adorável. Há um ditado em Fontaine que diz: \"Existem apenas dois tipos de pessoas em Teyvat, aqueles que adoram o Bolo de Concha de Cristal e aqueles que nunca os experimentaram\". Não há quem resista ao seu sabor!"
	},
	"ingredients": [
		{
			"name": "Ovo de Pássaro",
			"count": 3
		},
		{
			"name": "Farinha",
			"count": 2
		},
		{
			"name": "Manteiga",
			"count": 2
		},
		{
			"name": "Açúcar",
			"count": 1
		}
	]
}