{
	"name": "Prato de Camarão e Batata Crocante",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de Regeneração",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Restaura 26% - 30% da Vida Máxima ao personagem selecionado.\nRegenera 450 - 790 de Vida a cada 5s por 30s.",
	"description": "Um aperitivo de boa aparência antes da refeição principal. As batatas e bagas foram transformadas em enchimento e colocadas sobre as fatias de batata crocante antes de se colocar o camarão em cima. O sabor denso em sua boca é realmente bom, e a menta adiciona um bom sabor na mistura.",
	"suspicious": {
		"effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s.",
		"description": "Um aperitivo de boa aparência antes da refeição principal. Muito tempo foi gasto sem saber com os detalhes na forma do prato. As fatias de batata que deveriam formar a base já flexíveis, mudando o gosto do prato."
	},
	"normal": {
		"effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s.",
		"description": "Um aperitivo de boa aparência antes da refeição principal. As batatas e bagas foram transformadas em enchimento e colocadas sobre as fatias de batata crocante antes de se colocar o camarão em cima. O sabor denso em sua boca é realmente bom, e a menta adiciona um bom sabor na mistura."
	},
	"delicious": {
		"effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s.",
		"description": "Um aperitivo de boa aparência antes da refeição principal. No momento que entra na boca, o sabor do camarão e a crocância das fatias de batata formam um contraste profundo. As delicadas batatas se fundem ao sabor do camarão, criando uma experiência doce que faz você relaxar de corpo e alma."
	},
	"ingredients": [
		{
			"name": "Menta",
			"count": 4
		},
		{
			"name": "Camarão",
			"count": 4
		},
		{
			"name": "Batata",
			"count": 3
		},
		{
			"name": "Baga",
			"count": 2
		}
	]
}