{
	"id": 3901,
	"name": "Combo de Croissant Crocante",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr e Escalar para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um pequeno conjunto de pão e café. Primeiro a massa é enrolada antes de ser pincelada com ovo batido e colocada no forno, resultando em um croissant fumegante e único. Dizem que o ato de passar o ovo nele é como a assinatura de um padeiro — e parece que essa pessoa possui uma caligrafia ótima.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um pequeno conjunto de pão e café. O pão duro se mantém sólido contra seus dentes, tendo aparentemente sido roubado de toda sua umidade. A acidez dentro da bebida amarga é tamanha que você seria perdoado ao achar que isso é uma poção. A única salvação é que isso não é o seu prato principal..."
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multiplayer, este efeito tem efeito apenas em si mesmo.",
		"description": "Um pequeno conjunto de pão e café. Primeiro a massa é enrolada antes de ser pincelada com ovo batido e colocada no forno, resultando em um croissant fumegante e único. Dizem que o ato de passar o ovo nele é como a assinatura de um padeiro — e parece que essa pessoa possui uma caligrafia ótima."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um pequeno conjunto de pão e café. Os dois pedaços pontudos do pão escondem uma maciez fofa dentro de sua casca crocante, e a manteiga aromática dança em um passo perfeito com o intenso aroma de café no ar. Esse combo adorável seria um bálsamo até mesmo para a alma mais cansada, seja pela luz do amanhecer ou nos breves intervalos."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farinha",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Manteiga",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Grão de Café",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 2
		}
	]
}