{
	"id": 3113,
	"name": "Porco Curado com Matsutake",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta a Taxa Crítica de todos os membros em 10% - 20% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato frito sobre uma grande chama. O Matsutake e o Presunto foram fatiados, fritos e enfeitados com alguns condimentos picantes. O sabor do presunto combina com a crocância do Matsutake, e a combinação fica cada vez mais bonita e viciante à medida que você mastiga. A frigideira condutora de calor também serve para mantê-lo quente por longos períodos.",
	"suspicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato frito sobre uma grande chama. A qualidade da carne de porco é bastante evidente, mas é muito salgada. Coma um pedaço disto, e você não sentirá nada além de salmoura em sua boca, não importa quantas Flor Crânio de Dragão ou Matsutake você consuma."
	},
	"normal": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato frito sobre uma grande chama. O Matsutake e o Presunto foram fatiados, fritos e enfeitados com alguns condimentos picantes. O sabor do presunto combina com a crocância do Matsutake, e a combinação fica cada vez melhor e mais viciante à medida que você mastiga. A frigideira condutora de calor também serve para mantê-lo quente por longos períodos."
	},
	"delicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato frito sobre uma grande chama. A gordura fundida das camadas de presunto frito se espalhou perfeitamente pelos pratos de acompanhamento, e os sabores permearam por muito tempo por todo o prato. Só seu brilho é suficiente para aguçar o apetite, e cada mordida certamente evoca lembranças da casa, do lar e da celebração em qualquer pessoa de Liyue."
	},
	"ingredients": [
		{
			"id": 110005,
			"name": "Presunto",
			"count": 2
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Flor Crânio de Dragão",
			"count": 1
		},
		{
			"id": 100077,
			"name": "Pimenta",
			"count": 1
		}
	]
}