{
	"id": 2306,
	"name": "Camarão com Curry",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Pratos de Regeneração",
	"effect": "Restaura 20%- 24% de Vida Máxima e um adicional de 900 - 1500 de Vida ao personagem selecionado.",
	"description": "Um prato comum de Sumeru. O cheiro forte do curry e dos frutos do mar se combinam, a carne do camarão é cozinhada até ficar no ponto para então ser adicionada a uma sopa de curry, abrindo o apetite das pessoas. Esse prato é fato em quase todas as residências de Sumeru, mas o seu sabor em cada uma totalmente diferente, por isso, pode-se que toda família de Sumery tem uma receita de Curry diferente.",
	"suspicious": {
		"effect": "Restaura 20% da Vida Máxima para o personagem selecionado, e restaura 900 de Vida adicional.",
		"description": "Um prato comum de Sumeru. Você sente o cheiro de curry... Mas ele irrita seu nariz. Depois de dar uma olhada na bagunça molhada, você encontra um camarão magro. Isso é de fato camarão com curry... Mas vale mesmo a pena provar?"
	},
	"normal": {
		"effect": "Restaura 22% da Vida Máxima e 1200 de Vida para o personagem selecionado.",
		"description": "Um prato comum de Sumeru. O cheiro forte do curry e dos frutos do mar se combinam, a carne do camarão é cozinhada até ficar no ponto para então ser adicionada a uma sopa de curry, abrindo o apetite das pessoas. Esse prato é fato em quase todas as residências de Sumeru, mas o seu sabor em cada uma totalmente diferente, por isso, pode-se que toda família de Sumery tem uma receita de Curry diferente."
	},
	"delicious": {
		"effect": "Restaura 24% de Vida Máxima e 1500 de Vida ao personagem selecionado.",
		"description": "Um prato comum de Sumeru. Grandes camarões são mergulhados em um molho cremoso e denso, absorvendo seu rico sabor. O aroma cativador encontra facilmente seu nariz. Até um pessoa que diz ter perdido seu apetite ficará com água na boca com esse prato."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Camarão",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 2
		},
		{
			"id": 110014,
			"name": "Tempero",
			"count": 1
		}
	]
}