{
	"id": 2114,
	"name": "Crocância Frita Dupla",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta a Taxa CRIT de todos os personagens na equipe em 6% - 12% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um dos pratos mais famosos de Liyue. Entre o calor escaldante, e o salteamento, esse é um teste das habilidades culinárias. Se cozinhar por menos alguns segundos, os seus ingredientes vão ficar crus. A mais, e vão ficar queimados, sem crocância. Por isso, esse prato é geralmente escolhido por chefs de Liyue para mostrarem seu domínio técnico.",
	"suspicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 6% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um famoso prato de Liyue. Uma virada descuidada e o fogo furioso rouba impiedosamente toda a crocância e maciez, deixando nada além de pedaços queimados e chamuscados em seu rastro."
	},
	"normal": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 9% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um dos pratos mais famosos de Liyue. Entre o calor escaldante, e o salteamento, esse é um teste das habilidades culinárias. Se cozinhar por menos alguns segundos, os seus ingredientes vão ficar crus. A mais, e vão ficar queimados, sem crocância. Por isso, esse prato é geralmente escolhido por chefs de Liyue para mostrarem seu domínio técnico."
	},
	"delicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 12% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um famoso prato de Liyue. Duas flores de carne vermelha e branca, refogadas como uma, desabrocham sabor na ponta da língua. Macio, crocante, salgado e delicioso, esse é um prato essencial. Você não vai parar de elogiar ele mesmo após lamber o prato até ficar limpo."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Carne de Ave",
			"count": 2
		},
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 2
		}
	]
}