{
	"name": "Sopa de Cebola de Fontaine",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de DEF",
	"foodcategory": "Def_Add",
	"effect": "Aumenta a DEF de todos os membros da Equipe em 88 – 126 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma sopa de cebola. Refogue a cebola até ficar levemente dourada, adicione um caldo de carne em pasta, transfira o conteúdo para uma tigela de sopa, acrescente uma fatia de pão, polvilhe queijo e leve ao forno para assar. Chefes bem experientes nunca choram ao cortar cebolas, e aqui está o truque secreto deles: deixe os aprendizes fazerem o trabalho.",
	"suspicious": {
		"effect": "Aumenta a DEF de todos os membros da Equipe em 88 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma sopa de cebola. Os primeiros goles têm um sabor normal, mas quando você começa a beber, o queijo gorduroso quase faz seu coração palpitar... Você provavelmente não quer nenhuma sopa perto de você na semana seguinte."
	},
	"normal": {
		"effect": "Aumenta a DEF de todos os membros da Equipe em 107 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma sopa de cebola. Refogue a cebola até ficar levemente dourada, adicione um caldo de carne em pasta, transfira o conteúdo para uma tigela de sopa, acrescente uma fatia de pão, polvilhe queijo e leve ao forno para assar. Chefes bem experientes nunca choram ao cortar cebolas, e aqui está o truque secreto deles: deixe os aprendizes fazerem o trabalho."
	},
	"delicious": {
		"effect": "Aumenta a DEF de todos os membros da Equipe em 126 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma sopa de cebola. Queijo dourado e elástico sobre uma fatia de pão que é crocante em cima e macia em baixo. O rico aroma de cebola está combinado com um sabor levemente salgado. Um pequeno gole é suficiente para te aquecer por dentro."
	},
	"ingredients": [
		{
			"name": "Cebola",
			"count": 3
		},
		{
			"name": "Farinha",
			"count": 2
		},
		{
			"name": "Queijo",
			"count": 1
		}
	]
}