{
	"id": 3421,
	"name": "Fricassee de Poulet",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 - 228 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato de carne bem conhecido de Fontaine. Primeiro a carne é frita em óleo até que a pele esteja amarronzada e deliciosa, então assada com cebolas e outros condimentos, antes que suco de frutas fermentadas seja adicionado ao cozido inteiro — e um pouco de creme uma vez que o caldo engrosse. Quando pronto, cada pedaço de carne é enrolado uniformemente em creme, dando o seu sabor aconchegante e familiar que os habitantes de Fontaine adoram.",
	"suspicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 160 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens.",
		"description": "Um prato de carne bem conhecido de Fontaine. Algo não está certo com isso aqui — você soube disso no momento em que ele entrou em sua boca. O creme suave não tem chances de salvar a carne seca, amarelada e amarga, de tal forma que seu antigo apetite já saiu com o rabo entre as pernas há muito tempo."
	},
	"normal": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato de carne bem conhecido de Fontaine. Primeiro a carne é frita em óleo até que a pele esteja amarronzada e deliciosa, então assada com cebolas e outros condimentos, antes que suco de frutas fermentadas seja adicionado ao cozido inteiro — e um pouco de creme uma vez que o caldo engrosse. Quando pronto, cada pedaço de carne é enrolado uniformemente em creme, dando o seu sabor aconchegante e familiar que os habitantes de Fontaine adoram."
	},
	"delicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 228 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens.",
		"description": "Um prato de carne bem conhecido de Fontaine. A mistura de creme e frango catalisa instantaneamente o aroma profundo e rico, que eleva os espíritos. Dizem ser um favorito entre os habitantes de Fontaine, e algo que você nunca se cansará de comer."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Carne de Ave",
			"count": 4
		},
		{
			"id": 100099,
			"name": "Suco Fermentado",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 3
		},
		{
			"id": 110002,
			"name": "Creme",
			"count": 2
		}
	]
}