{
	"id": 3505,
	"name": "Acarajé",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Pratos de DEF",
	"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20%-30% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um lanche frito por imersão. Primeiro, frite as almôndegas, então encha com vegetais, camarão frito e molho. Embora parece ligeiramente complicado de preparar, o fato é que o prato é tão delicioso que vale a pena o trabalho.",
	"suspicious": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um lanche frito por imersão. O óleo na panela removeu impiedosamente a umidade do camarão, resultando numa textura enrugada que poderia ter sido magnânima, se não fosse pela sensação tão dura e esquisita na boca. Que bom que há apenas dois produtos... Isso facilita lidar com isso."
	},
	"normal": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um lanche frito por imersão. Primeiro, frite os bolinhos de feijão, então encha com vegetais, camarão frito e molho. Embora pareça ligeiramente complicado de preparar, o fato do prato ser tão delicioso faz valer a pena o trabalho."
	},
	"delicious": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um lanche frito por imersão. Após experimentar a mágica culinária conhecida como fritura, isso ganha um brilho dourado, com uma casca crocante que prende firmemente os sucos em uma saborosa e satisfatória crocância. Infelizmente, há apenas dois no prato! Infelizmente, você deseja mais!"
	},
	"ingredients": [
		{
			"id": 100096,
			"name": "Feijões Glabros",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farinha",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Camarão",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 3
		}
	]
}