{
	"id": 3604,
	"name": "Enroladinho Duplo de Fruta",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Pratos de Regeneração",
	"effect": "Restaura 30% - 34% de Vida Máxima e um adicional de 600 - 1900 de Vida ao personagem selecionado.",
	"description": "Pão assado com frutas. Após a massa fermentada ser rolada em tiras longas, adicione açúcar e frutas, e as role para assar antes de enfeitar o produto final com frutas picadas. Geralmente combinado com café, esse lanche toma o palco tanto no café da manhã, quanto no chá da tarde.",
	"suspicious": {
		"effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional.",
		"description": "Pão assado com frutas. A sensação molhada na boca faz ele parecer como se tivesse ficado na chuva por um tempo. A massa pegajosa gruda teimosamente ao dente como um pesadelo... Suor frio já está escorrendo nas suas costas..."
	},
	"normal": {
		"effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado.",
		"description": "Pão assado com frutas. Após a massa fermentada ser rolada em tiras longas, adicione açúcar e frutas, e as role para assar antes de enfeitar o produto final com frutas picadas. Geralmente combinado com café, esse lanche toma o palco tanto no café da manhã, quanto no chá da tarde."
	},
	"delicious": {
		"effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado.",
		"description": "Pão assado com frutas. Os Enroladinhos Duplos de Fruta são quentes e reconfortantes. Conforme seu dente rompe sua casca e afundam no interior macio, você sente como se estivesse se aconchegando num cobertor de caxemira. A felicidade que surge de dentro poderia combater até mesmo o mais frio dos ventos do inverno."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farinha",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Baga de Veraneio",
			"count": 2
		},
		{
			"id": 101264,
			"name": "Lakkabaga",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 1
		}
	]
}