{
	"name": "Frutas do Festival",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de DEF",
	"foodcategory": "Def_Add",
	"effect": "Aumenta o Bônus de Cura de todos os membros da equipe em 15% - 20% por 300s.\nNo modo multijogador, este efeito é aplicado apenas ao(s) seu(s) próprio(s) personagem(ns)",
	"description": "Uma bebida colorida não alcoólica. Sucos frescos de Fruto do Pôr do Sol e Gancho do Lobo são colocados em um copo em uma ordem específica. O sabor refrescante e a cor vibrante lembra as pessoas do período de festividades. Não erre a ordem se você quiser acertar no efeito gradiente!",
	"suspicious": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma bebida colorida não alcoólica. O sabor azedo do Gancho do Lobo não foi bem manuseado, resultando na sensação dormente da sua língua. O que é isso? Uivos do Reino dos Lobos? Isso deve ser uma alucinação, não é?"
	},
	"normal": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 17% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma bebida colorida não alcoólica. Sucos frescos de Fruto do Pôr do Sol e Gancho do Lobo são colocados em um copo em uma ordem específica. O sabor refrescante e a cor vibrante lembra as pessoas do período de festividades. Não erre a ordem se você quiser acertar no efeito gradiente!"
	},
	"delicious": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma bebida colorida não alcoólica. O degustar sublime do gosto refrescante é como um sonho doce e ilusório. Um gole basta para transportar-lhe para uma praia de areias brancas, com água do mar reluzente, batendo no ritmo que comporá as músicas de suas férias."
	},
	"ingredients": [
		{
			"name": "Gancho do Lobo",
			"count": 2
		},
		{
			"name": "Fruto do Pôr do Sol",
			"count": 2
		},
		{
			"name": "Açúcar",
			"count": 1
		}
	]
}