{
	"name": "Ovo de Lua Cheia",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de Regeneração",
	"foodcategory": "Recovery_Revive",
	"effect": "Revive o Personagem selecionado.\nRestaura 900 - 1500 de Vida.",
	"description": "Um dos petiscos tradicionais de Liyue. O ovo foi batido na farinha para formar uma massa e o camarão e o peixe foram picados, moídos e embalados na forma de uma xícara de chá, antes de serem enfeitados com camarões inteiros e cozidos no vapor em uma panela. O desenho resultante é como o de nuvens que abraçam a lua, daí o nome Ovo de Lua Cheia.",
	"suspicious": {
		"effect": "Revive um personagem e restaura 900 de Vida.",
		"description": "Um dos petiscos tradicionais de Liyue. A massa foi frita e envolve a carne com firmeza, e a sensação de boca seca leva à ilusão de que se está mastigando um pedaço gigante de nhoque."
	},
	"normal": {
		"effect": "Revive um personagem e restaura 1200 de Vida.",
		"description": "Um dos petiscos tradicionais de Liyue. O ovo foi batido na farinha para formar uma massa e o camarão e o peixe foram picados, moídos e embalados na forma de uma xícara de chá, antes de serem enfeitados com camarões inteiros e cozidos no vapor em uma panela. O desenho resultante é como o de nuvens que abraçam a lua, daí o nome Ovo de Lua Cheia."
	},
	"delicious": {
		"effect": "Revive um personagem e restaura 1500 de Vida.",
		"description": "Um dos petiscos tradicionais de Liyue. Dê uma mordida enquanto está quente, e tenha seu paladar saboreando a tenra carne picada e o seu delicioso suco, uma experiência que é então complementada com um toque final de camarão doce. Diante de seus olhos, você pode ver quase uma lua cheia sobre as águas onduladas, um barco de pesca à beira-mar e as canções dos pescadores ecoando ao longo dos anos."
	},
	"ingredients": [
		{
			"name": "Peixe",
			"count": 4
		},
		{
			"name": "Camarão",
			"count": 2
		},
		{
			"name": "Ovo de Pássaro",
			"count": 2
		},
		{
			"name": "Farinha",
			"count": 1
		}
	]
}