{
	"id": 3513,
	"name": "Brisa do Mar Gentil",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr e Escalar para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma bebida refrescante. Seu gradiente vívido de azul para branco evoca a crista de ondas acariciadas pela brisa gentil. Dar um gole disso enquanto se está de férias certamente enche seu coração de tranquilidade.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma bebida refrescante. Um maremoto de sal quase te derruba, sem nenhum toque adocicado no copo inteiro. Isso é só um copo de salmoura azul?"
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multiplayer, este efeito tem efeito apenas em si mesmo.",
		"description": "Uma bebida refrescante. Seu gradiente vívido de azul para branco evoca a crista de ondas acariciadas pela brisa gentil. Dar um gole disso enquanto se está de férias certamente enche seu coração de tranquilidade."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma bebida refrescante. As bolhas leves e gentis dançam na ponta da sua língua. O adocicado do suco de fruta e o sabor salgado do refresco gaseificado se unem em harmonia perfeita, como se você estivesse caminhando nas ondas com a brisa. Risos e felicidade do resort preenchem o ar..."
	},
	"ingredients": [
		{
			"id": 101249,
			"name": "Baga Quenepa",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menta",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 1
		}
	]
}