{
	"id": 4002,
	"name": "Galinha Dourada Frita",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 224 - 320 e aumenta a Taxa Crítica em 6% - 10% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Carne de Ave que foi temperada e frita. O tempero foi transformado em uma pasta e pincelado na carne antes de ter sido frito em altas temperaturas. Só o cheiro traz memórias da pele crocante e carne macia, e os sucos jorram de cada pedaço com sua primeira mordida. Verdadeiramente irresistível.",
	"suspicious": {
		"effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Carne de Ave que foi temperada e frita. Talvez a temperatura do óleo não estava bem controlada, mas o que deveria ser uma pele crocante está encharcada, fazendo com que a gordura do prato fique ainda maior."
	},
	"normal": {
		"effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Carne de Ave que foi temperada e frita. O tempero foi transformado em uma pasta e pincelado na carne antes de ter sido frito em altas temperaturas. Só o cheiro traz memórias da pele crocante e carne macia, e os sucos jorram de cada pedaço com sua primeira mordida. Verdadeiramente irresistível."
	},
	"delicious": {
		"effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Carne de Ave que foi temperada e frita. A pele dourada selou os abundantes sucos na carne, levando a satisfação absoluta com cada mordida. O gosto em seus dedos ficará na sua memória muito mais do que o instante que toma para reduzir a carne até somente o osso."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Carne de Ave",
			"count": 4
		},
		{
			"id": 110004,
			"name": "Manteiga",
			"count": 4
		},
		{
			"id": 100077,
			"name": "Pimenta",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farinha",
			"count": 3
		}
	]
}