{
	"id": 4102,
	"name": "Caranguejo Dourado",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Pratos de DEF",
	"effect": "Aumenta a DEF de todos os personagens da equipe em 215-308 e Efeito de Cura em 6%-10% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato de caranguejo cozido à moda antiga. O caranguejo foi picado em pedaços e batido com farinha, antes de ser frito até dourar e rico em sabor. É digno da palavra \"ouro\", seja em termos de aparência ou qualidade.",
	"suspicious": {
		"effect": "Aumenta a DEF em 215 e o Efeito de Cura em 6% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato de caranguejo cozido à moda antiga. Os grânulos de farinha dentro congelaram como cascalho e misturaram um pouco a casca de caranguejo. Mas, comparado à suavidade da carne, o sabor da casca de caranguejo vale pelo menos a pena tentar."
	},
	"normal": {
		"effect": "Aumenta a DEF em 261 e o Efeito de Cura em 8% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato de caranguejo cozido à moda antiga. O caranguejo foi picado em pedaços e batido com farinha, antes de ser frito até dourar e rico em sabor. É digno da palavra \"ouro\", seja em termos de aparência ou qualidade."
	},
	"delicious": {
		"effect": "Aumenta a DEF em 308 e o Efeito de Cura em 10% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato de caranguejo cozido à moda antiga. O aroma da carne de caranguejo inunda a sala no instante em que sai da frigideira, e uma única mordida enche o paladar com os inúmeros sabores rústicos de uma cidade natal de uma vila de pescadores. Parece que costumes tão simples, mas atemporais, da vila mantinham em segredo esse luxo suntuoso e dourado o tempo todo."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Ovo de Pássaro",
			"count": 5
		},
		{
			"id": 110001,
			"name": "Farinha",
			"count": 5
		},
		{
			"id": 100073,
			"name": "Caranguejo",
			"count": 4
		},
		{
			"id": 100075,
			"name": "Sal",
			"count": 2
		}
	]
}