{
	"id": 4402,
	"name": "Haggis",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Pratos de DEF",
	"effect": "Aumenta a DEF de todos os personagens da equipe em 215-308 e Efeito de Cura em 6%-10% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato com sabores fortes e distintos. Corte as vísceras de ovelha, misture com aveia e encha o estômago da ovelha com vários temperos e especiarias, assim você vai ter uma mistura na forma de uma sacola para cozinhar. Ao servir o prato, essa bolsa feita com o estômago é geralmente removida e o recheio é servido com pasta de rabanete e batatas amassadas. Essa é uma especialidade local que as pessoas de Fontaine adoram fazer para seus convidados importantes.",
	"suspicious": {
		"effect": "Aumenta a DEF em 215 e o Efeito de Cura em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato com um sabor muito distinto. Grãos secos e grossos de... algo... arranham a superfície da sua língua, fazendo você achar que isso não é algo comestível. Conforme você esforçadamente mastiga, não consegue parar de pensar se algumas lascas de lenha ou algo acidentalmente se misturaram ao prato enquanto estava sendo preparado."
	},
	"normal": {
		"effect": "Aumenta a DEF em 261 e o Efeito de Cura em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato com sabores fortes e distintos. Corte as vísceras de ovelha, misture com aveia e encha o estômago da ovelha com vários temperos e especiarias, assim você vai ter uma mistura na forma de uma sacola para cozinhar. Ao servir o prato, essa bolsa feita com o estômago é geralmente removida e o recheio é servido com pasta de rabanete e batatas amassadas. Essa é uma especialidade local que as pessoas de Fontaine adoram fazer para seus convidados importantes."
	},
	"delicious": {
		"effect": "Aumenta a DEF em 308 e o Efeito de Cura em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato com sabores muito fortes e distintos. Após se aventurar em uma mordida, o sabor encorpado e suave das vísceras e várias especiarias servem camada sobre camada de sabor para suas papilas gustativas. Enquanto você desfruta do sabor, o aroma abundante de carne preenche sua boca com um gosto residual que permanece muito tempo depois que você terminou. Não é surpresa que ele inspire emoções tão fortes nos corações dos poetas, e eles raramente resistem dedicar uma peã a este prato após experimentá-lo."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Batata",
			"count": 3
		},
		{
			"id": 100014,
			"name": "Rabanete Branco",
			"count": 3
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 2
		}
	]
}