{
	"name": "Refeição Revigorante Miau",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de Regeneração",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Restaura 26% - 30% da Vida Máxima ao personagem selecionado.\nRegenera 450 - 790 de Vida a cada 5s por 30s.",
	"description": "Este prato principal parece muito fofo. Com a ajuda de Kiminami Anna, este prato foi feito com os gostos da Sacerdotisa Chefe Provisória Neko em mente. Embora não corresponda exatamente ao sabor que Hibiki costumava fazer, a Srta. Neko parece bastante satisfeita com seu trabalho, mesmo assim. Devido à falta de especiarias, os humanos podem acabar achando este prato um pouco sem graça.",
	"suspicious": {
		"effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s.",
		"description": "Este prato principal parece muito fofo. No entanto, sua aparência esconde uma falta de experiência na fabricação, com o produto final sendo cada pedaço apressadamente jogado junto com o trabalho descuidado que ele é. Não se sabe se a Sacerdotisa Chefe Provisória Neko aceitará isto..."
	},
	"normal": {
		"effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s.",
		"description": "Este prato principal parece muito fofo. Com a ajuda de Kiminami Anna, este prato foi feito com os gostos da Sacerdotisa Chefe Provisória Neko em mente. Embora não corresponda exatamente ao sabor que Hibiki costumava fazer, a Srta. Neko parece bastante satisfeita com seu trabalho, mesmo assim. Devido à falta de especiarias, os humanos podem achar este prato um pouco sem graça."
	},
	"delicious": {
		"effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s.",
		"description": "Este prato principal parece muito fofo. A metodologia simples utilizada para fazê-lo tem maximizado a retenção do sabor em seus ingredientes. Até mesmo os gatos que geralmente não ligam para os humanos com certeza virão correndo quando sentirem o cheiro disso. Err, espere um momento. Isto também deveria atrair cães?"
	},
	"ingredients": [
		{
			"name": "Peixe",
			"count": 4
		},
		{
			"name": "Carne Crua",
			"count": 2
		},
		{
			"name": "Erva Marinha",
			"count": 2
		},
		{
			"name": "Arroz",
			"count": 1
		}
	]
}