{
	"name": "Cozido de Konda",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de Regeneração",
	"foodcategory": "Recovery_Revive",
	"effect": "Revive o Personagem selecionado.\nRestaura 900 - 1500 de Vida.",
	"description": "Comida local cozinhada lentamente. Todos na Vila Konda sabem como fazer esse prato. Originalmente não tinha nenhum nome, mas ele se espalhava em Inazuma devido a ser delicioso e nutritivo. Isso eventualmente fez com que aqueles foram da vila lhe dessem seu nome \"Culinária de Konda\".",
	"suspicious": {
		"effect": "Revive um personagem e restaura 900 de Vida.",
		"description": "Comida local cozinhada lentamente. Se a Carne de Ave que não foi fritada anteriormente poderia até ser tolerada, o Melão de Lavanda não cozido realmente faz isso um desastre culinário. O gosto não apenas é austero, mas a mistura mancha sua língua ao ponto de que alguém possa pensar que você foi envenenado."
	},
	"normal": {
		"effect": "Revive um personagem e restaura 1200 de Vida.",
		"description": "Comida local cozinhada lentamente. Todos na Vila Konda sabem como fazer esse prato. Originalmente não tinha nenhum nome, mas ele se espalhava em Inazuma devido a ser delicioso e nutritivo. Isso eventualmente fez com que aqueles foram da vila lhe dessem seu nome \"Culinária de Konda\"."
	},
	"delicious": {
		"effect": "Revive um personagem e restaura 1500 de Vida.",
		"description": "Comida local cozinhada lentamente. Temperatura bem controlada permitiu que todo ingrediente fosse cozinhado adequadamente. Isso é o mesmo aroma que você sente, simples, mas superando muitas outras comidas, quando passa pela Vila Konda à noite. Com certeza alguém dessa vila vagando por aí sentiria saudades de sua terra natal se comessem esse prato que você fez."
	},
	"ingredients": [
		{
			"name": "Carne de Ave",
			"count": 3
		},
		{
			"name": "Flor Crânio de Dragão",
			"count": 2
		},
		{
			"name": "Melão de Lavanda",
			"count": 2
		},
		{
			"name": "Cogumelo",
			"count": 1
		}
	]
}