{
	"id": 3607,
	"name": "Torta de Lakkabaga",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Restaura 70-100 de Stamina.",
	"description": "Um doce das terras fronteiriças. Originalmente feito apenas com Lakkabagas, mais tarde foi enriquecido com Bagas de Veraneio. As duas frutas se complementam perfeitamente, conferindo um sabor mais rico e atraente, ainda que o nome original tenha permanecido.",
	"suspicious": {
		"effect": "Restaura 70 de Stamina.",
		"description": "Um doce das terras fronteiriças. Após reunir todas as suas forças, você morde a crosta quase impenetrável, os pedaços grossos de massa raspam contra o interior de sua boca como pedras. Felizmente, bem quando você está questionando suas escolhas de vida — ou pelo menos aquelas relacionadas a alimentos assados — um leve toque de bagas atinge seu paladar, te lembrando que você, de fato, não está comendo um pedaço de chão congelado..."
	},
	"normal": {
		"effect": "Restaura 85 de Stamina.",
		"description": "Um doce das terras fronteiriças. Originalmente feito apenas com Lakkabagas, mais tarde foi enriquecido com Bagas de Veraneio. As duas frutas se complementam perfeitamente, conferindo um sabor mais rico e atraente, ainda que o nome original tenha permanecido."
	},
	"delicious": {
		"effect": "Restaura 100 de Stamina.",
		"description": "Um doce das terras fronteiriças. O aroma reconfortante de uma massa recém-assada combina perfeitamente com o sabor doce, porém azedo do suculento recheio de duas frutas. Sabores ricos dançam vividamente pela sua língua — não é à toa que essa sobremesa deliciosamente marcante tenha se tornado um componente querido e reconfortante nas mesas de Nod-Krai."
	},
	"ingredients": [
		{
			"id": 101264,
			"name": "Lakkabaga",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Baga de Veraneio",
			"count": 3
		},
		{
			"id": 110016,
			"name": "Farinha de Centeio",
			"count": 2
		},
		{
			"id": 110015,
			"name": "Smetana",
			"count": 1
		}
	]
}