{
	"id": 3416,
	"name": "La Lettre a Focalors",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Pratos de DEF",
	"effect": "Aumenta a Vida Máxima de todos os membros da equipe em 20% - 25% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um pequeno bolo na forma de um longo retângulo. Dizem que há muito, muito tempo, um certo confeiteiro criou essa obra-prima com o grande amor do povo de Fontaine por sua Arconte Hydro como inspiração. As camadas sobrepostas são a prova da habilidade desse chef, e cada aspecto do bolo é a prova da grande influência da Arconte Hydro.",
	"suspicious": {
		"effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um bolo pequeno na forma de um retângulo longo. O sabor das camadas parece mais ou menos o mesmo... espera aí, tá faltando algumas camadas! Connoisseurs vão saber que o confeiteiro errou na primeira mordida."
	},
	"normal": {
		"effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 22% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um pequeno bolo na forma de um longo retângulo. Dizem que há muito, muito tempo, um certo confeiteiro criou essa obra-prima com o grande amor do povo de Fontaine por sua Arconte Hydro como inspiração. As camadas sobrepostas são a prova da habilidade desse chef, e cada aspecto do bolo é a prova da grande influência da Arconte Hydro."
	},
	"delicious": {
		"effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um bolo pequeno na forma de um longo retângulo. O aroma infinito de café e amêndoas chama sua atenção e empurra seus pensamentos, como se você tivesse parado sem perceber numa ópera extravagante. Você está se afogando nas reviravoltas dessa performance fantástica, e só espera que o final nunca chegue."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Ovo de Pássaro",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farinha",
			"count": 3
		},
		{
			"id": 100098,
			"name": "Grão de Café",
			"count": 3
		},
		{
			"id": 100089,
			"name": "Amêndoa",
			"count": 2
		}
	]
}