{
	"id": 2605,
	"name": "Lohikeitto",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Pratos de Regeneração",
	"effect": "Restaura 18% - 22% da Vida Máxima ao personagem selecionado.\nRestaura 300-470 de Vida a cada 5s pelos próximos 30s.",
	"description": "Uma sopa clássica das regiões gélidas. Pedaços de salmão são cozidos com vegetais frescos e depois finalizados com creme e temperos, criando um chowder quente, suave e reconfortante.",
	"suspicious": {
		"effect": "Restaura 18% da Vida Máxima do personagem selecionado e regenera 300 de Vida a cada 5s por 30s.",
		"description": "Uma sopa clássica das regiões gélidas. A primeira vista, parece apetitoso. Porém, só um gole revela um gosto de queimado que domina suas papilas. Você inspeciona rapidamente a panela e, realmente, o fundo está uma bagunça carbonizada e escura... Pelo bem de sua saúde, provavelmente é melhor pular essa."
	},
	"normal": {
		"effect": "Restaura 20% da Vida Máxima do personagem selecionado e regenera 390 de Vida a cada 5s por 30s.",
		"description": "Uma sopa clássica das regiões gélidas. Pedaços de salmão são cozidos com vegetais frescos e depois finalizados com creme e temperos, criando um chowder quente, suave e reconfortante."
	},
	"delicious": {
		"effect": "Restaura 22% da Vida Máxima do personagem selecionado e regenera 470 de Vida a cada 5s por 30s.",
		"description": "Uma sopa clássica das regiões gélidas. A sopa cremosa, suave como uma seda, envolve cada um dos ingredientes em seu abraço suave. Conforme você toma seu primeiro gole, sente um calor suave e aconchegante se espalhar por todo seu corpo, como se um nascer do sol dourado e vívido estivesse acontecendo dentro de seu estômago."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Peixe",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Batata",
			"count": 1
		},
		{
			"id": 100013,
			"name": "Cenoura",
			"count": 1
		},
		{
			"id": 110002,
			"name": "Creme",
			"count": 1
		}
	]
}