{
	"id": 3510,
	"name": "Ode do Magma",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta a Taxa CRIT de todos os membros da equipe em 10% - 20% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um antigo prato de Natlan. Tradicionalmente, os ingredientes são envoltos em folhas grandes e cozidos no vapor em um buraco usando pedras extremamente quentes. Quando ondas de vapor começarem a subir como nuvens, essa iguaria de Natlan, perfeita para compartilhar com grupos maiores, está pronta para ser servida.",
	"suspicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um antigo prato de Natlan. Se ainda há um toque de esperança quando a textura áspera e arenosa toca sua língua, aquela última fagulha de otimismo desaparece no momento que o sabor terroso atinge seu paladar. Quando que isso veio parar aqui?"
	},
	"normal": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um antigo prato de Natlan. Tradicionalmente, os ingredientes são envoltos em folhas grandes e cozidos no vapor em um buraco usando pedras extremamente quentes. Quando ondas de vapor começarem a subir como nuvens, essa iguaria de Natlan, perfeita para compartilhar com grupos maiores, está pronta para ser servida."
	},
	"delicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um antigo prato de Natlan. O cozimento meticuloso tranca os sucos firmemente nos ingredientes, enquanto um sutil defumado permanece como leves fios de ouro costurados em pergaminhos tecidos raros, elevando o sabor a novas alturas. Uma única mordida fará qualquer um vibrar incontrolavelmente em deleite."
	},
	"ingredients": [
		{
			"id": 101243,
			"name": "Frutogrão",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Batata",
			"count": 2
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Peixe",
			"count": 2
		}
	]
}