{
	"id": 3015,
	"name": "Tornado de Carne",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Recupera 15-25 de Stamina após qualquer membro da equipe derrotar um inimigo. Esse efeito pode ser ativado uma vez a cada 3s. Dura 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato de carne bastante popular. As fatias finas de carne são cobertas com bacon e outros condimentos, enroladas e fritas em óleo até ficarem douradas, antes de serem cozidas em caldo. Após cortada, a carne está firmemente enrolada no recheio, muito similar a um redemoinho.",
	"suspicious": {
		"effect": "Recupera 15 de Stamina após qualquer membro da equipe derrotar um inimigo. Esse efeito pode ser ativado uma vez a cada 3s. Dura 900s. No modo multijogador, o efeito apenas se aplica ao(s) seu(s) personagem(ns).",
		"description": "Um prato de carne muito popular. Inicialmente, as coisas estavam indo bem, mas no momento crucial final, a carne enrolada se desfez do nada, fazendo a carne e os acompanhamentos parecerem o resultado de uma tempestade violenta..."
	},
	"normal": {
		"effect": "Recupera 20 de Stamina após qualquer membro da equipe derrotar um inimigo. Esse efeito pode ser ativado uma vez a cada 3s. Dura 900s. No modo multijogador, o efeito apenas se aplica ao(s) seu(s) personagem(ns).",
		"description": "Um prato de carne bastante popular. As fatias finas de carne são cobertas com bacon e outros condimentos, enroladas e fritas em óleo até ficarem douradas, antes de serem cozidas em caldo. Após cortada, a carne está firmemente enrolada no recheio, muito similar a um redemoinho."
	},
	"delicious": {
		"effect": "Recupera 25 de Stamina após qualquer membro da equipe derrotar um inimigo. Esse efeito pode ser ativado uma vez a cada 3s. Dura 900s. No modo multijogador, o efeito apenas se aplica ao(s) seu(s) personagem(ns).",
		"description": "Um prato de carne bastante popular. A deliciosa fragrância da carne domina seu corpo e alma, satisfazendo o que sua imaginação visualiza para carnes suntuosas. Não é surpresa, então, que esse prato sempre encontre um lugar em reuniões festivas."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 2
		},
		{
			"id": 110010,
			"name": "Bacon",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Batata",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 1
		}
	]
}