{
	"id": 3112,
	"name": "Enroladinho de Carne com Menta",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr e Planar para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato amargo e picante. A carne marinada foi cortada finamente e enrolada nas folhas de Menta antes de ser pincelada com um molho que contém Pimentas de Jueyun. O sabor único de Menta é o toque final que esse prato precisa, sendo uma parte excelente de qualquer tábua de frios.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Um prato amargo e picante. O sabor salgado do molho cobriu o sabor fresco do prato. Se você não quiser diluir com água, precisará engolir com uma grande quantidade de arroz."
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Um prato amargo e picante. A carne marinada foi cortada finamente e enrolada nas folhas de Menta antes de ser pincelada com um molho que contém Pimentas de Jueyun. O sabor único de Menta é o toque final que esse prato precisa, sendo uma parte excelente de qualquer tábua de frios."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Um prato amargo e picante. A carne e a menta estão num equilíbrio perfeito. Saborosa e não gordurenta, delicada e não amarga. A picância desperta o balança poético com claridade impressionante em sua boca, apenas para fechar com um suspiro de perfeição."
	},
	"ingredients": [
		{
			"id": 100016,
			"name": "Menta",
			"count": 4
		},
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 3
		},
		{
			"id": 100027,
			"name": "Pimenta de Jueyun",
			"count": 1
		}
	]
}