{
	"name": "Mais e Mais",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de ATQ",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta o Dano Físico de todos os membros da Equipe em 20% - 40% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um lanche grelhado em uma chapa de ferro. Água é adicionada à farinha e misturada em uma pasta, vegetais e carne são adicionados, e a mistura é bem grelhada em uma placa de ferro, antes de receber um pouco de molho e uma pitada de flocos de atum-bonito seco. O gosto é delicioso, não importa quantos ingredientes sejam adicionados e, de fato, faz as pessoas sentirem \"quanto mais, melhor\", daí o nome do prato.",
	"suspicious": {
		"effect": "Aumenta o Dano Físico de todos os membros do Grupo em 20% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um lanche grelhado em uma chapa de ferro. Certamente parece bom, mas você começa a ter um mau pressentimento sobre isso na primeira mordida. Talvez você não deva se distrair ao fazer comida, afinal de contas."
	},
	"normal": {
		"effect": "Aumenta o Dano Físico de todos os membros do Grupo em 30% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um lanche grelhado em uma chapa de ferro. Água é adicionada à farinha e misturada em uma pasta, vegetais e carne são adicionados, e a mistura é bem grelhada em uma placa de ferro, antes de receber um pouco de molho e uma pitada de flocos de atum-bonito seco. O gosto é delicioso, não importa quantos ingredientes sejam adicionados e, de fato, faz as pessoas sentirem \"quanto mais, melhor\", daí o nome do prato."
	},
	"delicious": {
		"effect": "Aumenta o Dano Físico de todos os membros do Grupo em 40% por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um lanche grelhado em uma chapa de ferro. Os ingredientes intensos foram colocados uns sobre os outros. Uma mordida na camada externa crocante revela a maciez delicada de dentro. O adorável molho reveste os condimentos luxuosamente, fluindo entre os lábios e os dentes a caminho do estômago. Até o aroma que paira no ar é algo inesquecível."
	},
	"ingredients": [
		{
			"name": "Peixe",
			"count": 3
		},
		{
			"name": "Bacon",
			"count": 2
		},
		{
			"name": "Melão de Lavanda",
			"count": 1
		},
		{
			"name": "Farinha",
			"count": 1
		}
	]
}