{
	"id": 3512,
	"name": "Bolo Nanas",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 - 228 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um bolo com um formato fascinante. Misture a massa bem, então coloque na forma e leve ao fogo até estar totalmente cozida. As bordas são especialmente suscetíveis a queimar. Se você estiver procurando por um dourado perfeito no seu Bolo Nanas, a coisa mais importante é controlar o calor.",
	"suspicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 160 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens.",
		"description": "Um bolo com um formato fascinante. Ficou um pouco deformado quando você tirou da travessa e a textura ficou um pouco mole demais. Você não consegue deixar de pensar na preparação... e como o bolo tá com o gosto de como se tivesse sido resgatado do mar."
	},
	"normal": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um bolo com um formato fascinante. Misture a massa bem, então coloque na forma e leve ao fogo até estar totalmente cozida. As bordas são especialmente suscetíveis a queimar. Se você estiver procurando por um dourado perfeito no seu Bolo Nanas, a coisa mais importante é controlar o calor."
	},
	"delicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 228 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens.",
		"description": "Um bolo com um formato fascinante. Seu brilho dourado te lembra do pôr-do-sol na Vila Guiztli. Feito baseado na aparência jovial de Nanasian, você não consegue deixar de sentir um deleite só de olhar para ele. Banhado no doce aroma de ovos e creme, você queria poder preservar esses momentos alegres que passou com todos na Vila Guiztli para sempre."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Ovo de Pássaro",
			"count": 4
		},
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Farinha",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 1
		}
	]
}