{
	"name": "Tofu de Oncidium",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de Aventura",
	"foodcategory": "Other_SPAdd",
	"effect": "Restaura 70-100 de Stamina.",
	"description": "Um prato que é um teste ao próprio trabalho com facas. Todos os ingredientes foram cortados em tiras de uma só vez e, após serem lavados, foram colocados no caldo e cozidos até flutuarem. O sabor resultante é leve e fresco, e não estaria fora de lugar ao ser recomendação de um chef de um restaurante de Liyue.",
	"suspicious": {
		"effect": "Restaura 70 de Stamina.",
		"description": "Um prato que é um teste das habilidades com facas. O trabalho errático das facas aqui fez com que os ingredientes fossem fatiados de todas as maneiras. A sensação desagradável na boca é suficiente para fazer alguém se desesperar. Apenas o sabor do feijão é a prova de que o ingrediente principal deste prato era para ser o tofu em primeiro lugar."
	},
	"normal": {
		"effect": "Restaura 85 de Stamina.",
		"description": "Um prato que é um teste ao próprio trabalho com facas. Todos os ingredientes foram cortados em tiras de uma só vez e, após serem lavados, foram colocados no caldo e cozidos até flutuarem. O sabor resultante é leve e fresco, e não estaria fora de lugar ao ser recomendação de um chef de um restaurante de Liyue."
	},
	"delicious": {
		"effect": "Restaura 100 de Stamina.",
		"description": "Um prato que é um teste das habilidades com facas. O tofu, fininho como as folhas de outono, flutua no meio da tigela, como névoa em uma floresta, e os brotos de bambu triturados dão à imagem um doce brilho, enquanto o caldo combina a essência da ave e do presunto, emitindo um aroma inacreditável. Apenas uma colherada é suficiente para fazer com que o cliente se perca neste nevoeiro de sabor."
	},
	"ingredients": [
		{
			"name": "Tofu",
			"count": 4
		},
		{
			"name": "Broto de Bambu",
			"count": 2
		},
		{
			"name": "Presunto",
			"count": 1
		},
		{
			"name": "Carne de Ave",
			"count": 1
		}
	]
}