{
	"id": 3309,
	"name": "Pudim de Padisarah",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr e Escalar para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, este efeito é aplicado apenas ao(s) seu(s) próprio(s) personagem(ns)",
	"description": "Uma sobremesa popular em Sumeru. Suco é espremido das pétalas de Padisarah e Rosas de Sumeru antes de ser misturado com leite, gelatina, açúcar e outros ingredientes, e então descansa até solidificar. A adorável aparência e o sabor doce fazem com que sua presença seja garantida em eventos de celebração de Sumeru.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma sobremesa popular em Sumeru. Uma mordida possui uma mistura de sabores leitosos e florais... Não é ruim, mas não é o que você esperava desse pudim. Será que você errou na proporção dos ingredientes?"
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multiplayer, este efeito tem efeito apenas em si mesmo.",
		"description": "Uma sobremesa popular em Sumeru. Suco é espremido das pétalas de Padisarah e Rosas de Sumeru antes de ser misturado com leite, gelatina, açúcar e outros ingredientes, e então descansa até solidificar. A adorável aparência e o sabor doce fazem com que sua presença seja garantida em eventos de celebração de Sumeru."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma sobremesa popular em Sumeru. Assim que entra em sua boca, você sente um sabor primaveril como se estivesse em nuvens de leite. Enquanto degusta, a fragrância das Padisarahs e Rosas de Sumeru preenchem o ar. E quando chega na última mordida, é como se algo não tivesse terminado. Você não consegue evitar lamber a colher para saborear os últimos momentos de alegria."
	},
	"ingredients": [
		{
			"id": 101214,
			"name": "Padisarah",
			"count": 2
		},
		{
			"id": 101219,
			"name": "Rosa de Sumeru",
			"count": 1
		},
		{
			"id": 100078,
			"name": "Leite",
			"count": 1
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 1
		}
	]
}