{
	"id": 3407,
	"name": "Sopa de Pescado Branco",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Pratos de Regeneração",
	"effect": "Restaura 26% - 30% da Vida Máxima ao personagem selecionado.\nRegenera 450 - 790 de Vida a cada 5s durante 30s.",
	"description": "Uma sopa de frutos do mar. Ela se originou na vila pescadora de Poisson. Pescadores costumavam processar as sobras de peixe cozinhando todas juntas. Essa sopa então se tornou popular em Fontaine pelo seu frescor. Hoje, quase todo tipo de produto aquático pode ser incluso neste prato.",
	"suspicious": {
		"effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s.",
		"description": "Uma sopa de frutos do mar. O único sabor que ela tem é o fedor de peixe. Seu nariz ainda está funcionando bem, deve ter algo errado com a sopa... Ah, espere, são escamas de peixe ou britas que prenderam no seu dente?"
	},
	"normal": {
		"effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s.",
		"description": "Uma sopa de frutos do mar. Ela se originou na vila pescadora de Poisson. Pescadores costumavam processar as sobras de peixe cozinhando todas juntas. Essa sopa então se tornou popular em Fontaine pelo seu frescor. Hoje, quase todo tipo de produto aquático pode ser incluso neste prato."
	},
	"delicious": {
		"effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s.",
		"description": "Uma sopa de frutos do mar. A sopa amanteigada lembra ondas douradas sob o sol brilhante, os ricos aromas de frutos do mar derretem em sua boca. Os tesouros do oceano formam uma obra-prima harmoniosa. Após acabar com a tigela em um instante, você não consegue deixar de melar o pão no que sobrou — seria uma grande perda deixar uma gota sequer para trás!"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Peixe",
			"count": 4
		},
		{
			"id": 100079,
			"name": "Tomate",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menta",
			"count": 2
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 2
		}
	]
}