{
	"id": 3404,
	"name": "Torta de Poissonchant",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Pratos de Regeneração",
	"effect": "Revive o personagem selecionado.\nRestaura 900 - 1.500 de Vida.",
	"description": "Uma torta de peixe. Misture os recheios e coloque a massa direto neles. A chave é organizar as cabeças de peixe apropriadamente antes de assar. Assim, mesmo quando os peixes ficarem prontos, cada peixe ficará virado para cima como se estivessem cantando em união.",
	"suspicious": {
		"effect": "Revive um personagem e restaura 900 de Vida.",
		"description": "Uma torta de peixe. Nem toda ponderação do mundo entenderia como cada cabeça de peixe acabou encarando uma direção diferente, transformando a suposta \"Chanson\" deles em gritos desordenados. Uma mordida é suficiente para te convidar a um ataque surpresa de sabor zombeteiro e seu paladar já está admitindo derrota. Você parece ouvir os peixes chorando... I-Isso deve ser coisa da sua cabeça, né?"
	},
	"normal": {
		"effect": "Revive um personagem e restaura 1200 de Vida.",
		"description": "Uma torta de peixe. Misture os recheios e coloque a massa direto neles. A chave é organizar as cabeças de peixe apropriadamente antes de assar. Assim, mesmo quando os peixes ficarem prontos, cada peixe ficará virado para cima como se estivessem cantando em união."
	},
	"delicious": {
		"effect": "Revive um personagem e restaura 1500 de Vida.",
		"description": "Uma torta de peixe. Gordura de peixe chia próximo à chama dançando, então pinga na massa enquanto a casca fica dourada e crocante. Ninguém consegue resistir à tentação de experimentar imediatamente assim que o prato sai do forno. É como se os peixes estivessem cantando uma peã salgada e romântica na ponta da sua língua."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Peixe",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farinha",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Ovo de Pássaro",
			"count": 1
		},
		{
			"id": 110010,
			"name": "Bacon",
			"count": 1
		}
	]
}