{
	"name": "Prato Rústico de Qingce",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de ATQ",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 - 228 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Pratos cozidos em fogo alto. Dizem que originalmente era apenas um prato rústico que todos na vila de Qingce sabiam fazer. Mas, inesperadamente, seus pratos crocantes e picantes ganharam o reconhecimento de pessoas de outros lugares e, assim, começaram a se espalhar por toda a região de Liyue.",
	"suspicious": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato cozido sobre um fogo crepitante. Este foi um teste fracassado, sendo desagradável e amargo e desconfortavelmente picante. Você pode tentar misturá-lo com arroz - ou pode simplesmente descartá-lo e comer o arroz."
	},
	"normal": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Pratos cozidos em fogo alto. Dizem que originalmente era apenas um prato rústico que todos na vila de Qingce sabiam fazer. Mas, inesperadamente, seus pratos crocantes e picantes ganharam o reconhecimento de pessoas de outros lugares e, assim, começaram a se espalhar por toda a região de Liyue."
	},
	"delicious": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 228 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato cozido sobre um fogo crepitante. Apenas sentir o cheiro é suficiente para aumentar o apetite. O formigamento do pimentão excita a língua, deixando você pronto para devorar dez tigelas em uma única sessão."
	},
	"ingredients": [
		{
			"name": "Cogumelo",
			"count": 3
		},
		{
			"name": "Cabeças de Lótus",
			"count": 2
		},
		{
			"name": "Pimenta de Jueyun",
			"count": 1
		},
		{
			"name": "Repolho",
			"count": 1
		}
	]
}