{
	"id": 3220,
	"name": "Áster Arco-íris",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr e Planar para todos os membros da equipe em 15% - 25% por 900s.\nNo modo multijogador, terá efeito apenas em si mesmo.",
	"description": "Uma bebida única. Chegou a aparecer na light novel \"Por Favor, Minha Kitsune Guuji?\", e foi trazida à vida pela Brisa Marítima em colaboração com a Editora Yae, junto com seu fascinante sabor. Como esta versão não contém nenhum produto derivado do feijão, é levemente diferente da versão limitada especial que estava disponível durante o Festival Irodori, mas isso também significa que não existe o risco de causar nenhum tipo de alergia a feijão.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da equipe em 15% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Uma bebida única. Ela parece boa somente se você ignorar a adstringência causada pelo péssimo manuseio de Melões de Lavanda..."
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da equipe em 20% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Uma bebida única. Chegou a aparecer na light novel \"Por Favor, Minha Kitsune Guuji?\", e foi trazida à vida pela Brisa Marítima em colaboração com a Editora Yae, junto com seu fascinante sabor. Como esta versão não contém nenhum produto derivado do feijão, é levemente diferente da versão limitada especial que estava disponível durante o Festival Irodori, mas isso também significa que não existe o risco de causar nenhum tipo de alergia a feijão."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da equipe em 25% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Uma bebida única. Lótus de Leite de Mondstadt e Melões de Lavanda de Inazuma se encontram através das montanhas e mares antes de seus sabores se misturarem perfeitamente com leite. É de fato uma satisfação nova, e não surpreende que a Shogun na história se sentiu reenergizada somente com essa bebida."
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Leite",
			"count": 3
		},
		{
			"id": 101211,
			"name": "Melão de Lavanda",
			"count": 2
		},
		{
			"id": 100056,
			"name": "Lótus de Leite",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menta",
			"count": 1
		}
	]
}