{
	"id": 3419,
	"name": "Macaron Arco-Íris",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr e Escalar para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Doces redondos e pequenos multicoloridos. Tem um ditado em Fontaine que uma mesa de sobremesa sem macarons é como muitas águas sem sua fonte. Esqueça os chefs de sobremesa nas cozinhas de Fontaine — até quem cozinha por passatempo nas ruas saberia desse ditado de cor.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Doces redondos e pequenos multicoloridos. O primeiro parece vazio, o segundo está inclinado, o terceiro desigual e o quarto é uma combinação inconstante... Como esperado de uma sobremesa de Fontaine ditada por dúzias de detalhes, isso precisará de mais esforço para ser dominado."
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multiplayer, este efeito tem efeito apenas em si mesmo.",
		"description": "Doces redondos e pequenos multicoloridos. Tem um ditado em Fontaine que uma mesa de sobremesa sem macarons é como muitas águas sem sua fonte. Esqueça os chefs de sobremesa nas cozinhas de Fontaine — até quem cozinha por passatempo nas ruas saberia desse ditado de cor."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Doces redondos e pequenos multicoloridos. A casca crocante envolve um recheio espesso e macio, e tudo está em paz no mundo. Experimente um e será como se um filhotinho de gato tivesse colocado seu nariz em seu peito. Com certeza ninguém ficaria inabalado pela experiência."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Ovo de Pássaro",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 2
		},
		{
			"id": 100089,
			"name": "Amêndoa",
			"count": 2
		},
		{
			"id": 101230,
			"name": "Fruta Bulle",
			"count": 1
		}
	]
}