{
	"id": 3121,
	"name": "Lar Longe de Casa",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Pratos de DEF",
	"effect": "Aumenta a DEF de todos os membros da Equipe em 165 - 235 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato básico feito ao fritar Presunto, Ovos de Pássaro e outros ingredientes com arroz. A ampla gama de escolha de componentes e diferentes maneiras de preparação tornam esse um prato bem-vindo em praticamente toda casa em Liyue.",
	"suspicious": {
		"effect": "Aumenta a DEF de todos os membros da Equipe em 165 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato básico com muitos ingredientes. Calor insuficiente e umidade abundando sabotaram o sabor, carecendo do gosto defumado que deveria ter. Mais sorte da próxima vez, se tudo der certo, fritando em uma chama maior..."
	},
	"normal": {
		"effect": "Aumenta a DEF de todos os membros da Equipe em 200 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato básico feito ao fritar Presunto, Ovos de Pássaro e outros ingredientes com arroz. A ampla gama de escolha de componentes e diferentes maneiras de preparação tornam esse um prato bem-vindo em praticamente toda casa em Liyue."
	},
	"delicious": {
		"effect": "Aumenta a DEF de todos os membros da Equipe em 235 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato básico com muitos ingredientes. Gema de ovo dourada reveste cada grão de arroz, a alta temperatura infundiu o sabor encorpado do Presunto. Um sabor tão familiar e caseiro certamente fará qualquer familiar ou amigo que viajou de longe se sentir bem em casa."
	},
	"ingredients": [
		{
			"id": 100092,
			"name": "Arroz",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Presunto",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Ovo de Pássaro",
			"count": 1
		},
		{
			"id": 100091,
			"name": "Broto de Bambu",
			"count": 1
		}
	]
}