{
	"id": 2309,
	"name": "Creme de Rosa",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Pratos de Regeneração",
	"effect": "Restaura 18% - 22% da Vida Máxima ao personagem selecionado.\nRestaura 300-470 de Vida a cada 5s pelos próximos 30s.",
	"description": "Uma sobremesa feita de leite fermentado. Quando o leite é fermentado e filtrado para virar iogurte, misture o açúcar antes de guarnecer com rosas desidratadas e nozes picadas. No início, este prato era popular apenas entre aventureiros e comerciantes itinerantes, mas agora, é servida como café da manhã ou sobremesa da hora do chá por toda Sumeru.",
	"suspicious": {
		"effect": "Restaura 18% da Vida Máxima do personagem selecionado e regenera 300 de Vida a cada 5s por 30s.",
		"description": "Uma sobremesa de leite fermentado. Não parece haver nada de errado com ela, mas assim que é colocada na boca... faz estremecer os dentes por causa de sua acidez. A falta de gosto pode ser resolvida adicionando-se açúcar, mas o medo persistente da acidez e adstringência não pode ser superado facilmente."
	},
	"normal": {
		"effect": "Restaura 20% da Vida Máxima do personagem selecionado e regenera 390 de Vida a cada 5s por 30s.",
		"description": "Uma sobremesa feita de leite fermentado. Quando o leite é fermentado e filtrado para virar iogurte, misture o açúcar antes de guarnecer com rosas desidratadas e nozes picadas. No início, este prato era popular apenas entre aventureiros e comerciantes itinerantes, mas agora, é servida como café da manhã ou sobremesa da hora do chá por toda Sumeru."
	},
	"delicious": {
		"effect": "Restaura 22% da Vida Máxima do personagem selecionado e regenera 470 de Vida a cada 5s por 30s.",
		"description": "Uma sobremesa de leite fermentado. A coalhada adensada, as pétalas frescas e as nozes crocantes misturam-se em um sabor suave e doce. O que você sente ao engolir é o gosto do leite, e mais tarde a fragrância floral é que aflora."
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Leite",
			"count": 2
		},
		{
			"id": 101219,
			"name": "Rosa de Sumeru",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 1
		}
	]
}