{
	"id": 2209,
	"name": "Sangayaki",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato simples e humilde de pescadores. É feito com peixe fresco, sem pele e cortado em fatias finas. Depois é picado junto com Flor Crânio de Dragão, misturado com miso e sal para formar uma pasta, e finalmente é grelhado. Você consegue sentir o delicioso cheiro mesmo antes de prová-lo. Mesmo depois de comer três porções seguidas, você ainda quer continuar comendo!",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato simples e humilde de pescadores. O excesso de sal e o cheiro de peixe são como uma tempestade para o seu olfato. Mantenha suas mãos firmes na próxima vez que cozinhar..."
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato simples e humilde de pescadores. É feito com peixe fresco, sem pele e cortado em fatias finas. Depois é picado junto com Flor Crânio de Dragão, misturado com miso e sal para formar uma pasta, e finalmente é grelhado. Você consegue sentir o delicioso cheiro mesmo antes de prová-lo. Mesmo depois de comer três porções seguidas, você ainda quer continuar comendo!"
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato simples e humilde de pescadores. Muito nutritivo e apetitoso. O exterior ligeiramente tostado e dourado envolve o interior tenro, proporcionando dois prazeres ao mesmo tempo! A pasta de peixe já era deliciosa crua, mas depois de grelhada em carvão fica simplesmente divina."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Peixe",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Flor Crânio de Dragão",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Sal",
			"count": 1
		}
	]
}