{
	"id": 4201,
	"name": "Prato de Sashimi",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 224 - 320 e aumenta a Taxa Crítica em 6% - 10% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato de frutos do mar feito com ingredientes frescos. Os peixes e os mariscos são cortados em pedaços e dispostos ordenadamente. As fatias têm sabor requintado e são macias, proporcionando nutrientes variados e de alta qualidade. O sabor doce e persistente é derivado totalmente do frescor dos ingredientes, e cada mordida é um prazer de fechar os olhos ao saborear.",
	"suspicious": {
		"effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato de frutos do mar feito com ingredientes frescos. Deve ter sido um prato de teste. O uso de uma faca enferrujada arruinou o sabor original dos ingredientes, e as escamas de peixe nas fatias de sashimi não foram completamente removidas. Não é tarde demais para procurar ajuda profissional..."
	},
	"normal": {
		"effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato de frutos do mar feito com ingredientes frescos. Os peixes e os mariscos são cortados em pedaços e dispostos ordenadamente. As fatias têm sabor requintado e são macias, proporcionando nutrientes variados e de alta qualidade. O sabor doce e persistente é derivado totalmente do frescor dos ingredientes, e cada mordida é um prazer de fechar os olhos ao saborear."
	},
	"delicious": {
		"effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato de frutos do mar feito com ingredientes frescos. O prato à sua frente é como uma obra de arte, quase lindo demais para ser desfeito. O extraordinário trabalho com a faca ressaltou o sabor dos ingredientes ao máximo. A textura delicada, a elasticidade requintada, a doçura natural... é como se algo vivo estivesse em sua boca — direto do oceano para o seu coração."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Peixe",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Camarão",
			"count": 4
		},
		{
			"id": 100073,
			"name": "Caranguejo",
			"count": 4
		},
		{
			"id": 100014,
			"name": "Rabanete Branco",
			"count": 2
		}
	]
}