{
	"id": 2302,
	"name": "Salada Tropical",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma salada estilo Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. Fatias frescas e crocantes de Pêssego Zaytun são misturadas com Rosas de Sumeru levemente espremidas, adicionando um toque de sabor distinto. Mentas são usadas em vez de açúcar para evitar uma doçura nauseante. Um prato refrescante tanto para o paladar quanto para o olfato.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma salada estilo Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. Maduro, \"levemente fermentado\" para ser mais preciso, os Pêssegos Zaytun exalam um cheiro exótico. E isso para não falar do uso desproporcional de Mentas e Rosas..."
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma salada estilo Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. Fatias frescas e crocantes de Pêssego Zaytun são misturadas com Rosas de Sumeru levemente espremidas, adicionando um toque de sabor distinto. Mentas são usadas em vez de açúcar para evitar uma doçura nauseante. Um prato refrescante tanto para o paladar quanto para o olfato."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma salada estilo Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. Pêssegos Zaytun crocantes e suculentos são servidos com menta fresca e rosas floridas. Esta iguaria tem um sabor refrescantemente doce e agradavelmente fresco na boca. Este deve ser \"o Gosto da Felicidade\", como dizem os Aranaras."
	},
	"ingredients": [
		{
			"id": 101218,
			"name": "Pêssego Zaytun",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menta",
			"count": 2
		},
		{
			"id": 101219,
			"name": "Rosa de Sumeru",
			"count": 2
		}
	]
}