{
	"id": 3514,
	"name": "Bisque de Camarão",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Pratos de DEF",
	"effect": "Aumenta o Bônus de Cura de todos os membros da equipe em 15% - 20% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma sopa espessa avermelhada. Após refogar as especiarias, adicione os ingredientes e cozinhe com o caldo até ficar pronto. De perto, você detecta um aroma salgado misturado com uma picância feroz e fragrante. A cor vibrante do caldo atiça o apetite com um olhar, e o sabor é ainda melhor.",
	"suspicious": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma sopa espessa avermelhada. Uma única colherada faz sua cara pegar fogo num instante, fazendo até o vermelho do camarão cozido parecer opaco. Após tossir e se engasgar por alguns minutos, você finalmente consegue respirar de novo, mas até lá, você não quer mais experimentar o prato de novo..."
	},
	"normal": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 17% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma sopa espessa avermelhada. Após refogar as especiarias, adicione os ingredientes e cozinhe com o caldo até ficar pronto. De perto, você detecta um aroma salgado misturado com uma picância feroz e fragrante. A cor vibrante do caldo atiça o apetite com um olhar, e o sabor é ainda melhor."
	},
	"delicious": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma sopa espessa avermelhada. Seu sabor é encorpado e quente, a picância perfeita da sopa se mistura à carne adocicada do camarão e aos vegetais. É como se Energia Elemental passasse pelo seu corpo, animando qualquer um instantaneamente."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Camarão",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 3
		},
		{
			"id": 100080,
			"name": "Batata",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Frutogrão",
			"count": 2
		}
	]
}