{
	"id": 2113,
	"name": "Macarrão com Peixe Frito",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Pratos de Regeneração",
	"effect": "Restaura 18% - 22% da Vida Máxima ao personagem selecionado.\nRegenera 300 - 470 de Vida a cada 5s por 30s.",
	"description": "Um prato principal com um sabor intenso. Feito através de macarrão de arroz frito, peixe pré-cozido e vários pratos de acompanhamento em uma frigideira em fogo alto. O macarrão, tendo absorvido os sabores dos vários ingredientes, é apetitoso e suave ao paladar, tornando este prato um grande sucesso nas lanchonetes.",
	"suspicious": {
		"effect": "Restaura 18% da Vida Máxima do personagem selecionado e regenera 300 de Vida a cada 5s por 30s.",
		"description": "Um prato principal com um sabor intenso. Mal se pode dizer onde termina o macarrão de arroz e começa o peixe. A sensação macia e flácida na boca é quase insuportável - como algo que parecia tão simples poderia realmente exigir tanta destreza?"
	},
	"normal": {
		"effect": "Restaura 20% da Vida Máxima do personagem selecionado e regenera 390 de Vida a cada 5s por 30s.",
		"description": "Um prato principal com um sabor intenso. Feito com macarrão de arroz frito, peixe pré-cozido e vários pratos de acompanhamento em uma frigideira em fogo alto. O macarrão, tendo absorvido os sabores dos vários ingredientes, é apetitoso e suave ao paladar, tornando este prato um grande sucesso nas lanchonetes."
	},
	"delicious": {
		"effect": "Restaura 22% da Vida Máxima do personagem selecionado e regenera 470 de Vida a cada 5s por 30s.",
		"description": "Um prato principal com um sabor intenso. O aspecto suntuoso e fresco já é suficiente para deixar as pessoas salivando, e uma mordida certamente precisará ser dada após a outra. O macarrão de arroz suave e o peixe macio garantem a esta refeição um assento em qualquer mesa gourmet, apesar de não ser menos gostoso em situações de banquete."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Peixe",
			"count": 2
		},
		{
			"id": 100092,
			"name": "Arroz",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Flor Crânio de Dragão",
			"count": 2
		}
	]
}