{
	"name": "Iguarias do Porto de Pedra",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de ATQ",
	"foodcategory": "Atk_CritRate",
	"effect": "Aumenta a Taxa CRIT de todos os personagens na equipe em 6% - 12% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Alimentos vegetarianos fritos. Uma seleção de três ingredientes de Liyue, que são fritos. Embora a metodologia seja simples, ela realça os sabores intensos e inatos dos ingredientes e não se desvanece em brilho quando comparada a alguma iguaria de alta classe.",
	"suspicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 6% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Comida vegetariana frita. O controle inadequado da temperatura do óleo fez com que os ingredientes cheirassem a óleo. Aqueles que comem, apenas com uma mordida sacudirão a cabeça e lamentarão a perda da rara erva violeta utilizada."
	},
	"normal": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 9% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Alimentos vegetarianos fritos. Uma seleção de três ingredientes de Liyue, que são fritos. Embora a metodologia seja simples, ela realça os sabores intensos e inatos dos ingredientes e não se desvanece em brilho quando comparada a alguma iguaria de alta classe."
	},
	"delicious": {
		"effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 12% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Comida vegetariana frita. Os aromas da terra, a sombra fresca e a umidade da neblina foram todos ordenados para este prato fresco. Combine com arroz branco simples - tanto seu paladar como sua alma experimentarão muitas vezes uma satisfação \"com os pés no chão\"."
	},
	"ingredients": [
		{
			"name": "Batata",
			"count": 2
		},
		{
			"name": "Violeta",
			"count": 1
		},
		{
			"name": "Matsutake",
			"count": 1
		}
	]
}