{
	"id": 3305,
	"name": "Chá de Baga do Crepúsculo",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 - 228 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma bebida frutada com um sabor agridoce e agradável. O chá perfumado também exala o agradável aroma de frutas. A cada gole, o sabor gelado e refrescante afasta toda a frustração causada pelo calor.",
	"suspicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 160 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens.",
		"description": "Uma bebida frutada com um sabor agridoce e agradável. Você adicionou açúcar para temperar a acidez do chá, mas acidentalmente perdeu o controle da quantidade adicionada. O que deveria ser uma bebida para matar a sede agora se tornou um líquido que aperta a garganta. Água, precisamos beber mais água..."
	},
	"normal": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Uma bebida frutada com um sabor agridoce e agradável. O chá perfumado também exala o agradável aroma de frutas. A cada gole, o sabor gelado e refrescante afasta toda a frustração causada pelo calor."
	},
	"delicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 228 por 300s. No modo multijogador, terá efeito apenas em seus proprios personagens.",
		"description": "Uma bebida frutada com um sabor agridoce e agradável. A essência do chá permeando o ambiente parece relaxar os seus pensamentos. A sensação é como a de estar em um vasto campo onde sopra uma inebriante brisa suave e doce."
	},
	"ingredients": [
		{
			"id": 100002,
			"name": "Fruto do Pôr do Sol",
			"count": 3
		},
		{
			"id": 100051,
			"name": "Baga",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Açúcar",
			"count": 2
		}
	]
}