{
	"id": 4205,
	"name": "Super Estimada Pizza",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o Dano Físico de todos os membros da Equipe em 25%-45%, Taxa CRIT em 6%-10% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Uma pizza rica. Primeiro se coloca uma camada de presunto que foi cortado em pequenos pedaços para um prato repleto de sensação de satisfação. Depois de assado, o aroma dos pedaços de presunto assado e o sabor cremoso do queijo se tornam uma combinação encantadora.",
	"suspicious": {
		"effect": "Aumenta o Dano Físico em 25% e a Taxa CRIT em 6% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma pizza rica. Se a gordura for ignorada por um momento, é possível engolir os pedaços de carne fria, mas ainda assim, a massa que foi deixada de lado por muito tempo é um desafio difícil... Ela está tão dura, será que serviria para bater em um Hilichurl?"
	},
	"normal": {
		"effect": "Aumenta o Dano Físico em 35% e a Taxa CRIT em 8% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma pizza rica. Primeiro se coloca uma camada de presunto que foi cortado em pequenos pedaços para um prato repleto de sensação de satisfação. Depois de assado, o aroma dos pedaços de presunto assado e o sabor cremoso do queijo se tornam uma combinação encantadora."
	},
	"delicious": {
		"effect": "Aumenta o Dano Físico em 45% e a Taxa CRIT em 10% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Uma rica pizza. Entre o vapor que sobe ao sair do forno, sua borda quebra ao puxá-la com a mão, deixando uma cachoeira de queijo jorrar envolvida em um denso aroma de carne que satisfaz seu paladar e lhe dá uma sensação maravilhosa de satisfação."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Presunto",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Farinha",
			"count": 2
		},
		{
			"id": 110009,
			"name": "Queijo",
			"count": 2
		}
	]
}