{
	"name": "Frango Assado Tandoori",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de ATQ",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 224 - 320 e aumenta a Taxa CRIT em 6% - 10% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato de frango característico de Sumeru. Primeiro, o frango foi marinado com especiarias vermelhas, e então assado em um forno de barro. Todo o processo não envolve nenhuma técnica sofisticada, e é de se admirar o uso de um forno tão humilde. Mas dizem que um tandoori é para um chef veterano o que uma espada é para um aventureiro.",
	"suspicious": {
		"effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato de frango caraterístico de Sumeru. Por ter sido assado em altas temperaturas, a carne ficou seca. O excesso de especiarias substituiu o sabor dos ingredientes originais. Até alguém que gosta de comer carne seca precisará de uma garrafa d'água para poder engolir isso."
	},
	"normal": {
		"effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato de frango característico de Sumeru. Primeiro, o frango foi marinado com especiarias vermelhas, e então assado em um forno de barro. Todo o processo não envolve nenhuma técnica sofisticada, e é de se admirar o uso de um forno tão humilde. Mas dizem que um tandoori é para um chef veterano o que uma espada é para um aventureiro."
	},
	"delicious": {
		"effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato típico de frango Sumeru. A pele vermelha do frango é envolta no fogo. Uma vez na boca, o rico sabor desperta todas as papilas gustativas. O frango e as especiarias parecem ter realizado uma misteriosa dança Sumeru na boca, evocando a imagem de um banquete festivo..."
	},
	"ingredients": [
		{
			"name": "Carne de Ave",
			"count": 3
		},
		{
			"name": "Cogumelo Rukkhashava",
			"count": 2
		},
		{
			"name": "Padisarah",
			"count": 1
		},
		{
			"name": "Tempero",
			"count": 1
		}
	]
}