{
	"name": "Carne de Tianshu",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de ATQ",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta o Dano Físico de todos os membros da Equipe em 25%-45%, Taxa CRIT em 6%-10% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato de carne assada. O corte da carne utilizado é um meio termo feliz entre magro e gorduroso, e foi assada até a perfeição usando a defumação. Os ingredientes brilham, e são macios, mas não gordurosos. Diz-se que o Tianshu de uma certa geração dos Qixing de Liyue inventou esse prato após um desenvolvimento muito meticuloso.",
	"suspicious": {
		"effect": "Aumenta o Dano Físico em 25% e a Taxa CRIT em 6% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato de carne assada. Foi cozido por muito tempo, resultando em uma carne muito macia. Os cortes expessos são gordurosos o suficiente para causar palpitações, e você mal consegue enrolá-los nas pequenas pétalas de Qingxin."
	},
	"normal": {
		"effect": "Aumenta o Dano Físico em 35% e a Taxa CRIT em 8% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato de carne assada. O corte da carne utilizado é um meio termo feliz entre magro e gorduroso, e foi assada até a perfeição usando a defumação. Os ingredientes brilham, e são macios, mas não gordurosos. Diz-se que o Tianshu de uma certa geração dos Qixing de Liyue inventou esse prato após um desenvolvimento muito meticuloso."
	},
	"delicious": {
		"effect": "Aumenta o Dano Físico em 45% e a Taxa CRIT em 10% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato de carne assada. Seu aroma intenso pode ser detectado a quilômetros de distância. Os ingredientes parecem requintados em todos os sentidos, capturando a essência de seu design original. Não pareceria fora de lugar em um prato gourmet estendido pelo Pavilhão Yuehai."
	},
	"ingredients": [
		{
			"name": "Carne Crua",
			"count": 4
		},
		{
			"name": "Açúcar",
			"count": 2
		},
		{
			"name": "Qingxin",
			"count": 1
		},
		{
			"name": "Matsutake",
			"count": 1
		}
	]
}