{
	"id": 3412,
	"name": "Tomates Narbonnaises",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Pratos de ATQ",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 - 228 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato com uma proporção balanceada de carnes e vegetais. Primeiro se tira o centro de um tomate e o preenche com carne moída, para então se assar tudo. Esse prato tem um sabor ácido e uma textura agradável. Dizem que é muito popular nas mesas de Fontaine.",
	"suspicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 160 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens.",
		"description": "Um prato de carne e vegetais. O tomate devidamente colorido parece estar quase tremendo, como se quisesse abrir sua boca e chorar pelo que se tornou. Ainda pior, a carne moída dentro tem gosto de serragem. Há quatro dessas abominações de tomate, como se deve lidar com elas?"
	},
	"normal": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato com uma proporção balanceada de carnes e vegetais. Primeiro se tira o centro de um tomate e o preenche com carne moída, para então se assar tudo. Esse prato tem um sabor ácido e uma textura agradável. Dizem que é muito popular nas mesas de Fontaine."
	},
	"delicious": {
		"effect": "Aumenta o ATQ de todos os membros da equipe em 228 por 300s. No modo multijogador, terá efeito apenas em seus proprios personagens.",
		"description": "Um prato de carne e vegetais. Tomates suculentos e de dar água na boca, recheados com carne deliciosa, eles têm um aroma ágil e charmoso que explode em um sabor salgado esplêndido. Após comer uma única mordida, todas as nuvens escuras em seu coração devem ter sido eliminadas pela delícia intensa emanando de sua língua."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 3
		},
		{
			"id": 100079,
			"name": "Tomate",
			"count": 3
		},
		{
			"id": 110010,
			"name": "Bacon",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Cebola",
			"count": 1
		}
	]
}