{
	"name": "Espetinho Misto Frito",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de ATQ",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 - 228 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um espeto com vários pedaços. Três processos de cozimento diferentes podem ser degustados de uma vez neste prato, o que o tornou muito popular. Se você não sabe o que poderia combinar com um pouco de vinho, não há como errar com este prato.",
	"suspicious": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 160 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um espeto com vários pedaços. O Pedaço de Bambu queimado e os ingredientes de cor opaca exalam um cheiro indescritível. Se você fosse fazer isso na natureza, atrairia alguns Hilichurls..."
	},
	"normal": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um espeto com vários pedaços. Três processos de cozimento diferentes podem ser degustados de uma vez neste prato, o que o tornou muito popular. Se você não sabe o que poderia combinar com um pouco de vinho, não há como errar com este prato."
	},
	"delicious": {
		"effect": "Aumenta o ATQ de todos os membros da Equipe em 228 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um espeto com vários pedaços. O controle de temperatura altamente refinado permitiu que os óleos escaldantes fosse liberados. Os muitos temperos acentuam o sabor dos vários ingredientes. Se houvesse um pouco menos deles, ficaria muito sem graça; se houvesse um pouco mais, ficaria muito intenso. Esse equilíbrio apurado revela o lado criativo do chef."
	},
	"ingredients": [
		{
			"name": "Carne Crua",
			"count": 4
		},
		{
			"name": "Ovo de Pássaro",
			"count": 2
		},
		{
			"name": "Farinha",
			"count": 2
		},
		{
			"name": "Flor Crânio de Dragão",
			"count": 1
		}
	]
}