{
	"name": "Tiras de Três Sabores",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de DEF",
	"foodcategory": "Def_Add",
	"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20%-30% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato bem arranjado. Os pedaços de presunto, galinha e bambu foram cortados em fios de comprimentos iguais, e foram dispostos ordenadamente na tigela de sopa depois de serem cozidos em fogo alto, antes de serem cobertos de Consommé. As camadas são distintas, e a sensação na boca é salgada e ainda assim fresca.",
	"suspicious": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato bem arranjado. Certamente parece delicioso, mas ao prová-lo se descobre que não tem gosto de nada. Será que foi diluído demais, talvez?"
	},
	"normal": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato bem arranjado. Os pedaços de presunto, galinha e bambu foram cortados em fios de comprimentos iguais, e foram dispostos ordenadamente na tigela de sopa depois de serem cozidos em fogo alto, antes de serem cobertos de Consommé. As camadas são distintas, e a sensação na boca é salgada e ainda assim fresca."
	},
	"delicious": {
		"effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato bem arranjado. Os fios de tamanhos uniformes revelam um trabalho com a faca bem requintado. Ao invés de um prato, isto parece mais uma obra de arte. Mas uma vez que você consiga pegar os pauzinhos e experimentar, os deliciosos sabores causarão uma felicidade total - deixar isto como uma mera obra de arte seria uma vergonha."
	},
	"ingredients": [
		{
			"name": "Presunto",
			"count": 2
		},
		{
			"name": "Carne de Ave",
			"count": 2
		},
		{
			"name": "Broto de Bambu",
			"count": 1
		},
		{
			"name": "Cogumelo",
			"count": 1
		}
	]
}