{
	"name": "Frutas ao Mel",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de Aventura",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Diminui o consumo de Stamina ao Correr e Planar para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um aperitivo fritado em óleo. Farinha modelada é inserida diretamente no wok para ser fritada até ficar dourada para então ser retirada e mergulhada em molho enquanto está fervendo. Essa iguaria é uma companheira inseparável para as pessoas de Sumeru.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Um aperitivo frito em óleo. As frutas não foram retiradas do wok a tempo. Ao serem mordidas, sua boca transborda de gordura, um sabor que só pode ser retirado com uma rápida e forte xícara de café."
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Um aperitivo fritado em óleo. Farinha modelada é inserida diretamente no wok para ser fritada até ficar dourada para então ser retirada e mergulhada em molho enquanto está fervendo. Essa iguaria é uma companheira inseparável para as pessoas de Sumeru."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
		"description": "Um aperitivo frito em óleo. As frutas radiantes douradas envolvidas em um caldo delicioso são devoradas rapidamente, mordida por mordida. Ainda há um pouco de mel no prato. Talvez essa doçura possa durar mais um segundo...?"
	},
	"ingredients": [
		{
			"name": "Ovo de Pássaro",
			"count": 3
		},
		{
			"name": "Farinha",
			"count": 2
		},
		{
			"name": "Açúcar",
			"count": 2
		},
		{
			"name": "Grão de Café",
			"count": 1
		}
	]
}