{
	"id": 3216,
	"name": "Carne Fresca Chazuke",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Pratos de DEF",
	"effect": "Aumenta o Bônus de Cura de todos os membros da equipe em 15% - 20% por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato principal leve e saboroso. Um chá bem fervido é derramado sobre o arroz com unagi por cima e deixado adentrar lentamente até que os grãos de arroz tenham absorvido a fragrância do chá. Quando combinado com o sabor doce e persistente do unagi, você é capaz de comer meia tigela antes que Paimon possa dizer \"Uau!\"",
	"suspicious": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato principal leve e saboroso. A sopa de chá excessivamente suave foi dominada pelo sabor do unagi, mas você provavelmente ainda pode comer isto se você misturar em algum tipo de mingau."
	},
	"normal": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 17% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato principal leve e saboroso. Um chá bem fervido é derramado sobre o arroz com unagi por cima e deixado adentrar lentamente até que os grãos de arroz tenham absorvido a fragrância do chá. Quando combinado com o sabor doce e persistente do unagi, você é capaz de comer meia tigela antes que Paimon possa dizer \"Uau!\""
	},
	"delicious": {
		"effect": "Aumenta o bônus de cura de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato principal leve e saboroso. O chá e a sopa tecem uma melodia elegante e perfumada marcada pelos grãos brancos puros, enquanto o unagi, batizado em fogo de carvão, proporciona uma decoração tenra e suave à mistura. Os vários aromas da enguia e do chá e a leve doçura do arroz se misturam bem em sua língua em algo verdadeiramente sublime. Realmente, uma ameaça tripla com a qual não se deve brincar."
	},
	"ingredients": [
		{
			"id": 100095,
			"name": "Carne Unagi",
			"count": 4
		},
		{
			"id": 100092,
			"name": "Arroz",
			"count": 3
		},
		{
			"id": 101210,
			"name": "Erva Marinha",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Sal",
			"count": 1
		}
	]
}