{
	"name": "Wakatakeni",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Pratos de DEF",
	"foodcategory": "Def_Add",
	"effect": "Aumenta a DEF de todos os membros da Equipe em 88 – 126 por 300s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato vegetariano de cor clara. O caldo é derramado primeiro na panela antes que os brotos de bambu, e depois as algas marinhas, sejam adicionados. O resultado é um produto elegante com uma leve sensação na boca que concorda bem com todos os paladares. Adequado como aperitivo de pré-refeições ou como acompanhamento de um prato principal.",
	"suspicious": {
		"effect": "Aumenta a DEF de todos os membros da Equipe em 88 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato vegetariano de cor clara. As algas levam uma eternidade para serem engolidas e os brotos de bambu excessivamente duros parecem até que podem desgastar os dentes. Provavelmente é melhor só dar uma olhada, mas não comer."
	},
	"normal": {
		"effect": "Aumenta a DEF de todos os membros da Equipe em 107 por 300s. No modo multijogador, terá efeito em si mesmo.",
		"description": "Um prato vegetariano de cor clara. O caldo é derramado primeiro na panela antes que os brotos de bambu, e depois as algas marinhas, sejam adicionados. O resultado é um produto elegante com uma leve sensação na boca que concorda bem com todos os paladares. Adequado como aperitivo de pré-refeições ou como acompanhamento de um prato principal."
	},
	"delicious": {
		"effect": "Aumenta a DEF de todos os membros da Equipe em 126 por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
		"description": "Um prato vegetariano de cor clara. A nova vida nascida no abraço do oceano e o frescor crocante que brotou nas montanhas se misturaram a este caldo. Os sabores leves e suaves dão uma amostra das maravilhas das quatro estações, e da renovação de toda a vida."
	},
	"ingredients": [
		{
			"name": "Broto de Bambu",
			"count": 3
		},
		{
			"name": "Erva Marinha",
			"count": 2
		}
	]
}