{
	"id": 3101,
	"name": "Chop Suey de Zhongyuan",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Pratos de Aventura",
	"effect": "Diminui o consumo de Stamina ao Correr e Escalar para todos os membros da Equipe em 15% - 25% por 900s.\nNo modo multijogador, o efeito apenas se aplica ao seu personagem.",
	"description": "Um prato de carne temperada e cozida. Embora contenha carne de órgãos de animais e pedaços de restos de outras coisas, os temperos de sabor forte mascaram o cheiro da carne. Muitos comeram esse prato por toda a vida sem saber que \"chop suey\" é na verdade um palavrão no idioma local para insultar alguém de Zhongyuan.",
	"suspicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato de carne temperada e cozida. Mesmo que o prato estivesse extremamente delicioso, não parece bom. Até as bancas mais populares teriam problemas para vender isso."
	},
	"normal": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato de carne temperada e cozida. Embora contenha carne de órgãos de animais e pedaços de restos de outras coisas, os temperos de sabor forte mascaram o cheiro da carne. Muitos comeram esse prato por toda a vida sem saber que \"chop suey\" é na verdade um palavrão no idioma local para insultar alguém de Zhongyuan."
	},
	"delicious": {
		"effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
		"description": "Um prato de carne temperada e cozida. O autêntico \"sabor Liyue\" deste prato aromático torna-o um alimento reconfortante para a nostalgia que pode causar lágrimas nos olhos."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne Crua",
			"count": 3
		},
		{
			"id": 100084,
			"name": "Peixe",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farinha",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Sal",
			"count": 2
		}
	]
}