{
	"id": 227021,
	"name": "Prole infinita",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta equipaggiamento",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talento"
	],
	"description": "Se giocata: crea 4 carte Destati, mio simile e mettile in ordine casuale nel tuo mazzo.\nQuando il tuo Guardiano dell'Oasi di Apep, che ha questa carta equipaggiata, è in campo: il tuo Organismo proliferante infligge DAN +1. (Per aggiungere questa carta, il tuo mazzo deve contenere Guardiano dell'Oasi di Apep.)",
	"descriptionraw": "<color=#FFFFFFFF>Se giocata:</color> crea 4 carte <color=#FFFFFFFF>$[C127021]</color> e mettile in ordine casuale nel tuo mazzo.\\nQuando il tuo <color=#FFFFFFFF>$[A2702]</color>, che ha questa carta equipaggiata, è in campo: il tuo <color=#FFFFFFFF>$[C127022]</color> infligge DAN +1. (Per aggiungere questa carta, il tuo mazzo deve contenere $[A2702].)",
	"descriptionreplaced": "<color=#FFFFFFFF>Se giocata:</color> crea 4 carte <color=#FFFFFFFF>Destati, mio simile</color> e mettile in ordine casuale nel tuo mazzo.\\nQuando il tuo <color=#FFFFFFFF>Guardiano dell'Oasi di Apep</color>, che ha questa carta equipaggiata, è in campo: il tuo <color=#FFFFFFFF>Organismo proliferante</color> infligge DAN +1. (Per aggiungere questa carta, il tuo mazzo deve contenere Guardiano dell'Oasi di Apep.)",
	"storytitle": "Guardiano dell'Oasi di Apep: Prole infinita",
	"storytext": "Apep attraversò un oceano di erba profumata, passando tra gli alberi giganteschi e i rampicanti interminabili come un pesce con la sua numerosa prole. Poi l'erba, gli alberi e i rampicanti divennero polvere, e sulla terra di Apep venne creato un fragile regno da creature minute come sassolini.\nApep e la sua prole lasciarono che il mare di sabbia infuriasse come acqua bollente e spazzasse via le abitazioni come foglie al vento. Un giorno, il nuovo Signore della sabbia si riconciliò con il re che aveva perso la sua patria. Le dune sotto il sole divennero proprietà degli umani, mentre l'oasi dei draghi rimase nei cuori di quest'ultimi.\nApep condivise la conoscenza dell'evoluzione con la sua numerosa prole, poiché disseminare conoscenza ne permette la diffusione, mentre la saggezza accumulata senza scopo ristagna e non porta altro che rovina. Tenne fede al patto con il Signore della sabbia fino al giorno in cui ottenne la saggezza suprema, ma da quel momento non vide altro che scenari di oblio e di calamità eterna.",
	"source": "Ricompensa ottenuta accettando la sfida della taverna contro il Guardiano dell'Oasi di Apep alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente in un duello amichevole",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}