{
	"id": 224061,
	"name": "Fulmine a catena",
	"shareid": 424,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta equipaggiamento",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talento"
	],
	"description": "Se giocata: se Cantore dell'Abisso: Fulmine viola, che ha questa carta equipaggiata, ha già innescato Rinascita folgorante, il personaggio attivo avversario perde 1 punto Energia.\nQuando Cantore dell'Abisso: Fulmine viola, che ha questa carta equipaggiata, innesca Rinascita folgorante o viene sconfitto: rimuovi questa carta e fai perdere 1 punto Energia al personaggio attivo avversario.\n(Per aggiungere questa carta, il tuo mazzo deve contenere Cantore dell'Abisso: Fulmine viola.)",
	"descriptionraw": "<color=#FFFFFFFF>Se giocata:</color> se <color=#FFFFFFFF>$[A2406]</color>, che ha questa carta equipaggiata, ha già innescato <color=#FFFFFFFF>$[C124061]</color>, il personaggio attivo avversario perde 1 punto $[K310].\\nQuando $[A2406], che ha questa carta equipaggiata, innesca <color=#FFFFFFFF>$[C124061]</color> o viene sconfitto: rimuovi questa carta e fai perdere 1 punto $[K310] al personaggio attivo avversario.\\n(Per aggiungere questa carta, il tuo mazzo deve contenere $[A2406].)",
	"descriptionreplaced": "<color=#FFFFFFFF>Se giocata:</color> se <color=#FFFFFFFF>Cantore dell'Abisso: Fulmine viola</color>, che ha questa carta equipaggiata, ha già innescato <color=#FFFFFFFF>Rinascita folgorante</color>, il personaggio attivo avversario perde 1 punto <color=#FFFFFFFF>{SPRITE_PRESET#1110}Energia</color>.\\nQuando Cantore dell'Abisso: Fulmine viola, che ha questa carta equipaggiata, innesca <color=#FFFFFFFF>Rinascita folgorante</color> o viene sconfitto: rimuovi questa carta e fai perdere 1 punto <color=#FFFFFFFF>{SPRITE_PRESET#1110}Energia</color> al personaggio attivo avversario.\\n(Per aggiungere questa carta, il tuo mazzo deve contenere Cantore dell'Abisso: Fulmine viola.)",
	"storytitle": "Cantore dell'Abisso: Fulmine a catena",
	"storytext": "\"I loro violenti fulmini colpiscono i cuori dei miscredenti con oscura saggezza, distorta dalle tenebrose profondità di una notte eterna, e il bagliore viola annuncia l'esistenza di un grande potere in grado di corrodere la mente umana.\"",
	"source": "Ricompensa ottenuta accettando la sfida della taverna contro il Cantore dell'Abisso: Fulmine viola alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente in un duello amichevole",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_ELECTRO",
			"count": 1
		}
	]
}