{
	"id": 214101,
	"name": "Supplemento all'occorrenza",
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta equipaggiamento",
	"tags": [
		"GCG_TAG_TALENT",
		"GCG_TAG_SLOWLY"
	],
	"tagstext": [
		"Talento",
		"Azione di combattimento"
	],
	"description": "Azione di combattimento: se il tuo personaggio attivo è Dori, equipaggia questa carta.\nQuando Dori viene equipaggiata con questa carta, utilizza immediatamente Esattezza di Alcazarzaray una volta.\nIl Djinn invocato da Dori, che ha questa carta equipaggiata, ripristina 1 PS aggiuntivo quando guarisce personaggi con un massimo di 6 PS e, se un personaggio non possiede Energia, questa aumenta di 1 punto aggiuntivo una volta ottenuta.\n(Per aggiungere questa carta, il tuo mazzo deve contenere Dori.)",
	"descriptionraw": "$[K1]: se il tuo personaggio attivo è <color=#FFFFFFFF>$[A1410]</color>, equipaggia questa carta.\\nQuando $[A1410] viene equipaggiata con questa carta, utilizza immediatamente <color=#FFD780FF>$[S14103]</color> una volta.\\nIl <color=#FFFFFFFF>$[C114102]</color> invocato da $[A1410], che ha questa carta equipaggiata, ripristina 1 PS aggiuntivo quando guarisce personaggi con un massimo di 6 PS e, se un personaggio non possiede $[K310], questa aumenta di 1 punto aggiuntivo una volta ottenuta.\\n(Per aggiungere questa carta, il tuo mazzo deve contenere $[A1410].)",
	"descriptionreplaced": "<color=#FFFFFFFF>Azione di combattimento</color>: se il tuo personaggio attivo è <color=#FFFFFFFF>Dori</color>, equipaggia questa carta.\\nQuando Dori viene equipaggiata con questa carta, utilizza immediatamente <color=#FFD780FF>Esattezza di Alcazarzaray</color> una volta.\\nIl <color=#FFFFFFFF>Djinn</color> invocato da Dori, che ha questa carta equipaggiata, ripristina 1 PS aggiuntivo quando guarisce personaggi con un massimo di 6 PS e, se un personaggio non possiede <color=#FFFFFFFF>{SPRITE_PRESET#1110}Energia</color>, questa aumenta di 1 punto aggiuntivo una volta ottenuta.\\n(Per aggiungere questa carta, il tuo mazzo deve contenere Dori.)",
	"storytitle": "Dori: Supplemento all'occorrenza",
	"storytext": "\"Prima aumenta il prezzo del 30%, poi vendi con uno sconto del 20%!\"",
	"source": "Ricompensa ottenuta sfidando Dori a duello alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_ELECTRO",
			"count": 3
		},
		{
			"costtype": "GCG_COST_ENERGY",
			"count": 2
		}
	]
}