{
	"id": 227031,
	"name": "Turbinio del Serpente spirituale",
	"shareid": 425,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta equipaggiamento",
	"tags": [
		"GCG_TAG_TALENT",
		"GCG_TAG_SLOWLY"
	],
	"tagstext": [
		"Talento",
		"Azione di combattimento"
	],
	"description": "Azione di combattimento: se il tuo personaggio attivo è Eremita danzatrice dell'anello floreale, equipaggia questa carta.\nDopo che Eremita danzatrice dell'anello floreale è stata equipaggiata con questa carta, usa immediatamente Spirale vorticosa una volta.\nQuando la tua Eremita danzatrice dell'anello floreale, che ha questa carta equipaggiata, è in campo, quando passi dal tuo personaggio attivo a un personaggio con Spirito del presagio: Serpente spirituale di Dendro associato: infliggi 1 DAN da Dendro (una volta per turno).\n(Per aggiungere questa carta, il tuo mazzo deve contenere Eremita danzatrice dell'anello floreale.)",
	"descriptionraw": "$[K1]: se il tuo personaggio attivo è <color=#FFFFFFFF>$[A2703]</color>, equipaggia questa carta.\\nDopo che $[A2703] è stata equipaggiata con questa carta, usa immediatamente <color=#FFD780FF>$[S27032]</color> una volta.\\nQuando la tua <color=#FFFFFFFF>$[A2703]</color>, che ha questa carta equipaggiata, è in campo, quando passi dal tuo personaggio attivo a un personaggio con <color=#FFFFFFFF>$[C127032]</color> associato: infliggi 1 $[K107] (una volta per turno).\\n(Per aggiungere questa carta, il tuo mazzo deve contenere $[A2703].)",
	"descriptionreplaced": "<color=#FFFFFFFF>Azione di combattimento</color>: se il tuo personaggio attivo è <color=#FFFFFFFF>Eremita danzatrice dell'anello floreale</color>, equipaggia questa carta.\\nDopo che Eremita danzatrice dell'anello floreale è stata equipaggiata con questa carta, usa immediatamente <color=#FFD780FF>Spirale vorticosa</color> una volta.\\nQuando la tua <color=#FFFFFFFF>Eremita danzatrice dell'anello floreale</color>, che ha questa carta equipaggiata, è in campo, quando passi dal tuo personaggio attivo a un personaggio con <color=#FFFFFFFF>Spirito del presagio: Serpente spirituale di Dendro</color> associato: infliggi 1 {SPRITE_PRESET#2107}<color=#7EC236FF>DAN da Dendro</color> (una volta per turno).\\n(Per aggiungere questa carta, il tuo mazzo deve contenere Eremita danzatrice dell'anello floreale.)",
	"storytitle": "Eremita danzatrice dell'anello floreale: Turbinio del Serpente spirituale",
	"storytext": "\"Anche se questi dèi e questi re sono ormai scomparsi tra le sabbie, i ricordi delle danze e delle canzoni sono ancora vivi tra gli abitanti del deserto.\"",
	"source": "Ricompensa ottenuta accettando la sfida della taverna contro l'Eremita danzatrice dell'anello floreale alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente in un duello amichevole",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 3
		}
	]
}