{
	"name": "Ремонтный мек: Платиновая коллекция",
	"description": "Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.\nВ отличие от других моделей массового производства глянцевый и блестящий корпус механизма обслуживания «Платиновая коллекция» был специально изготовлен командой разработчиков как памятная модель. Это был довольно редкий случай, когда группа преподносила этот сувенир обеспеченным торговцам в качестве изысканного украшения для аквариума, чтобы привлечь последних инвестировать средства в проект механизмов обслуживания. К сожалению, все попытки группы привлечь инвестиции провалились, поэтому было решено продать механизмы как игрушки для субсидирования всё более дефицитного фонда проекта.\nВ конце концов, после всем известной аварии группа разработчиков механизмов обслуживания была полностью закрыта, а дальнейшие планы на проект были отменены. На сегодняшний день все механизмы обслуживания этой серии в акватории Фонтейна никем не контролируются. Первая партия модели «Платиновая коллекция» также «канула в воду», став самой дорогой и необычной «рыбой» в Фонтейне. Когда некоторые проекты Исследовательского института стали достоянием общественности, репортёры «Паровой птицы» сопоставили информацию и провели расследование, обнаружив, что «загрязнение вод а Фонтейне практически не изменилось до и после запуска механизмов обслуживания, а эффективность проекта вызывает большие сомнения». С тех пор всё ещё активная «Платиновая коллекция» продолжает плавать в водах Фонтейна, а для рыбаков вылов такого образца является предметом для гордости. Ведь здесь механизм типа «Платиновая коллекция» такой же редкий, как ценнейшие декоративные рыбы в других странах.",
	"sortorder": 2880,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Рыба",
	"source": [
		"Рыбалка"
	]
}