{
	"id": 10000005,
	"name": "Aether",
	"friendLines": [
		{
			"voicelineId": 1002,
			"title": "About the Windmills",
			"voicelineType": "24001",
			"description": "Paimon: Mondstadt has so many windmills, doesn't it?\n{NICKNAME}: Well, the city is built above water, so it probably relies on the windmills to draw the water upwards.\nPaimon: That's correct! The winds blow through Mondstadt all year, so this supply of water is very stable.\nPaimon: Also, the windmills are what they call \"visible winds\" — and wind chimes are called the \"audible winds.\"\nPaimon: Paimon guesses they can be thought of as mascots and prayers to the Anemo Archon for protection.\n{NICKNAME}: Ah, mascots. So, like you then, Paimon?\nPaimon: No! Not at all! They're made of wood, and you can't eat them in an emergency either, 'cause all you'll do is grind your teeth down!\n{NICKNAME}: Uhh...\n{NICKNAME}: ...I don't know what to say to that.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windmill_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Mondstadt City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1003,
			"title": "About the Tavern Owner",
			"voicelineType": "25001",
			"description": "{NICKNAME}: I've heard that if you give tavern owners a considerable tip, they'll be willing to give some information on the down low.\nPaimon: You mean the Angel's Share? But Master Diluc seems like a very rich man.\nPaimon: How big a tip is \"considerable,\" anyway?\n{NICKNAME}: Uh... Maybe I might have heard wrong.\n{NICKNAME}: Or maybe I might have heard this rumor in another world...\nPaimon: You sure have been to many worlds, haven't you?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pubHolder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Mondstadt City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1004,
			"title": "About Cider Lake",
			"voicelineType": "26001",
			"description": "Paimon: Cider Lake never freezes, no matter what time of year it is.\nPaimon: The best apple ciders in Mondstadt can only be made using the fresh water from this lake.\nPaimon: It really does taste great! Paimon could drink two big bottles in a second!\n{NICKNAME}: Wow.\nPaimon: Tee-hee!\n{NICKNAME}: With your size, I can't believe that you can drink that much liquid...\n{NICKNAME}: ...And not explode like an Anemo Slime.\nPaimon: Paimon has a special stomach just for tasty drinks!\n{NICKNAME}: A special stomach? ...I have so many questions about how this world works.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ciderLake_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Mondstadt City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1005,
			"title": "About the Library's Restricted Section",
			"voicelineType": "37001",
			"description": "{NICKNAME}: About those books in the \"restricted section\" that Lisa mentioned...\n{NICKNAME}: Have you ever wondered what sort of books might be kept in there?\n{NICKNAME}: Perhaps...\n{NICKNAME}: ...It contains books not suitable for children?\nPaimon: Huh? But \"The Boar Princess\" isn't in the restricted section!\nPaimon: What could be more unsuitable for children than that? ...Hmm, Paimon's curious...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_restrictedSection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Troublesome Work\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1010115
					]
				}
			]
		},
		{
			"voicelineId": 1006,
			"title": "About Effort and Reward",
			"voicelineType": "31001",
			"description": "Paimon: Paimon finds that hard work hardly works here in Mondstadt.\n{NICKNAME}: Why do you say that?\nPaimon: Just look at Huffman from the Knights of Favonius. He does his best at his duties every day...\nPaimon: But the ever-relaxed Captain Kaeya is his boss.\n{NICKNAME}: Hmm, but isn't Jean, who works the hardest, the Acting Grand Master?\nPaimon: W—Well, how about this, then...\nPaimon: Venti's the god of Mondstadt, and he's the laziest of them all!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_effortsVSreturn_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"For a Tomorrow Without Tears\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1007,
			"title": "About the Goth Grand Hotel",
			"voicelineType": "56001",
			"description": "{NICKNAME}: Sure would be nice to spend a night at the Goth Grand Hotel...\nPaimon: Paimon thinks so too!\nPaimon: The rooms are sure to be big and clean.\n{NICKNAME}: Still, I've heard Mr. Goth say that they've had all kinds of strange problems ever since the Fatui moved in.\n{NICKNAME}: The Electro Cicins that their mages brought in attracted a lot of dust with static electricity, which ended up killing a lot of those Cicins.\n{NICKNAME}: Then, someone mixed up the Mist Grass Pollen and the pepper...\n{NICKNAME}: And the Agents ended up brawling amongst themselves, each insisting that the other owed them money for wine.\nPaimon: ...Hang in there, Goth Grand Hotel...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gothHotel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Mondstadt City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1008,
			"title": "About the Way the Wind Blows",
			"voicelineType": "64001",
			"description": "{NICKNAME}: Everyone says that Mondstadt is the land of the wind.\n{NICKNAME}: But I wonder which direction the seasonal winds come from.\nPaimon: Why don't we ask Venti?\n{NICKNAME}: He'll probably just dodge the question with a \"hehe\" or something...\nPaimon: True. The Anemo Archon is just a Tone-Deaf Bard. What does he know about the wind?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windDirection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"For a Tomorrow Without Tears\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1009,
			"title": "About Alchemy",
			"voicelineType": "66001",
			"description": "{NICKNAME}: So here in Mondstadt, alchemy is practiced out on the streets?\nPaimon: Is that so strange?\n{NICKNAME}: In many of the worlds I've been to in the past, alchemy has always been a secretive art.\n{NICKNAME}: Watching alchemy being practiced as a part of daily life is like being in a world where people have three stomachs...\nPaimon: Paimon thinks only having one stomach is weird!\n{NICKNAME}: Uh...\n{NICKNAME}: Are you serious?\nPaimon: What do you think?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_alchemy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Mondstadt City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1010,
			"title": "About Teyvat",
			"voicelineType": "11001",
			"description": "{NICKNAME}: Teyvat's day and night both seem particularly short.\n{NICKNAME}: The skies here are full of stars, but they aren't the same as the ones seen from my home.\n{NICKNAME}: I wonder if the fates of people from Teyvat are also related to their constellations.\nPaimon: Oh? Do you know how to read the stars, too? That's amazing! Not a lot of people outside Sumeru can do it.\nPaimon: Paimon's curious! Come on, do a reading for me, quick!\n{NICKNAME}: Hmm...\n{NICKNAME}: The night sky pictured on Paimon's cape... flows with the light of many stars, and also of the deep ocean...\n{NICKNAME}: The movement of these stars... tells me that... in, say, seven days from now...\nPaimon: ...In seven days what?\n{NICKNAME}: Something good, or something bad, might occur...\nPaimon: Heh, right... your theory sounds as rock solid as a Geo Slime... And about as brainy, too.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teyvat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1011,
			"title": "About the God of Freedom",
			"voicelineType": "67001",
			"description": "{NICKNAME}: On the way back to Mondstadt after rescuing Dvalin...\n{NICKNAME}: We finally got to see one of the Seven Archons, didn't we? It was interesting to see what kind of god he was.\nPaimon: Hmm... Haven't we known Venti for quite a while now?\n{NICKNAME}: As Venti, yes... But still, this was the first time that we got to see him as the Anemo Archon, Barbatos.\n{NICKNAME}: Normally, he hides his true divinity behind the facade of a bard.\n{NICKNAME}: \"What does freedom really mean, when demanded of you by a god?\"\n{NICKNAME}: That question that he asked Dvalin... I'm still contemplating that, you know?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfFreedom_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Song of the Dragon and Freedom\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1012,
			"title": "About Mondstadt's Terrain",
			"voicelineType": "69001",
			"description": "Paimon: Mondstadt is full of wide plains and rolling hills.\nPaimon: People say that when Barbatos made this land, he used the storm to flatten the cliffs and valleys...\n{NICKNAME}: Still, it looks like he missed a few spots.\nPaimon: Like Starsnatch Cliff?\n{NICKNAME}: Exactly.\n{NICKNAME}: On the map, it almost looks as if it was meant to be the apex of a vertical structure, but ended up at the wrong orientation.\nPaimon: Wh—What's an \"apex\"?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_monstadtTerrain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"For a Tomorrow Without Tears\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1013,
			"title": "About Couplets",
			"voicelineType": "47001",
			"description": "Paimon: Paimon's heard that couplets are a traditional art form in Liyue. If you can write a line that works as a second half to one that someone else has written, you'll be well paid!\nPaimon: But linking the couplet is hard, so it's not easy money.\nPaimon: Not only does the rhythm need to match, but the meaning has to as well.\n{NICKNAME}: Hmm... Care to give an example?\nPaimon: Uh... \"Windrise's winds never churn.\"\n{NICKNAME}: ...Um, \"But the Sea of Clouds' clouds always return.\"\nPaimon: Huh... Not bad!\nPaimon: Let's not waste time here. We've got some money to make!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_couplet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of The Seven (Geo) at Dihua Marsh, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1014,
			"title": "About \"Don't Play With Food, or With Money\"",
			"voicelineType": "59001",
			"description": "Paimon: There's a saying of Rex Lapis' that's commonly used here in Liyue. Paimon thinks its rough meaning is... \"Don't play with your money.\"\nPaimon: It's because the first Mora were minted from his golden form and given to humans in trust.\n{NICKNAME}: Heh, Kaeya sure seems to enjoy playing with his money...\nPaimon: And that's why you shouldn't learn from him.\n{NICKNAME}: Well, as a child, I was taught not to play with my food.\nPaimon: Yup, yup. You've got to respect your food.\nPaimon: ...Wh—What are you looking at Paimon for?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_moneyAdmonishment_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of The Seven (Geo) at Dihua Marsh, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1015,
			"title": "About Heart's Desire",
			"voicelineType": "62001",
			"description": "Paimon: Walk in seven clockwise circles, then walk in seven anticlockwise circles, then open your eyes...\n{NICKNAME}: Are you sleepwalking?\nPaimon: Nope! Paimon is just trying to see if that antique shop from \"Heart's Desire\" actually exists!\n{NICKNAME}: Well, assuming that a shop in a story does exist, what would you like to buy, Paimon?\nPaimon: A Slime Creator!\n{NICKNAME}: Does such a thing even exist?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_heartsDesire_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Liyue Harbor",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1016,
			"title": "About the Guhua Clan",
			"voicelineType": "32001",
			"description": "{NICKNAME}: Lately, some Guhua Clan disciples have been retelling an ancient story.\nPaimon: The Guhua Clan, huh? Paimon bets it's a heroic story!\n{NICKNAME}: Several male disciples decided to partake of a contest of arms to see who would marry their female junior, and she approved.\nPaimon: Ooh, Paimon's heard this one. In Liyue, they call this \"a joust for a spouse\"!\n{NICKNAME}: But the night before the contest, she stole the eldest disciple's favorite sword.\nPaimon: Ah, so she wanted him to lose... Poor guy...\n{NICKNAME}: I know, right? Forced to use a sword he wasn't used to, the eldest disciple suffered a crushing defeat.\n{NICKNAME}: Unable to accept this result, he fell to his knees and wept.\nPaimon: Oh no... He must have really loved her, right?\n{NICKNAME}: In the end, he was forced to... marry her in front of everyone.\nPaimon: Wait... so the loser had to marry her!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_guhuaClan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of The Seven (Geo) at Dihua Marsh, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1017,
			"title": "About Dihua Marsh",
			"voicelineType": "29001",
			"description": "Paimon: Did you know the reeds in Dihua Marsh are common materials used in making paper?\nPaimon: The solid reed cores are used to make pens, while the hollow part is used to make flutes. It's all very sophisticated.\nPaimon: Over the years, many heroes and swordsmen have also chosen Dihua Marsh as the location of their duels.\nPaimon: The more reeds, the more elegant the place. But in places where the reeds are the thickest, the water can be quite deep...\nPaimon: So there are a lot of unlucky duelists who fall in and drown while the duel is on...\n{NICKNAME}: And what's my takeaway from all of this supposed to be?\nPaimon: Don't get into a fight in Dihua Marsh!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dihuaMarsh_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of The Seven (Geo) at Dihua Marsh, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1018,
			"title": "About the Gentleman Bird",
			"voicelineType": "28001",
			"description": "Paimon: Paimon's heard that in Liyue, people call the crane the \"gentleman bird.\"\n{NICKNAME}: And do you know why that is?\nPaimon: Hmm... Paimon's not quite sure...\n{NICKNAME}: Well then, let me tell you the story of the lucky crane repaying its debts.\n{NICKNAME}: A long, long time ago, there was a kind-hearted scholar who saved a lucky crane that had fallen into a trap.\n{NICKNAME}: Later, on a cold winter's night, a beautiful maiden came to his door, asking to lodge with him.\n{NICKNAME}: The maiden shouldered a greatsword on her back, and taught all that she knew of swordsmanship to the scholar, supervising him as he studied day and night.\nPaimon: Whoa...\n{NICKNAME}: Once he had finished his training, he went out into the wilds with the maiden to do good and fight for justice.\n{NICKNAME}: Ten years later, the lucky crane took the form of a gentleman, and finally came to return the favor, but discovered the couple had already lived out a fortuitous life...\n{NICKNAME}: And that is the story known as \"The Gentleman's 10-Year Debt.\"\nPaimon: Ahh...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_crane_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of The Seven (Geo) at Dihua Marsh, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1019,
			"title": "About Jueyun Karst",
			"voicelineType": "43001",
			"description": "{NICKNAME}: Rumor has it that Jueyun Karst is the abode of the adepti.\nPaimon: Wow — the abode of the adepti!\n{NICKNAME}: Perhaps we'll meet the adepti on those cloud-piercing mountain peaks.\nPaimon: Wow — meeting adepti!\n{NICKNAME}: But I wonder, how would one normally communicate with the adepti?\nPaimon: Wow — communicating with adepti!\n{NICKNAME}: Hmm. My emergency rations seem to be going bad. Best to consume them quickly...\nPaimon: Ahem. Well... Paimon thinks that shouting from the mountaintop should work.\n{NICKNAME}: That seems more like a way of getting the attention of a hilichurl, rather than an adeptus.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jueyunKarst_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of The Seven (Geo) at Dihua Marsh, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1020,
			"title": "About the God of Contracts",
			"voicelineType": "68001",
			"description": "{NICKNAME}: To think that the Geo Archon had signed a contract with the Cryo Archon.\n{NICKNAME}: I wonder what the contents of their agreement were...\nPaimon: Paimon doesn't care who you are, making a deal with the Tsaritsa is super dangerous!\n{NICKNAME}: Be that as it may...\n{NICKNAME}: Since Morax is the god who understands the basis of contracts the best...\n{NICKNAME}: He's definitely given this some thought.\nPaimon: Well that's true. Morax himself called it the \"contract to end all contracts\"...\n{NICKNAME}: I trust that we will witness the truth, and its denouement, play out...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfContract_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"A New Star Approaches\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1021,
			"title": "About Divine Predictions in Liyue",
			"voicelineType": "70001",
			"description": "Paimon: Come to think of it, while Rex Lapis enjoys visiting his people in private, he only descends officially once every year.\nPaimon: None of the other gods do this. Hmm... Does Rex Lapis have any deeper intentions?\n{NICKNAME}: I have my guesses...\n{NICKNAME}: You see, those annual divine predictions have already captured the hearts of the people of Liyue too much.\n{NICKNAME}: Round and around they analyze and scrutinize every single word, finding limitless \"hidden meanings\" within them...\n{NICKNAME}: What do you think would happen to Liyue if such predictions were available every day?\nPaimon: Ah!\nPaimon: Paimon gets it now. Paimon would be offering Rex Lapis' favorite snacks to him every day!\nPaimon: If you could just get Mora straight from Morax's hands, who would ever need to do a day of honest work?\n{NICKNAME}: Heh... you made... some logical leaps, but that's basically how it is.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_divinePrediction_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Of the Land Amidst Monoliths\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101801
					]
				}
			]
		},
		{
			"voicelineId": 1022,
			"title": "About Benny's Adventure Team",
			"voicelineType": "27001",
			"description": "Paimon: If you want to adventure together with Benny's Adventure Team, you have to come prepared.\nPaimon: Domains are very dangerous, so you should always take care to double- and triple-check your supplies in advance.\nPaimon: Paimon's heard that the Adventurers' Guild has compiled a list of 463 different ways of dying in these domains...\nPaimon: If Bennett got you killed by accident, Paimon and Bennett would never forgive ourselves!\n{NICKNAME}: ...Why am I the only one dying here?\nPaimon: Well, that's because according to the numbers, Paimon can avoid 322 causes of death just by floating!\n{NICKNAME}: I suddenly don't feel like exploring these domains...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennysAdventureTeam_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Mondstadt City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1023,
			"title": "About Bennett",
			"voicelineType": "34001",
			"description": "{NICKNAME}: I've heard that Albert, being the leader of Barbara's fan club...\n{NICKNAME}: ...Sometimes gets bumps and bruises on purpose so he can go to the Cathedral to see her.\nPaimon: Paimon feels the Knights of Favonius should keep a closer watch on weirdos like that.\n{NICKNAME}: But it seems that a month later, Albert discovered that Bennett was managing to see Barbara far more than he was.\n{NICKNAME}: Well... Bennett does have the natural advantage when it comes to getting injured, after all.\nPaimon: What is this, a \"let's bother Barbara\" contest?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennett_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Mondstadt City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1024,
			"title": "About the \"Idol\"",
			"voicelineType": "61001",
			"description": "Paimon: Barbara's really popular, isn't she?\n{NICKNAME}: Well, she is the idol of the people of Mondstadt.\nPaimon: Come to think of it... Paimon doesn't really know what an \"idol\" is.\n{NICKNAME}: It's an occupation in which one's work is to be cute, be well-loved, and earn a boat-load of Mora.\nPaimon: Isn't that the same thing as being a mascot?\n{NICKNAME}: That's... heh, one way to put it.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_idol_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Song of the Dragon and Freedom\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1025,
			"title": "About Being Sisters",
			"voicelineType": "40001",
			"description": "{NICKNAME}: Lisa and Amber feel a bit like sisters.\nPaimon: Huh? Why's that?\n{NICKNAME}: Amber often runs errands for Lisa. Older siblings asking their younger siblings to do things for them so that they can slack off is a rather common practice...\n{NICKNAME}: But my sister and I are the same age, so we had to decide these things via rock-paper-scissors.\nPaimon: Whoa. So, doesn't that make you my younger brother?\n{NICKNAME}: What do you mean?\nPaimon: Well, since Paimon floats, you're the only one who can \"run\" any errands!\n{NICKNAME}: ...Seriously?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sisters_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1026,
			"title": "About Kaeya's Eye Patch",
			"voicelineType": "41001",
			"description": "{NICKNAME}: Paimon, have you ever seen what Kaeya looks like under that eye patch?\nPaimon: Nope.\n{NICKNAME}: So, it would seem he never takes it off...\nPaimon: Actually, Paimon already knows why!\n{NICKNAME}: Oh?\nPaimon: He must be hiding some big secret!\n{NICKNAME}: Really, a secret?\nPaimon: See, Kaeya heads out for assignments more than anyone else.\nPaimon: So the skin under that eye patch has to be way lighter than the rest of him.\n{NICKNAME}: So... if he ever takes that eye patch off...\nPaimon: He'll definitely become the butt of everyone's jokes. Maybe he'll even get a weird nickname!\nPaimon: Like, say, \"Pasty Eye\"!\n{NICKNAME}: Guess he didn't need to take it off to get a weird nickname...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kaeyasPatch_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1027,
			"title": "About Kaeya and Diluc",
			"voicelineType": "60001",
			"description": "Paimon: Strange...\n{NICKNAME}: What's wrong?\nPaimon: Diluc and Kaeya are really alike, so why don't they get along?\n{NICKNAME}: How are they alike, again?\nPaimon: Well, Kaeya's the kind of guy who acts shady in the light of day...\nPaimon: While Diluc is a shining beacon of justice in the dark of night!\nPaimon: Don't you think that's kinda the same thing...?\n{NICKNAME}: Uhh... I still don't see it.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dilucAndKaeya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Darknight Hero's Alibi\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46618
					]
				}
			]
		},
		{
			"voicelineId": 1028,
			"title": "About Measuring Fighting Strength",
			"voicelineType": "58001",
			"description": "{NICKNAME}: If one hilichurl could beat, say, three wild boars...\n{NICKNAME}: Then how many hilichurls would it take to reach the fighting prowess of Master Jean and Master Diluc?\nPaimon: Not sure... but if you heard the way everyone talks in Mondstadt, you'd know that Master Jean is the strongest.\n{NICKNAME}: Uhh... I'd say that if Diluc strikes first, Master Jean wouldn't be able to counter.\nPaimon: Oh, she'd find a way.\n{NICKNAME}: There's no way.\nPaimon: Master Jean's Elemental Burst is really strong, you know~\n{NICKNAME}: Yes, but that \"field\" would also make Diluc stronger.\nPaimon: Paimon doesn't think Master Jean would even need her Vision to take on Master Diluc, because—\n{NICKNAME}: Diluc would only need a beginner's greatsword to—\nPaimon: Argh...\n{NICKNAME}: Ugh...\n{NICKNAME}: *sigh* ...This is so dumb.\n{NICKNAME}: They both fight for Mondstadt, so they wouldn't come to blows.\nPaimon: That's why Paimon likes your idea of measuring their fighting strength in number of hilichurls.\nPaimon: ...Or in Paimon's case, in fifths of a wild boar.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_combatEffectiveness_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"True Treasure\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1029,
			"title": "About Razor",
			"voicelineType": "33001",
			"description": "Paimon: {NICKNAME}, you know what a brush is, right?\n{NICKNAME}: Of course! Kinda like pens but with animal hair at one end for calligraphy, right?\nPaimon: That's correct! They say that finely-made brushes sell for high prices among Liyue's merchants!\n{NICKNAME}: So, would you like to make some too?\nPaimon: Uh-huh! But wild wolves are too fierce, so we should use Razor's fur to make brushes instead!\nPaimon: Razor's fur is all downy and soft. It'll definitely make great wolf-fur brushes! We could make lots of Mora like this!\n{NICKNAME}: Brushes made like that would conduct electricity. I'm not sure we could use them.\n{NICKNAME}: Besides, Razor isn't a wolf, nor are wolf-fur brushes made from actual wolves' fur...\nPaimon: Huh? Why are they called wolf-fur brushes, then?\n{NICKNAME}: Well, does Cider Lake look like it's full of cider to you?\nPaimon: Hmm. You have a point.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_razor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Meaning of Lupical\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						45406
					]
				}
			]
		},
		{
			"voicelineId": 1030,
			"title": "About Klee",
			"voicelineType": "57001",
			"description": "Paimon: Klee's a really interesting kid.\nPaimon: All the Knights seem to like her a lot, too. You could even say they spoil her.\n{NICKNAME}: I wonder who makes the better mascot: Paimon or Klee?\n{NICKNAME}: Oh wait, I forgot. Paimon's not a mascot, Paimon's emergency—\nPaimon: Hey! Paimon knows exactly what you're going to say. That joke stopped being funny a long time ago.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_klee_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"True Treasure\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1031,
			"title": "About the \"Wondermaid\"",
			"voicelineType": "30001",
			"description": "Paimon: It's time for Paimon's Little Life Tips!\n{NICKNAME}: \"Little Life Tips\"?\nPaimon: In Mondstadt, if there's something you can't fix, or there's something you can't get clean no matter what you do...\nPaimon: If you ever run into something you can't handle yourself, you just need to shout this name into the skies:\nPaimon: \"Noeeeelle!\"\nPaimon: And everything that's troubling you will be swept away in an instant.\n{NICKNAME}: So this is one of the tricks to living in Mondstadt... Pretty impressive...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_noelle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Mondstadt City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1032,
			"title": "About Fischl",
			"voicelineType": "35001",
			"description": "Paimon: Fischl makes a very unique impression, doesn't she?\n{NICKNAME}: How so?\nPaimon: Well, she travels together with a talking raven, for starters.\n{NICKNAME}: Well, I'm traveling with you. It's not all that different.\n{NICKNAME}: Still, Oz can also translate for Fischl. You, on the other hand...\nPaimon: What!? Paimon's way better than some bird!\n{NICKNAME}: Haha, how so?\nPaimon: Well, um... uh... at least Paimon doesn't need wings to fly!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fischl_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"For a Tomorrow Without Tears\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1033,
			"title": "About Pets",
			"voicelineType": "36001",
			"description": "{NICKNAME}: Speaking of Fischl, she also claims to be a \"visitor from another world\"...\n{NICKNAME}: We're similar in that way. We even bring a pet along with us.\nPaimon: Pet? Now, wait just a minute, here...\n{NICKNAME}: But her raven, Oz... He looks cool, and is polite to boot.\n{NICKNAME}: More importantly, he can both scout and fight — very useful indeed.\n{NICKNAME}: Maybe I should make arrangements with Fischl to trade companions once in a while for, say, a week or two at a time. It should be quite interesting.\nPaimon: Hey! Doesn't Paimon get a say in this!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"For a Tomorrow Without Tears\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1034,
			"title": "About Beidou",
			"voicelineType": "52001",
			"description": "Paimon: How do you become as popular and cool as Captain Beidou?\n{NICKNAME}: With enough experience...?\nPaimon: Paimon's already seen lots of things from adventuring together with you!\n{NICKNAME}: One also needs to experience trials and setbacks...\nPaimon: Paimon almost drowned that one time...\n{NICKNAME}: ...Maintain an inspirational disposition...\nPaimon: Uh-huh! Paimon's always rooted for you!\n{NICKNAME}: One must also have a... mature outlook towards problems.\nPaimon: Hey! Are you just trying to say that Paimon can't make it?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_beidou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Liyue Harbor",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1035,
			"title": "About Ningguang",
			"voicelineType": "53001",
			"description": "Paimon: How does a person become as rich... no, as super rich as Lady Ningguang?\n{NICKNAME}: Is that the only impression she gives you? Riches?\nPaimon: Well, there's the huge Jade Chamber, too! But isn't that also made of Mora?\n{NICKNAME}: Well, you need an excellent mind...\nPaimon: Well... Paimon's really good at giving people nicknames!\n{NICKNAME}: You need to be very familiar with the workings of the markets...\nPaimon: A serving of Fisherman's Toast goes for 1,025 Mora, and no discounts — even on rainy days.\n{NICKNAME}: You also need to be willing to work really hard...\nPaimon: Okay then... so, how do you make friends with a really rich person?\n{NICKNAME}: Wait, you're giving up already!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ningguang_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Farewell, Archaic Lord\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1036,
			"title": "About Qiqi Being a Zombie",
			"voicelineType": "38001",
			"description": "Paimon: Umm... Do you think that Qiqi... needs to drink blood?\n{NICKNAME}: Heh... That's not a zombie, Paimon. That's a vampire.\nPaimon: Then, will she transform during a full moon?\n{NICKNAME}: Werewolves, Paimon. Not zombies.\nPaimon: Huh... As expected of a traveler, you really know a lot!\nPaimon: So, what special things can zombies do?\n{NICKNAME}: Exercises?\nPaimon: Ah, that makes a lot of sense! So, the ones that do exercises are zombies — got it!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_qiqi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Farewell, Archaic Lord\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1037,
			"title": "About Flying",
			"voicelineType": "10001",
			"description": "Paimon: Come on, {NICKNAME}, Paimon'll teach you how to fly!\nPaimon: Three, two, one!\n{NICKNAME}: Ah, Paimon's gone.\n{NICKNAME}: Well, whatever. I'm tired. Let's just sit here for a bit...\n{NICKNAME}: I'm flying with you in my heart... Mm...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fly_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1038,
			"title": "About Slimes",
			"voicelineType": "12001",
			"description": "Paimon: What sort of slime do you like the most, {NICKNAME}?\n{NICKNAME}: Pyro Slimes, I suppose. You can feel their warmth just by getting close. That's something you'll need in the winter.\nPaimon: That's very practical, as expected of a traveler.\n{NICKNAME}: What about you, Paimon?\nPaimon: Paimon likes them all! They're all very tasty!\n{NICKNAME}: Tasty? Hmm...\nPaimon: Turning slimes into bubbly, lovely, jubbly meals is the Paimon Special!\n{NICKNAME}: Well then...\n{NICKNAME}: I suppose that's one more thing I can eat before you become emergency rations, huh, Paimon?\nPaimon: Uhh... Paimon would rather not be on that list at all!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_slime_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1039,
			"title": "About Hilichurls",
			"voicelineType": "13001",
			"description": "{NICKNAME}: Do you think that we're too harsh on the hilichurls?\nPaimon: Well... sometimes we really do seem like children who just can't resist kicking the hornet's nest...\n{NICKNAME}: I think we're doing more than just kicking it...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hilichurls_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1040,
			"title": "About the Sleepers",
			"voicelineType": "14001",
			"description": "{NICKNAME}:  The \"Sleeper tribe\"... The hilichurls sure have interesting tribe names.\nPaimon: The Sleeper tribe will take any opportunity they can to take a nap.\nPaimon: Paimon's heard that their animal-skin beds are really soft. Would you like to try them?\n{NICKNAME}: Not going to try it yourself, Paimon?\nPaimon: Paimon can sleep while floating! The air is the softest bed. Pretty sweet, huh?\n{NICKNAME}: ...Just a little.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sleeper_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the teleport waypoint at Dadaupa Gorge, Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1041,
			"title": "About the Meaties",
			"voicelineType": "15001",
			"description": "{NICKNAME}: The \"Meaty tribe\"...? Hahaha, these hilichurls pick the funniest names.\nPaimon: The hilichurls of the Meaty tribe make regular sacrifices. The altars they build are really huge.\n{NICKNAME}: What do they pray for?\nPaimon: \"For meat to eat every day\"! It's an awesome wish, isn't it?\n{NICKNAME}: ...I suppose I should have expected that answer.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_meaty_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the teleport waypoint at Dadaupa Gorge, Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1042,
			"title": "About the Eclipse Tribe",
			"voicelineType": "16001",
			"description": "{NICKNAME}: The \"Eclipse tribe\"... So the hilichurls have normal-sounding tribe names like these, too.\nPaimon: The hilichurls of the Eclipse tribe are really mysterious.\nPaimon: All the hilichurls of that tribe can draw an eclipse symbol.\nPaimon: But rumor has it that only the Dada Samachurl of the Eclipse tribe knows why the eclipse symbol is so revered within their tribe.\n{NICKNAME}: An eclipse symbol...\nPaimon: Hmm? Did you say something, {NICKNAME}?\n{NICKNAME}: Ah... I was... asking you what sort of soup you'd like to have tonight.\nPaimon: Can't stop thinking about food, huh? Seems like you'd be more at home in the Meaty tribe than the Eclipse tribe. But anyway, Paimon wants boar soup. Thanks!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_blacksun_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the teleport waypoint at Dadaupa Gorge, Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1043,
			"title": "About Riches",
			"voicelineType": "17001",
			"description": "Paimon: Paimon doesn't feel so good...\n{NICKNAME}: What's the matter?\nPaimon: Paimon hasn't opened a treasure chest in so long. If this keeps up... *whimpers*\n{NICKNAME}: If this keeps up, you'll one day get caught in a hunting trap with a single Mora as bait...\nPaimon: Hey! Paimon floats, so that'll never work.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_treasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1044,
			"title": "About Weight Gain",
			"voicelineType": "19001",
			"description": "Paimon: Wow, we've really had a lot of good food recently, haven't we?\nPaimon: You know what they say: \"Have food, will travel\"!\n{NICKNAME}: Hmm... Won't you be unable to fly if you get fat?\nPaimon: Nope! Paimon never gets fat!\n{NICKNAME}: Huh...\nPaimon: So Paimon demands more food!\n{NICKNAME}: Ever eating but never growing... Don't you fail as emergency rations, then?\nPaimon: Yeah, yeah... Well it sure doesn't look like you have any other candidates... So you'll have to make do with Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1045,
			"title": "About Cat People and Dog People",
			"voicelineType": "20001",
			"description": "Paimon: Which do you like more: cats or dogs?\n{NICKNAME}: I prefer Paimon.\nPaimon: Aww, that's cheating~!\nPaimon: Wait, no! Paimon's not a pet!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_catORdog_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1046,
			"title": "About the Sound of the Ocean",
			"voicelineType": "44001",
			"description": "Paimon: People say that if you put a Starconch close to your ear, you can hear the whispers of the ocean!\n{NICKNAME}: Do you want to give it a go, Paimon?\nPaimon: No need, Paimon just heard it!\n{NICKNAME}: Oh? And what did the ocean say?\nPaimon: The ocean said... that it's time to eat, so let's go! Paimon wants some Fisherman's Toast!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oceanVoice_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the teleport waypoint at Yaoguang Shoal, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						114
					]
				}
			]
		},
		{
			"voicelineId": 1047,
			"title": "About Rock, Paper, Scissors",
			"voicelineType": "45001",
			"description": "Paimon: We should get something tasty to eat! Uh, but Paimon doesn't wanna have to go get it...\n{NICKNAME}: Shall we decide with a game of rock-paper-scissors, then?\nPaimon: Ooh, okay!\n{NICKNAME}: Alright then. Rock, paper—\nPaimon: —Super Paimon Tornado!\n{NICKNAME}: ...What!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fingerGuessing_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1048,
			"title": "About Relaxing",
			"voicelineType": "46001",
			"description": "Paimon: Phew! Paimon's been working so hard recently. Any ideas on how to relax?\n{NICKNAME}: ...Sleeping?\nPaimon: Sleeping's boring.\n{NICKNAME}: ...Reading?\nPaimon: Paimon'll get dizzy.\n{NICKNAME}: ...Having a chat with some friends?\nPaimon: ...Ugh.\nPaimon: But those're all things that require thinking.\nPaimon: And not thinking is more relaxing.\n{NICKNAME}: And thus the \"Paimon Paradox,\" famed in the histories of philosophy in Teyvat, was put forth...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_relax_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1049,
			"title": "About Dietary Differences",
			"voicelineType": "48001",
			"description": "{NICKNAME}: Liyue's cuisine is very different from that of Mondstadt.\n{NICKNAME}: For example, you can hardly find spicy fried dishes anywhere in Mondstadt.\nPaimon: That's why they say \"climate creates cuisine,\" ya know?\nPaimon: But wait... Why do all of Teyvat's slimes taste the same, then?\n{NICKNAME}: That's because you only know one way of cooking them...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_foodCulture_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Liyue Harbor",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1050,
			"title": "About Saving Money",
			"voicelineType": "49001",
			"description": "Paimon: Wow, a weasel thief's backpack can really hide a lot of Mora!\n{NICKNAME}: Well, it's because weasels, by nature, enjoy collecting shiny objects.\nPaimon: Paimon's heard that the origin of the weasel thieves has something to do with the Treasure Hoarders...\nPaimon: Also, aren't crows the type to collect shinies as well?\nPaimon: Paimon wonders if Oz has a secret stash of Mora that he collects behind Fischl's back.\n{NICKNAME}: Well, now that you mention it, Paimon...\n{NICKNAME}: I wonder, do you—\nPaimon:—Uhh... Nope. Nothing here! You won't find any Mora in Paimon's shoes, no way!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weaselThief_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"For a Tomorrow Without Tears\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1051,
			"title": "About Adventure Stories",
			"voicelineType": "39001",
			"description": "{NICKNAME}: Paimon, have you ever read \"Vera's Melancholy\" before?\nPaimon: Well, it sure sounds familiar!\n{NICKNAME}: That book's pretty popular, and I've heard that the author made a tidy sum off of it...\nPaimon: *sigh* Paimon would love to make lots and lots of Mora...\nPaimon: Hmm... It's decided, then! Paimon will write an adventure story as well!\n{NICKNAME}: A tale of adventure, by Paimon?\nPaimon: Correct! It'll be a story in which the brave traveler defeats the dragon, saves the world...\nPaimon: And then sits down with his reliable companion for ten servings of Sticky Honey Roast!\n{NICKNAME}: Ten!?\nPaimon: Uh-huh! A happy ending attracts the readers, after all!\nPaimon: It's decided, then! We'll call it \"Paimon's Happiness!\"\n{NICKNAME}: Wait, what?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_adventureStory_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Song of the Dragon and Freedom\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1052,
			"title": "About Nightmares",
			"voicelineType": "50001",
			"description": "Paimon: Have you ever had one of those super scary nightmares, {NICKNAME}?\n{NICKNAME}: Um, I've dreamed of falling through endless darkness...\n{NICKNAME}: Without a wind glider.\nPaimon: Eek...\n{NICKNAME}: I've also dreamed of my sister walking away from me, while I'm unable to catch up to her no matter how fast I run.\n{NICKNAME}: ...She tells me that I've \"come too late.\"\nPaimon: Oh...\nPaimon: Yours are quite different from the ones that Paimon's had.\nPaimon: Paimon's scariest dream was being eaten by a super giant slime.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nightmare_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"For a Tomorrow Without Tears\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1053,
			"title": "About Seelie",
			"voicelineType": "51001",
			"description": "{NICKNAME}: Where do those treasure-chasing Seelie come from, I wonder?\nPaimon: Maybe they grow out of the ground — or maybe they fall from trees?\nPaimon: Well, Paimon doesn't know where they come from, but where there are Seelie, treasure's not far away!\n{NICKNAME}: Still... why do I feel a certain sadness every time they touch those treasures?\nPaimon: Hmm?\n{NICKNAME}: No, it's probably just my imagination.\nPaimon: Well... if you don't want the treasure, Paimon can hang onto it for you, free of charge!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_seelie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1054,
			"title": "About Someone Unforgettable",
			"voicelineType": "54001",
			"description": "Paimon: Has anyone left a big impression on you during our recent travels?\nPaimon: For Paimon, that's Sara.\n{NICKNAME}: Timmie.\nPaimon: ...Huh? Why him?\n{NICKNAME}: His face comes to mind every time I've eaten a Sweet Madame recently... Really makes it hard to chow down.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_impressivePerson_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1055,
			"title": "About Language",
			"voicelineType": "21001",
			"description": "Paimon: You learn new things so quickly.\nPaimon: You've already got such a good grasp of Teyvat's language.\n{NICKNAME}: You're a good teacher, Paimon.\nPaimon: Aww, hehehe...\n{NICKNAME}: Who knows, maybe the quality of your nasty nicknames will improve someday.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_language_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1056,
			"title": "About Paimon's Species",
			"voicelineType": "18001",
			"description": "{NICKNAME}: What monster made the deepest impression on you?\nPaimon: Monsters, huh? Probably... Ruin Guards.\n{NICKNAME}: Does a Ruin Guard really count as a monster? It's more like a machine...\nPaimon: Paimon thinks that you can call anything that causes us trouble and needs to be defeated a \"monster.\"\nPaimon: Just like how we call anything that can be hunted \"prey.\"\n{NICKNAME}: Is that so... Well then, I think I'm finally able to classify you now, Paimon.\nPaimon: Eh? What do you mean?\n{NICKNAME}: You can be hooked and reeled in... therefore, you're a fish!\nPaimon: Hmph!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_species_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1057,
			"title": "About Storing Weapons",
			"voicelineType": "22001",
			"description": "Paimon: Hey, do that again! You know, that thing!\n{NICKNAME}: Which one?\nPaimon: The one where you make your weapon disappear with a swish, and then, fwoosh — you make it appear behind your back again!\n{NICKNAME}: Oh, that? Haven't you seen that a ton already?\nPaimon: But Paimon hasn't figured out how you do it yet. Could you explain it?\n{NICKNAME}: Well, can you explain how you suddenly appear in front of me, and then disappear just as suddenly?\nPaimon: Uh... well... Paimon seems to have always been able to do this. But Paimon doesn't know how...\n{NICKNAME}: Precisely. I believe that the art of putting my weapon away follows the same principle.\n{NICKNAME}: Maybe it's this similarity that makes us such good friends?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1058,
			"title": "About Chests",
			"voicelineType": "23001",
			"description": "Paimon: {NICKNAME}, what do you think of treasure chests?\n{NICKNAME}: I believe that they were left behind by great travelers who once passed this way.\n{NICKNAME}: Every time I open one and look at its contents, I can feel a certain kinship with those who came before...\nPaimon: And that's how you get adventure experience!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_chest_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1059,
			"title": "About Eyes",
			"voicelineType": "55001",
			"description": "Paimon: Look into Paimon's eyes!\n{NICKNAME}: Something the matter?\nPaimon: Kaeya said that people's eyes will betray them.\nPaimon: He can tell if someone is telling the truth or not just by looking into their eyes.\n{NICKNAME}: Huh...\nPaimon: Paimon loves Fisherman's Toast!\n{NICKNAME}: That should be the truth. Haha, well, that's also because you love everything that can be eaten.\nPaimon: Hehe.\n{NICKNAME}: Speaking of looking into people's eyes... I remember one gaze that left a particularly deep impression on me.\nPaimon: Whose gaze was that?\n{NICKNAME}: A Ruin Guard's. Really made me want to poke its eye out...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_eyes_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Secret Pirate Treasure\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1060,
			"title": "About Imitating Others",
			"voicelineType": "65001",
			"description": "Paimon: Ugh, Paimon's so bored... So tired...\n{NICKNAME}: Well, since we're bored either way, wanna imitate the other Knights for fun?\nPaimon: Huh? Isn't that a bit disrespectful?\n{NICKNAME}: Haha, I see you already have the knightly virtue of modesty and politeness. Very impressive.\nPaimon: Hey! Paimon sees what you're doing. Cut it out!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitate_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Secret Pirate Treasure\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1061,
			"title": "About the Luck of the Draw",
			"voicelineType": "42001",
			"description": "Paimon: Urrrrgh...\n{NICKNAME}: Hmm? Are there pigeons around?\nPaimon: No, Paimon's just hungry.\nPaimon: What Paimon needs right now is a traveler who can whip up some delicious Sticky Honey Roast.\nPaimon: So, who's going to be the lucky traveler? Hmm?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_lottery_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Outlander Who Caught the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1090,
			"title": "About the Vision Hunt Decree",
			"voicelineType": "71001",
			"description": "Paimon: It's hard to talk about the recent events in Inazuma and not mention the Vision Hunt Decree.\nPaimon: But you don't have a Vision, so you don't have to worry about losing one.\nPaimon: On the flip side, if you are caught by the Tenryou Commission, {NICKNAME}, you also can't surrender your Vision in exchange for your life...\n{NICKNAME}: I can tell them that you are my Vision.\nPaimon: Another reason to have Paimon around... Wait, WHAT!?\n{NICKNAME}: Don't worry, I wouldn't let them take you, Paimon.\nPaimon: That's more like it.\n{NICKNAME}: We'd just go to jail and suffer punishment together...\nPaimon: Uh... W—Well, if that's how it would go down, then maybe you should hand me over to them...\nPaimon: ...Wait a minute! How about we just don't get caught in the first place?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_visionHuntDecree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Stillness, the Sublimation of Shadow\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1091,
			"title": "About the Resistance",
			"voicelineType": "71002",
			"description": "Paimon: Only the ones who have the will to fight back are allowed into the Resistance!\nPaimon: Huh. In that case, Paimon also qualifies as a member.\n{NICKNAME}: And what exactly are you trying to resist, Paimon?\nPaimon: Paimon has been resisting against the fate of being squished all this time!\n{NICKNAME}: Then you probably won't get in.\nPaimon: Why? Is it because Paimon isn't fighting for the same cause as the Resistance?\n{NICKNAME}: It's because you're fighting for a lost cause, I'm afraid...\nPaimon: *sob* Y—You meanie!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_rebels_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Stillness, the Sublimation of Shadow\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1092,
			"title": "About Kamuijima Cannons",
			"voicelineType": "71003",
			"description": "Paimon: Kamuileon... Cannon? Kamuijuicy... Cannon? Kamuijimmy... Cannon? Ugh... What a mouthful.\n{NICKNAME}: What are you reading, Paimon?\nPaimon: Look, it's the super weapon the Shogunate army has constructed nearby to protect Tatarasuna.\nPaimon:  Kamuijima! Cannon!\n{NICKNAME}: It looks really powerful... And yet, we didn't see it do anything while we were in Tatarasuna.\nPaimon: It seems like the Resistance knew how strong it was, so before formally waging war against the Shogunate, they had covertly occupied this place.\nPaimon: But this Kamui... Kamuijima Cannon needs either special ammunition or Electro to work, so it's no use to the Resistance.\nPaimon: The Shogunate army put so much time and effort into creating this weapon... Paimon really wants to see the extent of its power.\n{NICKNAME}: If all you need is an Electro user, perhaps I can help.\nPaimon: That's right! Now we just need something that would serve as our cannon ball...\nPaimon: Huh? ...Why are you giving me that look? Hey—",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_tatarasaWeapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Stillness, the Sublimation of Shadow\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1093,
			"title": "About Taroumaru",
			"voicelineType": "71004",
			"description": "Paimon: You know what? When we first arrived at the Komore Teahouse, Paimon really thought that Taroumaru would be able to speak...\n{NICKNAME}: You sound a bit disappointed.\nPaimon: Of course! If Taroumaru could speak, Paimon feels that he'd say something really interesting!\n{NICKNAME}: For example?\nPaimon: Hmm... \"Thoma, stop hiding around here, you're in my way! *woof*\"\n{NICKNAME}: Huh, that makes sense.\nPaimon: Or... \"Kozue, you're bound to me for the rest of your life, unless our contract is terminated! *woof* *woof*\"\n{NICKNAME}: You didn't believe Kozue when she said she'd signed a secret contract forcing her to work part-time at the Teahouse, did you?\nPaimon: Oh! Paimon just thought of another one. This one's quite good—\nPaimon: \"Just look at this visitor! Paimon, is it? Look at how cute and clever she is. Today, all her meals are on the house! *woof*\"\n{NICKNAME}: There's no way Taroumaru would say something like that.\nPaimon: Hee-hee...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_taroumaru_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Stillness, the Sublimation of Shadow\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1094,
			"title": "About Gorou",
			"voicelineType": "71005",
			"description": "Paimon: Hmm...\n{NICKNAME}: What are you mulling over, Paimon?\nPaimon: {NICKNAME}, do you remember Gorou's fluffy ears?\nPaimon: Paimon really wants something like that... Or maybe horns similar to the ones Ganyu has. Ganyu's horns are pretty cute as well.\nPaimon: {NICKNAME}, do you have any ideas?\n{NICKNAME}: Let me see, hmm... Oh, I found something!\nPaimon: Really? Aw, {NICKNAME}, Paimon always knew you were reliable!\n{NICKNAME}: Ta-da! I present to you the Tusk of Monoceros Caeli!\nPaimon: Paimon doesn't need that!\nPaimon: *sigh* If Paimon can't have Gorou's fluffy ears, then maybe at least something like his fluffy tail...\n{NICKNAME}: Bubadada! Here you go — Tail of Boreas!\nPaimon: ...Not that! Also, combining those two is definitely not the look Paimon is going for!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gorou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Stillness, the Sublimation of Shadow\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1096,
			"title": "About Publishing Novels",
			"voicelineType": "71007",
			"description": "Paimon: It's amazing that Inazuma has places like the Yae Publishing House which specializes in publishing novels!\nPaimon: They even host competitions! Wow!\n{NICKNAME}: If that's the case, then perhaps you can submit a draft of the book you've been working on, \"Paimon's Happiness.\"\nPaimon: Well, about that... Paimon has misplaced the drafts on our way to Inazuma...\n{NICKNAME}: ...Really?\nPaimon: Fine! Paimon hasn't started writing it yet...\nPaimon: It's not Paimon's fault! Paimon's been meaning to do it but three days ago, Paimon's pen broke. The day before yesterday, Paimon had hand cramps. Yesterday — a sprained foot. Today... Paimon... Hmmm... Paimon's hungry!\n{NICKNAME}: Hehe, it sounds like you'll sooner write \"A Thousand Excuses with Paimon\" than \"Paimon's Happiness.\"",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_novelPublish_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Stillness, the Sublimation of Shadow\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1097,
			"title": "About Kaedehara Kazuha",
			"voicelineType": "71008",
			"description": "Paimon: Kazuha is a free spirit, wouldn't you say?\n{NICKNAME}: Yeah, he seems to be a bit of a loner too.\nPaimon: Being able to explore the world at his leisure while savoring the beauty of everything around him. That doesn't sound too shabby...\nPaimon: {NICKNAME}, you aren't thinking of sneaking off to go on a solo adventure, right?\n{NICKNAME}: Aw, I would never leave you, Paimon.\nPaimon: Paimon's really happy to hear that. Here... Hee—hee, have this...\n{NICKNAME}: Monthly food expenses... 300,000 Mora!?\nPaimon: Hey! Wait! {NICKNAME}, Where are you going?\n{NICKNAME}: I suddenly feel like going solo. Maybe it's not a bad idea after all.\nPaimon: Please don't go! Wait for Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kazuha_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Autumn Winds, Scarlet Leaves\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200212
					]
				}
			]
		},
		{
			"voicelineId": 1098,
			"title": "About Kamisato Ayaka",
			"voicelineType": "71009",
			"description": "Paimon: Hmmm...\n{NICKNAME}: Paimon, you look so serious today.\nPaimon: That's because Paimon's thinking about serious things.\nPaimon: Paimon's jealous of people from wealthy and influential families. They have an endless supply of Mora and mountains of delicious food to eat...\n{NICKNAME}: I can't disagree. Those are exactly the things you're fond of.\nPaimon: But after getting to know Ayaka better, Paimon realized that a young lady from a noble family can also have her share of hardships.\nPaimon: She needs to shoulder her clan's duties and responsibilities. She works so hard and has very little time for herself.\nPaimon: Ayaka must be exhausted, she should try to relax a bit...\nPaimon: Ah, that's right! Let's invite Ayaka to the next festival!\nPaimon: If she got an invite from us, there's no way she'd refuse.\n{NICKNAME}: Yeah, I'd like to go to another festival with her.\nPaimon: Besides, if Ayaka's around, she can pick up the tab for us...\n{NICKNAME}: ...I should've seen that coming...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ayaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Whispers of the Crane and the White Rabbit\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1099,
			"title": "About Imitating Ayaka",
			"voicelineType": "71010",
			"description": "Paimon: Ayaka gives a sense of noble elegance with every gesture she makes.\n{NICKNAME}: Can you do an Ayaka impression, Paimon?\nPaimon: Let's give it a try.\nPaimon: \"Oh my, you've been picking mushrooms so earnestly just to make Chicken-Mushroom Skewers for me?\"\nPaimon: \"How cute...\"\n{NICKNAME}: That was nothing like Ayaka. But...\n{NICKNAME}: Even though you didn't sound like yourself, it didn't feel completely out of place for you either...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitateAyaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Whispers of the Crane and the White Rabbit\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1100,
			"title": "About Festival Traditions",
			"voicelineType": "71011",
			"description": "Paimon: It's a well-established tradition that during Inazuman celebrations everyone's wearing festive masks.\nPaimon: Paimon tried to look around the stalls, but hasn't found any mask that fits...\n{NICKNAME}: So you really want a mask of your own?\nPaimon: Of course! Not wearing a mask during an Inazuman festival is the same as not receiving a bouquet at the Windblume Festival...\n{NICKNAME}: Let me make one for you.\nPaimon: Whoa! {NICKNAME}, you're the best!\n{NICKNAME}: Hmmm, I wonder what kind of mask will fit you best? How about... a slime mask?\nPaimon: Yay, Paimon Slime!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fiestaTradition_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Whispers of the Crane and the White Rabbit\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1101,
			"title": "About Yoimiya",
			"voicelineType": "71012",
			"description": "Paimon: Do you think Yoimiya's dad's poor hearing is related to fireworks?\nPaimon: He's been making and testing fireworks for many years now, and being exposed to the sound of gunpowder explosions on a daily basis... Paimon can see how that might've worn down his ears...\nPaimon: Yikes! Since Yoimiya is inheriting her family business, does that mean she'll have trouble hearing other people in the future, just like her dad?\nPaimon: Paimon won't let that happen! Let's think of some way to help her!\n{NICKNAME}: Do you have any suggestions, Paimon?\nPaimon: Uh... Um...\nPaimon: Paimon could follow Yoimiya around and cover her ears whenever needed...\n{NICKNAME}: Then you'd need to leave me.\nPaimon: ...Without Paimon, you'd lose your guide. Paimon wouldn't leave you like that!\nPaimon: But... What should we do for Yoimiya...\n{NICKNAME}: Actually, she can simply wear earplugs while working with fireworks.\nPaimon: Oh yeah! Paimon didn't think of that solution! You're so smart!\n{NICKNAME}: Heh... That was the first thing that came to my mind, but I wanted to give you an opportunity for a mental workout.\nPaimon: Eh? So you knew this whole time, but didn't tell Paimon?\nPaimon: How could you! You bully!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yoimiya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Dreamlike Timelessness\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1201309
					]
				}
			]
		},
		{
			"voicelineId": 1102,
			"title": "About Sayu's Troubles",
			"voicelineType": "71013",
			"description": "Paimon: Sayu seems to have a lot on her mind.\nPaimon: Paimon can't understand why she'd have so many worries.\n{NICKNAME}: I guess this is what they call growing pains.\nPaimon: Hmm, Paimon can't relate to that.\nPaimon: After all, it's not Paimonly to worry too much.\n{NICKNAME}: Hmmm...\n{NICKNAME}: Bad news! We're almost out of Mora. I guess we'll have to tighten the purse strings for the next few days...\nPaimon: Wh-What? Noooo!\n{NICKNAME}: See, you're not as carefree as you thought.\nPaimon: Ooh... How could you prank Paimon like that...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sayuAnnoy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Inazuma City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1103,
			"title": "About Onikabuto",
			"voicelineType": "71014",
			"description": "Paimon: Those Onikabuto bugs look so scary! The patterns on their backs are terrifying!\n{NICKNAME}: Do you mean those demonic patterns? It's because they don't like to fight, so they purposely evolved their patterns in a way that scares their enemies away.\nPaimon: That's really smart. We should try to learn a thing or two from them!\nPaimon: We could borrow Xiao's mask. If a hilichurl saw you wearing it, do you think they'd run in fear?\n{NICKNAME}: Uh... I don't think Xiao would agree to that...\nPaimon: Yeah... Hmm, how about we ask Sayu to steal his mask for us?\nPaimon: She knows ninjutsu that allows her to vanish into thin air. She can steal it for sure! Problem solved!\nPaimon: Uh... If we are afraid of Xiao evening the score with us, how about we steal Childe's mask? We've kicked his butt many times before!\n{NICKNAME}: I don't think stealing other people's belongings is a good idea. Also, what if Sayu doesn't agree to all of this?\nPaimon: Th—Then let's... Let's visit Albedo first.\nPaimon: If Albedo can develop a growth serum for Sayu, she'll help us for sure!\n{NICKNAME}: Brilliant, now we just need you to come up with a way to make Albedo help us.\nPaimon: Ugh! Paimon's head is going to explode. Let's stick to festival masks for now.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oniHornedBeetle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Inazuma City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1104,
			"title": "About Naku Weed",
			"voicelineType": "71015",
			"description": "Paimon: Even though Naku Weed has a flower-like structure, its \"petals\" are in fact leaves.\nPaimon: Its actual bloom is rather fragile, so the surrounding leaves try their hardest to grow strong and protect it...\nPaimon: Hee-hee, just like Paimon is protecting you right now.\n{NICKNAME}: Just like you? Oh, is Naku Weed edible too?\nPaimon: Yeah, that's right! ...Wait? What are you trying to say?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrass_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Electro) in Tatarasuna, Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1105,
			"title": "About Naku Weed and Storms",
			"voicelineType": "71016",
			"description": "Paimon: Did you know? The people in Inazuma use the vibrations of Naku Weed to forecast thunderstorms.\nPaimon: Because Naku Weed grows in areas that are infused with Electro, it's naturally drawn to thunder and lightning.\n{NICKNAME}: Does that mean Naku Weed is similar to you, Paimon?\nPaimon: Eh? How so?\n{NICKNAME}: You know, because you usually hang out in areas infused with gourmet food and are naturally drawn to tasty snacks!\nPaimon: Hee-hee, that's true!\n{NICKNAME}: Paimon radar activated...\nPaimon: *beep* Delicacies, here we go!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrassAndThunder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Electro) in Tatarasuna, Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1106,
			"title": "About Sakura Blooms",
			"voicelineType": "71017",
			"description": "Paimon: The blossoms drifting down from the Sacred Sakura are so dazzling!\nPaimon: Paimon heard that those flower petals can stay suspended in the air for so long because of being infused with Electro.\n{NICKNAME}: Is it the same principle behind your levitation abilities?\nPaimon: Uh... Ah... That's because...\n{NICKNAME}: You do know what allows you to fly, don't you, Paimon?\nPaimon: Paimon can fly because of... mysterious powers, obviously!\n{NICKNAME}: Got it. Seems like you have no idea.\n{NICKNAME}: How about we let Albedo do some research? He's good at cracking such mysteries...\nPaimon: Please don't!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakuraTemari_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Grand Narukami Shrine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						244
					]
				}
			]
		},
		{
			"voicelineId": 1107,
			"title": "About Lavender Melons",
			"voicelineType": "71018",
			"description": "Paimon: Lavender Melons sure are useful!\nPaimon: Their flesh can be eaten, and their skin can be processed to make dyes.\n{NICKNAME}: Paimon sure is useful!\n{NICKNAME}: She can serve as my guide, and she can also give other people ugly nicknames, haha.\nPaimon: Yep! Thank you for your validation!\nPaimon: Wait a minute, is there more? Is Paimon about to get roasted?\nPaimon: Paimon's gonna cover your mouth to stop you from talking!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sumireLemon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Konda Village",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						296
					]
				}
			]
		},
		{
			"voicelineId": 1108,
			"title": "About Swords",
			"voicelineType": "71019",
			"description": "Paimon: {NICKNAME}, have you noticed?\nPaimon: In Inazuma, people who wear swords on their waists are a minority. Most soldiers use spears.\nPaimon: Could it be that swords are a symbol of status... Should we wear them as well?\nPaimon: But the swords here are all too big for Paimon... There's no other way, we'll have to find a famous swordsmith to make a custom one!\n{NICKNAME}: A custom-made sword will cost a lot of Mora though.\nPaimon: Are you saying that Mora is more important than the desires of your lovely companion?\n{NICKNAME}: ...Actually, I've already prepared something for you, Paimon.\nPaimon: Really? Really? Let's have a look!\nPaimon: Hey! Isn't that the knife we use to cut fruit?\n{NICKNAME}: Well, at least it's the right size for you...\n{NICKNAME}: Ahem, \"What matters isn't the value of the sword, it's the fighting spirit.\"\nPaimon: Nice try, but Paimon won't fall for this, no matter how cool it sounds!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sabre_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Inazuma City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1109,
			"title": "About Hot Springs",
			"voicelineType": "71020",
			"description": "Paimon: Did you know there are hot springs in Inazuma?\n{NICKNAME}: ...But there are no volcanoes.\nPaimon: Umm, Paimon heard that the heat comes from a giant furnace!\nPaimon: If we get the chance, Paimon also wants to check out a hot spring. Unfortunately, it seems like only the big shots are granted entry.\n{NICKNAME}: Hmmm...\n{NICKNAME}: Let's head back to the Dadaupa Gorge in Mondstadt!\nPaimon: Eh? Why so sudden?\n{NICKNAME}: Back in the Dadaupa Gorge, the hilichurls have a huge cauldron that's heated by Flaming Flowers. It should be similar to a hot spring, right? You can bathe in their... soup, I guess?\nPaimon: ???",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hotSpring_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Inazuma City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1110,
			"title": "About Jugemu",
			"voicelineType": "71021",
			"description": "Paimon: In Inazuma, it's customary for parents to choose a lucky name for their child.\n{NICKNAME}: Those names symbolize everyone's expectations and wishes for the child, like prosperity, wealth, good health, and safety.\nPaimon: Because of these expectations, parents often pick extra long names, and cram all sorts of blessings into them.\n{NICKNAME}: So hypothetically, if one day a little girl fell into a lake on her way back home, then her friends might rush to her house to tell everyone, \"Something bad happened!\"\nPaimon: \"Oh, what happened?\"\n{NICKNAME}: Ozvaldo Hrafnavins, Prinzessin der Verurteilung Fischl von Luftschloss Narfidort, come quick! Centennial Genius Astrologist Mona Megistus has fallen into the water!\nPaimon: ...Mona falling into the water doesn't sound like an emergency situation though.\n{NICKNAME}: Precisely. The fast-swimming Mona would come back home around the same time her friends are done saying her name, haha.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jugemu_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Inazuma City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1111,
			"title": "About Inazuma's Islands",
			"voicelineType": "71022",
			"description": "Paimon: Inazuma's scenery is quite different than what we've seen so far.\n{NICKNAME}: Yeah, Inazuma's an island nation.\nPaimon: Before the invention of boats, how did the people living on different islands communicate with one another?\n{NICKNAME}: According to Yoimiya's dad, they probably used smoke signals to transmit information.\n{NICKNAME}: Or, they would...\nPaimon: Yeah...?\n{NICKNAME}: They would commission people who could freeze the water surface to travel between the islands and deliver messages.\nPaimon: Whoa! If Kaeya had lived in Inazuma back then, he would've been even busier than Master Jean now!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_inazumaIsland_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Ritou",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						331
					]
				}
			]
		},
		{
			"voicelineId": 1112,
			"title": "About Tanuki",
			"voicelineType": "71023",
			"description": "Paimon: Tanuki are really mysterious creatures.\n{NICKNAME}: I think they are really cute.\nPaimon: Yeah, they're cute... until they start talking.\n{NICKNAME}: Hmm, I wonder... If you couldn't talk, would you appear to be more mysterious and noble?\nPaimon: Are you trying to mock me?\n{NICKNAME}: *randomly humming innocently*",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanuki_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Chinju Forest",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1113,
			"title": "About Tanuki and Their Illusions",
			"voicelineType": "71024",
			"description": "Paimon: Did anyone tell you that there are monsters called tanuki in Inazuma that can take on the form of any human they see?\n{NICKNAME}: I heard such rumors before. They must know some mysterious transformation techniques.\nPaimon: What if one day a tanuki tricked you by transforming into Paimon? Oh no... Paimon's worried now! \n{NICKNAME}: No worries, I'd surely be able to tell the difference— Wait! You're just concerned about my Mora, aren't you?\nPaimon: Of course... Ah! ...No, no! Paimon's only concerned about your safety, {NICKNAME}!\nPaimon: Hmph, stop looking at Paimon like that. *pouting* Look, just think about it! If there were two Paimons, how would you find out which one is the real one?\n{NICKNAME}: ...Eh-he.\nPaimon: What do you mean \"eh-he\"!?\n{NICKNAME}: See, only the real Paimon would respond like that.\nPaimon: Ah! Paimon got tricked again...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanukiAndIllusion_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Chinju Forest",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1114,
			"title": "About Other Shrines",
			"voicelineType": "71025",
			"description": "Paimon: We've been passing by a lot of small shrines lately, but none of them seem to be dedicated to the Electro Archon.\n{NICKNAME}: They were probably built for lesser deities. The people of Inazuma believe that everything around them has a spirit, and those spirits will help them in their time of need.\nPaimon: Oh, so the people make shrines for them, and give them offerings.\n{NICKNAME}: Yeah. In a way, it's a form of prayer and a token of appreciation.\nPaimon: Paimon gets it now! Let's find Ayaka, and have her put up a shrine for us!\nPaimon: If we do that, we'll be able to get lots of offerings as well!\nPaimon: Paimon's so happy!\n{NICKNAME}: Hehe. Uh... I—Is that an acceptable thing to do?\nPaimon: What's wrong? Haven't we been helping out everyone this whole time? We may be doing an even better job than those deities!\n{NICKNAME}: You do have a point...\n{NICKNAME}: But when I picture people placing flowers or fruits in front of a shrine for me... it doesn't feel right.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_otherShrine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Araumi",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						245
					]
				}
			]
		},
		{
			"voicelineId": 1115,
			"title": "About the Rain on Yashiori Island",
			"voicelineType": "71026",
			"description": "{NICKNAME}: It never stops raining on Yashiori Island. I heard it's because of the lingering evil energy.\nPaimon: \"Evil energy\"? What's that? Sounds terrifying.\n{NICKNAME}: It's caused by the remains of an evil god somewhere on the island. Because its power hasn't fully dispersed, the remaining energy causes all sorts of misfortunes. That's what I meant when I said \"evil energy.\"\nPaimon: Oh, that makes sense. But Paimon doesn't think rain is a bad thing.\nPaimon: Maybe that god has been crying all this time because they were bullied.\n{NICKNAME}: Crying? I don't think gods can cry. I mean, I've never seen Venti or Zhongli cry before.\nPaimon: There are exceptions! If you pinch Paimon, you'll be able to see a crying god.\n{NICKNAME}: Hmm? Are you a god?\nPaimon: Paimon sure is!\n{NICKNAME}: Okay, let me guess... The flying god of silly questions? The god of slimes? Or the god of being fished out from the water?\nPaimon: Paimon's none of those! Hmph!\nPaimon: As your bodyguard, {NICKNAME}, Paimon is the god of protection! Hehe.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yashioriIslandsRain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Nazuchi Beach",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						258
					]
				}
			]
		},
		{
			"voicelineId": 1116,
			"title": "About Bantan Sango Detective Agency",
			"voicelineType": "71027",
			"description": "{NICKNAME}: In Hanamizaka, there's a place called the Bantan Sango Detective Agency.\nPaimon: Paimon remembers. It's the one run by Sango and Ryuuji, right? Everyone speaks highly of them.\n{NICKNAME}: Uh, I heard that they frequently get caught up in strange incidents, and some places have banned them from entering their premises...\nPaimon: Paimon thinks that's undeserved. After all, Sango and Ryuuji have helped a lot of people...\n{NICKNAME}: Would you invite them if you were organizing a dinner party?\n{NICKNAME}: What if halfway through the meal, one of the guests suddenly shrieked and collapsed onto the ground...\nPaimon: I—If that's the case, then Paimon thinks it's a bad idea. Paimon suddenly feels that hanging out with them could be dangerous...\n{NICKNAME}: Well, that's the price you pay for being a famous detective.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bantanNoSangoDetectiveAgency_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Inazuma City: Streets",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						242
					]
				}
			]
		},
		{
			"voicelineId": 1117,
			"title": "About Drawing Fortune Slips",
			"voicelineType": "71028",
			"description": "Paimon: Oh yeah, have you drawn fortune slips at the shrine before, {NICKNAME}?\nPaimon: If we draw them before our next adventure, they may provide us with some guidance.\n{NICKNAME}: Hmm, but what if our draws are inauspicious or turn out to be a bad omen? If that happened, we'd probably end up in a bad mood...\nPaimon: Oh, that's fine. According to the shrine maidens, if someone draws a bad omen, they just need to hang it on a tree in the shrine...\nPaimon: So, we should keep on drawing and drawing, until we get a super lucky draw! Then, we'll hang all the bad ones on the tree!\n{NICKNAME}: If everyone did that, there'd be no more space left to hang the slips...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kauChim_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Inazuma City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1118,
			"title": "About Musou no Hitotachi",
			"voicelineType": "71029",
			"description": "Paimon: Musou no Hitotachi is amazing!\nPaimon: It can beat any enemy with a single slash!\n{NICKNAME}: Uh, but for Childe, it might need three slashes...\nPaimon: Y—Yeah!\nPaimon: Anyway, if you mastered that technique, Paimon wouldn't have to worry about you for the rest of our journey!\n{NICKNAME}: So, where can one learn that technique?\nPaimon: Yeah, where can one learn that technique?\n{NICKNAME}: Hm?\nPaimon: Quit looking at Paimon like that! O—Okay, Paimon will keep an eye on you during our adventures...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_musouNoHitotachi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1119,
			"title": "About Sangonomiya Kokomi",
			"voicelineType": "71030",
			"description": "Paimon: Did you know, {NICKNAME}? That Sangonomiya Kokomi, she's Watatsumi Island's Divine Priestess.\nPaimon: In other words, she's the ruler of Watatsumi Island! The whole of Watatsumi Island is controlled by her.\nPaimon: Paimon also wants to become a big shot like her...\n{NICKNAME}: What will you do after you become a big shot?\nPaimon: Then, Paimon will deliver justice. For example... Ahem.\nPaimon: The suspect in question, known as the Traveler, ate two Dango for lunch and only gave one to the victim, Paimon. This is a serious violation of article thirty seven, \"Fairness and Justice,\" of the \"Paimon Decree.\"\n{NICKNAME}: Oh... may I ask how Your Excellency Paimon plans to resolve this issue?\nPaimon: Of course. As compensation for your wrongdoings, you will have to make even more Dango for Paimon, hee-hee!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kokomi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1120,
			"title": "About Transience",
			"voicelineType": "71031",
			"description": "Paimon: Paimon wonders what the previous Shogun was like.\n{NICKNAME}: It appears that she was a person who understood the fleeting nature of things, and accepted the inevitable fate of departing this world one day.\nPaimon: After all, realizing the fragility of things in front of you makes you treasure them even more.\n{NICKNAME}: This way of thinking must've influenced Inazuma's aesthetics. This world is transient, people come and go. The fun times we shared, our companionship, and the delicious foods we got to savor — those emotions and experiences are real things that existed at some point in time, not just empty concepts.\nPaimon: Even though... Even though every banquet must eventually come to an end, it'd be nice to enjoy those happy moments for a little longer.\n{NICKNAME}: \"Shifting seasons and elusive dreams, the ephemeral and fleeting, with thine companionship, all are eternal.\"\nPaimon: Paimon doesn't get it!\n{NICKNAME}: I'm saying that I'm having a lot of fun traveling with you, Paimon. It'd be nice if we could just go on like this forever.\nPaimon: Paimon'll take your word for it then.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_anitya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1121,
			"title": "About Shrine Maidens",
			"voicelineType": "71032",
			"description": "Paimon: The clothes that shrine maidens wear are quite unique.\n{NICKNAME}: I heard that after the Sakoku Decree is lifted, Yae Miko plans to run a rental service where people can try on shrine maiden outfits as a tourist attraction in various places. Combined with the latest Kamera technology from Fontaine, it seems like a real Mora maker.\nPaimon: Oh!\n{NICKNAME}: {M#The shrine maidens in the Grand Shrine even asked me if I knew any pretty girls who are willing to become models. All they need to do is to dress up in a shrine maiden outfit and smile to the Kamera. They even asked me to be a model and said all I needed was some makeup.}{F#The shrine maidens in the Grand Shrine even asked me if I was interested in becoming a model! All I need to do is wear a shrine maiden outfit and smile to the Kamera. They also asked me if I knew any other cute girls.}\nPaimon: What!?\n{NICKNAME}: I immediately shared this idea with Rosaria. I feel like they can do something similar at the Church of Favonius with the garments they wear.\nPaimon: Wait, Paimon doesn't think that a...\n{NICKNAME}: Sadly, Rosaria found the idea of it too troublesome.\nPaimon: Maybe it's for the better...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_miko_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1122,
			"title": "About the Artist Utamarou",
			"voicelineType": "71033",
			"description": "Paimon: Aoi gave Paimon a painting. Turns out it's not edible, but Paimon is still very happy with that gift!\n{NICKNAME}: Aoi? The general goods shop owner? Let me see.\nPaimon: Here, but be careful. It was painted by a famous artist, Utamarou. It's quite valuable!\n{NICKNAME}: Utamarou? Hmm... I think I've heard that name before...\nPaimon: Of course, master Utamarou's works can be found all around Inazuma after all!\nPaimon: Did you see one of them in Ayaka's residence? The one that Paimon has right now isn't too shabby either.\n{NICKNAME}: Oh, I remember now! One of those paintings was used by Yoimiya as kindling, right?\nPaimon: Eh? Kindling?\n{NICKNAME}: Uh, yeah! I think Thoma used it as padding for table legs as well.\nPaimon: What? Padding?\n{NICKNAME}: And, if I remember correctly, I also saw Sayu use a stack of those paintings as a cushion for her nap.\nPaimon: Sayu has several of those works? That can't be right...\n{NICKNAME}: Real masterpieces aren't mass-produced. If you ask me, that Utamarou isn't a real master at all.\nPaimon: Hey—",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_utamoro_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1123,
			"title": "About the Teahouse and Its Owner",
			"voicelineType": "71034",
			"description": "Paimon: The Komore Teahouse is doing surprisingly well. They have a great number of visitors every day.\nPaimon: We should also open a teahouse. Paimon feels that it'd be really profitable!\n{NICKNAME}: Hmm... Well, if we do end up opening a teahouse, then you're gonna be the boss, for sure.\nPaimon: Eh? Deal!\nPaimon: Paimon didn't think that you'd have so much faith in Paimon's abilities... Paimon will make sure to be a responsible manager, and make our shop the best teahouse in Teyvat!\n{NICKNAME}: Uhh, I don't think it'd need to be managed... Do you remember Taroumaru?\nPaimon: Yup, he's the owner of the Komore Teahouse, right? A lot of the clients go to the Teahouse to play with him rather than drink tea.\n{NICKNAME}: So I was thinking, if you were running the shop, you'd definitely be more popular than Taroumaru.\nPaimon: Hee-hee, of course... Hey! So you don't really trust Paimon's management skills, you just want a mascot!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teaHouseBoss_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1124,
			"title": "About the Sakoku Decree",
			"voicelineType": "71006",
			"description": "{NICKNAME}: With the abolishment of the Vision Hunt Decree, I guess the Sakoku Decree will be the next one to go.\nPaimon: Here's hoping that everything goes well.\n{NICKNAME}: Let's encourage everyone to hold on for just a bit longer.\nPaimon: Yeah!\n{NICKNAME}: If we get the chance, let's find Atsuko and tell her that the sakura trees in her homeland are blooming.\nPaimon: How is that supposed to comfort her!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakoku_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1125,
			"title": "About Kimonos",
			"voicelineType": "71035",
			"description": "Paimon: *sigh* Ogura Mio says that she hardly has any fancy kimonos in stock these days. So, chances are that you won't be able to buy one, even if you can afford it.\nPaimon: It's a real tragedy... Paimon wants to look glamorous, too.\n{NICKNAME}: But the Sakoku Decree's been abolished... She should be able to import silk from Liyue now.\nPaimon: *gasp* You're right! Great, so there's hope for Paimon's kimono-dream after all!\nPaimon: Just imagine it... Paimon emerges from Ogura's shop wearing a custom-made pure-silk one-of-a-kind kimono. Total transformation! This Paimon's going places!\nPaimon: No longer just a sidekick in the legendary Traveler's adventure story... Oh no, say hello to Paimon the Elegant, wearer of fine silks and fated friend of heroes!\nPaimon: Ahhh... Wouldn't that be amazing?\nPaimon: ...It would, wouldn't it, {NICKNAME}? Um, so—\n{NICKNAME}: What I'm hearing is... you want me to pay for your new wardrobe.\nPaimon: Exactly, you read Paimon's mind! See, that's what being \"fated friends\" is all about!\nPaimon: Um, so Paimon was thinking seven different styles, one for each day of the week. Still not sure on the specific designs though, let Paimon think...\n{NICKNAME}: ...Uh, suddenly, I'm not so interested in buying.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kimono_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Transient Dreams\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 1132,
			"title": "About Canned Knowledge",
			"voicelineType": "71036",
			"description": "Paimon: Free knowledge without having to study at all? Canned Knowledge is amazing!\nPaimon: Could Sumeru have Canned Knowledge about the different customs of the seven nations, too?\nPaimon: If so, Paimon could just open a can every time we get to a new place. Paimon wouldn't have to explain things ever again!\n{NICKNAME}: Or we could just open them all here in Sumeru.\nPaimon: But... but traveling wouldn't be any fun without surprises to look forward to!\n{NICKNAME}: Ooh, plus, if we opened them all here, I wouldn't even need Paimon as a guide anymore.\nPaimon: Okay scrap that idea! No more Canned Knowledge, let's save our Mora for something else!\nPaimon: Something like... Oh! Tipping Paimon for guide services! Heehee, seems fair, right?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cannedKnowledge_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Morn a Thousand Roses Brings.\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1133,
			"title": "About The Eremites",
			"voicelineType": "71037",
			"description": "Paimon: The Eremites are a real motley crew...\n{NICKNAME}: There's certainly a diverse range of characters.\nPaimon: Hmmm... yeah, that could explain it! Paimon can play lots of different characters too.\nPaimon: Judgy Paimon, knowledgeable Paimon, helpful Paimon...\n{NICKNAME}: ...And of course the classic, completely-misses-the-point Paimon.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_gildedBrigade_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Morn a Thousand Roses Brings.\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1134,
			"title": "About Beliefs",
			"voicelineType": "71038",
			"description": "Paimon: Have you noticed something? People in Sumeru don't seem to have a lot of faith in Lesser Lord Kusanali.\nPaimon: Back in Liyue and Inazuma, people were pretty enthusiastic about Rex Lapis and the Almighty Shogun.\nPaimon: Those strange scholars are one thing, but even everyone living downtown only ever seems to talk about Greater Lord Rukkhadevata.\n{NICKNAME}: Yeah. And the most delicious mushrooms are said to be Greater Lord Rukkhadevata's blessing.\nPaimon: Speaking of which, lots of the dishes in Liyue are said to have been taught and approved by Rex Lapis himself...\nPaimon: Aha! So as long as a god blesses their people with delicious food, people will worship them!\n{NICKNAME}: Hehe, if their name is Paimon, sure.\nPaimon: Huh? Wait, so... {NICKNAME}, what do you believe in, then?\n{NICKNAME}: Me? Hmm... Paimon, of course.\nPaimon: Heehee, that's right!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_faith_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Morn a Thousand Roses Brings.\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1135,
			"title": "About the Wall of Samiel",
			"voicelineType": "71039",
			"description": "Paimon: The first time we saw the Wall of Samiel, Paimon was stunned... It seems to go on forever.\n{NICKNAME}: Well, it was built to protect the entire rainforest, after all.\nPaimon: And, it's so, so tall...\nPaimon: Who knows if {NICKNAME}'ll be able to climb all the way to the top.\n{NICKNAME}: I doubt it...? Also, why do I have to climb it, exactly?\nPaimon: Uh... because it's right there?\n{NICKNAME}: Hmm, even so... No.\nPaimon: The Wall of Samiel is right there in front of us!\n{NICKNAME}: I know, I know, but it's way too—\nPaimon: But it's the Wall of Samiel...\n{NICKNAME}: Fine! I'll go, okay?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sandPreventWall_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Morn a Thousand Roses Brings.\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1136,
			"title": "About Akasha Terminals",
			"voicelineType": "71040",
			"description": "Paimon: All these Sumeru scholars seem to wear Akasha Terminals so they can get information from the Akasha system.\nPaimon: It's like they're carrying an interactive encyclopedia with them wherever they go. Paimon's kinda jealous.\n{NICKNAME}: Well, I'm not jealous. I have an even better encyclopedia that automatically follows me around, gives me the A-to-Z on everything in Teyvat, and the best part is, it can even talk!\nPaimon: Huh? Was that a compliment? Aw, you're making Paimon blush... Paimon definitely doesn't know as much as an encyclopedia! A-to-Y at most.\n{NICKNAME}: Well, you know... maybe if you ate a little less, you'd have room for Z, too.\nPaimon: Hey!!!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_voidTerminal_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"The Morn a Thousand Roses Brings.\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1137,
			"title": "About Aranara Names",
			"voicelineType": "71041",
			"description": "Paimon: Arama, Arana, Araja, Arakavi... Whew, Aranara names are so hard to remember...\nPaimon: The only bit Paimon's sure of is that they all start with \"Ara\"!\n{NICKNAME}: Right, so if you were an Aranara, your name would be \"Arapaimon.\"\nPaimon: Yup, and as for {NICKNAME}...\nPaimon: Hmm, actually, they'd probably call you Nara {NICKNAME}...\n{NICKNAME}: Yeah, we're all Nara to them...\nPaimon: So if there was someone whose actual name was \"Nara,\" what would the Aranara call them?\n{NICKNAME}: \"Nara Nara\"... I guess. Sounds kinda cute.\nPaimon: Hehe, yeah.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraName_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1138,
			"title": "About Aranara Cuisine",
			"voicelineType": "71042",
			"description": "Paimon: For some reason, the Aranara's food all tasted a little too... um, how to put this... a little too \"fresh.\"\nPaimon: It's totally different from what we usually eat.\n{NICKNAME}: Yeah, but their ingredients are top-quality.\nPaimon: Yeah, that's true. Still, those mushrooms and fruits were so raw, it felt like they were gonna keep growing in Paimon's stomach!\n{NICKNAME}: Heh, you're exaggerating, right? You do have a point, though — maybe the best ingredients don't need a lot of fancy cooking.\nPaimon: You're right. If the ingredients are good enough, they'll taste great even when cooked with the simplest methods.\n{NICKNAME}: Just like Paimon. Just a little salt and pepper, and—\nPaimon: Hey! For crying out loud, we're in Sumeru now! Don't you think that joke's getting a little old?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraFood_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1139,
			"title": "About Dori's Genie",
			"voicelineType": "71043",
			"description": "Paimon: How did a genie that big get into Dori's lamp?\n{NICKNAME}: Only one way to find out: In you go, Paimon.\nPaimon: Not a chance! There's no way Paimon would fit in there!\n{NICKNAME}: Okay, well... if you want, you can be the genie of the Serenitea Pot instead?\nPaimon: Oooh, great idea! Paimon's down!\n{NICKNAME}: You seem pretty excited about this...\nPaimon: Uh, yeah! Paimon's been wanting to try this for ages! ...Poof! Didst thou summon me, O Traveler from a distant land?\nPaimon: Come on, come on, now you have to grant Paimon three wishes! Paimon's first wish is... bring Paimon lots of delicious food!\n{NICKNAME}: Hey, you're not supposed to be the one making wishes!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_dorisGenie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"A Teapot to Call Home: Part I\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1140,
			"title": "About Bimarstan",
			"voicelineType": "71044",
			"description": "Paimon: Whoa, healthcare is FREE in Sumeru?\n{NICKNAME}: Are you feeling unwell, Paimon?\nPaimon: No, not right now. Thanks for asking, though.\nPaimon: Hehe... Eating the street food on every corner has never sounded so tempting!\n{NICKNAME}: Hehe, your stomach is gonna punish you for that!\nPaimon: If so, Paimon'll go see a doctor and get treated — it's all for free! It'd be a waste not to take advantage of this, don't you think?\n{NICKNAME}: Maybe... but then again, the treatment would likely include a restricted diet.\nPaimon: *gasp* Oh no! So no more delicious food, then?\n{NICKNAME}: That, plus the doctor would make you take the most bitter-tasting medicine ever.\nPaimon: O—Okay... Maybe Paimon needs to reconsider this idea...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_homeOfHealth_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1141,
			"title": "About the Scholars",
			"voicelineType": "71045",
			"description": "Paimon: So many people in Sumeru want to become scholars.\nPaimon: Motivated by this ambition, they all study really hard to try and achieve it...\nPaimon: But Paimon bets that the first ever scholar didn't set out to become a scholar...\nPaimon: Hmm... so what do you think the first ever scholar's ambition was?\n{NICKNAME}: Probably... to get their research paper written as quickly as possible.\nPaimon: Huh? But isn't a scholar's ultimate goal supposed to be \"pursuing the highest and greatest knowledge\" or something?\nPaimon: Paimon's sure that it must have been because of a fervent desire for knowledge that they became Sumeru's first true scholar.\n{NICKNAME}: Writing papers is how you pursue knowledge.\nPaimon: But what about when it's the highest and greatest knowledge of all...\n{NICKNAME}: Even then, if you wanted to prove it, you'd need a research paper.\n{NICKNAME}: And after that, you'd need to start working on another paper to validate your original thesis...\nPaimon: O—Okay, Paimon's got it! Come on, don't look so sad! It's not like you have to worry about writing papers yourself!\nPaimon: ...Y—You've never had to write a paper before, right...?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_scholar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1142,
			"title": "About Amurta",
			"voicelineType": "71046",
			"description": "Paimon: Paimon wants to go visit the Amurta scholars!\n{NICKNAME}: Hehe, when did you become such an avid student, Paimon?\nPaimon: Well, Paimon heard that the Amurta scholars' research is all about nature.\nPaimon: Which means... they must have to research which animals are edible, and which ones taste the best, and... y'know that kind of thing!\nPaimon: Paimon thinks it'd be really fun to help them out with their research.\n{NICKNAME}: In other words, you've got a craving for some tasty, organic dishes.\nPaimon: No! Paimon genuinely thinks that it's a really meaningful research topic and wants to help out!\n{NICKNAME}: Hmm, well in that case... I think the Amurta scholars might be more interested to find out about Paimon's species and behavioral patterns.\nPaimon: Uh... Gee is that the time? Paimon just remembered we have something else more important to do!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_zoologySchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1143,
			"title": "About Sumpter Beasts",
			"voicelineType": "71047",
			"description": "Paimon: Sumpter Beasts are adorable! Paimon likes how the people who keep them give them each a special name based on their most distinctive traits!\n{NICKNAME}: For all we know, the Sumpter Beasts might be giving each of us a name in return. Maybe that's how they respond when we call their name.\nPaimon: Really? So what kind of name do think they'd give us?\n{NICKNAME}: (Sumpter Beast noises)\nPaimon: How is anyone supposed to understand that!\n{NICKNAME}: A rough translation would be...\n{NICKNAME}: \"Vociferous Pestiferous Melliculus Niveous Micro-Bipedal.\"\n{NICKNAME}: That's the scientific name, of course.\nPaimon: Oh? What would the common name be then?\n{NICKNAME}: \"Noisy Two-Legged Critter\"\nPaimon: Hey! Why keep only the negative traits?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumpterBeast_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1144,
			"title": "About the Seventh Darshan",
			"voicelineType": "71048",
			"description": "Paimon: There are six Darshans in Sumeru.\nPaimon: It would be cool if Paimon had her own Darshan too!\nPaimon: It'll be called... Paimonology!\n{NICKNAME}: What wisdom would Paimonology stand for?\nPaimon: Uh... practical wisdom for everyday life!\n{NICKNAME}: So Paimonology scholars would specialize in the art of cooking slimes in a hundred different ways, never letting a single Mora escape their grasp, giving people ugly nicknames... et cetera?\nPaimon: Whoa, you read Paimon's mind! Also, don't forget \"How to Become the Best Travel Guide in Teyvat\"!\nPaimon: This is a fantastic idea! Come on, let's go submit a Darshan application to the Akademiya! From this day on, {NICKNAME}'ll be the Grand Sage of Paimonology!\n{NICKNAME}: I'd like to decline the honor, please...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sevenSchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1145,
			"title": "About Shroomboars",
			"voicelineType": "71049",
			"description": "Paimon: Did you know that there are all kinds of strange Shroom-Kin in Sumeru?\n{NICKNAME}: Oh, yeah. Here's a fun one — legend has it that there were some forest boars who couldn't live without mushrooms, and the two species gradually formed a symbiotic relationship with each other. Now they're known as \"Shroomboars.\"\nPaimon: Woah, that's a lot like us! Paimon can't live without {NICKNAME} either.\n{NICKNAME}: If you can't live without me, that means... I'm the shroom, and Paimon's the...\nPaimon: Boar!\nPaimon: Hey, wait a second...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_fungiPig_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1146,
			"title": "About the Grand Bazaar",
			"voicelineType": "71050",
			"description": "Paimon: The residents of the Grand Bazaar are all so talented!\nPaimon: They sell their own woven goods, beautiful vases and jars, and delicious-smelling spices that make Paimon's tummy start rumbling...\nPaimon: And they all sing and dance really well! Paimon wishes she could do that.\n{NICKNAME}: Well, if you're serious about it, there's no reason you couldn't learn.\nPaimon: What? Really?\n{NICKNAME}: Well for starters, you have a natural advantage when it comes to dancing.\n{NICKNAME}: You won't trip over yourself, or accidentally step on someone else's foot...\nPaimon: Oh yeah! Paimon always forgets how useful flying can be!\nPaimon: Alright then! Let's go bust a move at the Grand Bazaar and watch everyone shower Paimon with admiration!\n{NICKNAME}: Aha, so that's what this is all about.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_grandBazaar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1147,
			"title": "About Divination",
			"voicelineType": "71051",
			"description": "Paimon: People in Sumeru seem to take divination and fortune-telling pretty seriously.\nPaimon: For starters, there's astrology, although only the scholars get to practice that. But ordinary citizens have their ways, too. They can do divinations with just a cup of coffee!\n{NICKNAME}: It's the nation of wisdom after all. It seems like people have an insatiable curiosity to learn about everything, including their own future.\nPaimon: Paimon heard that they can tell your fate just by looking at the bottom of a finished cup of coffee...\nPaimon: Sounds way easier than climbing to the top of a tower and staring at the stars all night!\n{NICKNAME}: Oh, so you're interested in learning your fate now?\nPaimon: Yeah... although, Paimon's really more interested in finding out what the coffee tastes like.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_divination_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1148,
			"title": "About Purbiruni and Pursina",
			"voicelineType": "71052",
			"description": "Paimon: Khedive and Anisa kept talking about \"Purbiruni\" this and \"Pursina\" that...\nPaimon: Why do all these words have \"pur\" at the front?\n{NICKNAME}: Well, \"Pur\" means \"descendant,\" and also \"student\"... So in this case, they're referring to themselves as the children and students of the great sages of old.\nPaimon: Huh, so that's what it means... From the way they were throwing these words around, Paimon was sure it'd be something to be proud of.\n{NICKNAME}: Wait... But isn't it?\nPaimon: Well, Paimon for one would much rather be known as the founding father than have a name that basically says \"So-and-so's my daddy.\" Pretty embarrassing, don't you think?\n{NICKNAME}: Um... I have to admit, I've never thought about it like that...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_purbiruniAndPursina_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1149,
			"title": "About Studying Abroad",
			"voicelineType": "71053",
			"description": "Paimon: It's not only Sumeru locals at the Akademiya, huh. There are students from other nations too.\nPaimon: Imagine leaving your hometown behind and traveling to a faraway and unfamiliar land in the pursuit of learning... How inspiring!\n{NICKNAME}: We travel to unfamiliar lands pretty often, too.\nPaimon: Huh, you're right! That means we're also super inspiring!\n{NICKNAME}: Not in the pursuit of learning, though.\nPaimon: Oh... So we're not as inspiring as the students after all...\nPaimon: Buuut we do know the best places to eat in Sumeru, and who you can rely on to help you out! That counts as knowledge, right?\n{NICKNAME}: Yeah, and to many people, it could be extremely valuable knowledge.\nPaimon: Great, so we're just as inspiring as them after all!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_abroad_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1150,
			"title": "About the Divine Tree",
			"voicelineType": "71054",
			"description": "Paimon: The whole of Sumeru City is built on top of a giant tree. How amazing is that!\nPaimon: We've seen lots of incredible trees on our journey, haven't we? There's our old stomping ground at Windrise, the Frostbearing Tree on Dragonspine, and the Sacred Sakura in Inazuma!\nPaimon: Sumeru's tree doesn't seem to have a fancy name though. People just call it \"the Divine Tree\"...\n{NICKNAME}: Sometimes, the most important things have the simplest names.\nPaimon: Really? Hmm, maybe you have a point. Long names would be kinda inconvenient if you had to say them every day.\nPaimon: Anyway, people in the city only have to say \"down below\" and everyone knows they mean the bottom of the tree.\nPaimon: What's that saying again? \"Names aren't things themselves, they're just words for things.\"\n{NICKNAME}: So is Paimon just a word for a thing, too?\nPaimon: Yeah. Well, uh, kinda. But... wait, no! No, Paimon is just Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sacredTree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of The Seven at Mondstadt - Windrise – Anemo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						4
					]
				},
				{
					"unlockText": "Unlock the Statue of The Seven at Mondstadt Entombed City - Ancient Palace – Anemo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						204
					]
				},
				{
					"unlockText": "Unlock teleport waypoints in Inazuma City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				},
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1151,
			"title": "About Inter-Darshan Relations",
			"voicelineType": "71055",
			"description": "Paimon: So, with Sumeru having so many scholars in different Darshans, do you think they end up arguing a lot?\nPaimon: You know, just like the rivalry between Li cuisine and Yue cuisine in Liyue.\n{NICKNAME}: I'm sure they do. Conflict between different schools of thought is the most normal thing ever. As the Liyue martial arts novels say: \"Wherever there are people, there will be conflict.\"\nPaimon: Wow, what a line. That's heavy... But the scholars in Sumeru probably don't duel like Liyue martial artists, right?\n{NICKNAME}: Maybe they settle things with a game of Genius Invokation TCG.\nPaimon: Ohh, good point! A duel of wits!\nPaimon: Paimon can just imagine it: When one scholar can't convince another in an argument, he takes out his deck of cards, calmly sits down opposite his opponent, thinks for a moment, and then secures his victory!\n{NICKNAME}: That does sound like something that would happen in Sumeru.\nPaimon: The game ends, and the winner says \"good game\" as a sign of respect to his opponent. After that, both sides are back on good terms.\n{NICKNAME}: Um... saying that would probably only escalate the conflict.\nPaimon: Huh? Why?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_schoolsRelation_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Liyue Harbor",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				},
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1152,
			"title": "About Port Ormos",
			"voicelineType": "71056",
			"description": "Paimon: Whew, Port Ormos definitely has a different vibe to Sumeru City...\nPaimon: It's a bustling area, and there's so many outlanders. Plus, no one needs to spend all their time buried in their studies, which is nice.\n{NICKNAME}: Yes, but that's why they end up being disciplined by the port authorities. So you see, Paimon? If you don't study hard, you'll end up just like them!\nPaimon: Oh...\nPaimon: Wait! What was that tone of voice for!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_portOrmos_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru -Port Ormos",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1153,
			"title": "About the Alliance of the Twenty-Nine Ocean Deys",
			"voicelineType": "71057",
			"description": "Paimon: Port Ormos is built on the ruins of the fortress of The Alliance of the... the... the alliance of something, anyway.\nPaimon: Ugh, the name's too long, Paimon can't remember it! Anyway, that's what all the bookish people in Sumeru say.\n{NICKNAME}: Oh, you mean \"The Alliance of the Twenty-Nine Ocean Deys\"?\n{NICKNAME}: Apparently, the alliance was formed by a bunch of arrogant pirate leaders, none of whom wanted to work for any of the others. They fought and looted each other constantly, causing endless chaos in coastal Sumeru...\n{NICKNAME}: Finally, one day, they decided to enter into an alliance with one another and divide power equally between themselves. The members of the alliance were called \"Deys\"...\nPaimon: Oh... And so after that... there was no more fighting and no more stealing, so everyone could get along happily and make a boatload of Mora together! Right?\n{NICKNAME}: ...\nPaimon: Right...?\n{NICKNAME}: Well... presumably that's what they were hoping...\nPaimon: Huh...?\n{NICKNAME}: Before long, they were forming factions again, and the infighting between them escalated into the biggest internal battle they'd seen yet. Their fortress at Port Ormos was completely destroyed, and all the Deys were done for!\nPaimon: Whaaat?\n{NICKNAME}: Following that, an unprecedented period of peace finally came to Port Ormos, and the area began to develop into what we see today...\nPaimon: Huh... So the Alliance was just a bunch of dumb bad guys...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_29thOceanAlliance_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru -Port Ormos",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1154,
			"title": "About Cyno and Genius Invokation TCG...",
			"voicelineType": "71058",
			"description": "Paimon: Cyno's super into that card game \"Genius Invokation TCG,\" isn't he?\nPaimon: Doesn't it seem kinda weird for the General Mahamatra to be into playing cards...?\n{NICKNAME}: Hmm... not when you consider his hairstyle.\nPaimon: Huh? What has his hairstyle got to do with it?\n{NICKNAME}: When you're playing a card game, the fancier your hairstyle, the more distracting it is for your opponent.\n{NICKNAME}: \"What's going on with this guy? How did he manage to shape his hair like that?\"\n{NICKNAME}: When your opponent's mind is consumed with thoughts like this, you'll quickly gain the upper hand.\nPaimon: Hmm, really? Then we'd better think twice before playing against him...\n{NICKNAME}: I don't know... I think I might just have an advantage over him.\nPaimon: But you don't have a fancy hairstyle at all. And your clothes look pretty normal too...\n{NICKNAME}: But I do have Paimon.\n{NICKNAME}: You know, he'd be like: \"What's up with this guy? And what's that pesky flying companion of his up to?\"\n{NICKNAME}: As long as you're floating by my side, Cyno's mind will be consumed with thoughts like this.\n{NICKNAME}: I, on the other hand, would be completely unfazed by his hairstyle. So I'd be able to focus, and victory would be mine.\nPaimon: Forget it! If you wanna play cards, go get a funny haircut!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cynoAndCard_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock teleport waypoints in Sumeru City",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1155,
			"title": "About Sumeru Nursery Rhymes...",
			"voicelineType": "71059",
			"description": "Paimon: ♪ Curry, curry, in the air~ Hungry children it's time to come home~ ♪\n{NICKNAME}: ♪ Curry, curry, in the air~ ♪\nPaimon: Wow! Good job, so you remember the tune as well!\n{NICKNAME}: Good job to you too, Paimon. You sing really well.\nPaimon: Heehee, that's because Paimon's got a great plan!\nPaimon: Have you heard this story? Once upon a time, there was a hilihound who was given meat to eat whenever the samachurls started dancing. Eventually, the hilihound started drooling whenever it heard the sound of dancing.\nPaimon: Whenever we hear the curry song, we get curry to eat. So, all Paimon has to do is learn the song by heart, and then in the future, whenever Paimon is craving a big bowl of tasty curry, all she has to do is sing it!\nPaimon: Hey, aren't you gonna say something?\nPaimon: ♪ Curry, curry, in the air~ Hungry children it's time to come home~ ♪",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumeruNurseryRhyme_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1156,
			"title": "About Aranara Tongue Twisters...",
			"voicelineType": "71060",
			"description": "{NICKNAME}: Paimon, do you ever find that the word \"Aranara\" trips you up?\nPaimon: Hmm? Why, does it trip you up? Maybe that's because you don't really say anything most of the time.\nPaimon: Unlike Paimon! Paimon has to talk all the time, so she never gets stuck on words.\n{NICKNAME}: Okay, well, try reading this then.\nPaimon: What is it? Let's see here...\nPaimon: Arana the Aranara exercises Ararakalari in the nearby area.\nPaimon: Narana the Nara picks Padisarahs in a parallel area further afield.\nPaimon: Narana the Padisarah-picking Nara had arranged to invite Arana the Aranara to the bar to befriend Lambad, but alas, Arana the Ararakalari-exercising Aranara professed a preference to Padisarah-picking Nara, Narana, for venturing to Vanarana to view the panorama.\nPaimon: On account of Arana the Aranara's antipathy to bar drama, Narana the Nara relented and, upon accompanying the latter on a Vanarana-panorama adventure, encountered another Aranara, named \"Arama.\"\nPaimon: This must be one of those really weird dreams, right...\nPaimon: Ugh, but this headache feels pretty real...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraTongueTwister_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1163,
			"title": "About the Prophesied Crisis...",
			"voicelineType": "71061",
			"description": "Paimon: Paimon just thought of a great way to deal with Fontaine's prophesied crisis!\n{NICKNAME}: Okay, let's hear it.\nPaimon: You know those great big clockwork meka they use for digging tunnels? Well, why not send them deep underwater and get them to dig a load of drainage holes? Then no one'll have to worry about the water level rising anymore.\n{NICKNAME}: Sounds logical enough, but where do you think the water will go?\nPaimon: Ah, what does that matter! Think of it like... a coin pouch. When there's a hole in it, what's the use in racking your brains trying to figure out where all the Mora went? 'Cause the fact is, a coin pouch with a hole wouldn't be able to hold it all anyway.\n{NICKNAME}: Well, I'd certainly like to know where all my Mora goes. But from what you're saying, it doesn't sound like you keep track...\nPaimon: Hey, what's that supposed to mean? Paimon doesn't know where your... uh, P—Paimon doesn't know where your... Mora goes... hehe, heh...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_predictCrisis_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"As Light Rain Falls Without Reason\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1164,
			"title": "About Magic...",
			"voicelineType": "71062",
			"description": "Paimon: Lyney's magic shows are amazing! Paimon never would've guessed how he did it before he revealed his secret.\n{NICKNAME}: Hold on... I just thought of a magic trick!\nPaimon: Huh? You know how to do magic too?\n{NICKNAME}: Yep. I can make a big magician's hat float in the air, and even make it move at my command.\nPaimon: Whoa! Really? How do you do that?\n{NICKNAME}: Hehe, simple! I put Paimon inside the hat.\nPaimon: What? Why would Paimon be... Ohhh, so Paimon's the one making it float!\nPaimon: Hehe, in that case, Paimon has an idea for an even better magic trick!\n{NICKNAME}: Huh? What is it?\nPaimon: Behold, the bottomless hat! No matter how many plates of delicious food you throw into it, it'll never get full!\n{NICKNAME}: Uh... Wait, so where would the plates go?\nPaimon: Oh, good point! Umm... Oh, the hat spits the empty plates back out! Tada! Whaddya think?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_magic_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"As Light Rain Falls Without Reason\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1165,
			"title": "About Patented Flying Technology...",
			"voicelineType": "71063",
			"description": "Paimon: Fontaine's aquabuses are pretty cool. But imagine if they could run without tracks. Then you could go anywhere you want pretty much without having to move a muscle! Traveling would be way less tiring.\n{NICKNAME}: But you already fly everywhere. Does that even get tiring?\nPaimon: Fly... Fly? Wait, that's it! If we could find a way to make the boats float in the air, then they wouldn't need rails anymore. Hehe, and we could call them \"airboats\"!\nPaimon: C'mon, let's go apply for one of those, uh... oh yeah — \"patents\"! We can't let Paimon's genius go to waste. Quick, before someone else beats us to it!\n{NICKNAME}: Patents don't work like that... You can't just have a name for your invention. You also need to provide details of the original technical solution that makes your airboats float.\nPaimon: Technical, huh? Hmm... Okay, got it! We just need to attach a giant propeller on top of the boats!\n{NICKNAME}: Okay... But how would you prevent the boat from spinning along with the propeller? And how would you control the direction of movement?\nPaimon: Um... Uh... Ugh. Paimon never realized flying was so complicated! It's always been second nature to Paimon...\n{NICKNAME}: Hmm... Well, there might be an easier solution if we ditch the direction and speed control requirements?\nPaimon: Huh? Really!?\n{NICKNAME}: Yeah. It involves starting at a high altitude and flying downwards at a rapidly-increasing velocity.\nPaimon: Hey! That isn't flying, that's free-falling!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_flyingPatent_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"As Light Rain Falls Without Reason\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1166,
			"title": "About the Dark Side of Publishing...",
			"voicelineType": "71064",
			"description": "Paimon: The Steambird's Great Detective Hurlock series is gonna be published by Yae Publishing House, right?\n{NICKNAME}: Seems like it.\nPaimon: But The Steambird clearly doesn't need help with printing and distribution. Why don't they just publish it themselves?\n{NICKNAME}: Hehehe, you still have a lot to learn about the dark side of the publishing industry...\nPaimon: Ugh, okay, you know-it-all! Go on then, give Paimon one good reason why The Steambird can't publish its own novels, when it already publishes a newspaper that's read all over Teyvat.\n{NICKNAME}: Because the key to a successful light novel is...\nPaimon: Uh-huh?\n{NICKNAME}: The illustrations!\nPaimon: What!? No way. Try telling that to all the writers and editors in Teyvat! They're the ones working their butts off coming up with ideas!\n{NICKNAME}: Maybe so, but the Yae Publishing House has all the best illustrators on their payroll, and poaching them can't be easy. Artists like Calx must be virtually impossible to contact without going through them.\nPaimon: Ohhh... Yeah, that's a fair point.\n{NICKNAME}: Mm-hmm. But there's another reason, too...\nPaimon: Hm?\n{NICKNAME}: Only works published by the Yae Publishing House make it into Genius Invokation TCG crossovers!\nPaimon: Huh, Paimon never knew!\n{NICKNAME}: That's the deepest, darkest secret of the publishing industry: It's not about stories anymore, it's about products and how to commercialize them.\nPaimon: Hmph! That's just... sickening!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_publishingIndustry_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1167,
			"title": "About Armchair Detectives...",
			"voicelineType": "71065",
			"description": "Paimon: So apparently, some detectives in Fontaine manage to solve cases without ever setting foot outside their homes. They call them \"armchair detectives\"...\nPaimon: That's what they call \"working from home,\" right? Sounds pretty cushy.\nPaimon: Still, how do they figure out the truth if they never even go to the crime scene? ...Oh, Paimon knows! They must be using divination.\n{NICKNAME}: You're thinking of fortune-tellers, Paimon. Not detectives.\nPaimon: Oh... yeah...\n{NICKNAME}: In any case, surely the evidence isn't just dropping itself off at the detective's doorstep.\nPaimon: You mean... Oh, the detective must have people collecting information for them...\n{NICKNAME}: Perhaps, or... Maybe they post commissions at the Adventurers' Guild?\nPaimon: Huh? But... that would mean the detective gets all the credit for our hard work! Bet they make a tidy sum of Mora off of it, too! Hmph, Paimon won't stand for that. Let's go have a little talk with Detective Armchair right now!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveIndoor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1168,
			"title": "About the Mysterious Treasure of the Fontaine Research Institute...",
			"voicelineType": "71066",
			"description": "Paimon: At the Fontaine Research Institute, they research clockwork and different energy sources, right? So how come there are rumors about a mystery treasure?\nPaimon: It'd make more sense if the treasure was owned by a bandit or a pirate.\nPaimon: But Paimon's not sure that the researchers' and technicians' definition of \"treasure\" is really mysterious enough to get excited about...\n{NICKNAME}: Hmm... What about \"researcher by day, bandit by night\"? Does that sound mysterious enough?\nPaimon: Umm... Well for starters, it sounds exhausting. Imagine finishing your day job, then working a whole other job all night... When would they get time to rest?\n{NICKNAME}: Maybe they wouldn't need to rest... If they were actually a clockwork meka in disguise!\nPaimon: Ooh! A mystery treasure left by a clockwork meka who's a researcher by day and a bandit by night... Now that sounds more like it!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mysteriousTreasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1169,
			"title": "About the Big No-No of Detective Novels...",
			"voicelineType": "71067",
			"description": "Paimon: Detective stories like \"Great Detective Hurlock\" and \"The Case Files of Miss Orith\" are really popular in Fontaine.\n{NICKNAME}: They're also pretty complex. Can you even follow the plot?\nPaimon: Don't you underestimate Paimon! If Paimon read any of those novels, she'd definitely solve the mystery before she's even halfway through.\n{NICKNAME}: Okay, well if you do, then keep it to yourself. You don't want to spoil the story for anyone else.\nPaimon: Paimon would never do that!\n{NICKNAME}: Although you also have to watch out for people who use \"no spoilers\" as an excuse to shut down discussions, when the truth is, they're just annoyed that a story they can't stand is getting so much attention.\nPaimon: Huh. Well, Paimon doesn't read much, so she wouldn't know anything about that kinda thing.\n{NICKNAME}: You see it a lot when two fans of Onibudou get talking. Someone'll butt in and say something like, \"Stop, don't spoil it for me! I'm only up to chapter two of volume one!\"\nPaimon: Chapter two? Hah, yeah, clearly they have no intention of reading any further.\n{NICKNAME}Hey Paimon... You wanna hear a secret?\nPaimon: Um... sure?\n{NICKNAME}: Listen carefully...\nPaimon: Mm-hmm?\n{NICKNAME}: ...Zhongli is Rex Lapis.\nPaimon: *gasp* What a crazy twist! Why would you spoil— Wait a second, we figured out that one ages ago!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Complete \"A New Star Approaches\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1170,
			"title": "About Claiming Self-Defense...",
			"voicelineType": "71068",
			"description": "{NICKNAME}: Pro tip. While we're in Fontaine, if someone ever picks a fight with you, you should never fight back unless there are witnesses around.\nPaimon: Huh? Why's that?\n{NICKNAME}: 'Cause without any evidence, the court'll probably reject your claim of self-defense, and they'll just rule that it was an intentional street fight.\nPaimon: Okay, and then what?\n{NICKNAME}: Well if that happens, you'll almost certainly end up having to duel before you're put to trial.\n{NICKNAME}: At that point, you'll either have to fight the same person all over again, or go head-to-head with their Champion Duelist.\nPaimon: ...Paimon just feels bad for whoever has to fight you.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_defenseAndFight_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1171,
			"title": "About The Steambird's Editors...",
			"voicelineType": "71069",
			"description": "Paimon: Pretty crazy how things that happened only yesterday show up in today's issue of The Steambird...\nPaimon: Even stuff that happened late at night way outside the city makes it in. How do they manage to get these articles written up so quickly?\n{NICKNAME}: Yeah, not to mention printed first thing in the morning.\nPaimon: Hehe, Paimon gets it! There must be a magic printer at The Steambird's office. As soon as the reporters bring in the latest news, they feed it to the printer, and it goes om-nom-nom-nom-nom, gobbling all the writing up ready to spit it back out when it's printing time!\nPaimon: They probably have some reporters bursting in through the doors at the last minute, yelling \"WAIT! There's one last article to feed to the printer!\"\n{NICKNAME}: That's definitely a very compelling image. But as far as I know, magic printers like that don't exist — it's all thanks to the tireless work of the editing team that The Steambird gets printed on time every day. They sit there going \"Huh? Hmph! Uhh... Oh no!\" as they race through correcting spelling errors, then they squeeeeeeeze it all into neat vertical columns of text, and run to their colleagues shouting \"Just give me five more minutes, please!\" That's the real magic behind meeting publishing deadlines.\nPaimon: Whoa... It's pretty amazing that they're able to make a whole newspaper in just one day. Do they ever get time to sleep?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambirdEditorial_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1172,
			"title": "About Fontaine's Novels...",
			"voicelineType": "71070",
			"description": "Paimon: Huh, novels in Fontaine have weirdly long names. This one's called \"Do Clockwork Meka Dream of Cogwheel Chiropractors?\"\nPaimon: But the writing style and themes are pretty different from Inazuma's light novels.\n{NICKNAME}: According to the synopsis, this novel is about a clockwork meka experiencing back pain due to bending over for extended periods. It finally gives in, quits its job as an illustrator, then goes on a long journey looking for a chiropractor to cure its mechanical spine...\nPaimon: That actually sounds pretty interesting.\n{NICKNAME}: But why a chiropractor, though? Wouldn't an engineer do the job better? They could just go to the Fontaine Research Institute, and save themselves the long journey.\nPaimon: Well yeah, but... Having met some of the engineers from the institute, Paimon can see why they wouldn't want to...\n{NICKNAME}: Oh yeah, that's true. But anyway, even though the protagonist of the story is a clockwork meka, you can still tell that it was written by a human. Imagine if they got a real clockwork meka to write a novel... I wonder what they'd write about?\nPaimon: Hmm... How about this: \"I Awoke One Morning and Found Myself Human!\"\n{NICKNAME}: Hey, that's a good one, Paimon.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fontaineNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1173,
			"title": "About Trials and Shows...",
			"voicelineType": "71071",
			"description": "Paimon: The Opera Epiclese is used for both criminal trials and performances, so... wait...\n{NICKNAME}: Hmm? What's bothering you, Paimon?\nPaimon: Well, what if someone did a show about a criminal trial there? How would the audience be able to tell whether it's a real trial or not?\n{NICKNAME}: That's a very good question. Can you imagine the looks that the actor playing the criminal would get out on the street the following day? Everyone who recognized them would say \"Hey! Weren't you the one on trial yesterday!?\"\nPaimon: Yeah, exactly! It would get sooo confusing!\n{NICKNAME}: The actor would constantly be telling everyone: \"It was just a show, for goodness' sake! Stop treating it like it's real!\"\nPaimon: Hmph, well they'd only have themselves to blame. What do they expect, staging a show about a trial in the Opera Epiclese? Clearly they're just trying to confuse people. What a terrible idea.\n{NICKNAME}: Yeah, it is a terrible idea. What were you thinking, Paimon!?\nPaimon: Wait, what? Nothing! Just... what a terrible idea it would be if... someone... came up with that idea...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_trialAndPerform_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1174,
			"title": "About Fonta...",
			"voicelineType": "71072",
			"description": "Paimon: Fonta tastes amazing, don't you think?\n{NICKNAME}: Yep. It's so refreshing, especially when you down the whole thing in one big gulp.\nPaimon: Can you buy a glass for Paimon? Paimon's always wanted to try that thing.\n{NICKNAME}: What thing?\nPaimon: Just buy it, you'll see in a minute!\nPaimon: Glug glug glug glug...\nPaimon: Ahhhhh.\nPaimon: That's what those drunkards do after they clink their glasses together. Paimon's been itching to try it for ages!\n{NICKNAME}: Don't imitate them, Paimon... It's not a good look on you.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fonta_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1175,
			"title": "About Gardemeks...",
			"voicelineType": "71073",
			"description": "Paimon: Gardemeks carry out whatever task they're programmed to do. So basically, they can do whatever you tell them to!\n{NICKNAME}: Got another bright idea, Paimon?\nPaimon: Yep! Paimon needs a commission-handling Gardemek, a material-harvesting Gardemek, and a domain-exploring Gardemek...\nPaimon: Ooh, and a gourmet-chef Gardemek, too! Then we can sit back and enjoy our new, fully automated lifestyle!\n{NICKNAME}: They're extremely expensive to own and operate, though. And don't forget there's maintenance and repair costs as well.\n{NICKNAME}: Okay, lemme do some quick napkin-math here... Using a Gardemek, the average cost to harvest a single Mint would come to around 6,300 Mora...\nPaimon: What!? That's eye wateringly expensive...\nPaimon: ...Suddenly, Paimon feels like we adventurers don't get paid enough for the high-value work we do!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_guardMechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1176,
			"title": "About Diving...",
			"voicelineType": "71074",
			"description": "Paimon: Fontaine's underwater world is so pretty! There's so many kinds of fish that Paimon's never seen before.\n{NICKNAME}: If only we could swim underwater in other places too.\nPaimon: Yeah, it's a real shame...\nPaimon: If you could go diving anywhere you wanted, where would you choose?\n{NICKNAME}: Hmm... Probably... either Liyue Harbor or Guyun Stone Forest.\nPaimon: Ooh, great idea! There's gotta be some sunken ships around there full of treasure! We could make a fortune!\n{NICKNAME}: Ooh, there's also Sangonomiya Shrine in Inazuma. The view underwater must be stunning around there. So, what about you, Paimon? Where would you go?\nPaimon: Let Paimon think... Well, since you already chose places in Liyue and Inazuma, Paimon's gonna go for... Cider Lake!\n{NICKNAME}: Not a bad choice. But you gotta be careful, because just when you're swimming along, minding your own business...\nPaimon: Y—Yeah?\n{NICKNAME}: Suddenly, you notice something slowly sinking in front of you...\nPaimon: Huh!?\n{NICKNAME}: It's round and chubby, with a red-and-white pattern on its surface. The moment you realize what it is, you know it's already too late...\nPaimon: A Jumpy Dumpty!\n{NICKNAME}: BOOM!\nPaimon: Waaaaaah! And Paimon goes flying into the sky!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_diving_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1177,
			"title": "About Art...",
			"voicelineType": "71075",
			"description": "Paimon: There seems to be a lot of eccentric artists in the Court of Fontaine. Apparently, they often stage artistic performances at the opera house, too.\nPaimon: The people of Fontaine sure place a lot of importance on the arts. Guess that's why they call it the \"City of the Arts\"!\nPaimon: It's nothing like Sumeru, where people had to do their performances in secret...\n{NICKNAME}: You're pretty into the arts, huh?\nPaimon: Of course! Paimon's pretty much a connoisseur.\n{NICKNAME}: Okay, so what makes something \"art\" in your opinion?\nPaimon: Well... Art should be something that's out of the ordinary. Something that sparkles like the stars at night!\n{NICKNAME}: Hmm... By that definition, I have a work of art following me around wherever I go.\nPaimon: ...Huh?\nPaimon: Wait... You don't mean Paimon, do you?\n{NICKNAME}: Yup! And now that I think about it, you should consider doing a performance some time. Paimon, live at the opera house... I bet a lot of people would go to see that.\nPaimon: No way! Not gonna happen!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_art_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1178,
			"title": "About Fixing Malfunctions...",
			"voicelineType": "71076",
			"description": "Paimon: You know what's strange? Clockwork meka are extremely intricate, and yet people regularly manage to fix them just by whacking them a few times. How does that work?\n{NICKNAME}: I guess if a gear or drive shaft comes loose, sometimes whacking it or giving it a shake is enough to make the parts latch back on to each other.\nPaimon: Huh? Paimon didn't follow that...\n{NICKNAME}: Well, simply put, if the meka isn't actually broken, a little tap can nudge the parts back into the right places.\n{NICKNAME}: But on the other hand, if one of the parts is damaged, then no amount of whacking is ever gonna fix it.\nPaimon: Ohh! So it's like knocking sense into people. It works fine as long as they've got a brain, and they're just having a dumb moment. But if they're a total airhead, there's nowhere for the sense to go!\nPaimon: ...Wait, why are you staring at Paimon's forehead?\n{NICKNAME}: Don't worry, I'm not gonna whack you in the head. It wouldn't work anyway.\nPaimon: Phew, well that's a relief— Wait... Hey!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_troubleshooting_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1179,
			"title": "About the Fortress of Meropide...",
			"voicelineType": "71077",
			"description": "Paimon: So there's this place in Fontaine called the Fortress of Meropide. Was it named after someone called Meropide?\n{NICKNAME}: I've never heard anything about that, but you could be right.\nPaimon: Paimon's kinda envious. Having a building named after you must be an amazing feeling... When you have the time, can you build something in your Serenitea Pot and name it \"the Fortress of Paimon\"?\n{NICKNAME}: Sure. In fact, I can do one better — I'll build it in downtown Fontaine.\nPaimon: Really? But surely that'd be way too expensive. Are you sure you can afford it?\n{NICKNAME}: Oh, absolutely. It won't actually cost that much.\nPaimon: Wow, you're so generous! So, what're you gonna build...?\n{NICKNAME}: I was thinking a cozy little clay... bungalow, with a wood-burner for under-floor heating, a waterbed... a few chopped onions, salt and pepper, some greens... and, um...\nPaimon: Hey! Ugh, you are unbelievable! Can't we get through one nation without you cracking this stupid joke!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fortressOfMeropide_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Complete \"A Teapot to Call Home: Part I\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1180,
			"title": "About Supermeka...",
			"voicelineType": "71078",
			"description": "Paimon: Paimon's heard that the earliest clockwork components ever invented actually work on a very simple principle!\nPaimon: You take a long object made from a durable material, bend it, and wait for it to return to its original shape. As it rebounds, you can use the energy it gives off to power gears and stuff, and then you basically have an engine!\n{NICKNAME}: Hmm... A long object made from a durable material... *gasp* You know what that reminds me of?\n{NICKNAME}: Cryo and Pyro Regisvines! Don't you think?\nPaimon: Eek! Of all the things you could've thought of, why those two?\nPaimon: Huh, but come to think of it, the regisvines are pretty good at whipping their stalks around...\n{NICKNAME}: And they're really strong too. If you let them charge up their energy and swing at you...\n{NICKNAME}: They'll knock down anyone in their path. Even me — and we both know how strong I am!\nPaimon: So are you saying that... you could turn the Regisvines into a clockwork mechanism?\n{NICKNAME}: Well, think about it. Since Cryo and Pyro lifeforms are highly incompatible, if we put them both next to each other at a slight incline, so their necks are tilted towards one another...\n{NICKNAME}: They'd spin non-stop to avoid touching each other!\n{NICKNAME}: It would be the world's most powerful clockwork mechanism! Once we found a way to harness it, it would generate enough energy to power most of the machines in Fontaine!\nPaimon: Ohhh! Yeah, you're right!\nPaimon: This is a genius idea! Eat your heart out, Fontaine Research Institute!\nPaimon: All we need to do now is find a way to bring the Regisvines to Fontaine, put them in position, and...\nPaimon: Wait a sec... How the heck are we gonna get those overgrown ferns to Fontaine?\n{NICKNAME}: As soon as we've tackled the minor issues of practicality and cost-effectiveness...\n{NICKNAME}: ...How about we explore the details ahead of us later?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1181,
			"title": "About Underwater Cafés...",
			"voicelineType": "71079",
			"description": "Paimon: Paimon thought we'd be saying goodbye to the amazing cafés after we left Sumeru. But it seems like people in Fontaine are big coffee drinkers too!\n{NICKNAME}: They sure are. Even the newspapers run articles about how great coffee is at keeping you awake and alert. And at boosting your energy levels, so you can keep performing at peak efficiency during a long working day.\nPaimon: Whew, any job where you need coffee to stay energized must be exhausting...\nPaimon: Like, umm... Blacksmiths? Maybe chefs too... And adventurers — they're always running around all over the place. Hey, and what about divers?\n{NICKNAME}: Divers, huh? That's definitely the odd one out here...\n{NICKNAME}: How are divers supposed to drink coffee when they work underwater the entire time?\nPaimon: Yeah, that's a good question!\nPaimon: They can't take off their helmets underwater, so they'd probably have to shut themselves inside an even bigger glass box and drain all the water out before they could finally drink their coffee. Probably from a bottle...\nPaimon: No, wait... If the coffee's already in a bottle, all they'd need is a long straw that goes from the bottle into their helmet. Then they'd be able to take a sip of coffee whenever they want!\n{NICKNAME}: Hehe, eww, haha. But then the coffee would go cold!\n{NICKNAME}: Cold coffee is just gross. With the important exception of iced coffee, but that's its own thing.\nPaimon: Well that's no problem. They can just bring a stove with them underwater.\nPaimon: You've seen the kind of stove that most people use in Fontaine, right? It only has one small opening up at the top. As long as that's sealed nice and tight, it won't go out even underwater!\nPaimon: Wait a second... No way, is that... That's it! That must be the whole reason stoves in Fontaine are made that way!\n{NICKNAME}: Ding ding ding, right answer! That is indeed the reason behind the design of the Fontaine-style stove.\nPaimon: Hehe, Paimon's the smartest!\nPaimon: Hey, how about we open an underwater café? Paimon bets there's lots of divers out there craving some coffee while they're down in the depths... Yeah, this could be a huge opportunity for us!\nPaimon: Once we open the world's first-ever underwater café, the Mora will come rolling in! Heck, and why stop at cafés? The ocean's our oyster! We could build a whole shopping mall down there! Then a whole underwater business district...\nPaimon: Hee-hee! Ah, it's gotta be the best feeling in the world, making Mora through your very own stroke of business genius!\n{NICKNAME}: Just one thing, okay? ...Don't go taking out a loan in my name!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_underwaterCafe_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1182,
			"title": "About The Steambird...",
			"voicelineType": "71080",
			"description": "Paimon: The Steambird's head office is in Fontaine, right? Paimon wonders what stories make it into their newspapers.\nPaimon: Do you think they reported on our adventures with Dvalin? Or our duel with the Raiden Shogun? Oh, and everything that happened at the Akademiya!\n{NICKNAME}: I'm sure they cover just about everything that goes on. It's more a question of where it would appear — they probably have different sections reserved for different topics.\nPaimon: Ooh, well in that case, we must make it onto the front page all the time! Surely that's where all the most exciting stories go.\n{NICKNAME}: Hmm... I'm not so sure. We might've made front-page news once or twice, I guess. But I wouldn't be surprised if the headlines focus mostly on hit new operas or well-known actors.\n{NICKNAME}: You know, stuff like, \"Actor X Spotted Drinking Coffee on Street,\" \"Actor Y Goes Public About New Relationship,\" or \"Actor Z to Retire From Performing.\"\nPaimon: Why would they fill the best page with stuff like that? It's completely pointless.\n{NICKNAME}: Well... trivial, maybe, but not pointless. Those are the stories that grab people's attention and convince them to buy the paper to get all the details.\nPaimon: *sigh* ...Fine. Well... Maybe we'll be on the first few pages then? Surely, they've gotta put some real news in there. And it's gotta be interesting enough to keep people reading after they've gotten their dose of celebrity gossip. Right?\n{NICKNAME}: The first few pages cover positive local news stories in the Court of Fontaine. Things like food and commodity prices going down, or progress updates on the aquabus expansions.\n{NICKNAME}: They put these reports at the most prominent locations inside the newspaper. The point of them is mostly just to kill time.\n{NICKNAME}: What goes on at the Akademiya might be important, but it doesn't directly impact the lives of people in Fontaine.\nPaimon: Huh... So, where would they put our stories then?\n{NICKNAME}: I'd guess on the very back page, after everything else.\nPaimon: Aww... Why so far back!?\n{NICKNAME}: I think they call it... \"saving the best till last.\"\n{NICKNAME}: The editors probably embellish things a lot to flesh the story out, then break it into several chunks to make it into a series that runs over several days.\nPaimon: Alright, so... what's the \"point\" of the final page, then?\n{NICKNAME}: It gives the newspaper its \"raison d'etre.\"",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambird_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Court of Fontaine\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				},
				{
					"unlockText": "Complete \"The Morn a Thousand Roses Brings.\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1183,
			"title": "About Clockwork Meka...",
			"voicelineType": "71081",
			"description": "Paimon: Paimon was not expecting to see clockwork meka dancing... As dangerous as it is to get too close to them, it sure is nice to watch them from a distance.\nPaimon: Hehe, imagine if they had ones that could sing and play musical instruments, too. That'd be really cool!\n{NICKNAME}: Then you'd just need some meka for the audience, and you'd have a show by meka, for meka.\nPaimon: Uhhh... Somehow, that's a pretty scary thought...\nPaimon: Anyway, meka are meant to do stuff, not sit there and watch a show... Ooh! How about meka that can paint? Paimon bets their paintings would look just like photos taken with a Kamera.\n{NICKNAME}: Sounds like you could just use a Kamera.\nPaimon: Oh, right, yeah... Hmm...\nPaimon: Ugh, Paimon's brain's stopped working. What about you? If you could make a clockwork meka do anything at all, what would it be?\n{NICKNAME}: Hmm... Travel guiding, perhaps.\n{NICKNAME}: Bleep-blorp. This is your guidebot speaking. Please go straight on at the next crossroads. Bloop-blerp.\nPaimon: Uh, P—Paimon's just remembered how much training you need before you can own a clockwork meka! And how expensive they are! Also, who knows if they even work outside of Fontaine, heh...\nPaimon: The best travel guide in Teyvat will not lose her job to some machine! At least... at least not yet!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_clockwork_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Erinnyes\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						874
					]
				}
			]
		},
		{
			"voicelineId": 1184,
			"title": "About Fountains...",
			"voicelineType": "71082",
			"description": "Paimon: There always seems to be people throwing Mora into the fountain on Erinnyes.\n{NICKNAME}: Yeah. Supposedly, the fountain fairies listen to people's wishes. That's probably how the custom began.\nPaimon: Huh? So even fountain fairies need Mora?\nPaimon: Whoa, they must be living the dream! All they need to do is find a fountain to live in, and they're all set! No need to work, just sit back and wait for people to literally throw Mora to you.\n{NICKNAME}: I don't think that's quite how it works... You have to grant wishes, remember?\nPaimon: Oh, okay, well... \"Oh young traveler, your wishes have been heard. Which lost sword is it that you seek? The Dull Blade, or the Silver Sword?\"\n{NICKNAME}: They both look like trash, to be honest.\nPaimon: Just choose one.\n{NICKNAME}: \"Oh fair maiden of the fountain, neither of these swords is mine, and neither do I desire, for what I seek is my lost travel companion.\"\nPaimon: Huh? You... You are a sneaky one, young traveler... Okay then, the fountain fairy shall grant your wish and become your best travel companion ever!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fountain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Opera Epiclese\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1185,
			"title": "About Opera...",
			"voicelineType": "71083",
			"description": "Paimon: Operas in Fontaine come in so many different genres. Historical, myths and legends, even fairytales and modern romances...\n{NICKNAME}: And lots of adventure stories too.\nPaimon: Oh yeah, like \"Tancrede et Chariclea\"! Oh Tancrede, you fool! If only you'd recognized Chariclea before it was too late...\n{NICKNAME}: Apparently, the story's based on true events.\nPaimon: Ooh... Does that mean that there'll be opera adaptations of our adventures one day?\nPaimon: We've been through so many adventures together. There's gotta be a scriptwriter out there who's interested in taking our story to the stage!\nPaimon: And they won't have to worry about crafting the perfect tragedy, either. Everyone loves a happy ending, right?\n{NICKNAME}: Ooh, how about we get a head start and assign voices to ourselves?\nPaimon: Hmm... Paimon thinks you have a baritone voice. What do you think Paimon should be?\n{NICKNAME}: Remind me — what's that shrill voice that most prima donnas have?\nPaimon: Oh, you must be thinking of coloratura soprano— Hey!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_opera_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Opera Epiclese\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1186,
			"title": "About Melusines...",
			"voicelineType": "71084",
			"description": "Paimon: Apparently, every Melusine gets their own special token when they're born. They treat it as a symbol of their very being.\n{NICKNAME}: If you were a Melusine, what would your token be?\nPaimon: Definitely a fork! To represent Paimon's lifelong mission to taste all the delicious food in the whole world!\n{NICKNAME}: Not Mora, then?\nPaimon: Ooh, good point... Yeah, if it were Mora, it'd mean that Paimon's destined to be a super rich person. Then Paimon could buy anything she wants!\nPaimon: Hmmmmm... Argh, Paimon's so torn! Both are so tempting...\n{NICKNAME}: How about a fork made from Mora? Then you can have your cake and eat it, so to speak.\nPaimon: Wow, that's a great idea!\nPaimon: Anyway, enough about Paimon. Your token would probably be... a cooking pot, to represent being Paimon's personal gourmet chef!\n{NICKNAME}: No no no, my token would be Paimon.\nPaimon: Aw, really?\n{NICKNAME}: With Paimon as my token, everything that you have would ultimately belong to me.\nPaimon: Uh... Okay sure. Friends share everything, right?\n{NICKNAME}: Haha, yeah... My stuff would still be mine...\nPaimon: Hey, no fair!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_melusine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Merusea Village\" Teleport Waypoint in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						877
					]
				}
			]
		},
		{
			"voicelineId": 1187,
			"title": "About the Palais Mermonia...",
			"voicelineType": "71085",
			"description": "Paimon: People in the city keep telling us how Palais Mermonia is a suuuper stressful place to work.\nPaimon: But when we went to see it for ourselves, it seemed like hardly anyone works there, and the few people who do work there were hardly working.\nPaimon: In fact, they looked like they didn't have a care in the world... What part of working there is supposed to be so stressful, exactly?\n{NICKNAME}: Maybe the work they carry out is essential, but insignificant.\nPaimon: How can something be both of those things at the same time?\n{NICKNAME}: Well... Okay, so imagine that one day, you suddenly forgot how to fly and fell to the ground...\nPaimon: That'll never happen. Flying's a piece of cake for Paimon.\n{NICKNAME}: Probably not — but just in case, we should make sure that there's a cart loaded with cushions ready to catch you at all times.\n{NICKNAME}: The cart would have to be designed to withstand any environment and weather conditions, and the cushions would need to be soft enough to break your fall gently...\n{NICKNAME}: It would need to be built from the sturdiest timber and strongest rope, and packed with plenty of medical supplies and snacks...\n{NICKNAME}: And all because keeping Paimon safe and sound is absolutely essential.\nPaimon: You really mean that? Aw, thanks, hehe... But there's really no need to go to all that trouble.\nPaimon: Paimon's been flying for a really long time. There's no way Paimon's gonna suddenly drop out of the air. So you don't need to worry about it.\n{NICKNAME}: See? That's why it's insignificant.\n{NICKNAME}: If it ever did happen, the consequences would be disastrous — hence why it's essential to be prepared.\n{NICKNAME}: But practically speaking, the chances of it happening are next to nothing. So it's insignificant at the same time.\n{NICKNAME}: If someone in the Palais Mermonia was assigned a task like that, it'd be up to them to decide how busy they wanna get. Chances are, they'd probably just sit back and do nothing.\nPaimon: But... What if Paimon really does forget how to fly one day? What's gonna happen when Paimon falls to the ground?\n{NICKNAME}: I'll be here to catch you, no matter what. Because you're not \"essential but insignificant\" — you're the best travel companion ever!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_palaisMermonia_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Hydro) at the Palais Mermonia in Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						772
					]
				}
			]
		},
		{
			"voicelineId": 1188,
			"title": "About the Children of Echoes' Gems...",
			"voicelineType": "71086",
			"description": "Paimon: Hey, so the valleys here are just bursting with shiny gemstones!\nPaimon: This could be a huge opportunity for us! We should get digging ASAP. With any luck, we'll hit the jackpot and we'll never have to worry about Mora again!\n{NICKNAME}: Hmm... But how would you actually know when you've hit the jackpot? Can you even tell which stones are the valuable ones?\nPaimon: Uhh, well... Paimon just figured... the shinier the stone, the more valuable it is! Yeah, that should be about right!\n{NICKNAME}: You're starting to sound like an evil fairytale dragon, hoarding all the shinies they can get their greedy claws on...\nPaimon: Hehe, except we're in Natlan now — so instead of \"evil dragon,\" it's \"noble Saurian\"!\nPaimon: \"O brave and cunning {NICKNAME}, follow this noble Saurian, for she shall lead you to the most precious gemstone in the entire world!\"\n{NICKNAME}: Great! Except she can't tell which stones are the valuable ones, so how's that gonna work?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_nanatzcayanDiamond_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Children of Echoes\" Teleport Waypoint in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1252
					]
				}
			]
		},
		{
			"voicelineId": 1189,
			"title": "About the Scions of the Canopy...",
			"voicelineType": "71087",
			"description": "Paimon: The Scions of the Canopy sure do love their extreme outdoor sports. Seems like they have a real appetite for danger.\nPaimon: Free solo climbing, skysurfing, volcano parkour, bungee jumping off cliffs... Whew, even the thought of it makes Paimon light-headed!\n{NICKNAME}: Really? Honestly, some of the stuff we've done is at least as dangerous as that... We froze half to death on Dragonspine, narrowly avoided being fried in all those thunderstorms, got sandblasted in the scorching desert, stared death in the face in those eerie Withering Zones... The list goes on.\nPaimon: Huh, when you put it like that... Yeah, we've been through some pretty extreme stuff.\n{NICKNAME}: Mhm, but we're built different. Most people's idea of \"danger\" is probably just an average day on the road for us. That's probably how it is for the Scions of the Canopy with their extreme sports as well.\nPaimon: Whoa, wait a second! Let's get one thing straight: YOU might be built different, but Paimon sure as heck isn't.\nPaimon: Now, Paimon's sure you and your danger-braving buddies know what you're doing, but the second we find ourselves in serious trouble, Paimon's gonna... hide behind you until it's over.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_huitztlan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"Scions of the Canopy\" Teleport Waypoint in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1253
					]
				}
			]
		},
		{
			"voicelineId": 1190,
			"title": "About the Hot Springs of Natlan...",
			"voicelineType": "71088",
			"description": "Paimon: The People of the Springs are so chill. If they're not relaxing in a hot spring, they're planning their next big soak...\n{NICKNAME}: Apparently, some of them even hire musicians to play some relaxing music while they take a dip. The warm water relaxes the body, and the soothing music relaxes the mind...\nPaimon: Whoa, that sounds so nice, Paimon wants to try it for herself...\n{NICKNAME}: Alright. Well, next time you visit the hot springs, I'll play some Aranara music for you.\nPaimon: Ooh~ ...Um, but Paimon doesn't play any instruments, so what happens when it's your turn to go in the spring?\n{NICKNAME}: You can sing me a song. Maybe... an opera from Fontaine?\nPaimon: That's way too hard! Also — not exactly relaxing! That kind of music will put your blood pressure through the roof!\nPaimon: How about some Natlan rap instead? Paimon's been practicing, check this out:\nPaimon: \"Hey! Flyin' in your face, it's Paimon the guide, no stranger to danger, takes it in her stride...\"\nPaimon: \"Saw a beast called blubber in the nation of water, my Guhua brother got his weapons in order, sword in one hand and a spear in the other...\"\n{NICKNAME}: Wow, very smooth!\n{NICKNAME}: If I was listening to that in a hot spring, I'd be tapping the water to the beat like a drum.\nPaimon: Yeah, it'd be like a big music festival! And anyone who's late to the party, the rhythm of the water would get them right into the groove!\n{NICKNAME}: Uhhh... Wait, didn't we start this by saying how the hot springs are meant to be relaxing?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_natlanSpa_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the \"People of the Springs\" Teleport Waypoint in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1254
					]
				}
			]
		},
		{
			"voicelineId": 1191,
			"title": "About the Collective of Plenty...",
			"voicelineType": "71089",
			"description": "Paimon: Don't you think those masked warriors look super cool?\n{NICKNAME}: Yeah, really gives them an air of mystery.\nPaimon: Right!? Don't you think Paimon should get in on this too? Put on a mask and win some wrestling matches with the Collective of Plenty? She could make a whole new name for herself!\nPaimon: Paimon's even thought of some catchphrases, get this: \"A Saurian warrior never removes her mask!\"\nPaimon: Famous adventurer by day, mighty Saurian warrior by night. Does that sound cool or what!?\n{NICKNAME}: Yeah, it does, but there's just one problem...\nPaimon: Hmm? What's that?\n{NICKNAME}: You'll just look like Paimon in a mask. No air of mystery there.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_teteocan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1192,
			"title": "About Woven Goods...",
			"voicelineType": "71090",
			"description": "Paimon: Here in Natlan, they seem to use woven scrolls where most nations would use books. It feels so different reading off of them.\n{NICKNAME}: Yeah. They say it started with the Masters of the Night-Wind, when the Shamans began recording their tribal history and legends on woven material. As the practice became more widely adopted, the number and variety of stories grew.\nPaimon: Ooh, Paimon should make a record of all our adventures as well! That way, if you ever start a tribe called the Travelers, you'll have your very own historical record!\nPaimon: Plus, it could make a really cool cape. And an extra blanket when you're camping in the wild...\n{NICKNAME}: That would make for one \"weathered\" chronicle.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_woven_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1193,
			"title": "About the Collective of Plenty and the Flower-Feather Clan...",
			"voicelineType": "71091",
			"description": "Paimon: Paimon's heard that everyone from the Collective of Plenty is built like a bricklayer!\n{NICKNAME}: Maybe you should go stay with them for a while. Grow those muscles out.\nPaimon: No! Paimon likes herself the way she is now.\n{NICKNAME}: Okay, then what about staying with the Flower-Feather Clan instead? Their thing is flying. I bet they could help you sharpen your skills!\nPaimon: Huh? But... isn't Paimon good enough at flying already?\n{NICKNAME}: Yeah, but then you'd be able to carry me when you fly.\nPaimon: Nope, not happening! How would that even be possible?\n{NICKNAME}: Well, if you had those muscles I talked about...\nPaimon: Oh, geez, not this again... For the last time, no!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_teteocanAndTlalocan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1194,
			"title": "About Ways to Make Friends With Saurians...",
			"voicelineType": "71092",
			"description": "Paimon: Oooh, there are so many cute Saurians in Natlan! Paimon's gonna make friends with every single one!\n{NICKNAME}: Oh? Someone sounds confident...\nPaimon: You bet! Paimon's got it all figured out!\n{NICKNAME}: Oh you do, huh? Come on then, what's the secret to making Saurian friends?\nPaimon: It's really simple! First, you've gotta sweet-talk them, show 'em you mean well so they relax their defenses. Then, you gently pat them on the head — that makes them feel more comfortable around you.\nPaimon: Last but not least: Get 'em some good grub! The way to a Saurian's heart is through the stomach, after all! What do you think? Solid plan, huh?\n{NICKNAME}: Hmm, what do I think... I think that all of these tactics would also work really well on you, Paimon.\nPaimon: Would not! Paimon can't be won over by some cheap tricks!\n{NICKNAME}: Huh? Oh, you misunderstand! I meant to say that you're as cute as a baby Saurian!\nPaimon: Hah! Flattery, really? You think that'll work on Paimon? Think again!\n{NICKNAME}: But I was being sincere, Paimon! Ah, how can I prove it to you? With some Sweet Madame, perhaps?\nPaimon: ...Wait, really? Sweet Madame? Oh, heck yes! Paimon could totally go for some of that right now!\nPaimon: ...Uhh... What's with that smug look on your face? ...What!? Is Paimon missing something?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_wayOfDragonHappy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1195,
			"title": "About Archaeology...",
			"voicelineType": "71093",
			"description": "Paimon: Word is that speed's of the essence when doing archaeology work with the Children of Echoes. Why's that?\n{NICKNAME}: It's probably because this place is absolutely overflowing with relics...\nPaimon: Uh, but isn't that a good thing?\n{NICKNAME}: Well, more relics means more competition! Imagine you saw a really cool stone slate one day, and planned to come back and grab it the day after — only to show up the next day and find someone else had already beaten you to it!\nPaimon: Um, Paimon still doesn't get it...\n{NICKNAME}: Okay, here's another analogy: Imagine one night you're all ready to dig in to a delicious snack... but then you find a piece of it's missing!\nPaimon: Ahh! Yeah, that'd be terrible!\nPaimon: ...Wait a sec, that's exactly what happened last night... Anything you wanna confess, {NICKNAME}?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_archaeology_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1196,
			"title": "About Resolving Conflicts...",
			"voicelineType": "71094",
			"description": "Paimon: Paimon's heard that even in Natlan, there are lots of ways to resolve conflict that don't involve contests of strength.\n{NICKNAME}: Really? In the Nation of War?\nPaimon: Yeah! Like, apparently, some people in the Children of Echoes settle their disputes by holding a dance-off!\n{NICKNAME}: A dance-off? So, they mutually decide on a time and place...\nPaimon: Uh-huh!\n{NICKNAME}: And just dance their socks off?\nPaimon: Mm-hmm!\n{NICKNAME}: Until one person gets so exhausted, they can't get up anymore?\nPaimon: Yep!\nPaimon: ...Wait, what the... Hold on, that IS a contest of strength!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_solveConflict_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1197,
			"title": "About Ways to Make a Fortune...",
			"voicelineType": "71095",
			"description": "Paimon: Guess what? Paimon just thought of the best Mora-making idea ever!\n{NICKNAME}: Oh? Do tell.\nPaimon: Just look at how many people pass by this place every day. If we opened a business here, right outside the Stadium, we'd make a fortune without even trying!\n{NICKNAME}: So... What would you sell?\nPaimon: Uhhh... maybe... alchemical potions from Mondstadt?\n{NICKNAME}: I think there's already people selling similar stuff...\nPaimon: In that case, ummm... Ooh! Ores from Liyue! Yeah, we could make a killing off of those!\n{NICKNAME}: Pretty sure the Children of Echoes are already in that business, too...\nPaimon: Yeah... Wait, Paimon's got it — rugs from Sumeru! Those'll definitely be a hit!\n{NICKNAME}: Unfortunately, that's the specialty of the Masters of the Night-Wind.\nPaimon: Well then... we'll fence the whole Stadium up! And charge an admission fee to everyone who tries to get inside, whether they're a contestant or a spectator!\n{NICKNAME}: You'll be locked up before your fence is even half-finished...\nPaimon: Grrrrrrrr! Why does getting rich have to be so hard?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_opportunityOfRich_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1198,
			"title": "About Saurian Stylists...",
			"voicelineType": "71096",
			"description": "Paimon: Paimon will never forget the first saurians we saw in Natlan. They're just fascinating creatures.\nPaimon: There was the Tepetlisaurs with their bouncy heads, the Koholasaurs with their smooth backs, and then the Yumkasaurs with their fluffy ears and heads.\n{NICKNAME}: I bet a baby Yumkasaur would make the best teddy bear...\nPaimon: Yeah... Hey, their fur probably keeps growing out as they get older, right? Do you think it starts getting in the way eventually?\nPaimon: Like, imagine if a Yumkasaur had really long fur around the ears and head... they'd barely be able to see where they're going. And that could be kinda dangerous...\n{NICKNAME}: You seem to have thought a lot about this. Are you planning on becoming a saurian hairstylist?\nPaimon: Uh... Are you serious?\n{NICKNAME}: Just think about it. Once you get famous, you'll be rolling in Mora!\nPaimon: Oh... You're right! This is it, this is how Paimon makes her fortune!\nPaimon: Paimon's gonna become the hairstylist for every Yumkasaur in Natlan! Hehehe, so much Mora...\nPaimon: No, wait, the Mora's secondary! The best part of this plan is making friends with all the Yumkasaurs! Life will be sooo happy!\n{NICKNAME}: But they're big, you know. It's gotta take a long time to style all that fur with just an ordinary pair of scissors. You might find you can only take one customer per day...\n{NICKNAME}: If you're serious about this stylist business, you'd better start building some strength! At the very least, aim to lift a pair of scissors as big as the Dull Blade!\nPaimon: The Dull Blade? But isn't that your weapon?\n{NICKNAME}: Yeah, but I can let you borrow it for training. Come on! Let's get practicing!\nPaimon:  Hey... This isn't \"training,\" this is \"give Paimon the sword and let her fight the monsters instead\"! Paimon did not sign up for this!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_dragonHairStylist_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1199,
			"title": "About Ancient Names...",
			"voicelineType": "71097",
			"description": "Paimon: So in Natlan, warriors who impress the Wayob enough get an Ancient Name. Paimon's so jealous! Having an Ancient Name would be so cool!\n{NICKNAME}: Huh? Don't you already have a bucket load of titles, Paimon?\nPaimon: Hmm? Oh wait... Yeah, you're right!\nPaimon: Paimon's your \"best travel companion\" and \"trusty guide,\" plus she's the \"Trendy Flyer,\" \"Silver Companion,\" and \"Assistant to the Honorary Senior Researcher\"... Heck yeah, Paimon's an actual legend!\nPaimon: If the people of Natlan end up making a record of our adventures, Paimon's gonna make sure they use every single one of those titles!\n{NICKNAME}: Huh? But wouldn't that make everything too long?\n{NICKNAME}: Just think about it. If the locals also used all of their names, records would look something like:\n{NICKNAME}: On this day, \"Uthabiti\" Kachina of the Children of Echoes, otherwise known as the Nanatzcayans, and \"Umoja\" Mualani of the People of the Springs, of Meztli fame, encountered \"Malipo\" Kinich of the Scions of the Canopy of Huitztlan, traveling alongside his impish partner, K'uhul Ajaw, while on their way to the Masters of the Night-Wind in Mictlan...\nPaimon: Okay, okay, you can stop now! Geez, with a document that long, it'd stretch from here to the Stadium and back... and that's before it even got to the point!\nPaimon: Well, if Paimon had to pick just one out of all her titles... Yep, it'd have to be: \"Best companion ever\"!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_name_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1208,
			"title": "About the Stadium of the Sacred Flame...",
			"voicelineType": "71098",
			"description": "Paimon: So just between the two of us... Paimon's been wondering about something. It's to do with the competitions at the Stadium.\nPaimon: You know how there's a point system? First everyone fights in teams, then for the teams that make it through, there's a set number of one-on-one matches, and after that, everyone's ranked based on their final scores.\nPaimon: Why did they structure it like that?\n{NICKNAME}: Maybe it's to maintain suspense until the final round? Everyone loves to see the underdog make a comeback at the last minute.\nPaimon: Could be, could be... Or maybe it's because they wanna avoid a situation where there's only two contestants and they're evenly matched?\n{NICKNAME}: Yeah... They'd end up having to call it a draw and quit.\nPaimon: Exactly! It'd be like pitting the most aggressive Tatankasaur against the most slippery Yumkasaur. Tatankasaur attacks, Yumkasaur dodges, and so on and so forth, until a whole day and night has passed...\nPaimon: By this point, the audience is starving, so they end the fight and agree to a round two some other time.\nPaimon: But round two comes and goes, and there's still no clear winner. This time, the fight only ends because the Yumkasaur makes an illegal surprise attack and injures the Tatankasaur.\nPaimon: ...Before long, we've ended up with \"Tatanka vs. Yumka,\" \"Tatanka vs. Yumka 2,\" \"Tatanka vs. Yumka: Return of the Sacred Scales,\" \"Tatanka vs. Yumka: Over the Volcano\"... and the sequels show no signs of stopping.\nPaimon: ...Wait, we should totally get those made into a film series! We'd make a ton of Mora.\n{NICKNAME}: Not a bad idea... Although, I don't think the Scions of the Canopy would be too too happy about you making their Saurian the villain!\nPaimon: Alright, well you pitch an idea then, if you're such a film critic!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_arena_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1209,
			"title": "About Natlan's Adventurers...",
			"voicelineType": "71099",
			"description": "Paimon: The Natlanese don't seem to leave Natlan much, do they?\n{NICKNAME}: Nope, and there are some good reasons for that.\nPaimon: Hmm... That must make things pretty difficult for anyone who wants to be an adventurer, huh?\nPaimon: Think about it — if they can't go to other nations, they miss out on a ton of potential commissions. If they can't go exploring unknown ruins, surely they can't make a whole lot of Mora... It's too bad.\n{NICKNAME}: You'd think so, wouldn't you? But in fact, they've found ways around it.\nPaimon: Huh?\n{NICKNAME}: I've heard of a group in the People of the Springs who call themselves \"wayfinders.\" They have a wealth of knowledge about Natlan's geography and ancient ruins, so a lot of foreign adventurers hire them as guides when they visit.\n{NICKNAME}: Of course, that means they get paid for each trip, regardless of whether their client actually finds the treasure. So in the long run, they might actually earn more than a traditional adventurer would.\nPaimon: Wow, okay... But wait — if they know so much about Natlan's ancient ruins, why don't they just go find the treasure themselves?\n{NICKNAME}: Well, here's the thing... What if there never was any treasure to begin with?\nPaimon: Whoa... Okay, Paimon's gonna need a minute to let that sink in...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_adventurerInNatlan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1210,
			"title": "About Graffiti...",
			"voicelineType": "71100",
			"description": "Paimon: The Natlanese seem to do a lot of doodling everywhere. Except they don't call it \"doodling,\" do they? They call it, uh... flow-something?\n{NICKNAME}: \"Phlogiston engraving.\" But strictly speaking, that refers to the engraving of special stone tablets. What you're talking about is just regular graffiti.\n{NICKNAME}: Take this one, for example. It basically just says, \"You're in Nanatzcayan territory now! Children of Echoes for the win!\"\nPaimon: That's pretty fun! Now Paimon wants in. Shall we do some graffiti of our own?\n{NICKNAME}: We sure can. But what do you think we should draw?\nPaimon: Well that's easy — a portrait of the best travel guide in all of Teyvat! Now let's see... Ah, there! Put it right there on that cliff face.\n{NICKNAME}: So you want me to do the honors, huh? Alright then, lemme think about this... Yep, first we need to capture that classic Paimon facial expression: seething with rage...\nPaimon: Mhm-hmm— Wait, what!? Grr... You know what, forget it! Paimon has decided to find a professional Natlanese graffiti artist instead!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_scrawl_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1211,
			"title": "About Saurian Companions...",
			"voicelineType": "71101",
			"description": "{NICKNAME}: The Natlanese seem to have a genuinely close relationship with their saurians.\nPaimon: Yeah! They're true companions, just like us. Inseparable wherever they go!\n{NICKNAME}: So... let's say there was a competition between you and the saurians. Who do you think would win the title of champion companion?\nPaimon: Huh? What sort of a question is that!?\n{NICKNAME}: I mean, the more I think about it, it's like... You can't burrow into the ground like the tepetlisaurs, and you don't fly as fast as the qucusaurs...\nPaimon: H—Hey! Y—You're thinking about this all wrong! For starters, Paimon flies way faster than any tepetlisaur, and she's better than the qucusaurs at, uh... at picking out the tastiest Chicken-Mushroom Skewer from the grill!\n{NICKNAME}: And most importantly of all, Paimon has been at my side longer than any saurian.\nPaimon: Exactly! Let's not forget who's the best travel guide in all of Teyvat, hehe!\n{NICKNAME}: Alright, my trusty companion, shall we set off on our next adventure?\nPaimon: Um, actually, now that Paimon's mentioned it, she feels like her Chicken-Mushroom-Skewer-picking-out skills have gotten a little rusty... C'mon, you should cook up a few so Paimon can practice!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_dragonFriends_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1212,
			"title": "About Ajaw...",
			"voicelineType": "71102",
			"description": "Paimon: Paimon's been dying to hear your thoughts about this... What is the deal with Ajaw? And don't say you haven't noticed.\n{NICKNAME}: Noticed what?\nPaimon: ...! Try everything! He's completely different from every other Saurian! For starters, he can talk — matter of fact, he never shuts up! Also, he's always hovering around Kinich instead of walking on the ground. Oh, and don't get Paimon started on those stupid sunglasses! Why would a Saurian wear sunglasses? It doesn't make any sense!\n{NICKNAME}: Hmm...\nPaimon: Why are you looking at Paimon like that...?\n{NICKNAME}: It's just... You talk a lot too, and you fly, plus... didn't you get yourself a pair of silly-looking glasses in Fontaine?\nPaimon: ...That is completely different!\nPaimon: But anyway, there's a more glaring issue here... Ajaw is flat as a pancake! He's floating around looking like a little cardboard cutout, and no one in Natlan bats an eyelid! Don't you think that's strange?\n{NICKNAME}: It's definitely unusual. Then again, maybe everyone's just used to it by now.\n{NICKNAME}: Ultimately, it nobody's business but Ajaw's, so if you want answers, you'd probably have to ask him.\nPaimon: But would he even tell us the truth? Paimon gets the feeling he'd just make up a bunch of phony-baloney to get us off his case...\nPaimon: *gasp* Or maybe... He'd be like, \"Okay, if you really wanna know... I'll show you!\" And then poof! He'd turn us into cardboard cutouts too!\n{NICKNAME}: Heh... Cardboard-cutout Paimon, now that I would love to see, hehehe...\nPaimon: Hey... Cut it out! Paimon doesn't wanna be flat as a pancake...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_ajaw_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Yupanqui's Turnfire\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 1213,
			"title": "About Natlan's Body Painting Practices...",
			"voicelineType": "71103",
			"description": "Paimon: Have you noticed the... makeup that Natlanese people wear? Or body paint, or tattoos, or graffiti, or whatever it's called — anyway, it looks really cool!\n{NICKNAME}: I have noticed! \"Body paint\" is right, although it's not just any old paint. Apparently, it contains phlogiston.\nPaimon: Wow, really?\n{NICKNAME}: Yep. If you're interested to try it out, I'm pretty sure they offer a body painting experience specially for tourists — but they just use normal paint for that.\nPaimon: Ooh! Well, since we're here... why don't we try it? All part of the experience.\n{NICKNAME}: Sure thing. You'll need to pick a color palette and a motif first though. Each tribe has its own style.\nPaimon: Alright, Paimon chooses, uh... Paimon chooses... Ugh! They all look so cool! Choosing between them is impossible.\nPaimon: Meh, choosing is losing! Paimon will take them all!\n{NICKNAME}: Wow... Today I learned that Paimon is a maximalist... Well, I'm sure some people would say \"less is more,\" but I say — you do you, Paimon!\nPaimon: What are you talking about!? Paimon never said anything about using them all at once! She just wants options, so she can switch up her style every day!\n{NICKNAME}: ...Oh. That's too bad... I woulda loved to see Paimon with an elaborate arm-tattoo...\nPaimon: Stop! Nope! Stop it! No imagining Paimon with an arm-tattoo! Not allowed!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_bodyPainting_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1214,
			"title": "About Living With Saurians...",
			"voicelineType": "71104",
			"description": "Paimon: The people and saurians of Natlan have a great relationship, huh? They live together, fight together, even fly together...\n{NICKNAME}: Just like us, right? Except you're too small to take me flying... It's just a shame you can't grow any bigger. Not for want of trying, of course — you do eat a lot of Chicken-Mushroom Skewers...\nPaimon: Hmph... Let's not forget that saurians can't be your guide. Or your conversation partner.\n{NICKNAME}: It's strange to think that there was once a time when humans and saurians were enemies. And now they co-exist peacefully. Must've taken a lot of work to get to where things are today.\nPaimon: If Paimon was a saurian, all it would have taken is some tasty food.\n{NICKNAME}: You say that, but... what if you demanded a hundred chicken skewers per day, and the humans couldn't provide that much?\nPaimon: Umm... Paimon could probably settle for fifty a day...\n{NICKNAME}: Or even better — maybe the humans could team up with you and you could go hunting together. Then there'd be enough meat for everyone to eat their fill!\nPaimon: Uh-huh! Peace between species all starts with a full stomach!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_liveWithDragon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1215,
			"title": "About the Volcano...",
			"voicelineType": "71105",
			"description": "Paimon: That Volcano is so huge, you can see it from anywhere in Natlan... Where do you think all that magma comes from, though?\n{NICKNAME}: One legend holds that an enormous Pyro Dragon slumbers in the deepest depths of Natlan. Within the dragon's body dwells the world's first flame, burning eternally, and causing boils to form on the dragon's back. Every once in a while, these boils spew out fire, which takes the form of magma when it comes above ground.\nPaimon: For real!? But... what happens if the dragon ever wakes up? Natlan will be doomed!\n{NICKNAME}: Yep, and that's why the Pyro Archon gets the tribes to periodically join forces and go pacify the dragon, to make sure it stays asleep.\nPaimon： ...Wait, what? No, that's to fight the Abyss! Isn't it?\n{NICKNAME}： ...Well, not if this story from a woven scroll I bought on the street is to be believed.\nPaimon： Ugh, Paimon knew it!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_volcano_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlock the Statue of the Seven (Pyro) at Tequemecan Valley in Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 1062,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Hah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_01"
		},
		{
			"voicelineId": 1063,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Huh!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_02"
		},
		{
			"voicelineId": 1064,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Wind blade!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_03"
		},
		{
			"voicelineId": 1065,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "Huh!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_01"
		},
		{
			"voicelineId": 1066,
			"title": "Elemental Skill: V",
			"voicelineType": "100005",
			"description": "Hyah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_02"
		},
		{
			"voicelineId": 1067,
			"title": "Elemental Skill: VI",
			"voicelineType": "100006",
			"description": "Terra-smash!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_03"
		},
		{
			"voicelineId": 1068,
			"title": "Elemental Skill: VII",
			"voicelineType": "100007",
			"description": "Hah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_01"
		},
		{
			"voicelineId": 1069,
			"title": "Elemental Skill: VIII",
			"voicelineType": "100008",
			"description": "Take this!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_02"
		},
		{
			"voicelineId": 1070,
			"title": "Elemental Skill: IX",
			"voicelineType": "100009",
			"description": "Lightning Slash!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_03"
		},
		{
			"voicelineId": 1126,
			"title": "Elemental Skill: Ⅹ",
			"voicelineType": "100010",
			"description": "Hyah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_01"
		},
		{
			"voicelineId": 1127,
			"title": "Elemental Skill: Ⅺ",
			"voicelineType": "100011",
			"description": "Scatter!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_02"
		},
		{
			"voicelineId": 1128,
			"title": "Elemental Skill: Ⅻ",
			"voicelineType": "100012",
			"description": "Propagate!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_03"
		},
		{
			"voicelineId": 1157,
			"title": "Elemental Skill: XIII",
			"voicelineType": "100013",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_01"
		},
		{
			"voicelineId": 1158,
			"title": "Elemental Skill: XIV",
			"voicelineType": "100014",
			"description": "Go!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_02"
		},
		{
			"voicelineId": 1159,
			"title": "Elemental Skill: XV",
			"voicelineType": "100015",
			"description": "Water jet!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_03"
		},
		{
			"voicelineId": 1071,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Hyah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_01"
		},
		{
			"voicelineId": 1072,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Disappear.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_02"
		},
		{
			"voicelineId": 1073,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Go with the wind!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_03"
		},
		{
			"voicelineId": 1074,
			"title": "Elemental Burst: IV",
			"voicelineType": "200004",
			"description": "Haah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_01"
		},
		{
			"voicelineId": 1075,
			"title": "Elemental Burst: V",
			"voicelineType": "200005",
			"description": "Quake!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_02"
		},
		{
			"voicelineId": 1076,
			"title": "Elemental Burst: VI",
			"voicelineType": "200006",
			"description": "To dust!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_03"
		},
		{
			"voicelineId": 1077,
			"title": "Elemental Burst: VII",
			"voicelineType": "200007",
			"description": "He!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_01"
		},
		{
			"voicelineId": 1078,
			"title": "Elemental Burst: VIII",
			"voicelineType": "200008",
			"description": "Thunder Clap!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_02"
		},
		{
			"voicelineId": 1079,
			"title": "Elemental Burst: IX",
			"voicelineType": "200009",
			"description": "Bellowing Thunder!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_03"
		},
		{
			"voicelineId": 1129,
			"title": "Elemental Burst: Ⅹ",
			"voicelineType": "200010",
			"description": "Hyah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_01"
		},
		{
			"voicelineId": 1130,
			"title": "Elemental Burst: Ⅺ",
			"voicelineType": "200011",
			"description": "Germinate!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_02"
		},
		{
			"voicelineId": 1131,
			"title": "Elemental Burst: Ⅻ",
			"voicelineType": "200012",
			"description": "Spring forth!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_03"
		},
		{
			"voicelineId": 1160,
			"title": "Elemental Burst: XIII",
			"voicelineType": "200013",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_01"
		},
		{
			"voicelineId": 1161,
			"title": "Elemental Burst: XIV",
			"voicelineType": "200014",
			"description": "Wipeout!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_02"
		},
		{
			"voicelineId": 1162,
			"title": "Elemental Burst: XV",
			"voicelineType": "200015",
			"description": "Bombs away!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_03"
		},
		{
			"voicelineId": 1080,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Is this... an answer from this world?",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_01"
		},
		{
			"voicelineId": 1081,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "A reward on the road.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_02"
		},
		{
			"voicelineId": 1082,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "I'll keep this close.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_03"
		},
		{
			"voicelineId": 1083,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Let me at 'em!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_01"
		},
		{
			"voicelineId": 1084,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Look out!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_02"
		},
		{
			"voicelineId": 1085,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "This is not the end...",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_01"
		},
		{
			"voicelineId": 1086,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "Maybe... I wasn't meant for this world...",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_02"
		},
		{
			"voicelineId": 1087,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Just what will we come across this time?",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_01"
		},
		{
			"voicelineId": 1088,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "This world is full of unsolved mysteries...",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_02"
		},
		{
			"voicelineId": 1089,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "There's still a long road ahead.",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_03",
			"voicefile_male": "VO_teamJoin/vo_hero_teamJoin_03",
			"hasGenderedVoicefile": true
		}
	]
}