{
	"id": 10000057,
	"name": "Arataki Itto",
	"friendLines": [
		{
			"voicelineId": 57000,
			"title": "Hello",
			"voicelineType": "1000",
			"description": "I'm the head honcho of the Arataki Gang, and everyone knows my name...s. Names, I have many. Arataki \"The One and Oni\" Itto, Arataki \"The Oni Sumo King\" Itto, Arataki \"The Pride of Oni\" Itto, Arataki \"Beetle Gladiator\" Itto, Arataki \"The Ultimate TCG Champion\" Itto, Arataki \"He Might Lose but He'll Never Admit Defeatto\"... Anyway, these are some of the ones I usually go by, so go ahead, take your pick. I'll respond to whichever one you choose, I promise. Hehe, you're welcome.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_draw_appear"
		},
		{
			"voicelineId": 57001,
			"title": "Chat: Itto's Here",
			"voicelineType": "1101",
			"description": "Arataki \"Numero Uno\" Itto, here in the flesh! Hahaha... *cough*",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_01"
		},
		{
			"voicelineId": 57002,
			"title": "Chat: Snacks",
			"voicelineType": "1102",
			"description": "Best flavor in the world? The sweet, sweet taste of victory. And that's why I've never spent a single Mora on any of my snacks — I've won 'em all fair and square... That's right.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_02"
		},
		{
			"voicelineId": 57003,
			"title": "Chat: Beetle Fighting",
			"voicelineType": "1103",
			"description": "Don't underestimate the beetle — they can be some of the toughest little guys around! Yes you can, yes you can— Wanna know what's on this beetle's diet? Sweat and tears, that's what! That's how it gets stronger... I think we can all learn somethin' from that!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_03"
		},
		{
			"voicelineId": 57004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Pff, real men don't carry umbrellas... Oh boy, wow, it's really starting to pick up. Uh quick, c'mon, get yours out! C'mon, quick, quick, quick!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_heavyRain_01"
		},
		{
			"voicelineId": 57005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Hey! Raiden Shogun, is that you? Well guess what — you're not the boss of me. Uh-huh, that's right, you heard me! Go ahead, strike me down!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_thunder_01"
		},
		{
			"voicelineId": 57006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "Alright, it's time for a snowball fight! You're never gonna win, though, I... Ha, ah... Ah-choo!!! Whew.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_snowy_01"
		},
		{
			"voicelineId": 57007,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "The sky is clear and the sun is shining... Time to get the Onikabuto out for some training! C'mon little guy, let's go!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_sunny_01"
		},
		{
			"voicelineId": 57008,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1205",
			"description": "Bottom line: Never let the wind get to you. Especially when you've got a killer hairstyle like mine. Oh yeah!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_gale_01"
		},
		{
			"voicelineId": 57009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Morning, sunshine! Hey, uh... So listen, I'm fresh out of Mora... again. But hey, who needs some lousy job when we can just go find somewhere fun to hang out! Haha, whaddya say?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingMorning"
		},
		{
			"voicelineId": 57010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Now that we've had some grub, why don't we go find somewhere to kick it for a while? Hanamizaka? Nah, boring. Tenryou Commission... No, no, no... Ah, forget it, let's go hang around Ritou!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNoon"
		},
		{
			"voicelineId": 57011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Shh! You hear that? *gasp* Oh no... it's a ghost, RUN!!! ... Haha, psyche! Ah, I got you good there! ... I got you, didn't I?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight"
		},
		{
			"voicelineId": 57012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "If you're tired, go ahead and call it a night. Hmm? Me? Oh, don't worry... I sleep with my eyes open... Haha... Literally.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight2"
		},
		{
			"voicelineId": 57013,
			"title": "About Itto: Getting a Real Job",
			"voicelineType": "2001",
			"description": "Oh, so they're saying I can't hold down a real job, huh? Well! Hahaha! Sorry to break it to ya, but I'm a delinquent. That means it's my job to not have a real job, and if anyone's got a problem with that... Who's got a problem with that, huh? You got a problem with that!? You got a problem with— *coughing* Sorry. Got a little worked up there. Where was I? Ah yeah, so work isn't really my thing, but don't worry — I don't rob or steal or anything like that. When I'm really runnin' low on funds, I just take the odd job here and there to make ends meet. You know, like transporting stuff, delivering documents, helping businesses attract customers... Just enough to keep the wolf from the door. Hehe!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle"
		},
		{
			"voicelineId": 57014,
			"title": "About Itto: Oni",
			"voicelineType": "2005",
			"description": "The oni have been through a lot to get to where we are today, and look at us now — living peacefully alongside the humans. Unfortunately, there's still plenty of people out there who've got a bone to pick with us. Hmm? Change? Oh yeah, things are gonna change, alright! You can count on that! But I'll tell you what, it won't involve any sucking up to the humans on my part, nuh-uh! I'm gonna let my actions do the talkin'. They'll come to respect me eventually.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57015,
			"title": "About Us: Cooperation",
			"voicelineType": "2003",
			"description": "Hey, so I always see you running around everywhere doing this and that for other people, but you're not in it for the Mora, are you? No, you're just straight-up lookin' out for your fellow man. I know a true homie when I see one, and no one appreciates a homies' homie more than yours truly. Put it here, partner! You and I are gonna make a great team, I just know it!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close"
		},
		{
			"voicelineId": 57016,
			"title": "About Us: Response",
			"voicelineType": "2002",
			"description": "You know what, I gotta admit — I respect you, always have. I could really see you as a member of the gang, you know — I mean, you really have what it takes... Whaddya say? I've even come up with a catchy title to tag on after your name, get this: \"The Traveler, 'Second to One'\"! Get it? 'Cause y'know, I'm numero uno, you're my number two, and together we're the most powerful duo in the whole friggin' world, baby! Hahaha! Ah... But, uh, all jokes aside, I know you're on some important journey or whatever. So, go ahead! Get out there and do whatcha wanna do! Just remember, the Arataki Gang will always answer your call.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57017,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "Ugh, don't even ask. Just the thought of it makes my blood boil! First, the Shogun's Army goes out and steals everyone's precious Visions — which, already a heinous crime, right? But then... then they go and stick them all over that statue with absolutely no sense of organization whatsoever. I mean, think about it... the more powerful the Vision, the higher up on the statue it should go, that would make sense, right? But nooo, some class-A jerk in the Tenryou Commission thought it'd be funny to put my Vision right at the very bottom! Ugh... Come on!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57018,
			"title": "Something to Share: Hina",
			"voicelineType": "3002",
			"description": "If you ever have something on your mind, you can always try writing in to \"That's Life\" magazine's advice column. Ms. Hina always manages to come up with an encouraging and heartwarming response for all her readers. Just look at me — I used to be a lost soul, but not anymore, and it's all thanks to her. Oh, that reminds me, I managed to sign up for one of her upcoming meet-and-greets! I've been counting down the days — wish it would go faster...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_01"
		},
		{
			"voicelineId": 57019,
			"title": "Something to Share: Horns",
			"voicelineType": "3004",
			"description": "Question for ya! Do my horns look boring once you get used to them? 'Cause, uh, I was thinking of switching up the style, going for a total overhaul, you know? I'm thinking paint them in rainbow stripes and then strap a few Fireflies on for good measure! Eh, eh? I bet that would turn some heads on the streets... like \"Dude, you're rockin' those sweet rainbow horns, man!\" ...Ah, man, this is totally genius! I'm gonna round up the gang and get them working on it ASAP.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_02"
		},
		{
			"voicelineId": 57020,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Wanna know the real secret to catching Onikabuto? It's all in the eyeballs. You gotta keep those bad boys squeaky clean at all times, make sure your eyesight's as sharp as a hawk. Trust me, when you're in the middle of a thunderstorm, and the rain's coming down, and the wind's blowing in your face, you gotta watch out, because Lavender Melons and Onikabuto? Well, they can really start to look the same... believe me, I know.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_gift_01"
		},
		{
			"voicelineId": 57021,
			"title": "About Thoma",
			"voicelineType": "4001",
			"description": "Some of the boys have been telling me that he was the star of the show at the Vision Hunt Ceremony. I'm like — are you kidding me??? How come he gets his own special ceremony!? Was the hundredth Vision supposed to be, like, stronger than the other ninety-nine, or something? Pff, nah, it can't have been that, 'cause, uh, hello! They would've chosen me if that's what they were going for.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57022,
			"title": "About Kamisato Ayato",
			"voicelineType": "4002",
			"description": "Haha, I only wish I could have met my bro Ayato sooner. He really taught me something. \"You can kindle the warrior spirit in even the weakest of bugs\"... Yep, I really took that one to heart. If it weren't for those words of wisdom, I'm pretty sure I would have given up beetle fighting after losing for the 780th time... Heh, I guess sometimes it takes a warrior to understand a warrior. When we're playing trading card games or battling beetles, we're always totally on the same wavelength.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_ayato_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57023,
			"title": "About Yoimiya",
			"voicelineType": "4003",
			"description": "Hmph, she's always showing off her fancy fireworks and toys to the kids. Well, I'm sick of it! Nobody steals my thunder! I'm the one that's supposed to be adored by the kids! Me! That goes for you too, you're siding with me on this, okay... Huh? Whaddya mean, you're not a kid? Eh, details. If you're shorter than me, you're a kid as far as I'm concerned.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57024,
			"title": "About Kaedehara Kazuha",
			"voicelineType": "4004",
			"description": "Word on the street is that he blocked the Musou no Hitotachi after you escaped from Tenshukaku. Seriously? 'Cause I mean, that is awesome! Who knows how he pulled it off. Hey, now that I think about it, he's from a fallen clan, and I'm from a fallen clan... That kinda makes us equals, haha! Yeah, so next time someone attacks you, it's my turn to block the blade!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57025,
			"title": "About the Raiden Shogun",
			"voicelineType": "4005",
			"description": "During the Vision Hunt Decree, the Shogun had to send her top tengu in person to get my Vision off me. Heh, means she must have found me to be quite the pain in the neck. But, y'know, she's abolished the Vision Hunt Decree now, so no hard feelings, I guess. As long as she's learned her lesson, of course. 'Cause if she pulls something like that again, this old pain in the neck will be back with a vengeance.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Omnipresence Over Mortals\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57026,
			"title": "About the Lady with Fox Ears",
			"voicelineType": "4006",
			"description": "I crushed that Kitsune Ramen eating contest we had. Even all that Fried Tofu couldn't stand in my way — she didn't come close to beating me! ... I was, uh, bedridden for more than a month after that, but you know what? I'd rather lie in bed a winner than walk away a loser! So... Anyway, I had the last laugh, 'cause she had to foot the bill for 32 bowls of noodles! Haha!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57027,
			"title": "About Kujou Sara",
			"voicelineType": "4007",
			"description": "You know what, yeah, she beat me during the Vision Hunt Decree. I'm not ashamed to admit it. When you lose, you admit defeat, and when you screw up, you take it on the chin, like a man! And anyway, let's not forget which one of us won't agree to a rematch — her, the tengu warrior! It's just a sumo street fight, I mean, what's she so afraid of? If she keeps snubbing me, I'm gonna have to stop calling her Kujou Tengu and start calling her Kujou Chicken! Heh, we'll see what she thinks of that.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"The Immovable God and the Eternal Euthymia\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200711
					]
				}
			]
		},
		{
			"voicelineId": 57028,
			"title": "About Gorou",
			"voicelineType": "4008",
			"description": "Oh yeah, the doggy general in the resistance... Hey, I've gotta hand it to him, he may be on the small side, but he's got quite the fighting spirit. Also, he gives off this vibe that makes me feel all warm and fuzzy inside, almost as if he understands my innermost feelings... I mean, I've barely met the guy, so that's kinda weird.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57029,
			"title": "About Kuki Shinobu",
			"voicelineType": "4009",
			"description": "Nobody questions my leadership in the gang, what I say goes — except when it comes to Shinobu. She's always challenging everything I say. And not only that — all the hard-earned loot I bring back and share with everyone? She goes and returns it! But also, she gets me out of jail, and out of every mess we get ourselves into, so I'll let it slide. Besides, I don't wanna get on her bad side... An angry Shinobu would make my life a nightmare.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kukiShinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57030,
			"title": "About Sayu",
			"voicelineType": "4010",
			"description": "All I did was give her a little pat on the head this one time when she wasn't looking, and now, she pounces to attack every time she lays eyes on me. Haha, what can I say? Tanuki are adorable! What am I supposed to do — not pat one on the head? ...Oh yeah, and that's the other thing — she beats you up for calling her a tanuki, too! What's up with that? I mean, a tanuki's what she's going for, right? Sheesh, talk about getting your fur all ruffled over nothing...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57031,
			"title": "More About Itto: I",
			"voicelineType": "5001",
			"description": "I know what you're thinking: \"I don't see it — how did this guy get to become the boss of the Arataki Gang on the back of beetle fighting and trading card games?\" Well, you're right, those are just child's play. Wanna know the hard skills that really got me where I am? Eating ramen standing upside down, sleeping with my eyes open, playing the harmonica with my nose, and swatting houseflies with my hair. Yeah, I know. Betcha see it now, huh?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_01"
		},
		{
			"voicelineId": 57032,
			"title": "More About Itto: II",
			"voicelineType": "5002",
			"description": "People in Inazuma have this ritual every time there's a holiday, or they move, or get sick, or whatever, where they throw beans around and chant: \"Fortune beans are falling down, send the oni out of town. Fortune in, oni out. Fortune in, oni out!\" ...Ugh, the chant gets worse every time I hear it, but the streets full of beans, with my allergies? Total disaster. I've gotta fix this, for every oni out there! We're innocent, people! Quit trying to ward us off and drive us out every time there's a minor life event!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 57033,
			"title": "More About Itto: III",
			"voicelineType": "5003",
			"description": "In a... \"attempt\"... to end human prejudice toward the oni, I had the gang use a Kamera to take a picture of me showing my softer side and stick it to the Message Board in Inazuma City. Next thing we know, some jerks have graffitied all over it! Tsk! Then, some ashigaru blockheads from the Tenryou Commission accused me of disrupting the peace, next it was the Yashiro Commission, complaining it ruined the atmosphere in the area, and finally, even the Kanjou Commission got involved — they sent some lackeys over demanding advertising tax! Ugh, they have no idea who the bad guys are here!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57034,
			"title": "More About Itto: IV",
			"voicelineType": "5004",
			"description": "In the Arataki Gang, we're proud to welcome people who've experienced adversity in their lives. Don't listen to the people who call us freaks, or weirdos. Every member of my gang is like family to me, and they all feel the same way. Whatever happens, the gang will face it together — both the highs and the lows.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 57035,
			"title": "More About Itto: V",
			"voicelineType": "5005",
			"description": "I gotta respect the Blue Oni for sacrificing themselves so that the Crimson Oni could live on... In principle, though, I'm absolutely against it. No one should have to sacrifice their own kind for the sake of a better tomorrow, period. It's only a better tomorrow if it's a better tomorrow for everyone. We need to work together, not have everyone just focused on themselves, making their own sacrifice, trying to look cool in the process... Eh, I guess there's no changing the past, what's done is done. But from this day forward, no more sacrificing, not on my watch! You go to sacrifice yourself, I'll stand right in your way!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Rise Up, Golden Soul\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1202618
					]
				}
			]
		},
		{
			"voicelineId": 57036,
			"title": "Itto's Hobbies",
			"voicelineType": "6001",
			"description": "Beetle fighting, trading card games, spinning tops, kendama, hide-and-seek, you name it, I can play it! Whaddya say, pick one and we'll have a little contest? Just make sure you're ready to get thrashed! Hahaha!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_hobby"
		},
		{
			"voicelineId": 57037,
			"title": "Itto's Troubles",
			"voicelineType": "6002",
			"description": "Granny Oni isn't an oni at all... In fact, she's the kindest human that has ever lived. She only got her nickname because she took me in. If people have got a problem with me, fine, I don't care what other people think anyway... *sigh* But I wish people wouldn't go after her because of me.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_annoyed",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 57038,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "Lollipops are pretty much the best things ever. The candy tastes awesome, but also, it looks really cool just having a stick hanging out of your mouth. It gives me, like... a real punk kind of vibe. Here, you try it!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodLike"
		},
		{
			"voicelineId": 57039,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "Uh, well I am an oni! So there's nothing I hate more than beans. Soybeans, Mung Beans, whatever, I hate 'em all. Just touching one is enough to set off my allergies, let alone eating them. We have to get people to resist this constant urge to throw beans everywhere!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodDislike"
		},
		{
			"voicelineId": 57070,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Hahahahahahahaha! Mm, mm, mm! I haven't eaten somethin' this good in three whole years!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_pref_01"
		},
		{
			"voicelineId": 57071,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Fine! I'll let you treat me to a meal today, but know that the Arataki Gang always pays its debts.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_normal_01"
		},
		{
			"voicelineId": 57072,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Hey, are you sure you ain't trying to poison me!? Ah!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_dislike_01"
		},
		{
			"voicelineId": 57040,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Today's an important day. I had to send the gang away, otherwise they'd be accusing me of favoritism. Here, take a look at this. I got you the greatest birthday gift combo ever! One top-grade Onikabuto — I'll have you know it took me three whole days and nights to catch this bad boy — one out-of-print collectible trading card that took me 300 rounds to get my hands on, and finally, a birthday song performance performed personally by yours truly! Happy Birthday to you, Happy Birthday to you, Happy Biiiirthday dear Traveler, Happy Birthday to youuuu!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 57041,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Now that's what I'm talking about, baby! Woo-haha! Better look out, I'm way stronger now!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 57042,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Ah yeah, this is gonna do wonders for my win ratio!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 57043,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Feel the power, baby! Wanna see me smash a boulder?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57044,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "I think \"Numero Uno\" just went from nickname to reality, boom! Haha! Hey, but just because I made it to the top doesn't mean I'm gonna forget all the things you've done for me, okay? I've still got your back, anytime, anywhere.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 57045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Let's roll!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_01"
		},
		{
			"voicelineId": 57046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Haha! Bam!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_02"
		},
		{
			"voicelineId": 57047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Attaboy!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_03"
		},
		{
			"voicelineId": 57048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Oni, comin' through!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_01"
		},
		{
			"voicelineId": 57049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Who wants some of this!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_02"
		},
		{
			"voicelineId": 57050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "It's SHOWTIME!!!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_03"
		},
		{
			"voicelineId": 57051,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Alriiiight! New toys for the boys!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_01"
		},
		{
			"voicelineId": 57052,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "I'm on a roll, haha!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_02"
		},
		{
			"voicelineId": 57053,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Hello, free money, goodbye working for a living.",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_03"
		},
		{
			"voicelineId": 57054,
			"title": "Sprint Start: I",
			"voicelineType": "700001",
			"description": "Can't catch me!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_explore_sprint_start_01"
		},
		{
			"voicelineId": 57055,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "Never underestimate an oni!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_01"
		},
		{
			"voicelineId": 57056,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "I'm not losing! It's all... part of the plan...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_02"
		},
		{
			"voicelineId": 57057,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "It's just a scratch, I swear!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_03"
		},
		{
			"voicelineId": 57058,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Lemme at 'em!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_01"
		},
		{
			"voicelineId": 57059,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Tag me in! I got this!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_02"
		},
		{
			"voicelineId": 57060,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "See you at the... rematch...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_01"
		},
		{
			"voicelineId": 57061,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "At least I'm going down... with style...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_02"
		},
		{
			"voicelineId": 57062,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "My boys... I've let you down...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_03"
		},
		{
			"voicelineId": 57063,
			"title": "Light Hit Taken: I",
			"voicelineType": "900001",
			"description": "You want some of this!?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_01"
		},
		{
			"voicelineId": 57064,
			"title": "Light Hit Taken: II",
			"voicelineType": "900002",
			"description": "Hah! Is that all you got!?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_02"
		},
		{
			"voicelineId": 57065,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Okay, that one hurt!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_01"
		},
		{
			"voicelineId": 57066,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "Hey! I wasn't ready!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_02"
		},
		{
			"voicelineId": 57067,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Step aside! Itto's back in town!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_01"
		},
		{
			"voicelineId": 57068,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "I am the MAN!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_02"
		},
		{
			"voicelineId": 57069,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "And the crowd goes wild!!!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_03"
		}
	]
}