{
	"id": 10000082,
	"name": "Baizhu",
	"friendLines": [
		{
			"voicelineId": 82000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Hello. I am Baizhu, a practitioner of medicine at Bubu Pharmacy. So, are you experiencing any discomfort? If so, where? And how many days have the symptoms persisted? Hmm? You don't require medical attention? Oh, so you came to see me... Ah, then I'm sorry, I'm afraid I must ask you to wait. I'd like to see the other patients first before discussing things any further.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_draw_appear_01"
		},
		{
			"voicelineId": 82001,
			"title": "Chat: Let's Slow Down",
			"voicelineType": "1101",
			"description": "Baizhu: *huffing* When on the road, one should take ample time to pause and appreciate the wondrous scenery along the way.\nChangsheng: You're about to collapse, aren't you?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_01"
		},
		{
			"voicelineId": 82002,
			"title": "Chat: Natural Laws",
			"voicelineType": "1102",
			"description": "Life, death... and the world around us all follow a set of laws... Hehe, but if you never test the limits, how can anyone know where the boundaries of these laws are?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_02"
		},
		{
			"voicelineId": 82003,
			"title": "Chat: Physical Condition",
			"voicelineType": "1103",
			"description": "*coughing violently* Ah, it's just some chronic problem I have flaring up again, nothing to worry about.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_03"
		},
		{
			"voicelineId": 82004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "The weather is damp and chilly. I suggest getting indoors to avoid these conditions, if possible.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_heavyRain_01"
		},
		{
			"voicelineId": 82005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Don't worry. As long as we watch the road ahead, and avoid walking under the trees, then the lightning should not pose any problems for us.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_thunder_01"
		},
		{
			"voicelineId": 82006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "Changsheng: S—So c—cold, s—so s—sleepy...\nBaizhu: Changsheng? Changsheng? Heh, out like a light...",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_snowy_01"
		},
		{
			"voicelineId": 82007,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "Baizhu: What lovely weather. Which reminds me, we just received a batch of herbs...\nChangsheng: Don't worry, even if Qiqi forgot to dry out the herbs, Herbalist Gui will certainly remember to put them out in the sun.\nBaizhu: Hehe. Yes, you're right.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_sunny_01"
		},
		{
			"voicelineId": 82008,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1205",
			"description": "I would advise you to stay out of such windy conditions... *sigh* Don't forget to always consider your health first.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_gale_01"
		},
		{
			"voicelineId": 82009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Good morning. I'm in the habit of enjoying a cup of tea before breakfast. Shall I pour some for you?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingMorning"
		},
		{
			"voicelineId": 82010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "You mustn't sit for extended periods of time after eating lunch. Instead, I recommend going for a walk, it's good for digestion.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNoon"
		},
		{
			"voicelineId": 82011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Good evening. If you're here for treatment, then I'm afraid that Bubu Pharmacy's clinic has already closed for the day. However, if you are experiencing a medical emergency, then I'll see what I can do for you, of course. If you happen to be here just to see me, then you're right on time! I'm off duty now.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNight"
		},
		{
			"voicelineId": 82012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Ah, you're still awake. Haha, is that a yawn I see?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNight2"
		},
		{
			"voicelineId": 82013,
			"title": "About Baizhu: Modern vs. Ancient Medicine",
			"voicelineType": "2001",
			"description": "Yes, my master did entrust to me many medical formulas from the ancient era. However, although the ancient prescriptions were compiled by our ancestors and have stood the test of time, we mustn't also forget to look forward. Times have changed, and so have our surroundings and customs. Treatments that were effective in the bygone times may not prove to be as effective now. Clinging to the classic prescriptions of the past may not ultimately serve the best interest of the patients nowadays.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_idle"
		},
		{
			"voicelineId": 82014,
			"title": "About Baizhu: Bolstering Hope",
			"voicelineType": "2005",
			"description": "People who suffer from chronic illnesses are often mentally exhausted, and if their condition becomes critical, they may find themselves clinging to life with only a final, thin thread of hope. At such a moment, healing their body is not the priority; the doctor should focus on bolstering their faith in themselves. After all, if the patient believes they aren't going to make it and gives up on themselves, then no medical treatment will be able to help them, no matter how sophisticated the treatment may be.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82015,
			"title": "About Us: Doctor-Patient Relationship",
			"voicelineType": "2003",
			"description": "I tend to anyone who comes to Bubu Pharmacy seeking medical attention, regardless of their wealth or status. I treat everyone fairly, and I do my best to heal them. You are no exception, either.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_close"
		},
		{
			"voicelineId": 82016,
			"title": "About Us: Medicine Testing",
			"voicelineType": "2002",
			"description": "A poison to one may be a boon to another. What may be considered to be a universally harmful substance to one group of people may prove to be the perfect medicine needed to save another room of patients. The mechanism behind this is easily understood by those well-versed in pharmacology. It's just that I can't ever tell my patients these kinds of details. If they were to find out that I gave them a poisonous substance as a prescription, it might scare them away for good.\nHehe, you're the first person who's never flinched at hearing this. You are the wise Traveler after all — I'm sure you've seen a lot on your adventures. So, ahem, I suppose you'll be fine with more... potent prescriptions in the future, then? I've been worried about finding people to test my medicine on, hehe.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 82017,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "Hehe, the gods have somehow allowed a delusional person such as myself to explore the nature of life and death. This Vision was just the thing I need, and I'm most thankful.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82018,
			"title": "Something to Share: Candied Fruit",
			"voicelineType": "3002",
			"description": "It might sound ironic, but even I don't like taking bitter medicine. You're aware of my weak physical condition... I've been routinely taking medicine for some years now. All I can really do is eat some candied fruit afterward to get rid of the bitter aftertaste.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82019,
			"title": "Something to Share: Secret Medication",
			"voicelineType": "3005",
			"description": "I've met some people who jump to conclusions and believe they've contracted some deadly disease the moment they experience even the slightest discomfort. Reasoning with them is useless. Eventually, I came up with some tasteless pills made of Sweet Flower and Qingxin, and prescribed them to these patients. After they calmed down and their \"symptoms\" subsided, they praised the effectiveness of my secret medication. But I suppose I can't fault them for prioritizing their health.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82020,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "It's said that there are a wide variety of mushroom species native to Sumeru's rainforests, and that some species can even cause hallucinatory effects, which may have medicinal value. However, I've never had the opportunity to study these mushrooms in detail. I'm thinking to go and have a look for myself the next time I'm on vacation.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_gift_01"
		},
		{
			"voicelineId": 82021,
			"title": "About Qiqi",
			"voicelineType": "4001",
			"description": "Yes, you've guessed correctly. The preservation of a thread of Qiqi's consciousness was in fact the work of the adepti. It's also thanks to Qiqi that I managed to come up with a way to save someone on the brink of death. Since the adepti took pity on this child and even used their arts to keep her on this side of existence, I thought I'd take the opportunity to keep her around the pharmacy. There's no harm in that, is there?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82022,
			"title": "About Hu Tao: Different Approach",
			"voicelineType": "4002",
			"description": "We have some differences in ideology, that's all. I don't harbor any ill-will toward Director Hu. If anything, I think she's more wary of me.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82023,
			"title": "About Hu Tao: Exhausting Encounters",
			"voicelineType": "4003",
			"description": "Baizhu: If possible, I sincerely wish that Director Hu would be more sensible about her business practices.\nChangsheng: Oh, so you haven't forgotten about the time when she was disseminating flyers right outside of Bubu Pharmacy.\nBaizhu: *sigh* I just wish that she wouldn't be so concerned about Qiqi whenever she has nothing better to do.\nChangsheng: Sounds like you have something against her...\nBaizhu: It's not that I take issue with Director Hu... It's just that every time she kidnaps Qiqi, I have to go all the way to the Ministry of Civil Affairs to get someone to sort it all out. It's... quite exhausting.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_hutao_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 82024,
			"title": "About Ganyu",
			"voicelineType": "4004",
			"description": "Those with the blood of the adepti have strong constitutions. Even when she is ill or injured, she does not require any medicine to recover. She isn't like your average mortal, who would be left with long-term residual issues if they did not receive medical treatment after a serious injury.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82025,
			"title": "About Keqing",
			"voicelineType": "4005",
			"description": "If I were to hazard a guess about her health from a face reading, I would presume the Yuheng's frequent looks of exhaustion are due to her long-time habits of burning the midnight oil and never giving her mind a rest. If she wishes to maintain her health, she should stop working and relax from time to time. Unfortunately, she is overly ambitious, and seems to be completely willing to trade her health for her career. Even if I were to tell her this myself, I'm afraid she would not listen to me.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82026,
			"title": "About Yaoyao",
			"voicelineType": "4006",
			"description": "Every time she comes to play with Qiqi, she complains about the taste of medicine and asks me if I have anything that isn't bitter. If the medicine will save someone's life, who cares how bitter it tastes, hmm?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82027,
			"title": "About Zhongli",
			"voicelineType": "4007",
			"description": "Ah, Zhongli... Yes, I can tell he is very knowledgeable. He can carry a conversation even when discussing niche topics like ancient medicine. He must also have some habits and practices for himself when it comes to healthy living. The common headache or fever should pose no problem for him, so he doesn't need a prescription from me.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82028,
			"title": "About Xiao",
			"voicelineType": "4008",
			"description": "Baizhu: Only the most magnanimous soul could labor to preserve life by slaying evil spirits. I was once fortunate enough to see the Conqueror of Demons with my own eyes. We even brought him back to the pharmacy to take care of him for a day. Unfortunately, I did not know his true identity at the time, and didn't even have a chance to speak with him before he left on his own.\nChangsheng: But you've seen him since then, haven't you? There's no reason to be upset.\nBaizhu: Yes, you're right.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"The Heart of Healing\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82029,
			"title": "About Tighnari",
			"voicelineType": "4009",
			"description": "Ah, so you have an acquaintance from the Sumeru Akademiya? In that case, could I trouble you to introduce me to this Tighnari? I have many questions about herbal medicine that I would like to ask him.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82070,
			"title": "About Gaming",
			"voicelineType": "4010",
			"description": "Gaming has quite a lot of scars and old injuries compared to other people his age. And every time he comes to see me, he always seems to have a new bruise here, and a new sprain there... *sigh* No matter how many times I insist that he needs to be more careful, it always goes in one ear and out the other. All I can do is teach him some useful techniques for dressing and treating his wounds. I hope he finds them useful.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82030,
			"title": "More About Baizhu: I",
			"voicelineType": "5001",
			"description": "I am merely a mortal doctor, so I'm afraid I don't have many interesting stories to share. If you're looking for legends, then you should go to the Heyu Tea House and listen to the storytellers there.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_01"
		},
		{
			"voicelineId": 82031,
			"title": "More About Baizhu: II",
			"voicelineType": "5002",
			"description": "If you're looking for some kind of thrilling story, I'm afraid I don't have one. Even when I was studying medicine under my late Master, I didn't experience any particularly dire situations. My master saw that I had a good head on my shoulders, had me swear a simple oath, and took me in... That's all there was to it.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				},
				{
					"unlockText": "Complete \"The Heart of Healing\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82032,
			"title": "More About Baizhu: III",
			"voicelineType": "5003",
			"description": "The oath wasn't complicated. I still remember some of it:\n\"...When a person comes seeking medical attention, I will not consider his status, nor will I be suspicious of or worry about any subsequent consequences. I shall strive to witness the patient's distress and feel it as if were my own, for this is the hallmark of a great physician.\"",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"The Heart of Healing\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82033,
			"title": "More About Baizhu: IV",
			"voicelineType": "5004",
			"description": "I understand my master's intentions. He hoped that I would be able to put myself more in the patients' shoes, and not ever be swayed by external factors. *sigh* He really did have a compassionate heart, and was always ready to sacrifice himself for others. It's unfortunate that he passed so early and never had the chance to live his years to their fullest.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Complete \"The Heart of Healing\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82034,
			"title": "More About Baizhu: V",
			"voicelineType": "5005",
			"description": "While it is a doctor's duty to save others, the doctor is also themselves a person who deserves to be saved. If we wish to preserve lives, we should strive for an outcome where everyone will live to see another day. Those who willingly give themselves up for others are worthy of our respect, but we should not accept their sacrifice as predestined or an inevitable part of life.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"The Heart of Healing\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82035,
			"title": "Baizhu's Hobbies",
			"voicelineType": "6001",
			"description": "I enjoy sorting medicinal ingredients and using each ingredient's unique properties to produce pills or ointments. I know this process like the back of my hand. People think that the process of making medicine is difficult and complicated, but to me, it brings endless enjoyment. Amazing, isn't it? That we can condense the bounties of heaven and earth into a tiny, unremarkable pill, and use it to bring people back from the verge of death.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_hobby"
		},
		{
			"voicelineId": 82036,
			"title": "Baizhu's Troubles",
			"voicelineType": "6002",
			"description": "The most difficult part of seeing patients isn't prescribing medication, but identifying the cause of the disease. *sigh* There could be a million reasons why someone may feel unwell. Maybe they were having a friendly Jueyun Chili-eating contest with someone, and ended up damaging their stomach without realizing it. Or maybe, circumstances led them to drink too much water, which caused them to start feeling nauseous. I just wish people would take better care of themselves, and find something better to do than repeatedly put their bodies through so much distress.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_annoyed"
		},
		{
			"voicelineId": 82037,
			"title": "Favorite Food",
			"voicelineType": "6005",
			"description": "You shouldn't be a picky eater. Meat, eggs, milk, vegetables, fruit... they all have nutritional value and should be a regular part of your diet, but you should also avoid eating too much. Eating or drinking excessively can also be detrimental to your health. Take it from me. As a doctor, I know all too well that many health crises find their way into the body from the mouth.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_foodLike_01"
		},
		{
			"voicelineId": 82038,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "Why would you ever purchase so much candy? *sigh* Just be sure not to eat it too quickly, and remember that too much candy can give you cavities. Me? I seldom indulge in sweets, and I don't often eat spicy food, either. After all, if I don't watch what I eat, then how can I expect that of my patients?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_foodDislike"
		},
		{
			"voicelineId": 82039,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Changsheng: Superb! More please!\nBaizhu: It is good, isn't it?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_pref_01"
		},
		{
			"voicelineId": 82040,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Well done. Your culinary skills have improved.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_normal_01"
		},
		{
			"voicelineId": 82041,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Well, at least it still tastes better than medicine.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_dislike_01"
		},
		{
			"voicelineId": 82042,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Changsheng: Sss. Refresh my memory, Baizhu. How do we say that again...?\nBaizhu: Hehe. You mean how to wish someone a happy birthday?\nChangsheng: Yes, precisely!\nBaizhu: I hope that this day will be one filled with joy every year, and that you would always keep these times near. Happy Birthday, Traveler!\nChangsheng: Hey, so what should I say now? Let me think... Um, uh... *sigh* I can't think of anything. I sincerely wish you a happy birthday, too.\nChangsheng: What are you laughing at? People are so bothersome, with more traditions and twists than even a snake.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 82043,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Everything must take its due course. No need to be impatient.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 82044,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Thanks to your hard work, I think I'm feeling stronger than ever.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 82045,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "My energy is on the rise... I suppose it is due to the recent improvements in my condition. I don't feel so weary, even after a full day of seeing patients. This is all thanks to your efforts.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82046,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "You've been working hard day after day. Even though I'm the doctor, I've still had to trouble you with my health. *cough* How shameful... But don't worry. From this day on, I will take care of you.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 82047,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Changsheng: The doctor will see you now~",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_01"
		},
		{
			"voicelineId": 82048,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "A bitter pill to swallow.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_02"
		},
		{
			"voicelineId": 82049,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Mind the side effects.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_03"
		},
		{
			"voicelineId": 82050,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Seems like an emergency.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_01"
		},
		{
			"voicelineId": 82051,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Remember, health comes first.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_02"
		},
		{
			"voicelineId": 82052,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Taking a turn for the better.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_03"
		},
		{
			"voicelineId": 82053,
			"title": "Sprint Start: I",
			"voicelineType": "700001",
			"description": "*coughing*",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_explore_sprint_start_01"
		},
		{
			"voicelineId": 82054,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Changsheng: What? So all that running around was for this?\nBaizhu: Changsheng, behave...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_01"
		},
		{
			"voicelineId": 82055,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "The life of an adventurer certainly isn't easy.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_02"
		},
		{
			"voicelineId": 82056,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Don't forget to wash your hands. Goodness knows where these things have been.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_03"
		},
		{
			"voicelineId": 82057,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "...I can still keep going.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_01"
		},
		{
			"voicelineId": 82058,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Changsheng: A slippery situation!",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_02"
		},
		{
			"voicelineId": 82059,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "I can't... fall here.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_03"
		},
		{
			"voicelineId": 82060,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Exercise caution.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_teammate_01"
		},
		{
			"voicelineId": 82061,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Be mindful of your injuries.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_teammate_02"
		},
		{
			"voicelineId": 82062,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "I shed... this mortal coil...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_01"
		},
		{
			"voicelineId": 82063,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "I'm sorry... Changsheng...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_02"
		},
		{
			"voicelineId": 82064,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Some doctor... I am...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_03"
		},
		{
			"voicelineId": 82065,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "Not my glasses...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_hit_L_02"
		},
		{
			"voicelineId": 82066,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Hmph, this is nothing.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_hit_H_01"
		},
		{
			"voicelineId": 82067,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "I'll treat your wounds.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_01"
		},
		{
			"voicelineId": 82068,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Time for a house call.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_02"
		},
		{
			"voicelineId": 82069,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Hopefully, this won't take long.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_03"
		}
	]
}