{
	"id": 10000104,
	"name": "Chasca",
	"friendLines": [
		{
			"voicelineId": 104000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Chasca, Flower-Feather Clan. Any disputes you need me to end for you? Depending on the situation, it could cost you a little dignity, a few drinks, or potentially... a round of ammo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_draw_appear_01"
		},
		{
			"voicelineId": 104001,
			"title": "Chat: Bird's-Eye View",
			"voicelineType": "1101",
			"description": "When you lose your way, gaining some altitude can bring some perspective.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_01"
		},
		{
			"voicelineId": 104002,
			"title": "Chat: Whispers",
			"voicelineType": "1102",
			"description": "I'd have lost myself long ago if I allowed myself to be led by the whispers of the Abyss. Surviving is tough, but taming the beast within is tougher.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_02"
		},
		{
			"voicelineId": 104003,
			"title": "Chat: Peacemaker",
			"voicelineType": "1103",
			"description": "I'm a little out of practice these days... *yawn*... Any conflicts around? I'm in the mood for some peacemaking.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_03"
		},
		{
			"voicelineId": 104004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Rain... My hair and feathers are gonna get soaked. Time for some preening when I get back.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_heavyRain_01"
		},
		{
			"voicelineId": 104005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Huh, we're really gonna go flying in this weather? You think you can outrun a lightning strike?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_thunder_01"
		},
		{
			"voicelineId": 104006,
			"title": "When It's Windy",
			"voicelineType": "1203",
			"description": "*sniff* There's prey upwind from us... Be ready to pounce.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_breezy_01"
		},
		{
			"voicelineId": 104007,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1204",
			"description": "The wind's perfect — full speed ahead!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_gale_01"
		},
		{
			"voicelineId": 104008,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "\"The early qucusaur gets the worm,\" so I made some breakfast. Any plans for the day can wait until we've got some food in us.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingMorning"
		},
		{
			"voicelineId": 104009,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Afternoon. The sun shines strongest at this hour — good time to take a break.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNoon"
		},
		{
			"voicelineId": 104010,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Any plans for dinner? If not, let's eat in the tribe. They always bring out the best food and drink for champions.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight"
		},
		{
			"voicelineId": 104011,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Turning in for the night? Hmm... I've been flying all day, so I should also do some gun care.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight2"
		},
		{
			"voicelineId": 104012,
			"title": "About Chasca: Self-Confidence",
			"voicelineType": "2001",
			"description": "Back when the Flower-Feather Clan was responsible for patrolling and defending all of Natlan, the flying squad was the best of the best — the fiercest warriors in the nation.\nTo this day, the pride felt by many Qucusaur riders borders on arrogance... Hmm? Me? No, I'm not arrogant. Just supremely confident.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle"
		},
		{
			"voicelineId": 104013,
			"title": "About Chasca: Flower-Feather Clan",
			"voicelineType": "2005",
			"description": "...When they first brought me back to the tribe, I didn't fit in at all. I felt so out of place — like an alien who suddenly got dropped into a human world... But Chuychu and her— I mean, our parents accepted me for who I was.\nI'm eternally grateful that I met them, and for that reason, I will defend their beloved tribe... for as long as I live.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"The Rainbow Destined to Burn\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104014,
			"title": "About Us: Mediation",
			"voicelineType": "2003",
			"description": "With your skills, I doubt anyone in Natlan would dare start something with you. But there are exceptions to every rule, so if you ever find yourself in a situation you can't brute force your way out of, be sure to come to me. I'll straighten things out.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close"
		},
		{
			"voicelineId": 104015,
			"title": "About Us: Family",
			"voicelineType": "2002",
			"description": "Thank you so much for helping with the Coya situation... I honestly don't know how things would've gone down without you there.\nShe's nowhere near as hostile toward humans anymore, but it'll still take her some time to get used to them. Old habits die hard.\nChime, on the other hand? Loves hanging out with the tribe. She gets along really well with Yatlan and the other kids... Heh, watching them play together, it sometimes reminds me of me and Coya when we were little.\nAnyway, now Mom's the one being difficult... I don't know what's gotten into her recently. She keeps nagging me to build a nest of my own like Coya. And she's all, \"maybe it's time to expand your family even further\"... Where is all this coming from? ...Hmm? What are you smiling about?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Of Fading Flowers and Falling Feathers\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104016,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "This Vision played a major part in my fight against the Abyss. If it hadn't shown up when it did, I don't know who I would be today.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104017,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "People often find it embarrassing to open up about their childhood mistakes... Why is that? Whether you're a human or a Qucusaur, you can only grow by learning from your past mistakes.\nThat's why I'm not shy about my history of mindlessly lashing out as a kid. Nowadays, I never draw my gun without thinking it through first, even if just for a couple of seconds... or maybe a half second.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_share_01"
		},
		{
			"voicelineId": 104018,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Natlan has a lot of very tall trees. You get great visibility from up top, and they're good places to launch off. You wanna try? Don't worry, I'll catch you if you fall.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_gift_01"
		},
		{
			"voicelineId": 104019,
			"title": "About Kachina",
			"voicelineType": "4001",
			"description": "\"Every Qucusaur falls from its nest before it learns to fly.\" Kachina didn't magically become a champion overnight. Her victory was a result of consistent, tireless effort over a very long time. She's an outstanding warrior who deserves all the honor and respect she can get.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 104020,
			"title": "About Mualani",
			"voicelineType": "4002",
			"description": "Mualani says we got into a fight as kids over some toy we both wanted, but I don't remember any of that.\nHmm... I wonder if it's because I got into so many fights that I just lost track of them all? I also wonder if it was actually her surfboard I was after, rather than a toy... I'll bet I just wanted the ability to go hunting on water.\nHeh, whatever it was, I doubt our feud lasted more than a day. It never does with Mualani.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104021,
			"title": "About Xilonen",
			"voicelineType": "4003",
			"description": "She might come across as low-energy, but make no mistake — she's one of the most diligent people you'll ever meet.\nWhen I asked her to build my gun for me, I barely put any thought into it, just gave her a general idea of what I wanted, and left it with her. Then, once she started working on it in earnest, she spent an entire day questioning me — what would a typical day's flying look like, how often I was expecting to use it, and so on — and by the end of the day, there were abandoned designs schemes all over the floor... I was so exhausted that I fell asleep even before she did.\nThen she wrote a whole maintenance guide, which she forced me to learn by heart so I wouldn't come bugging her with issues every day... Well, that's what she said. But I suspect her real reason was that she wanted to make sure I'd look after myself and fly safe.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104022,
			"title": "About Mavuika",
			"voicelineType": "4004",
			"description": "Some people compare me to the Pyro Archon because of my track record in the Pilgrimage. It's a meaningless comparison. If the Pilgrimage was a tree, and I was a vulture on the highest branch, then the Pyro Archon would be the sun in the sky... The stronger you get, the more you appreciate the sheer size of the gulf between you and her. I just won a few championships — she's the champion of an entire era.\nBut at least being on top with a clear view of the sky means I can see exactly how high I want to fly from here.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104023,
			"title": "About Kinich",
			"voicelineType": "4005",
			"description": "When I first saw Ajaw, I thought \"Oh, Kinich has a saurian he treats like family, too\"... Blissfully unaware of how far off the mark I was. Their relationship is... truly one-of-a-kind.\nAlthough I will say, Ajaw's mastery of the human language makes me pretty envious. I wish mom could talk like that, too, so we could do away with the whole body-language-based guesswork-game.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104024,
			"title": "About Citlali",
			"voicelineType": "4006",
			"description": "My dad told me that when I was little, they gathered all of the most learned elders in Natlan and asked them to come up with a plan for managing my Abyss condition. They all disagreed on the best approach, and it turned into a drawn-out debate. At some point, Citlali quietly left the room, but they were all too busy arguing to notice. When she got back, she put some food and wine down in front of her, ignored everyone, and just started eating... the table suddenly went very quiet.\nJust by looking at her, you'd never know how much seniority and experience she has.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104025,
			"title": "About Ifa",
			"voicelineType": "4007",
			"description": "Chuychu and my dad have discussed medicine with him countless times. So after I got back from the airborne workshop, the first thing I did was take Coya to get checked out by him. But he seemed so dismissive — he took one glance, said \"it's nothing serious, Cusco can handle it,\" and then immediately left to deal with another patient... *sigh* He was right, of course. I was just worrying too much.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Of Fading Flowers and Falling Feathers\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104026,
			"title": "About Iansan",
			"voicelineType": "4008",
			"description": "I've always felt that training oneself and training others are two very different skillsets. Very few people have them both, but Iansan has them in spades.\nI, for one, am not very good at teaching other people. Whenever I'm trying to demonstrate something to the flying squad, I spend forever trying to explain some basic, boring detail that seems intuitive to me... only to have everyone ask, \"What's intuitive about that!?\"\nIf only Iansan could tutor them, I bet we'd have twice as many candidates pass the flying trials each year... Shame that her training program doesn't include flying.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104027,
			"title": "More about Chasca: I",
			"voicelineType": "5001",
			"description": "As a peacemaker, I know full well that violence isn't always the answer. But in many cases, having the capacity for violence makes people much more willing to listen to reason.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_01"
		},
		{
			"voicelineId": 104028,
			"title": "More About Chasca: II",
			"voicelineType": "5002",
			"description": "The warriors of the Flower-Feather Clan are a proud bunch, but the Qucusaurs are a prouder bunch still. Anyone who aspires to become a Rider has to train relentlessly and then win their approval — even me, and I was practically one of them growing up. It's only fair, though. Allowing a rookie to ride a Qucusaur into the skies would be highly irresponsible for both the Qucusaur and the Rider.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 104029,
			"title": "More About Chasca: III",
			"voicelineType": "5003",
			"description": "Sometimes, after failing the flying trials countless times and never winning the Qucusaurs' approval, people lose all their motivation and decide to call it quits. In the Flower-Feather Clan, we call those people the \"Wingless\"... But generally, only the most outstanding warriors even attempt the flying trials in the first place. Their fighting spirit may have faded out, but it will one day burn again. And until that day comes, we will quietly watch over them, just as the Qucusaurs watch over their unfledged young.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104030,
			"title": "More About Chasca: IV",
			"voicelineType": "5004",
			"description": "I was never able to enjoy a proper, happy childhood, but when I was on the brink of death, momma bird gave me a new life, and when I was lost and directionless, Chuychu gave me something to believe in. Behind me, I have my saurian family, my human family, and every other creature in the family we call Natlan. So I will not be defeated. Not by the Abyss, and not by life's hardships. Watch me, I will transcend it all!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Complete \"The Rainbow Destined to Burn\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104031,
			"title": "More About Chasca: V",
			"voicelineType": "5005",
			"description": "Chuychu hoped I'd become a hero. So... I can't give up. I have to stay strong, for her sake...\nBut when the relic exploded, and Coya dove in front of me, I... the same fear of losing my sister came flooding back again...\nSorry, I just don't really know who I can talk to about this kind of stuff. I usually push it to the back of my mind... But I feel much better now.\nSince I can't forget that fear, I guess I'll try the opposite: remember it, own it. And eventually... transcend it.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Of Fading Flowers and Falling Feathers\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104032,
			"title": "Chasca's Hobbies",
			"voicelineType": "6001",
			"description": "Starting fights is more trouble than it's worth. Gets you into too much trouble. Now, ending fights, on the other hand, much more acceptable. This is why I love being a peacemaker, because the fights come to me... Heh, I'm just kidding, of course.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_hobby"
		},
		{
			"voicelineId": 104033,
			"title": "Chasca's Troubles",
			"voicelineType": "6012",
			"description": "The Abyssal energy. Not because it affects me that much — it doesn't anymore. More because of how much it makes the people around me worry about my safety.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_annoyed_01"
		},
		{
			"voicelineId": 104034,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "Growing up by the sea, I mostly ate raw fish, and after I came to the tribe, I grew to love Flash-Grilled Steak... Qucusaurs and humans have wildly different diets, but I enjoy them both.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodLike"
		},
		{
			"voicelineId": 104035,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "Anything with too much alcohol, I guess. Not because I don't like drinking — I just need to watch my intake very carefully before a flight. But you get some food where the scent of the alcohol is masked by the other flavors... Looks tasty, smells delicious, so you take a bite, and then... uh-oh, it's a trap.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodDislike"
		},
		{
			"voicelineId": 104036,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "I'm telling you, this dish plus a nice wine would increase the chances of mediation success by thirty percent. Heh, there's nothing quite like some good food and wine to put people in a good mood.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_pref_01"
		},
		{
			"voicelineId": 104037,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "This is pretty good. Thanks.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_normal_01"
		},
		{
			"voicelineId": 104038,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Uh... Was this meant for the qucusaurs? ...Sorry, but this isn't the kind of thing they go for.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_dislike_01"
		},
		{
			"voicelineId": 104039,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Here, take this gun. It's loaded with six rounds, including an extra-special one. Find an open space and try it out — or better yet, fly up into the sky and do it there.\nOoh, you got the special round on the first try, huh? Luck's on your side today... That was a whistling birthday firework. I made it myself!\nHmm? ...What are the other five rounds? More fireworks, of course! But they're the trial runs that I made before the one you just fired off. The color's different, and they're not perfect. Next year, I'll do my best to make a full six top-quality rounds for you.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 104040,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Huh, is that a new bullet in the chamber?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 104041,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Need me to mediate anything? Tribal trouble? Or an all-out war, maybe?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 104042,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "There's an urge to fight that runs in my veins... But now, I know how to put it to good use.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104043,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "\"Kindness should always be repaid, and merit rewarded.\" This is one universal principle that holds true for both the Qucusaur and human worlds. From this day forth, no matter where you go, my wings and my guns will always be at your service.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 104044,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Let's fly.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_01"
		},
		{
			"voicelineId": 104045,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Hah!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_02"
		},
		{
			"voicelineId": 104046,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Take me up.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_03"
		},
		{
			"voicelineId": 104047,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Fire in the hole!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_01"
		},
		{
			"voicelineId": 104048,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Hold on to your hats!",
			"voicefile": "VO_gameplay/VO_chasca/vo_chasca_battle_skill3_02"
		},
		{
			"voicelineId": 104049,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Knock 'em down.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_03"
		},
		{
			"voicelineId": 104050,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Dividing the loot is often a cause of conflict, but luckily for you, I don't really need this stuff.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_01"
		},
		{
			"voicelineId": 104051,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Mora makes a lot of problems go away. So you can never have too much Mora, huh?",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_02"
		},
		{
			"voicelineId": 104052,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Ooh, shiny... It's so pretty...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_03"
		},
		{
			"voicelineId": 104053,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "A worthy fight...!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_01"
		},
		{
			"voicelineId": 104054,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Now I'm all warmed up.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_02"
		},
		{
			"voicelineId": 104055,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "You want crazy? I'll show you crazy!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_03"
		},
		{
			"voicelineId": 104056,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "...Hey, no dying!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_01"
		},
		{
			"voicelineId": 104057,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Get behind me!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_02"
		},
		{
			"voicelineId": 104058,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "Momma... Bird...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_01"
		},
		{
			"voicelineId": 104059,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "Couldn't... transcend...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_02"
		},
		{
			"voicelineId": 104060,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "I'm... falling...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_03"
		},
		{
			"voicelineId": 104061,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "This is about to get messy...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_01"
		},
		{
			"voicelineId": 104062,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "...Again!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_02"
		},
		{
			"voicelineId": 104063,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Alright, whose wings need clipping?",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_01"
		},
		{
			"voicelineId": 104064,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "The breeze is restless today.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_02"
		},
		{
			"voicelineId": 104065,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Chamber full and ready to roll.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_03"
		}
	]
}