{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "I am Chiori, the owner of Chioriya Boutique. Feel free to find me if you'd like to commission any tailor-made outfits. As for any other requests, it all depends on whether you have enough to offer in exchange. Just the rules of the \"business\" — you scratch my back, and I'll scratch yours. Also, smoking, drinking, and causing a ruckus are all strictly prohibited within the Boutique. That whole \"the customer is king\" concept doesn't fly here... And even when royalty does come into the shop, if they don't adhere to the rules, they'll find themselves being tossed out and kissing the pavement just like anyone else.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Chat: Criticism",
			"voicelineType": "1101",
			"description": "It's up to me to decide who I want to be and to cut my own path. No one can tell me what to do.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Chat: Tailor's Cutters",
			"voicelineType": "1102",
			"description": "Who says you have to use scissors to cut clothes? Leave those rigid rules behind. I much prefer using my own cutting tools.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Chat: Modeling",
			"voicelineType": "1103",
			"description": "If you really like standing around like this, then why don't you just model for me? I'll design some wonderful clothes for you.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "It's not so much the rain that bothers me, but the mud. It's always such a pain to wash it out of my clothes.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "...This reminds me of home.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "The way it comes floating from on high makes you want to reach out for it... But the moment it lands on your hand, its beauty dissipates... Hmm, I suppose there are more similarities between snowflakes and fashion than I thought...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "In the Desert",
			"voicelineType": "1204",
			"description": "Hmm, just how can I market high fashion here...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Morning. Don't expect me to make breakfast for you. But if you're going to the café, be a darling and bring me a cup of coffee. Black. No cream, no sugar.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Is it lunch time already? I'm not even hungry yet... I don't plan on taking a break now. You go ahead.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "It's so noisy out there. Has everyone in the entire Court of Fontaine decided to go out this evening?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "I'm going to go relax by taking a nice, long bath. Well, I'll see you tomorrow.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "About Chiori: Directness",
			"voicelineType": "2001",
			"description": "Many have expressed displeasure both publicly and privately about my personality, and have complained that my words can be hurtful. But, if you ask me, all those showy pleasantries, greetings, and compliments are far more of a waste of everyone's time. If simply stating the facts seems hurtful, then perhaps they are too insecure.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "About Chiori: Brand Vision",
			"voicelineType": "2005",
			"description": "When I first started conceptualizing the idea of my brand, I reflected on many of my past experiences, and came up with a lot of phrases for the brand's slogan. It's difficult to pick only one phrase for the brand, especially when you realize that every word reflects on a deeply treasured part of yourself... but you can only choose that which best represents you.\n\"Never admit defeat.\" That's me. That's my brand.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "About Us: Fitting",
			"voicelineType": "2003",
			"description": "Take it from me — this one looks good on you. Hmm? You've never seen a style like this before? Aw, that's because you've never met a designer with taste before.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "About Us: Exchange",
			"voicelineType": "2002",
			"description": "I know you probably already know this, but I always just say what's on my mind. Maybe you've already grown accustomed to it, but that's just how I express myself, and I'm not going to change. You should also always act like yourself around me — there's no need to hide anything. I promise I'll never criticize you for who you are. Hmm? Don't believe me? After all this time together, have you ever seen me not keep my word?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "Because I was born in Inazuma, the people of Fontaine have dubbed me \"The Thundering Seamstress.\" If that's what they want to call me, then that's what they can call me. I have no lingering affection for my homeland. After all, everything, including my Vision, only came to me after I decided to leave Inazuma.\nOh, but that's not to say that I actively dislike those islands where fabric never fully dries. It's just that I haven't found any reason to go back.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "When I was a kid, my parents would send me to a variety of activities to help expend my energy. One such activity was learning the art of the sword. But after some time, I suddenly felt that a dual wielding technique was really strong and impressive. It wasn't long before the instructor approached me and told me to stop practicing using that technique. When I asked him why, all he said was that it wasn't the standard sword technique, and that it was \"improper.\" After that, I never attended his class again. Now that I think about it, it's fortunate that I insisted on following the way I preferred. Perhaps I'm just the sort who needs to keep both my hands busy.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Tamoto is my first masterpiece. At the time, I was just thinking to stitch together a puppet girl who looked like me to be my model and assistant. Huh? What about a companion? No, I have no need for that.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "About Navia",
			"voicelineType": "4001",
			"description": "She used to beg me to help her design all kinds of strange things. For example, little crowns for every handle on a ship's helm... I couldn't help but roll my eyes at her request, and tell her that the most I would do is design her hat like a boat.\nThose who say I'm ahead of my time have clearly never spoken to her.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "About Lyney",
			"voicelineType": "4002",
			"description": "I can't make a hat that could hide secrets, but it seems Lyney can enchant his hat to do just that... I'm a little curious about how it feels to wear a hat full of so many tricks and secrets like his. As for me, I don't need the burden of all that, it's easiest to just say what's on my mind.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "About Lynette",
			"voicelineType": "4003",
			"description": "The magician's assistant sure doesn't say much, but I know she trusts me. You know, I sure get a lot of love from cats...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "About Charlotte",
			"voicelineType": "4004",
			"description": "One time, Charlotte came into the shop, hoping to do an interview with me. I told her there was no point, because there was nothing new to talk about. But just as she was leaving, a drunkard came stumbling into the shop and started causing trouble. She recorded the whole thing... What a fiasco. I've heard of journalists chasing leads, but now it seems news chases the journalists.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "About Chevreuse",
			"voicelineType": "4005",
			"description": "Working with Chevreuse and talking with her are a cinch. So easy, in fact, that whenever I say goodbye to her and return to tending to my customers again, it takes me a moment to shift gears mentally.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "About Emilie",
			"voicelineType": "4006",
			"description": "Emilie's perfumes are very popular. We have a business agreement where I ask her to deliver small quantities of perfume she's working on to Chioriya Boutique. I let Eloffe secretly spray the perfume in the fitting room, and then I'll let her know any feedback I get from the customers. Even after all this time, I've never once had a customer ever say that my fitting room smelled strange. In fact, they usually come one after another to ask where they can buy the fragrance. Out of curiosity, I always buy a bottle when she brings them to sell in her shop. I have to say that such fragrances which can always bring a sense of refreshment are truly works of art.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "About Wriothesley",
			"voicelineType": "4007",
			"description": "Yes. Some of my friends and partners have mentioned him to me before. I admire his skills at management and diplomacy, but I certainly have no intention of changing my way of doing things.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "About Kirara",
			"voicelineType": "4008",
			"description": "While I was still in Inazuma, there was a cat with green eyes that always liked to follow me whenever I went out into the wild in search of inspiration. The kitty seemed to be very interested in the colors and patterns of the fabric I was carrying. She would even come up and rub her head against my legs when she was in a good mood.\nLater, I recognized those green eyes again, but on a girl with two tails. The way she gazed at new and intriguing things still had not changed after so many years.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "About Kamisato Ayaka",
			"voicelineType": "4009",
			"description": "If I wasn't always slipping away to go play when I was a child, I probably would never have had the chance to meet the young lady of the Kamisato Clan. There was one time when I climbed my way into the Kamisato Clan's courtyard, and her Temari just happened to roll over towards the wall. I could tell that she was both surprised and happy to see me. We played together and chatted for quite some time, but I was discovered in the end. And so, our brief friendship came to an end as I was kicked off the premises.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "More about Chiori: I",
			"voicelineType": "5001",
			"description": "I don't think my temper is as bad as people make it out to be. I just don't like wasting my time on trivial matters, that's all. But for some reason, it's always those trivial things that come back to haunt me. So, over time, I've ended up with a bad reputation. I would say that's completely unjust!",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "More about Chiori: II",
			"voicelineType": "5002",
			"description": "Ever since I was a kid, I've always had a problem with authority. There was a period when I hated the rules, and would always insist on going against the grain. Thanks to this headstrong character of mine, I've had to go through a lot of suffering. But eventually, I came to understand that rules aren't completely a bad thing. What I really can't stand is the feeling that I can't make decisions based on what I truly think.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "More about Chiori: III",
			"voicelineType": "5003",
			"description": "When I was little, I used to always look forward to the summer festival in my hometown. Every year, people would take out the most vibrant and beautiful clothes, and carefully put them on before joining the crowd...\nEvery time the festival came around, there'd be all of these brightly colored spheres hanging from people's belts, goldfish that you couldn't scoop up from the bowl no matter how hard you tried, apple candy so sweet that even the children couldn't finish them all, and fireworks so beautiful that they could have only come from the Naganohara house... I always had a lot of fun at such festivals, but even then, I would always feel like something was \"missing\" when I went home at the end of the night. It was only after I got much older that I realized I must have wanted to become more than just a spectator at such a wonderful event.\n...It's just like how people will always associate the house of \"Naganohara\" with fireworks. I hope that one day, people will also associate festivals with Chioriya clothes.\nHehe, just thinking about the prospect of that gets me really fired up. Alright, time to go back to the shop and churn out a few more designs.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "More about Chiori: IV",
			"voicelineType": "5004",
			"description": "Although I can get quite immersed in my work, I also enjoy living in the moment. When I have some free time, I would often pack some food and find a lovely place in nature to take a cozy midday nap, before returning home, relaxing some more, and then finally falling asleep to my favorite music. Oh, and other times, I like to go out for food with my friends, talk about everything that's happening in the world, and party until everyone's completely hammered. Honestly, it all just depends on what I feel like doing in the moment. Just as fashion only exists in the moment, I also love living in the moment. So, what do you think? Want to go out with me tonight and enjoy a whole night of fun?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "More about Chiori: V",
			"voicelineType": "5005",
			"description": "I love Inazuma's petite desserts, as well as all culinary dishes subtle and light. Similarly, I also like the feel of my homeland's fabrics, as well as the practice of taking a bath after a long working day. But on the flip side, I also adore the soft waves of Fontaine's seas, as well as the beautiful scenery underneath the waters.\nSometimes, I wonder if everything is in fact predestined, and if I'm still living in the shadow of my past. But then, another question always follows — would the answer to that really change anything? In any case, I'm still me, living in my present. Even if I'm only the way I am due to what has happened in my past, my future is still in my own hands, and no one in this world can really change that.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Chiori's Hobbies",
			"voicelineType": "6001",
			"description": "I'm pursuing my dream through my work, and exploring the meaning of freedom through my art. What's the point of spending years and years of your life over something that's not near and dear to your heart?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "Chiori's Troubles",
			"voicelineType": "6012",
			"description": "Sometimes, I worry that I haven't made as much progress as I'd hoped, and thus, it'd be hard to know when I would actually realize my dream of making Chioriya renowned throughout the world. Still, that's no reason to question or abandon the dream. Rather than worrying or doubting myself, my time would be better spent creating a few more designs.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "I can never forget the Inazuman desserts I used to indulge in as a child. But rather than the joy of tasting them, I've always been more interested in the process of making them. Had I been less drawn to the fascinating world of fabrics and color, the world would have gained another dessert chef.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "I can't handle food with particularly strong flavors, like Haggis, for example. The experience of eating it is kind of like... suddenly getting hit with a faceful of Geo Specter out of nowhere. Does that make sense to you?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Mm, I do love this dish. Why don't you bring me some more next time. Don't worry, I'll also bring a gift for you in return.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Not bad. I think this would be most enjoyable after a hard day's work in the shop.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Ugh, I'm not fond of this flavor. Bring me something lighter on the palette next time.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Yeah, yeah... Happy birthday, or whatever. Just tell me if there's a gift you like — I can't be bothered to try and guess what you want. Hm? Too direct? Alright then, why don't you grab Navia, Kirara, and the others, and maybe a few of your friends as well. We can have a party tonight at my place. I'll take some notes on the gifts that the others have prepared for you, and make you an accessory right then and there. Ten thousand mora that you'd like it. Haha, call it the confidence of the owner of Chioriya Boutique.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "...No good. Still feels too ordinary.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "...Not bad, but it's still lacking the \"wow\" factor that makes it really stand out.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Oho... That's more like it. I think I've got it.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "Of course, as a master of my craft, my hands will never shake while cutting fabric, but I'll admit, the excitement and anticipation has my heart really beating right now. Thank you for staying with me the whole time I worked on this piece. It is extremely important to me. I now have far more confidence in myself as I embark on the next step of my journey.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Let's go, Tamoto!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Next customer!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Lend me a hand.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "I am the cutting edge of fashion.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Delicate as silk.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Scraps of color, scatter!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "The handiwork is alright... though I've made much better myself.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Ah, so this is what you like?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Hmm... Let me take note of this.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "My clothes are ruined...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Are you done?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Time to teach you a lesson.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Hey, who're you trying to impress?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "I don't make burial shrouds, you know.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "I wasn't cut out... for this...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "I'll never... accept defeat...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "But what about... my brand...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "Is that all?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "How tacky...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "You've picked the wrong fight.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Welcome to Chioriya Boutique.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Let me guess... Need something tailor-made?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Let's get out and find some inspiration.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}