{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Hello, my name is Emilie. Is your inquiry perfume-related by any chance?\nIf your inquiry is of a different nature, I suggest we find a quieter place to talk.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Chat: Inspiration",
			"voicelineType": "1101",
			"description": "Ah, now there's an idea... Just a moment, please. I need to jot this down.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Chat: Perfume Fan",
			"voicelineType": "1102",
			"description": "Many ladies in the Court of Fontaine like to spray their perfume onto a delicate lace fan, allowing them to generate a pleasant fragrance with each flick of the wrist. It's quite an ingenious method.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Chat: Newspaper",
			"voicelineType": "1103",
			"description": "Would you mind coming with me to buy a copy of today's newspaper?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Rain can be quite troublesome sometimes. It washes too many things away...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "When lightening strikes, it always leaves behind a unique scent in the air.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "What an extraordinary environment. I'd imagine there are many precious materials to be found here.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "Ah, the sunshine is so nice. The sign of a good day ahead, I hope.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "In the Desert",
			"voicelineType": "1205",
			"description": "High-quality ingredients can be found everywhere, even in the barren desert. Wenut fat, for example, can be refined into a very valuable perfume component.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "I like to start off my day by drinking a glass of ice-cold water. It helps me wake up.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "A casual stroll after a meal aids digestion and increases blood circulation. So, would you like to join?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Certain perfume ingredients can only be gathered at specific times of the day. So, sometimes, I need to head out in the middle of the night.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Good night. I could recommend quite a few fragrances to help with sleep, if you want. But, letting your body fall asleep naturally is always best.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "About Emilie",
			"voicelineType": "2001",
			"description": "I must admit, I'm not very good at coming up with topics to talk about. Simply put, I'm not the best conversationalist. But, if there's anything you want to share, good or bad, I'm always willing to listen.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "About Emilie: Forensic Cleaner",
			"voicelineType": "2005",
			"description": "When the authorities finish investigating a homicide or a fatal accident, there's still a lot of clean up work to be done at the scene. This includes disposing of organic matter, removing blood stains, sanitizing the area... All of which are the responsibility of a Forensic Cleaner. Interestingly enough, I'm not actually affiliated with any organization in the Court of Fontaine. I'm an independent contractor. I do have a long-standing work agreement with the Gardes, but I also accept private commissions.\nThat's pretty much all there is to say about my line of work, but if you any questions, by all means, ask away.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "About Us: Recommendations",
			"voicelineType": "2003",
			"description": "What perfume do I usually wear? Ah, sorry to disappoint, but I don't normally wear perfume while I'm working. It can get in the way of other scents when working, you see. But, if you tell me a little bit about your current mood, I can certainly give you a few recommendations.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "About Us: Visit",
			"voicelineType": "2002",
			"description": "You'd like to visit my studio? You're more than welcome to. I can teach you a bit about perfumery, and I have quite a sizable collection for you to peruse. My mother was a perfume enthusiast as well. In fact, many of the perfumes in my collection are gifts from her. If there's time, we could even try them all one by one.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "I once tried to use my Vision to create a plant species that could grow without any nourishment. Unfortunately, my attempts were entirely unsuccessful. It just goes to show, even with the power of a Vision, there's still a limit to what is possible. You can't defy the laws of nature.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "The five senses aren't completely independent. The color red, for example, might evoke a feeling of warmth, and fragrances can induce specific sensations as well. This property is mainly exploited on the sales front, though. If a customer is feeling down, for example, they can be easily persuaded to choose a perfume with an herbal or sweet scent.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "{M#Nothing can be more interesting than encountering new things. You've traveled to so many places, and I'm sure your range of experience is much broader than my own, so I was wondering if I could make a request... Have you ever encountered a flower, or spice maybe, that left a particularly strong impression on you? Could you tell me about it?\nThe \"Inteyvat\" flower... Huh, can't say I've ever heard of it, but that's certainly a grand-sounding name. Alright, well, I've made a note of it. If I'm lucky enough to ever see it in person, I'll certainly let you know.}{F#May I ask you something? The flower you wear in your hair... I've never seen one like it before. If you saw fit to fashion it into a hair accessory, I imagine it means a great deal to you.\nThe \"Inteyvat\" flower... Huh, that's certainly a grand-sounding name. I don't know how you came to possess it, but I'm sure it means you are very important to this world.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Requiem of the Echoing Depths\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "About Chevreuse",
			"voicelineType": "4001",
			"description": "I'm not sure if she ever mentioned it, but we met each other through work. Although, most of our conversations aren't nearly as serious as our jobs would suggest. One time, she told me she read a novel about a perfumer who makes a scent using human tissue. Fictional, of course, but in the story it turns out to be astonishingly successful — the finest perfume ever made. Based on my own experience, I find it hard to believe the scent would turn out quite so wonderful in real life...\nChevreuse wasn't too focused on the feasibility, though. She was too busy trying to unravel all the legal liabilities involved in a situation like that.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "About Chiori",
			"voicelineType": "4002",
			"description": "As a designer, Chiori has a keen eye for trends. Although we deal in completely different products, I still enjoy listening to her talk about the creative thought process behind her designs. Not to mention, she has a pretty good eye when it comes to perfume. Whenever I have her test out my new products, she always manages to pick the one that ends up selling the best.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "About Charlotte",
			"voicelineType": "4003",
			"description": "Ah, a truly energetic young lady. Being a journalist, I would imagine quite a few people see her as nothing but trouble, but that hasn't been my experience. Even after discovering the true nature of my work, she still chose to keep it to herself. This despite the fact that she had no reason to help me, and it probably wasn't in her professional interests to do so. So, I have quite a high opinion of her. If she ever needed my help, I would certainly not refuse.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "About Clorinde",
			"voicelineType": "4004",
			"description": "I'm fairly certain everyone in Fontaine knows that name. She's a formidable Champion Duelist, after all. Although, I find her quite easy to get along with. In my experience, the stronger a person is in combat, the more open they are in conversation.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "About Sigewinne",
			"voicelineType": "4005",
			"description": "If I'm not mistaken, I believe Miss Sigewinne met me when I was very young — too young to remember... Ah, I probably haven't told you, my father works for the Marechaussee Phantom, so we often have Melusines over as guests. Apparently, the Melusines were often the ones looking after me as a baby.\nBut, Miss Sigewinne has never treated me as her junior. She always speaks highly of my perfumes, so whenever I make a new sample, I usually set aside an extra for her.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "About Neuvillette",
			"voicelineType": "4006",
			"description": "As a perfumer, if your sense of smell starts to become dull, there's actually quite an easy solution — drinking fresh water. I'm not usually strict about the water I drink, but, out of curiosity, I once attended a water-tasting event organized by Monsieur Neuvillette.\nHe had such an abstract yet distinctive understanding of the distinguishing features of different types of water. It almost reminded me of the way magazine articles talk about perfume. He took the time to understand my needs, and recommended a few water sources to me with utmost sincerity. He was so considerate, sometimes, I choose to buy the varieties he recommended, even if just out of respect for him.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "About Wriothesley",
			"voicelineType": "4007",
			"description": "You know Wriothesley? Haha, well aren't you full of surprises. From what I know, the Duke tries to keep a very low profile — most people don't even know he exists. Monsieur Neuvillette once tried to recommend my services to him, but apparently he thought that the Fortress of Meropide would have no occasion for them.\nI can't know what his reasons were for turning me down, as I've never met him in person. But if I was to speculate... I would say perhaps there are certain things he doesn't want washed away. Perhaps he prefers to leave them there... as a warning.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "About Tighnari",
			"voicelineType": "4008",
			"description": "I've only met him in person a few times, but we communicate by letter often. He reached out to me first, writing a letter after tracking down my details through some roundabout way. He was extremely polite, and it was incredibly flattering to have such a renowned botanist ask for my flower-related expertise. But, I also saw it as a chance to learn from him. I decided to ask some of my own questions, particularly about perfume ingredients from Sumeru, and he gave me thorough answers to each and every one.\nNow, our correspondence is much more casual. He even tells me about his companions sometimes. I really am delighted I got this opportunity to make a new friend.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "More About Emilie: I",
			"voicelineType": "5001",
			"description": "People often romanticize perfume, assigning it all sorts of poetic qualities. But, in reality, perfume-making is much closer to a science. It can be boiled down to a simple chemistry experiment, really. It's up to the perfumer to bridge the gap between the product's artistic and scientific qualities, and doing that with any degree of success takes quite a bit of skill.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "More About Emilie: II",
			"voicelineType": "5002",
			"description": "People can describe how a certain scent makes them feel, sure. But, it's very difficult to recreate a scent just based off of a written description, even for me. So, I do apologize, but I don't take custom orders. That said, if you find any of my other perfumes to be to your liking, it would of course be my honor to do business with you.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "More About Emilie: III",
			"voicelineType": "5003",
			"description": "A perfume must undergo a series of tests before it's released, including a shelf-life test. This can help answer several questions: How long does the product last? Is it prone to deterioration? Will it become toxic or even dissipate over time?\nHuh, now that I think about it... Wouldn't it be nice if there were a way of doing a shelf-life test for interpersonal relationships?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "More About Emilie: IV",
			"voicelineType": "5004",
			"description": "I don't deliberately hide my real profession, but I do prefer to be discreet whenever possible. Not because I'm worried that it'll turn customers off my perfume, I'm just cognizant of the fact that my work as a forensic cleaner subjects me to a lot of sensitive information, things that can't be disclosed to the public. The people who commission my services place a lot of trust in me. I don't want them to receive any unwanted attention because of me.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "More About Emilie: V",
			"voicelineType": "5005",
			"description": "Perfume-making has only ever been a hobby for me. Something I do in my spare time, just like how some people learn to play a musical instrument or make crafts.\nStill, my goal in life wasn't always to be a forensic cleaner. My mother works as a forensic pathologist, and ever since I was little, I knew I wanted to work in criminal investigations just like her. For a long time, my talent for chemistry inspired me to pursue trace evidence analysis. But as I progressed further in my studies, I started to encounter real-life crime scenes. I'll never forget one scene I saw... A young child had been murdered, there was blood soaked into the carpet and splattered all over the walls... And after the investigators finished their assessment, they just left. I couldn't imagine what those poor parents were going through... it didn't seem right that they had to clean up after their own child's murder, all by themselves.\nSo, yeah. That's what led me into forensic cleaning.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Emilie's Hobbies",
			"voicelineType": "6001",
			"description": "I like to collect newspaper clippings. Whenever I come across an unbelievable story in the newspaper, I cut out a clipping and add it to my collection. I've filled up several thick binders that way. Flipping through them is almost like reading one of those short story series that Chevreuse is so fond of.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "Emilie's Troubles",
			"voicelineType": "6012",
			"description": "All the dogs in the park are so sweet. But if you want to pet them, you have to indulge them with some playtime first. Hehe, I suppose it's a good problem to have.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "Fresh shrimp sprinkled with sea salt, lightly poached, then dipped in melted butter — simple and delicious. You should try it sometime.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "I don't eat a lot of red meat. Controversial, I know.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Mmm, it tastes just as good as it smells. Thank you for sharing it with me. I enjoyed it very much.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Hm, it looks delightful, and the texture is fairly pleasing as well.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Are there really people who are particularly partial to this kind of flavor...?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Happy birthday! I know perfume preferences are extremely personal, but I took the liberty of choosing one I think you'll like. It's one of my own creations, actually, but it's not available to purchase yet.\nI tried to combine the floral and fruity notes found in nature around this time of year. I was going for more of a subtle scent. Anyway, I hope it brings you a little peace and comfort whenever you wear it.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Thank you ever so much. Ah, no need to be so modest. Of course you deserve thanks.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Thank you for your suggestions. They give me a lot of food for thought.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Power is only useful when wielded by the right person. I'll do my best to honor your trust in me.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "Many things can only be seen clearly when you shine a strong light on them, and now, it's like you've handed that light to me. Are you inviting me to join you on your journey? Then please, lead the way. I'll be right by your side.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Reconstitute.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Extract.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Neutralize.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Fresh and floral.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "This'll brighten up the place.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "A little ambience.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Hehe, do the spoils live up to your expectations?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Shall I help share the load?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Huh, not a shred of information about the owner...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "My sense of smell is fading...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "That was an adverse reaction...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Time to reassess the scene...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Take a moment.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Don't worry, I'm here.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "I can smell... blood...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "The lantern is... extinguished...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Is it... my time to go?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "My weakness.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "I was poorly prepared...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "I must be more prudent.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "It would be my honor.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "The pleasure is all mine.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "I'm quite flattered.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}