{
	"id": 10000051,
	"name": "Eula",
	"friendLines": [
		{
			"voicelineId": 39009,
			"title": "Hello",
			"voicelineType": "1000",
			"description": "Captain Eula Lawrence, Spindrift Knight, Knights of Favonius Reconnaissance Company. I extend to you my greetings. Huh? What's that...? Yes, Lawrence, the evil aristocrats of historical infamy. Oh, we're still very much evil. Just look at me, I'm infiltrating the inner ranks of the Knights of Favonius, all as part of a diabolical plan to exact our revenge and reclaim our former glory!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_draw_appear"
		},
		{
			"voicelineId": 39010,
			"title": "Chat: Etiquette",
			"voicelineType": "1101",
			"description": "Knights and aristocrats share the same cultural heritage, but the knights had enough sense to do away with all the superfluous detail.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_01"
		},
		{
			"voicelineId": 39011,
			"title": "Chat: Bladework",
			"voicelineType": "1102",
			"description": "You want to learn some Favonius Bladework? Heh, alright then, I'll teach you... Oh yes, I'll teach you, alright, mark my words...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_02"
		},
		{
			"voicelineId": 39012,
			"title": "Chat: Rules",
			"voicelineType": "1103",
			"description": "Aristocratic etiquette is all just for show... Just smile and nod along! I was forced to learn all of the rules by heart, but even I don't take them that seriously.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_03"
		},
		{
			"voicelineId": 39013,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Quick, under the umbrella, or you'll get soaked! You can't risk catching a cold, because it might turn into something more serious, and if that happens... Well, I can't go avenging my clan by picking on the sick now, can I?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_heavyRain_01"
		},
		{
			"voicelineId": 39014,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "This weather is a hindrance. The thunder drowns out all other sounds, hampering my perception of the surrounding environment.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_thunder_01"
		},
		{
			"voicelineId": 39015,
			"title": "When the Sun Is Out",
			"voicelineType": "1203",
			"description": "Visibility is excellent! If we head to higher ground, we can do a full recon of enemy activity in the area.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_sunny_01"
		},
		{
			"voicelineId": 39016,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Rise and shine! The two-hour period before sunrise is the perfect time to strike, because the sentries are getting drowsy towards the end of their long night shift.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingMorning"
		},
		{
			"voicelineId": 39017,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Go easy on the grains at lunch and fill up on lean meat instead. If you get drowsy in the afternoon, anyone who's looking for an opportunity to take you down will make their move.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNoon"
		},
		{
			"voicelineId": 39018,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "\"May the gentle breeze softly send thee into a sweet sleep.\" ...One of a select few aristocratic pleasantries that's actually quite lovely.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight"
		},
		{
			"voicelineId": 39019,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Would you like to hear a lullaby on the bone whistle? It'll send you into a deep and everlasting sleep... Hmm, no. When it comes to my revenge, far more imaginative means of retribution are in order...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight2"
		},
		{
			"voicelineId": 39020,
			"title": "About Eula: The Knights",
			"voicelineType": "2001",
			"description": "The easiest way to destroy your enemy is to take them down from the inside, right? That's why I joined the Knights of Favonius.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle"
		},
		{
			"voicelineId": 39021,
			"title": "About Eula: Bearing",
			"voicelineType": "2002",
			"description": "Since I'm a genuine Knight of Favonius, I fulfill my duties like any other self-respecting individual would. Look, I may be a descendant of a disgraced ruling elite, but I'm not a total degenerate!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle2"
		},
		{
			"voicelineId": 39022,
			"title": "About Eula: Scout",
			"voicelineType": "2003",
			"description": "The role of a scout is to hunt down enemy troops, or fend off the enemy in side skirmishes away from the main battle. There aren't a whole lot of rules, which suits my style very well indeed!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle3"
		},
		{
			"voicelineId": 39023,
			"title": "About Eula: Dance",
			"voicelineType": "2004",
			"description": "Not all customs of the Lawrence Clan are despicable. At least the \"Dance of Sacrifice\" is pure and noble. It puts my mind at ease and gives me comfort. It's been years, but it's still dear to me. My body remembers every step that I... Well anyway, to end this digression, those who wish to master my signature \"Favonius Bladework\" technique have to pass my dance class first.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle4",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39024,
			"title": "About Us: Commonality",
			"voicelineType": "2005",
			"description": "We're not so different, you and I. We're both outsiders in Mondstadt. Difference is, Mondstadt welcomes you with open arms, but they treat me with hostility and suspicion...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close"
		},
		{
			"voicelineId": 39025,
			"title": "About Us: Feud",
			"voicelineType": "2006",
			"description": "Our feud is for the long term, so rather than get payback on a piecemeal basis, I think I'll make things easier for myself and wait for a day when I can settle the score once and for all. It could be in ten years, could even be twenty... But don't worry, I won't forget. In the meantime, I'll need you to take good care of yourself and have a happy, healthy life, okay?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39026,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "\"Descendant of a depraved dynasty\" isn't the most flattering reputation to have. The only way I can shake it for good is if I keep avenging my kin in my own way. Those who desire vengeance need power first, so it makes sense that I would get a Vision.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39027,
			"title": "Something to Share: Bone Whistle",
			"voicelineType": "3002",
			"description": "My bone whistle makes a versatile range of sounds, which comes in handy for confusing the enemy. I often use it to imitate the sound of the sea, which is where I get my title of \"Spindrift Knight\" — this despite the fact that the bone whistle is actually a Liyue tradition... But then again, no one seems to look too closely into that kind of thing. I'm mean, they took me on, and I'm an exile of Mondstadt trained by an outcast of Liyue...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39028,
			"title": "Something to Share: Wine-Tasting",
			"voicelineType": "3003",
			"description": "Technically, aged Dandelion Wine should be poured into a silver goblet and allowed to breathe for 12 minutes, then you're supposed to add ice cubes, ideally so 60% of the ice is submerged beneath the wine. I refuse to do all that though, it's not worth the hassle.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39029,
			"title": "Interesting Things",
			"voicelineType": "3004",
			"description": "Why do Mist Flowers have to be so rare? The powder they produce works wonders for the bone whistle. It gives it a crisper, clearer sound.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_gift"
		},
		{
			"voicelineId": 39030,
			"title": "About Amber",
			"voicelineType": "4001",
			"description": "Amber's someone who thinks for herself. On the day I first joined the Knights, she cleaned my dormitory and gave me a tour of the headquarters, and she's helped me with a myriad of other things in the time since. Now, everyone looks at me like the older sibling who needs the younger sibling to do everything for them! Hmph. For this, she must pay!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39031,
			"title": "About Jean",
			"voicelineType": "4002",
			"description": "The Acting Grand Master's family and mine are sworn enemies. But she draws a clear line between professional and personal matters. She saw I was capable, admitted me into the Knights, and gave me lots of opportunities. So, when the time comes for vengeance, I'll afford her a reasonably soft landing.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39032,
			"title": "About Lisa",
			"voicelineType": "4003",
			"description": "She's so annoying. She must have read thousands of books... could even be tens of thousands. Meaning, she can effortlessly recall any number of vile tales about the Lawrence Clan's corruption off the top of her head, accurate down to the exact date. Logically speaking, she'd be the perfect person to talk to about someone I'd like to track down, but... swallowing my pride would be too great a challenge.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39033,
			"title": "About Barbara",
			"voicelineType": "4004",
			"description": "Everyone loves her. What's her secret? Maybe I could learn a thing or two from her... Hmm, or maybe not. I can't imagine a \"Shining Idol\" would want anything to do with a descendant of a depraved dynasty.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_barbara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39034,
			"title": "About Varka",
			"voicelineType": "4005",
			"description": "Hmph, the Grand Master... He doesn't like to beat around the bush and has no care for rumors or trivial matters. A good guy, I guess. I sparred with him once, which ended in a tie, but his relaxed expression and leisurely attitude clearly indicated that he had been holding back the whole time... Such indignity! I will not let it go!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39035,
			"title": "About Venti",
			"voicelineType": "4006",
			"description": "I heard that bard sing a few songs about the Lawrence Clan... They were lighthearted and funny stories that mocked the clan in a way I've never heard anyone else do. Even I couldn't help but burst out laughing... And for this, he must pay!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39036,
			"title": "About Razor",
			"voicelineType": "4007",
			"description": "Free from social mores and other people's opinions, and no family obligations... Must be an easy life!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_razor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39037,
			"title": "About Sucrose",
			"voicelineType": "4008",
			"description": "The alchemist... She once gave me a piece of equipment and told me it would help me infiltrate an Abyss Order camp undetected. In reality, it caused a huge explosion that completely blew my cover and before I knew it I was being accosted by 13 mitachurls... Afterwards, I marched straight back there, intending to make her pay for what she had done, but when I saw how panicked and sheepish she looked, and watched her post her results on the wall with the word \"Fail,\" I couldn't bring myself to go through with it... After all, I didn't get hurt, just a little disheveled... and a little humiliated.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_sucrose_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39038,
			"title": "About Diluc",
			"voicelineType": "4009",
			"description": "I don't get along with some of the knights, and he doesn't think much of them in general, so you'd think that would make us allies. But the way he always acts so aloof — he's even worse than Acting Grand Master Jean. I want nothing to do with him.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diluc_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39039,
			"title": "About Diona",
			"voicelineType": "4010",
			"description": "Diona? She's a miracle worker when it comes to making cocktails, and to my surprise, we get along really well. She infiltrated a tavern with the hopes of tearing down the wine industry, while I infiltrated the knights to exact my revenge on them. A kindred spirit it seems...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diona_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39040,
			"title": "About Yanfei: Encounter",
			"voicelineType": "4011",
			"description": "This one's a long story... We ended up saving her life once when we were tracking down a batch of dangerous cargo that belonged to the Abyss Order. The Abyss Order had packed it up like regular cargo and wanted it shipped from Dornman Port to Liyue Harbor. She was acting as a consultant for the merchant vessel, where she discovered something in the cargo — and then began to investigate, putting herself in grave danger. Had we arrived just a few minutes later, it's likely she wouldn't have been so fortunate.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39041,
			"title": "About Yanfei: Assessment",
			"voicelineType": "4012",
			"description": "We've kept in touch ever since. I like how smart she is. She knows the rules, but she also knows how to be flexible and act according to the situation. A few of the Knights would do well to take a leaf out of her book... Also, with her smarts, maybe she could help me track someone down that I've been looking for... She does owe me a favor from last time, after all.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39086,
			"title": "About Mika: Communication",
			"voicelineType": "4013",
			"description": "When Mika was assigned to the Reconnaissance Company, I thought that he'd only last a few days, just like the others before him. But he surprised me. He never made a peep, but he completed all of his tasks quite admirably. He even volunteered to run errands for me, and assist with communication... Hmph... I don't know who is going around telling people that I need looking after...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39087,
			"title": "About Mika: Returning",
			"voicelineType": "4014",
			"description": "Mika's personality hasn't changed one bit since he's been out with the expedition, though his abilities have improved significantly. The Grand Master is clearly making sure nobody neglects their training... Hmm? Mika's unaware of his own improvement? It must be one of his blind spots... or perhaps he's just being humble. Either way, things like this don't escape me. I know my team.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39042,
			"title": "More About Eula: I",
			"voicelineType": "5001",
			"description": "The life of a Lawrence doesn't include much worth talking about... Basically, whatever you say, whatever you do, people will always despise you and treat you like a potential threat to society. It's nowhere near as bad as it used to be, though. Before I'd joined the Knights, good grief... I couldn't even buy groceries. Even Good Hunter and Mondstadt General Goods wouldn't take my money. I literally had to go out and hunt my own food and cook it over a campfire if I wanted to eat dinner.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_01"
		},
		{
			"voicelineId": 39043,
			"title": "More About Eula: II",
			"voicelineType": "5002",
			"description": "People tell me that if I just spoke more softly, or was more polite, or acted more deferentially, others may find it easier to forgive me, but the only reason they think that way is because they've never been branded a pariah before. There is no easy path to redemption when you're a social pariah. I'm more inclined to stop tiptoeing around everyone all the time and just get out there and make them respect me the old-fashioned way! As in, we square off and if they win, I humbly accept my punishment, but if they lose, they must acquiesce to my demands... Such as... Well, I mean, if I want to buy a loaf of bread, take my darn money, for crying out loud!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 39044,
			"title": "More About Eula: III",
			"voicelineType": "5003",
			"description": "The Knights of Favonius are actually fairly reasonable, at the very least they reward merit and not social status. The reason they invited me to join their ranks is because I'd sparred with some of their crack troops and won through my own sheer skill. Being an insider in the organization will make getting revenge much easier, as it removes many of life's complications, so what's not to love?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39045,
			"title": "More About Eula: IV",
			"voicelineType": "5004",
			"description": "The name Lawrence only became a social stigma after the clan fell from grace. It was once an honor to be called a Lawrence, but unfortunately, most people have forgotten about that part of history. The Grand Master says that I am performing rather well as a knight, and that if it's not enough to restore the honor of the Lawrence name, it's certainly a strong rebuttal against the one-sided opinions so many people throw around. I'm quite satisfied with that appraisal.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 39046,
			"title": "More About Eula: V",
			"voicelineType": "5005",
			"description": "If my family members refuse to change their corrupt ways, or worse, continue to cause active harm in Mondstadt... I should be the one to end them, along with the Lawrence name itself. For once, it'd be a family obligation I'd actually enjoy. And once the deed was done, I'd be free to pick any name I wanted. Or even let you pick one for me!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39047,
			"title": "Eula's Hobbies",
			"voicelineType": "6001",
			"description": "I'm into all sorts of cool things. Sipping a nice cold drink, sitting in a canyon feeling the biting wind howl past my face, or diving into the lake at the foot of Dragonspine... Waiting for you to stroll by unsuspectingly, so I can sneak up behind you and drag you down into the icy depths...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_hobby"
		},
		{
			"voicelineId": 39048,
			"title": "Eula's Troubles",
			"voicelineType": "6002",
			"description": "Sometimes, when it's busy in the tavern, they ask me to share a table with other customers. But once they find out that I'm a Lawrence, suddenly everyone gets indignant and provocative, and starts trying to bait me out in some way. I just want to have a drink, is that too much to ask!?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_annoyed"
		},
		{
			"voicelineId": 39049,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "I like making my own treats. Not always your typical sweet treats, though. For example, a Chilled Tomato and Aspic Jelly Egg Roll pairs very nicely with an ice-cold glass of Berry & Mint Punch. The most important thing is that they leave the people who like eating them with big smiles on their faces.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodLike"
		},
		{
			"voicelineId": 39050,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "I can't stand a rich broth. The flavor is too overpowering, it's so filling you can't train or fight afterward, and also, it doesn't really work as field rations... Simply put, broth and I are sworn enemies!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodDislike"
		},
		{
			"voicelineId": 39083,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Oh? Are you putting me to the test? Challenge accepted.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_pref_01"
		},
		{
			"voicelineId": 39084,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Eh, not that great... How about you try it?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_normal_01"
		},
		{
			"voicelineId": 39085,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "The nerve on you, are you exacting revenge?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_dislike_01"
		},
		{
			"voicelineId": 39051,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Today is a day worth observing, though you shouldn't mark your development in age alone. Accept my gift of a bone whistle, and allow me to teach you its secrets. When your day of reckoning comes, see how long you can fend me off with it... It'll make the whole thing much more exciting.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 39052,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "My fighting skills just got a whole lot stronger... But I shouldn't get too conceited just yet. There are some truly formidable knights among our ranks, and I must outperform them immeasurably if I wish to defeat them and avenge my clan!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at ascension phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 39053,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Good! With this much power, I daresay even the Acting Grand Master herself would be no match for me!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at ascension phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 39054,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "How strange... In the time I've spent with you, my strength seems to have improved exceptionally quickly. I suppose I was rather fortunate to make an enemy of you. I'd better dig my teeth in to make sure you can't get away!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at ascension phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39055,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "Excellent! The unstoppable power of an immovable glacier dwells within me now and no grand master, acting or otherwise, can stand in my way! There is no time to delay. I must devise my plan, and unleash my attack! Once I have crushed the Knights of Favonius beneath my heel, my next target... is you. Don't try to run. Stand beside me and witness all that must come to pass.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at ascension phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 39056,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Beg for mercy.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_01"
		},
		{
			"voicelineId": 39057,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Shudder!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_02"
		},
		{
			"voicelineId": 39058,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Crush!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_03"
		},
		{
			"voicelineId": 39059,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "I condemn you!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_04"
		},
		{
			"voicelineId": 39060,
			"title": "Elemental Skill: V",
			"voicelineType": "100005",
			"description": "Rack and ruin!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_05"
		},
		{
			"voicelineId": 39061,
			"title": "Elemental Skill: VI",
			"voicelineType": "100006",
			"description": "Eye for an eye!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_06"
		},
		{
			"voicelineId": 39062,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Flood of frost!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_01"
		},
		{
			"voicelineId": 39063,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Freeze to the core!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_02"
		},
		{
			"voicelineId": 39064,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Vengeance will be mine!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_03"
		},
		{
			"voicelineId": 39065,
			"title": "Sprint Start: I",
			"voicelineType": "700001",
			"description": "More speed.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_sprint_start_01"
		},
		{
			"voicelineId": 39066,
			"title": "Deploying Wind Glider: I",
			"voicelineType": "800001",
			"description": "Time to scout!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_fly_start_01"
		},
		{
			"voicelineId": 39067,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "What do we have here...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_01"
		},
		{
			"voicelineId": 39068,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "I can put these to good use.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_02"
		},
		{
			"voicelineId": 39069,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Ha, at least good luck doesn't discriminate by clan.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_03"
		},
		{
			"voicelineId": 39070,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "The odds are against us...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_01"
		},
		{
			"voicelineId": 39071,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Let us cross swords...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_02"
		},
		{
			"voicelineId": 39072,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Well met!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_03"
		},
		{
			"voicelineId": 39073,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "I'll take it from here!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_01"
		},
		{
			"voicelineId": 39074,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Disengage, that's an order!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_02"
		},
		{
			"voicelineId": 39075,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "What a sorry sight...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_01"
		},
		{
			"voicelineId": 39076,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "I'll be back... with a vengeance...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_02"
		},
		{
			"voicelineId": 39077,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Guess I got my comeuppance...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_03"
		},
		{
			"voicelineId": 39078,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Touché!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_01"
		},
		{
			"voicelineId": 39079,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "Good grief...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_02"
		},
		{
			"voicelineId": 39080,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Ready for reconnaissance.",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_01"
		},
		{
			"voicelineId": 39081,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "I'll scout ahead.",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_02"
		},
		{
			"voicelineId": 39082,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "What's your battle plan?",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_03"
		}
	]
}