{
	"id": 10000076,
	"name": "Faruzan",
	"friendLines": [
		{
			"voicelineId": 76000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Here's the Akademiya's Distinguished Scholar Award, this is the Sumeru Puzzlers' League Lifetime Achievement Award, and there's something from the Synopsium on Ruin Mechanisms... What do you think? Got any interest in becoming my student? Ahem, just as a note, I am from the Haravatat Darshan. You'll get lost if you try to find me in the halls of Kshahrewar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_draw_appear_01"
		},
		{
			"voicelineId": 76001,
			"title": "Chat: Rules",
			"voicelineType": "1101",
			"description": "A hundred years have passed, yet there hasn't been any change to those dumb rules at the Akademiya...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_01"
		},
		{
			"voicelineId": 76002,
			"title": "Chat: Honorifics",
			"voicelineType": "1102",
			"description": "Hm? What did you say? I'm old now, so every other phrase escapes my ears. Try calling me \"Madam Faruzan,\" and I'll see if I can pick that up.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_02"
		},
		{
			"voicelineId": 76003,
			"title": "Chat: Conducting Research",
			"voicelineType": "1103",
			"description": "Academic research isn't some kind of fad. Topics don't just go in and out of fashion.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_03"
		},
		{
			"voicelineId": 76004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "I haven't been a child for many, many years, so I don't see any reason to be excited about the rain.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_heavyRain_01"
		},
		{
			"voicelineId": 76005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Whoa! W—What? There's nothing wrong with being afraid of thunder even at an older age!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_thunder_01"
		},
		{
			"voicelineId": 76006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "How beautiful... How awe-inspiring... Achoo! *sniffle* Yes, and very cold-inducing as well...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_snowy_01"
		},
		{
			"voicelineId": 76007,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1204",
			"description": "How cozy... A breezy, open environment really is the best.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_gale_01"
		},
		{
			"voicelineId": 76008,
			"title": "In the Desert",
			"voicelineType": "1205",
			"description": "Hey, how did we circle back here again...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_desert_01"
		},
		{
			"voicelineId": 76009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Youngster, there's nothing quite like an enthusiastic greeting to start your morning! Try to remember now: What are you supposed to say?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingMorning"
		},
		{
			"voicelineId": 76010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "I'm starting to get hungry... How about we go get something from the Grand Bazaar? Anything goes as long as it's not overly \"innovative.\"",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNoon"
		},
		{
			"voicelineId": 76011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Don't act so surprised — scholars of every generation pull all-nighters for their research. After all, the night offers a precious opportunity to contemplate ideas and topics in peace.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight"
		},
		{
			"voicelineId": 76012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "This ancient text is making my head spin... Let's call it a night here and get some rest. I'll be heading to bed as well, so good night.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight2"
		},
		{
			"voicelineId": 76013,
			"title": "About Faruzan: Senior Scholar",
			"voicelineType": "2001",
			"description": "What is it that you'd like to learn more about? Different forms of pressure-based puzzle mechanisms? The base layer design of Elemental Monuments? Huh, wait... Did you forget to call me \"Madam Faruzan\" just now when you asked your question?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle"
		},
		{
			"voicelineId": 76014,
			"title": "About Faruzan: A Mentor's Struggles",
			"voicelineType": "2005",
			"description": "I want my students to truly enjoy the study of ancient texts. If I can't find anyone like that, then I just won't take on any students! Ah, right, about finding someone to help me with my work... It's pretty reasonable for students to help their mentors when they have some free time, right? I mean, even I did that back in the day...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76015,
			"title": "About Us: Student Recruitment",
			"voicelineType": "2003",
			"description": "Serious question: why don't you become my student? I'll tailor research topics to your needs and thoroughly explain everything you need to know. We can focus on practical ways to unlock modern-age puzzle mechanisms, and build on that with some work on the deciphering of associated texts. I've walked the walk, so I can promise you that everything you'd learn would be a great boon for your future adventures. There's no reason not to trust me!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close"
		},
		{
			"voicelineId": 76016,
			"title": "About Us: Solving Puzzles",
			"voicelineType": "2002",
			"description": "When I was trapped, I spent so long solving puzzles that I became numb to even the flow of time. Now that I'm free again, I no longer have to face the puzzles of the world all on my own. Maybe we'll be able to spend some fun times together copying inscriptions, deciphering runes, and solving puzzles... Every minute should be savored.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76017,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "Hmph. My illustrious resume aside, my intellectual capabilities have been acknowledged even by the Anemo Archon himself. As for why I still can't find any students... Well, it's not due to any faults on my part or that of my Darshan. Maybe it's a matter of timing? I also received my Vision at precisely an opportune moment, after all.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76018,
			"title": "Something to Share: Kshahrewar",
			"voicelineType": "3002",
			"description": "\"Going forward, Kshahrewar will be the only Darshan dedicated to the study of mechanisms\"... Hmph, if you ask me, the Kshahrewar scholars have gotten way ahead of themselves. When I was cracking puzzles all over Sumeru, they were still playing with rudimentary building blocks.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_01"
		},
		{
			"voicelineId": 76019,
			"title": "Something to Share: Haravatat",
			"voicelineType": "3005",
			"description": "Those geezers at Haravatat love to decline my funding requests with the excuse that my research's become too niche and impractical. By that logic, since we're still the Darshan with the lowest enrollment numbers, we might as well close our doors altogether.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_02"
		},
		{
			"voicelineId": 76020,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "I've visited numerous ruins of all shapes and sizes and interpreted what scant texts and symbols I could find. Ruin Drakes are indeed mechanisms of the highest order. Hmm... perhaps \"mechanism\" isn't the best word for them. You could argue that they're antiquated \"living organisms\" that have managed to survive until the present day...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_gift_01"
		},
		{
			"voicelineId": 76021,
			"title": "About Lesser Lord Kusanali",
			"voicelineType": "4001",
			"description": "Knowledge is naturally something that cannot be limited or restrained. It's like how Kshahrewar can utilize Haravatat's research findings. All scholars will be grateful to Lesser Lord Kusanali for releasing the Akademiya— no, the entire City of Wisdom from the shackles of selfish desires. All who thirst for knowledge are now afforded the opportunity to search for treasures in the vast sea of knowledge.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Akasha Pulses, the Kalpa Flame Rises\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 76022,
			"title": "About Tighnari",
			"voicelineType": "4002",
			"description": "One of my favorite projects is researching rainforest ruins. Ah right, I should ask Tighnari to come with me next time. It's always fun to travel with the living copy of the Rainforest Survival Guide. I must say, even though I've been around for more than a hundred years, he's seen far more varieties of fungi than I've had the chance to taste...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76023,
			"title": "About Collei",
			"voicelineType": "4003",
			"description": "Ah, Collei... She's respectful toward her elders, diligent, and has a hard-working attitude — truly the perfect student! Children like her deserve all the affection and praise. Tighnari really has no reason to be as strict as he has been. Hmph... I need to find a way to win her over... Ahem! What I meant to say was, as a senior scholar, I should find ways to improve the learning environment of younger students.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76025,
			"title": "About Cyno",
			"voicelineType": "4004",
			"description": "Cyno's jokes are composed using modern words and language patterns, but I still struggle to decipher any hidden meaning from his grammar and prose... Huh? It's all just literal meanings and homophones? Really...? Then, those jokes don't have any substance at all...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76026,
			"title": "About Layla",
			"voicelineType": "4005",
			"description": "Sometimes, she'll lower her head and keep her distance when she sees me. However, she's all smiles and greetings at night... I don't quite get her. Anyway, most kids in Rtawahist are geniuses. A quirk or two isn't anything to concern myself with.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_layla_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76027,
			"title": "About Kaveh",
			"voicelineType": "4006",
			"description": "Kaveh's a good kid with great potential. I had a casual chat with him once about some principles of mechanism construction. Hmm, how should I put it... He's too much of an artsy romantic, but at least he has some original ideas, which is rare nowadays. I've heard that he's fallen on some hard times, so I'm planning to invite him out for a good meal once my funding gets approved. It'll happen soon, promise.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_kaveh_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76028,
			"title": "About Nilou",
			"voicelineType": "4007",
			"description": "I remember her; she's a courteous girl. I've only been to the Grand Bazaar a few times, but she's already remembered my name and face, and she's even tried to get the others to stop arguing with me. She really gets it! All youngsters should be more like her.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76068,
			"title": "About Sethos",
			"voicelineType": "4008",
			"description": "Oh? You mean the new arrival? Yes, didn't he show up at the perfect time! I still don't know which Darshan he belongs to, but I seem to run into him all the time these days: out on the streets, in shops, at restaurants... It's like he's everywhere at once. The way he nods his head when he talks, it's like... oh, I don't know, like... a little puppy, yes. Eloquent young fellow, too. Seems like a good egg. Anyway, are you acquainted with him? You must encourage him to enroll in my classes. Tell him Madam Faruzan will take good care of him.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_sethos_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76029,
			"title": "More About Faruzan: I",
			"voicelineType": "5001",
			"description": "Interested in my story? Well, Madam Faruzan's life started more than a hundred years ago, and her story covers as much ground as some major academic publications. Still curious? Good, willingness to learn is an indispensable trait for scholars. You've got one foot in the door.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_01"
		},
		{
			"voicelineId": 76030,
			"title": "More About Faruzan: II",
			"voicelineType": "5002",
			"description": "Solving a truly ancient mechanical puzzle requires deciphering a deluge of ancient texts. I don't mean to boast, but they're probably on a completely different level from the ones you've solved on your adventures. Oh? Don't believe me? Then why don't you pick out some of the hardest ones you've done and show them to me? If I spend more than a half hour on any of them, it's your win.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 76031,
			"title": "More About Faruzan: III",
			"voicelineType": "5003",
			"description": "If I didn't accidentally lose myself in that King Deshret ruin, I could have contributed even more to Sumeru... Thankfully, my manuscripts and treatises were still put to good use. Those freeloading Kshahrewar used them to establish the fundamentals of the study of mechanisms. Haha, I'm not called \"Madam Faruzan\" for nothing, you know.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76032,
			"title": "More About Faruzan: IV",
			"voicelineType": "5004",
			"description": "As a scholar, I should have the courage to accept failure and shoulder all of its consequences. I never wanted anyone to pity me, whether it be back then or right now. Also, don't forget that I eventually managed to solve that final puzzle by my own power, and freed myself from that accursed place... Instead of pity, shouldn't people feel encouragement and inspiration from my story?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 76033,
			"title": "More About Faruzan: V",
			"voicelineType": "5005",
			"description": "My field of study is nowhere as esteemed as it used to be, and Haravatat has refused me funding more than once. Every now and then, Kshahrewar will try to invite me to teach under their banner, and the conditions they've offered me are truly out of this world. More students, a higher spending limit... I still turned them down, however. No matter what, someone has to keep studying niche topics, so we can expand the frontiers of humanity's knowledge.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76034,
			"title": "Faruzan's Hobbies",
			"voicelineType": "6001",
			"description": "Some greedy merchants and mercenaries try to hawk \"antiques\" of unknown origin in Port Ormos at exorbitant prices, but their goods are nothing more than secondhand trash. Hmph, I bust their scams whenever I catch sight of one. My skill in antiques appraisal is probably second only to the gods of the Seven.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_hobby"
		},
		{
			"voicelineId": 76035,
			"title": "Faruzan's Troubles",
			"voicelineType": "6002",
			"description": "A hundred years ago, my greatest source of frustration was my inability to decipher the information engraved on ruin monuments. Now, nothing irritates me more than the struggle to get funding. Ugh, it's making my head hurt again...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_annoyed"
		},
		{
			"voicelineId": 76036,
			"title": "Favorite Food",
			"voicelineType": "6005",
			"description": "You can improve the aroma of batter several times over if you bake it in the oven. Next time we're in the kitchen, I'll make some for you so you can get a taste of the flavors from my time. Since it'll be my super secret ancient recipe, I bet you won't find anything like it in the whole Grand Bazaar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodLike_01"
		},
		{
			"voicelineId": 76037,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "There's a new dessert that they call Padisarah Pudding. Who decided to create it? Shouldn't puddings be made with rice? These culinary innovations are really getting out of hand. Thank you, but there's really no need to share it with me, even if you made it yourself.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodDislike"
		},
		{
			"voicelineId": 76038,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "*munch* This is tastier than the food at most historic establishments. Could it be that the culinary arts haven't stopped improving?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_pref_01"
		},
		{
			"voicelineId": 76039,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "The appearance, smell, and taste of this dish are all excellent. Do you read a lot of professional cooking books?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_normal_01"
		},
		{
			"voicelineId": 76040,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Hm? This indescribable taste... Are you trying to get me to figure out what this is?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_dislike_01"
		},
		{
			"voicelineId": 76041,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Happy birthday! Here's a small toy for you. It's an assembly of a number of miniature puzzle mechanisms — you can find a button and lever here, as well as a roller to the side. Just play with it however you want, and I'll take care of it if it breaks. Hmph, and don't think I'm treating you like a child. Everyone, regardless of age, could use a moment of happiness and relaxation.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 76042,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Ha, aren't you an energetic youngster? So enthusiastic, even about collecting materials.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 76043,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Oh? Have you unlocked some kind of mechanism? A continuous current of power is streaming in.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 76044,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Huh, you're really putting a lot into this... Don't worry, it's my responsibility as your senior to guide and protect you. I won't let you go astray.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76045,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "The past one hundred years have only afforded me the glimpse of a spindrift floating upon the endless sea of wisdom. As for the fields and puzzles that remain to be studied and explored... It'll be up to you and I to reveal their secrets.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 76046,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Too late for regrets.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_01"
		},
		{
			"voicelineId": 76047,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Dare to mess with me?",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_02"
		},
		{
			"voicelineId": 76048,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "We'll see about that.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_03"
		},
		{
			"voicelineId": 76049,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Gears of the storm!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_01"
		},
		{
			"voicelineId": 76050,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Have fun with this gift!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_02"
		},
		{
			"voicelineId": 76051,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Truth repeats its course.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_03"
		},
		{
			"voicelineId": 76052,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "A historical artifact? Hmph... never mind.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_01"
		},
		{
			"voicelineId": 76053,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "A find that was worth the trip.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_02"
		},
		{
			"voicelineId": 76054,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Here you go. \"Thank you, Madam Faruzan.\"",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_03"
		},
		{
			"voicelineId": 76055,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "This isn't new!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_01"
		},
		{
			"voicelineId": 76056,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "This setback is nothing...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_02"
		},
		{
			"voicelineId": 76057,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Don't underestimate me...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_03"
		},
		{
			"voicelineId": 76058,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Careful, don't lose your life.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_01"
		},
		{
			"voicelineId": 76059,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Watch and learn, youngster!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_02"
		},
		{
			"voicelineId": 76060,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "The puzzle... is still unsolved...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_01"
		},
		{
			"voicelineId": 76061,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "A scholar's journey... shouldn't end...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_02"
		},
		{
			"voicelineId": 76062,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Time... didn't stop for me...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_03"
		},
		{
			"voicelineId": 76063,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Wretched dastard!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_01"
		},
		{
			"voicelineId": 76064,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "No sense of respect!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_02"
		},
		{
			"voicelineId": 76065,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Need the help of an elder, huh?",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_01"
		},
		{
			"voicelineId": 76066,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Been a while since I've limbered up.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_02"
		},
		{
			"voicelineId": 76067,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Sure, I'll hang out with you youngsters.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_03"
		}
	]
}