{
	"id": 10000031,
	"name": "Fischl",
	"friendLines": [
		{
			"voicelineId": 19009,
			"title": "Hello",
			"voicelineType": "1000",
			"description": "Fischl: I, Fischl, Prinzessin der Verurteilung, descend upon this land by the call of fate an— Oh, you are also a traveler from another world? Very well, I grant you permission to travel with me.\nOz: She means, \"Nice to meet you.\"",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_draw_appear"
		},
		{
			"voicelineId": 19010,
			"title": "Chat: Whispers of Destiny",
			"voicelineType": "1101",
			"description": "I hear the voice of fate, speaking my name in humble supplication...",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_character_idle_01"
		},
		{
			"voicelineId": 19011,
			"title": "Chat: Creation of the World",
			"voicelineType": "1102",
			"description": "Hm-hm, may the glory of the Prinzessin bring light to this world.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_character_idle_02"
		},
		{
			"voicelineId": 19012,
			"title": "Chat: One From the Beyond",
			"voicelineType": "1103",
			"description": "Fischl: I do worry about the well-being of my retinue during my impromptu absence...\nOz: I'm sure the good people of the Adventurers' Guild are absolutely fine, mein Fräulein.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_character_idle_03"
		},
		{
			"voicelineId": 19013,
			"title": "After the Rain",
			"voicelineType": "1201",
			"description": "Oh, the sun's out— Oh, um... This meteorological transformation is most splendid! Like a felicitous twist of fate in the face of certain doom.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_weather_afterRain_01"
		},
		{
			"voicelineId": 19014,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Fischl: Hark! 'Tis Thundering Retribution, an omen of dark times ahead...\nOz: That, and mein Fräulein's laundry is still on the line...\nFischl: Wha... Seriously!?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_weather_thunder_01"
		},
		{
			"voicelineId": 19015,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "Fischl: A wonderful sight indeed. Why, it reminds me of my home world, where at the sight of the Prinzessin der Verurteilung, the very blood and tears of sinners turn to ice! ...Achoo! Achoo!\nOz: Not only their blood and tears, but also their saliva and mucus, mein Fräulein.\nFischl: Oz— Ahh—Achoo!!!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_weather_snowy_01"
		},
		{
			"voicelineId": 19016,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "Fischl: Ozzie, my dear familiar...\nOz: \"Ozzie?\" What's gotten into you...\nFischl: Her Majesty beseeches you to unfurl your blessèd wings, and with them blot out the heavens, plunging the world into eternal night...\nOz: If you didn't bring your parasol with you, that's your own fault, mein Fräulein!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_weather_sunny_01"
		},
		{
			"voicelineId": 19017,
			"title": "Good Morning: Greet Fischl",
			"voicelineType": "1001",
			"description": "Dusk and dawn but fleeting shadows are. Once more, the twists of fate have led you into my everlasting night.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingMorning"
		},
		{
			"voicelineId": 19018,
			"title": "Good Morning: Greet Oz",
			"voicelineType": "1002",
			"description": "Oz: Good morning. Mein Fräulein heard you'd be dropping by, so she's preparing breakfast.\nFischl: Oz! ...Ahem. To what do I owe the pleasure?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingMorning2"
		},
		{
			"voicelineId": 19019,
			"title": "Good Afternoon",
			"voicelineType": "1003",
			"description": "Even one of royal blood finds oneself susceptible to drowsiness at this hour.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingNoon"
		},
		{
			"voicelineId": 19020,
			"title": "Good Evening",
			"voicelineType": "1004",
			"description": "Fischl: The stars of firmament are naught but rifts, thrust open by Oz's beak into the boundless tapestry of darkness.\nOz: You do say the strangest things, mein Fräulein.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingNight"
		},
		{
			"voicelineId": 19021,
			"title": "Good Night",
			"voicelineType": "1005",
			"description": "Fischl: Sweet shall be thy sleep, spared of the Mares of the Night! For no Night-Mares would dare draw near to those who are blessed by the Immernachtreich!\nOz: She means, \"Goodnight.\"",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingNight2"
		},
		{
			"voicelineId": 19022,
			"title": "About Fischl: Prinzessin der Verurteilung",
			"voicelineType": "2001",
			"description": "Fischl: Me? Hehehe. Remember thou this, that I, Fischl, am the Prinzessin der Verurteilung, Sovereign of Immernachtreich, omniscient and eminent judge of all the world's iniquity!\nOz: She's an investigator for the Adventurers' Guild.\nFischl: ...Ahem. That is but one of my many royal engagements.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_idle"
		},
		{
			"voicelineId": 19023,
			"title": "About Us: Beings Who Descended Upon This World",
			"voicelineType": "2002",
			"description": "Huh, you and I are both travelers from another world. That our paths have crossed here is no accident, but the will of fate.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_close"
		},
		{
			"voicelineId": 19024,
			"title": "About Us: Shooting Down the World Beast",
			"voicelineType": "2003",
			"description": "You seem... troubled. Traveler, do not lose heart! For with my left eye, the Auge der Verurteilung, which sees the threads of fate, I will surely keep you from harm. And Oz, the raven that has witnessed the demise of countless worlds, will watch over you on your journey. Should this world, like a beast prowling in the night, covet your dreams, then I, Prinzessin der Verurteilung, shall fell it with my ensorcelled arrows of judgment!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 19025,
			"title": "About Us: Ones Dear to Heart",
			"voicelineType": "2004",
			"description": "Fischl: Oz, my loyal companion. That we should have met this person, one who hails from another world as I do... Perhaps even cruel fate has deigned to smile upon me, though sin courses through my veins. If I am indeed destined to remain here, in this inescapable prison that is reality, at least—\nOz: I understand, mein Fräulein! In this traveler, Fräulein has found one who will never forsake her.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_close2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 19026,
			"title": "About Us: Standing Watch",
			"voicelineType": "2005",
			"description": "Fischl: Ozvaldo von Hrafnavins. I, the Prinzessin der Verurteilung, sovereign of the Immernachtreich, do hereby call upon thee to do all within thy power to deliver the traveler from the claws of fate that would seek to snatch them at every turn, and to ready thy mind lest thou be required to make the ultimate sacrifice in the performance of this noblest of duties.\nOz: ...You'd place my life in danger so easily, mein Fräulein?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_close3b",
			"voicefile_male": "VO_friendship/VO_fischl/vo_fischl_dialog_close3a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 19027,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "Oh? You inquire about my Edelstein der Dunkelheit? It is a royal heirloom, a ceremonial ornament that displays the majesty of the Prinzessin der Verurteilung before the unworthy. Even here, in this fallen world, I have been reunited with my rightful inheritance as one of royal blood and noble spirit, for the majesty of a true princess shall draw her royal heirlooms unto her wherever so she may roam.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19028,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "Fischl: If one must reckon time as this world does, I, Fischl, have already seen three thousand winters. Not that the illusory passage of time has any bearing on one such as I, to whom the causality of three thousand universes has been unveiled.\nOz: Be that as it may, mein Fräulein, you are not yet considered to be of drinking age in this world, and no bartender can ever be convinced otherwise.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_share"
		},
		{
			"voicelineId": 19029,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Oz's full name is Ozvaldo von Hrafnavins. Where I hail from, he holds dominion over star and sky across three universes, and the souls of the mighty, fallen in battle, rest in the shadow of his wings. One should add that the penalty for mispronouncing his name is to have one's tongue torn from one's mouth. However, as I am a princess and you are one who has my favor, we are at liberty to simply call him, \"Oz.\"",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_gift"
		},
		{
			"voicelineId": 19030,
			"title": "About Bennett",
			"voicelineType": "4001",
			"description": "Fischl: Ah, the ill-starred young man... My Auge der Verurteilung has seen with unmistakable clarity how his heart ails at being forsaken by the world—\nOz: Someone needs to keep an eye on the unlucky fellow.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_bennett_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19031,
			"title": "About Lisa",
			"voicelineType": "4002",
			"description": "Fischl: The magus-custodian of books, gatekeeper of universal knowledge... Win her trust, and one may yet gain access to a vast repository of wisdom...\nOz: She means as long as you return your first few library books on time, you'll never have any trouble borrowing a book again.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19032,
			"title": "About Kaeya",
			"voicelineType": "4003",
			"description": "Fischl: His nature is obscure, his fate a mystery, and his speech a vexing tapestry woven of both fact and fiction... Perhaps he and I share the burden of mystical sight...\nOz: Or perhaps he's secretly an actual pirate?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19033,
			"title": "About Mona",
			"voicelineType": "4004",
			"description": "Fischl: Aha, yes, Mona, the mighty astrologer... Mona, who once had the vanity to probe the fate of the Prinzessin der Verurteilung herself! She wound up a trembling wreck, overborne and overmastered.\nOz: The poor lass was trying desperately not to laugh. It was no easy task.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_mona_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19034,
			"title": "About Rosaria",
			"voicelineType": "4005",
			"description": "Fischl: One finds Sister Rosaria to be a most devout believer in the Anemo Archon.\nOz: ...\"Devout believer,\" mein Fräulein?\nFischl: Indeed! One night, I heard her invoking the name of the Archon thus in another's presence: \"May you be struck down in the name of Lord Bartabos!\" One presumed that she was leading a prayer.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_rosaria_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19035,
			"title": "About Fischl: I",
			"voicelineType": "5001",
			"description": "To condemn the guilty, to sanctify the just, and to draw all castaway dreams into the embrace of the infinite Immernachtreich. This is the birthright of the Prinzessin der Verurteilung, and her burden. None may gainsay it.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_01"
		},
		{
			"voicelineId": 19036,
			"title": "About Fischl: II",
			"voicelineType": "5002",
			"description": "My left eye? It is the all-seeing Auge der Verurteilung, which reveals all that is true in the world. As to the question of why I conceal it... Well, would you willingly bear the agony of piercing to the heart of all truths? Furthermore... the world would lose much of its appeal if wholly stripped of delusion and falsehood.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 19037,
			"title": "About Fischl: III",
			"voicelineType": "5003",
			"description": "Fischl: Stormterror? Why, one never would have thought that a being that one might have kept as her pet could, in this world, be capable of causing such calamity. *sigh* Pitiable are the incompetents of this world...\nOz: That said, mein Fräulein, were you not beside yourself with worry for everyone's safety during said calamity?\nFischl: Th—That is because the Prinzessin der Verurteilung has the solemn duty to safeguard the souls of all, be they petty beings or not...",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19038,
			"title": "About Fischl: IV",
			"voicelineType": "5004",
			"description": "Oz: Some people address her by other names. But to me, the one who gave me life and bestowed my powers upon me is Fischl, and none other. All things considered, Fischl is the name that most aptly captures her identity. Seriously, don't call her anything else, or—\nFischl: Oh, how one's royal ears do burn! Pray tell, what is the matter which you discuss so furtively?\nOz: Mid—Midnight Phantasmagoria, mein Fräulein! And... the majesty of the Verurteilung name!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 19039,
			"title": "About Fischl: V",
			"voicelineType": "5005",
			"description": "Why must the Prinzessin der Verurteilung punish sin? Because sin defies fate's rightful decree, of course! ...And of course, fate brought you here, so, so... Ahem! It was fate that saw to your descent upon this world, destiny that saw our paths intertwined. I, Fischl, shall always protect you. Because... because fate has revealed to me that this is what has been decreed!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 19040,
			"title": "Fischl's Hobbies: Ask Fischl",
			"voicelineType": "6001",
			"description": "I, Fischl, have roamed the galaxy and traversed countless worlds. I have learned the fate of ten thousand universes and have had revealed unto me the destiny of every living soul.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_hobby_01"
		},
		{
			"voicelineId": 19041,
			"title": "Fischl's Hobbies: Ask Oz",
			"voicelineType": "6002",
			"description": "Oz: Mein Fräulein reads a lot of novels. *sigh* My name, \"Oz,\" is from one of her favorites.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_hobby_02"
		},
		{
			"voicelineId": 19042,
			"title": "Fischl's Troubles",
			"voicelineType": "6003",
			"description": "What does it take to rile a princess? ...If you must know, it is those who cannot recognize my true identity. But it is no great loss, for solitude is the noble's lot, so long as I do not lose the nobility of my soul...",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_annoyed"
		},
		{
			"voicelineId": 19043,
			"title": "Favorite Food",
			"voicelineType": "6004",
			"description": "Fischl: Hmph! What is food but the shackles of mortal flesh? ...But if the Prinzessin der Verurteilung should reckon any morsel worthy, then it must be the tears of sinners and the tongues of liars.\nOz: Has mein Fräulein lost her appetite for the Mitternachtsbrot des Sommernachtgartens?\nFischl: ...Uh— That is merely to provide mine earthly vessel with such sustenance as it doth require to perform its royal duties!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_foodLike"
		},
		{
			"voicelineId": 19044,
			"title": "Least Favorite Food",
			"voicelineType": "6005",
			"description": "Oz: I believe I know the answer to this one...\nFischl: Indeed you do, Oz! Ah, that poor mortal coil, mutilated by bondage unnatural...\nOz: It will never again fly as I do...\nFischl: Deprived of the humble coif with which it was born to gaze in awe at the majesty of its monarch... Surely it is a glimpse of my homeworld's hell, in the flesh. Hmm, the name of the dish escapes me...\nOz: Something something \"Madame,\" isn't it?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_foodDislike"
		},
		{
			"voicelineId": 19075,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Fischl: Such an exquisite delicacy is worthy of being served in the Garten Sanssouci.\nOz: Mein Fräulein says that she thoroughly enjoys your delicious cooking.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_spice_pref_01"
		},
		{
			"voicelineId": 19076,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Fischl: To vanquish the Beast of the World, one must first rise above mundane desires, thus weaving the path that leads to destiny.\nOz: And yet, on this occasion, you appear to have eaten your fill, mein Fräulein.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_spice_normal_01"
		},
		{
			"voicelineId": 19077,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Fischl: Why dost thou insist on raining down chaos and destruction in the presence of your Prinzessin?\nOz: Mein Fräulein does not care a great deal for this dish. My apologies.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_spice_dislike_01"
		},
		{
			"voicelineId": 19045,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Fischl: Well! If today is truly the anniversary of your birth, it shan't do for me not to mark the occasion. You have my full attention. Speak! Speak to me of your wishes, that which you most desire to fulfill during your fleeting and harsh existence in this wretched world. Whatever that wish may be. Even if, perchance—\nOz: She means, \"Happy Birthday, and if you want, she can—\"\nFischl: Silence, Oz.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 19046,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Fischl: My magic arrow cries out my holy name as it streaks through the night, praying that the violet lightning of retribution shall strike the enemies of fate down from the skies!\nOz: Quite awe-inspiring, mein Fräulein! Since it's nearly dinner time, perhaps you might shoot a pigeon down while you're at it?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at ascension phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 19047,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Fischl: With this, I may more fully manifest my majesty as Prinzessin der Verurteilung, and defeat that sworn enemy of fate named \"reality.\"\nOz: It will also be of use in your work for the Adventurers' Guild, mein Fräulein.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at ascension phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 19048,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Rejoice! Else, tremble in fear! Whenceforth springs this call to mirth and misery, you ask? Let it be known that I, the Prinzessin der Verurteilung, sovereign of the Immernachtreich, have peered forth with mine leftmost eye into the tapestry of fate that doth make up the universe, and beheld its every warp, weft and dangling orphaned thread!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at ascension phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19049,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "I appear to have now regained most of the strength I lost in my transition to this world. Mwuhahaha, the day of judgment is nigh! ...Ah, worry not. Even at the last, when I bring the lightning of retribution upon this world, you shall come to no harm, for thou art blessed by the Prinzessin.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at ascension phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 19050,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "By royal decree!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill1_01"
		},
		{
			"voicelineId": 19051,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Oz, reveal thyself!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill1_02"
		},
		{
			"voicelineId": 19052,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "I summon thee!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill1_03"
		},
		{
			"voicelineId": 19053,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "Oz: No rest for the wicked...",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill1_04"
		},
		{
			"voicelineId": 19054,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Wings of Darkness, come, sever night from day!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_01"
		},
		{
			"voicelineId": 19055,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Midnight Phantasmagoria!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_02"
		},
		{
			"voicelineId": 19056,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Shadow raven, let night fall!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_03"
		},
		{
			"voicelineId": 19057,
			"title": "Elemental Burst: IV",
			"voicelineType": "200004",
			"description": "Oz: As you wish, mein Fräulein!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_04"
		},
		{
			"voicelineId": 19058,
			"title": "Elemental Burst: V",
			"voicelineType": "200005",
			"description": "Oz: Midnight Phantasmagoria!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_05"
		},
		{
			"voicelineId": 19059,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Destiny has brought me hither!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_chest_open_01"
		},
		{
			"voicelineId": 19060,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "What trinkets lie veiled within this desolate plane?",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_chest_open_02"
		},
		{
			"voicelineId": 19061,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Hahaha, cry out my illustrious name!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_chest_open_03"
		},
		{
			"voicelineId": 19062,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "Doth thou wish to witness my true power?",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_01"
		},
		{
			"voicelineId": 19063,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Oz: Mein Fräulein! Should you fall...",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_02"
		},
		{
			"voicelineId": 19064,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "This cruel fate befits not one of royal blood!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_03"
		},
		{
			"voicelineId": 19065,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Hmph! Allow me!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_teammate_01"
		},
		{
			"voicelineId": 19066,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Oz: Mein Fräulein, your presence is urgently required...",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_teammate_02"
		},
		{
			"voicelineId": 19067,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "This realm is no home for a princess...",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_die_01"
		},
		{
			"voicelineId": 19068,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "One shall... descend... once again...",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_die_02"
		},
		{
			"voicelineId": 19069,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Oz: Mein Fräulein!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_die_03"
		},
		{
			"voicelineId": 19070,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Insubordination!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_hit_H_01"
		},
		{
			"voicelineId": 19072,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "In the name of the Prinzessin!",
			"voicefile": "VO_teamJoin/vo_fischl_teamJoin_01"
		},
		{
			"voicelineId": 19073,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Oz: Behold, the Prinzessin der Verurteilung!",
			"voicefile": "VO_teamJoin/vo_fischl_teamJoin_02"
		},
		{
			"voicelineId": 19074,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "The threads of your fate lie in my hands!",
			"voicefile": "VO_teamJoin/vo_fischl_teamJoin_03"
		}
	]
}