{
	"id": 10000089,
	"name": "Furina",
	"friendLines": [
		{
			"voicelineId": 89000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Why are you just standing there with your mouth gaping? Ah, you must be stunned and at a loss for words... Understandable, it is I after all... Fontaine's most beloved star, Furina. I'm on a very tight schedule, so you're lucky to even get an appointment with me.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_draw_appear_01"
		},
		{
			"voicelineId": 89001,
			"title": "Chat: Tea Party",
			"voicelineType": "1101",
			"description": "Tea parties are a must for the well-mannered. If you'd like to learn the proper etiquette, I'd be happy to teach you.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_character_idle_01"
		},
		{
			"voicelineId": 89002,
			"title": "Chat: Fun",
			"voicelineType": "1102",
			"description": "Boring... Isn't there anything else more interesting to do?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_character_idle_02"
		},
		{
			"voicelineId": 89003,
			"title": "Chat: Popularity",
			"voicelineType": "1103",
			"description": "*sigh* Being too popular can be such a hassle. Who knew the people would adore me so much?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_character_idle_03"
		},
		{
			"voicelineId": 89004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "It's pouring out here! Wait, the water levels aren't rising, are they?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_heavyRain_01"
		},
		{
			"voicelineId": 89005,
			"title": "When It Snows",
			"voicelineType": "1202",
			"description": "Wow, this would be the perfect location for shooting a film.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_snowy_01"
		},
		{
			"voicelineId": 89006,
			"title": "When the Sun Is Out",
			"voicelineType": "1203",
			"description": "The sun feels almost as hot as those studio lights I'm in front of all the time... Good thing there can only be one sun.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_sunny_01"
		},
		{
			"voicelineId": 89007,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1204",
			"description": "\"Listen, there is a disturbing growling in the wind. That's the sound of a long-forgotten sea monster having a nightmare.\" Huh? Why is it having a nightmare? Uh... I dunno, because fear has to manifest itself somehow?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_gale_01"
		},
		{
			"voicelineId": 89008,
			"title": "In the Desert",
			"voicelineType": "1205",
			"description": "What a wild and desolate sight... Allow me to grant you the blessing of water!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_desert_01"
		},
		{
			"voicelineId": 89009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Good morning... Must I really get up this early? Just let me sleep a little longer...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_greetingMorning"
		},
		{
			"voicelineId": 89010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Good afternoon! Where's my cake? What? I just had cake for breakfast? Well, I think it's been long enough!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_greetingNoon"
		},
		{
			"voicelineId": 89011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Good evening. *sigh* Mademoiselle Crabaletta has been muttering about getting in shape lately and even said that she wanted to drag me along with her. Hmph, I'm already eating much healthier than last month. I work very hard to maintain my figure. Hey, you can tell, can't you!?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_greetingNight"
		},
		{
			"voicelineId": 89012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Whew, I'm getting sleepy myself. See you tomorrow. Remember to wake me up on time...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_greetingNight2"
		},
		{
			"voicelineId": 89013,
			"title": "About Furina: Besties",
			"voicelineType": "2001",
			"description": "Hmm? Who are these people at the tea party? Why, they are my loyal followers of course! *sigh* Alright, I suppose I'll introduce them to you. This is Mademoiselle Crabaletta, my most adorable maid... although she accidentally cuts my outfits from time to time... This is Surintendante Chevalmarin, my reliable housekeeper who keeps my busy life in order. And finally, the one keeping everybody in line is Gentilhomme Usher, my loyal conferencier. Hehe, I may have allowed you to participate in my tea party, but you'll still need to work hard to gain their approval!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_idle"
		},
		{
			"voicelineId": 89014,
			"title": "About Furina: Singing",
			"voicelineType": "2005",
			"description": "I'm very confident in my singing skills, but there aren't many pieces of music that are worthy of my vocal prowess. I hope the creatives in the theater troupe get their act together and don't keep me waiting in vain...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89015,
			"title": "About Us: Relationships",
			"voicelineType": "2003",
			"description": "*sigh* Given that we know each other, you may relax a little and needn't act so respectfully in my presence. Wait, what's that expression on your face? Don't tell me that you've never respected me from the very beginning!?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_close"
		},
		{
			"voicelineId": 89016,
			"title": "About Us: Our Story Together",
			"voicelineType": "2002",
			"description": "My story has already come to an end, and so the next act shall be about OUR story... In which case, we should probably start charging double for public appearances... Oh, I'm so happy!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"The Little Oceanid\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14012
					]
				}
			]
		},
		{
			"voicelineId": 89017,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "Once the ancient prophecy came to an end and everything was over, I fell into low spirits for a very long time. People who stand on the stage basking in the adulation of their audience must also bear the pressures of being in the public eye and living up to everyone's expectations. But I knew very well my person wouldn't be enough, and that putting on the act of a god would be able the only way to satisfy their adoration... And at the end of the day, all I ever experienced was loneliness. So there came a point when I loathed the very thought of acting and locked myself in my room. It wasn't until the moment I stood on stage and faced the audience again that I realized the anxiety in my heart had dissipated. The reason I can now stand before the crowd's watchful gaze is perhaps because... I have finally started to act as myself.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"The Little Oceanid\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14012
					]
				}
			]
		},
		{
			"voicelineId": 89018,
			"title": "Something to Share: Opera",
			"voicelineType": "3002",
			"description": "Fontaine's opera house has seen several reforms, and with each reform, opposition was to be expected. As I remember, crowds would often gather in the opera house making a ruckus... That one time, it became so loud my ears were ringing. I frightened them by stating, \"I forbid anyone from discussing such pointless matters!\", I clearly remember Neuvillette tapping his cane on the ground at that precise moment while the whole place immediately fell silent. Sometimes I can't help but inadvertently show my intimidating side... I hope my people understands.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_share_01"
		},
		{
			"voicelineId": 89019,
			"title": "Interesting Things: Lumitoile",
			"voicelineType": "3003",
			"description": "I really like the Lumitoile. Those creatures can glow and shine even in places where no one sees them... That's what I call a true \"star.\" Ah, if only there were an opera about the Lumitoile, then I could literally play the role of a lovely rogue starfish on stage.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_gift_01"
		},
		{
			"voicelineId": 89020,
			"title": "About Lyney and Lynette",
			"voicelineType": "4001",
			"description": "Of course I know Lyney and Lynette. I used to frequently attend their magic shows. Though they're very popular, they're still much less popular than me. Only my performances would draw a completely sold-out crowd... even standing tickets would be out. But now... Uh... I've already decided to hang up my acting career, so it's perfectly normal for my popularity to decline!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_lyney&lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Masquerade of the Guilty\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89021,
			"title": "About Neuvillette",
			"voicelineType": "4002",
			"description": "I'm very grateful to Neuvillette for all the hard work he's done for Fontaine in the past few centuries. It seems he doesn't intend to investigate my crimes of deceiving the people. Anyway, we're no longer working in tandem, and it's been a long time since I've been to the Palais Mermonia. I imagine that this is good for both of us, right?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Masquerade of the Guilty\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89022,
			"title": "About Navia: Desserts",
			"voicelineType": "4003",
			"description": "Have you tried Navia's macarons? I have to admit that her skills in dessert-making are comparable to mine. The design she paints on the macarons is so cute, don't you think? Not to mention the texture and sweetness... They truly are a work of art! How does she do it? Does it really all boil down to talent? Ugh, I can't believe I'm feeling a little jealous... I'll have to ask her for some tips next time!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89023,
			"title": "About Navia: Inner Thoughts",
			"voicelineType": "4004",
			"description": "She's a very strong person. Strong people will always manage to keep themselves together no matter what happens, acting like everything is fine. Doing so prevents other people around them from needlessly bearing additional pressure. I saw the duel between Callas and Clorinde... and I can say that in this respect, Navia is becoming more and more like her father.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_navia_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"As Light Rain Falls Without Reason\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 89024,
			"title": "About The Knave",
			"voicelineType": "4005",
			"description": "The Knave? Wh—Who's that? Oh... Uh, I'd already forgotten about her... Keeping such a terrible figure like her in your mind will only give you nightmares.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_arlecchino_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Cataclysm's Quickening\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 89025,
			"title": "About Charlotte",
			"voicelineType": "4006",
			"description": "I've often seen Charlotte busily running back and forth lately. She still seems to be hoping to arrange an exclusive interview with me. No matter how many times I refuse, she still hasn't given up. To be honest, her persistence made me angry at first... but then she told me with a resolute look in her eyes that she wanted to let people understand the real Furina, and that she believed people would understand my troubles. I don't know how to respond to her kind intentions... I suppose she might be right, but I'm just not ready yet...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Masquerade of the Guilty\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89026,
			"title": "About Wriothesley",
			"voicelineType": "4007",
			"description": "I haven't communicated with him much, but Neuvillette claims he's trustworthy, so I suppose he must be a good person. Oh, come to think of it, I've received some tea from Wriothesley before and it was exquisite!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89027,
			"title": "About Clorinde",
			"voicelineType": "4008",
			"description": "As I remember, Clorinde isn't very talkative, but she has stood by me and protected me on several occasions, so I trust her very much. Hmm... I do miss her ever so slightly, but I don't have any real reason to see her now. Oh, right! I should invite her to my next tea party!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Masquerade of the Guilty\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89028,
			"title": "More About Furina: I",
			"voicelineType": "5001",
			"description": "You're interested in hearing about me? *sigh* I suppose there's no helping that... After all, I was once the biggest celebrity of all Fontaine! Every day, countless journalists would come flocking around me, trying to get the inside scoop on my personal life, so I have loads of experience rejecting them. Of course, I don't intend to use this experience on you. With the right delicacies, I might be willing to exchange some of my secrets.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_01"
		},
		{
			"voicelineId": 89029,
			"title": "More About Furina: II",
			"voicelineType": "5002",
			"description": "Someone recently recommended me to try surfing, so I went and gave it a shot. Keeping balance on the rolling waves was a little tricky at first, but I managed to get the hang of it pretty quickly. Maybe I'm just a natural surfer... Anyway, feeling the wind and waves up close and riding along the horizon was rather amazing. You should give it a try!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 89030,
			"title": "More About Furina: III",
			"voicelineType": "5003",
			"description": "If you have time, could you tell me more about your journey? I would love to hear all your fantastic stories. How should I put it... I easily feel interested in all kinds of things, but it isn't long before I feel bored again. Perhaps the more easily enthusiasm sparks, the more quickly it fades. But, when I'm with you, I seem to constantly feel happy... Such an amazing feeling!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89031,
			"title": "More About Furina: IV",
			"voicelineType": "5004",
			"description": "Recently, I've been wondering if I've been a little too hard on myself in the past. In my efforts to maintain the reserved manner of a deity, I never got the chance to enjoy my life, which is why I've become obsessed with shopping lately. I've bought many new precious things... like dazzling rainbow-colored tea bags, fully-automated extendable cutlery, and a saddle specially made for riding Seahorses... But in the end, I realized that most of the stuff I bought was useless, so I sent them all to the troupe to be used as props in performances. Strange... before I bought those things, I was certain they would all be of good use to me...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Complete \"The Little Oceanid\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14012
					]
				}
			]
		},
		{
			"voicelineId": 89032,
			"title": "More About Furina: V",
			"voicelineType": "5005",
			"description": "People love talking about the past and often regret the beautiful things that have now faded into history. They also love to talk about the future, as if they're willing to sacrifice everything for an uncertain tomorrow. I don't agree with their way of thinking, yet I also feel very envious... I once lived in a world without a past or a future. To cope with that anxiety, I tried to create and act out a stronger, more god-like version of myself. Over the centuries, the stronger role I tried to play gradually merged with my real self. Even I can't separate the two now... but perhaps there's no need to distinguish them. Experiences of the past have formed who I am now, and that flawed performance has also become the most important part of me.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Masquerade of the Guilty\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89033,
			"title": "Furina's Hobbies",
			"voicelineType": "6001",
			"description": "The Queen's Crown still doesn't have a sequel yet? Pity, a classic like that where justice overcomes evil never gets old.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_hobby"
		},
		{
			"voicelineId": 89034,
			"title": "Furina's Troubles",
			"voicelineType": "6012",
			"description": "Hmm, what sauce should I pick for my macaroni tonight?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_annoyed_01"
		},
		{
			"voicelineId": 89035,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "No one complains about exquisite confectioneries, but it'll take a lot of effort to make some that I like. Listen carefully, desserts are like operas... Everything from choosing the characters to imagining the setting requires a lot of effort in order to make the final performance a hit!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_foodLike"
		},
		{
			"voicelineId": 89036,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "Simply put, I detest most of those \"creative\" dishes. I have tasted many wonderful dishes throughout the years which did nothing but leave me with some moments that I never want to look back on.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_foodDislike"
		},
		{
			"voicelineId": 89037,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Oh? What a rich aroma and delicate texture... I didn't expect you to be such an accomplished cook... with refined taste, as well!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_spice_pref_01"
		},
		{
			"voicelineId": 89038,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Too ordinary! Hmph, such an uninspired dish will never have my approval!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_spice_normal_01"
		},
		{
			"voicelineId": 89039,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Ugh. Is this what you usually eat? *sigh* Seems I'll have to share some of my macaroni with you.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_spice_dislike_01"
		},
		{
			"voicelineId": 89040,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Happy Birthday! Here, please take this ticket as your gift. It's a VIP seat to see Happy Day, just don't forget to show up to the performance! Hmm? What's \"Happy Day\"? *sigh* Well, I wanted to keep it a surprise... But it's an opera that I've rehearsed personally. It's about a big group of people that gather together to celebrate a certain very important person. You understand now, right? Just don't forget to come!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 89041,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "I'm really not accustomed to using a Vision. Why don't you teach me? Ah, I nearly forgot... you've never used a Vision either.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 89042,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "The strength gained through my own hard work is truly fulfilling. Hehe, thanks for your support.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 89043,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "That's more like it! As expected, my dazzling side comes through in any situation.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89044,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "I didn't know you cared so much about me. Does that mean that you still need my power? But given the way I am now... there's a chance I won't be able to give you everything you need. Hmm? All you really care about is... me? In that case, then let us act out our future journey together!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 89045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Shower me with praise!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_01"
		},
		{
			"voicelineId": 89046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Strike a pose!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_02"
		},
		{
			"voicelineId": 89047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Yoo-hoo~!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_03"
		},
		{
			"voicelineId": 89048,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "The show begins.",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_04"
		},
		{
			"voicelineId": 89049,
			"title": "Elemental Skill: V",
			"voicelineType": "100005",
			"description": "How brilliant.",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_05"
		},
		{
			"voicelineId": 89050,
			"title": "Elemental Skill: VI",
			"voicelineType": "100006",
			"description": "May I present...!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_06"
		},
		{
			"voicelineId": 89051,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Let the world come alive, hehe!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill3_01"
		},
		{
			"voicelineId": 89052,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Time to shine!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill3_02"
		},
		{
			"voicelineId": 89053,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Let my name echo in song!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill3_03"
		},
		{
			"voicelineId": 89054,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "What a pleasant surprise, truly an extra slice of joy.",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_chest_open_01"
		},
		{
			"voicelineId": 89055,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Take it... *sigh* Go on, you have my approval!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_chest_open_02"
		},
		{
			"voicelineId": 89056,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Splendid! More interesting trinkets for me.",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_chest_open_03"
		},
		{
			"voicelineId": 89057,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "Let's call a ceasefire...",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_01"
		},
		{
			"voicelineId": 89058,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "This is trouble!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_02"
		},
		{
			"voicelineId": 89059,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Ah! Someone help me!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_03"
		},
		{
			"voicelineId": 89060,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Witness my power!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_teammate_01"
		},
		{
			"voicelineId": 89061,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "My turn to take the spotlight!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_teammate_02"
		},
		{
			"voicelineId": 89062,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "Am I... free?",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_die_01"
		},
		{
			"voicelineId": 89063,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "I still... couldn't do it...",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_die_02"
		},
		{
			"voicelineId": 89064,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Don't look at me... like this...",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_die_03"
		},
		{
			"voicelineId": 89065,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "How dare you!?",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_hit_H_01"
		},
		{
			"voicelineId": 89066,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "Stop that!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_hit_H_02"
		},
		{
			"voicelineId": 89067,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "I knew you'd miss me.",
			"voicefile": "VO_teamJoin/vo_furina_teamJoin_01"
		},
		{
			"voicelineId": 89068,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "I have high hopes for this journey!",
			"voicefile": "VO_teamJoin/vo_furina_teamJoin_02"
		},
		{
			"voicelineId": 89069,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Witness my magnificence!",
			"voicefile": "VO_teamJoin/vo_furina_teamJoin_03"
		}
	]
}