{
	"id": 10000092,
	"name": "Gaming",
	"friendLines": [
		{
			"voicelineId": 92000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Hey, Boss! The name's Gaming — I'm a guard from the Communications Office. So, all this needs shipping, right? No, no, you grab a seat and have some tea — I'll get these packed up for you, no problem. It'll only take me a minute, then we can get the delivery scheduled. Oh! And if you ever wanna book a Wushou Dance, me and my crew are available in a heartbeat! The troupe's called the Mighty Mythical Beasts, and I'm the head, hehe, not to brag or anything.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_draw_appear_01"
		},
		{
			"voicelineId": 92001,
			"title": "Chat: Wushou Dance",
			"voicelineType": "1101",
			"description": "Boom-boom tsh, and eyes! And boom-boom tsh, and mouth! And... hmm... I need to tighten up that part.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_01"
		},
		{
			"voicelineId": 92002,
			"title": "Chat: Armed Escort",
			"voicelineType": "1102",
			"description": "Whether it takes me uphill, downhill, or out to the sticks, I get the goods from A to B — I'll even take 'em across the sea if needed. So don't worry, you're in safe hands. They don't call me the Gold-Standard Guard for nothing!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_02"
		},
		{
			"voicelineId": 92003,
			"title": "Chat: Dim Sum",
			"voicelineType": "1103",
			"description": "A pot of tea with a couple of nibbles, some seasonal greens, and a piping-hot bowl of fresh congee... Ahh, that's a dope breakfast right there! The perfect way to start your day.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_03"
		},
		{
			"voicelineId": 92004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Rain! Oh man, I hope I brought the laundry in!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_heavyRain_01"
		},
		{
			"voicelineId": 92005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Hey, you hear that? Someone just got wrecked! If you're gonna swear on high heaven, don't make an oath you can't keep.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_thunder_01"
		},
		{
			"voicelineId": 92006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "Ahhh... Eh? Why can't I catch any in my mouth?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_snowy_01"
		},
		{
			"voicelineId": 92007,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "Great, sun's out! 'Bout time we had some dry heat. It's been so muggy lately.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_sunny_01"
		},
		{
			"voicelineId": 92008,
			"title": "In the Desert",
			"voicelineType": "1205",
			"description": "Dang, I bet water costs an arm and a leg around here? Good thing I brought my own.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_desert_01"
		},
		{
			"voicelineId": 92009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Just finished my kung-fu practice. I'm about to go for dim sum, you wanna join?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingMorning"
		},
		{
			"voicelineId": 92010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "You know my favorite thing to have for lunch? Breakfast. Join me for dim sum?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNoon"
		},
		{
			"voicelineId": 92011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "I managed to book this cool place for dinner! They only do evening service, and it's invite-only. Since you're here with me, wanna come with? Use it or snooze it. C'mon, let's go!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight"
		},
		{
			"voicelineId": 92012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Hittin' the hay? No? ...You hungry? Wanna grab a bite?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight2"
		},
		{
			"voicelineId": 92013,
			"title": "About Gaming: Hometown",
			"voicelineType": "2001",
			"description": "Ever been to Qiaoying Village? I grew up there. It's a big tea-growing region — Sunglo and Single-Origin Yauwan both come from there. You know what, no time like the present — I got a box of totally dope Single-Origin here, let's get to a teahouse and brew us a pot right now! I'll get some nibbles too, my treat!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle"
		},
		{
			"voicelineId": 92014,
			"title": "About Gaming: This Day and Age",
			"voicelineType": "2005",
			"description": "The fact that I'm able to put food on my plate, and still have the time and energy to focus on my Wushou Dancing, in this day and age... it's all thanks to the folks who've supported me along the way. So I owe it to them to put a hundred and ten percent into this job. Of course, no one's complaining if I still manage to find time to do them the occasional favor and take them for dim sum, haha!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92015,
			"title": "About Us: Show of Support",
			"voicelineType": "2003",
			"description": "When I'm not on a delivery run, I do wushou dancing on the streets of Liyue Harbor. Do you think you could come along and watch sometime to support me? No, no, it's completely free. As long as people are entertained, I'm a happy guy.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close"
		},
		{
			"voicelineId": 92016,
			"title": "About Us: Dim Sum Time",
			"voicelineType": "2002",
			"description": "Always remember that you can rely on your friends. When the going gets tough, don't soldier on alone — just get in touch and I'll be there! Oh — but hopefully it won't come to that, knock on wood! Here's hoping that next time you get in touch, everything's peaches and cream, and you just need a dim sum buddy!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92017,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "Some martial arts novels say that the key to becoming a kung-fu master is tapping into the body's yin-yang energy reserves, hidden in the governor and conception vessels. Well, that's what getting a Vision felt like! ...Haha, just kidding. I'm no kung-fu master — just a good neighbor, thanks to the extra energy it gives me. But that's just me — now imagine if you had a Vision... I mean, looking at everything you can already do without one... Man, that'd be something.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92018,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "Man Chai's such a little rascal! I gave him the name 'cause it means \"well-behaved,\" hoping it would rub off on him. Heh... whole lot of good that did! But it's no biggie, all that hyperactive energy makes for a more exciting wushou dance. Also, I feel like watching Man Chai has helped me get a better handle on how suanni look in action. Soon as I put my Wushou head on, I'm right in the zone, roar!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_share_01"
		},
		{
			"voicelineId": 92019,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "With a lot of herbs, flowers, and even the twigs and bark of certain trees, if you dry them out then boil them in water, it makes a really refreshing drink with a ton of health benefits! Cools you down, calms the mind, and so on. Granny and Aunty tell me that drinking one of these herbal teas before and after eating fried foods helps clear your system and reduce heatiness.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_gift_01"
		},
		{
			"voicelineId": 92020,
			"title": "About Xiangling",
			"voicelineType": "4001",
			"description": "Pretty much everything Chef Xiangling cooks is a winner, but my favorite has to be her Black-Back Perch Stew. I always try to rinse off the molten lava sauce before each bite, but I'm still like \"ss, ah, ss, ah\" trying to cool my mouth down, hahaha! Worth every bite though, and they do generous portions — you can see why it's Wanmin's signature dish. I'll be back for my next fix soon!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92021,
			"title": "About Xingqiu",
			"voicelineType": "4002",
			"description": "The Feiyun Commerce Guild's a longtime client of the Secure Transport Agency. The older brother's the one who usually takes care of business with us, but there was one time when Xingqiu piped up with a question for me. So I start rambling away, giving him all the routes and delivery dates for all their recent orders... Turns out all he wanted to know was when the Wanwen Bookhouse is getting their next delivery in, hahaha...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92022,
			"title": "About Chongyun",
			"voicelineType": "4003",
			"description": "I heard that guy's got a \"pure-yang spirit\"? Where I'm from, we call that heatiness. Dude needs to drink more herbal teas, for real.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92023,
			"title": "About Keqing",
			"voicelineType": "4004",
			"description": "It's all thanks to the Yuheng that we don't get so many bandits on the road between Liyue Harbor and Yilong Wharf anymore. She's the one who spearheaded the crackdown on all that. ...You think my job's at risk, huh? Haha, they ain't gonna get rid of me that easily. Sure, maybe there's no more bandits to fight, but you're always gonna need a strong pair of arms to lug the cargo around.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92024,
			"title": "About Baizhu",
			"voicelineType": "4005",
			"description": "Working as a guard and doing Wushou Dancing means I have a pretty injury-prone lifestyle. Good thing is, Dr. Baizhu's medicine is always there to save the day. Seriously, it's like the one thing people should pack before going on a long journey or family vacation. My workmates at the Secure Transport Agency always get me to bring some back for them when I come to Liyue Harbor.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_baizhu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92025,
			"title": "About Qiqi",
			"voicelineType": "4006",
			"description": "Ah, Qiqi, the lovable munchkin. She's convinced that all my accidents are due to stiff joints, so whenever I'm at Bubu Pharmacy stocking up on medicine, she makes me do some stretches with her to limber me up, haha. It's easy, wanna try? Ok, after me: One, two three, four; two, two, three, four...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92026,
			"title": "About Yun Jin",
			"voicelineType": "4007",
			"description": "Yun Jin's a huge inspiration to me! Everyone agrees that she's a fantastic singer, from the experts to the casual listener. Incredible. If the Mighty Mythical Beasts ever get half as successful as the Yun-Han Opera Troupe... don't pinch me, 'cause I won't wanna wake up!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92027,
			"title": "About Xinyan",
			"voicelineType": "4008",
			"description": "Xinyan's music is fire! No pun intended. Man Chai goes crazy for it — always gets him moshing away like a mad gremlin. I'd love to do a joint show together one day. \"Roaring Beasts: A Rock 'N' Roll Wushou Dance.\" Whaddya think, has it got legs?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xinyan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92028,
			"title": "About Xianyun",
			"voicelineType": "4009",
			"description": "Aunty Xianyun always has my back. Once, she saw that my Wushou head was looking a little worse for wear, and instantly said she could make, like, ten more for me, all twice my size. She was pretty insistent — it took me forever to talk her down to just remodeling the one I already had... And boy, is this an improvement! It looks way more impressive, it's much lighter, and the lion blanket constantly rustles in the air like there's an adeptal wind making it dance. I couldn't be happier with it!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xianyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92029,
			"title": "About Zhongli",
			"voicelineType": "4010",
			"description": "Mr. Zhongli seems like the kind of guy who had an expensive education. Seems like whenever I make a delivery to a teahouse or opera house, he's always there drinking tea, listening to the storyteller, and looking like the smartest guy in the room. Dude, I once overheard him talking to someone about tea — I was like, man, if he ever got talking to my dad, that conversation would go on all night...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92030,
			"title": "About Charlotte",
			"voicelineType": "4011",
			"description": "Oh, yeah, yeah, the journalist, I know who you mean! All the Fontainians in Yilong Wharf read The Steambird, and sometimes I take a peekski too. Seems like all the best articles have her name on them. Wait! And you were on the front page once! That was you, right?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92031,
			"title": "More About Gaming: I",
			"voicelineType": "5001",
			"description": "I'm the best wushou-dancer in the Secure Transport Agency, and the busiest guard in the wushou-dancing community, how 'bout that? That do anything for ya?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_01"
		},
		{
			"voicelineId": 92032,
			"title": "More About Gaming: II",
			"voicelineType": "5002",
			"description": "You can tell if someone's a pushover just by looking at their basic kung fu skills: horse stance, kicks, splits, jumps, tumbling... If you can't even hack those, hoo boy. Best-case scenario, you might fall off a high pole during a wushou dance and be bedridden for a couple of weeks. Worst-case scenario, you run into bandits on a delivery run and you can't fight 'em off. Definitely lose the cargo, probably your life too... Scary thought, huh? Yeah, I thought so too — that's why I said it to the other guys in the agency to persuade them to train with me! Hahaha.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 92033,
			"title": "More About Gaming: III",
			"voicelineType": "5003",
			"description": "They're delicate y'know — the wushou head and blanket, the drums, the cymbals — and I practice a lot, so they deteriorate pretty quickly. You gotta be diligent about maintaining that stuff, and it costs a lot of Mora. Then there's the meals out with friends, gift-shopping for birthdays and festivals, spotting my buddies a few Mora when they're strapped for cash... It all adds up. And that's how I blow through pretty much my whole salary every month.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92034,
			"title": "More About Gaming: IV",
			"voicelineType": "5004",
			"description": "My dad keeps hoping I'll come 'round to the idea of him teaching me how to do business one day. He doesn't seem to realize that the whole reason I left my hometown in the first place is 'cause I've already figured out what's best for me. Firstly, I wanna show him that my wushou dancing isn't just a phase — I'm gonna make a name for myself or die trying! Secondly... I'm done clashing with him all the time. I don't hate the guy, I mean, he's still my dad and everything, it's just... every time he opens his mouth, it's a verbal assault, and I'd rather stay out of his line of fire!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 92035,
			"title": "More About Gaming: V",
			"voicelineType": "5005",
			"description": "This bruise here's a fresh one, got it when I was practicing my kicks the other day... And this bump showed up after I took a knock during a somersault. That was last month, and it's almost healed now. This scar right here, though, that was a doozie and a half. I had a bad fall the first time I was practicing on the high pole — cut myself up pretty bad. There was so much blood, I thought my wushou dancing career was over before it began... I've had some near misses since then, but thankfully nothing serious. I'm still up to it... Just gotta keep at it...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92036,
			"title": "Gaming's Hobbies",
			"voicelineType": "6001",
			"description": "When you go for tea but stay for the dim sum, we call that \"yum cha.\" What you wanna do is get some sweet dim sum and some savory dim sum — gotta make it a balanced meal — and order a mix of ready-made dim sum and made-to-order dim sum, so that you can snack on dim sum while you're waiting on your other dim sum... Funnily enough, I never need lunch on a dim sum day. Lemme know when you're free, I'll take you some time! And don't be afraid to order a bit of everything, you can always pack up the leftovers and take them home.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_hobby"
		},
		{
			"voicelineId": 92037,
			"title": "Gaming's Troubles",
			"voicelineType": "6012",
			"description": "How much!? ...Alright fine, I'll bite the bullet on the service charge, but I'm not paying extra for a few wet wipes, okay? Matter of fact, I brought my own, so you can keep 'em!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_annoyed_01"
		},
		{
			"voicelineId": 92038,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "I was a little monster when I was a kid. I'd get into trouble, then refuse to apologize, and my exasperated mom would say \"I wish I'd given birth to a chunk of char siu instead of you!\" Now every time I eat char siu, it makes me think of her...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodLike"
		},
		{
			"voicelineId": 92039,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "Everyone says I have weird taste... Call me crazy, but all I want is for my fowl to taste like fowl, and my fish to taste like fish.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodDislike"
		},
		{
			"voicelineId": 92040,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Dang, are you secretly a god? Because this tastes like heaven! No joke. I'm calling you \"kitchen god\" from now on.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_pref_01"
		},
		{
			"voicelineId": 92041,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "You made this yourself? Wow. You're too good to me! Seriously, you are an amazing cook.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_normal_01"
		},
		{
			"voicelineId": 92042,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "I'm a big believer in owning your mistakes and taking criticism on the chin... So next time I upset you, there's no need to go to all this trouble — you can just smack me in the face instead!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_dislike_01"
		},
		{
			"voicelineId": 92043,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "So a little birdie told me that it's your birthday today... When were you planning on telling me? Tsk... Anyway, I went ahead and made a reservation at Xinyue Kiosk. Eight dishes, a soup, and as much rice as you can eat, with Longevity Buns and Tong Sui for dessert. Plus I invited all your friends along. Uh, and I also put together a little birthday wushou dance for you — nothing extravagant, just a bit of fun really — but yeah, I hope you like it!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 92044,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Whoa, is this all for me? Dang, how much did this put you out? You shouldn't have...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 92045,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Oh man, you're trusting me with a lot of power here. But I promise you, it's in good hands. I'm gonna ramp up my kung fu training and hustle hard, watch me!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 92046,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "If I can guard shipments, I can guard people. Since you seem to trust me, how 'bout I be your bodyguard from now on?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92047,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "Thanks for doing the lion's share of the work to get me this far. I know better than to promise I can guarantee your safety in your future travels, but you'd better believe I'll bust a gut trying to help you achieve your dreams!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 92048,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Sorry, pal.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_01"
		},
		{
			"voicelineId": 92049,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Alley-oop!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_02"
		},
		{
			"voicelineId": 92050,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Congratulations!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_03"
		},
		{
			"voicelineId": 92051,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Many happy returns.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_01"
		},
		{
			"voicelineId": 92052,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Hop to it, Man Chai!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_02"
		},
		{
			"voicelineId": 92053,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Mighty mythical beast!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_03"
		},
		{
			"voicelineId": 92054,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Oh, cool! This stuff looks dope!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_01"
		},
		{
			"voicelineId": 92055,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Where do you want this stuff delivered to, Boss?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_02"
		},
		{
			"voicelineId": 92056,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Good things come to those who wait!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_03"
		},
		{
			"voicelineId": 92057,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "No pain, no gain...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_01"
		},
		{
			"voicelineId": 92058,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "The feeling is mutual...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_02"
		},
		{
			"voicelineId": 92059,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Still breathing!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_03"
		},
		{
			"voicelineId": 92060,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Take five, I got it!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_01"
		},
		{
			"voicelineId": 92061,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Hey, don't push yourself!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_02"
		},
		{
			"voicelineId": 92062,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "I gotta... run...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_01"
		},
		{
			"voicelineId": 92063,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "Show's over, folks...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_02"
		},
		{
			"voicelineId": 92064,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Forget about me, just go...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_03"
		},
		{
			"voicelineId": 92065,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Hey, what gives!?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_01"
		},
		{
			"voicelineId": 92066,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "Stop it now!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_02"
		},
		{
			"voicelineId": 92067,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Ready to rumble!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_01"
		},
		{
			"voicelineId": 92068,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Got it! I'll start my warm-up routine!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_02"
		},
		{
			"voicelineId": 92069,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Is there time to sneak in some dim sum first?",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_03"
		}
	]
}