{
	"id": 10000081,
	"name": "Kaveh",
	"friendLines": [
		{
			"voicelineId": 81000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "I'm glad you gave me a chance. I always think it takes people with similar tastes to sustain a pleasant conversation.\nNice to meet you — I'm Kaveh, an architect. If you have a project you'd like me to work on, then I'll need a detailed description of what you have in mind.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_draw_appear_01"
		},
		{
			"voicelineId": 81001,
			"title": "Chat: Beauty",
			"voicelineType": "1101",
			"description": "The ability to appreciate beauty is an important virtue.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_01"
		},
		{
			"voicelineId": 81002,
			"title": "Chat: Overcoming Boredom",
			"voicelineType": "1102",
			"description": "It's good to get out and stretch your legs once in a while. People aren't made to stay cooped up inside all the time.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_02"
		},
		{
			"voicelineId": 81003,
			"title": "Chat: Final Polish",
			"voicelineType": "1103",
			"description": "My latest design's getting there, but there's still room for improvement. Better make my finishing touches before the deadline creeps up...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_03"
		},
		{
			"voicelineId": 81004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Huh? When did it start to rain? Oh no, I forgot to bring an umbrella...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_heavyRain_01"
		},
		{
			"voicelineId": 81005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Did you see that? That bolt of lightning was such an interesting shape!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_thunder_01"
		},
		{
			"voicelineId": 81006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "Brrr... Feels like the wind's creeping in from the back of my shirt... and also the front...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_snowy_01"
		},
		{
			"voicelineId": 81007,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "I get dizzy and sleepy when I'm under the sun for too long... It's a similar feeling to pulling an all-nighter on a work project.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_sunny_01"
		},
		{
			"voicelineId": 81008,
			"title": "In the Desert",
			"voicelineType": "1205",
			"description": "This isn't my first trek into the desert, but I can never get used to the heat... *sigh* Is there no shade anywhere...?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_desert_01"
		},
		{
			"voicelineId": 81009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Did you sleep well? I hope you have a great day today. And that you don't run into someone who ruins your day first thing in the morning.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingMorning"
		},
		{
			"voicelineId": 81010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "This midday sun is fierce... I should go check on the building materials I left out to dry.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNoon"
		},
		{
			"voicelineId": 81011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "There's supposed to be a great view of the stars tonight. Don't you think that's a good omen?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight"
		},
		{
			"voicelineId": 81012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Relax your mind, and let go of all your troubles. Have a good night.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight2"
		},
		{
			"voicelineId": 81013,
			"title": "About Kaveh: Expertise",
			"voicelineType": "2001",
			"description": "It's fair to say I'm a pretty proud person when it comes to my area of expertise. Most scholars are when talking about their chosen fields. After all, we build our whole lives around it. I mean, if I ever stopped taking pride in my own work, then I would also forfeit the right to have any expectations of myself or anyone else.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle"
		},
		{
			"voicelineId": 81014,
			"title": "About Kaveh: Artistry",
			"voicelineType": "2005",
			"description": "Aesthetic isn't the number one priority in my work, and nor should it be: Quality and safety are paramount. But I never neglect the artistic side either. That's what sets my work apart from others'.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81015,
			"title": "About Us: Appreciation",
			"voicelineType": "2003",
			"description": "You must've seen the Palace of Alcazarzaray before? That's my magnum opus. I sacrificed so much for that... Everyone else thought I'd lost my mind. Haha, well, if you're not me, and you don't share my trade, I wouldn't expect you to understand. Mmm... It'd be nice to meet someone who did understand, though.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close"
		},
		{
			"voicelineId": 81016,
			"title": "About Us: Ideals",
			"voicelineType": "2002",
			"description": "I've always thought that you can never truly know a person until you understand their deepest wishes. But once you start exploring hopes and dreams, whether they're your own or someone else's... it can be a dangerous journey. You might unlock something that can't be put away again. Not everyone can face the potential consequences of that.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81017,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "I almost don't want to say this out loud, but... Sometimes, hopes and dreams bring suffering instead of happiness. Luckily, I don't mind my Vision.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81018,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "People who know what drives them to create deserve our respect. Wouldn't you agree?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_share"
		},
		{
			"voicelineId": 81019,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "The uninitiated often assume that the expertise of Kshahrewar architects starts with clay and ends with lumber. It's such an ignorant perspective that it's not even worth arguing against... If all it took to build a house was to smush a few random materials together, there'd be no need for this discipline in the first place... As well as being one of the building blocks of human culture and civilization, architecture is also an art form. Art does not exist in a vacuum, so I've always been mindful of the experiential factor for the occupants, and the emotional character conveyed to those looking on from the outside... Oh, and I'm always looking for better ways to integrate artistic expression and practical functionality.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_gift_01"
		},
		{
			"voicelineId": 81020,
			"title": "About Lesser Lord Kusanali",
			"voicelineType": "4001",
			"description": "Lesser Lord Kusanali is a wise and capable god. Not only is she extremely knowledgeable, she also possesses virtue far beyond mortal comprehension. I have only the utmost respect for her tolerance of others — especially in a nation of learning like Sumeru, that takes great equanimity.\nSometimes, though, I do stop to wonder... Surely even the gods must have their struggles, too? Oftentimes, confusion is the beginning of wisdom... In which case, how can we ever achieve true happiness?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81021,
			"title": "About Alhaitham: Temperament",
			"voicelineType": "4002",
			"description": "I guarantee you'll never meet anyone else who's as infuriating as him! And for the record, yes, I would say that to his face. Sure, he's smart, and sure, geniuses often come with a bad temper, but that's only half the story with him... He knows perfectly well how to appear friendly and likable to others, he just doesn't want to.\nIf he ever gives you the impression that he doesn't really have a temper, or that he's rigidly logical like a machine, then you just don't know him well enough yet. He definitely has a personality, it's just... too big a personality. Most people wouldn't get it.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81022,
			"title": "About Alhaitham: It's Complicated",
			"voicelineType": "4003",
			"description": "Alhaitham helped me out a fair amount recently. If we were still as close as we were during our student days, then I'd be thanking him every chance I got. Now, though... I can't seem to get a word of appreciation out of my mouth. Even if I could, I wouldn't want to give him the satisfaction.\nI guess you could say our relationship is something of a mixed bag these days? Honestly, with everything that's happened, it almost feels like the universe has been playing pranks on us... It's hard to make sense of it all... too much to process for one lifetime. I will say that it's not every day that you get to know someone like him — I just wish he could rein in some of the worst excesses of his personality. Okay, yeah, that's never gonna happen.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81023,
			"title": "About Tighnari",
			"voicelineType": "4004",
			"description": "Ah, Tighnari... He's one of the nicest guys you could know. If you've met him, you'll know what I mean. He's kind, and he has enormous expertise in his field, but he never brags about it in front of other people. And he seems to genuinely care about his work.\nBack when I was building the Palace of Alcazarzaray, I asked him for some tips on how to pick out the right ornamental plants. After he wrote back to me, he also helped me out with some other issues, too. Oh, and I almost forgot — he was the one who first introduced me to Cyno.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81024,
			"title": "About Dori",
			"voicelineType": "4005",
			"description": "Dori is the owner of the Palace of Alcazarzaray... Excuse me? Mine? No, don't be ridiculous. I know full well that it doesn't belong to me... I know, I know, but... argh, please, let's not go there!\nDori is a shrewd one. She knows how to coerce others into doing things for her. I, uh... For, ahem, various reasons, I now owe her a large sum of money. It all got quite complicated in the end, but... A—Anyway, I wish she'd show me a little mercy, and stop making my life a misery for the sake of Mora. I swear, she doesn't seem like a bad person at heart, so... I just don't understand, how did she turn out like this?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_dori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81025,
			"title": "About Cyno",
			"voicelineType": "4006",
			"description": "Cyno can come across as cold and ruthless, but he's actually a very big-hearted guy. I still remember how shocked I was when Tighnari said he was gonna introduce me to his best friend, and then a couple of seconds later, an incredibly intimidating matra comes walking through the door... I honestly never expected to meet a matra who's so comfortable hanging out with scholars. Gotta say though, I can't stand his sense of humor. It really makes my skin crawl. If he ever invites you to a meal at Tighnari's place, make sure someone's bringing beer, because no one should have to endure Cyno's humor while sober.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81026,
			"title": "About Collei",
			"voicelineType": "4007",
			"description": "I've met Collei quite a few times now. As Tighnari's student and assistant, she follows him everywhere. With her diligence and patience, she's much more responsible than most other kids her age. But, umm... I can also tell that she's got a lot going on inside.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81027,
			"title": "About Nilou",
			"voicelineType": "4008",
			"description": "Nilou's talent as a dancer is indisputable. Zubayr Theater really lucked out when they recruited her. I've heard that she has a great personality too — she always smiles and says encouraging things to her audience when she's performing. Once I can find some time, I'll have to catch one of her shows.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81028,
			"title": "About Faruzan",
			"voicelineType": "4009",
			"description": "Madam Faruzan doesn't mince her words, so I can understand why some students at the Akademiya are afraid of her. She doesn't have any bad intentions, though — all she wants is to devote herself completely to the research that interests her. Some people say that all Haravatat scholars are hard to get along with, and uh... heh, I'll let you be the judge of that.\nI assume she's already asked you to be her student? She sure is a little intense when she's doing the hard sell, huh... But she can walk the walk too. She really does know her stuff.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_faruzan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81029,
			"title": "More About Kaveh: I",
			"voicelineType": "5001",
			"description": "You heard that I've earned myself a little fame in Sumeru? Hahaha, don't believe everything you hear. They're exaggerating, trust me. It's easy enough to make a name for yourself in Sumeru if you stick around here long enough — honestly, I think managing to keep a low profile would be more of an achievement.\nI hope you didn't first hear about me because of my bankruptcy scandal, though. Hmph... If you're actually willing to hear me out, I could tell you about some of my more redeeming qualities, heh...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_01"
		},
		{
			"voicelineId": 81030,
			"title": "More About Kaveh: II",
			"voicelineType": "5002",
			"description": "You're not thinking about enrolling in the Akademiya, are you? ...Well, if you do sign up, from a pragmatic standpoint, I'd have to advise you to steer well clear of design. Don't get me wrong — it's a fascinating subject to study, but the work is... brutal. I spent some time working under one of my seniors after I first graduated, and they worked me to the bone every day... I was constantly being ordered around like a pack animal. I really don't know how I survived for as long as I did...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 81031,
			"title": "More About Kaveh: III",
			"voicelineType": "5003",
			"description": "While everyone's aesthetic preferences differ to a point, beauty is, on the whole, a pretty concrete concept. I do think it's possible to establish some basic objective aesthetic standards. It's possible to improve your aesthetic appreciation, too, although it takes a lot of time to get the experience. If you ever need any advice on that front, by the way, you're always welcome to come to me.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81032,
			"title": "More About Kaveh: IV",
			"voicelineType": "5004",
			"description": "Some people think I like to stir up trouble, but they don't know what they're talking about. Anyone trying to make any sort of progress in life is inevitably gonna come into conflict with other people from time to time. You can't just ignore the situation because you don't wanna deal with it.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 81033,
			"title": "More About Kaveh: V",
			"voicelineType": "5005",
			"description": "I like to have a drink or two when I've got the time — it's a good way to de-stress. Hm? Oh, yeah, I mean, mostly just to pass the time, heh.\nUh... Ahem, what's that look for...? Alright, alright! I admit it! Maybe I do drown my sorrows a little more often that I was letting on. It all gets a bit too much sometimes, what with the unfinished projects, obstacles that I can't overcome, misunderstandings with other people... Don't you struggle with those kinds of things as well?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81034,
			"title": "Kaveh's Hobbies",
			"voicelineType": "6001",
			"description": "Music, architecture, sculpting, painting... All are worth taking the time to appreciate properly.\nI wouldn't say I'm an expert in all of them, but as long as I stay interested, maybe I can master them all one day. I mean, look — I already know how to play an instrument.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_hobby"
		},
		{
			"voicelineId": 81035,
			"title": "Kaveh's Troubles",
			"voicelineType": "6002",
			"description": "My troubles? ...Hmm, the most obvious one would be my financial situation.\nIt's not that I can't make Mora, it's just that I can't seem to hold on to it. So many things in life require money, and if you're not careful, it just disappears... Don't worry about me, though — I'm a lot better than I used to be. I'll be more careful to live within my means in the future.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_annoyed"
		},
		{
			"voicelineId": 81036,
			"title": "Favorite Food",
			"voicelineType": "6005",
			"description": "My favorites are alcohol, warm soup, and anything with cream or cheese in it. Oh, and I'll never say no to fresh fruit.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodLike_01"
		},
		{
			"voicelineId": 81037,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "I can't deal with anything that's too hot or spicy. If I have to eat them, I leave them to cool first so I at least don't burn my tongue.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodDislike"
		},
		{
			"voicelineId": 81038,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "This is marvelous! Can you teach me how to make it?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_pref_01"
		},
		{
			"voicelineId": 81039,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "I bet this'd go great with a glass of wine!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_normal_01"
		},
		{
			"voicelineId": 81040,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "...Huh? Uh... It's hmm... Umm...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_dislike_01"
		},
		{
			"voicelineId": 81041,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Is it your birthday today? Well, congratulations! Birthdays are important days, and it's also one of those days in the year that gets you thinking about your family. However you spend today, I hope it makes you happy.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 81042,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "This'll do nicely... Thank you.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 81043,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Hmm? Got any more where that came from?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 81044,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "My horizons have been broadened... I hope I can hold on to this feeling.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81045,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "The more power I wield, the more things I can accomplish. Even if achieving my goals comes at a cost, and even if all my hopes and dreams are built on pain and suffering... I don't want to turn back now.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 81046,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Scanning!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_01"
		},
		{
			"voicelineId": 81047,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Come at me!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_02"
		},
		{
			"voicelineId": 81048,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Site clear!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_03"
		},
		{
			"voicelineId": 81049,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Watch and learn!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_01"
		},
		{
			"voicelineId": 81050,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Breaking new ground.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_02"
		},
		{
			"voicelineId": 81051,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Feast your eyes!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_03"
		},
		{
			"voicelineId": 81052,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "A new discovery!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_01"
		},
		{
			"voicelineId": 81053,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "What a lucky find! Bet that's made your day?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_02"
		},
		{
			"voicelineId": 81054,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "This is incredible! No, extraordinary!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_03"
		},
		{
			"voicelineId": 81055,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "How annoying!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_01"
		},
		{
			"voicelineId": 81056,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "That was your last chance.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_02"
		},
		{
			"voicelineId": 81057,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Ugh... Shoo!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_03"
		},
		{
			"voicelineId": 81058,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Leave this to me!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_01"
		},
		{
			"voicelineId": 81059,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Get behind me.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_02"
		},
		{
			"voicelineId": 81060,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "So many things... I never accomplished...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_01"
		},
		{
			"voicelineId": 81061,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "Why...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_02"
		},
		{
			"voicelineId": 81062,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Don't... crush my dreams...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_03"
		},
		{
			"voicelineId": 81063,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Ugh, hey! Cut it out...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_01"
		},
		{
			"voicelineId": 81064,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "Huh! I've been through worse.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_02"
		},
		{
			"voicelineId": 81065,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Need a hand?",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_01"
		},
		{
			"voicelineId": 81066,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "I'll take care of this.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_02"
		},
		{
			"voicelineId": 81067,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Is that the client...? Wait... Oh! It's you.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_03"
		}
	]
}