{
	"id": 10000101,
	"name": "Kinich",
	"friendLines": [
		{
			"voicelineId": 101000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Kinich: \"Malipo\" Kinich. I don't believe we've met. If you'd like to request my services, please brief me on the job and state what you're willing to pay.\nAjaw: ...That's your pitch? Come on, man! You're killing me! You're supposed to tell 'em what a pro you are, play up your past experience, set their expectations high! Then you say \"And that's why I charge a higher price than most\"! Don't you know anything about doing business?\nAjaw: Ugh, how did the Almighty Dragonlord, K'uhul Ajaw end up stuck in a contract with such a clueless moron... Oh, the humiliation!!!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_draw_appear_01"
		},
		{
			"voicelineId": 101001,
			"title": "Chat: Ajaw",
			"voicelineType": "1101",
			"description": "Kinich: Ajaw loves being antagonistic. Just ignore him when he's mouthing off, don't let him get under your skin.\nAjaw: Kiniiiiiich! I dare you to release me and say that to my face!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_01"
		},
		{
			"voicelineId": 101002,
			"title": "Chat: Price",
			"voicelineType": "1102",
			"description": "I'm not the friend to come to for words of comfort or encouragement. But, when it comes to weighing the costs of your actions, ask away.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_02"
		},
		{
			"voicelineId": 101003,
			"title": "Chat: Allocation",
			"voicelineType": "1103",
			"description": "Here's how I allocate my energy on a job: Seventy percent goes to investigating, ten percent to making a final decision, and the remainder for execution.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_03"
		},
		{
			"voicelineId": 101004,
			"title": "After the Rain",
			"voicelineType": "1201",
			"description": "Tch. The hems of my pants are still dripping...",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_afterRain_01"
		},
		{
			"voicelineId": 101005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Ajaw: You call that a lightning strike? It looked more like a puny bug with a glowing butt fell out of the sky.\nKinich: There's still more light in that insect's butt than in your entire soul.\nAjaw: You take that back!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_thunder_01"
		},
		{
			"voicelineId": 101006,
			"title": "When the Sun Is Out",
			"voicelineType": "1203",
			"description": "Ajaw: Bet you're jealous of my sunglasses now! And no, you can't borrow them.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_sunny_01"
		},
		{
			"voicelineId": 101007,
			"title": "When It's Windy",
			"voicelineType": "1204",
			"description": "Ajaw: Once the clouds descend upon the soil, and darkness swallows the land, we shall summon the howling winds, and set the whole world ablaze!\nKinich: Uh-huh, you keep telling yourself that.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_breezy_01"
		},
		{
			"voicelineId": 101008,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1205",
			"description": "Kinich: Bad weather can make extreme sports more challenging.\nAjaw: Well go on then, go do a bungee jump! Break a leg! Or better yet, break your neck, hehehe.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_gale_01"
		},
		{
			"voicelineId": 101009,
			"title": "In the Desert",
			"voicelineType": "1206",
			"description": "Don't forget to stay hydrated.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_desert_01"
		},
		{
			"voicelineId": 101010,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Morning. I'm about to head out, and I won't be back until tomorrow morning. Don't wait up for me.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingMorning"
		},
		{
			"voicelineId": 101011,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Since you're here, shall we grab a bite before you go? Here, wipe your hands with this.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNoon"
		},
		{
			"voicelineId": 101012,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "The day is almost gone. What is done cannot be changed, whether I am satisfied with it or not... Instead, I should look ahead, and pick up my pace.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight"
		},
		{
			"voicelineId": 101013,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Is the smoke from the bonfire getting in your throat? One moment... Alright, you should be able to sleep now.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight2"
		},
		{
			"voicelineId": 101014,
			"title": "About Kinich: Being Well-Liked",
			"voicelineType": "2001",
			"description": "Ajaw: Kinich, have you ever wondered why you're not surrounded by adoring followers? Be honest, it keeps you up at night, doesn't it? Tossing and turning in the moonlight, wondering why you don't have any friends... But take heart, for the wisdom of the Almighty Dragonlord, K'uhul Ajaw, is right here within your grasp. Prostrate yourself before us, beg for our words of guidance, and we may yet deign to show you the way.\nKinich: Oh, 'cause you're so popular yourself? The only following you have is a long list of people who want to slap you in the face.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle"
		},
		{
			"voicelineId": 101015,
			"title": "About Kinich: Saurian Hunter",
			"voicelineType": "2005",
			"description": "Being a Saurian hunter is an unusual occupation, and not everyone approves of it. But sometimes, a conflict emerges where there's no pleasing both sides, and someone has to step up and get their hands dirty. I have no problem being that person, as long as the price is right.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101016,
			"title": "About Us: Commissions",
			"voicelineType": "2003",
			"description": "Kinich: If you ever need my help with some of your commissions from the Adventurers' Guild, just let me know.\nAjaw: Oh, yes please! Give him the most dangerous, most difficult commissions you can find! The higher the risk of fatality, the better!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close"
		},
		{
			"voicelineId": 101017,
			"title": "About Us: Friends",
			"voicelineType": "2002",
			"description": "Ajaw has his own reasons for putting me in harm's way, but really, I don't mind taking risks to lend you a hand. For all my talk about everything having its price, I believe some things in this world are worth doing whatever the cost.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Yupanqui's Turnfire\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101018,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "There is no cost to using a Vision. But it's often the hidden costs that end up being the heaviest to bear when the time comes to pay.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101019,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "My people are strong believers in absolute freedom. They think the bond between human and Saurian should be built on mutual trust and support, not a binding contract that ties them down. Guess I'm the odd one out.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_share_01"
		},
		{
			"voicelineId": 101020,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Kinich: When picking Quenepa Berries, you should always check to make sure there are no pesky Saurians nearby.\nAjaw: You stingy little lizard-brain! You slimy, slithering, miserly worm! You're a selfish butthole! I only gave those festering fruits a second look because I was starved half to death!\nKinich: Suit yourself, more for me.\nAjaw: Gahhh! My fury cannot be contained!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_gift_01"
		},
		{
			"voicelineId": 101021,
			"title": "About Mavuika",
			"voicelineType": "4001",
			"description": "For most of my life, I've been getting others to pay a price. Then, the Pyro Archon used the Ode of Resurrection to bring me back from the Night Kingdom, and suddenly I was the one paying the price... Only then did I finally understand it from both sides. To the stronger party, the \"price\" is a bargaining chip, and to the weaker party, it's a sign of what's at stake. What matters is whether you have the courage to make the gamble.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 101022,
			"title": "About Mualani",
			"voicelineType": "4002",
			"description": "I've taken jobs from her before. She offered to pay me to act as a \"battle advisor,\" and the Mora was good, so I accepted. After working with her a few times, though, I noticed she's not exactly a pushover. When I pressed her about it, she eventually admitted that \"battle advisor\" was just code for mentoring Kachina in wilderness survival...\nSo a \"battle against nature,\" then. Hmm, I'd probably just call that \"life.\"\nAnyway, that business is concluded, and I now have two new acquaintances.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101023,
			"title": "About Kachina",
			"voicelineType": "4003",
			"description": "I saw a job posting about her once. Some lowlifes from her tribe got jealous that she'd received an ancient name, and basically tried to order a hit on her Saurian companion... They paid the price, I made sure of that.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101024,
			"title": "About Chasca",
			"voicelineType": "4004",
			"description": "I've seen how she handles her work. Our methods of conflict-resolution are quite different. I tend to get one party to shut up, but she silences both. By the time they wake up in their sick beds, they have nothing further to say, because they've forgotten whatever it was they were fighting about.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101025,
			"title": "About Xilonen",
			"voicelineType": "4005",
			"description": "I saw a strange job posting once while passing by the Children of Echoes' territory. The requester was looking for a hardy plant that wouldn't take much maintenance, so I brought over some Saurian claw succulent seeds, along with a pot and some fertilizer. It grows well all over Natlan, even in the most barren areas. But when I went to collect my payment, I saw that not a single seedling had sprouted from the pot.\nI paid the price for overestimating Xilonen's gardening skills. This was one of the few failed jobs on my record.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101026,
			"title": "About Iansan",
			"voicelineType": "4006",
			"description": "Kinich: I've taken jobs from her before. More of a long-term collaboration, really... She makes fitness meals for her personal-training students, with everything measured out to the exact calorie. To keep this up, she needs a steady supply of fruits that meet her strict quality standards and size requirements. A single bruise or bug bite, and she'll reject the entire batch. Most people find this impossible to work with, but I've got a good eye for these things... plus a reliable means of disposal for fruits that don't make the grade.\nAjaw: Wait, what? ...THAT'S what you make my juice from!?",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101027,
			"title": "About Citlali",
			"voicelineType": "4007",
			"description": "As you can probably guess, I've taken jobs from her before. I helped her purchase a heavy stack of paper-based reading material from an Inazuman merchant. Not to pry into my clients' private affairs, but... don't the Masters of the Night-Wind use woven fabric instead of paper?",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101028,
			"title": "About Ifa",
			"voicelineType": "4008",
			"description": "Kinich: I've enlisted his services before. It was when Ajaw said he was \"ill\"... Whatever it was, he was ranting and crying incessantly. So, I figured it only made sense to take him to the best sauro-vet I could find. And he really is a pro. Ajaw wasn't inside for long, but when Ifa brought him out, he was cured.\nAjaw: Gah... What do you know about medicine! He's not even a real doctor, he's a quack! A charlatan! ...You weren't even there, you don't know what he said! Ugh.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101029,
			"title": "More About Kinich: I",
			"voicelineType": "5001",
			"description": "I am a Saurian hunter. When there's no Saurians to hunt, I take on other jobs too. I guess that means we're in the same line of work.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_01"
		},
		{
			"voicelineId": 101030,
			"title": "More About Kinich: II",
			"voicelineType": "5002",
			"description": "Back when I was a messenger, people would always ask me to lend them a \"quick hand\" with something after I showed up with their message. So then the question is, what does a \"quick hand\" cost? Most of the time, as soon as I named my price, they suddenly didn't need my help anymore.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 101031,
			"title": "More About Kinich: III",
			"voicelineType": "5003",
			"description": "I did weeks of preparation for my first Saurian hunt. I spent several days just observing, stalking, and lying in wait, created three different traps, no less, and made detailed notes of its daily routine and feeding habits...\nA lot of that effort was wasted, but it was a necessary waste.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101032,
			"title": "More About Kinich: IV",
			"voicelineType": "5004",
			"description": "Kinich: Ajaw used to be sealed in an ancient ruin, up until I signed a contract with him and let him out.\nAjaw: I took him for a reckless moron who'd be dead in a ditch within days, but nooooo! Somehow, he's still here, alive and kicking... Ugh, rise above it, rise above it. I am the sovereign ruler of the nation of flame, and I have the virtue and dignity to match.\nKinich: Your \"virtue and dignity\" is what makes you hope I kick the bucket every day?\nAjaw: I meant time and patience!\nKinich: ...Anyway, as long as you know how to keep them under your thumb, even the most vile and wretched beings have their utility.\nAjaw: Get stuffed, Kinich! Just you wait, I'll find someone to beat you to death before the day is through!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 101033,
			"title": "More About Kinich: V",
			"voicelineType": "5005",
			"description": "I've always dealt with things in terms of costs, so it came as no surprise to me when the Wayob granted me the Ancient Name of \"Malipo,\" or Turnfire.\nValue comes from surviving, so I don't look forward to the day my life will come to an end. But I'm also the bearer of the Turnfire legacy, and I'm prepared to face the flames when that day comes.\nLet the Turnfire judge how I have spent my life. I know I won't have anything to regret.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Yupanqui's Turnfire\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101034,
			"title": "Kinich's Hobbies",
			"voicelineType": "6001",
			"description": "I've tried my hand at all kinds of extreme sports. When I get bored of one thing, I move onto the next. It's a good way to hone your skills while learning to control your fear... First, you face your fear, then you learn to tolerate it, and finally, you conquer it.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_hobby"
		},
		{
			"voicelineId": 101035,
			"title": "Kinich's Troubles",
			"voicelineType": "6012",
			"description": "Most worriers I've met either think too much or too little. I'm always looking to my next destination and goal, so I never have the time to worry.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_annoyed_01"
		},
		{
			"voicelineId": 101036,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "Kinich: Out in the wild, I eat for convenience. Meat and fruits are always my preference, of course.\nAjaw: Ha, look at you, pretending you're not a picky eater. How come I never see you picking any grainfruits, hmm?\nKinich: Too heavy. I travel light.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodLike"
		},
		{
			"voicelineId": 101037,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "Ajaw: Cold or spicy food defaces the sacred temple that is our body, and steaming hot oil is a noxious gas that we avoid like the plague. Nothing too hard, as it is laborious to chew — nor too soft, for it lacks flavor...\nKinich: So tell me. What do you want?\nAjaw: To feast on your soul! Muahahaha!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodDislike"
		},
		{
			"voicelineId": 101038,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Kinich: This is quite delicious. I should offer you some cash in return, or some kind of gift if you'd prefer.\nAjaw: Spit it out, you greedy snake! Some of that was meant for me!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_pref_01"
		},
		{
			"voicelineId": 101039,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Kinich: Very nice. That had more flavor than I was expecting.\nAjaw: Hear that? He's mocking you! He thinks you can't cook to save your life!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_normal_01"
		},
		{
			"voicelineId": 101040,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Kinich: ...Any chance I can return this to the kitchen?\nAjaw: Hey, hold your stinkin' horses! I haven't even tried it yet!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_dislike_01"
		},
		{
			"voicelineId": 101041,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Kinich: Ajaw?\nAjaw: Alright, alright. Tch, you love bossing people around almost as much as you enjoy taking people's money. Next time, get your own pair of wings and you do the flying... You, yes you. Don't just stand there, climb up onto my back already. A ride through the skies on the back of the Almighty Dragonlord, K'uhul Ajaw is a once-in-a-lifetime honor.\nKinich: Don't worry, it's just a gentle cruise through the forest. Just follow me. I planned out a route in advance and I promise it's safe.\nAjaw: Don't forget what you promised me in return!\nKinich: Alright, now hop on... Happy birthday.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 101042,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "A knife just needs to be two things: sturdy, and sharp.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 101043,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Try to pack light. Avoid large and unwieldy items... like this umbrella, for example.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 101044,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Before I head out, I tighten my head scarf and remind myself to stay calm and alert.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101045,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "You've done a lot for me, and I don't take it for granted. You can either name your price, or accept what I offer you in return... I swear on the \"Malipo\" name that no matter which you pick, you won't be shortchanged.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 101046,
			"title": "Elemental Skill: I",
			"voicelineType": "10000101",
			"description": "Ajaw: Ten points for agility.",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_01"
		},
		{
			"voicelineId": 101047,
			"title": "Elemental Skill: II",
			"voicelineType": "10000102",
			"description": "Ajaw: Are you running away!?",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_02"
		},
		{
			"voicelineId": 101048,
			"title": "Elemental Skill: III",
			"voicelineType": "10000103",
			"description": "Ajaw: You really are a one-trick pony, you know...",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_03"
		},
		{
			"voicelineId": 101049,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "Locked on.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_04"
		},
		{
			"voicelineId": 101050,
			"title": "Elemental Skill: V",
			"voicelineType": "100005",
			"description": "Target acquired.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_05"
		},
		{
			"voicelineId": 101051,
			"title": "Elemental Skill: VI",
			"voicelineType": "100006",
			"description": "I got 'em cornered.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_06"
		},
		{
			"voicelineId": 101052,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "For the Lord of the Night.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_01"
		},
		{
			"voicelineId": 101053,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Claim these souls.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_02"
		},
		{
			"voicelineId": 101054,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Shadow of the past, mine to command.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_03"
		},
		{
			"voicelineId": 101055,
			"title": "Elemental Burst: IV",
			"voicelineType": "20000101",
			"description": "Ajaw: Bow before your King!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_04"
		},
		{
			"voicelineId": 101056,
			"title": "Elemental Burst: V",
			"voicelineType": "20000102",
			"description": "Ajaw: Full glory!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_05"
		},
		{
			"voicelineId": 101057,
			"title": "Elemental Burst: VI",
			"voicelineType": "20000201",
			"description": "Ajaw: Let the dead wood blaze in dragon-fire!\nAjaw: I burn it all, ALL!\nAjaw: Ahh, it feels good!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_06"
		},
		{
			"voicelineId": 101058,
			"title": "Elemental Burst: VII",
			"voicelineType": "20000202",
			"description": "Ajaw: Submit your souls in sacrifice.\nAjaw: Hah? Scared speechless?\nAjaw: Then forever hold your peace!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_07"
		},
		{
			"voicelineId": 101059,
			"title": "Elemental Burst: VIII",
			"voicelineType": "20000203",
			"description": "Ajaw: Ours is a glory to which none can compare!\nAjaw: Especially not when I'm in a bad mood.\nAjaw: Measly insects, now you must pay!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_08"
		},
		{
			"voicelineId": 101060,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Kinich: Do I get a share?\nAjaw: You actually want this trash?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_01"
		},
		{
			"voicelineId": 101061,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Kinich: Everything has its use.\nAjaw: Were you not given toys to play with as a child? Is that it?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_02"
		},
		{
			"voicelineId": 101062,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Ajaw: Tch, worthless pile of garbage.\nKinich: Stop yapping. Just take it or leave it.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_03"
		},
		{
			"voicelineId": 101063,
			"title": "Deploying Wind Glider: I",
			"voicelineType": "800001",
			"description": "...Is this really necessary?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_explore_fly_start_01"
		},
		{
			"voicelineId": 101064,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "Time for you to pay the price.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_01"
		},
		{
			"voicelineId": 101065,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Two can play at that game...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_02"
		},
		{
			"voicelineId": 101066,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Ajaw: You're done, Kinich! You're so done!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_03"
		},
		{
			"voicelineId": 101067,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "You know you're on the brink, right?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_01"
		},
		{
			"voicelineId": 101068,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Wanna make me an offer?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_02"
		},
		{
			"voicelineId": 101069,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "Don't... turn back...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_01"
		},
		{
			"voicelineId": 101070,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "Everything... has a price...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_02"
		},
		{
			"voicelineId": 101071,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Ajaw: Hehe, pleasure doing business with you...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_03"
		},
		{
			"voicelineId": 101072,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "My mistake.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_01"
		},
		{
			"voicelineId": 101073,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "That was unexpected...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_02"
		},
		{
			"voicelineId": 101074,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Deal. I'm in.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_01"
		},
		{
			"voicelineId": 101075,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "It's as good as done.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_02"
		},
		{
			"voicelineId": 101076,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Glad to be working with you.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_03"
		}
	]
}