{
	"id": 10000061,
	"name": "Kirara",
	"friendLines": [
		{
			"voicelineId": 61000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "I'm Kirara, a courier for Inazuma's Komaniya Express. Rest assured, there's no destination I can't deliver to! Huh? My tails? Oh, I have 'em because I'm a youkai — a nekomata, to be specific.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_draw_appear_01"
		},
		{
			"voicelineId": 61001,
			"title": "Chat: Packages",
			"voicelineType": "1101",
			"description": "I wonder what's inside this package... No no no, no peeking at my customer's stuff...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_01"
		},
		{
			"voicelineId": 61002,
			"title": "Chat: Orders",
			"voicelineType": "1102",
			"description": "Let me see... Okay, let's get going. The next location on my list is really far away.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_02"
		},
		{
			"voicelineId": 61003,
			"title": "Chat: Work",
			"voicelineType": "1103",
			"description": "Whoa, the scenery here is wonderful. Hehe, I've landed the perfect job.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_03"
		},
		{
			"voicelineId": 61004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Agh...! Now my fur's all wet. Do you want a box to hide in too?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_heavyRain_01"
		},
		{
			"voicelineId": 61005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Meeoww! Phew... I almost forgot how to speak like a human...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_thunder_01"
		},
		{
			"voicelineId": 61006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "It's so cold, my tails are turning into ice pops... I should've stayed inside near the fireplace. My fur won't get singed as long as I don't get too close to it, right?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_snowy_01"
		},
		{
			"voicelineId": 61007,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "The sunlight feels really cozy. Napping in a tree would be nice... Ohh, just the thought of it is making me sleepy.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_sunny_01"
		},
		{
			"voicelineId": 61008,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1205",
			"description": "Oh no! The smaller parcels are gonna get blown away!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_gale_01"
		},
		{
			"voicelineId": 61009,
			"title": "In the Desert",
			"voicelineType": "1206",
			"description": "Sand's getting wedged into my paw pads... Feels kinda weird...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_desert_01"
		},
		{
			"voicelineId": 61010,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Good morning! I saw that you hadn't woken up yet, so I went out and got you some food. Oh, don't worry, there aren't any squirrels or finches in it. Even though they're delicious too...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingMorning"
		},
		{
			"voicelineId": 61011,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "*yawn* Let me sleep a little longer... I can't even lift my tails right now...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNoon"
		},
		{
			"voicelineId": 61012,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Good evening, I'm all ready to head out. Huh? What do you mean it's time for bed? Nighttime's when I'm the most alive! I can travel faster and see better, and there are fewer people on the road, too.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61013,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Good night, sweet dreams! That said, without two tails to bother you at night, I'm sure you have sweet dreams all the time.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight2"
		},
		{
			"voicelineId": 61014,
			"title": "About Kirara: Paw Pads",
			"voicelineType": "2001",
			"description": "My boots? Oh, they're my paws, actually. I can use my youkai powers to turn them into human feet, but I feel way more at ease walking with my claws and paw pads. Um, don't touch them, please! They're ticklish!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle"
		},
		{
			"voicelineId": 61015,
			"title": "About Kirara: Name",
			"voicelineType": "2005",
			"description": "Granny named me Kirara. Back when I still had only one tail, Granny would give me head pats and chin scratches and tell me how bright and pretty my eyes were.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61016,
			"title": "About Us: Journey",
			"voicelineType": "2003",
			"description": "You travel far and wide, and I deliver packages all across the world. That makes us similar, don't you think? But although we both travel from one place to the next, my travel expenses are covered, while you have to pay for everything out of pocket... Huh? N—No! I didn't mean to brag!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close"
		},
		{
			"voicelineId": 61017,
			"title": "About Us: Encounters",
			"voicelineType": "2002",
			"description": "I've met all sorts of people through delivery work. Some have become regulars of Komaniya Express, while others have become my friends... and I feel so lucky for that. Each delivery ends with the package reaching its destination, but our bonds with each other live on. If you ask me, friendships between youkai and humans aren't all that difficult to form.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61018,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "I still remember the first time I tried shape-shifting into human form using my youkai powers, thrilled at the thought of finally being able to experience the human world for myself. And before I knew it, my Vision had appeared at my waist. Hmm... Did this god have a profound desire to travel to all sorts of places, too?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61019,
			"title": "Something to Share: Hunting",
			"voicelineType": "3002",
			"description": "Weapons forged by humans aren't bad at all, but I'd rather rely on my feline instincts sometimes. I mean, when there's a little finch right before your eyes, don't you just want to creep up from behind, crouch really low on the ground, wait for the right moment... then pounce right on it? Not even successful package deliveries can compare with the satisfaction I get from hunting down prey!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_01"
		},
		{
			"voicelineId": 61020,
			"title": "Something to Share: Box",
			"voicelineType": "3005",
			"description": "Granny told me that this was my favorite box to sleep in when I was little. Hehe, it's kinda funny — back then, all I knew about Komaniya Express was that their boxes were big and comfy, and if you'd told me that one day, I'd make a living out of giving all their boxes away to other people, I'd have never believed you. Hehe, although it is definitely more of a squeeze trying to fit inside their boxes these days... What? What do you mean, all the stuff in there already...? Ugh, no, I mean their empty boxes! I'd never open a customer's parcel!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_02"
		},
		{
			"voicelineId": 61021,
			"title": "Interesting Things: Tree Houses",
			"voicelineType": "3003",
			"description": "Did you know that some houses in Sumeru are built atop trees? Oh, it'd be so nice to bathe in sunlight all day without having to climb down for food. Huh? You already knew? Okay then... do you also happen to know how they're built? I have claws and all, and even so, I felt really exhausted climbing up one of those tall trees to deliver a package. How were the building materials and furniture delivered up there when the people of Sumeru didn't even have claws to begin with... I don't get it...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_01"
		},
		{
			"voicelineId": 61022,
			"title": "Interesting Things: Big Houses",
			"voicelineType": "3004",
			"description": "I got to see lots of big houses while delivering packages, ones that were even bigger than Granny's house! Palace this, temple that... And there were countless smaller rooms in each of them. Wouldn't living in such a huge place make you feel a little empty inside, though? Having a place to eat in the morning, a place to sunbathe at noon, and a little box to rest in at night is more than enough for me. Huh. Does that mean big houses are just larger boxes for humans?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_02"
		},
		{
			"voicelineId": 61023,
			"title": "About Yae Miko",
			"voicelineType": "4001",
			"description": "Lady Miko is a widely renowned kitsune youkai in Inazuma, so it's natural for young youkai like myself to approach her with reverence. But contrary to my expectations, she was surprisingly amiable. She even came to visit me in person and taught me lots of useful stuff about how to survive in human society! Things like proper human etiquette, ways to approach people, and different fried tofu recipes... Huh? That last one was just for her?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61024,
			"title": "About the Raiden Shogun",
			"voicelineType": "4002",
			"description": "Parcels sent to Tenshukaku are all packaged intricately with multiple layers of wrapping. Maybe that's what they call a package fit for the Almighty Shogun. Some of them smell really good... I wonder what's inside.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61025,
			"title": "About Shikanoin Heizou",
			"voicelineType": "4003",
			"description": "I crossed paths with that detective a long while back. Once he learned that I was a nekomata, he started asking me to investigate the whereabouts of missing cats. I was happy to help at first, but then I'd hear the cats say things like \"I just want to see the outside world!\" or \"I get so bored when I'm at home,\" I felt bad for them. So I lied, telling him that I hadn't seen any cat at all. But it seemed like he could see right through me...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61026,
			"title": "About Kujou Sara",
			"voicelineType": "4004",
			"description": "I've always wanted to have a chat with the Lady Tengu. Maybe it's because she's the general of the Tenryou Commission, but I find her quite intimidating, so I've only ever watched her from afar. I—I'm just curious about her wings, you know? Are they ever an inconvenience? How does she deal with shedding feathers? Mm... Speaking of the feathers, I think lining my box with them would be super comfy.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61027,
			"title": "About Arataki Itto",
			"voicelineType": "4005",
			"description": "He's an oni, but he gets along with humans perfectly — he even has his own gang! Oh, I'm so jealous. Maybe I should go ask him for some advice.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61028,
			"title": "About Lyney",
			"voicelineType": "4006",
			"description": "So I met this magician in Fontaine who could make anything disappear, then make it reappear out of thin air! He must've used some kind of youkai power to make that happen, right? Hmm... Is he a youkai too, then?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61029,
			"title": "About Chiori",
			"voicelineType": "4007",
			"description": "She's really nice to me. I often ran into her in the past when she was out researching ways to make fabrics and develop color palettes. She was always worried that I'd leave claw marks all over her beautiful textiles, but come on, why would I do that to her? She's running a store in Fontaine now and sometimes asks me to deliver stuff to her. Hehe, she even helped me tailor the clothes I'm wearing now.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61030,
			"title": "More About Kirara: I",
			"voicelineType": "5001",
			"description": "Granny told me many stories when I was a little kitten. About the youkai of Inazuma, the festivals held in the city, the delicacies of other nations... I would curl up on her lap and listen until I fell asleep. Even now, I still can't tell which parts of the stories were real, and which were a part of my dreams...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_01"
		},
		{
			"voicelineId": 61031,
			"title": "More About Kirara: II",
			"voicelineType": "5002",
			"description": "Being a courier is the perfect job for me. The Lady Kitsune told me that those who don't work can't fit into human society, and I'm not having any of that! That's why I've decided to take every delivery seriously. I—I'm not going back to the boonies, even if it means I get to be a Great Youkai or whatever!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 61032,
			"title": "More About Kirara: III",
			"voicelineType": "5003",
			"description": "Maybe it's because I look like an easy target, but I often run into bandits when I'm on the road — but I always manage to chase them off! I don't go all out, though, because if the company was held liable for the injuries I caused... Well, I'd get canned!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61033,
			"title": "More About Kirara: IV",
			"voicelineType": "5004",
			"description": "Whenever I set foot in a new city, I always climb somewhere high up and gaze down at the scenery. Sometimes a breeze will pick up and the petals will float like Crystalflies from one end of the street to the other. And when the sun begins to set, I'll find a nice spot to watch the city lights come on. From high up above, they look like flickering specks of sunlight dancing beneath the forest shade at noon. I could stay up there all day if I wasn't in a hurry to deliver my packages... *sigh* I wish I could take Granny with me and show her all these things.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 61034,
			"title": "More About Kirara: V",
			"voicelineType": "5005",
			"description": "It's really important to enjoy your life! In the last few days of a long-distance trip, or on a night when all my work’s done, I'll always have a hearty meal at the busiest restaurant, then look for the most comfortable rooftop and feel the breeze on my face until I fall sound asleep... There are so many little joys in the world that deserve to be savored, and it'd be such a great loss if I didn't relish every one of them. Which is why I always pick the bones clean when I'm eating fish!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61035,
			"title": "Kirara's Hobbies",
			"voicelineType": "6001",
			"description": "I like delivering packages across the world. Whenever I see an address I've never been to before, I get so excited that I can't sleep. I mean, I just wish that I could be there right this instant. I grew up surrounded by forests and shrubs, and it gets boring pretty quickly. But things are different out here. There are so many things I've never seen before, and it feels like there's something new waiting for me around every corner!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_hobby"
		},
		{
			"voicelineId": 61036,
			"title": "Kirara's Troubles",
			"voicelineType": "6002",
			"description": "The life of a human may be full of surprises, but there are so many rules too. Humans can't sleep on a roof, catch fish from a pond, or find a nice place to scratch and sharpen their claws... But as soon as I revert to my original form, no one bats an eye over any of these things. The trouble is that my nekomata form attracts a lot of attention, so I can't just walk into a restaurant and order food the way a human would...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_annoyed"
		},
		{
			"voicelineId": 61037,
			"title": "Favorite Food",
			"voicelineType": "6005",
			"description": "When I was still a cat, I loved everything Granny made for me — I could gobble up an entire bowl in one go! As for now... Sashimi Platters are my go-to staple! With tender and fresh fish directly served on a plate, I don't even have to go through the hassle of removing the bones and scales! But the restaurant staff always gives me this strange look whenever I start working my way through the fish heads...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodLike_01"
		},
		{
			"voicelineId": 61038,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "Once, I was catching fish by the ocean when a crab caught me off guard and pinched my tails from behind. It hurt so bad, I thought they were gonna get snipped off! Ugh, why do people like eating crab anyway? They have so little meat, and their shells are so unbelievably thick — I can't even open them with my claws. Oh, and I can't stand anything hot either. I could hardly believe it when I learned there's a dish called \"Butter Crab.\" How do humans manage to eat something so hard AND hot?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodDislike"
		},
		{
			"voicelineId": 61039,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Whoa, this is amazing! I've never tasted anything like this before! You... you wouldn't happen to be the great youkai of cooking or something, would you?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_pref_01"
		},
		{
			"voicelineId": 61040,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Mm-hm, delicious! Is there more? I wanna take some with me on the road!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_normal_01"
		},
		{
			"voicelineId": 61041,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Um, this... reminds me of life in the wilderness...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_dislike_01"
		},
		{
			"voicelineId": 61042,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Happy birthday! It doesn't matter if you're a human or a youkai, coming into this world is always worth celebrating! If you want, I can take you to the place I grew up in. It's not bustling with people, and it's not all that interesting, but it always makes me feel relaxed. Oh, and I'll let you sleep inside my favorite box, too! Having a nap inside it always feels great!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 61043,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Ooh! I can feel my youkai powers growing!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 61044,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Huh? Are my tails getting longer too?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 61045,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "My body feels lighter! I feel like I could deliver ten different packages in one go!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61046,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "Whoa... With this much power, I think even that kitsune youkai might need to watch out... Hehe, just kidding! It's not a competition, after all. I'm just happy as long as I get to keep every customer's package safe. And you too, for always staying by my side. Oh, by the way, wanna try touching my tails? I'm pretty sure they've gotten longer!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 61047,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Phew!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_01"
		},
		{
			"voicelineId": 61048,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Scratch that!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_02"
		},
		{
			"voicelineId": 61049,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Coming through~",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_03"
		},
		{
			"voicelineId": 61053,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Express delivery~!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_01"
		},
		{
			"voicelineId": 61054,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Service with a smile!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_02"
		},
		{
			"voicelineId": 61055,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Sign here please~ Meow!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_03"
		},
		{
			"voicelineId": 61056,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Wow! I've never seen half the stuff in here before!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_01"
		},
		{
			"voicelineId": 61057,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Did someone drop their package?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_02"
		},
		{
			"voicelineId": 61058,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Maybe I could curl up inside this box...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_03"
		},
		{
			"voicelineId": 61059,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "Gotta watch the packages...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_01"
		},
		{
			"voicelineId": 61060,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Gotta find another route...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_02"
		},
		{
			"voicelineId": 61061,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Meow...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_03"
		},
		{
			"voicelineId": 61062,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Come hide in my box!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_01"
		},
		{
			"voicelineId": 61063,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "I'll lend you a hand!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_02"
		},
		{
			"voicelineId": 61064,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "Customers... are still waiting...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_01"
		},
		{
			"voicelineId": 61065,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "I'll be... in my box...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_02"
		},
		{
			"voicelineId": 61066,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "I'm gonna get fired...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_03"
		},
		{
			"voicelineId": 61067,
			"title": "Light Hit Taken: I",
			"voicelineType": "900001",
			"description": "Ow!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_L_01"
		},
		{
			"voicelineId": 61068,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "My tails!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_01"
		},
		{
			"voicelineId": 61069,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "Hey! Watch the packages!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_02"
		},
		{
			"voicelineId": 61070,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Anything you need delivered?",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_01"
		},
		{
			"voicelineId": 61071,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Thank you for choosing Komaniya Express!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_02"
		},
		{
			"voicelineId": 61072,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "All-expenses-paid travel? Count me in!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_03"
		}
	]
}