{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Hello, I'm Lan Yan, from the Chenyu Vale Artisans Association! Can I interest you in any decorations or baskets? Or perhaps a vase or piece of furniture? Ah, I'm almost out of rattan. I should head back to the mountains to get more... Oh, you want to come with me? Hehe, that's so nice of you! I'll throw in a free rattan hat! How does that sound?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "Chat: Daily Planning",
			"voicelineType": "1101",
			"description": "Oh, my plan for the day? Hm... Doing whatever I feel like, I suppose! Same with tomorrow, and the day after that, hehe.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "Chat: Family Heirloom",
			"voicelineType": "1102",
			"description": "The best rattan furniture is made from strands that are smooth, thin, and strong like silk. Furniture like that can be just as precious as a silver family heirloom... That's no exaggeration!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "Chat: Swallows",
			"voicelineType": "1103",
			"description": "Swallows nest when skies are fair, but hide when storms are in the air.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Well, since we're already caught in the rain, we might as well enjoy it! Saves us the energy of running for shelter, at least.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Whoa! C—Can I hold your hand?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "When the Sun Is Out",
			"voicelineType": "1203",
			"description": "Look! Everything the sun touches is coated in gold!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "When It's Windy",
			"voicelineType": "1204",
			"description": "Hear that? Ding a ling... Ding a ling... My silver hairpiece is ringing like a bell! The wind is nice and gentle today.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1205",
			"description": "Ding a ling a ling a ling... Sounds like the wind is angry this time.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "In the Desert",
			"voicelineType": "1206",
			"description": "Need some water? Here, take a sip of mine. It's infused with mint leaves, so it's extra refreshing!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Oh, did the birds wake you up? Haha, let me have a quick talk with them. We'll see if it works — they don't always listen to me.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "I picked some fresh flowers! I was just about to head back and cook something for my mom... You should come, too! My family would love to see you!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "The night market sells grilled insects! Wanna give them a try?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "So sleepy... I'm gonna turn in for the night. I can't stay up any longer.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "About Lan Yan: Happiness",
			"voicelineType": "2001",
			"description": "To me, happiness is... savoring every bite of rice down to the very last grain, listening to the sound of the wind while taking a nap on the grass, and reading all ten volumes of a supernatural novel in a single sitting!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "About Lan Yan: Inheritors of Qimen Arts",
			"voicelineType": "2005",
			"description": "The legendary Wind Reader is indeed listed as an ancestor of the Lan clan, but my family split from the main branch a long time ago. The Qimen arts are complex and varied, and I've only learned a few tricks so far. Anything harder, and I need to ask my elders and cousins for help. Still, I'm really good at making rattan figures — even grandpa is no match for me! Hehe, I guess it's the one area where I really hold my own.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "About Us: Let's Shake Hands?",
			"voicelineType": "2003",
			"description": "Sit. Friend. Handshake~\nOh, no, I wasn't telling YOU to sit — I was talking to our animal friends! Ahh, I'm so sorry! Please, get up... I was trying to tell them, \"Look over here, everyone! We have a new friend with us today!\" Oh, that wasn't clear? Well... \"Sit\" can mean \"listen to me\" or \"stay where you are\" or even \"stop what you're doing.\" Hm? How are you supposed to know? You just need to come to the mountains more often. You'll pick it up in no time!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "About Us: Let's Shake Hands!",
			"voicelineType": "2002",
			"description": "Come on, shake my hand! Gimme a hug!\nHuh...? Well go on, let's shake hands! ...Isn't this how friends encourage each other? ...Oh wait, haha, yes, you this time! Sorry, it's my fault for confusing you. No worries, though! The more we hang out, the more we'll understand each other!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "Thanks to my Vision, I can toss my chakram into the air and catch it with ease... Ah, but don't try it at home, kids! The blade is actually really sharp! Although, you could probably give it a go, {NICKNAME}! Just stand still, keep your arm steady, and give a nice, swift throw. I'm sure you can do it!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "You can never be too careful when it comes to wild mushrooms. Many are completely inedible, and others have to be stir-fried and cooked fully to be safe. And, if you don't finish them in one sitting, you have to do the same to the leftovers before consuming them — a lot of people forget that step. So, if you eat a few bites, and your dog starts telling you to put away the laundry, or your chickens start ordering you around the house, seek medical attention right away!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Once, I was resting in a tree after finishing some weaving, and a squirrel stole the rattan pinecones I just made! Thankfully, I was able to get them back by trading for double the amount of real pinecones. Honestly, I didn't really care about losing my work, I was more worried about ruining the squirrel's entire day! Just imagine — you spend all day collecting pinecones only to get home and realize they're fake! All their squirrel friends would probably laugh at them...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "About Xiangling",
			"voicelineType": "4001",
			"description": "Everyone says first impressions are important, and the first time I ate at Wanmin Restaurant, I had so much regret... regret that it took me so long to visit Liyue Harbor! I could have met Xiangling way sooner... In any case, as soon as she heard me talk about all the rare ingredients in the mountains of my hometown, she started planning a trip to Chenyu Vale! I'll make sure she doesn't go home empty-handed!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "About Hu Tao",
			"voicelineType": "4002",
			"description": "Director Hu always seems so upbeat and cheerful. Even when the situation was desperate, she was always there with a joke to cheer me up. I haven't known her long, so I was wondering... Is she always like that? Hmm... In any case, starting from today, I hope all her smiles are out of genuine happiness, rather than an effort to reassure other people.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "About Keqing",
			"voicelineType": "4003",
			"description": "When will the Yuheng finally take a break? She was running all over the place during the Lantern Rite. I wanted to treat her to a meal to thank her for her kindness, but I never had the chance... I was also hoping she could do my hair into a pair of cat ears just like hers. But... maybe that's asking too much. Although, something tells me she wouldn't mind...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "About Xingqiu",
			"voicelineType": "4004",
			"description": "I've run into master Xingqiu several times in the mountains. He wasn't accompanied by anyone from the Feiyun Commerce Guild, so it never seemed like official business. After those chance encounters, he often brought me copies of the newest supernatural novels, and I promised to never tell anyone. Except... I definitely just told you, didn't I? Please keep that secret for the both of us, {NICKNAME}!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "About Chongyun",
			"voicelineType": "4005",
			"description": "One time, I was out with grandpa on one of his house calls, when I saw Chongyun leave the house with a dejected look on his face. Given how helpless he looked, I assumed the situation must have been bad, but I didn't sense an ominous presence within the house. Grandpa's reading didn't predict any misfortune, either. Maybe he spent a lot of energy getting rid of the problem and was too tired to talk... Huh? You think it's possible he didn't do anything at all? That makes me even more confused...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "About Gaming",
			"voicelineType": "4006",
			"description": "I've known Gaming since we were kids! He was quite the neighborhood terror back then, haha. Hm? That doesn't sound like him? Well, he's matured a lot since then, just like I have. One thing hasn't changed, though — he still carries snacks with him wherever he goes. He always comes back from his travels with a ton of goodies to share with his friends. And, of course, he never leaves without stocking up on his hometown favorites...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "About Qiqi",
			"voicelineType": "4007",
			"description": "Qiqi likes finches, right? I'm thinking of making her one out of rattan! Do you know her favorite color?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "More About Lan Yan: I",
			"voicelineType": "5001",
			"description": "Hold it! One moment... Almost there... Just need to finish this handle, and... Phew... Done! Hehe, sorry about that. I'm not the best multitasker — I can only focus on one thing at a time. Now, you have my undivided attention!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "More About Lan Yan: II",
			"voicelineType": "5002",
			"description": "Wanna spend some time in the mountains? We can try to dodge Fluff-Fleece Goats as they headbutt us. Or, we can pretend the Red-Beaked Pelicans are bandits and try to rescue Jade Heartfeather Bass from their beaks... Oh, you want to play Windtrace? You'll be the Hunter? Hehe, someone's confident. Alright, if you end up running in circles, I'll ring my silver bell to help you find me. If you manage to touch even the tip of my hair, I'll count that as your win! I'm pretty good at this game, too, you know.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "More About Lan Yan: III",
			"voicelineType": "5003",
			"description": "My silver hairpiece is in the shape of a \"Jade-Plumed Silverwing,\" and it's a family heirloom. My silver hairpin, necklace, and brooch are all birthday presents from my parents. Oh, the bracelet is a Lantern Rite gift from my grandpa, and the earrings are from the last Moonchase Festival, I think... There are also others that were given to me when I mastered the wind glider, received my Vision, and managed to down three whole bowls of rice in one meal...\nHehe, my family believes that silver accessories are auspicious and can ward off evil, so I'm constantly receiving new ones!\nWearing them all at once is pretty heavy, but... I suppose that's the weight of a family's love!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "More About Lan Yan: IV",
			"voicelineType": "5004",
			"description": "When I was little, rattan figures used to creep me out... How should I describe it? I mean, a bunch of misshapen black and gray dolls throughout the house... it's the stuff of nightmares for a kid! When grandpa used to send me to study with the head family of our clan, I thought he was possessed. I thought my cousin was teaching me the dark arts! So, one night, I worked up the courage to burn all the figures I could find. Luckily, their purpose was to absorb evil energy, so they were always meant to be destroyed.\nBut, that got me thinking — if rattan figures looked cuter, maybe people wouldn't mistake them for some kind of evil sorcery...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "More About Lan Yan: V",
			"voicelineType": "5005",
			"description": "Rattan weaving isn't hard, I swear! Even the most intricate figures are made one strand at a time. All you need is a little patience, and you'll get there in the end! Compared to the technique itself, precision is the hard part, and persistence can be even harder. If you ask me, though, the most important element is happiness. If you don't enjoy the process, you'll never do a good job — that's true for more than just weaving. Happiness is key! That goes for both of us!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "Lan Yan's Hobbies",
			"voicelineType": "6001",
			"description": "According to folklore, spirits of drowned people exist in haunted bodies of water, so I tried to see if it was true by shoving a stick in a lake... And it actually got stuck! In all the seaweed, I mean. I can only imagine what would happen if you tried to go swimming. Not getting stuck would be more unusual...\nOh, I also heard that you shouldn't eat sunsettias after sunset or peel an apple in front of a mirror at midnight... Huh, I wonder if there's truth to any of those folk legends...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "Lan Yan's Troubles",
			"voicelineType": "6012",
			"description": "I hate removing splinters. You have to squint so hard to see them, and I always end up hurting myself... I've cut all ten of my fingers that way... *whimper*",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "Fresh flowers not only look and smell amazing, but they also make delicious pastries! The flavor is refreshing, but not too sweet. Ah, and it goes so well with a pot of floral tea... Ooh, let's go flower-picking right now! No need to bring a basket — I'll just weave one once we're in the mountains!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "As the saying goes, even sugar is only sweet when you're happy. Everything tastes worse when you're in a bad mood. Hehe, luckily, I rarely have that problem.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "This is delicious! Hold on, a dish like this calls for special utensils made of pure silver! Be right back!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Ah, thank you! Here, try it with this dipping sauce! The flavor is even better!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Wait, you ate some of this? Is your stomach okay? You're not seeing things, are you?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "In my family, we always give silver accessories as birthday gifts. So, here, these two figures are for you. The one with the silver swallow on the head is me, and {M#the one with the small silver sword is you}{F#the one with the silver flower is you}. Hehe, looks just like us, right?\nI infused the rattan strands with incense, so hanging them on your knapsack should repel insects. Oh, and I designed the silver accessories, too. The silversmith polished them once, and I made sure to smooth out the edges a second time, so you don't have to worry about cutting yourself.\nWell, happy birthday, {NICKNAME}! May luck always be on your side!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Wait, I barely got two strands in this project, and you already... Either you work super fast, or I'm slower than I thought...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "If silver needs to be polished to shine, it only makes sense that we need to keep honing our skills to become as light and swift as a swallow.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Let's shake hands! Again! Again! Still remember? It's an expression of happiness and gratitude — a way to express joy at all the good things in life!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "\"The humble swallow builds with mud, and yet, is never without a nest.\" So, don't underestimate me! With how strong I've become, I should be more than capable of protecting you now. Hehe, it's all thanks to your help, of course! Thank you so much!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "Elemental Skill: I",
			"voicelineType": "100004",
			"description": "Flip and fly.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "Elemental Skill: II",
			"voicelineType": "100005",
			"description": "Closing in.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "Elemental Skill: III",
			"voicelineType": "100006",
			"description": "Up and away.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Ills, be gone!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Swift as the swallow.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Dancing in the wind~",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Whoa, can I have some? Spread the luck around!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Score! Let's see what's inside!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Just a moment, let's tally this up...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "Need some time...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Little help here~",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "This is tricky...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Get back! I'll cover for you!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "I've got this! I'm faster than them.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "Can't... fall now...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "The bell rings... no more...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Grounded... for good...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "Stop!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Something's off!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "Nasty temper!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Doesn't matter where, I'll be there!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Let's hit the town!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Coming!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}