{
	"id": 10000102,
	"name": "Mualani",
	"friendLines": [
		{
			"voicelineId": 102000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Thank you for joining me, Traveler. I'm Mualani, a guide from the People of the Springs. If you need anything, just raise your hand and let me know! Now, please stow your weapon, secure your belongings, keep a firm hold on Paimon, and, most importantly, let go of your troubles. I prepared a Sharky Surfboard for you, so hop on and try not to fall! Alrighty... let the journey begin!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_draw_appear_01"
		},
		{
			"voicelineId": 102001,
			"title": "Chat: Going Out",
			"voicelineType": "1101",
			"description": "The most important part of going out to have fun is... well, going out! So just show up and I'll handle the rest.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_01"
		},
		{
			"voicelineId": 102002,
			"title": "Chat: Chasing Waves",
			"voicelineType": "1102",
			"description": "Ever tried chasing waves before? You wanna try? Well? Well? C'mon, no time like the present! I'll help you find the closest beach.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_02"
		},
		{
			"voicelineId": 102003,
			"title": "Chat: Unity",
			"voicelineType": "1103",
			"description": "You can only do so much on your own, but with a group, anything's possible!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_03"
		},
		{
			"voicelineId": 102004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Woohoo! The slippery ground here is perfect for sliding around on a surfboard!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_heavyRain_01"
		},
		{
			"voicelineId": 102005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Whoa! Did you see that? Where did it strike!?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_thunder_01"
		},
		{
			"voicelineId": 102006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "*shivering* C'mon, let's finish up and head back. I need a good soak in the hot springs...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_snowy_01"
		},
		{
			"voicelineId": 102007,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "Ah, this weather makes me wanna lay down and catch some rays... Perfect sunbathing conditions!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_sunny_01"
		},
		{
			"voicelineId": 102008,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1205",
			"description": "When the wind picks up, the waves pick up too. Now's the perfect time to try some epic tricks!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_gale_01"
		},
		{
			"voicelineId": 102009,
			"title": "In the Desert",
			"voicelineType": "1206",
			"description": "Sand surfing sounds like a blast! You know I'm up for the challenge!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_desert_01"
		},
		{
			"voicelineId": 102010,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Good news, I didn't oversleep today! Time to reward myself with a super fancy breakfast.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingMorning"
		},
		{
			"voicelineId": 102011,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "*yawn* Knew I should've slept in... Shoot, why does it look like there's a bunch of Mora-shaped dots floating in front of me... Guess this means I need a nap this afternoon.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNoon"
		},
		{
			"voicelineId": 102012,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Want me to bring in something to eat? I can get it here piping hot! Trust me, my surfboard's got the speed you need!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight"
		},
		{
			"voicelineId": 102013,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Shoot... I'm too pumped up from dancing at the bonfire. There goes my sleep for the night... *sigh*",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight2"
		},
		{
			"voicelineId": 102014,
			"title": "About Mualani: Flagship Product",
			"voicelineType": "2001",
			"description": "I've carefully picked everything I sell in the shop, from the variety and quality of the products to the functionality and colors. But if you wanna know the best item in my shop, I'd have to say it's this inflatable swimsuit. It's perfect if you're not a confident swimmer. It can inflate instantly to become a life preserver, which makes swimming way safer!\nYou can wear it out of the water, too. Personally, I love wearing it to parties. It's a real showstopper! See, just do this, and you can bounce around... boing... boing...\nOh, and it even comes in lucky colors!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle"
		},
		{
			"voicelineId": 102015,
			"title": "About Mualani: Dancing",
			"voicelineType": "2005",
			"description": "Everyone loves to visit our tribe for vacation. The plants and nature here really seem to connect with people. They feel like friends, you know?\nThe rolling waves, swaying seagrass, fluttering leaves... They're all like beloved dance instructors to me. Just follow their beat and rhythm, maybe give a twirl, a bit of side-to-side, and you're dancing! Well? Don't just stand there. C'mon, give it a go!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102016,
			"title": "About Us: Greetings",
			"voicelineType": "2003",
			"description": "C'mon, you have to check out these surfboards! There's all kinds of patterns, materials, and colors to pick from! What's your lucky color? Huh? You don't have one? Then lemme pick one for you!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close"
		},
		{
			"voicelineId": 102017,
			"title": "About Us: Mutual Trust",
			"voicelineType": "2002",
			"description": "We've been through so much together — the Night Kingdom, the mysterious island... I'd say that definitely makes us companions who can trust each other with our lives. If you ever get lost on the road, just let me know! I'm a pretty good guide, if a do say so myself! I'll find a way forward even if that means carving out an entirely new path with my surfboard!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				},
				{
					"unlockText": "Complete \"Where the Springs Return\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15010
					]
				}
			]
		},
		{
			"voicelineId": 102018,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "For a while, I hung my Vision on my swimming floater. After all, its azure color matches really well. But later, I completely forgot about it while playing volleyball with my friends. The floater landed on the sand, and I swear I almost heard something break! But, when I checked, my Vision was still in one piece! So, all in all, I think it was actually a sign of good luck!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102019,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "You're not scared of dogs, right? 'Cause you have to meet my family's dog! He loves to play and tries to get pets from anyone he sees. I always bring him to the water to play. He even knows how to surf, actually. That's my little doggie, already carving the waves better than me!\nI'll introduce you sometime. I'm sure his tail will be wagging and whirling like a propeller. Just be careful not to get whacked... It hurts, hahahaha!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_share_01"
		},
		{
			"voicelineId": 102020,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "The Koholasaurs around the People of the Springs love hot springs just as much as we do. We often find them soaking in the same springs as us. But if you're unsure about their temper, it's best to keep your distance.\nOh? How do you judge the temperament of a Koholasaur? Haha, my method is super simple. Just slowly approach them, and you'll know pretty quick... If they don't bite, they're probably pretty chill... If they do try to bite, well... just think of it like a little love nip, I guess.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_gift_01"
		},
		{
			"voicelineId": 102021,
			"title": "About Mavuika",
			"voicelineType": "4001",
			"description": "The Pyro Archon is the most respected figure in all of Natlan. I really admire her, not only because she's the Pyro Archon, but because... she looks super cool when she surfs!\nI've challenged her to a race before, actually... Huh? You wanna know who was faster? In that case, let's race, and I'll tell you once you beat me!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102022,
			"title": "About Kachina",
			"voicelineType": "4002",
			"description": "Kachina is incredibly gentle and kind. From everything she says, it's clear she's always thinking about others. She has so many great qualities, but she's constantly overlooked and ridiculed because she doesn't stand up for herself. *sigh* I know she can handle herself, it's just... I worry about her lack of confidence. More often than not, she ends up believing the awful things people say about her. So, I've made it my personal mission to encourage her and share her strengths with all the people around me. I'm sure one day, everyone will see her in a new light!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102023,
			"title": "About Kinich",
			"voicelineType": "4003",
			"description": "Ajaw will say more in a day than Kinich in a whole year. It can't be easy having to deal with all of Ajaw's antics, but somehow Kinich always manages to do his own thing. Now that I think about it, the only time they seem equally uninterested is when I talk about horoscopes...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102024,
			"title": "About Chasca",
			"voicelineType": "4004",
			"description": "I met Chasca when I was little. We even fought over toys a few times... I was pretty surprised when I heard she became a Peacekeeper. They say some people mature really slowly, while others grow up in an instant. Sometimes, I wonder if I've even started...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102025,
			"title": "About Citlali",
			"voicelineType": "4005",
			"description": "Granny Citlali is without a doubt the most experienced priestess I've ever seen. She's more than just an elder, she's like the coolest elder ever! Her predictions are always super accurate. A long time ago, she said the lucky colors for my business were pink and blue. Sure enough, pink and blue floaters are now my top sellers!\nWhile I was bugging her... uh, I mean, visiting her recently, she mentioned there was an outlander who could bring me good fortune... Ah, wait a sec! Aren't you an outlander!?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102026,
			"title": "About Iansan",
			"voicelineType": "4006",
			"description": "Iansan is the pride of the Collective of Plenty and all of Natlan. She's been a part of so many Pilgrimages, and is still unbeaten to this day! I registered for her training class, actually, paid the tuition fee and everything. I just haven't started because, uh... I've been too busy to train...\nOkay, fine. I'll admit... When I saw what Kachina looked like when she finished her training, I heard a voice inside me say, \"Hey, you belong in the water. Stay on dry land for too long, and you'll wind up stranded there.\" Sometimes, you've just gotta listen to your heart!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102027,
			"title": "About Xilonen",
			"voicelineType": "4007",
			"description": "If the Pyro Archon acknowledges a craftsperson, then you know she's good. Even if an Ancient Name got all smashed up, I bet she could make it good as new again. Wait, did I just jinx something? An Ancient Name absolutely cannot get smashed. That would be so bad. I take it back! I take it back! I didn't say anything. And you didn't hear anything either, alright?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102028,
			"title": "About Ifa",
			"voicelineType": "4008",
			"description": "Ifa is the best! No matter what we invite him to do, he's always happy to join. And he's super quick and efficient at everything, too. If he wasn't already working as a vet, I think he'd make a pretty great water sports coach. Hmm? Is he from a different tribe? Well, yeah, but that won't be a problem at all!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102029,
			"title": "More About Mualani: I",
			"voicelineType": "5001",
			"description": "Hey, got a moment? Wanna come over and chat? We could go to the hot springs, or anywhere, really. I'm not picky. I don't get opportunities like this very often, so I've brought my Kamera with me. I'll even show you some cool poses and tricks. Trust me, we'll definitely get some cool group photos today!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_01"
		},
		{
			"voicelineId": 102030,
			"title": "More About Mualani: II",
			"voicelineType": "5002",
			"description": "Being a good guide means relying on experience. Our ancestors left behind many practices to learn from. But don't worry, I'm not the type to blindly follow old advice and customs. I only swear by the ones I've tried and found to be useful.\nHuh? Which ones were a bust? Hmm... Well, one time I was out exploring, and I could see a river with a bridge up ahead. But the map wanted me to cross the river with a boat. I measured the river's current and then checked the bridge for any traps or hidden dangers... But, in the end, it turned out that our ancestors didn't recommend using the bridge because... it hadn't been built yet! \nSo, yeah. Experience is key...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 102031,
			"title": "More About Mualani: III",
			"voicelineType": "5003",
			"description": "I love guiding visitors from other places! At the end of our tours, they always thank me for introducing them to Natlan's local customs. But honestly, I'm equally grateful to them for sharing their experiences with me, chatting about their hometown, and telling me stories I've never heard before... So, in a way, every trip turns into my own kind of journey, as well!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102032,
			"title": "More About Mualani: IV",
			"voicelineType": "5004",
			"description": "I try my best to play it cool when making new friends, but... hehe... Sometimes people pull me aside and tell me I'm too enthusiastic, to the point of being a little overwhelming. So, now, I try to tone it down a bit at the beginning, and let them warm up to me first...\nOh, and please tell me if I'm ever too much, okay? Don't worry about hurting my feelings. You could even write me an anonymous note, if you want. I promise I'll make it right!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 102033,
			"title": "More About Mualani: V",
			"voicelineType": "5005",
			"description": "Challenges have a way of revealing a person's true potential. Participating in the Pilgrimage really made me understand that! But, in a tough situation, I still think two people are better than one. Every person counts... By working together, we can make our own miracles!\nTake the Night Warden Wars, for example... We're not the only ones in this fight. What about the heroes who defended Natlan in ages past, or the younger generations who will fight for us in the future. Our combined efforts are what push Natlan forward. If you ask me, that's the real meaning of \"Umoja.\"",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Black Stone Under a White Stone\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 102034,
			"title": "Mualani's Hobbies",
			"voicelineType": "6001",
			"description": "Swimming, diving, water skiing, surfing, parasailing, beach volleyball, water volleyball, rowing, snorkeling, holding my breath underwater... Whew, I don't think I could ever list all my favorite activities, not even if I had an extra pair of hands. Sometimes, when I get tired, I just float on the water and relax... I've even fallen asleep a few times. It may be comfortable, but you pay the price when you wake up and realize you've drifted into the middle of nowhere. I always get an earful from the elders when that happens...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_hobby"
		},
		{
			"voicelineId": 102035,
			"title": "Mualani's Troubles",
			"voicelineType": "6012",
			"description": "Whenever I'm feeling down, I tell myself, \"C'mon, it's okay. It's just bad luck. Having one terrible day doesn't mean things will stay that way.\" That usually helps me feel a little better. But if that still doesn't help, I go Spiritway surfing and shout my lungs out on the high-speed twists and turns. Going for a few rides always makes me feel like I've well and truly left my troubles in the dust.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_annoyed_01"
		},
		{
			"voicelineId": 102036,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "I like a big tray of seafood, no turf, all surf! And no veggies either! One bite makes me feel like a little fish swimming around the sea... Ah, so satisfying!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodLike"
		},
		{
			"voicelineId": 102037,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "I regret secretly pouring my glass of milk into the hot springs as a kid. If I actually drank it, maybe I wouldn't be quite so short... But, it's whatever. I promised Auntie Atea I'd never do that again! I drink all my milk now, so it shouldn't be too late to grow a little taller! The same goes for you — we can all learn from my childhood mistakes!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodDislike"
		},
		{
			"voicelineId": 102038,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Wow, this is amazing! Makes me want to hop on my surfboard and do three whole flips without touching the ground!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_pref_01"
		},
		{
			"voicelineId": 102039,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Got any more? This would be a huge hit at a party!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_normal_01"
		},
		{
			"voicelineId": 102040,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Maybe we could soak it some hot spring water for a bit? That could improve the texture!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_dislike_01"
		},
		{
			"voicelineId": 102041,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Happy birthday! Don't open your gifts just yet. I picked this restaurant just for you, it's the most popular one around... I bet you've already gotten loads of well-wishes from your friends, but what if I told you even more people from your journey wanted to help you celebrate? What do you think?\nHehe! C'mon, have a seat and let's bring on the birthday wishes! Ahem... Excuse me, everyone! Your attention, please! Today is my friend's birthday! A noble and formidable hero who's defeated ferocious beasts and healed countless souls! C'mon, let's give {M#him}{F#her} our warmest birthday wishes! Alright, you guys over there, say it with me, \"Here's to good fortune on your adventures!\" Great! And you guys over there... \"Here's to success in battle!\" Perfect! Finally, all together, now... Happy birthday, {NICKNAME}! Here's to good luck, good health, and much happiness!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 102042,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Sweet! Just what I needed! Keep 'em coming!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 102043,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Nice! Looks like my strength is on the rise! Now, how about a friendly game of beach volleyball? I won't hold back!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 102044,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "It's my lucky day, I just know it! Feels like I could even conquer those massive waves I bailed on last time. No time to lose, bring on the challenge!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102045,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "For the safety of the tour group, I usually stop my clients from wandering into dangerous places... But I know there will always be situations where there's no choice but to face danger head-on. So, let me join you on your journey. If we work together, there's nothing we can't overcome!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 102046,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Let's ride!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_01"
		},
		{
			"voicelineId": 102047,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Carving waves~",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_02"
		},
		{
			"voicelineId": 102048,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Faster!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_03"
		},
		{
			"voicelineId": 102049,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "Woohoo~!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_04"
		},
		{
			"voicelineId": 102050,
			"title": "Elemental Skill: V",
			"voicelineType": "100005",
			"description": "Amazing!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_05"
		},
		{
			"voicelineId": 102051,
			"title": "Elemental Skill: VI",
			"voicelineType": "100006",
			"description": "Surf's up!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_06"
		},
		{
			"voicelineId": 102052,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Catch an epic wave! Woosh~!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_01"
		},
		{
			"voicelineId": 102053,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Let's shred, Sharky!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_02"
		},
		{
			"voicelineId": 102054,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Check this out! Best of luck!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_03"
		},
		{
			"voicelineId": 102055,
			"title": "Sprint Start: I",
			"voicelineType": "700001",
			"description": "Off we go!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_01"
		},
		{
			"voicelineId": 102056,
			"title": "Sprint Start: II",
			"voicelineType": "700002",
			"description": "Need a surfboard?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_02"
		},
		{
			"voicelineId": 102057,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "I told you today's our lucky day!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_01"
		},
		{
			"voicelineId": 102058,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "The best stuff's always at the bottom!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_02"
		},
		{
			"voicelineId": 102059,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Oh no, I dropped it! Quick, pick it up! Hope I didn't just jinx us...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_03"
		},
		{
			"voicelineId": 102060,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "I must protect my clients!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_01"
		},
		{
			"voicelineId": 102061,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Not my lucky day...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_02"
		},
		{
			"voicelineId": 102062,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "I got this... I got this!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_03"
		},
		{
			"voicelineId": 102063,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "You're not fighting alone!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_01"
		},
		{
			"voicelineId": 102064,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "That's it, lemme at 'em!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_02"
		},
		{
			"voicelineId": 102065,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "What kinda guide... falls behind...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_01"
		},
		{
			"voicelineId": 102066,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "\"No one fights alone\"...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_02"
		},
		{
			"voicelineId": 102067,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "The journey's... over...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_03"
		},
		{
			"voicelineId": 102068,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "Hey, c'mon now!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_L_02"
		},
		{
			"voicelineId": 102069,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Chill out!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_01"
		},
		{
			"voicelineId": 102070,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "Watch the surfboard...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_02"
		},
		{
			"voicelineId": 102071,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Whoa, what a lineup! We'll be unstoppable!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_01"
		},
		{
			"voicelineId": 102072,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Hey, guys! How's it going?",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_02"
		},
		{
			"voicelineId": 102073,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Woohoo! Let's goooooo~!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_03"
		}
	]
}