{
	"id": 10000059,
	"name": "Shikanoin Heizou",
	"friendLines": [
		{
			"voicelineId": 59000,
			"title": "Hello...",
			"voicelineType": "1000",
			"description": "The name's Shikanoin Heizou, sharpest and most successful detective of the Tenryou Commission... Ooh, my goodness, life's really put you through the wringer recently, hasn't it? I can tell. Here, why don't you take a seat, tell me the whole story.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_draw_appear"
		},
		{
			"voicelineId": 59001,
			"title": "Chat: Criminal Cases",
			"voicelineType": "1101",
			"description": "There's something in the air... something that tells me a new case is brewing.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_01"
		},
		{
			"voicelineId": 59002,
			"title": "Chat: Detective Work",
			"voicelineType": "1102",
			"description": "Doing detective work means you gotta walk the walk. No... I mean literally — I need to search high and low for evidence.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_02"
		},
		{
			"voicelineId": 59003,
			"title": "Chat: Intuition",
			"voicelineType": "1103",
			"description": "Huh, my intuition tells me that something very interesting is about to happen...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_03"
		},
		{
			"voicelineId": 59004,
			"title": "After the Rain",
			"voicelineType": "1201",
			"description": "Let's just hope the rain hasn't washed all the clues away.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_afterRain_01"
		},
		{
			"voicelineId": 59005,
			"title": "When Thunder Strikes...",
			"voicelineType": "1202",
			"description": "Hmm... I wonder which criminal mastermind just protested their innocence in court... A liar by the sounds of it. Hehe.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_thunder_01"
		},
		{
			"voicelineId": 59006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "Have you ever heard of the case of the vengeful spirit of Dragonspine? It all happened on a dark, snowy night long ago...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_snowy_01"
		},
		{
			"voicelineId": 59007,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1204",
			"description": "Heh, it's gonna take a little more wind than that to form a cyclone!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_gale_01"
		},
		{
			"voicelineId": 59008,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Morning. Oh my, you don't look so good. You didn't have a nightmare, did you? *sigh* I should've known not to expose you to such a shocking case so soon.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingMorning"
		},
		{
			"voicelineId": 59009,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Alright. Now that lunch is over, whaddya say we play a game to keep our minds sharp? Relay Stones? Hehe... okay, I guess we can warm up with that.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNoon"
		},
		{
			"voicelineId": 59010,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Once the sun has clocked out for the day, it's up to the stars to keep criminals under their watchful gaze.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight"
		},
		{
			"voicelineId": 59011,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Great, it's time to hit the hay! I wonder what dreams await me tonight?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight2"
		},
		{
			"voicelineId": 59012,
			"title": "About Shikanoin Heizou: Detective",
			"voicelineType": "2001",
			"description": "A detective should be using their smarts to crush criminals' hopes of getting away with their crimes. So really, a true detective should never even have to touch their weapon.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle"
		},
		{
			"voicelineId": 59013,
			"title": "About Shikanoin Heizou: Keywords",
			"voicelineType": "2005",
			"description": "I've made it a habit of mine to remember everything I observe in the form of keywords. They're a big help to me when I'm trying to make deductions. Take this person for example: we've got \"cat hair on clean trousers,\" and \"scratch on the wrist.\" Looks like they have a soft spot for animals, but they can't get cats to reciprocate... Meanwhile, that one seems very troubled about their \"injured hand,\" and they're wearing a pair of \"brand-new shoes that don't match their well-worn attire\"... Hold on, it looks like I might have a new case on my hands here!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59014,
			"title": "About Us: Commissions",
			"voicelineType": "2003",
			"description": "Seems to me like these commissions of yours are an endless gold mine of cases, and you'll never be able to finish them all. So maybe you could throw one my way every once in a while? Not the ones that involve fighting, running errands, or searching for lost items — as you know, not my style. I only take on big, important cases with lots of mysteries to solve... So, keep an eye out for me, yeah? Hehe.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close"
		},
		{
			"voicelineId": 59015,
			"title": "About Us: Destined Outcome",
			"voicelineType": "2002",
			"description": "\"Coincidence\" is a nice word. It makes things sound like they were meant to be. Unfortunately, as a detective, I don't believe in coincidences. The two of us meeting each other is really the culmination of every choice and move we've made up to this point. So what I'm saying is... our destiny is something we choose.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close1"
		},
		{
			"voicelineId": 59016,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "Oh? So there are rumors that I can overpower my Tenryou colleagues without even using my Vision? Hehe, well, let me set the record straight. One: Although I am technically a Doushin, I'm strictly a detective. My mind is my greatest tool, not my muscles. Two: It's not like my colleagues and I are getting into fights with each other all the time. And three... *sigh* Alright, seems like there's no fooling you. Just... never mind then, okay?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59017,
			"title": "Something to Share: Sense of Achievement",
			"voicelineType": "3002",
			"description": "As you piece together the trail of clues, it brings you closer and closer to the culprit... and then, that moment when you finally put the last piece of the puzzle into place... I always get such a sense of accomplishment. It's exhilarating!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_01"
		},
		{
			"voicelineId": 59018,
			"title": "Something to Share: Doushin",
			"voicelineType": "3005",
			"description": "Not only does being a Doushin come with a certain amount of prestige, it also puts me closer to the action on some of the toughest cases, so the position has definitely broadened my horizons compared to when I was at the detective agency. As for the other duties — patrolling, apprehending criminals, and so on — obviously, I leave that to the more... qualified individuals. There's a limit to how much a single detective can do, you know.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_02"
		},
		{
			"voicelineId": 59019,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Question, Traveler, how much do you know about timber? That's right, I'm talking about wood from any ordinary tree you might find along the roadside. Whether a criminal bumps into the bark, disturbs a pile of sawdust, or treads on some leaves, the chances are, they're always gonna leave a trace somehow. Add to that some knowledge of which trees grow in what areas, and if you're lucky, you can infer some crucial details. So, you know: trees. They're a sleuth's best friend.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_gift_01"
		},
		{
			"voicelineId": 59020,
			"title": "About Kujou Sara",
			"voicelineType": "4001",
			"description": "Madam Kujou Sara? Yeah, that lady's gotta be the most serious person in the entire Tenryou Commission. It would be nice if she could cut us a little slack and give everyone some breathing room — and she's always on my case about my occasional unexplained absences, but what can I say... I just go wherever the evidence leads me.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59021,
			"title": "About Arataki Itto",
			"voicelineType": "4002",
			"description": "I've done a few favors before to deliver Roasted Lavender Melon to him in prison. This one time, I overheard him singing. The lyrics... were complete trash, but I gotta say — he has a pretty good set of pipes. And it's not every day you come across an inmate who's in the mood to sing their heart out.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59022,
			"title": "About Kuki Shinobu",
			"voicelineType": "4003",
			"description": "The Arataki Gang is a free and diverse organization that accepts anyone, regardless of their background. Pretty amazing if you ask me. They're lucky to have Shinobu to help keep them all in line. Hmm? How do I know all this? Haha, I mean... as deductions go, this one was pretty elementary.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59023,
			"title": "About Yae Miko",
			"voicelineType": "4004",
			"description": "Come to think of it, Lady Guuji's publishing house also publishes murder mysteries, right? So... when can you introduce me? In this day and age, becoming a famous detective requires more than just ability — you need publicity, too. Huh? C'mon, I'm being serious here!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59024,
			"title": "About Kaedehara Kazuha: Things in Common",
			"voicelineType": "4005",
			"description": "Oh, Kazuha? Yeah, he's a solid guy. With his help, I felt like a locked treasure chest of clues had been bust wide open and emptied all over the ground for me to see. If only I had his sensitivity to the natural world... Oh, I get it now! The wind to him must be like my intuition to me!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59025,
			"title": "About Kaedehara Kazuha: Invitation",
			"voicelineType": "4006",
			"description": "Ohh... It's such a pity! Since the Vision Hunt Decree's been repealed, I no longer have any grounds to officially arrest him. But then again... I guess now, I can just openly invite him to come to the Tenryou Commission and discuss cases with me.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59026,
			"title": "About Gorou",
			"voicelineType": "4007",
			"description": "General Gorou's constant suspicion made my trip to Watatsumi Island much more eventful... Everywhere I went, there were soldiers keeping me under close surveillance. Honestly, I was a regular, boring tourist just like everybody else. So what if I happen to be a detective in my day job? I was clearly minding my own business there.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59027,
			"title": "About Sangonomiya Kokomi",
			"voicelineType": "4008",
			"description": "I've actually never seen Madam Sangonomiya before. Whenever she appears, practically the whole village crowds around her... I'm not about to contend with that. Oh, and even if you made it through all the villagers, there'd still be a circle of shrine maidens around her! For one of us young people to gain that kind of recognition from everyone, it must have taken a lot of work.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59028,
			"title": "About Kamisato Ayaka",
			"voicelineType": "4009",
			"description": "I'm barely acquainted with the daughter of the Kamisato Clan. I'm glad that I'm not from some sort of prestigious family like that... it's definitely not the kind of life for me.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59029,
			"title": "More About Shikanoin Heizou: I",
			"voicelineType": "5001",
			"description": "Even if someone chooses to remain absolutely silent, you can still learn a lot about them just by observing their clothes, posture, and facial expressions. Now, if this conversation ended here... what could you gather from my appearance alone?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_01"
		},
		{
			"voicelineId": 59030,
			"title": "More About Shikanoin Heizou: II",
			"voicelineType": "5002",
			"description": "Once, when I was sitting in on a criminal trial, I suddenly realized I'd cracked the case. So I interrupted the court just as they were about to declare the verdict. If my objection had turned out to be invalid, then that moment wouldn't have been the turning point that saw me become a detective. Instead, it would have been... \"Shikanoin Heizou, I hereby find you in contempt of court and order your immediate detention!\" Hahaha!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 59031,
			"title": "More About Shikanoin Heizou: III",
			"voicelineType": "5003",
			"description": "Investigating extramarital affairs, tracking down runaway pets... Those are pretty much the only cases you'll find at a detective agency. I personally need cases of a higher caliber... so, obviously, my only option was to jump ship and join the Tenryou Commission. Another factor was that Sango and I didn't quite see eye to eye in a lot of areas... Just one of those things, I guess.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59032,
			"title": "More About Shikanoin Heizou: IV",
			"voicelineType": "5004",
			"description": "When I first joined the Tenryou Commission, I started honing my craft by reviewing some cold cases. Before I knew it, \"Mt. Coldcase\" had been completely leveled... It is a pity, these days I no longer have the time to go back and look through old files. I'm forever being brought in to help out on the toughest cases, and I barely have a moment to catch my breath in between jobs... Well, what can you do. Once you're a detective of this caliber, the cases come to you.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 59033,
			"title": "More About Shikanoin Heizou: V",
			"voicelineType": "5005",
			"description": "By the time a detective is facing a criminal, they have in some sense already failed. Whatever you might do to establish the truth and identify the culprit, you'll never be able to undo the damage caused by the crime. That's why I want my reputation to spread. I want to be a famous detective that makes would-be criminals quake in their boots and quit while they're ahead! In other words, I want to nip crime in the bud. Well, now that you've heard my spiel, why don't you lend me a hand?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 59034,
			"title": "Shikanoin Heizou's Hobbies",
			"voicelineType": "6001",
			"description": "Would you like to sit in on a court trial at the Tenryou Commission some time? It's like watching the truth slowly emerge as a collage of facts is pieced together... I can save you a really good seat, but we'll have to pretend like we don't know each other... You know, just pretend.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_hobby"
		},
		{
			"voicelineId": 59035,
			"title": "Shikanoin Heizou's Troubles",
			"voicelineType": "6002",
			"description": "There are always those people who resort to violence at the very last second, as if that'll somehow solve their problems. It's a real bummer. Victory for me is to see the look on the defendant's face as they finally confess to their crime in the face of my ironclad evidence and watertight deductions... The moment a detective has to use brute force, they've already lost.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_annoyed"
		},
		{
			"voicelineId": 59036,
			"title": "Favorite Food",
			"voicelineType": "6005",
			"description": "Name me one item of food that doesn't taste better deep-fried. You can't, right? Whether it's meat or veggies, as long as it's been pulled out of the fryer, I'll love it! I don't think anyone with an empty stomach can resist the smell of fried food.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodLike_01"
		},
		{
			"voicelineId": 59037,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "I cannot stand dinner at the Police Station. It's always the same regimented meals, and don't even get me started on the taste. When it comes to food, you can't enjoy it unless you get to pick exactly what you want, right? But nope, poor me has to make do with slipping out and grabbing a quick bite. *sigh*",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodDislike"
		},
		{
			"voicelineId": 59065,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Mmm, I love it! You really outdid yourself this time. Well done!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_pref_01"
		},
		{
			"voicelineId": 59066,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Would you say cooking is more of a physical or a cognitive task? Hmm, I believe it's both... No wonder you're such a good cook!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_normal_01"
		},
		{
			"voicelineId": 59067,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Hurk! Mmm... let me think. Where did you go wrong here...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_dislike_01"
		},
		{
			"voicelineId": 59038,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "After I learned that today was your birthday, there was a brief moment when I really wanted to take you to a locked room chock-full of mechanisms and gifts, where you could only get out by solving all the puzzles... Hehe, it's actually really fun! You know, of course I wouldn't do anything like that unless I was sure you'd actually enjoy it. Here, come with me. There's this beautiful scenic spot I've gotta show you before the sun goes down.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 59039,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "As I get stronger, my intuition gets sharper!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 59040,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "It appears my combat abilities are advancing. Too bad it's not all cognitive.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 59041,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "My, my! At this rate, the name \"Cyclone\" is really gonna stick, isn't it...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59042,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "Thanks for your trust and support, my dear partner. I couldn't have made it this far without your help. Hmm... I suppose we have time for a quick high five, but then let's get back out there and solve some more mysteries!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 59043,
			"title": "Elemental Skill: I",
			"voicelineType": "100004",
			"description": "Fracture!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_04"
		},
		{
			"voicelineId": 59044,
			"title": "Elemental Skill: II",
			"voicelineType": "100005",
			"description": "The truth hurts!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_05"
		},
		{
			"voicelineId": 59045,
			"title": "Elemental Skill: III",
			"voicelineType": "100006",
			"description": "Bring it on!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_06"
		},
		{
			"voicelineId": 59046,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Confess!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_01"
		},
		{
			"voicelineId": 59047,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Cyclone!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_02"
		},
		{
			"voicelineId": 59048,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Can't fool me!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_03"
		},
		{
			"voicelineId": 59049,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Oh, it's all coming out now!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_01"
		},
		{
			"voicelineId": 59050,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "See? Just follow my intuition.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_02"
		},
		{
			"voicelineId": 59051,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Hmph, I'm liking the look of this!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_03"
		},
		{
			"voicelineId": 59052,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "Ugh, if that's how you want it...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_01"
		},
		{
			"voicelineId": 59053,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "That was discombobulating...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_02"
		},
		{
			"voicelineId": 59054,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "This is no job for a detective...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_03"
		},
		{
			"voicelineId": 59055,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Whoa there, watch it!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_01"
		},
		{
			"voicelineId": 59056,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "That's it, I'm taking this case over.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_02"
		},
		{
			"voicelineId": 59057,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "The truth... will come out...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_01"
		},
		{
			"voicelineId": 59058,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "From detective... to victim...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_02"
		},
		{
			"voicelineId": 59059,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "I've been... outsmarted...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_03"
		},
		{
			"voicelineId": 59060,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "You don't want to do this.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_L_02"
		},
		{
			"voicelineId": 59061,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910002",
			"description": "Ugh, we got a situation!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_H_02"
		},
		{
			"voicelineId": 59062,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "I'm on the case!",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_01"
		},
		{
			"voicelineId": 59063,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Got a problem you can't solve? Clue me in.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_02"
		},
		{
			"voicelineId": 59064,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Let's move before the trail goes cold.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_03"
		}
	]
}