{
	"id": 10000095,
	"name": "Sigewinne",
	"friendLines": [
		{
			"voicelineId": 95000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "What's wrong? Don't be nervous, I'm Nurse Sigewinne from the Fortress of Meropide. Lemme take a look at you... Any pain here? What about here? ...Oh, you're not here for a checkup? Well, that's great news, phew... You're so adorable, make sure you take good care of yourself, okay? We don't want anything happening to you.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_draw_appear_01"
		},
		{
			"voicelineId": 95001,
			"title": "Chat: Stickers",
			"voicelineType": "1101",
			"description": "No... I didn't put a sticker on your back.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_01"
		},
		{
			"voicelineId": 95002,
			"title": "Chat: Concern",
			"voicelineType": "1102",
			"description": "Oh no! Did you bump into something? Well, if it hurts, just let me know.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_02"
		},
		{
			"voicelineId": 95003,
			"title": "Chat: Wellbeing",
			"voicelineType": "1103",
			"description": "You only get one body, so you gotta take care of it. But it's just as important to take care of your mind.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_03"
		},
		{
			"voicelineId": 95004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Oh... I wonder what's on Monsieur Neuvillette's mind right now...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_heavyRain_01"
		},
		{
			"voicelineId": 95005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "What an amazing sound... You only ever get to hear it up here above the water.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_thunder_01"
		},
		{
			"voicelineId": 95006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "I bought a pair of mittens to keep my hands warm. Look, my Melusine round hands came back.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_snowy_01"
		},
		{
			"voicelineId": 95007,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "Ding-dong, Romaritime Flower here with a little tip for anyone planning on going outside and enjoying this lovely sunny weather: Please apply sun lotion to protect your skin.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_sunny_01"
		},
		{
			"voicelineId": 95008,
			"title": "In the Desert",
			"voicelineType": "1205",
			"description": "Make sure to stay hydrated. Monsieur Neuvillette loves drinking water. It's a very healthy habit.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_desert_01"
		},
		{
			"voicelineId": 95009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Good morning! Did you sleep well? Make sure to use warm water when you wash your face, it's kinder on your skin.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingMorning"
		},
		{
			"voicelineId": 95010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Oh gosh, it's almost lunchtime. I gotta leave for a minute... Shh, keep it a secret.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNoon"
		},
		{
			"voicelineId": 95011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "What time is it? I've been living underwater so long that I still have to check the clock to tell whether it's daytime or nighttime... No, I don't find it depressing at all. It's not even that I've gotten used to it. I just... kinda prefer being in the dark.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNight"
		},
		{
			"voicelineId": 95012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "You're having some trouble getting to sleep, huh? Hmm... Well, it doesn't seem to be a physical condition... Oh, I know. Talk to me, tell me what's on your mind. Whatever's preventing you from getting a good night's sleep, we'll get to the bottom of it together.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNight2"
		},
		{
			"voicelineId": 95013,
			"title": "About Sigewinne: Hands",
			"voicelineType": "2001",
			"description": "I love human hands, they're really handy for handling things. They make cutting bandages and picking up needles so much easier, and they fit my Tranquilizer Gun like a glove.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_idle"
		},
		{
			"voicelineId": 95014,
			"title": "About Sigewinne: Romaritime Flower",
			"voicelineType": "2005",
			"description": "\"Romaritime Flower\" is the pen name I use for writing in Beautes en fleurs. It was actually chosen by a vote. My Melusine friends and I put our heads together and came up with three options, then we put them up on the bulletin board and got everyone to vote on them. So that was proof that by human standards, Romaritime Flower fits better with a beauty and skincare theme than um, \"Sternshield Crab\" or \"Bubbler Seahorse.\"",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95015,
			"title": "About Us: Greetings",
			"voicelineType": "2003",
			"description": "Hihi~ Hmm? You're getting deja vu? Hee-hee, I guess you've met some other Melusines before, huh? That's right, you lean a little bit forwards, quickly wave your hand... and then greet the other person in a friendly tone: hello, hello~",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_close"
		},
		{
			"voicelineId": 95016,
			"title": "About Us: Trust",
			"voicelineType": "2002",
			"description": "I remember that you once hid a potion and didn't drink it because it was too bitter. Later, I gave you a box of candies... that had some pills mixed in, and a recipe change so they wouldn't taste too strong. ...Oh, they were still bitter? You could tell right away, huh... Well, you still took them, so thank you for trusting me. I'll keep looking out for your health in the future. Just keep being a good patient, and take your medicine when you're told to.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 95017,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "Having a Vision helps me remove obstacles getting in the way of my work, which frees up valuable time to look after my patients. What kind of obstacles? Well, in my experience... sometimes, I get nasty characters trying to stop me from treating someone. And other times, it's the patients themselves — some people can be really uncooperative... But those are extreme cases. Most of the time, I prefer using my Vision to make lots of floaty, colorful bubbles. They always cheer me up, and they liven up the atmosphere — I have loads of great photos of me and my Melusine friends surrounded by bubbles.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95018,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "Humans become very vulnerable when they get sick. I've seen lots of huge guys who boast about their skills in the Pankration Ring suddenly look at me like a frightened Blubberbeast when they find out they need an injection. I always make sure to bring plenty of candies and stickers to make them feel better when the waterworks start. It's really effective — a little treat always wipes the doom and gloom away.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_share_01"
		},
		{
			"voicelineId": 95019,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Do you like going swimming? It's really nice around the Fortress of Meropide, so dark and murky. I bet you'd love it too... Wait, your eyebrow muscles are contracting, which means you're feeling uncomfortable... Okay, got it — let's go diving at the Salacia Plain instead! It's been so long since I saw the Leisurely Otters playing. I could watch them all day. But please make sure you don't harm them, and don't steal their shells.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_gift_01"
		},
		{
			"voicelineId": 95020,
			"title": "About Neuvillette: Respect",
			"voicelineType": "4001",
			"description": "Monsieur Neuvillette was the one who brought the Melusines to the Court of Fontaine and found jobs for us to do. Together, we integrated into Fontaine society and learned about the wonders of humanity. I have huge respect for him, and I really like humans too. Hmm? Who would I save first if Monsieur Neuvillette and a human fell into the water? Well, that's easy. He'd definitely help me bring the human safely to shore.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95021,
			"title": "About Neuvillette: Familiars",
			"voicelineType": "4002",
			"description": "We Melusines are Monsieur Neuvillette's familiars, but that doesn't mean he shows us any favor beyond what is fair and legal. I willingly accepted when he put me on trial, and I fully agreed with his verdict. I remember the day I left for the Fortress of Meropide, it was raining really hard. But I didn't feel like the raindrops were cold at all. They were warm and gentle, just like the way Monsieur Neuvillette looks at me...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_neuvillette_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"The Warmth of Lies\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95022,
			"title": "About Wriothesley",
			"voicelineType": "4003",
			"description": "The Duke has the highest pain tolerance of anyone I've ever met. He wasn't always big and strong like he is now, but even in the beginning, he'd always refuse an anesthetic injection when he came to the infirmary to get stitches. He'd say something about wanting to keep a sharp mind, or something. I thought to myself, wow, what an impressive little grown-up he is. He's gone on to become an equally impressive big grown-up, too.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95023,
			"title": "About Clorinde",
			"voicelineType": "4004",
			"description": "Miss Clorinde doesn't make a lot of facial expressions when she talks. It's pretty difficult to tell what mood she's in from what her face is doing... She used the lipstick I gave her? Really? Hee-hee, I'm so glad she likes it! I knew that color would go great on her!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95024,
			"title": "About Navia",
			"voicelineType": "4005",
			"description": "The Fontaine Beauty Association holds regular meetings, and I really appreciate getting the chance to chat with everyone there. Most people, when I compliment them, just blush, lower their head, and try to brush it off. But Navia's different — she's always very happy to receive praise, and then she comes to shake my hand and take a photo with me as a souvenir. She's like a shining yellow rose who lights up the world around her, and whether it's daytime or nighttime, sunny or gloomy, she always looks dazzling.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95025,
			"title": "About Charlotte",
			"voicelineType": "4006",
			"description": "I love looking at Charlotte's photos. You get to see what everyone's facial muscles do in all sorts of different situations: tensed up, relaxed, stretching up, drooping down... Hehe, I remember them all very fondly.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95026,
			"title": "About Lyney",
			"voicelineType": "4007",
			"description": "I still feel sorry for firing that tranquilizer shot at Mr. Lyney... It was an emergency situation, and that was the least harmful way of incapacitating him... Thankfully, he was okay with letting me take care of Mr. Freminet once he understood that I bore them no ill will.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Cataclysm's Quickening\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95027,
			"title": "About Lynette",
			"voicelineType": "4008",
			"description": "Lynette is cute two times over: human-being-cute, and kitty-cute! After observing her a little bit, I noticed that her ears lean forward when she's having tea and cake. Hee-hee, I just wanna stroke her on the head... You too? Why don't we ask her for permission next time?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95028,
			"title": "About Freminet",
			"voicelineType": "4009",
			"description": "He made a point of coming to thank me after he recovered — what a lovely boy. He speaks so quietly, though... He probably doesn't go out of his way to talk to other people much. But I could tell that he has a rich and detailed inner world, because he looked so captivated as he was looking through some Melusines' paintings.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Cataclysm's Quickening\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95029,
			"title": "About Chiori",
			"voicelineType": "4010",
			"description": "Melusines have different bodies than human beings, so it's hard to find clothes that fit. Even for me — I never know what to do with my tail when I'm trying on human clothes... But luckily, Chiori offers a Melusine tailoring service, so now all my Melusine friends have the chance to wear the pretty clothes they love.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95030,
			"title": "About Emilie",
			"voicelineType": "4011",
			"description": "I always see Miss Emilie's perfumes being recommended in beauty magazines. So I've hatched a plan. The next time I take a vacation, I'm gonna cut my visit to the Palais Mermonia a little short, so I can take some time to go shopping in the Court of Fontaine. I'm gonna buy loads and loads of Emilie's perfumes to bring back and give to all the lovely little girls here, hee-hee.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95031,
			"title": "More About Sigewinne: I",
			"voicelineType": "5001",
			"description": "In my infirmary, I don't see criminals who deserve to suffer — I see patients who deserve a sickbed. Because whoever you are, you have to get healthy so you can serve your sentence and pay for your crimes, right?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_01"
		},
		{
			"voicelineId": 95032,
			"title": "More About Sigewinne: II",
			"voicelineType": "5002",
			"description": "A lot of illnesses are things that build up over a long time, that's why it's so important to take good care of yourself day to day. Sadly, not a lot of people seem to understand that. Why do they force themselves to keep working in the production zone, when it's obvious that they're so tired they can barely keep their eyes open? I always sneak them some extra food, but beyond a point, if they aren't gonna do what's good for them and get some proper rest, they leave me with no choice. I have to resort to more extreme therapeutic measures, like my Tranquilizer Gun. *sigh* There's more to life than Credit Coupons... People need to learn to go easier on themselves.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				},
				{
					"unlockText": "Complete \"Cataclysm's Quickening\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95033,
			"title": "More About Sigewinne: III",
			"voicelineType": "5003",
			"description": "When work's not so busy, I invite Ottnit and Menthe to the infirmary for tea. Sometimes we talk about recent criminal cases, other times we discuss the latest skincare products recommended in the magazines, but most of the time we do painting together. We paint things that we find cute, turn them into stickers, and then give the stickers to people that we also think are cute. ...Oh, wait a moment, I have one here for you.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95034,
			"title": "More About Sigewinne: IV",
			"voicelineType": "5004",
			"description": "Once upon a time in Fontaine, humans and Melusines didn't get along like they do today. Some people feared and hated us because they heard that we were born from the body of Elynas... Others didn't trust Monsieur Neuvillette, and by extension they didn't trust us Melusines either... And maybe some of them were just subconsciously wary of us because we looked different... Back then, it was really difficult to make human friends. So I really treasured that one little girl who knew I was a Melusine but was still willing to hold my little round hand...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Complete \"The Warmth of Lies\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95035,
			"title": "More About Sigewinne: V",
			"voicelineType": "5005",
			"description": "My teacher's golden rule was: \"A doctor's duty is to treat whatever ailments they can.\" Doctors aren't gods, I know that — even the best doctors will come up against incurable diseases in their time. But that's okay. We Melusines have very long lives, so as long as I never stop studying medicine, the range of illnesses I can cure can only keep increasing, and the amount of suffering can only keep decreasing. I'll always follow my teacher's example, doing everything in my power to save the people I can reach... As long as it will help, and as long as I'm not harming anyone in the process, I'm willing to use any means necessary to treat my patients, whatever the risk to myself.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"The Warmth of Lies\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95036,
			"title": "Sigewinne's Hobbies",
			"voicelineType": "6001",
			"description": "Out of all the books I've ever read, The Meaning of Laughter is my favorite. Not only is it a fun read, it also helps me when I diagnose patients. Like, when someone comes out of the Pankration Ring and they're laughing with their mouth but the rest of their facial muscles are all contorted, it means that they're doing it to cover up the pain from taking a beating. If you ever meet someone doing that, you should subtly hint for them to come to me and get patched up. But remember, the subtlety is important. Otherwise, it takes away the meaning of their laughter, hehe.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_hobby"
		},
		{
			"voicelineId": 95037,
			"title": "Sigewinne's Troubles",
			"voicelineType": "6012",
			"description": "How strange. My storage room is running out of space — soon, I won't be able to fit any more mechanical parts in there. I thought I was pretty good at storing things... Hmm, yeah, looks like I need to talk to the Duke some time about expanding the capacity.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_annoyed_01"
		},
		{
			"voicelineId": 95038,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "There are so many good ingredients, all with their own nutritional benefits... And I found a great way to combine them all into one meal. Wanna try my special-edition nutritious shake?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_foodLike"
		},
		{
			"voicelineId": 95039,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "Tea is great, but if you drink too much, it does your health more harm than good. *sigh* I've lost count of how many times I've told the Duke that...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_foodDislike"
		},
		{
			"voicelineId": 95040,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "I can tell you used lots of fresh ingredients... Mm, I wonder if I could blend this up and add it to a nutritious shake...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_pref_01"
		},
		{
			"voicelineId": 95041,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "If Wolsey had a kitchen assistant like you, there'd be lots more tasty dishes to go 'round.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_normal_01"
		},
		{
			"voicelineId": 95042,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "You think I should eat more, huh? Thank you very much. Would you like to split it with me?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_dislike_01"
		},
		{
			"voicelineId": 95043,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Happy Birthday! From what I've observed, you're always going from one place to the next. So, I made a special skincare set just for you that's portable and practical. Come on, lay down and close your eyes, I'll show you how to use it. First, I'm gonna apply a wet compress to your face — but you can just splash some water on there if you're ever in a hurry... Next, we squeeze out a small amount of foam cleanser, gently massaging it in with a circular motion, following the muscle, before rinsing and drying... And lastly, we apply some moisturizer with Tidalga extract... And, we're done! You look radiant, and now it's time for lovely little you to go and enjoy your special day to the fullest!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 95044,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Your job today is to carry on being cute. But don't worry, I'll help.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 95045,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Yep, you saw it. Melusines give their tails a swish and a swoosh when they feel really satisfied. Thank you so, so much for everything you've given me.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 95046,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Oh wow... My Tranquilizer Gun feels much steadier in my hands now. I wanna see if I can shoot it with just one hand... Shall we go out for some target practice?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95047,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "Maybe humans and Melusines see the world differently, but I've always believed that we share the same feelings of friendship. That's something that transcends race. Take my hand — can you feel that? It's the warmth straight from my heart.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 95048,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Hold still.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_01"
		},
		{
			"voicelineId": 95049,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Let's see...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_02"
		},
		{
			"voicelineId": 95050,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Calm down.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_03"
		},
		{
			"voicelineId": 95051,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "Let's blow bubbles.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_04"
		},
		{
			"voicelineId": 95052,
			"title": "Elemental Skill: V",
			"voicelineType": "100005",
			"description": "Wibbly-wobbly~",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_05"
		},
		{
			"voicelineId": 95053,
			"title": "Elemental Skill: VI",
			"voicelineType": "100006",
			"description": "Floaty-woaty~",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_06"
		},
		{
			"voicelineId": 95054,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "I swear, it's for medical research.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_01"
		},
		{
			"voicelineId": 95055,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Don't be nervous! Just relax.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_02"
		},
		{
			"voicelineId": 95056,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "You might feel a little prick.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_03"
		},
		{
			"voicelineId": 95057,
			"title": "Sprint Start: I",
			"voicelineType": "700001",
			"description": "Don't slip and fall.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_explore_sprint_start_01"
		},
		{
			"voicelineId": 95058,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Don't smile too much, or your face'll get tired.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_01"
		},
		{
			"voicelineId": 95059,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "If there's any mechanical parts, could I have them please?",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_02"
		},
		{
			"voicelineId": 95060,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "A very nice treasure for a very lovely person.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_03"
		},
		{
			"voicelineId": 95061,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "I can treat that...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_01"
		},
		{
			"voicelineId": 95062,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Time for a painkiller.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_02"
		},
		{
			"voicelineId": 95063,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "I'll be fine...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_03"
		},
		{
			"voicelineId": 95064,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "It's time for some aggressive treatment...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_teammate_01"
		},
		{
			"voicelineId": 95065,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Help is here!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_teammate_02"
		},
		{
			"voicelineId": 95066,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "But my patients need me...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_01"
		},
		{
			"voicelineId": 95067,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "So cold... It hurts...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_02"
		},
		{
			"voicelineId": 95068,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "My wounds are incurable...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_03"
		},
		{
			"voicelineId": 95069,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "No.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_L_02"
		},
		{
			"voicelineId": 95070,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Now I'm mad!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_H_01"
		},
		{
			"voicelineId": 95071,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "That wasn't very nice!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_H_02"
		},
		{
			"voicelineId": 95072,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Anyone need a health checkup?",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_01"
		},
		{
			"voicelineId": 95073,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Anesthetics... check.",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_02"
		},
		{
			"voicelineId": 95074,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Excuse me~",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_03"
		}
	]
}