{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "What? A cursory change in one's appearance, and you barely recognize me? Hah, then let one dispel any doubt — one is in all things unconstrained and unabashed, free to live as one pleases, go where one desires, and journey with whomsoever one wishes. Nevertheless, ahem... In light of one's considerable renown... please call me \"Xianyun\" in public.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Chat: The Study of Mechanisms",
			"voicelineType": "1101",
			"description": "The secrets of the mechanical arts are too profound to convey in a few simple words... But why must the listener grow weary whenever I begin to divulge them?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Chat: The Mortal World",
			"voicelineType": "1102",
			"description": "Peace prevails throughout the land, and all things are made new, as buds in the Spring. This is an auspicious era for humanity.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Chat: Interesting Experiences",
			"voicelineType": "1103",
			"description": "If you are presently unoccupied, perhaps we could stop awhile at one's abode for some repose and conversation?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "In this era of fair winds and gentle rains, one needs not marshal the winds to deliver the rainclouds.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Ugh, what a dreadful racket...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "When the Sun Is Out",
			"voicelineType": "1203",
			"description": "On this fine day, the view from the heavens must be magnificent... Oh, don't fret, one has no intent to fly off and leave you on your own.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1204",
			"description": "Oh, what a soothing wind. Shall one attach some adepti sigils to your person, so that you may join me for a flight in the firmament?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "In fact, one awoke quite some time ago, and simply had one's eyes closed in meditation. A most beneficial practice for spiritual cultivation — you might try it for yourself some time.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Hmm? Spare me that look, is it not your turn to prepare luncheon today?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "You wish to attend the night market together? Hah, one shall engage in no such fool's errand. Whatever novelty or knick-knack you desire, one can simply make for you.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "One is still wide awake... *yawn* But you look dead on your feet. Go on, off to bed with you.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "About Xianyun: Disciples",
			"voicelineType": "2001",
			"description": "One has always been a staunch defier of convention and expectation, preferring instead the freedom to live life precisely how one pleases. It is only natural for disciples to follow in their master's footsteps. So focused are they on their individual endeavors that they are quite content to go weeks without writing... Lonely? One is most certainly not! Hm... Still, were one to find time to pay them a visit — you don't suppose they would be unduly inconvenienced by one's presence, do you...?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "About Xianyun: Cooking",
			"voicelineType": "2005",
			"description": "To be sure, a Supreme Cuisine Machine is no substitute for a human touch if one wishes to prepare a truly magnificent meal. Nevertheless, using it frees up one's time to work on a new, improved model, which in turn saves more time, and so on and so forth... Hah, there will come a day, once this machine has been iterated to impeccability, that the power to cook all the delicacies known to humankind shall be within one's grasp.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "About Us: Companions",
			"voicelineType": "2003",
			"description": "One took the liberty of surveying the land from the skies above so as to fashion this route-finding compass for your future traveling convenience. Heh, when have you ever met such a considerate companion as oneself, hmm? ... ...Already intimately acquainted with said terrain, you say? Hmph... Well, be that as it may, human memory is notoriously error-prone. One of these days, you'll get yourself hopelessly lost, and then you shall be thanking one profusely for one's foresight.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "About Us: Bonds",
			"voicelineType": "2002",
			"description": "Despite one's lack of interest in worldly attachments, one is quite conscious indeed of the importance of \"bonds.\" Such a simple word for a thing so profound that it all but defies articulation... Take oneself and those old fossils, for example. Ah, sometimes we go years without meeting, and even then we find no shortage of things to quarrel about at our next reunion. Yet so deep runs our bond that no matter the physical distance between us, one will never feel alone and adrift in this world... One holds you in high esteem, child, and is pleased to count you as a friend. Do you also treasure the bond we share?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "Rex Lapis once said that a Vision is a call to duty — to act as a guardian, watching over humankind, and that whether we choose to withdraw into the mountains or embrace the clamor of the city, we must never shirk that duty. Now, the age of humankind is upon us, but one will continue to cherish this duty long into the future.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"A New Star Approaches\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "That mechanical bird of mine is only a prototype. One had aspirations for a much larger model, hollow inside so that it could unfurl into a vehicle with which to embark on sight-seeing journeys with one's old friends... The challenges of powering and operating such a device, however, proved somewhat insurmountable. After all, it required pitch control, the ability to change form, not to mention the safety features... *sigh* If only Guizhong were still here. She, no doubt, would offer many baffling but ingenious solutions to this conundrum.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Mt. Aocang is an ideal place for spiritual cultivation. It possesses natural beauty beyond compare, and the pure, unalloyed essence of nature flows strong all around. Once upon a time, many curious birds and beasts would gather and watch as one meditated, and very soon the peace and tranquility would be replaced by a chaotic chorus of chirping and screeching... and yet, one never found it offended the ear.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "About Ganyu",
			"voicelineType": "4001",
			"description": "One once asked Ganyu what she typically works on during her overtime hours. Her response was filled with hideous-sounding words, such as \"meeting minutes,\" \"summaries,\" \"annual reports,\" \"financial projections\"... Hmph, were she not of qilin blood, and had one not taught to her the secrets of cultivating health, this avalanche of bureaucratic writ would have surely overwhelmed her... When you see her next, would you check that she's been drinking her Qingxin Infusion of Clear Sight on a daily basis?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "About Shenhe",
			"voicelineType": "4002",
			"description": "Shenhe told me that once, when she was delivering an order for Wanmin Restaurant, she ran across the rooftops to save time. Her customer was terrified when she jumped down onto their doorstep, and was about to call for the Millelith... Fortunately, Shenhe disappeared as quickly as she arrived, leaving the food delivery behind and making haste before the customer had time to react. It seems she is growing more proficient at handling crises all the time — one could not be more pleased.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"The Crane Returns on the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "About Zhongli",
			"voicelineType": "4003",
			"description": "When Rex Lapis first heard of one's plan to take up residence in Liyue Harbor, he recited a long and detailed list of considerations for the furnishing and adornment of a home. Natural lighting, ventilation, bespoke woodwork, procuring porcelain, placement of plants and flowers... One's mind felt ready to explode from the deluge of information. Do all facets of life in the human world take so much effort?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"A Thousand Moonlit Miles\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "About Xiao",
			"voicelineType": "4004",
			"description": "The Conqueror of Demons is even more withdrawn than oneself — he has been sighted a mere handful of times at social gatherings over the centuries... One was interested to learn that you are on rather good terms with him — what sort of conversations do the two of you tend to have? Oh, and do let me know when you next plan to see him. Perhaps one could make some tofu pudding for you to pass on to him.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "About Hu Tao",
			"voicelineType": "4005",
			"description": "That young lady says the most bizarre-sounding things, yet she appears to be rather highly regarded by the staff of the Wangsheng Funeral Parlor — even Rex Lapis himself saw fit to serve under her in some sort of \"consultancy\" capacity... Allegedly, she is similarly peculiar when it comes to her taste in food. One must admit, one finds eccentrics like her rather intriguing.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "About Xiangling",
			"voicelineType": "4006",
			"description": "One happened to mention the Supreme Cuisine Machine in conversation with Xiangling once, but one was rather taken aback when she responded by saying that a dish is inauthentic unless it is prepared by hand... Hmph, are one's devices not also the work of one's hands? Inauthentic indeed... A contest is in order! ...Although, her mastery of Liyue cuisine is indeed impressive... Yes — the contest shall have to wait until one has made a few improvements to the device...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "About Ningguang",
			"voicelineType": "4007",
			"description": "The Tianquan conducts her business with great adroitness, and is meticulous in her speech. Hmph, one must admit that Liyue is thriving under the governance of the Qixing. One has been observing her closely in the hope of discovering her secret... Ahem, that was for your ears only — please do not relay it to her.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"A New Star Approaches\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "About Keqing",
			"voicelineType": "4008",
			"description": "Keqing is a thoughtful child. She visits me on behalf of the Qixing every festival without fail, and always brings a gift. With such a capable and considerate colleague by her side, perhaps one needn't worry too much about Ganyu...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "About Yun Jin",
			"voicelineType": "4009",
			"description": "There are many Liyue operas adapted from stories about the adepti, including some based on one's own life and exploits... One has never watched those, of course — what could be more embarrassing than watching someone else play oneself on the stage? One would, however, be interested to evaluate how well Yun Jin did in her adaptation of Shenhe's story, when one has time to go and see it.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"The Crane Returns on the Wind\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "About Yaoyao",
			"voicelineType": "4010",
			"description": "Yaoyao once pinched my glasses from my face and tried them on for herself — she found it terribly entertaining, and couldn't stop giggling... Ah, children are able to find all sorts of ways to amuse themselves.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "About Gaming",
			"voicelineType": "4011",
			"description": "One is very fond of Gaming. He is good-hearted and entertaining in conversation, but never grandiloquent. We first met when one was resting by a lake, and he very kindly shared some of his provisions with me. Later, he commented that one seemed to be a wise elder, worthier of respect than even the adepti themselves... Hehe, this wise elder will be sure to look out for him after that.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "More about Xianyun: I",
			"voicelineType": "5001",
			"description": "You wish to know more about one's past? ...One doubts there would be much worth sharing — it's all ancient history by now. One is more interested to hear about your travels to the far-flung corners of the world... What forms do the gods and immortals of other nations take? Are there any of them as amenable to conversation as oneself? Let us brew some tea, and then you can tell me all about it.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "More about Xianyun: II",
			"voicelineType": "5002",
			"description": "There was a time when many mortals longed to seek the guidance of the adepti. One knows not how they discovered the location of one's abode, but every other day or so, one would find people leaving offerings of food at the altar on Mt. Aocang... Hmph, why ever would mortals expect an adeptus to interrupt their meditation for the sake of ingesting a mortal meal? Most bemusing. Nevertheless, since their actions were heartfelt, one saw only fit to indulge in— Ahem, to embrace their offerings once they had departed.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "More about Xianyun: III",
			"voicelineType": "5003",
			"description": "Then there were those who came right to one's doorstep, requesting to be taken on as disciples. One refused to grant them an audience, but they simply would not leave, and before long, Mt. Aocang had become something of a pilgrims' campsite... One promptly posted a sign outside the abode, decreeing that all would-be disciples must first present ninety-nine dishes over a period of as many days, each dish unique in its recipe and featuring the Qingxin as the main ingredient... Naturally, the crowd soon dispersed. Hmph, to master the adepti arts and the mechanical arts requires supreme talent and the utmost stillness of mind. Training would be a futile endeavor for those who cannot even persevere for a mere three months.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "More about Xianyun: IV",
			"voicelineType": "5004",
			"description": "For all the wondrous feats that can be accomplished by one who has mastered the mechanical arts, one often uses it for purely recreational purposes. There was one year when it snowed heavily in Liyue, and Mt. Aocang was covered in several feet of snow. Seeing everyone cooped up in their abodes with nothing to do, one created a Snowdrift Mechanism for skiing on the mountains. One was having a tremendous time of it along with Guizhong and Streetward Rambler... until, of course, Moon Carver noticed as much and decided to join in. Moments later, he had managed to send the mechanism flying off the rails and plummeted deep into a snow bank. It took us hours to dig him out... Later, one introduced a great many safety features to the mechanism, to the point where it could be safely piloted by even a three-year-old child. Although this did entail a compromise on the top speed of the vehicle.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "More about Xianyun: V",
			"voicelineType": "5005",
			"description": "One has read a great many works of popular literature since moving to Liyue Harbor. Those of the chivalric martial arts genre have proven the most entertaining, although the heroes within their pages are all works of the imagination. Would it not be even more compelling to tell the stories of the many such real-life figures with whom one is acquainted? It is a pity that one's disciples are so averse to one sharing the tales of their lives with other people... Perhaps you could relay more of the tales from your travels? One could adapt those into a novel instead.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"A Thousand Moonlit Miles\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Xianyun's Hobbies",
			"voicelineType": "6001",
			"description": "When idle and in need of diversion, basking in the winds that travel through the mountains always calms the mind.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "Xianyun's Troubles",
			"voicelineType": "6012",
			"description": "Since moving to Liyue Harbor, one has had an endless procession of old friends and new arriving at one's doorstep, either to visit or to invite one out for meals. If this continues, one may soon be running short on Mora...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"A Thousand Moonlit Miles\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "Eating together with friends always leaves a pleasant taste in the mouth, regardless of what food was consumed.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "An adeptus devotes themselves to spiritual cultivation, to which end the delicacies of the mortal realm are not necessary. When one eats such things, it is not for nourishment, but to enjoy the flavor... So, if you prepare a dish and it does not taste exquisite even to yourself, you may spare yourself the courtesy of offering to share it with me — in fact, you might find you are better off leaving the cooking to me to begin with...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "A paragon of both freshness and flavor... Tell me, for how long have you been surreptitiously studying one's culinary secrets?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "The flavor is secondary — what matters is that you felt the inclination to cook for me at all. I commend your consideration.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "One's supreme cuisine machine has been lying idle as of late. You are welcome to borrow it.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Here, open this wooden box. It's a miniature mechanical person for your recreational enjoyment. Try playing with it. Observe — if you clap the hands like this, the lotus petals open, the colored lights turn on one set at a time, and then a melody plays. It is that birthday tune that the young and hip of this generation enjoy so much. Certain to add a touch of merriment and levity to your birthday feast... Have a wonderful day.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "Given that one spends so much time indoors, it is rather nice to perform a little exercise once in a while.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Some of these adeptal arts one has not employed in many years... Inevitably, one is a little unpracticed.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Dear me, that expectant look on your face... *sigh* Very well. One shall have to employ one's abilities to a fuller extent from now on.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "It is through our journey in this world that we gain experience. Power is not everything — the skills of communication are more important. If you have time, let us find a place with a pleasant view where we can admire the scenery, converse, slow down our pace, and simply enjoy being alive.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Huh!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Skyward!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Scatter!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Seize the skies.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Make way for the adeptus!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Stray clouds, converge.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "These could be salvaged for parts.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "What trinkets have we here? Present them for one's perusal.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Perhaps one should invent some form of \"Curio Discernment Mechanism.\"",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "The audacity!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "This one is no weakling.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "One shall not back down!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Be wise to your limits.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "You should've called on one.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "Doesn't count... I hadn't eaten...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "Fiddlesticks...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Wait, my mechanical masterwork...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Derivative.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "Inconsequential.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "My contraptions are calibrated. We may now depart.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "I trust you have packed ample foodstuffs?",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "One is fast on one's feet — try to keep pace.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}