{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Hello, I'm Xilonen from the Children of Echoes. If you'd like me to forge some tools for you, just let me know. But I do have a quite the backlog of commissions at the moment, so even if you submit a request now, it might be a while before I get to it.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Chat: Potted Plant",
			"voicelineType": "1101",
			"description": "*sigh* My potted plant on the porch has died again. I was watering it every day... Don't tell me I overdid it this time?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Chat: Break Time",
			"voicelineType": "1102",
			"description": "We should take a break after all that running around... Yeah, let's rest here for a bit.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Chat: Forge Work",
			"voicelineType": "1103",
			"description": "...How many forging commissions do I still have to finish? Let's see, one, two... Hmm, not so many as I thought. I'll get to them tomorrow.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Perfect weather for a nap in the workshop...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "When It Snows",
			"voicelineType": "1202",
			"description": "Achoo! ...Ah, I'm awake now.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "When the Sun Is Out",
			"voicelineType": "1203",
			"description": "*yawn* Time for a nap... Ooh wow, where did my sunglasses go...?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "In the Desert",
			"voicelineType": "1204",
			"description": "The temperature's just right... Ah, but this isn't the best spot to lie down...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Good morning. Did you get some good sleep? Here, drink this. Starting your day with something sweet will boost your mood for the whole day.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "It's afternoon now, which means... *yawn* time for a break. I'll go have a nap, just wake me up if you need anything...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Wow, just look at the time... Yeah, let's call it a day. Let's go get some good food together to celebrate a great day of work.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Good night. Remember to fluff your pillow, otherwise, your neck will hurt in the morning.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "About Xilonen: Work-Life Balance",
			"voicelineType": "2001",
			"description": "No matter how busy work might get, you must set aside some time to rest. If you don't stop working, your mind and body will go on strike... And once that happens, your ability to perform good work will just go down the drain.\nHmm? You can't find any time for a break? Well then, just say that I suddenly needed to see you for something important, and come over to my workshop to take a small nap. I'll help cover for you.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "About Xilonen: Sluggishness",
			"voicelineType": "2005",
			"description": "Some of my friends have told me that I can be slow at times, and that I rarely seem to get emotional. For example, one time, I was at a friend's house for a party, and we started talking about the topic of marriage. A friend asked if we would cry when she got married, and before I knew it, everyone started crying, and they were all sobbing and saying that they didn't want to lose her as a friend...\nWell, I didn't get what everyone was crying about. I mean, isn't getting married a happy thing? You know, she's just getting married, not going away. We could still go visit her.\nOh? What if she was sad and getting married against her wishes? Oh yeah, I've thought about that.\nIn that case, I would just come rolling into the ceremony and steal her away. You know, I'm pretty fast, you know. Yeah, I'd save her in time.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "About Us: The Forge",
			"voicelineType": "2003",
			"description": "No matter what you are making, the temperature of the furnace is always crucial. If it's too cool, you won't be able to soften or melt the materials, and it'll be impossible to cleanse impurities. If the temperature is too high, some materials will be unusable.\nThe way most crafters adjust the temperature is by removing fuel from the fire or adding more wood to burn.\nAs for me, I would usually add phlogiston-rich gems to control the temperature. Phlogiston-aided flames are much stronger than that of a regular fire...\nWhat do I do with the gems after the phlogiston is used up? I just find a place to pile them up... once the phlogiston is gone, they have nothing but aesthetic value. If you'd like some, feel free to pick out a few.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "About Us: Blessing",
			"voicelineType": "2002",
			"description": "",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"???\"",
					"conditionType": "FETTER_COND_NOT_OPEN",
					"paramList": []
				},
				{
					"unlockText": "Complete \"A Prayer for Blessings, Told to Crested Peaks\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "Oh, my Vision? Yeah, it's pretty useful. Having it allows me to more accurately identify the concentration and distribution of the Geo element in various ores. That helps me quickly sort good ore from scraps.\nOh, does it have a meaning? Huh, I've never really thought about it much. As long as it can help me with my work, I don't care about the rest.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "I often try to forge small ornaments with complex structures to hone my precision-crafting skills. For example, a web-like pendant, or woven scroll earrings... Once I finish a product, I usually give it to one of my friends or neighbors.\nOh? Can I make rings? Of course! Just the other day, I made a ring in the shape of a Brilliant Chrysanthemum. The design schematic alone took me quite a bit of effort.\nOh, you'd like one? Sure. Let me see your hand. Once I've measured your finger, I can forge one for you in no time.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "I really don't get how to raise plants... I've watered them once every three days, pulled out the weeds once every five days, and fertilized them twice in a week, just like the instructions said, and even made absolutely sure that they got the right amount of sunlight, yet all of my plants still withered and died.\n*sigh* Don't tell me that even gardening requires quite a bit of luck?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "About Kachina",
			"voicelineType": "4001",
			"description": "Kachina commissioned me to forge a drill for her that could not only bore into the ground, but also jump around. It wasn't that complicated to make, but adjusting the angle of the seat was tricky. In the end, Kachina took my suggestion to ditch the seat in favor of a manual control system that connects to the power core of the drill...\nHuh? Why does Kachina bounce around when she's operating the Turbo Twirly?\nThat's how she wanted it. She said she prefers having direct sensory feedback while she's driving, so I removed part of the shock absorption system.\nI do wonder if I should make her some mouthguards next, though. The last thing I want is for her to bite her tongue while using the drill...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "About Mualani",
			"voicelineType": "4002",
			"description": "Mualani is an amazing athlete. I've never seen anyone make surfing or gliding on the Spiritways look so smooth or easy. In fact, I have yet to see Mualani ever slip up.\nHmm? What would happen if a person or Saurian got in her way? Hmm, I'm pretty sure she would just scoop them up and keep gliding along.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "About Chasca",
			"voicelineType": "4003",
			"description": "To get Chasca's gun up and running in high altitude was no easy task. First, I had to make sure it would remain stable and reliable in high speed combat. Then, I had to develop standard and special ammunition that could be used for combat at high altitudes. And finally, I had to consider how to solve the issues of recoil and accuracy while flying...\nBut Chasca told me the last two issues were no big deal, and that she'd be able to manage as long as I installed some basic mechanical crosshairs.\nChasca has definitely proven to be an expert user of that weapon. Goes to show that she really is a flying ace of the Flower-Feather Clan.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "About Mavuika",
			"voicelineType": "4004",
			"description": "",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"???\"",
					"conditionType": "FETTER_COND_NOT_OPEN",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "About Kinich",
			"voicelineType": "4005",
			"description": "Kinich is nice, but that Ajaw is really hard to be around.\nSpeaking of, where did Ajaw even come from? If he originated from some kind of device, then there is actually a chance that I could make him shut up forever. Oh, maybe I should find some time to go over and discuss this with Kinich...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "About Citlali",
			"voicelineType": "4006",
			"description": "Citlali would occasionally come to my workshop to buy some ore. According to her, some ores can be crushed into powder and taken as medicine to help her with divinations and ceremonies. Hm? Have I ever asked her to read my fortune? No, I'm not interested in knowing the future. I already have enough to worry about with all my present work. Besides, I always get sleepy during divination rituals...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "About Ifa",
			"voicelineType": "4007",
			"description": "Ifa has come to the tribe before to heal some Tepetlisaurs. He is very skilled, and knows how to care for his patients. Even the most rambunctious Saurians will sit quietly when he's around.\nIfa said it's all thanks to the set of Saurian syringes I made for him. Even without the needle on it, it's enough to deter any person or Saurian from misbehaving. Would you like to see it? I still have a sample set if you're interested.\nWait here, I'll go fetch the biggest one... Huh? Why are you backing away? The needle isn't even attached, it's completely safe.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "About Ororon",
			"voicelineType": "4008",
			"description": "If two negatives make a positive, then a weirdo in a group of weirdos should just be normal, but Ororon somehow still seems a little off to me.\nStill, he seems plenty nice as a person. He even had Ifa bring a bunch of fruit and honey to the Children of Echoes, presumably because he thought he had caused too much trouble for us. I had no idea you could get such sweet honey from Phlogiston Aphids, so he must know what he's doing.\n*sigh* How can some people be such naturals with plants and animals?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"The Rainbow Destined to Burn\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "About Iansan",
			"voicelineType": "4009",
			"description": "I once helped the Collective of Plenty make a couple sets of super heavy weight plates and dumbbells.\nWhen it was time for the goods to be picked up, Iansan came with a group from the tribe to inspect the finished products. She picked up and checked every single weight before placing them one by one into a cart. After lifting all those weights, she was barely winded, and her face was only a little red.\nTo be honest, I'm a little jealous of them. Not only are they really strong, but they've also got a way with plants...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "More About Xilonen: I",
			"voicelineType": "5001",
			"description": "Even though I'm a Name Engraver, forging Ancient Names isn't my primary work. Helping people in the tribe forge tools and weapons makes up the majority of my work.\nAfter all, Ancient Names are pretty rare, but there are countless commissions for other kinds of items...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "More About Xilonen: II",
			"voicelineType": "5002",
			"description": "The most exhausting part of taking commissions isn't the forging work itself — it's trying to decipher some of my clients' confusingly worded requests. I spend so much of my time just helping my client get their ideas straight so they can tell me what they actually want. Then I can finally pick up my hammer and get to work.\nWhen I see my clients having an epiphany where they finally realize what they want, I don't get any joy out of it anymore. In fact, it makes me want to throw up. So much so that it ruins my appetite.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "More About Xilonen: III",
			"voicelineType": "5003",
			"description": "When I don't have any commissions, I would usually make some small gadgets. For example, these shoes I'm wearing use the latest phlogiston propulsion systems, and many new types of alloys. And these headphones I'm wearing can be connected to a record player, so I can listen to a record while I work at the forge...\nSounds complicated? Not really, it's just easier to put a little extra care into things when you're working on something you like.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "More About Xilonen: IV",
			"voicelineType": "5004",
			"description": "The main reason I became a Name Engraver was because both my father and mother, as well as most of my kin, were also Name Engravers. When I was little, my parents would always tell me that of all the tribes in Natlan, only ours could shoulder the responsibility of forging Ancient Names. They hoped that I could also carry on the tradition when I grew older.\nSo I agreed to take it on — that's really all there is to it.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "More About Xilonen: V",
			"voicelineType": "5005",
			"description": "However, before I became a Name Engraver, I put a lot of thought into whether I should really get involved in such troublesome work. After all, there were a lot of easier jobs I could have picked. Even being a regular blacksmith is easier than working as a Name Engraver, and I could earn more to boot.\nBut, in the end, I chose this path.\nForging Ancient Names is an important task that someone must undertake, and given I happened to have the right abilities for the job, it became my duty to inherit the craft. It's just like what my father always said — \"When every person in Natlan takes up the responsibility they can shoulder, Natlan will stand strong forever.\" The job is now my duty, and I perform it regardless of my level of personal interest.\n...And on top of that, I was the most skilled among those who studied the craft in the tribe. If I didn't become a Name Engraver, that would mean someone else would have to take it on in my stead. The other students constantly asked me questions and copied my homework. Had it become their job to forge Ancient Names, I'm sure they would constantly come bothering me with questions. So I figured that taking the job myself would be better than dealing with all that trouble... Yeah, it's more convenient for everyone, and saves me from having to worry about other people's work all day.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Xilonen's Hobbies",
			"voicelineType": "6001",
			"description": "Sleeping, spacing out, and basking in the sun... When I'm not working, even staring at blank paper seems interesting.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "Xilonen's Troubles",
			"voicelineType": "6012",
			"description": "When discussing a forging commission with someone, the thing I'm most afraid of hearing is, \"This request is neither urgent nor important. Just get to it whenever you can.\"\nIn my experience, that is basically equivalent to saying, \"I might come to rush you at anytime.\"\n*sigh* It makes my head hurt just thinking about it, I think I'm going to go back to sleep...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "Sugar and chocolate. I work at the forge, and sweets give me the energy I need to swing my hammer.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "I don't like water without any flavor. Yeah, yeah, I know that drinking pure water is better for you, but I just can't drink that stuff. Can't you at least add a little bit of sugar? Or if all else fails, a squeeze of lemon...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Mm. Delicious, is there more? Huh? When did I finish it? Just now. I eat pretty fast, you know, and even faster when it's good.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Not bad, I'll have to treat you to some of my cooking next time.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Ah, I'm good for now. I get sleepy if I eat too much.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Happy Birthday. Here, this universal multi-tool set is yours to keep. It has a variety of drills and hammers, as well as three hand saws and five special-shaped prybars, which should come in handy for you in the wild. Oh, and there is also a set of ropes made from woven leather and metal wire. They should be strong enough to lift even a fully-grown Tepetlisaur. Do you know how to tie knots? If not, I can teach now. Here, watch... First, hold the rope like this, then loop it around...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "...Meow?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Hmm, real gold must still be refined by fire. Thank you.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "It seems my eyes are getting sharper and my arms stronger for swinging my hammer. Hold on, let me try hammering something... You should stand back.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "You've helped me so much, I can't just let you leave empty-handed. Here, take this gem that I engraved my Name on. You can use it to find me for help whenever you like. Whether you need me to fire up the forge, or accompany you on a dangerous adventure, I'll be ready to help. This promise will stand until both my Name and this stone have eroded into nothing.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Bring it.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Hmph.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "*sigh*",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Hear the echoes of the valley!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Let the mountain's veins boil!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Let engraved names echo!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "I'm keeping a lookout. Don't worry, there's no ambush.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "There's a lot of good stuff in here, wanna split it? Just kidding, you can take it.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Hmm, these should be worth something. Go on, take it.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "What a pain...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "That's enough.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "...Hmph!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "I'll take over.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Leave it to me.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "The flames... have gone out...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "The forge... grows cold...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "Heh, it's time... to sleep...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "This again?",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910002",
			"description": "...How annoying!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Is it time to go?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Let's get this over with.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Alright, after you.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}