{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Hello",
			"voicelineType": "1000",
			"description": "My name is Yanfei, top legal expert in Liyue — and for the avoidance of doubt, no one else comes close! From commercial litigation, to civil mediation, to criminal lawsuits, I'm fully versed in every area of the law, and I guarantee you a swift and satisfactory conclusion to your case! My contact details... Where should I write this down? ...Hmm, paper will just get lost, and it'll only rub off if I write it on the back of your hand, so... Aha! I know, I'll just write it here, on the clothes of this... whatever this thing is that follows you around.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Chat: The Law",
			"voicelineType": "1101",
			"description": "I'll remind you again: The law can be both a help and a hindrance.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Chat: Work",
			"voicelineType": "1102",
			"description": "Sometimes the law is compatible with human nature, but sometimes the two conflict. Balancing the two is a discipline in its own right...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Chat: Reading",
			"voicelineType": "1103",
			"description": "The case before us... is a strange and unprecedented one indeed.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "Rain! Oh, Lord of Geo, please, do us a favor and clear this up at your earliest convenience... I submit that we cannot afford for the codices to get damp...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "When It Snows",
			"voicelineType": "1202",
			"description": "What the... What kind of injurious weather is this!? It's c—cold... Achoo...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "When the Sun Is Out",
			"voicelineType": "1203",
			"description": "Ah, this weather's got me in the mood for reciting some laws. Let's see... \"Commercial Law of Liyue,\" Chapter 27, Section 6, Article 3 stipulates that— Wait, what was it...? Oh my goodness, I've completely forgotten! What is wrong with me today...?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "I have to head out this morning to meet a client about a creditor dispute, but I also have to follow up on a consultation from last week by noon... Alright, time to get to work!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "*yawn* I'm a little sleepy... I know, a vigorous debate should wake me up! And I've got just the topic: \"The Northland Bank's presence in Liyue does more harm than good for our economy.\" ...So, are you for or against?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "The night market? Hmm... I was planning on organizing some files this evening, but if you're going, I can join you. Oh, I should mention — lots of vendors go for the hard sell in the evenings, because they want to be able to start with fresh produce the next day, but also don't want to lose profit on what they have left today.\nSo, leave the negotiating to me. And... If you have any leftovers, those can be my fee.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Need a cure for insomnia? Let me read you the history of the development of Liyue's legal system! None of my friends have ever lasted longer than 20 minutes... Oh, you want something more fast-acting? Then I'll recite from the legal codices! Let me know in the morning which section I got to before you fell asleep! Okay, here I go...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "About Yanfei: Atmosphere",
			"voicelineType": "2001",
			"description": "You think I come across as quite imposing when I'm reading through case files? Huh. Well, that's only when I'm in work mode. It's like... I have an invisible switch, flick it one way and I'm in normal mode, flick it the other way and I switch to work mode. Surely you must have a switch like that, too?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "About Yanfei: Weakness",
			"voicelineType": "2002",
			"description": "Civil cases are the ones I dread the most. Divorces, custody disputes... It's a thankless task trying to unpack these kinds of cases with logic and reason. You have to be kind, courteous, and patient with your clients, even though half the time they are completely incapable of participating in a constructive discussion. *sigh* I know I advertise myself as being fully versed in every area of the law, but honestly, if it were up to me, I'd rather everyone could just get along, so we wouldn't have so many of these cases.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "About Us: Rates",
			"voicelineType": "2003",
			"description": "You want legal advice from me? Sure. For legal opinions, I charge a flat rate of 6,000 Mora, for advisory services, my hourly rate is 180,000 Mora, and for commercial law, I charge 710,000 Mora per case — final quote and commission rate depending on the details of your case. Not a bad deal, right?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "About Us: Relationships",
			"voicelineType": "2004",
			"description": "If you're concerned about what kind of complicated issues you might get tied up in during your travels, your best bet is to bring someone with you who knows and understands the law. Someone like me, for example, whose expertise goes beyond just the law of Liyue... Well, actually, having said that, Fontaine's law is notoriously complicated... Though, with my level of intelligence, getting acquainted with it should be no problem! Anyway... My point is, you can always rely on me!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "Visions appear in response to strong desire, so as someone with ideals, it's only natural that I should have received one. Because, above all, I wish for all people to live honest lives and abide by the law. But some people will always insist on playing by their own rules and causing havoc for everyone else... Hah, those people can expect to be prosecuted so hard, they won't know what hit them!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "Something to Share: Balance",
			"voicelineType": "3002",
			"description": "This steelyard balance was a gift from my father. It weighs objects to determine their value. I usually use Mora for the weight, but it can only give the original price. For example, a thousand years ago, Liyue was covered in Glaze Lilies, and they weren't worth anything in monetary terms. Then, when they suddenly declined in number, the price shot up in response, but the value shown by this steelyard wasn't updated. It still shows them as their original value... in other words, dirt cheap.\nSo, most of the time, this isn't a very useful tool for work purposes... Hmm? You want to try weighing something? How about... We could weigh your little friend here, will that do?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "Something to Share: The Rule of Law",
			"voicelineType": "3003",
			"description": "I have a self-defense method that I call \"Wrath of the Flame,\" based on a punishment called the \"Wrath of the Rock,\" which is detailed in the ancient work \"The Comprehensive Compendium of Liyue Law.\" The Lord of Geo is the God of Contracts, and contracts, too, can be seen as a way of restraining people. Haha, ergo, Liyue Harbor has been the City of Contracts since time immemorial.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "Interesting Things",
			"voicelineType": "3004",
			"description": "The Historia Naturalis Liyue has an entry about a waterborne plant called the Horsetail. It claims that \"The Horsetail is a medicinal herb that stands alone on the banks of Dihua Marsh. Its color is that of the clouds at sunset.\" Apparently, if you grind it into a powder and mix it into your ink, it makes your writing water-resistant. But it's a shame, I've been to Dihua Marsh at least a hundred times, and each time I end up with baskets and baskets of the common purple variety, but not a single one of the kind that the book describes.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "About Qiqi",
			"voicelineType": "4001",
			"description": "I heard that little herb gatherer has written out a whole set of behavioral rules for herself. She may be small, but boy, has she got her head screwed on! She's definitely destined for greatness...\n\"The young of today shall outperform us tomorrow,\" as they say. I must admit, she has my respect.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "About Ganyu",
			"voicelineType": "4002",
			"description": "Ganyu is kind and thoughtful, it's just a shame she's so busy all the time. Most of the time, she's buried in an endless pile of paperwork — the only exception being her nap at noon. Don't get me wrong, I have to put in some hours at work, too. But I'm happy with the job I've chosen, and it's certainly a lot less taxing than hers.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "About Xingqiu",
			"voicelineType": "4003",
			"description": "The Feiyun Commerce Guild is one of my oldest clients. Their approach to business is meticulous and thorough, and every business meeting I've had with them has always been attended by the head of the house himself. Last time, though, I happened to meet their youngest, Xingqiu. To my complete surprise, the lad had no trouble whatsoever keeping up with my train of thought. He was very eloquent, too, and had excellent manners. Mm, definitely not a simpleton.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "About Hu Tao",
			"voicelineType": "4004",
			"description": "I always hear people saying that the director of the Wangsheng Funeral Parlor has an unorthodox approach to business. They think she's gone a little non compos mentis after being in the funeral business so long... What are these people talking about? The Wangsheng Funeral Parlor provides a legitimate and necessary service, which is the cornerstone of any successful enterprise. Work is just work — there are no good and bad jobs, or lucky and unlucky jobs, just jobs that need doing.\nIf I had one gripe, it would be that the director rarely comes to me for legal advice, hmph...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "About Zhongli",
			"voicelineType": "4005",
			"description": "Mr. Zhongli has so much in-depth knowledge on so many topics, he's like a walking library, you know what I mean? He's a total savant, though he never flaunts it. I could tell just by looking at him. People like him rarely shy away from taking on complex problems alone, so in my estimation he's certainly not a potential client.\nAnd yet, somehow, I can't help but think I know him from somewhere, it's hard to describe the feeling... I asked my father about it, and he just said something to the effect of he didn't know either, though he seemed a little evasive. It was so strange... Anyway, makes me wonder if my father is hiding something from me. Hmph, alright then — if he won't tell me what's going on, I'll just have to find out for myself...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "About Ningguang",
			"voicelineType": "4006",
			"description": "You must have heard of the Tianquan, Ningguang? She's the highest authority where the law is concerned, and often makes amendments to the legal codices. Every round of additions, retractions, and revisions generates mountains of material. Why, the latest edition of the legal codices contained three new laws, 121 revised legal annotations, and an array of new legal precedents. Archons know how long it's going to take me to commit them to memory...\nHmph... still, she's a businesswoman at heart, I'm not about to let her beat me when it comes to the law. Once I've finished memorizing these, I need to step up my productivity...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "About Keqing",
			"voicelineType": "4007",
			"description": "The Yuheng doesn't deal with matters of the law, and thank goodness... Knowing Keqing's attitude toward work and ruthless efficiency, I'd end up losing a lot of work. Although... No, surely it wouldn't come to that. She's a stickler for doing things the right way — no doubt she'd offend people... but if she had someone like me as her legal assistant... No way! Why should an eminent legal expert such as myself be relegated to the role of assistant!? If she needs legal counsel, she can come and find me.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "About Eula",
			"voicelineType": "4008",
			"description": "Eula saved me once, and we've kept up correspondence ever since. She's very familiar with the Knights of Favonius' legislation, but has never been one to be bound by convention. She uses cunning logic to deal with problems flexibly... Perhaps the reason we get along so easily is that I'm a similar type myself. Still, I'll never acquire that carefree spirit of hers. We are in very different professions, after all.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "About Yelan",
			"voicelineType": "4009",
			"description": "Yelan is an employee of the Ministry of Civil Affairs — she once helped me crack a tough accounting fraud case. I treated her to dinner afterward. The only thing is... I feel like she's able to read my mind at any given moment when talking to her... Yes, in the future, I need to make absolutely sure I don't get on the wrong side of her.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "About Kuki Shinobu",
			"voicelineType": "4010",
			"description": "Shinobu? I remember her, she's the Inazuman girl that came to Liyue as an exchange student to specialize in law. When she was doing her coursework, she used to meet with me to discuss some cases, and after we were done, she'd always bow and thank me, which would always make me a little embarrassed. I always felt like she was going to make an excellent lawyer in the future. Thinking about it, Inazuma went into lockdown right around the time she would have graduated. I wonder how she's been doing since she went back...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "More About Yanfei: I",
			"voicelineType": "5001",
			"description": "A client? Very pleased to meet you, here's my card. I'm afraid I can't leave my desk today, if it's a dispute we're dealing with then please bring the relevant parties here to see me. Let me just give you a breakdown of my fees — one moment...\nHuh? You came just to chat? Uh... no fee necessary then. So just to clarify... you came to chat as friends with a legal expert that you've never met before... care to explain?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "More About Yanfei: II",
			"voicelineType": "5002",
			"description": "These antlers? Oh... well my father is an adeptus, so I have adeptus blood myself. Still, I was born during peacetime here in Liyue — I never signed a contract with Rex Lapis. Naturally, I don't have to concern myself with adeptal affairs — I'm free to focus on the life I want to live. Works for me! Hee-hee.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "More About Yanfei: III",
			"voicelineType": "5003",
			"description": "Contracts of that magnitude — lifelong commitments... I've only ever signed one with my father. Uh... it's about living happily, I suppose. That's the kind of person he is. I'm proud of him for that. If he'd wanted me to sign a different contract, say... one about working myself into the ground, or stepping on others to achieve success... I would've ran away by now!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "More About Yanfei: IV",
			"voicelineType": "5004",
			"description": "Sometimes, the commercial disputes I handle don't end very pleasantly. The other party might win compensation way in excess of the damages, or pay damages far exceeding the costs... Such is the price of violating a contract. Some people say I'm pretty terrifying, others try to avoid me altogether, but I don't need to explain myself to anyone. Since the very beginning, the welfare of Liyue has been my primary concern!\nThink about it — the origin of disputes can be traced back to the violation of contracts. People are a lot less likely to violate contracts when they see the fallout. Making sure that people realize the importance of contracts is a crucial part of my work!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "More About Yanfei: V",
			"voicelineType": "5005",
			"description": "Most of the time, I feel that I have a happy and laid back existence. I have a successful career, clothes on my back, and the freedom to go wherever I please. I've also got quite a way with words — nobody can beat me in a debate. And yet, there is no law or standard that can define a happy life.\nFor me... interesting people and engaging affairs, knowing where to go and which path to choose... these are all enough to bring me happiness. And on that note, you too are a source of happiness for me.\nIn any case, whatever the life you live, the most important thing is to respect and understand the law. After all, as soon as you stray from the law, the world begins to fall to ruin.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Yanfei's Hobbies",
			"voicelineType": "6001",
			"description": "My hobbies are reading and appraisal. Reading begets knowledge, appraisal improves judgment. As such, I read everything and appraise anything. If you don't believe me, bring something over sometime. If there's a market for it, my estimate won't be far off. Take this stone for example... must be... 600 Mora.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "Yanfei's Troubles",
			"voicelineType": "6002",
			"description": "My friends from the Communications Office often get me to go fishing with them. They say it's to exchange angling tips, but deep down everyone's keen to show off. I've gotten the better of everyone a hundred different ways, but they continue to scrutinize my business... After so much success, it's gotten a little embarrassing... So every time, I end up taking advantage of my ingenious acting skills to make myself seem humble, you know? What's with the face — are you doubting me?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "Oh! On that note, let me recommend my one true love. Tofu — tofu all the way! Light in flavor, tender in texture, not to mention smooth and nourishing. It goes well with all manner of soups and dishes, and more importantly — it's available throughout the seasons! Beauty over complexity... tofu dishes are my kind of flavor.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "I don't like cold dishes... maybe it's because I rarely eat them. When I would get home late, my father used to keep a lantern lit for me. He'd hear me coming and ask me if I was hungry. In his words: \"The best dishes are served hot.\"",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Tastes pretty great! Seems like you did your homework when it comes to the unwritten Law of Tofu.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "There's a saying in Liyue: \"Food is life.\" I gotta admit, the supporting evidence is pretty compelling.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "...I got it! I'll put it back on the fire for a bit, that'll do the trick.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Happy birthday! Here, this is for you. I've collated legislation from all the nations — you're planning to go traveling, right? It will serve you well to familiarize yourself with the law of the different lands.\nDon't study too hard mind you, or else... I won't be of any use to you.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "\"Do not seek to emulate the past, for there is no law that can suffice for all time\"... This is a lesson I must always bear in mind.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Only by adhering to the law can the people solve life's myriad of problems.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Studying the law allows one to have grounded conversations, whilst learning martial arts allows one to prevail against groundless violence. Hey, wait a minute... does this count as martial arts...?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "Well, I guess I've mastered both the pen and the sword! I've been lucky to have you with me through to the end of my training. Compensation? Uhh... a twenty-four-hour specialist personal advisor? Sounds good... But no haggling!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at ascension phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Boom boom!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Incinerate!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Motion to compel!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Time for your arraignment!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Wrath of the Flame!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Inadmissible evidence!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Ooh, we can definitely write this off as \"incidental gains.\"",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Remarkable condition!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Huh, let's appraise the value on this...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "Objection!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Keep within the law...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "But my defense was watertight...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Hey, leave it to me!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "The verdict is... emergency measures!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "It's a... hung jury...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "The law... has loopholes...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "I... object...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "Ugh...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Next time, be sure to make a proper appointment.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "I charge a higher rate to meet outside the office.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Ready for trial.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}