{
	"id": 10000060,
	"name": "Yelan",
	"friendLines": [
		{
			"voicelineId": 60000,
			"title": "Hello",
			"voicelineType": "1000",
			"description": "Hello, Traveler. Call me Yelan. I think you may need my help, and I just so happen to be interested in some information you have. In other words — you scratch my back, I'll scratch yours.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_draw_appear"
		},
		{
			"voicelineId": 60001,
			"title": "Chat: Tip-Off",
			"voicelineType": "1101",
			"description": "I got a new letter from an informant. Looks like the situation has changed again.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_01"
		},
		{
			"voicelineId": 60002,
			"title": "Chat: Truancy",
			"voicelineType": "1102",
			"description": "Good roll... Alright, maybe I'll take one more day off, and knock out the rest of the work once I'm feeling up to it.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_02"
		},
		{
			"voicelineId": 60003,
			"title": "Chat: Identity",
			"voicelineType": "1103",
			"description": "Navigating the world is a whole lot easier with a few different identities to choose from. Need me to come up with some for you?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_03"
		},
		{
			"voicelineId": 60004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "It's raining again? Oh, this isn't good... If the rain washes away the traces, it's gonna set us back a long way...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_heavyRain_01"
		},
		{
			"voicelineId": 60005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Only innocent children and timid adults are scared of thunder. But you're not either of those... are you?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_thunder_01"
		},
		{
			"voicelineId": 60006,
			"title": "When It Snows",
			"voicelineType": "1203",
			"description": "It's getting a little cold... Time to bundle up.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_snowy_01"
		},
		{
			"voicelineId": 60007,
			"title": "When the Sun Is Out",
			"voicelineType": "1204",
			"description": "This blinding sunlight is such a pain... No way I can get a nap in this weather.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_sunny_01"
		},
		{
			"voicelineId": 60008,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1205",
			"description": "There's a restlessness in the wind... Hmm...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_gale_01"
		},
		{
			"voicelineId": 60009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Mmm~ So early... I usually get up at noon if I don't have any urgent work.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingMorning"
		},
		{
			"voicelineId": 60010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "Ah, I'm getting sleepy. Think I'll take a nap... Don't wake me. I'll wake up naturally when it's time to work.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNoon"
		},
		{
			"voicelineId": 60011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "Good evening. Have you had dinner? What did you have, how was it? Oh... Just making conversation. Don't think anything of it.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight"
		},
		{
			"voicelineId": 60012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Come on now, drink your milk and go to sleep. What? You're not a kid? Hehe... Alright, well, I'll just leave it right here, it's yours if you want it. I usually fall asleep well after midnight. Full disclosure — if you're a sleep talker, I can't promise I won't take notes, kay?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight2"
		},
		{
			"voicelineId": 60013,
			"title": "About Yelan: Duties",
			"voicelineType": "2001",
			"description": "The Qixing know Liyue like the back of their hands. But there's certain information out there that can only be obtained using more specialized methods. That's my area of expertise, so I generally take care of all those assignments myself.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle"
		},
		{
			"voicelineId": 60014,
			"title": "About Yelan: Rumors",
			"voicelineType": "2005",
			"description": "Some say the boss of Yanshang Teahouse is a young entrepreneur who got rich overnight; some say there's a sickly and frail senior employee of the Ministry of Civil Affairs living as a hermit outside the city; others say you should stay away from restricted areas, or you'll get haunted by a blue ghost... Obviously, most civilians have never heard the name Yelan before. So you can safely laugh off all these rumors.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60015,
			"title": "About Us: Relationship",
			"voicelineType": "2003",
			"description": "Huh? What's that look on your face for? You don't have to be on guard around me. I never scheme against people who have my stamp of approval.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close"
		},
		{
			"voicelineId": 60016,
			"title": "About Us: Deception",
			"voicelineType": "2002",
			"description": "Don't be too ready to believe people when they cross their heart and hope to die. Sweet talkers only say what you want to hear. And think twice before meeting someone else's gaze — your eyes speak volumes about what you're thinking. When it comes down to it, we're friends, and if somebody ever conned you, I'd feel like I'd been cheated, too.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60017,
			"title": "About the Vision",
			"voicelineType": "3001",
			"description": "Wherever there's important information to be found, the stakes involved in extracting it are often fatal. It doesn't matter how big or reliable the team under you may be, you can never completely rule out the risk. The bottom line is, have enough force at your fingertips to control the situation. I got lucky — I got my Vision just a few days after realizing that. Otherwise... you'd probably be talking to a very disheveled-looking ghost right now.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60018,
			"title": "Anything to Share: Blocking Out Noise",
			"voicelineType": "3002",
			"description": "If you grind Loach Pearls down to size, they make excellent earplugs. They're very sound-proof — you can sleep away blissfully even when there's someone screaming right in your ear... Of course, I hope for your sake that you don't ever need them for that kind of reason.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_01"
		},
		{
			"voicelineId": 60019,
			"title": "Anything to Share: Fascinating Bracelet",
			"voicelineType": "3004",
			"description": "The bracelet on my right hand? I suppose there's no harm in telling you... It contains a kind of magic used by our clan, and it can send simple messages. The meaning of those messages is buried in the blue light, and only I can decipher them.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_02"
		},
		{
			"voicelineId": 60020,
			"title": "Anything to Share: Pursuing the Target",
			"voicelineType": "3005",
			"description": "When I'm tracking a target, I like to put psychological pressure on them. In the process of trying to shake me off, they will start to panic, bring in reinforcements, alter their plan... they keep going like this until eventually, they've exposed everything I need to know. Heh...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_03"
		},
		{
			"voicelineId": 60021,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "Do you know much about Weasel Thieves? They're not especially intelligent creatures, but once you tame them, they can be trained to steal things and even pick locks. Pretty clear-cut case, isn't it — if even animals can be used as pawns with the right methods, the same has to be all the more true of people, who are constantly plotting and scheming against one another to begin with.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_gift_01"
		},
		{
			"voicelineId": 60022,
			"title": "About Ningguang: Relationship",
			"voicelineType": "4001",
			"description": "I got to know Ningguang a long time ago, before she was a Qixing, and we worked together for a while. Maybe I'm partly to thank for the fact that she became a Qixing so quickly. Hehe, who can say? Anyway, she was the one who recommended this job to me. It was a good choice, I'm very well-suited to it.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60023,
			"title": "About Ningguang: Expectations",
			"voicelineType": "4002",
			"description": "Ningguang is good to work with. But I have to be mindful of our identities when I'm out in public. When I meet a Qixing as an employee of the Ministry of Civil Affairs, they're \"Sir\" or \"Lady\" to me.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60024,
			"title": "About Ganyu",
			"voicelineType": "4003",
			"description": "Ah, the secretary... I could never work non-stop like she does, certainly not at that level of efficiency. I guess being half-adeptus must have its perks. Imagine not needing sleep to regain your energy levels...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60025,
			"title": "About Keqing",
			"voicelineType": "4004",
			"description": "I don't really like people who cram their schedules full, because it doesn't leave any room for negotiation. If something happens that they didn't anticipate, it throws their plans into oblivion, impacting not just themselves but their coworkers, too. But the Yuheng is different. She works in a very methodical way. I always enjoy working with her.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60026,
			"title": "About Yanfei",
			"voicelineType": "4005",
			"description": "I like Yanfei a lot. And I'm not talking about our friendship — as a high-profile legal consultant, important intel in Liyue Harbor is constantly flowing in her direction. Whenever I help her out, I always get some invaluable leads in return. I gotta say though, sometimes I think she respects me a little too much.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60027,
			"title": "About Xiao",
			"voicelineType": "4006",
			"description": "The elders in my clan once said that we must always show the utmost respect to the Vigilant Yaksha. Apparently, the only time that our ancestor would gain some temporary relief from his insanity was when passing by the Wangshu Inn. It must have been the comforting effect of his presence that wards off evil spirits. That said, if I ever have the honor of fighting side by side with the Conqueror of Demons, I will focus only on the mission. I cannot let myself be distracted by concerns about his status.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60028,
			"title": "About Xiangling",
			"voicelineType": "4007",
			"description": "Ah, Xiangling, the lovely little chef. Her ingredients are always top quality, easily as good as Liuli Pavilion and Xinyue Kiosk. Sometimes I go to her for dried Jueyun Chilis... She doesn't seem to understand why I eat them in the way that I do, and I don't feel like trying to explain it to her, either. It's just a family tradition.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60029,
			"title": "About Xingqiu",
			"voicelineType": "4008",
			"description": "Of course I remember him — the young master of the Feiyun Commerce Guild. I have dealings with his family all the time. Who knows... maybe one day, he'll be outsmarting everyone around him, too.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60030,
			"title": "About Tartaglia",
			"voicelineType": "4009",
			"description": "The Fatui harbinger? He helped me out once — unwittingly. I was planning a deep-reaching investigation into the former owner of the Yanshang Teahouse, but our harbinger friend got to him first. He showed up demanding payment of his debt, and also exposed his accounting fraud, which got him thrown in jail. That made it very easy for me to take over Yanshang Teahouse myself, and it's proven to be a very useful base.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_tartaglia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60031,
			"title": "More About Yelan: I",
			"voicelineType": "5001",
			"description": "The reason I'm willing to bet on you is because of your special status. I think it'll bring me a lot of leads that can get me closer to the truth... Heh, so, got any news for me today?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_01"
		},
		{
			"voicelineId": 60032,
			"title": "More About Yelan: II",
			"voicelineType": "5002",
			"description": "Exchanging information has to be a two-way thing, so I guess I can tell you something about my past. Thanks to my family's connections, I learned some useful skills from the Millelith scouts very early on. Although there are things working against you every step of the way when you're gathering intelligence, as long as I keep myself alive, I'll always emerge as the winner in the end...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 60033,
			"title": "More About Yelan: III",
			"voicelineType": "5003",
			"description": "Clues are links in a chain. You have to trace them all the way back to where everything began before there can be a resolution. To that end, I need to keep my eyes and ears on every part of society, and often, that means having to be more than one person. People sometimes describe me as \"one person, many faces\" and so on... I take it as a compliment.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60034,
			"title": "More About Yelan: IV",
			"voicelineType": "5004",
			"description": "Someone once warned me to be careful about digging up certain things from the past. Dig too deep and you might find yourself standing in your own grave, they say... Well, I'm not about to stop, least of all because of anything anyone else has to say. Sure, I can't change the facts, but if it's a choice between the cold, hard truth and blissful unawareness, I'll take the former. What about you? Which would you choose?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 60035,
			"title": "More About Yelan: V",
			"voicelineType": "5005",
			"description": "Tell me something. If I'm gonna stay around, what kind of person do you want me to be to you? Someone you work with? A competitor, who challenges you to sharpen your game? Just another name on your long list of acquaintances, or... somebody more important than that? Depending on what you're hoping for, I can either play that part or become that person.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60036,
			"title": "Yelan's Hobbies",
			"voicelineType": "6001",
			"description": "In my free time, I live life completely at random. It's quite simple: I make a list of things to do, then I roll the dice to decide which one I'm going to do next. It's a surprisingly fun game, and it's really broadened my mind... in that sense, it's been quite helpful where my job is concerned.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_hobby"
		},
		{
			"voicelineId": 60037,
			"title": "Yelan's Troubles",
			"voicelineType": "6002",
			"description": "My physical fitness isn't actually that great compared with some trained martial artists. It's a hereditary thing that runs in my family. So before getting into really important work, I adjust my schedule to make sure I get enough rest, wait till I have built up enough energy, then strive to finish everything that needs doing in one go. Outside of work, I try my best to live life at a calm and carefree pace. So I'll always decline to take on any strenuous physical labor.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_annoyed"
		},
		{
			"voicelineId": 60038,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "I like to grind dried Jueyun Chilis and Violetgrass stamens into powder, mix them in with some Yunlai White Tea leaves, and then brew a strong pot of tea. It has the most powerful fragrance that makes you instantly fall in love with it. I prefer drinks like this with a long-lasting aftertaste to things like coffee and spirits.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodLike_01"
		},
		{
			"voicelineId": 60039,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "You have to be very careful with sweets. That powerful sense of satisfaction... it weakens your willpower and makes you relaxed. It only takes a few bites to get addicted, and with long-term consumption, you'll slowly but surely lose your edge.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodDislike"
		},
		{
			"voicelineId": 60068,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Hm, not bad. Almost good enough to bribe me with.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_pref_01"
		},
		{
			"voicelineId": 60069,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Once you get accustomed to spicy food, everything else tastes bland. That's just the way it is.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_normal_01"
		},
		{
			"voicelineId": 60070,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Shall we roll some dice? Whoever gets the lowest number... gets to eat it.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_dislike_01"
		},
		{
			"voicelineId": 60040,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "If I was to tell you that maybe you shouldn't celebrate too hard today, because you'll let your guard down, and someone out there might just be waiting for that moment to make their move on you... it probably wouldn't go down very well. So, relax and take it easy today. Oh, and you should stop by the Yanshang Teahouse — I whipped up some treats especially for you. Not sweet ones, of course. Just the tiniest little hint of chili.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 60041,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "In my line of work, combat skills are essential.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 60042,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Sometimes, you have to strike hard and fast at just the right moment to expose the lies while avoiding any unwanted interference.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 60043,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Finding the truth might sound simple, but it takes perseverance to stick to the trail of clues and it takes strength to follow them deep into dangerous territory.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60044,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "I have long regarded you as my most important informant. Naturally, I need to be fully prepared to face whatever risks come with the final answer when you bring it to me. Come on, let's go get it!",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 60045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Busted.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_01"
		},
		{
			"voicelineId": 60046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Gotcha.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_02"
		},
		{
			"voicelineId": 60047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Quietly now.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_03"
		},
		{
			"voicelineId": 60048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Game's up, fun's over!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_01"
		},
		{
			"voicelineId": 60049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Here comes the catch.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_02"
		},
		{
			"voicelineId": 60050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Things are about to get dicey.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_03"
		},
		{
			"voicelineId": 60051,
			"title": "Sprint Start: I",
			"voicelineType": "700001",
			"description": "Take it easy.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_explore_sprint_start_01"
		},
		{
			"voicelineId": 60052,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Easy money.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_01"
		},
		{
			"voicelineId": 60053,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Treasure... one way to draw your target out of hiding.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_02"
		},
		{
			"voicelineId": 60054,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "A chest full of valuables... and a trove of potential clues.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_03"
		},
		{
			"voicelineId": 60055,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "What a drag...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_01"
		},
		{
			"voicelineId": 60056,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Winging it wasn't the best idea...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_02"
		},
		{
			"voicelineId": 60057,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "I didn't factor this in...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_03"
		},
		{
			"voicelineId": 60058,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Get back, I'll finish this job.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_01"
		},
		{
			"voicelineId": 60059,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "You're running cold, allow me.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_02"
		},
		{
			"voicelineId": 60060,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "What are... the odds?",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_01"
		},
		{
			"voicelineId": 60061,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "How was I... so wrong...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_02"
		},
		{
			"voicelineId": 60062,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "But the truth... is still unknown...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_03"
		},
		{
			"voicelineId": 60063,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "Gutsy.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_L_02"
		},
		{
			"voicelineId": 60064,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "No...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_H_01"
		},
		{
			"voicelineId": 60065,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "Who's our target this time?",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_01"
		},
		{
			"voicelineId": 60066,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "It's time to pull the trigger.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_02"
		},
		{
			"voicelineId": 60067,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Let's go get ourselves some answers.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_03"
		}
	]
}