{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "Hello",
			"voicelineType": "1006",
			"description": "Hello! I am Yumemizuki Mizuki, a clinical psychologist. If something's troubling you, feel free to talk it out with me. I can banish even the darkest of nightmares from your mind, without leaving a single trace. Oh? You don't believe me? Well then, if you have a moment to spare... Why don't you stop by my office?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "Chat: Therapy Session",
			"voicelineType": "1101",
			"description": "That dream last night tasted wonderful. Thank you for sharing it with me.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "Chat: Shareholder Work",
			"voicelineType": "1102",
			"description": "Still need to go through last quarter's financial report... What a headache.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "Chat: Feeling Down",
			"voicelineType": "1103",
			"description": "If you ever feel down, just drop everything, and go out for some fresh air.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "When It Rains",
			"voicelineType": "1201",
			"description": "When the weather is dark and gloomy, our emotions often respond in kind...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "When Thunder Strikes",
			"voicelineType": "1202",
			"description": "Ah, I wonder if the Almighty Shogun is having a bad day...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "When the Sun Is Out",
			"voicelineType": "1203",
			"description": "Sunshine isn't always a good thing. If it's too bright, the light can get into your eyes and make you dizzy.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "After the Rain",
			"voicelineType": "1204",
			"description": "Now that the storm clouds have been swept away, it's time do the same with our troubles.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "When the Wind Is Blowing",
			"voicelineType": "1205",
			"description": "Mmm~ The wind is just right. I feel refreshed and ready to go.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "Good Morning",
			"voicelineType": "1001",
			"description": "Feel that? I opened the window to let in some fresh air. Ah, the crisp morning air, the rising sun, the cool breeze... My mood feels lighter already — a fine morning indeed.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "Good Afternoon",
			"voicelineType": "1002",
			"description": "A quick nap in the middle of the day can give you an energy boost, but I do mean \"quick.\" Sleeping too long will make you more tired... Need me to wake you up in a bit?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "Good Evening",
			"voicelineType": "1003",
			"description": "It's getting late. Try to go to bed at a reasonable hour, okay? If you stay up late dancing, reading novels, or playing games, the quality of your sleep will really suffer!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "Good Night",
			"voicelineType": "1004",
			"description": "Oh, off to bed? Here, drink this cup of milk before you go. I added some herbs to help you sleep. Good night, and sweet dreams!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "About Yumemizuki Mizuki: Hot Spring Traditions",
			"voicelineType": "2001",
			"description": "Natlan's hot springs are in an open area close to the sea, which means you can chat with a whole host of people while enjoying the cool breeze off the water.\nNow, if I tried the same thing in Inazuma, people would probably say, \"Seeing someone you know at the bathhouse is awkward enough, but conversing with a complete stranger? That's inconceivable...\"\nSo, you see? Not all hot springs are created equal.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "About Yumemizuki Mizuki: Aisa Bathhouse",
			"voicelineType": "2005",
			"description": "Have you heard of Aisa Bathhouse? It's an indoor hot spring. When I first became a shareholder, I had a vision for a new kind of clinical practice — having patients soak in medicinal baths to relax the mind and body before treatment.\nBut, well... Most of the time, the warm water put people to sleep before I could even get to the clinical part. After waking up, they would praise my methods and call me a miracle worker.\nEven though, I didn't even do anything! It just goes to show what rest can do...\nA simple good night's sleep can solve a lot of problems, actually. And, still, people insist on pushing themselves to the breaking point.\n*sigh* I just wish people would listen when their body tells them to rest...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "About Us: Traveling",
			"voicelineType": "2003",
			"description": "I've been to five out of the seven nations in Teyvat. I suppose that makes me something of a traveler myself. Even though I live in Inazuma, I often have business in Natlan. So, as fellow travelers, we should stick together!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "About Us: Sweet Dreams",
			"voicelineType": "2002",
			"description": "There's a rule among the Yumekui-Baku — we cannot consume a good dream without the owner's permission. Sweet dreams are precious treasures, and their absence can trigger a sense of loss and emptiness.\nBut, you seem to be an exception. Your dreams are like a bottomless treasure trove. I've been in this line of work for centuries, but I've never met anyone as bright in their dreams as you...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "About the Vision",
			"voicelineType": "3006",
			"description": "Visions are said to be proof of the recognition of the gods — a miracle made manifest. And, based on what I've heard, many people without a Vision are waiting on the same miracle to happen to them.\nBut, dreaming of something unobtainable often means setting yourself up for greater disappointment, especially when you wake up, and reality sets in.\nSometimes, in the pursuit of a mirage, we inadvertently turn reality into a nightmare from which we must escape... I can only hope that doesn't happen to them.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "Something to Share",
			"voicelineType": "3002",
			"description": "Ya-chan and Te-chan are more than companions — they're a part of me, formed from my youkai powers. They represent my wisdom and spirit, respectively, and you can see them as manifestations of my rationality and empathy. They help me administer treatment on occasion and are very capable in combat, too!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "Interesting Things",
			"voicelineType": "3003",
			"description": "I left for Inazuma the day before the attack on the People of the Springs. Mualani wrote me a letter and told me what happened. It would seem you have quite the talent for saving the day. Now that I think about it... Based on what I've heard from Miko, that would be the second time I've missed you right when we could have crossed paths! But, now, I can finally count the legendary {NICKNAME} among my acquaintances.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Incandescent Ode of Resurrection\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "About Yae Miko: Past History",
			"voicelineType": "4001",
			"description": "Hundreds of years ago, we were neighbors. Miko was a lot more serious about her pursuits back then, but still, the innocence of youth permeated everything. I miss those days sometimes — Miko had just learned to transform into a human, and life was so simple... Every day, she would come find me and let me taste her dreams.\nNotes of sakura blossom, paper, ink, Tricolor Dango, and Fried Tofu... That's what I remember. She would beg me to transform into a human with her and drag me into town to find things that matched the flavors of her dreams. If someone caught us, we would immediately transform back into our original forms, and make a break for it. Miko ran so fast, she would leave me in the dust half the time.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "About Yae Miko: Current Situation",
			"voicelineType": "4002",
			"description": "Now, Miko is the Guuji of the Grand Narukami Shrine. After growing up, I never tried one of her dreams again. Who knows if any of the flavors are the same as back then...\nConsuming dreams without permission is the ultimate taboo for my kind. Even if she came to me and asked after so long, I... I think I would refuse. We're business rivals now, and I intend to keep up with her this time.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Stillness, the Sublimation of Shadow\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "About the Raiden Shogun",
			"voicelineType": "4003",
			"description": "I worked up the courage to invite the Almighty Shogun to the bathhouse after the Mikawa Flower Festival. As she settled into the pool, a strand of her hair drifted into the water. I thought about reaching out to fix it, but I was worried it would be too casual a gesture for such a noble figure. Of course, I doubt Miko would even hesitate... It's an unfortunate reminder that I still have a long way to go as a youkai.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Transient Dreams\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "About Sangonomiya Kokomi",
			"voicelineType": "4004",
			"description": "The Divine Priestess of Watatsumi Island is a dignified and well-mannered lady. Speaking with her always lifts my spirits. If I open a new branch of Aisa Bathhouse on Watatsumi Island or some other kind of business, I hope I have more chances to work with her...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "About Yoimiya",
			"voicelineType": "4005",
			"description": "Oh, you mean the Queen of the Summer Festival? Yes, she is quite memorable.\nEvery once in a while, I perform a mental health survey to see if there are areas around Inazuma where people are more likely to need treatment...\nIt turns out, those who live near Miss Yoimiya have need very little, and I doubt that's a coincidence. It's hard to be anything but positive with such a bright and cheerful person around!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "About Kamisato Ayaka",
			"voicelineType": "4006",
			"description": "Ah, Miss Ayaka... She was still a little girl when I left Inazuma, but even then, she had already started studying flower arranging and the art of the sword. Her brother once enlisted my services in secret, hoping to alleviate some of her anxieties.\nWhat I remember of her dream... was the smell of old timber and heavy rain, like a lone, wooden pavilion on the verge of collapse amid a storm. I did my best to treat her, until she finally fell into a peaceful slumber.\nMany years have passed since then. I hope she's found people to lean on, so she doesn't have to weather that storm alone...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "About Kujou Sara",
			"voicelineType": "4007",
			"description": "She often enlists my services to help the members of the Tenryou Commission. It's not uncommon to see doubt and fear in their minds, but her mindscape is always cold, hard metal. No rain, no sun — like a safe of pure Jade Steel, unflinching and impenetrable.\nI have a lot of respect for her because of that.\nAlthough, I can only imagine what resilience it took to get to that point...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "About Sayu",
			"voicelineType": "4008",
			"description": "Hehe, she's quite the carefree little mujina, her only trouble, of course, being the desire to grow taller... I'm sure her dreams are exceedingly sweet. I'd love to invite her to come work at the bathhouse, but she's always avoiding me. Heh, perhaps she can see through my intentions...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "About Mavuika",
			"voicelineType": "4009",
			"description": "The Pyro Archon? Hm, how should I put it... Lady Mavuika is the kind of person who shines so bright, just laying eyes on her is enough to warrant sunglasses. Like the actual sun, she has a way of burning away haze and illuminating darkness, even with a simple handshake.\n...Hm? Have I ever tasted one of her dreams? No, no, no, no, no... I wouldn't dare. She let me try once, but stepping into her dream was like jumping into a volcano, or choking on ash. All I could do was cough...\nPerhaps my youkai powers simply aren't strong enough yet...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "About Mualani",
			"voicelineType": "4010",
			"description": "Ah, Mualani... She is the friendliest person I've ever met. I lived with the People of the Springs during my time in Natlan, and I never could have opened up my shop there without her help. She dragged me to the Speaker's Chamber, and just like that, I was face-to-face with the Pyro Archon with no warning at all, scared out of my mind...\nHer personality is like a wave, sometimes cresting high above the water, gliding deep beneath the surface, or even crashing straight against the shore. It's hard to keep up...\nOh, her mental state? I don't think you need to worry. She's in a very good spot. If anything, I should go to her for therapy...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "About Nahida",
			"voicelineType": "4011",
			"description": "I've visited Sumeru before. Within the borders of her authority, it's impossible for me to make contact with anyone's dreams, much less affect or consume them. Her presence isn't oppressive, however — what I sensed felt more like a solemn promise between a god and her people... My impression is that she must be a very kind-hearted god.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Akasha Pulses, the Kalpa Flame Rises\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "More About Yumemizuki Mizuki: I",
			"voicelineType": "5001",
			"description": "Dream-eating is an ability unique to my kind. We can consume good and bad dreams alike, although the two are very different in terms of flavor. For a long time, it was nothing more than a form of sustenance, but as I got older, I realized this power had greater potential — helping humans overcome and process their troubles...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "More About Yumemizuki Mizuki: II",
			"voicelineType": "5002",
			"description": "In truth, the yumekui-baku are not a particularly formidable kind of youkai. When the dark calamity struck Inazuma, all we could do was run and hide. Our neighbor, the Kitsune Saiguu, sacrificed herself in that disaster. I was devastated, but helpless to stop it... It was seeing all that loss and despair that inspired me to go into this vocation. I decided to study abroad, and through my travels in Liyue, Sumeru and Natlan, I was able to integrate my abilities with human medicine. And, thus, my current practice was born.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "More About Yumemizuki Mizuki: III",
			"voicelineType": "5003",
			"description": "Even though I've been away from Inazuma for the past couple of years, the hot spring business has been thriving. In the meantime, I've worked hard to establish a practice that integrates what I've learned throughout my travels. Telling people I'm one of Aisa Bathhouse's major shareholders opens a lot of doors, which is one of the main reasons I've been able to keep my practice going, even despite all the challenges...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Stillness, the Sublimation of Shadow\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "More About Yumemizuki Mizuki: IV",
			"voicelineType": "5004",
			"description": "To me, the greatest challenge is processing the negative emotions that come with consuming a nightmare. I only consume a patient's nightmare if all other treatment methods fail. At that point, the nightmares are usually highly toxic and volatile to consume... When that happens, I like to find a secluded place to \"digest\" those emotions. It's not something I want other people to see...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Complete \"Stillness, the Sublimation of Shadow\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "More About Yumemizuki Mizuki: V",
			"voicelineType": "5005",
			"description": "But, as a clinical psychologist, helping patients overcome their nightmares is my duty.\n...And well, to me, it's what it means to be a baku.\nI've always wondered about the purpose of our power. Why was it given to us? What can we do with it? If we think of dreams only as a form of sustenance, then what makes us different from the mindless insects that spend their days gnawing away at Lavender Melons?\nPsychology gave me a purpose and a calling — banishing nightmares from Inazuma and the world as a whole.\nHeh... I used to think I would spend my whole life facing this alone, until I met you... someone who can turn the world on its head, who can bend the will of the gods themselves... Someone who's willing to accept my weaknesses, with no shortage of dreams to share... Perhaps, in a way, I've become your \"patient,\" as well.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Friendship Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete \"Incandescent Ode of Resurrection\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "Yumemizuki Mizuki's Hobbies",
			"voicelineType": "6001",
			"description": "Listening to cheerful and uplifting music is a great way to relax. Back when I lived in Natlan, I used visit Colomche Plaza all the time. The ukelele music was so beautiful... Actually, I heard you're something of a musician yourself. Could you play for me sometime?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "Yumemizuki Mizuki's Troubles",
			"voicelineType": "6012",
			"description": "Sometimes, nightmares surpass what I can withstand and act almost like a lethal poison. An example would be the Inazuman soldiers who fought during the dark calamity or the Natlanese warriors who drove back the Abyss in the Night Kingdom. Despair and fear carved so deeply into their subconscious, consuming their nightmares was like trying to swallow a knife... One time, I consumed the nightmare of a warrior who had just returned from the Night Warden Wars, and I passed out for several days...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "Favorite Food",
			"voicelineType": "6003",
			"description": "Oh, my favorite food? The best dream you've ever had, of course... Just kidding. I don't go around feasting on people's sweet memories... Now, sweet treats on the other hand... Not a bad pick-me-up, especially after a difficult session.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "Least Favorite Food",
			"voicelineType": "6004",
			"description": "I don't like meals that are just thrown together, like... a dry loaf of bread, a couple of carrots, some cabbage, and a cold piece of ham. We are what we eat, and that's especially true when it comes to our mood. If you muddle through every meal, how are you supposed to maintain a healthy state of mind? We all need to be kinder to ourselves, and that starts with what we eat.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "Receiving a Gift: I",
			"voicelineType": "6007",
			"description": "Wow... I've never had a dish like this before — not even in my dreams. This very well could be the recipe for a perfect night's sleep!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "Receiving a Gift: II",
			"voicelineType": "6008",
			"description": "Hmm... Quite a mellow taste, like slipping into a dream. Thank you, it's lovely.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "Receiving a Gift: III",
			"voicelineType": "6009",
			"description": "Did some terrible dream affect your sleep last night? That would explain why your sense of taste is so off... The food can wait until later — our therapy session must start now.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "Birthday",
			"voicelineType": "7001",
			"description": "Today is a very special day for the both of us. Meeting you has given me the chance to witness a wondrous world of endless dreams... So, why don't we celebrate this occasion with a dreamscape for just the two of us? Of course, we'll need to build it from the ground up. So, tell me what you'd like to see...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "Feelings About Ascension: Intro",
			"voicelineType": "8001",
			"description": "I feel myself getting stronger, both in body and mind. I'm ready to face even more powerful nightmares.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "Feelings About Ascension: Building Up",
			"voicelineType": "8002",
			"description": "Thank you, from the bottom of my heart. With your help, I'm confident I can handle any case that comes my way.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "Feelings About Ascension: Climax",
			"voicelineType": "8003",
			"description": "Your encouragement allowed me to look within and see my weaknesses for what they are. You've helped a psychologist down her own path to healing, and that's not something many people can say.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "Feelings About Ascension: Conclusion",
			"voicelineType": "8004",
			"description": "Negative emotions are a part of who we are. Anxiety, agitation, and fear are what result when we shy away from facing them head-on. The important thing is finding the balance between recognizing those emotions and being overwhelmed by them. You helped me find that balance, and now, it's cemented in my head. No matter how toxic or poisonous the nightmare, I have nothing to fear.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Unlocks at Ascension Phase 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Turn that frown upside down~",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Sweet dreams!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Time to relax.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Bad dreams, be gone!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Ya-chan, Te-chan, let's go!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Cast your worries to the wind.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "Opening Treasure Chest: I",
			"voicelineType": "300001",
			"description": "Ah, what a nice find!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "Opening Treasure Chest: II",
			"voicelineType": "300002",
			"description": "Oh, a little something to boost the mood!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "Opening Treasure Chest: III",
			"voicelineType": "300003",
			"description": "Sometimes the best medicine is a little extra Mora in your pocket.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "Low HP: I",
			"voicelineType": "410001",
			"description": "Getting dicey...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "Low HP: II",
			"voicelineType": "410002",
			"description": "Might be a lost cause...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "Low HP: III",
			"voicelineType": "410003",
			"description": "Not a good sign...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "Ally at Low HP: I",
			"voicelineType": "400001",
			"description": "Allow me to step in.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "Ally at Low HP: II",
			"voicelineType": "400002",
			"description": "Take a rest.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "Fallen: I",
			"voicelineType": "500001",
			"description": "Is this... a nightmare?",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "Fallen: II",
			"voicelineType": "500002",
			"description": "Darkness... closing... in...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "Fallen: III",
			"voicelineType": "500003",
			"description": "I can still feel... the pain.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "Light Hit Taken: I",
			"voicelineType": "900002",
			"description": "How rude.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "Heavy Hit Taken: I",
			"voicelineType": "910001",
			"description": "My mistake...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "Heavy Hit Taken: II",
			"voicelineType": "910002",
			"description": "A tricky patient...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "Heavy Hit Taken: III",
			"voicelineType": "910003",
			"description": "A cheap shot...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "Joining Party: I",
			"voicelineType": "600001",
			"description": "You can tell me anything.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "Joining Party: II",
			"voicelineType": "600002",
			"description": "Is it time for our session?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "Joining Party: III",
			"voicelineType": "600003",
			"description": "Ah... I don't sense any nightmares around here.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}