{
	"name": "Beidou",
	"combat1": {
		"name": "โจมตีปกติ - Oceanborne",
		"info": "**โจมตีปกติ**\nโจมตีต่อเนื่องมากสุดห้าครั้ง\n\n**ชาร์จโจมตี**\nใช้พลังกายต่อเนื่อง เพื่อฟันโจมตีติดต่อกันอย่างรวดเร็ว\nเมื่อชาร์จโจมตีสิ้นสุดลง จะทำการฟันอย่างรุนแรงเพิ่มอีกหนึ่งครั้ง\n\n**โจมตีพุ่งลงจากอากาศ**\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
	},
	"combat2": {
		"name": "Tidecaller",
		"info": "ไม่มีอะไรต้องเป็นห่วง หากมีใครกล้า ที่จะแตะต้องเธอหรือคนของเธอ ผู้นั้นจะต้องได้รับบทเรียนของสายฟ้า และดาบยักษ์คืนเป็นสิบเท่าอย่างแน่นอน\n\n**กด**\nรวบรวมพลังไฟฟ้าและฟันออกไป ข้างหน้าอย่างรุนแรงด้วยดาบขนาดยักษ์ เกิดเป็นความเสียหายไฟฟ้า\n\n**กดค้าง**\nยกอาวุธขึ้นมาเป็นเกราะป้องกัน โดยปริมาณการดูดซับความเสียหายจะขึ้นอยู่กับพลังชีวิตสูงสุดของ Beidou\nเมื่อปลดสกิลออกหรือหมดช่วงเวลา ต่อเนื่อง จะทำการโจมตีด้วยดาบยักษ์ ที่เต็มไปด้วยพลังที่รวบรวมเอาไว้ เพื่อความเสียหายไฟฟ้า ซึ่งความรุนแรงของเสียหายที่สร้าง จะขึ้นอยู่กับจำนวนครั้งการโจมตีที่ได้รับ ขณะใช้สกิล โดยโบนัสความเสียหาย สูงสุดจะเกิดขึ้นเมื่อปลดปล่อย เอฟเฟกต์นี้ 2 ครั้ง\nโล่ป้องกันจะมีเอฟเฟกต์ดังนี้:\n·มีเอฟเฟกต์การดูดซับ ความเสียหายไฟฟ้า 250%;\n·ทันทีที่ปลดปล่อยออกไปจะเพิ่ม การติดสถานะธาตุไฟฟ้าให้แก่ Beidou",
		"description": "โอบล้อมด้วยทะเล ตามหาเกลียวคลื่นและสายฟ้า"
	},
	"combat3": {
		"name": "Stormbreaker",
		"info": "ระลึกถึงการต่อสู้ของเธอกับอสูรยักษ์ Haishan เรียกความแข็งแกร่งดุจอสูร และพลังแห่งสายฟ้าออกมาเพื่อสร้าง Thunderbeast's Targe ล้อมรอบตัวเอง และสร้างความเสียหายไฟฟ้าแก่ศัตรู ที่อยู่โดยรอบ\n\n**Thunderbeast's Targe**\n·เมื่อโจมตีปกติและชาร์จโจมตี ถูกเป้าหมายจะปลดปล่อยพลังไฟฟ้า และทำให้เกิดสายฟ้าวิ่งผ่านระหว่างศัตรู แต่ละตัวเพื่อสร้างความเสียหายไฟฟ้า;\n·เพิ่มความสามารถในการต้านทาน การหยุดชะงักของตัวละครและลด ความเสียหายที่ได้รับลง\n\nทำให้เกิดสายฟ้าอย่างมาก 1 เส้น ในทุกหนึ่งวินาที",
		"description": "พลังของสายฟ้าฟาดผ่าทะเลและภูผา"
	},
	"passive1": {
		"name": "Retribution",
		"info": "เมื่อปล่อยการโจมตีกลับด้วย**Tidecaller** จะได้รับโบนัสความเสียหายสูงสุด"
	},
	"passive2": {
		"name": "Lightning Storm",
		"info": "หลังจากปล่อย **Tidecaller** ที่มีโบนัสความเสียหายสูงสุด ภายใน 10 วินาที จะได้รับเอฟเฟกต์ดังนี้\n·โจมตีปกติและชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น 15% และความเร็วในการโจมตีเพิ่มขึ้น 15%\n·ลดเวลาที่ต้องใช้ในการเตรียม ชาร์จโจมตีลงอย่างมาก"
	},
	"passive3": {
		"name": "Conqueror of Tides",
		"info": "ลดอัตราการเสียพลังกายจากการว่ายน้ำ ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%\nไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
	}
}