{
	"name": "Bennett",
	"combat1": {
		"name": "โจมตีปกติ - Strike of Fortune",
		"info": "**โจมตีปกติ**\nโจมตีด้วยดาบต่อเนื่องมากสุดห้าครั้ง\n\n**ชาร์จโจมตี**\nใช้พลังกายส่วนหนึ่งเพื่อปลดปล่อยดาบ ออกไปข้างหน้าสองเล่มในช่วงเวลาสั้น ๆ\n\n**โจมตีพุ่งลงจากอากาศ**\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
	},
	"combat2": {
		"name": "Passion Overload",
		"info": "Bennett รวบรวมธาตุไฟและ ความคลั่งไคล้ในการผจญภัยไว้บนดาบ โดยสิ่งที่จะเกิดขึ้นได้นั้นจะขึ้นอยู่กับระดับ ของการรวบรวมความคลั่งไคล้ ของเขาเอง...\n\n**{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}**\nฟาดฟันดาบไฟไปข้างหน้าอย่างรวดเร็ว ทำให้เกิดความเสียหายไฟ\n\n**{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}**\nอ้างอิงจากระยะเวลาในการ{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง} เพื่อชาร์จพลัง การปลดปล่อยออกไปจะทำให้เกิด เอฟเฟกต์ที่แตกต่างกันโดยขึ้นอยู่กับ ระดับของการชาร์จพลัง\n·ชาร์จระดับ 1: ทำการโจมตีสองครั้ง เกิดเป็นความเสียหายไฟ และซัดศัตรูให้กระเด็น;\n·ชาร์จระดับ 2: ทำการโจมตีต่อเนื่องสามครั้ง เกิดเป็นความเสียหายไฟอย่างรุนแรง ซึ่งการโจมตีครั้งสุดท้ายจะเกิดการระเบิด และจะซัด Bennett กับศัตรู ให้กระเด็นลอยออกไปพร้อมกัน โดยที่ Bennett จะไม่ได้รับความเสียหาย เมื่อถูกซัดกระเด็น",
		"description": "รวบรวมความคลั่งไคล้และความฝันเอาไว้ กับธาตุไฟในการโจมตีแต่ละครั้ง แต่บางครั้งดูเหมือนว่าความคลั่งไคล้นั้น จะมากเกินไปหน่อย ทำให้ธาตุไฟระเบิดออกมาเป็นบางที"
	},
	"combat3": {
		"name": "Fantastic Voyage",
		"info": "Bennett ทำการกระโดดโจมตี โดยจะเกิดเป็นความเสียหายไฟ และสร้างพื้นที่ให้กำลังใจขึ้นมา\n\n**พื้นที่ให้กำลังใจ**\n·หากตัวละครที่อยู่ในพื้นที่มีพลังชีวิต ต่ำกว่าหรือเท่ากับ 70% จะได้รับการฟื้นฟูพลังชีวิตอย่างต่อเนื่อง โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับ พลังชีวิตสูงสุดของ Bennett;\n·หากตัวละครที่อยู่ในพื้นที่มีพลังชีวิต สูงกว่า 70% จะได้รับโบนัสโจมตีโดยจะขึ้นอยู่กับ พื้นฐานพลังโจมตีของ Bennett;\n·ทำให้ตัวละครที่อยู่ในนั้น ติดสถานะธาตุไฟ",
		"description": "การเดินทางสำรวจทุกครั้งของ กลุ่มนักผจญภัยของ Benny นั้น ล้วนเต็มไปด้วยความเสี่ยงที่คาดไม่ถึง มีเพียง Bennett ซึ่งเป็นสมาชิกคนเดียว เท่านั้นที่พูดว่า มันช่างเป็น \"การเดินทางที่สุดยอด, ตื่นเต้นแล้วก็สวยงาม\""
	},
	"passive1": {
		"name": "Rekindle",
		"info": "ลดเวลาคูลดาวน์ของ **Passion Overload** ลง 20%"
	},
	"passive2": {
		"name": "Fearnaught",
		"info": "ภายในพื้นที่ของ **Fantastic Voyage** เอฟเฟกต์ของ **Passion Overload** จะมีดังนี้:\n·ลดเวลาคูลดาวน์ลง 50%;\n·การชาร์จระดับ 2 จะไม่ซัด Bennett ให้กระเด็น"
	},
	"passive3": {
		"name": "It Should Be Safe...",
		"info": "เมื่อทำคำขอการออกสำรวจของ Mondstadt เวลาที่ใช้จะลดลง 25%"
	}
}