{
	"name": "Chongyun",
	"combat1": {
		"name": "โจมตีปกติ - Demonbane",
		"info": "**โจมตีปกติ**\nฟาดฟันต่อเนื่องมากสุดสี่ครั้ง\n\n**ชาร์จโจมตี**\nกินพลังกายอย่างต่อเนื่องเพื่อโจมตีศัตรูรอบตัวด้วยดาบขนาดใหญ่\nเมื่อหยุดหมุนจะทำการฟันเพิ่มอย่าง รุนแรงหนึ่งครั้ง\n\n**โจมตีพุ่งลงจากอากาศ**\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
	},
	"combat2": {
		"name": "Spirit Blade - Chonghua's Layered Frost",
		"info": "Chongyun ฟันดาบใหญ่ลงไปที่พื้น สร้างระเบิดน้ำแข็งในรัศมีพื้นที่วงกว้างด้านหน้าของเขา และสร้าง ความเสียหายน้ำแข็งให้กับศัตรู\nจากนั้นไม่นาน ระเบิดน้ำแข็ง จะทำให้เกิดไอเย็นและรวมตัวกันเป็นพื้นที่ Chonghua Frost Field โดยที่ตัวละครที่ใช้ดาบ, ดาบใหญ่ หรือหอกภายในนั้น จะได้รับพลังแห่งน้ำแข็ง",
		"description": "\"เมื่อ Linlang ส่งเสียง, ทุกสรรพสิ่งเงียบพลัน, แม่น้ำหยุดไหล,เมฆหนักไปด้วยเกล็ดหิมะ, เมื่อประตูแท่นบูชาเปิด, เหล่าวิญญาณร้ายหนีหาย\""
	},
	"combat3": {
		"name": "Spirit Blade - Cloud-parting Star",
		"info": "Chongyun ปิดผนึกลับ และเรียก ดาบวิญญาณ Spirit Blade ขนาดมหึมา 3 เล่ม ออกมาจากกลางอากาศ ด้านหน้าของเขา ในเวลาอันสั้น มันจะหล่นลงสู่พื้นทีละเล่มและ จะระเบิดเมื่อสัมผัสกับพื้น\nเมื่อ Spirit Blade ระเบิด จะสร้าง ความเสียหายน้ำแข็งวงกว้าง และพุ่งไปโจมตีศัตรู",
		"description": "\"ฤทธิ์ดาบสะเทือนพสุธา เรียกเกล็ดหิมะขึ้นมา ดุจวาจาสิทธิ์!\""
	},
	"passive1": {
		"name": "Steady Breathing",
		"info": "ตัวละครทั้งหมดที่ใช้อาวุธดาบ, ดาบใหญ่และหอกที่อยู่ในพื้นที่ของ **Spirit Blade · Chongyun's Layered Frost** ความเร็วในการโจมตีปกติจะเพิ่มขึ้น 8%"
	},
	"passive2": {
		"name": "Rimechaser Blade",
		"info": "เมื่อพื้นที่ **Spirit Blade · Chongyun's Layered Frost** สลายไป จะเรียก Spirit Blade ออกมาเพิ่มหนึ่งเล่ม เพื่อโจมตีศัตรูโดยอัตโนมัติ โดยจะสร้างความเสียหายน้ำแข็งวงกว้าง เป็น 100% ของความเสียหายสกิล Spirit Blade · Chongyun's Layered Frost ซึ่งศัตรูที่ถูกโจมตีจะถูกลด ความต้านทานน้ำแข็งลง 10% เป็นเวลา 8 วินาที"
	},
	"passive3": {
		"name": "Gallant Journey",
		"info": "เมื่อทำคำขอการออกสำรวจของ Liyue เวลาที่ใช้จะลดลง 25%"
	}
}