{
	"name": "Ganyu",
	"combat1": {
		"name": "โจมตีปกติ - Liutian Archery",
		"info": "**โจมตีปกติ**\nยิงธนูโจมตีต่อเนื่องมากสุดถึงหกครั้ง\n\n**ชาร์จโจมตี**\nการ**เล็งโจมตี**จะสร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น\nเมื่อเล็งโจมตี ไอแห่งความเย็นจะถูกรวบรวม ในหัวของลูกศรและยิงออกไป เอฟเฟกต์ที่เกิดจะแตกต่างกันไปตาม เวลาที่เล็งชาร์จดังนี้:\n·ชาร์จระดับ 1: ยิงธนูที่มีไอเย็น สร้างความเสียหายน้ำแข็ง；\n·ชาร์จระดับ 2: ยิงธนู Frostflake Arrow สร้างความเสียหายน้ำแข็ง หลังยิงถูกเป้าหมายจะบานออกเป็น Frostflake Arrow Bloom และสร้าง ความเสียหายน้ำแข็งวงกว้างอีกครั้ง\n\n**โจมตีพุ่งลงจากอากาศ**\nปล่อยฝนธนูจากกลางอากาศและพุ่ง ลงมายังพื้นดินเพื่อโจมตีอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลง ถึงพื้น",
		"image": ""
	},
	"combat2": {
		"name": "Trail of the Qilin",
		"info": "Ganyu ทิ้ง Ice Lotus ไว้ดอกหนึ่ง แล้วพุ่งตัวถอยหลังอย่างรวดเร็วและ สร้างความเสียหายน้ำแข็งวงกว้าง\n\n**Ice Lotus**\n·จะยั่วยุศัตรูโดยรอบและดึงดูดการโจมตี ทั้งหมด\n·อัตราส่วนความทนทานจะขึ้นกับ พลังชีวิตสูงสุดของ Ganyu\n·เมื่อถูกทำลายหรือหมดเวลาจะบานออกเต็มที่ ทำให้เกิดความเสียหายน้ำแข็งวงกว้าง",
		"description": "\"คุณบอกว่าเห็นฉันงั้นเหรอ? คิดไปเองรึเปล่า ตอนนั้นฉันทำงานล่วงเวลาอยู่นะ\"",
		"image": ""
	},
	"combat3": {
		"name": "Celestial Shower",
		"info": "ควบแน่นน้ำแข็งขึ้นในอากาศ เพื่อเรียก Sacred Cryo Pearl มาขับไล่วิญญาณร้าย\nภายในช่วงเวลาคงอยู่ Sacred Cryo Pearl จะปล่อยสะเก็ดน้ำแข็งเพื่อโจมตีศัตรูที่อยู่ ในอาณาเขตการโจมตีและสร้าง ความเสียหายน้ำแข็ง",
		"description": "Ganyu สามารถสร้างหยาดฝนแสนหวาน ได้ตามใจชอบ แต่สำหรับเหล่าปีศาจร้าย ฝนเหล่านี้จะกลายเป็นหิมะที่ขม และหนาวเหน็บ",
		"image": ""
	},
	"passive1": {
		"name": "Undivided Heart",
		"info": "ภายใน 5 วินาที หลังจากยิง Frostflake Arrow จะทำให้ Frostflake Arrow ที่ยิงในครั้งต่อไป และการเบ่งบานที่เกิดขึ้นจาก Frostflake Arrow เหล่านั้นมีอัตราคริเพิ่มขึ้น 20%",
		"image": ""
	},
	"passive2": {
		"name": "Harmony between Heaven and Earth",
		"info": "ตัวละครในทีมที่เข้าสู่การต่อสู้ในขณะนั้นที่อยู่ในพื้นที่ของ **Celestial Shower** จะได้รับโบนัสความเสียหายน้ำแข็ง 20%",
		"image": ""
	},
	"passive3": {
		"name": "Perserved for the Hunt",
		"info": "เมื่อสร้างอาวุธประเภทธนู จะได้รับแร่ที่ใช้ในการหลอมคืน 15%",
		"image": ""
	}
}