{
	"name": "Hu Tao",
	"combat1": {
		"name": "โจมตีปกติ: Secret Spear of Wangsheng",
		"info": "**โจมตีปกติ**\nโจมตีต่อเนื่องมากสุดหกครั้ง\n\n**ชาร์จโจมตี**\nกินพลังกายปริมาณหนึ่งเพื่อ พุ่งไปข้างหน้าและสร้างความเสียหาย แก่ศัตรูที่อยู่ในเส้นทาง\n\n**โจมตีพุ่งลงจากอากาศ**\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
		"image": ""
	},
	"combat2": {
		"name": "Guide to Afterlife",
		"info": "มีเพียงเปลวไฟอันเป็นนิรันดร์เท่านั้นที่จะสามารถชำระล้างสิ่งที่ไม่บริสุทธิ์ในโลกได้\nHu Tao จะใช้พลังชีวิตบางส่วนเพื่อโจมตีศัตรูที่อยู่รอบตัวและเข้าสู่สภาวะ Paramita Papilio\n\n**Paramita Papilio**\n·เพิ่มพลังโจมตีของ Hu Tao โดยขึ้นอยู่กับพลังชีวิตสูงสุดของ Hu Tao ในตอนที่เข้าสู่สภาวะนี้ โดยพลังโจมตีที่เพิ่มขึ้นด้วยวิธีนี้ จะไม่เกิน 400% ของพลังโจมตีพื้นฐานของ Hu Tao;\n·เปลี่ยนความเสียหายของพลังโจมตีเป็นความเสียหายไฟ ซึ่งการเปลี่ยนแปลงธาตุนี้ไม่สามารถแทนที่ด้วยการแปลงของธาตุอื่นได้;\n·ชาร์จโจมตีจะทำให้ศัตรูที่ถูกโจมตีติดเอฟเฟกต์ Blood Blossom;\n·เพิ่มความสามารถในการต้านทานการหยุดชะงักของ Hu Tao\n\n**Blood Blossom**\nศัตรูที่ได้รับผลกระทบของ Blood Blossom จะได้รับความเสียหายไฟในทุก 4 วินาที ซึ่งความเสียหายนี้ จะถูกมองว่าเป็นความเสียหายของสกิลธาตุ\nศัตรูหนึ่งตัวจะสามารถติดเอฟเฟกต์ Blood Blossom ได้เพียงหนึ่งครั้งในช่วงเวลาเดียวกันเท่านั้น และสามารถถูกรีเฟรชเวลาต่อเนื่องได้โดยตัวของ Hu Tao เองเท่านั้น\n\n**Paramita Papilio** จะหายไปเมื่อหมดช่วงเวลาต่อเนื่อง หรือเมื่อ Hu Tao ออกจากการต่อสู้หรือหมดสติ",
		"description": "วิชาหอกที่ Hu Tao ได้รับสืบทอดมา เริ่มต้นด้วยคำพูดที่ว่า: \"คมหอกเปิดประตูสู่ยมโลก ผีเสื้อเชื่อมโยงชีวิตหลังความตาย\"",
		"image": ""
	},
	"combat3": {
		"name": "Spirit Soother",
		"info": "ควบคุมจิตวิญญาณแห่งเปลวเพลิงเพื่อสร้างความเสียหายไฟวงกว้าง\nเมื่อโจมตีถูกศัตรู จะเป็นการฟื้นฟูพลังชีวิตให้ Hu Tao โดยที่ปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังชีวิตสูงสุดของ Hu Tao ซึ่งเอฟเฟกต์นี้จะเกิดผลกับศัตรูที่ถูกโจมตีได้มากสุด 5 ตัว\nหากใช้สกิลโจมตีถูกศัตรูในตอนที่พลังชีวิตของ Hu Tao ต่ำกว่าหรือเท่ากับ 50% ปริมาณความเสียหายที่สร้างและปริมาณการรักษาจะสูงขึ้น",
		"description": "หากสิ่งที่ล่วงลับไปแล้วยังคงออกมาป้วนเปี้ยน เช่นนั้นจะทำให้ทางโถงแห่งการเกิดใหม่ Wangsheng เป็นกังวลอย่างมาก ซึ่งการฌาปนกิจนั้นเป็นวิธีที่ดีที่สุดในการทำให้จิตใจของ Hu Tao สงบลงได้ ยิ่งเธอกังวลมากเท่าไหร่ พลังแห่งไฟก็จะยิ่งแข็งแกร่งขึ้นเท่านั้น",
		"image": ""
	},
	"passive1": {
		"name": "Flutter By",
		"info": "หลังจากสภาวะของ **Paramita Papilio** ที่เกิดขึ้นโดย **Guide to Afterlife** สิ้นสุดลง อัตราคริของตัวละครทั้งหมดในทีม (ไม่รวมตัวของ Hu Tao เอง) จะเพิ่มขึ้น 12% เป็นเวลา 8 วินาที",
		"image": ""
	},
	"passive2": {
		"name": "Sanguine Rouge",
		"info": "เมื่อพลังชีวิตของ Hu Tao ต่ำกว่าหรือเท่ากับ 50% จะได้รับโบนัสความเสียหายไฟ 33%",
		"image": ""
	},
	"passive3": {
		"name": "The More the Merrier",
		"info": "เมื่อปรุงอาหารได้ระดับสมบูรณ์ จะมีโอกาส 18% ที่จะได้รับอาหารประเภทเดียวกันในระดับ \"รสประหลาด\" เพิ่มหนึ่งจาน",
		"image": ""
	}
}