{
	"name": "Klee",
	"combat1": {
		"name": "โจมตีปกติ - Kaboom!",
		"info": "**โจมตีปกติ**\nโยนของดีที่จะระเบิดเมื่อมีสิ่งอื่น มากระแทกออกไป! ทำการระเบิดโจมตีมากสุดถึงสามครั้ง เกิดเป็นความเสียหายไฟวงกว้าง\n\n**ชาร์จโจมตี**\nใช้พลังกายส่วนหนึ่ง โดยช่วงเวลาสั้น ๆ หลังจากร่ายเสร็จจะโจมตีศัตรูสร้างความเสียหายไฟวงกว้าง\n\n**โจมตีพุ่งลงจากอากาศ**\nรวบรวมพลังไฟอันร้อนแรงและกระโจน จากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรู ที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายไฟวงกว้าง เมื่อลงถึงพื้น",
		"image": ""
	},
	"combat2": {
		"name": "Jumpy Dumpty",
		"info": "โยน Jumpty Dumpty ที่จะนำพามาซึ่ง ความสนุกสุดเหวี่ยงออกไป!\nJumpty Dumpty จะเด้งติดต่อกันสามครั้ง โดยแต่ละครั้งล้วนสามารถทำให้เกิด การระเบิดได้ ซึ่งจะสร้าง ความเสียหายไฟวงกว้าง\n\nหลังจากการเด้งครั้งที่สาม จะแบ่งกลายเป็นกับระเบิดจำนวนมาก\nกับระเบิดจะระเบิดเมื่อมีศัตรูไปแตะโดน หรือเมื่อเวลาผ่านไปช่วงหนึ่ง และทำให้เกิดความเสียหายไฟวงกว้าง\n\nในตอนเริ่มจะสามารถใช้ได้ 2 ครั้ง",
		"description": "Jumpy Dumpty คือ \"เพื่อนสนิท\" ของ Klee... ซึ่ง Klee นั้นมักจะอดใจไม่ไหว ที่จะแนะนำพวกเขาให้แก่คนอื่น ๆ เสมอ",
		"image": ""
	},
	"combat3": {
		"name": "Sparks 'n' Splash",
		"info": "Klee พร้อมลุย! ภายในช่วงเวลาต่อเนื่อง จะเรียก Sparks 'n' Splash ออกมา เพื่อโจมตีศัตรูที่อยู่ในบริเวณใกล้เคียง ซึ่งจะทำให้เกิดความเสียหายไฟวงกว้าง。",
		"description": "เหล่าคนในกองอัศวินนั้นเชื่อซะเหลือเกิน ว่าการที่ Klee ไม่เคยโดนระเบิด ของตัวเองเล่นงานเลยนั้น คงเป็นเพราะมีดวงดาวนำโชค คอยปกป้องเธออยู่แน่ ๆ...",
		"image": ""
	},
	"passive1": {
		"name": "Pounding Surprise",
		"info": "เมื่อ **Jumpy Dumpty** และการโจมตีปกติ สร้างความเสียหาย จะมีโอกาส 50% ที่จะมอบระเบิดดอกไม้ไฟขนาดใหญ่ให้ Klee หนึ่งดอก \nเมื่อชาร์จโจมตีจะใช้ ระเบิดดอกไม้ไฟขนาดใหญ่ โดยไม่ใช้พลังกาย และจะสร้างความเสียหายเพิ่มขึ้น 50%",
		"image": ""
	},
	"passive2": {
		"name": "Sparkling Burst",
		"info": "เมื่อชาร์จโจมตีของ Klee ติดคริติคอล จะฟื้นฟูพลังงานธาตุ ให้แก่สมาชิกทั้งหมดในทีมขึ้น 2 หน่วย",
		"image": ""
	},
	"passive3": {
		"name": "All Of My Treasures!",
		"info": "แสดงตำแหน่งของ**ของพิเศษเฉพาะใน Mondstadt** ในมินิแมป",
		"image": ""
	}
}