{
	"name": "Qiqi",
	"combat1": {
		"name": "โจมตีปกติ - Ancient Sword Art",
		"info": "**โจมตีปกติ**\nโจมตีด้วยดาบต่อเนื่องมากสุดห้าครั้ง\n\n**ชาร์จโจมตี**\nใช้พลังกายส่วนหนึ่งเพื่อปลดปล่อยดาบ ออกไปข้างหน้าสองเล่มในช่วงเวลาสั้น ๆ\n\n**โจมตีพุ่งลงจากอากาศ**\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
		"image": ""
	},
	"combat2": {
		"name": "Adeptus Art: Herald of Frost",
		"info": "ใช้เครื่องราง Icevein Talisman เพื่อเรียก Herald of Frost ออกมา และสร้าง ความเสียหายน้ำแข็งให้กับศัตรูโดยรอบ\n\n**Herald of Frost**\n·เมื่อการโจมตีปกติและชาร์จโจมตีของ Qiqi โดนเป้าหมาย จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครของคุณทั้งหมดในทีม รวมถึงตัวละครฝ่ายเดียวกันที่อยู่ใกล้ โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับ พลังโจมตีของ Qiqi\n·จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครของตนเองที่เข้าต่อสู้ในขณะนั้นเป็นช่วง ๆ\n·เคลื่อนที่ไปพร้อมกับตัวละคร เพื่อสร้างความเสียหายน้ำแข็ง แก่ศัตรูที่อยู่ในเส้นทาง",
		"description": "\"ฉันใช้สิ่งนี้เพื่อป้องกันอุณหภูมิสูงขึ้นและ ป้องกันการเน่าเปื่อย... อื้อ ใช่ ฉันพูดถึงวัตถุดิบยาแสนแพงของ คุณ Bai\"",
		"image": ""
	},
	"combat3": {
		"name": "Adeptus Art: Preserver of Fortune",
		"info": "Qiqi ปลดปล่อยพลังแห่งเซียนที่ผนึกไว้ ในร่างของเธอ ทำสัญลักษณ์ Fortune-Preserving Talisman บนศัตรูที่อยู่ใกล้เคียง และสร้าง ความเสียหายน้ำแข็ง\n\n**Fortune-Preserving Talisman**\nเมื่อศัตรูที่ได้รับผลกระทบของ Fortune-Preserving Talisman ได้รับความเสียหาย จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละคร ที่สร้างความเสียหาย",
		"description": "\"ชื่อจริงของฉันคือ ผู้พิทักษ์จากความชั่วร้าย เด็กผู้ไม่มีวันตาย\"\n - Qiqi จำคำพูดพวกนี้ไม่ได้แล้ว",
		"image": ""
	},
	"passive1": {
		"name": "Life-Prolonging Methods",
		"info": "เมื่อตัวละครที่อยู่ภายใต้สภาวะ **Adeptus Art: Herald of Frost** ทำให้เกิดปฏิกิริยาทางธาตุขึ้น โบนัสการถูกรักษาจะเพิ่มขึ้น 20% เป็นเวลา 8 วินาที",
		"image": ""
	},
	"passive2": {
		"name": "A Glimpse into Arcanum",
		"info": "เมื่อ Qiqi โจมตีปกติและชาร์จโจมตีถูกศัตรู มีโอกาส 50% ที่จะใช้ Fortune-Preserving Talisman กับศัตรูเป็นเวลา 6 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 30 วินาที",
		"image": ""
	},
	"passive3": {
		"name": "Former Life Memories",
		"info": "แสดงตำแหน่งของ**ของพิเศษเฉพาะใน Liyue** ในมินิแมป",
		"image": ""
	}
}