{
	"name": "Rosaria",
	"combat1": {
		"name": "โจมตีปกติ - Spear of the Church",
		"info": "**โจมตีปกติ**\nโจมตีต่อเนื่องมากสุดห้าครั้ง\n\n**ชาร์จโจมตี**\nกินพลังกายปริมาณหนึ่งเพื่อ พุ่งไปข้างหน้าและสร้างความเสียหาย แก่ศัตรูที่อยู่ในเส้นทาง\n\n**โจมตีพุ่งลงจากอากาศ**\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
		"image": ""
	},
	"combat2": {
		"name": "Ravaging Confession",
		"info": "Rosaria เคลื่อนที่ไปด้านหลังศัตรูอย่างรวดเร็ว จากนั้นจึงใช้หอกแทงและฟาดฟันศัตรู เพื่อสร้างความเสียหายน้ำแข็ง\nไม่สามารถใช้สกิลการเคลื่อนที่อย่างรวดเร็วนี้ เพื่อเคลื่อนย้ายไปด้านหลังศัตรูที่มีขนาดใหญ่กว่าได้",
		"description": "คำสารภาพบาปต่อซิสเตอร์ Rosaria นั้นจะไม่ได้รับการให้อภัย ในทางตรงกันข้าม ยิ่งบาปหนาเท่าไหร่ ความหนาวเย็นแห่งการลงทัณฑ์ ก็จะยิ่งเสียดแทงลึกเข้ากระดูกมากขึ้นเท่านั้น",
		"image": ""
	},
	"combat3": {
		"name": "Rites of Termination",
		"info": "นี่คือพิธีสวดมนต์ฉบับพิเศษของ Rosaria โดยหลังจากใช้อาวุธฟาดฟันศัตรูที่อยู่รอบตัวแล้ว จะเรียกหอกน้ำแข็งออกมา เพื่อแทงลงพื้น สร้างความเสียหายน้ำแข็ง แยกออกเป็นสองช่วง\nภายในช่วงเวลาต่อเนื่องของหอกน้ำแข็ง จะปล่อยไอเย็นเป็นระยะ ๆ เพื่อสร้างความเสียหายน้ำแข็งให้กับศัตรูที่อยู่ในบริเวณใกล้เคียง",
		"description": "การพิพากษานั้นช่างเป็นเรื่องที่ยุ่งยาก ดังนั้นจงก้าวข้ามการพิพากษา และทำการสวดอ้อนวอนครั้งสุดท้ายเถอะ การที่ Rosaria นั้น ไม่เคยเชื่อในเทพเจ้าแห่งสายลม นั่นทำให้เรื่องนี้ง่ายขึ้นเป็นพิเศษ",
		"image": ""
	},
	"passive1": {
		"name": "Regina Probationum",
		"info": "เมื่อ **Ravaging Confession** โจมตีจากด้านหลังของเป้าหมาย อัตราคริของ Rosaria จะเพิ่มขึ้น 12% เป็นเวลา 5 วินาที",
		"image": ""
	},
	"passive2": {
		"name": "Shadow Samaritan",
		"info": "เมื่อปล่อย **Rites of Termination** จะเพิ่มอัตราคริให้แก่ตัวละครทั้งหมดในทีม (ไม่รวมตัวของ Rosaria เอง) ที่อยู่ในบริเวณใกล้เคียงขึ้น 15% ของอัตราคริของเธอ เป็นเวลา 10 วินาที\nอัตราคริที่เพิ่มขึ้นด้วยวิธีนี้จะไม่เกิน 15%",
		"image": ""
	},
	"passive3": {
		"name": "Night Walk",
		"info": "ในตอนกลางคืน (18:00 น. - 6:00 น.) ความเร็วการเคลื่อนที่ของตัวละครในทีมของตัวเองจะเพิ่มขึ้น 10%\nเอฟเฟกต์ดังกล่าวจะไร้ผลเมื่ออยู่ในดันเจี้ยน, Trounce Domain, Spiral Abyss และไม่สามารถซ้อนทับกับพรสวรรค์ติดตัวที่มีเอฟเฟกต์แบบเดียวกันได้",
		"image": ""
	}
}