{
	"name": "ผู้พเนจร",
	"combat1": {
		"name": "โจมตีปกติ: Yuuban Meigen",
		"info": "**โจมตีปกติ**\nทำการโจมตีด้วยดาบลม มากสุด 3 ครั้ง เพื่อสร้างความเสียหายลม\n\n**ชาร์จโจมตี**\nใช้พลังกายบางส่วน โดยหลังจากร่ายเสร็จ จะสร้างกระแสลมแรงดันสูงขึ้นตรงหน้า และสร้างความเสียหายลมวงกว้าง\n\n**โจมตีพุ่งลงจากอากาศ**\nรวบรวมพลังของธาตุลม กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายลมวงกว้างเมื่อลงถึงพื้น",
		"attributes": {
			"labels": [
				"ความเสียหายขั้น 1|{param1:F1P}",
				"ความเสียหายขั้น 2|{param2:F1P}",
				"ความเสียหายขั้น 3|{param3:F1P}+{param4:F1P}",
				"ความเสียหายชาร์จโจมตี|{param5:F1P}",
				"ชาร์จโจมตีใช้พลังกาย|{param6:F1} หน่วย",
				"ความเสียหายพุ่งลง|{param7:F1P}",
				"ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง|{param8:P}/{param9:P}"
			]
		}
	},
	"combat2": {
		"name": "Hanega: Song of the Wind",
		"info": "รวบรวมพลังของสายลม เพื่อปลดเปลื้องพันธนาการจากผืนดิน และสร้างความเสียหายลมไปยังบริเวณรอบ ๆ จากนั้นจึงกระโจนขึ้นไปกลางอากาศ และเข้าสู่สถานะ \"Windfavored\"\n\n**Windfavored**\nเมื่อผู้พเนจรอยู่ในสถานะนี้ จะไม่สามารถใช้การโจมตีพุ่งลงจากอากาศได้ และเมื่อใช้การโจมตีปกติ หรือการชาร์จโจมตี จะเปลี่ยนเป็นการใช้ Kuugo: Fushoudan หรือ Kuugo: Toufukai ซึ่งจะทำให้ความเสียหายที่สร้าง และพื้นที่ผลกระทบเพิ่มมากขึ้น โดยความเสียหายที่สร้าง จะถูกมองว่าเป็นความเสียหายของการโจมตีปกติ และความเสียหายของการชาร์จโจมตีตามลำดับ และการใช้ Kuugo: Toufukai จะไม่ใช้พลังกาย\nเมื่ออยู่ในสถานะนี้ ผู้พเนจรจะลอยอยู่กลางอากาศอย่างต่อเนื่อง ซึ่งในช่วงเวลานี้ การเคลื่อนไหวของผู้พเนจรจะมีคุณลักษณะพิเศษดังนี้:\n·จะใช้ \"แต้ม Kuugoryoku\" เรื่อย ๆ เพื่อรักษาสถานะการลอยบนฟ้า;\n·เมื่อพุ่งตัว จะใช้แต้ม Kuugoryoku เพิ่มเพื่อเร่งความเร็ว; เมื่อกดพุ่งตัวค้างไว้ จะใช้แต้ม Kuugoryoku อย่างต่อเนื่อง เพื่อรักษาสถานะการเคลื่อนที่ด้วยความเร็วสูง ซึ่งเอฟเฟกต์นี้ จะเข้ามาแทนที่การพุ่งตัว;\n·เมื่อกระโดดจะใช้แต้ม Kuugoryoku เพิ่ม เพื่อเพิ่มความสูงของการลอยตัว; เมื่อกดกระโดดค้างไว้ จะใช้แต้ม Kuugoryoku เรื่อย ๆ เพื่อเพิ่มระดับความสูงของการลอยตัวอย่างต่อเนื่อง\n\nหลังจากที่แต้ม Kuugoryoku ถูกใช้จนหมด สถานะนี้จะสิ้นสุดลง\nการใช้ Windfavored ซ้ำอีกครั้งภายในช่วงระยะเวลาต่อเนื่อง จะเป็นการจบสถานะนี้",
		"description": "\"โลกเริงระบำลอยล่อง เผยซึ่งความลับในมวลบุปผา\"",
		"attributes": {
			"labels": [
				"ความเสียหายสกิล|{param1:F1P}",
				"ความเสียหาย Kuugo: Fushoudan|{param2:F1P} ของการโจมตีปกติ",
				"ความเสียหาย Kuugo: Toufukai|{param3:F1P} ของการชาร์จโจมตี",
				"แต้ม Kuugoryoku ในตอนเริ่ม|{param4:I} หน่วย",
				"คูลดาวน์|{param5:F1} วิ"
			]
		}
	},
	"combat3": {
		"name": "Kyougen: Five Ceremonial Plays",
		"info": "บีบอัดอากาศให้กลายเป็นโพรงอากาศ ที่จะทำให้ทุกปัญหาแหลกเป็นผุยผง โดยจะทำให้เกิดความเสียหายลมวงกว้างหลายครั้ง\nเมื่ออยู่ในสถานะ Windfavored ของสกิลธาตุ \"Hanega: Song of the Wind\" สถานะ Windfavored จะสิ้นสุดลงหลังจากที่ใช้",
		"description": "\"ท้องฟ้าใกล้อรุณย่ำ ความฝันครั้งวันวานราวฝุ่นเงาที่ปลิดปลิว แล้วเลือนหายตามสายลม\"",
		"attributes": {
			"labels": [
				"ความเสียหายสกิล|{param1:F1P} x5",
				"คูลดาวน์|{param2:F1} วิ",
				"พลังงานธาตุ|{param3:I}"
			]
		}
	},
	"passive1": {
		"name": "Jade-Claimed Flower",
		"info": "เมื่อใช้ **Hanega: Song of the Wind** หากไปสัมผัสถูก ธาตุน้ำ/ธาตุไฟ/ธาตุน้ำแข็ง/ธาตุไฟฟ้า จะทำให้ Windfavored ในครั้งนี้ ได้รับการเสริมเอฟเฟกต์ที่เกี่ยวข้อง โดยขึ้นกับชนิดของธาตุที่สัมผัสโดน:\n·ธาตุน้ำ: ขีดจำกัดของแต้ม Kuugoryoku เพิ่มขึ้น 20 หน่วย;\n·ธาตุไฟ: พลังโจมตีเพิ่มขึ้น 30%;\n·ธาตุน้ำแข็ง: อัตราคริเพิ่มขึ้น 20%;\n·ธาตุไฟฟ้า: หลังจากที่การโจมตีปกติ และการชาร์จโจมตีถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.8 หน่วย โดยที่ทุก 0.2 วินาที จะสามารถฟื้นฟูพลังงานธาตุ ด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุดหนึ่งครั้ง\n\nในช่วงเวลาเดียวกัน จะสามารถรับการเสริมเอฟเฟกต์ที่เกี่ยวข้องนี้ ด้วยธาตุได้มากสุด 2 ชนิด"
	},
	"passive2": {
		"name": "Gales of Reverie",
		"info": "ภายใต้สถานะ **Windfavored** เมื่อ Kuugo: Fushoudan หรือ Kuugo: Toufukai ของผู้พเนจรถูกศัตรู จะมีโอกาส 16% ที่จะได้รับเอฟเฟกต์ \"Descent\": เมื่อผู้พเนจรทำการเร่งความเร็วกลางอากาศ ระหว่างที่อยู่ในสถานะ Windfavored ครั้งนี้ จะลบล้างเอฟเฟกต์ Descent ซึ่งจะทำให้การเร่งความเร็วครั้งนี้ไม่ใช้ \"แต้ม Kuugoryoku\" และยิงธนูลมออกไป 4 ลูก โดยที่แต่ละลูกจะสร้างความเสียหายลม เป็น 35% ของพลังโจมตี\nในตอนที่ใช้ Kuugo: Fushoudan และ Kuugo: Toufukai หากไม่เกิดเอฟเฟกต์ Descent จะทำให้โอกาสการเกิดในครั้งต่อไปเพิ่มขึ้น 12%; ในทุก 0.1 วินาที จะตัดสินมากสุด 1 ครั้ง ว่าจะเกิดเอฟเฟกต์ Descent หรือไม่"
	},
	"passive3": {
		"name": "Strum the Swirling Winds",
		"info": "เมื่อเลื่อนขั้นธนูและสื่อเวท จำนวน Mora ที่ต้องใช้จะลดลง 50%"
	},
	"costs": {
		"lvl2": [
			{
				"name": "Mora",
				"count": 12500
			},
			{
				"name": "Teachings of Praxis",
				"count": 3
			},
			{
				"name": "Old Handguard",
				"count": 6
			}
		],
		"lvl3": [
			{
				"name": "Mora",
				"count": 17500
			},
			{
				"name": "Guide to Praxis",
				"count": 2
			},
			{
				"name": "Kageuchi Handguard",
				"count": 3
			}
		],
		"lvl4": [
			{
				"name": "Mora",
				"count": 25000
			},
			{
				"name": "Guide to Praxis",
				"count": 4
			},
			{
				"name": "Kageuchi Handguard",
				"count": 4
			}
		],
		"lvl5": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Guide to Praxis",
				"count": 6
			},
			{
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"lvl6": [
			{
				"name": "Mora",
				"count": 37500
			},
			{
				"name": "Guide to Praxis",
				"count": 9
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"lvl7": [
			{
				"name": "Mora",
				"count": 120000
			},
			{
				"name": "Philosophies of Praxis",
				"count": 4
			},
			{
				"name": "Famed Handguard",
				"count": 4
			},
			{
				"name": "Daka's Bell",
				"count": 1
			}
		],
		"lvl8": [
			{
				"name": "Mora",
				"count": 260000
			},
			{
				"name": "Philosophies of Praxis",
				"count": 6
			},
			{
				"name": "Famed Handguard",
				"count": 6
			},
			{
				"name": "Daka's Bell",
				"count": 1
			}
		],
		"lvl9": [
			{
				"name": "Mora",
				"count": 450000
			},
			{
				"name": "Philosophies of Praxis",
				"count": 12
			},
			{
				"name": "Famed Handguard",
				"count": 9
			},
			{
				"name": "Daka's Bell",
				"count": 2
			}
		],
		"lvl10": [
			{
				"name": "Mora",
				"count": 700000
			},
			{
				"name": "Philosophies of Praxis",
				"count": 16
			},
			{
				"name": "Famed Handguard",
				"count": 12
			},
			{
				"name": "Daka's Bell",
				"count": 2
			},
			{
				"name": "Crown of Insight",
				"count": 1
			}
		]
	}
}