{
	"name": "Xingqiu",
	"combat1": {
		"name": "โจมตีปกติ - Guhua Style",
		"info": "**โจมตีปกติ**\nโจมตีด้วยดาบต่อเนื่องมากสุดห้าครั้ง\n\n**ชาร์จโจมตี**\nใช้พลังกายส่วนหนึ่งเพื่อปลดปล่อยดาบ ออกไปข้างหน้าสองเล่มในช่วงเวลาสั้น ๆ\n\n**โจมตีพุ่งลงจากอากาศ**\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
		"image": ""
	},
	"combat2": {
		"name": "Guhua Sword · Fatal Rainscreen",
		"info": "โจมตีฟันต่อเนื่องสองครั้ง สร้างความเสียหายน้ำแก่ศัตรูที่อยู่ตรงหน้า ขณะเดียวกันจะสร้าง Rain Sword จำนวนสูงสุดขึ้นมารอบ ๆ ตัวละครของตนเองที่เข้าต่อสู้ในขณะนั้น\nRain Sword มีคุณสมบัติดังนี้:\n·จะแตกเมื่อตัวละครได้รับความเสียหาย โดยจะลดความเสียหายที่ได้รับลง;\n·เพิ่มความสามารถใน การต้านทานการหยุดชะงักของตัวละคร\n20% ของโบนัสความเสียหายน้ำของ Xingqiu จะเปลี่ยนเป็นการลด ความเสียหายเพิ่มเติมของ Rain Swords\n\nลดความเสียหายเพิ่มเติมด้วยวิธีนี้ได้มากสุด 24%\nจำนวนมากสุดในตอนเริ่มของ Rain Sword คือ 3 เล่ม\nทันทีที่ปล่อยออกมาจะทำให้ตัวละครติดสถานะเปียกชุ่ม",
		"description": "\"มันง่ายกว่าที่จะฟันมังกรแทนที่จะผ่าสายฝน\"",
		"image": ""
	},
	"combat3": {
		"name": "Guhua Sword · Raincutter",
		"info": "เปิดใช้ Rainbow Bladework ต่อสู้โดย ใช้ภาพมายาของฝนดาบและสร้าง Rain Sword จำนวนสูงสุดขึ้นมา\n\n**Rainbow Bladework**\n·เมื่อตัวละครของตนเองที่เข้าต่อสู้ในขณะนั้นโจมตีปกติ จะทำการโจมตีด้วยฝนดาบอย่างต่อเนื่อง สร้างความเสียหายน้ำ;\n·จำนวนของ Rain Sword จะยังคงมีจำนวนสูงสุดตลอดระยะเวลาของสกิล",
		"description": "Way of the Rain Cutter หนึ่งในเคล็ดวิชาลับที่ไม่ได้ถูกสอนต่อกันมาของ Guhua",
		"image": ""
	},
	"passive1": {
		"name": "Hydropathic",
		"info": "เมื่อ Rain Sword ถูกทำลายหรือหมดเวลาตัวละครในขณะนั้นจะได้รับการฟื้นฟูพลังชีวิต โดยจะมีปริมาณเท่ากับ 6% ของพลังชีวิตสูงสุดของ Xingqiu",
		"image": ""
	},
	"passive2": {
		"name": "Blades Amidst Raindrops",
		"info": "Xingqiu ได้รับโบนัสความเสียหายน้ำเพิ่ม 20%",
		"image": ""
	},
	"passive3": {
		"name": "Flash of Genius",
		"info": "เมื่อสร้างวัสดุพรสวรรค์ของตัวละคร จะมีโอกาส 25% ที่จะได้รับวัสดุส่วนหนึ่งที่ใช้ไปคืน",
		"image": ""
	}
}