{
	"id": 10000005,
	"name": "Aether",
	"friendLines": [
		{
			"voicelineId": 1002,
			"title": "Über die Windmühlen ...",
			"voicelineType": "24001",
			"description": "Paimon: In Mondstadt gibt es viele Windmühlen.\n{NICKNAME}: Das liegt daran, dass Mondstadt auf einer Anhöhe errichtet worden ist. Die Windmühlen sorgen dafür, dass das Wasser nach oben gepumpt wird.\nPaimon: Ganz recht! Der Wind in Mondstadt bläst ohne Unterlass! Deswegen ist die Wasserversorgung sichergestellt.\nPaimon: Außerdem kann man den Wind mit Windmühlen förmlich sehen. Mit Windspielen kann man ihn hören.\nPaimon: Das sind Dinge, mit denen man sozusagen um den Schutz des Gottes des Windes bittet.\n{NICKNAME}: Ach, so ist das! So ähnlich wie du als Maskottchen!\nPaimon: Natürlich nicht! Windmühlenräder sind aus Holz. An denen kann man nicht knabbern ... es sei denn, man will sich die Zähne ausbeißen.\n{NICKNAME}: Hmm ...\n{NICKNAME}: Also doch ganz ähnlich.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windmill_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1003,
			"title": "Über den Inhaber der Taverne ...",
			"voicelineType": "25001",
			"description": "{NICKNAME}: Angeblich sollen die Wirte der Tavernen spendabel mit Informationen sein, wenn man spendabel mit Kleingeld ist.\nPaimon: Du meinst doch sicher nicht die „Engelsgabe“? Der Besitzer Diluc muss ordentlich Kohle haben.\nPaimon: Wie viel Kleingeld muss man da locker machen, damit der redet?\n{NICKNAME}: Oh, da muss ich mich wohl geirrt haben.\n{NICKNAME}: Vielleicht habe ich das in einer anderen Welt gehört ...\nPaimon: Du bist schon in echt vielen Welten gewesen.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pubHolder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1004,
			"title": "Über den Mostsee ...",
			"voicelineType": "26001",
			"description": "Paimon: Der Mostsee friert nie zu, egal welche Jahreszeit es ist.\nPaimon: Den tollen Apfelwein aus Mondstadt kann man nur mit dem Trinkwasser aus diesem See machen.\nPaimon: Das Wasser aus dem See ist richtig lecker! Paimon kann zwei Flaschen in einem Zug austrinken.\n{NICKNAME}: Du erstaunst einen immer wieder.\nPaimon: Ja, nicht wahr?\n{NICKNAME}: Wie passt nur so viel Wasser in deinen kleinen Bauch?\n{NICKNAME}: Warum du nicht wie ein Anemo-Schleim einfach irgendwann in die Luft gehst, ist mir ein Rätsel.\nPaimon: Tja, für leckere Getränke hat Paimon einen Extramagen.\n{NICKNAME}: Die Welt ist einfach viel zu groß, um alles auf einmal verstehen zu können ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ciderLake_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1005,
			"title": "Über den verbotenen Bereich ...",
			"voicelineType": "37001",
			"description": "{NICKNAME}: Sag mal, dieser verbotene Bereich in der Bibltiothek, von dem Lisa gesprochen hat ...\n{NICKNAME}: Bist du nicht auch neugierig und willst wissen, was sich dort alles verbirgt?\n{NICKNAME}: Na ja, weißt du ...\n{NICKNAME}: Vielleicht ist das ja sowas wie die Erwachsenenabteilung?\nPaimon: Was? Wieso? „Die Wildschweinprinzessin“ ist eindeutig nicht im verbotenen Bereich!\nPaimon: Gibt es etwa Bücher, die noch weniger für Kinder geeignet sind als diese Reihe? Da wird Paimon tatsächlich neugierig!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_restrictedSection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Große Anstrengungen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1010115
					]
				}
			]
		},
		{
			"voicelineId": 1006,
			"title": "Über Fleiß und Lohn ...",
			"voicelineType": "31001",
			"description": "Paimon: Paimon hat das Gefühl, dass es sich in Mondstadt nicht gerade lohnt, immer fleißig zu sein.\n{NICKNAME}: Warum sagst du denn so etwas?\nPaimon: Sieh dir doch mal Huffman vom Ordo Favonius an. Er gibt jeden Tag alles für den Orden ...\nPaimon: Und dann kommt Kaeya daher, dieser Faulpelz, und will sein Vorgesetzter sein.\n{NICKNAME}: Vergiss Jean aber nicht. Sie ist am fleißigsten und ist stellvertretender Großmeister.\nPaimon: Aber ... Also, Paimon meint ...\nPaimon: Venti! Der ist der Faulste von allen und ist der Archon von Mondstadt!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_effortsVSreturn_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Für ein Morgen ohne Tränen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1007,
			"title": "Über das Grand Hotel Goth ...",
			"voicelineType": "56001",
			"description": "{NICKNAME}: Ich würde gern einmal im Grand Hotel Goth übernachten ...\nPaimon: Paimon auch!\nPaimon: Die Zimmer sind bestimmt schön groß und aufgeräumt.\n{NICKNAME}: Goth meinte allerdings, dass alle möglichen seltsamen Dinge dort passieren, seit die Fatui aufgekreuzt sind.\n{NICKNAME}: Die Elektro-Cicine, die die Zauberinnen mitgebracht haben, haben so viel Staub angezogen, dass am Ende viele von ihnen erstickt sind.\n{NICKNAME}: Und dann hat auch noch jemand den Nebelgraspollen mit dem Pfeffer verwechselt.\n{NICKNAME}: Die Schuldeneintreiber haben irgendwann angefangen, von sich gegenseitig Geld für die Hotelkosten zu verlangen. Das hat dann in einer großen Prügelei geendet.\nPaimon: Da kann man dem Hotel nur Glück wünschen ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gothHotel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1008,
			"title": "Über die Richtung des Windes ...",
			"voicelineType": "64001",
			"description": "{NICKNAME}: Die Leute sagen, Mondstadt und seine Umgebung seien das Reich des Windes.\n{NICKNAME}: Dabei ich weiß ich gar nicht, in welche Richtung uns der Wind überhaupt treibt.\nPaimon: Dann fragen wir doch einfach Venti.\n{NICKNAME}: Ach, der tut doch eh alles mit einem Grinsen ab.\nPaimon: Stimmt auch wieder. Der Anemo-Archon ist am Ende auch nur ein Straßenmusikant ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windDirection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Für ein Morgen ohne Tränen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1009,
			"title": "Über die Alchimie ...",
			"voicelineType": "66001",
			"description": "{NICKNAME}: Die Alchimiewerkbank von Mondstadt ist also jedem frei zugänglich.\nPaimon: Ja klar, wie denn sonst?\n{NICKNAME}: In vielen Welten, durch die ich gereist bin, ist Alchimie eher eine geheime Kunst, die im Stillen praktiziert wird.\n{NICKNAME}: Alchimie als Teil des Alltags zu sehen, ist für mich so komisch wie die Leute mit drei Mägen, denen ich einmal begegnet bin.\nPaimon: Pah! Nur einen Magen zu haben, wäre doch viel komischer!\n{NICKNAME}: Ähm ...\n{NICKNAME}: Meinst du das ernst?\nPaimon: Was denkst du denn? Hehe!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_alchemy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1010,
			"title": "Über Teyvat ...",
			"voicelineType": "11001",
			"description": "{NICKNAME}: Mir kommt es so vor, als wären die Tage und Nächte in Teyvat ziemlich kurz.\n{NICKNAME}: Außerdem ist der Nachthimmel hier zwar voller Sterne, sieht aber völlig anders aus als dort, wo ich herkomme.\n{NICKNAME}: Ob das Schicksal der Menschen auf Teyvat etwas mit ihrem Sternzeichen zu tun hat?\nPaimon: Ach, bist du auch so ein Sternegucker? Außerhalb von Sumeru gibt es nur wenige, die sich dafür interessieren.\nPaimon: Neugierig machst du mich damit aber schon. Kannst du mir mein Horoskop anhand der Sterne geben?\n{NICKNAME}: Klar.\n{NICKNAME}: Der Nachthimmel auf deinem Halstuch ... umschlingt das Licht der Sterne und ist doch so finster wie der Grund des Meeres.\n{NICKNAME}: Die Konstellation der Sterne sagt mir, dass in der Zukunft ... in der nahen Zukunft ...\nPaimon: Ja? Was denn?!\n{NICKNAME}: Etwas Gutes ... oder Schlechtes ... oder irgendetwas anderes passieren wird ...\nPaimon: Klasse ... Deine Antwort ist so solide wie ein Geo-Schleim.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teyvat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1011,
			"title": "Über den Gott der „Freiheit“ ...",
			"voicelineType": "67001",
			"description": "{NICKNAME}: Als wir zurück nach Mondstadt wollten, nachdem wir Dvalin gerettet hatten ...\n{NICKNAME}: Da haben wir das erste Mal einen der Sieben Archonten mit eigenen Augen gesehen. Das wahre Antlitz eines Gottes ...\nPaimon: Du meinst Venti? Den kennen wir doch schon ewig.\n{NICKNAME}: Ich meine seine Identität als Barbatos.\n{NICKNAME}: Die Gottheit, die sich hinter der Maske eines Barden versteckt.\n{NICKNAME}: „Wenn der Gott der Freiheit von jemandem Freiheit verlangt, kann das noch echte Freiheit sein?“\n{NICKNAME}: Selbst ich denke noch über die Antwort zu dieser Frage nach, die er Dvalin gestellt hat.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfFreedom_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Das Lied von dem Drachen und der Freiheit“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1012,
			"title": "Über das Gelände um Mondstadt ...",
			"voicelineType": "69001",
			"description": "Paimon: Sieh dir mal das Gelände in Mondstadt an. Alles voller Ebenen und Hügel.\nPaimon: Barbatos soll damals, als er die Gegend umformte, die rauen Flächen und schroffen Felsen mit seinem Wind glattgeschliffen haben.\n{NICKNAME}: Dann scheint er aber mittendrin aufgehört zu haben.\nPaimon: Meinst du die Sterngreifklippe?\n{NICKNAME}: Ja, zum Beispiel.\n{NICKNAME}: Sieht irgendwie aus wie eine Tülle, die er beim Modellieren vergessen hat.\nPaimon: Tülle? Was ist das denn?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_monstadtTerrain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Für ein Morgen ohne Tränen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1013,
			"title": "Über Zweizeiler ...",
			"voicelineType": "47001",
			"description": "Paimon: Zweizeiler sollen eine Tradition von Liyue sein. Wenn man die zweite Zeile fertigschreibt, wenn jemand schon die erste hat, soll man richtig Kohle bekommen!\nPaimon: Zweizeiler sind aber nicht gerade einfach zu schreiben. Leicht verdientes Geld ist das also nicht.\nPaimon: Nicht nur das Versmaß muss stimmen, sondern auch die Entsprechung der Wörter in beiden Zeilen.\n{NICKNAME}: Hmm, kannst du mir ein Beispiel geben?\nPaimon: Öhm ... „Beim Windstieg ich den Wind bestieg.“\n{NICKNAME}： ... „mit Wolken her zum Wolkenmeer.“\nPaimon: Boah!\nPaimon: Jetzt sitz hier nicht rum und vertrödel unsere Zeit! Abmarsch! Geld verdienen!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_couplet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Aktivierung der Statue der Sieben (Geo) im Dihua-Moor bei Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1014,
			"title": "Über „Nicht mit dem Essen spielen ... und auch nicht mit Geld!“",
			"voicelineType": "59001",
			"description": "Paimon: In Liyue geht ein Spruch um, der von Rex Lapis stammen soll. Er lautet ungefähr so: Spiel nicht mit Geld.\nPaimon: Die Mora hat er ja auch nur den Menschen anvertraut, weil er an sie glaubte. Er hat sie sogar direkt seinem goldenen Körper entnommen.\n{NICKNAME}: Kaeya scheint das wenig zu interessieren.\nPaimon: Fang ja nicht an, ihm das nachzumachen!\n{NICKNAME}: Irgendjemand hat auch mal gesagt, dass man nicht mit dem Essen spielen soll.\nPaimon: Ja, ja, man soll sein Essen wertschätzen.\nPaimon: Warum guckst du mich so an?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_moneyAdmonishment_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Aktivierung der Statue der Sieben (Geo) im Dihua-Moor bei Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1015,
			"title": "Über „Zerstörte Träume“ ...",
			"voicelineType": "62001",
			"description": "Paimon: Sieben Runden im Uhrzeigersinn und sieben Runden gegen den Uhrzeigersinn ... dann die Augen öffnen ...\n{NICKNAME}: Schlafwandelst du?\nPaimon: Quatsch! Paimon will nur wissen, ob das Antiquariat aus „Zerstörte Träume“ wirklich existiert!\n{NICKNAME}: Was hättest du denn gern für Schätze aus diesem Antiquariat, wenn es denn wirklich existieren sollte?\nPaimon: Einen Schleimfabrikator!\n{NICKNAME}: Meinst du, sowas gibt’s?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_heartsDesire_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1016,
			"title": "Über die Guhua-Schule ...",
			"voicelineType": "32001",
			"description": "{NICKNAME}: Unter den Schülern der Guhua-Schule geht in letzter Zeit eine Geschichte um.\nPaimon: Der Guhua-Schule? Das muss eine aufregende Geschichte sein.\n{NICKNAME}: Einige Schüler haben sich entschlossen, einen Wettkampf um die Hand einer Schülerin zu bestreiten. Sie fand die Idee klasse.\nPaimon: Ah, um die Hand einer Frau zu kämpfen, ist in Liyue eine alte Tradition.\n{NICKNAME}: In der Nacht vor dem Wettkampf hat das Mädchen aber dem besten Kämpfer sein Schwert weggenommen.\nPaimon: Der arme Kerl! Sie wollte wohl unbedingt, dass er verliert.\n{NICKNAME}: Aber wirklich! Am Ende musste er deswegen ein anderes Schwert nehmen, mit dem er nicht umgehen konnte, und hat verloren.\n{NICKNAME}: Er konnte sich aber einfach nicht mit seiner Niederlage anfreunden, kniete vor ihr nieder und weinte in Strömen.\nPaimon: Echt bemitleidenswert ... Er muss sie wirklich geliebt haben.\n{NICKNAME}: Am Ende musste er sie vor versammelter Mannschaft ... heiraten.\nPaimon: Wie bitte?! Der Verlierer musste sie heiraten?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_guhuaClan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Aktivierung der Statue der Sieben (Geo) im Dihua-Moor bei Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1017,
			"title": "Über das Dihua-Moor ...",
			"voicelineType": "29001",
			"description": "Paimon: Sag mal, wusstest du, dass das Schilf vom Dihua-Moor zur Papierherstellung verwendet wird?\nPaimon: Die festen Kerne werden zu Stiften gemacht und die hohlen Röhren zu Flöten. In Liyue ist das eine hohe Handwerkskunst.\nPaimon: Seit Jahrtausenden haben hier die Krieger vieler Generationen ihre Kräfte gemessen.\nPaimon: Je mehr Schilf dabei im Spiel war, desto eleganter sah das Ganze aus. Dort, wo der Schilf am besten wächst, ist das Wasser aber meistens ziemlich tief.\nPaimon: Deswegen sind viele Kämpfer noch während des Duells steckengelieben oder sogar untergegangen.\n{NICKNAME}: Und was ist die Moral von der Geschichte?\nPaimon: Gewalt ist nicht die Lösung!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dihuaMarsh_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Aktivierung der Statue der Sieben (Geo) im Dihua-Moor bei Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1018,
			"title": "Über den „Edlen Vogel“ ...",
			"voicelineType": "28001",
			"description": "Paimon: In Liyue sieht man den Kranich als ein sehr edles Tier an.\n{NICKNAME}: Warum denn?\nPaimon: Öhm, das weiß Paimon ehrlich gesagt auch nicht.\n{NICKNAME}: Tja, dann werde ich dir mal die Geschichte vom Kranich erzählen, der seine Schulden begleicht.\n{NICKNAME}: Vor langer, langer Zeit rettete ein gutmütiger Gelehrter einen Kranich, der in eine Falle getreten war.\n{NICKNAME}: Eines Tages in einer kalten Winternacht klopfte eine hübsche junge Frau an seine Tür und bat um Obdach.\n{NICKNAME}: Sie trug ein großes Schwert und brachte dem Gelehrten fortan die Kunst bei, damit umzugehen, während er Tag und Nacht übte.\nPaimon: Und dann?\n{NICKNAME}: Nachdem der Gelehrte seine Künste perfektioniert hatte, reiste er mit ihr durch die Lande und brachte Gerechtigkeit, wohin sie auch gingen.\n{NICKNAME}: Als der Kranich zehn Jahre später in Gestalt eines Menschen wiederkam, um seine Schuld zu begleichen, hatten sich die beiden aber schon längst zur Ruhe gesetzt.\n{NICKNAME}: Daran sieht man, dass zehn Jahre wirklich zu viel sind, wenn man überhaupt vorhat, seine Schulden zu begleichen.\nPaimon: Äh, na gut ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_crane_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Aktivierung der Statue der Sieben (Geo) im Dihua-Moor bei Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1019,
			"title": "Über den Jueyun-Karst ...",
			"voicelineType": "43001",
			"description": "{NICKNAME}: Im Jueyun-Karst sollen angeblich die Adepten leben.\nPaimon: Was? Die Adepten? Wahnsinn!\n{NICKNAME}: Vielleicht sehen wir ja einen von ihnen auf den Bergen hoch oben in den Wolken.\nPaimon: Paimon will einen sehen!\n{NICKNAME}: Aber wie würde man mit Adepten überhaupt kommunizieren?\nPaimon: Kokokommunizieren?!\n{NICKNAME}: Ah? Meine Paimon scheint einen Hänger zu haben.\nPaimon: Ähem, von der Bergspitze aus zu rufen, sollte doch klappen.\n{NICKNAME}: Das klingt eher nach dem Benehmen von Hilichurlen, nicht von Adepten.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jueyunKarst_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Aktivierung der Statue der Sieben (Geo) im Dihua-Moor bei Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1020,
			"title": "Über den Gott der „Verträge“ ...",
			"voicelineType": "68001",
			"description": "{NICKNAME}: Schon interessant, der Geo-Archon hat mit dem Kryo-Archon einen Vertrag geschlossen.\n{NICKNAME}: Was da wohl drinsteht?\nPaimon: Also Paimons Meinung nach ist ein Handel mit der Zarin des Eises gefährlich, egal für wen.\n{NICKNAME}: Das glaub ich auch.\n{NICKNAME}: Trotzdem ist Morax der Gott, der von allen am besten Verträge aushandeln konnte.\n{NICKNAME}: Ihm war die Gefahr sicherlich bewusst.\nPaimon: Ja, Morax scheint genau gewusst zu haben, was er da tat. Für ihn war das der „allerletzte Vertrag“.\n{NICKNAME}: Am Ende werden wir sehen, wie alles ausgeht.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfContract_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Ein aufsteigender Stern“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1021,
			"title": "Über die Vorhersehung von Liyue ...",
			"voicelineType": "70001",
			"description": "Paimon: Schon komisch, oder? Der Herrscher über die Felsen besucht sein Volk unerkannt recht häufig. Ganz offiziell kommt er aber nur einmal im Jahr.\nPaimon: Bei den anderen Göttern scheint das vollkommen anders zu sein. Meinst du, das hat eine tiefere Bedeutung?\n{NICKNAME}: Ich kann mir schon vorstellen, warum.\n{NICKNAME}: Sieh mal, wenn er sich jedes Jahr einmal blicken lässt, nehmen die Leute in Liyue seine Vorhersagen und Empfehlungen äußerst ernst.\n{NICKNAME}: Sie versuchen, die heiligen Worte zu interpretieren und kommen dabei auf die verrücktesten Ideen.\n{NICKNAME}: Wenn man in Liyue jeden Tag die Worte eines Gottes vernehmen würde, wäre es dann immer noch dasselbe?\nPaimon: Ach so!\nPaimon: Jetzt ist alles klar! Paimon würde dem Herrscher über die Felsen jeden Tag die leckersten Süßigkeiten darbieten!\nPaimon: Wenn Morax einem aus Dankbarkeit jedes Mal ein paar Mora zustecken würde, bräuchte man überhaupt nicht mehr arbeiten zu gehen!\n{NICKNAME}: In deiner Vorstellung sind zwar einige logische Lücken, aber im Grunde ist das schon ungefähr so.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_divinePrediction_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Vom Land inmitten von Monolithen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101801
					]
				}
			]
		},
		{
			"voicelineId": 1022,
			"title": "Über Bennys Abenteurertruppe ...",
			"voicelineType": "27001",
			"description": "Paimon: Wenn man Teil von Bennys Abenteurertruppe sein will, muss man sich gut vorbereiten.\nPaimon: Sphären können echt gefährlich sein. Man sollte lieber einmal mehr nachsehen, ob man alles dabeihat.\nPaimon: Den Statistiken der Abenteurergilde nach soll es mindestens 463 verschiedene Wege geben, in diesen Sphären umzukommen.\nPaimon: Wenn du wegen Bennett einer dieser Sphären zum Opfer fallen würdest, könnten wir uns das nie verzeihen!\n{NICKNAME}: Und wie kommst du darauf, dass gerade ich umkommen würde?\nPaimon: Ist das nicht offensichtlich? Paimon kann allein 322 Todesarten umgehen, weil Paimon schweben kann!\n{NICKNAME}: Mir ist soeben die Lust vergangen, diese Sphären auszukundschaften ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennysAdventureTeam_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1023,
			"title": "Über Bennett ...",
			"voicelineType": "34001",
			"description": "{NICKNAME}: Albert ist doch Leiter des Barbara-Fanklubs.\n{NICKNAME}: Er verletzt sich sogar manchmal absichtlich, nur damit er Barbara in der Kathedrale aufsuchen kann.\nPaimon: Paimon findet, dass der Ordo Favonius wirklich etwas gegen dieses übertriebene Benehmen machen sollte.\n{NICKNAME}: Irgendwann hat Albert aber gemerkt, dass Bennett ihn längst in der Anzahl seiner Besuche bei Barbara übertroffen hat.\n{NICKNAME}: Bennett bleibt unangefochten auf dem ersten Platz, wenn es um Verletzungen geht.\nPaimon: Ist das Ganze etwa sowas wie ein Wettbewerb? À la „Wer bereitet Barbara am meisten Ärger“?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennett_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1024,
			"title": "Über Stars ...",
			"voicelineType": "61001",
			"description": "Paimon: Barbara ist echt beliebt, hm?\n{NICKNAME}: Klar, sie ist schließlich ein Star in Mondstadt.\nPaimon: Um ehrlich zu sein, hat Paimon nie so richtig verstanden, was ein Star überhaupt macht.\n{NICKNAME}： Ein Star zu sein, ist im Prinzip ein Beruf, bei dem man hauptsächlich gut aussehen und von allen gemocht werden muss. Am Ende kriegt man dafür einen ganzen Haufen Mora.\nPaimon: Also auch nicht viel anders als ein Maskottchen.\n{NICKNAME}: Äh ... Ja, das kommt hin.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_idol_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Das Lied von dem Drachen und der Freiheit“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1025,
			"title": "Über die Schwestern ...",
			"voicelineType": "40001",
			"description": "{NICKNAME}: Lisa und Amber verhalten sich wie Geschwister.\nPaimon: Wie kommst du denn darauf?\n{NICKNAME}: Amber macht immer alle möglichen Besorgungen für Lisa. Sowas sieht man doch häufig bei Geschwistern, oder? Die ältere Schwester lässt die jüngere immer alles machen.\n{NICKNAME}: Meine Schwester und ich sind allerdings gleich alt. Da haben wir sowas immer anders entschieden.\nPaimon: Aaaahaha! Dann bist du ja mein kleiner Bruder!\n{NICKNAME}: Wieso das denn?\nPaimon: Du machst doch immer die Besorgungen für alle anderen. Da kannst du das auch für mich machen!\n{NICKNAME}: Ach, meinst du?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sisters_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1026,
			"title": "Über Kaeyas Augenklappe ...",
			"voicelineType": "41001",
			"description": "{NICKNAME}: Paimon, hast du Kaeya schon einmal ohne seine Augenklappe gesehen?\nPaimon: Nö.\n{NICKNAME}: Er scheint sie aber auch wirklich rund um die Uhr zu tragen.\nPaimon: Hehe, Paimon kann sich schon denken, was er versteckt!\n{NICKNAME}: Ach?\nPaimon: Ein ganz schlimmes Geheimnis!\n{NICKNAME}: Ganz schlimm also?\nPaimon: Ja, ich sag’s dir! Kaeya ist doch immer so viel draußen.\nPaimon: Und weil er sonst so gut gebräunt ist, ist er darunter bestimmt ganz blass.\n{NICKNAME}: Und wenn er dann die Augenklappe abnehmen würde ...\nPaimon: Dann könnten das alle sehen! Er bekäme bestimmt einen lustigen Spitznamen!\nPaimon: Sowas wie Pandagesicht!\n{NICKNAME}: Herrje ... Sieht ganz so aus, als müsste er seine Augenklappe nicht abnehmen, damit ihm jemand so einen Spitznamen verpasst.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kaeyasPatch_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1027,
			"title": "Über Diluc und Kaeya ...",
			"voicelineType": "60001",
			"description": "Paimon: Komisch ...\n{NICKNAME}: Was denn?\nPaimon: Warum verstehen sich Diluc und Kaeya so schlecht, obwohl sie sich so ähnlich sind?\n{NICKNAME}: Was meinst du mit „ähnlich“?\nPaimon: Kaeya ist jemand, der selbst in aller Öffentlichkeit die schlimmsten Mittel anwendet.\nPaimon: Und Diluc scheut die Öffentlichkeit vollkommen, verhält sich aber ehrenvoll, selbst wenn keiner zusieht.\nPaimon: Verstehst du, was ich meine?\n{NICKNAME}: Nein, nicht so richtig.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dilucAndKaeya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Alibi des Helden der Nacht“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46618
					]
				}
			]
		},
		{
			"voicelineId": 1028,
			"title": "Über die Kampfstärke ...",
			"voicelineType": "58001",
			"description": "{NICKNAME}: Nehmen wir mal an, ein Hilichurl kommt gegen drei Wildschweine an.\n{NICKNAME}: Wie viele Hilichurle lägen zwischen Jean und Diluc?\nPaimon: Wenn man sich so anhört, was die Leute in Mondstadt erzählen, ist Jean auf jeden Fall die Stärkste.\n{NICKNAME}: Wenn Diluc zuerst zuschlägt, hat Jean im Prinzip gar nichts dagegenzusetzen.\nPaimon: Jean würde sich bestimmt etwas einfallen lassen.\n{NICKNAME}: Wie denn?\nPaimon: Jean könnte ihn mit ihrer Spezialfähigkeit einfach erledigen.\n{NICKNAME}: Dieses Feld, das sie dabei erschafft, würde ihn aber auch stärker machen.\nPaimon: Jean bräuchte ihr Göttliches Auge gegen Diluc gar nicht erst anzuwenden.\n{NICKNAME}: Diluc könnte sie sogar mit einem Anfängerschwert locker ...\nPaimon: Warte ...\n{NICKNAME}: Äh ...\n{NICKNAME}: Ich glaube, wir übertreiben es gerade ein wenig.\n{NICKNAME}: Sie kämpfen beide für Mondstadt. Sie würden nie gegeneinander kämpfen.\nPaimon: Und genau deswegen sollten wir lieber Hilichurle als Einheit nehmen.\nPaimon: Paimon möchte nebenbei anmerken, dass Paimon ungefähr einem Fünftel Wildschwein entspricht.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_combatEffectiveness_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Wahrer Schatz“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1029,
			"title": "Über Razor ...",
			"voicelineType": "33001",
			"description": "Paimon: {NICKNAME}, du kennst doch Pinsel, näch?\n{NICKNAME}: Du meinst ganz normale Pinsel mit Haaren an der Spitze, mit denen man schreiben und malen kann?\nPaimon: Ganz genau! Die sollen bei den Händlern in Liyue richtig Kohle geben!\n{NICKNAME}: Willst du jetzt Pinsel herstellen?\nPaimon: Warum nicht? Wilde Wölfe sind aber so bissig. Ich finde, Razor ist am besten dafür geeignet!\nPaimon: Sein Fell ist ganz flauschig, daraus kann man sicher Superpinsel machen! Damit werden wir reich!\n{NICKNAME}: Solche Pinsel wären bestimmt elektrisch geladen. Wie sollte man damit schreiben?\n{NICKNAME}: Außerdem ist Razor kein Wolf und überhaupt ... Warum sollte man unbedingt Wolfsfell verwenden?\nPaimon: Na, heißen die in Liyue nicht „Wolfshaarpinsel“?\n{NICKNAME}: Selbst wenn ... Der Mostsee ist ja auch nicht voller Traubensaft.\nPaimon: Oh! Da hast du allerdings recht.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_razor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Bedeutung der Lupical“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						45406
					]
				}
			]
		},
		{
			"voicelineId": 1030,
			"title": "Über Klee ...",
			"voicelineType": "57001",
			"description": "Paimon: Klee ist schon lustig.\nPaimon: Der ganze Ritterorden mag sie. Alle verhätscheln sie.\n{NICKNAME}: Glaubst du, dass Klee stärker ist als du?\n{NICKNAME}: Aber stimmt ja, Paimon ist kein Maskottchen, Paimon ist ...\nPaimon: Ja, ja, ja ... Paimon weiß genau, was du sagen willst. Deine Witze werden auch nicht lustiger, je öfter du sie erzählst.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_klee_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Wahrer Schatz“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1031,
			"title": "Über die legendäre, alles könnende Magd ...",
			"voicelineType": "30001",
			"description": "Paimon: Es ist Zeit für Paimons Lebensweisheiten!\n{NICKNAME}: Lebensweisheiten?\nPaimon: Wenn du in Mondstadt bist und nicht weißt, wie du etwas reparieren sollst, oder etwas einfach nicht sauberkriegst ...\nPaimon: Dann brauchst du nur einen Namen zu rufen!\nPaimon: NOELLE!\nPaimon: Und all deine Sorgen werden sich in Luft auflösen!\n{NICKNAME}: Das sind also Lebensweisheiten für Mondstadt? Da hab ich aber was dazugelernt ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_noelle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1032,
			"title": "Über Fischl ...",
			"voicelineType": "35001",
			"description": "Paimon: Fischl ist schon etwas außergewöhnlich.\n{NICKNAME}: Findest du?\nPaimon: Na ja, sie hat doch einen sprechenden Raben bei sich.\n{NICKNAME}: Dafür hab ich dich. Ist das nicht ähnlich?\n{NICKNAME}: Oz kann auch noch übersetzen, was Fischl sagt, während Paimon ...\nPaimon: Paimon ist doch viel besser als so ein oller Rabe!\n{NICKNAME}: In welcher Hinsicht?\nPaimon: Paimon ... kann, äh ... fliegen! Und das ohne Flügel!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fischl_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Für ein Morgen ohne Tränen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1033,
			"title": "Über Haustiere ...",
			"voicelineType": "36001",
			"description": "{NICKNAME}: Da wir gerade von Fischl sprechen ... Sie sagt ja selbst, sie sei von einer anderen Welt.\n{NICKNAME}: Das macht uns recht ähnlich. Außerdem hat sie auch ein Haustier dabei.\nPaimon: Wie bitte? Haustier?\n{NICKNAME}: Aber ihr Rabe Oz ... Er macht nicht nur was her, sondern ist auch total höflich.\n{NICKNAME}: Davon abgesehen kann er die Gegend auskundschaften und mitkämpfen. Er ist wirklich eine große Hilfe.\n{NICKNAME}: Vielleicht sollte ich mit Fischl reden. Dann könnten wir ab und zu tauschen – so alle ein bis zwei Wochen.\nPaimon: Hab ich da vielleicht auch ein Wörtchen mitzureden?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Für ein Morgen ohne Tränen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1034,
			"title": "Über Beidou ...",
			"voicelineType": "52001",
			"description": "Paimon: Wie schafft man es, so toll und beliebt wie Beidou zu werden?\n{NICKNAME}: Mit genügend Erfahrung ...\nPaimon: An deiner Seite hat Paimon schon viele Abenteuer erlebt!\n{NICKNAME}: Man muss aber auch hin und wieder scheitern, um daraus zu lernen.\nPaimon: Paimon ist das eine Mal doch fast untergegluckert.\n{NICKNAME}: Man muss eine Persönlichkeit haben, die andere anspornt, mehr aus sich zu machen.\nPaimon: Ja! Paimon ist immer für dich da!\n{NICKNAME}： Man muss Probleme mit gewisser Reife angehen.\nPaimon: Willst du etwa sagen, dass Paimon das nicht schafft?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_beidou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1035,
			"title": "Über Ningguang ...",
			"voicelineType": "53001",
			"description": "Paimon: Wie wird man so reich wie Ningguang, also so richtig, richtig reich?\n{NICKNAME}: Ist ihr Geld alles, was dir zu Ningguang einfällt?\nPaimon: Quatsch! Sie hat ja auch noch das riesige Jadegemach! Wobei das sicher auch als eine riesige Anhäufung von Mora angesehen werden kann.\n{NICKNAME}: Ich denke, man muss ordentlich Köpfchen haben.\nPaimon: Paimon gibt anderen supertolle Spitznamen!\n{NICKNAME}: Man muss verstehen, wie der Markt funktioniert.\nPaimon: Eine Fischerschnitte kostet exakt 1025 Mora. Auch an Regentagen gibt es keinen Rabatt.\n{NICKNAME}: Du musst Dinge höchst professionell angehen.\nPaimon: Na gut. Wie freundet man sich mit reichen Leuten an?\n{NICKNAME}: Wie, hast du schon aufgegeben?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ningguang_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Abschiedsbesuch“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1036,
			"title": "Über Qiqi als Zombie ...",
			"voicelineType": "38001",
			"description": "Paimon: Sag mal ... Wegen Qiqi ... Trinkt sie Blut, um zu überleben?\n{NICKNAME}: Paimon, sie ist ein Zombie, kein Vampir.\nPaimon: Verwandelt sie sich dann bei Vollmond in einen Werwolf?\n{NICKNAME}: Das hat nichts mit Zombies zu tun!\nPaimon: {F#Eine echte Reisende}{M#Ein echter Reisender} eben. Du hast schon so viel erlebt und gelernt.\nPaimon: Aber was machen Zombies denn nun genau?\n{NICKNAME}: Gymnastik?\nPaimon: Wenn du das so sagst ... Gymnastik ist also was für Zombies!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_qiqi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Abschiedsbesuch“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1037,
			"title": "Über das Fliegen ...",
			"voicelineType": "10001",
			"description": "Paimon: {NICKNAME}, ich zeig dir, wie man fliegt!\nPaimon:  Drei, zwei, eins, los!\n{NICKNAME}: Ah! Pai... Und weg.\n{NICKNAME}: Puh ... Hmm, ja. Ich leg mich eine Runde hin.\n{NICKNAME}: Im Herzen bin ich bei dir, Paimon.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fly_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1038,
			"title": "Über Schleime ...",
			"voicelineType": "12001",
			"description": "Paimon: {NICKNAME}, was für Schleime magst du am liebsten?\n{NICKNAME}: Pyro-Schleime, schätz ich. Man spürt richtig, wie heiß sie sind, wenn man sich ihnen nähert. Das wäre doch praktisch im Winter.\nPaimon: Du mal wieder, für dich ist am wichtigsten, was praktisch ist.\n{NICKNAME}: Und was ist mit dir?\nPaimon: Paimon mag alle! Schleime schmecken klasse, egal welcher Art.\n{NICKNAME}: Schmecken ...\nPaimon: Schleime eignen sich hervorragend für flubberblubbertolle Getränke, eine Paimon-Spezialität!\n{NICKNAME}: Ähm, wenn du meinst ...\n{NICKNAME}: Dann rutschst du wohl oder übel einen Platz nach unten auf unserer Liste der Leckereien.\nPaimon: Paimon wäre am liebsten gar nicht auf dieser Liste!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_slime_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1039,
			"title": "Über Hilichurle ...",
			"voicelineType": "13001",
			"description": "{NICKNAME}: Glaubst du, wir sind etwas zu grob zu den Hilichurlen?\nPaimon: Hmm, manchmal schon. Dann sind wir wie Kinder, die kleine Tiere ärgern.\n{NICKNAME}： Ärgern? Das beschreibst du ja noch recht harmlos.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hilichurls_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1040,
			"title": "Über die „Schläfer“ ...",
			"voicelineType": "14001",
			"description": "{NICKNAME}: Die „Schläfer“ ... Hilichurl-Stämme haben schon komische Namen.\nPaimon: Die Mitglieder dieses Stammes nutzen jede Gelegenheit, um ein Nickerchen zu machen.\nPaimon: Ihre Betten machen sie aus Tierfellen. Deswegen sollen sie ganz kuschlig und gemütlich sein. Würdest du gern mal eins ausprobieren?\n{NICKNAME}: Du willst doch bestimmt selbst mal in einem kuscheln.\nPaimon: Paimon kann in der Luft schlafen! Da ist es am schönsten! Jetzt bist du neidisch, hm?\n{NICKNAME}: Ein bisschen schon.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sleeper_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts in der Dadaupa-Schlucht bei Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1041,
			"title": "Über die „Fleischfresser“ ...",
			"voicelineType": "15001",
			"description": "{NICKNAME}: Die Fleischfresser ... Schon lustig, was für Namen die sich einfallen lassen.\nPaimon: Diese Hilichurle führen regelmäßig Opferzeremonien durch. Ihre Opferaltare sehen wirklich beeindruckend aus.\n{NICKNAME}: Was erhoffen sie sich denn davon?\nPaimon: Sie wollen jeden Tag Fleisch essen! Das ist doch ein großartiges Ziel, oder?\n{NICKNAME}: Darauf hätte ich eigentlich kommen müssen.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_meaty_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts in der Dadaupa-Schlucht bei Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1042,
			"title": "Über den „Finstersonnenstamm“ ...",
			"voicelineType": "16001",
			"description": "{NICKNAME}: Der Finstersonnenstamm ... Na, wenigstens haben die Hilichurle auch mal einen normalen Namen für einen ihrer Stämme.\nPaimon: Die Mitglieder dieses Stammes sind ziemlich geheimnisvoll.\nPaimon: Sie zeichnen alle Bilder von in der Dunkelheit verschwindenen Sonnen.\nPaimon: Aber nur der Dada-Samachurl weiß, was diese Zeichen überhaupt bedeuten.\n{NICKNAME}: Ich frage mich, was diese Symbole darstellen sollen.\nPaimon: Hast du einen Verdacht, {NICKNAME}?\n{NICKNAME}: Vielleicht eine Sonnenfinsternis? Von dem ganzen Gerede wird man richtig hungrig. Was machen wir denn heute zum Abendessen?\nPaimon: Du bist auch ziemlich verfressen, hm? Bist du auch einer von den Fleischfressern? ... Also ich will Wildschwein! Danke!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_blacksun_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts in der Dadaupa-Schlucht bei Mondstadt verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1043,
			"title": "Über Reichtümer ...",
			"voicelineType": "17001",
			"description": "Paimon: Paimon ... fühlt sich nicht besonders.\n{NICKNAME}: Was ist denn los?\nPaimon: Paimon hat schon viel zu lange keine Schatztruhe mehr geöffnet. Wenn das so weitergeht ...\n{NICKNAME}: Wenn das so weitergeht, wirst du bald in eine Falle gehen, die nur ein Mora als Köder verwendet.\nPaimon: He! Paimon kann fliegen! So eine Falle wirkt bei Paimon nicht!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_treasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1044,
			"title": "Über Gewichtszunahme ...",
			"voicelineType": "19001",
			"description": "Paimon: Hach! Wir haben in letzter Zeit ordentlich gemampft. Findest du nicht auch?\nPaimon: Mit ein paar leckeren Happen wird jede Reise ein Kinderspiel!\n{NICKNAME}: Was ist eigentlich, wenn du ... na ja ... sagen wir, wenn du zunimmst? Kannst du dann noch fliegen?\nPaimon: Wovon redest du da? Paimon nimmt nicht zu!\n{NICKNAME}: Ah, na gut.\nPaimon: Deswegen kann Paimon immer weiterfuttern!\n{NICKNAME}: Also immer zu futtern und nicht zuzunehmen, ist nicht gerade ein Vorbild für eine gute Knabberei.\nPaimon: Jetzt hör mal auf! Triffst du etwa noch andere Knabbereien hinter Paimons Rücken?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1045,
			"title": "Über Katzen und Hunde ...",
			"voicelineType": "20001",
			"description": "Paimon: Magst du Hunde oder Katzen lieber?\n{NICKNAME}: Ich mag Paimon am liebsten!\nPaimon: Danach hab ich doch gar nicht gefragt!\nPaimon: Warte ... Paimon ist doch kein Haustier!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_catORdog_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1046,
			"title": "Über den Klang des Meeres ...",
			"voicelineType": "44001",
			"description": "Paimon: Man soll ja das Rauschen des Meeres hören, wenn man eine Sternmuschel an sein Ohr hält.\n{NICKNAME}: Willst du es mal ausprobieren?\nPaimon: Paimon hat schon!\n{NICKNAME}: Ah, und was sagt das Meer?\nPaimon: Das Meer sagt, es ist Essenszeit! Paimon will eine Fischerschnitte!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oceanVoice_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts in der Yaoguang-Untiefe bei Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						114
					]
				}
			]
		},
		{
			"voicelineId": 1047,
			"title": "Über Schere, Stein, Papier ...",
			"voicelineType": "45001",
			"description": "Paimon: Paimon hat richtig Kohldampf! Aber Paimon will sich nicht extra bewegen, um etwas zu essen zu finden.\n{NICKNAME}: Schere, Stein, Papier? Wer gewinnt, muss Essen holen.\nPaimon: Abgemacht!\n{NICKNAME}: Dann los, Schere, Stein, Pa...\nPaimon:Super-Paimon-Wirbel!\n{NICKNAME}: Öh ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fingerGuessing_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1048,
			"title": "Über das Entspannen ...",
			"voicelineType": "46001",
			"description": "Paimon: Mann, bin ich fertig! Weißt du, wie man so richtig entspannen kann?\n{NICKNAME}: Mit Schlafen?\nPaimon: Voll langweilig. Was noch?\n{NICKNAME}: Lesen?\nPaimon: Da fliegt einem doch der Kopf davon. Was noch?\n{NICKNAME}: Eine nette Unterhaltung mit Freunden?\nPaimon: Puh ...\nPaimon: Fällt dir nichts ein, wo man seinen Kopf nicht anstrengen muss?\nPaimon: Wenn man nicht nachdenken muss, kann man viel besser entspannen.\n{NICKNAME}: Und so entstand das zuvor in der Geistesgeschichte Teyvats noch nie da gewesene „Paimon-Paradoxon“ wie aus dem Nichts.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_relax_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1049,
			"title": "Über Unterschiede beim Essen ...",
			"voicelineType": "48001",
			"description": "{NICKNAME}: Die Küche in Liyue ist echt ganz anders als die in Mondstadt.\n{NICKNAME}: Zum Beispiel das viele scharfe Essen, sowas gibt’s in Mondstadt wirklich kaum.\nPaimon: Tja, man ist, was man isst, nicht wahr?\nPaimon: Warum schmecken dann aber alle Schleime in Teyvat gleich?\n{NICKNAME}: Das liegt wohl eher daran, dass du nur eine Art der Zubereitung kennst.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_foodCulture_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1050,
			"title": "Über das Sparen ...",
			"voicelineType": "49001",
			"description": "Paimon: In der Tasche eines Schatzmarders findet man echt viele Mora!\n{NICKNAME}: Marder sind ja schließlich dafür bekannt, alles, was glänzt, einzusammeln.\nPaimon: Die Schatzmarder sollen wohl auch eigentlich von den Schatzräubern stammen.\nPaimon: Raben sind doch auch Tiere, die gern glänzende Sachen mopsen.\nPaimon: Paimon fragt sich, ob Oz auch hin und wieder eine Mora stibitzt, wenn Fischl nicht hinsieht.\n{NICKNAME}: Aber ... Paimon ...\n{NICKNAME}: Nimmst du dir vielleicht auch manchmal ...\nPaimon: Jetzt hör aber auf! Paimon hat mit Sicherheit kein Geld im Schühchen!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weaselThief_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Für ein Morgen ohne Tränen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1051,
			"title": "Über Abenteuergeschichten ...",
			"voicelineType": "39001",
			"description": "{NICKNAME}: Paimon, kennst du „Veras Trübsinn“?\nPaimon: Davon hat Paimon schon einmal gehört!\n{NICKNAME}: Die Reihe ist richtig beliebt. Der Autor soll dabei gut verdient haben.\nPaimon: Wirklich? Paimon will auch Kohle scheffeln!\nPaimon: So! Paimon hat sich entschlossen, auch einen Abenteuerroman zu schreiben!\n{NICKNAME}: Die Abenteuer der kleinen Paimon?\nPaimon: Ja! Ein mutiger Reisender schlägt Drachen und Monster und rettet am Ende die Welt.\nPaimon: Und dann geht er mit seinen Gefährten zehn Portionen Honigmöhren-Fleischpfanne verputzen!\n{NICKNAME}: Zehn Portionen?\nPaimon: Genau! Jeder mag doch ein gutes Ende! Dann wollen die Leute das Buch doch erst lesen!\nPaimon: Dann ist es entschieden! Das Buch wird heißen „Paimons Frohsinn“!\n{NICKNAME}: Hahahaha! Goldig!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_adventureStory_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Das Lied von dem Drachen und der Freiheit“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1052,
			"title": "Über Albträume ...",
			"voicelineType": "50001",
			"description": "Paimon: {NICKNAME}, hast du auch manchmal so richtig fiese Albträume?\n{NICKNAME}: Also, ich hab mal davon geträumt, wie ich immer tiefer in die Dunkelheit gefallen bin ...\n{NICKNAME}: Ohne einen Windgleiter.\nPaimon: Ja, das ist fies.\n{NICKNAME}: Einmal habe ich auch meine Schwester im Traum gesehen. Sie ist immer weitergelaufen, ohne sich zu mir umzusehen. Ich konnte sie einfach nicht einholen.\n{NICKNAME}: Irgendwann rief sie, es wäre „zu spät“.\nPaimon: Voll schlimm ...\nPaimon: Bei Paimon ist das ganz anders.\nPaimon: Paimons schlimmster Albtraum war, von einem riesigen Schleim verschluckt zu werden.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nightmare_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Für ein Morgen ohne Tränen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1053,
			"title": "Über „Seelien“ ...",
			"voicelineType": "51001",
			"description": "{NICKNAME}: Ich frage mich, wo diese Seelien herkommen, die einen zu Schätzen führen.\nPaimon: Vielleicht wachsen sie ja in der Erde oder auf Bäumen und fallen dann herunter!\nPaimon: Wo sie auch herkommen, wenn man Seelien sieht, gibt es immer was zu holen!\n{NICKNAME}: Und warum spüre ich diese gewisse Traurigkeit jedes Mal, wenn sie einen Schatz berühren?\nPaimon: Wieso Traurigkeit?\n{NICKNAME}: Na gut, vielleicht ist es nur Einbildung.\nPaimon: Wahrscheinlich ... Paimon kann die Schätze auch für dich verwahren, wenn du sie nicht willst! Ganz ohne Gebühr!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_seelie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1054,
			"title": "Über jemanden Unvergessliches ...",
			"voicelineType": "54001",
			"description": "Paimon: Wer hat zuletzt besonders Eindruck bei dir hinterlassen, hm?\nPaimon: Also für Paimon ist das Sara.\n{NICKNAME}:Timmie.\nPaimon: Ah? Wieso denn der?\n{NICKNAME}: Ich hab ihn jedes Mal vor Augen, wenn ich süß mariniertes Hühnchen esse. Das ist einfach nicht mehr so ein Genuss wie früher ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_impressivePerson_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1055,
			"title": "Über Sprache ...",
			"voicelineType": "21001",
			"description": "Paimon: Du lernst echt schnell, muss man schon sagen.\nPaimon: Du bist nur so kurz hier und verstehst schon die Sprache, die man hier auf Teyvat spricht.\n{NICKNAME}: Ich habe eben eine gute Lehrerin.\nPaimon: Ach duuu!\n{NICKNAME}: Vielleicht mache ich es ja auch noch zu einem Experten, was fiese Spitznamen angeht.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_language_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1056,
			"title": "Über Paimons Art ...",
			"voicelineType": "18001",
			"description": "{NICKNAME}: Welches Monster hat den meisten Eindruck bei dir hinterlassen?\nPaimon: Welches Monster ... Ruinenwächter!\n{NICKNAME}: Sind Ruinenwächter denn Monster? Das sind doch eher Vorrichtungen, oder?\nPaimon: Für Paimon ist alles, was uns Ärger bereitet und kaputtgehauen werden muss, ein Monster.\nPaimon: So ähnlich wie bei Beute. Alles, was gejagt wird, ist Beute.\n{NICKNAME}: Äußerst scharfsinnige Logik. Dann weiß ich jetzt auch, wie ich dich einordnen kann.\nPaimon: Ach so? Wie denn?\n{NICKNAME}: Paimon kann man angeln und an Land ziehen. Also ist Paimon ein Fisch.\nPaimon: Hä?!\n",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_species_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1057,
			"title": "Über das Einstecken von Waffen ...",
			"voicelineType": "22001",
			"description": "Paimon: He, sag mal, kannst du mir noch einmal vorführen, wie du das machst? Das sieht echt stark aus!\n{NICKNAME}: Was meinst du denn?\nPaimon: Na, na, na ... Wenn du deine Waffe gerade noch in der Hand hast und sie dann plötzlich mit einem HUSCH verschwindet! Dann taucht sie wie aus dem Nichts hinter dir wieder auf.\n{NICKNAME}: Aber ... das hast du doch sicher tausendmal schon gesehen.\nPaimon: Und Paimon weiß immer noch nicht, wie es funktioniert. Kannst du das Paimon bitte mal erklären?\n{NICKNAME}: Dann erklär du mir bitte erst, wie du einfach so vor mir auftauchen kannst, um dann ohne Vorwarnung wieder zu verschwinden!\nPaimon: Ach, das ... Ähm, das konnte Paimon schon immer. Aber keine Ahnung, wie das geht.\n{NICKNAME}: Ja, und genauso ist es mit meiner Waffe.\n{NICKNAME}: Das wird wohl ein Zeichen unserer Freundschaft sein.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1058,
			"title": "Über Truhen ...",
			"voicelineType": "23001",
			"description": "Paimon: {NICKNAME}, was denkst du über Schatztruhen?\n{NICKNAME}: Ich gehe davon aus, dass sie von großen Reisenden der Vergangenheit zurückgelassen worden sind.\n{NICKNAME}: Jedes Mal, wenn ich eine Schatztruhe öffne, habe ich das Gefühl, dem früheren Besitzer ganz nahe zu sein.\nPaimon: So sammelst du also Erfahrung!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_chest_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1059,
			"title": "Über Augen ...",
			"voicelineType": "55001",
			"description": "Paimon: Sieh Paimon in die Augen!\n{NICKNAME}: Wieso?\nPaimon: Kaeya sagt, dass die Augen einer Person sie verraten.\nPaimon: Er meint, er wisse, ob jemand lügt, wenn er ihnen in die Augen sehe.\n{NICKNAME}: Aha ...\nPaimon: Ich mag Fischerschnitten!\n{NICKNAME}: Du sprichst die Wahrheit ... Du magst eh alles, was man verdrücken kann.\nPaimon: Hehe!\n{NICKNAME}: Da wir gerade davon sprechen ... Letztens war da auch so einer mit einem durchdringenden Blick.\nPaimon: Wer denn?\n{NICKNAME}: Ein Ruinenwächter. Dem wollte ich glatt sein Auge ausstechen.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_eyes_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Geheimer Piratenschatz“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1060,
			"title": "Über das Nachahmen ...",
			"voicelineType": "65001",
			"description": "Paimon: Argh, ist das langweilig ...\n{NICKNAME}: Hast du Lust, die Leute vom Ritterorden nachzuahmen?\nPaimon: Öh, findest du das nicht etwas unangebracht?\n{NICKNAME}: Hahaha! Nicht übel! Du hast schon die Bescheidenheit und Höflichkeit eines Ritters verinnerlicht.\nPaimon: He, du hast ja schon angefangen!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitate_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Geheimer Piratenschatz“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1061,
			"title": "Über das Preiseziehen ...",
			"voicelineType": "42001",
			"description": "Paimon: *Grrrh*\n{NICKNAME}: Ah? Ist hier ein wildes Tier in der Nähe?\nPaimon: Nein, das war Paimons Magen.\nPaimon: Hmm ... Und nun werden wir {F#eine Reisende}{M#einen Reisenden} auswählen, der Paimon eine Portion Honigmöhren-Fleischpfanne zubereiten darf.\nPaimon: Wer wird wohl {F#die}{M#der} glückliche Reisende sein?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_lottery_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der Fremde, der den Wind fing“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1090,
			"title": "Über das Augenhatz-Dekret ...",
			"voicelineType": "71001",
			"description": "Paimon: Es ist schwer, über die jüngsten Ereignisse in Inazuma zu sprechen, ohne das Augenhatz-Dekret zu erwähnen.\nPaimon: Aber du hast kein göttliches Auge, also musst du dir keine Sorgen machen, es zu verlieren.\nPaimon: Auf der anderen Seite, wenn du von der Tenryou-Verwaltung erwischt wirst, {NICKNAME}, kannst du dein Göttliches Auge auch nicht im Tausch gegen dein Leben aufgeben ...\n{NICKNAME}: Ich kann ihnen sagen, dass du mein Göttliches Auge bist.\nPaimon: Ein weiterer Grund, Paimon in der Nähe zu haben ... Warte, WAS!?{NICKNAME}: Keine Sorge, ich würde dich nicht weggeben, Paimon.\nPaimon: Das ist schon besser.\n{NICKNAME}: Wir würden einfach ins Gefängnis gehen und die Strafe zusammen absitzen ...\nPaimon: Oh ... Nun, wenn das so ablaufen würde, dann solltest du Paimon vielleicht doch ausliefern ...\nPaimon: Moment mal! Wie wäre es, wenn wir uns einfach gar nicht erst erwischen ließen?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_visionHuntDecree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „In der Stille verschwinden die Schatten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1091,
			"title": "Über die Widerstandskämpfer ...",
			"voicelineType": "71002",
			"description": "Paimon: Nur die, die den Willen haben, sich zu wehren, werden in den Widerstand aufgenommen!\nPaimon: In diesem Fall ist Paimon auch ein Mitglied des Widerstands.\n{NICKNAME}: Und wogegen wehrst du dich, Paimon?\nPaimon: Paimon hat die ganze Zeit über entschlossen gegen das Schicksal gekämpft, zerquetscht zu werden!\n{NICKNAME}: Dann wirst du wahrscheinlich nicht aufgenommen.\nPaimon: Warum? Etwa weil Paimon nicht für dieselbe Sache kämpft wie der Widerstand?\n{NICKNAME}: Das liegt daran, dass dein Widerstand nichts bringt.\nPaimon:  Du Fiesling!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_rebels_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „In der Stille verschwinden die Schatten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1092,
			"title": "Über die Kamuijima-Kanonen ...",
			"voicelineType": "71003",
			"description": "Paimon: Kamujipa? Kamijura? Kamumumu? Uff ... Was für ein Zungenbrecher.{NICKNAME}: Was liest du da, Paimon?\nPaimon: Sieh mal, das ist die Superwaffe, die das Bakafu in der Nähe gebaut hat, um Tatarasuna zu schützen.\nPaimon:  Kamuijima! Kanone!\n{NICKNAME}：Sie sieht wirklich mächtig aus ... Und trotzdem haben wir nicht gesehen, dass sie etwas bewirkt, als wir in Tatarasuna waren.\nPaimon: Bevor sie offiziell Krieg geführt haben, haben sie diesen Ort heimlich besetzt.\nPaimon: Aber diese Kami... Kamui-Kanone braucht entweder Spezialmunition oder Elektro-Kraft, um zu funktionieren, also ist sie für den Widerstand nutzlos.\nPaimon: Die Armee hat so viel Zeit und Mühe in die Entwicklung dieser Waffe gesteckt ... Paimon möchte wirklich das Ausmaß ihrer Macht sehen.\n{NICKNAME}: Wenn sie nur einen brauchen, der über Elektro-Kraft verfügt, kann ich vielleicht helfen.\nPaimon: Das ist richtig! Jetzt brauchen wir nur noch etwas, das uns als Kanonenkugel dienen kann ...\nPaimon: Hm? Warum schaust du mich so an? He ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_tatarasaWeapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „In der Stille verschwinden die Schatten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1093,
			"title": "Über Taroumaru ...",
			"voicelineType": "71004",
			"description": "Paimon: Weiß du was? Als wir das erste Mal in der Teestube Komore ankamen, dachte Paimon wirklich, dass Taroumaru in der Lage wäre zu sprechen ...\n{NICKNAME}: Du klingst ein bisschen enttäuscht.\nPaimon: Natürlich! Wenn Taroumaru sprechen könnte, hätte Paimon das Gefühl, dass er etwas wirklich Interessantes sagen würde!\n{NICKNAME}: Zum Beispiel?\nPaimon: Hmm ... „Thoma, hör auf, dich hier zu verstecken, du bist mir im Weg! *wuff*“\n{NICKNAME}: Oh, das stimmt.\nPaimon: Oder ... „Kozue, du bist für den Rest deines Lebens an mich gebunden, solange unser Vertrag nicht gekündigt wird! *wuff* *wuff*“\n{NICKNAME}:  Du hast Kozue nicht geglaubt, als sie sagte, sie hätte einen geheimen Vertrag unterschrieben, der sie zwingt, Teilzeit in der Teestube zu arbeiten, oder?\nPaimon: Oh! Paimon hat sich gerade einen neuen ausgedacht. Der ist ziemlich gut ...\nPaimon: „Schau dir diesen Besucher an! Paimon, stimmt’s? Sieh nur, wie niedlich und klug sie ist. Heute gehen alle Mahlzeiten aufs Haus! *wuff*“\n{NICKNAME}: Auf keinen Fall würde Taroumaru so etwas sagen.\nPaimon: Hehehe ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_taroumaru_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „In der Stille verschwinden die Schatten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1094,
			"title": "Über Gorou ...",
			"voicelineType": "71005",
			"description": "Paimon: Hmm ...\n{NICKNAME}: Worüber grübelst du nach, Paimon?\nPaimon: {NICKNAME}, erinnerst du dich noch an Gorous flauschige Ohren?\nPaimon: Paimon will unbedingt so etwas haben ... Oder vielleicht Hörner, ähnlich wie die, die Ganyu hat. Ganyus Hörner sind auch ziemlich süß.\nPaimon: {NICKNAME}, hast du eine Idee?\n{NICKNAME}: Lass mich mal sehen, hmm ... Oh, ich habe etwas gefunden!\nPaimon: Wirklich? Paimon wusste immer, dass du zuverlässig bist! \n{NICKNAME}: Tada! Ich präsentiere dir den Hauer des Monoceros Caeli!\nPaimon: Paimon braucht das nicht!\nPaimon: *seufz* Wenn Paimon schon nicht Gorous flauschige Ohren haben kann, dann vielleicht wenigstens so etwas wie seinen flauschigen Schwanz ...\n{NICKNAME}: Schwupp! Bitte sehr, der Schwanz des Nordwinds!\nPaimon: Doch nicht sowas! Außerdem ist die Kombination dieser beiden definitiv keine Aufmachung, die Paimon steht!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gorou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „In der Stille verschwinden die Schatten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1096,
			"title": "Über die Veröffentlichung von Romanen ...",
			"voicelineType": "71007",
			"description": "Paimon:  Es ist erstaunlich, dass es in Inazuma Orte wie das Verlagshaus Yae gibt, das sich auf die Veröffentlichung von Romanen spezialisiert hat!\nPaimon: Die veranstalten sogar Wettbewerbe! Toll! \n{NICKNAME}: Wenn das so ist, dann kannst du vielleicht einen Entwurf des Buches einreichen, an dem du gearbeitet hast: „Paimons Frohsinn“.\nPaimon: Tja, was das angeht ... Paimon hat die Entwürfe auf unserem Weg nach Inazuma verloren ...\n{NICKNAME}: Wirklich? (Fragender Blick)\nPaimon: Schön! Paimon hat noch nicht angefangen, zu schreiben ...\nPaimon: Es ist nicht Paimons Schuld! Paimon wollte es schon längst tun, aber vor drei Tagen ging Paimons Stift kaputt. Vorgestern hatte Paimon Handkrämpfe. Gestern ... verstauchter Fuß. Und heute ... Paimon ... Hmmm ... Paimon hat Hunger!\n{NICKNAME}: Hehe, das klingt, als würde es eher „Paimons Ausreden“ als „Paimons Frohsinn“ werden.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_novelPublish_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „In der Stille verschwinden die Schatten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1097,
			"title": "Über Kaedehara Kazuha ...",
			"voicelineType": "71008",
			"description": "Paimon: Kazuha ist sehr frei und unbeschwert, würdest du nicht auch sagen?\n{NICKNAME}: Ja, er scheint auch ein bisschen ein Einzelgänger zu sein.\nPaimon: In der Lage zu sein, die Welt in aller Ruhe zu erkunden und dabei die Schönheit von allem um ihn herum zu genießen, das klingt gar nicht so übel ...\nPaimon: {NICKNAME}, du denkst doch nicht daran, dich davonzuschleichen, um ein Solo-Abenteuer zu erleben, oder?\n{NICKNAME}: Ich würde dich nie verlassen, Paimon.\nPaimon: Paimon ist wirklich froh, das zu hören. Hier ... Hehehe, nimm das ...\n{NICKNAME}: Monatliche Lebensmittelausgaben ... 300.000 Mora!?\nPaimon: He! Warte! {NICKNAME}, wo willst du hin?\n{NICKNAME}: Ich habe plötzlich Lust, etwas allein zu sein. Vielleicht ist es doch keine schlechte Idee.\nPaimon: Bitte geh nicht! Warte auf Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kazuha_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Herbstwinde, Tiefrote Blätter“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200212
					]
				}
			]
		},
		{
			"voicelineId": 1098,
			"title": "Über Kamisato Ayaka ...",
			"voicelineType": "71009",
			"description": "Paimon: Hmmm ...\n{NICKNAME}: Paimon, du siehst heute so ernst aus.\nPaimon: Das liegt daran, dass Paimon über ernste Dinge nachdenkt.\nPaimon: Paimon ist eifersüchtig auf Menschen aus wohlhabenden und einflussreichen Familien. Sie haben einen endlosen Vorrat an Mora und Berge von leckerem Essen ...\n{NICKNAME}: Dem kann ich nicht widersprechen. Das sind genau die Dinge, die du gerne magst.\nPaimon: Aber nachdem ich Ayaka besser kennengelernt habe, ist Paimon klar geworden, dass auch eine junge Dame aus einer adligen Familie ihren Anteil an Verpflichtungen haben kann.\nPaimon: Sie muss die Pflichten und Verantwortungen ihres Klans übernehmen. Sie arbeitet sehr hart und hat sehr wenig Zeit für sich selbst.\nPaimon: Ayaka muss erschöpft sein, sie sollte versuchen, sich ein bisschen zu entspannen ...\nPaimon: Ah, das stimmt! Lasst uns Ayaka zum nächsten Fest einladen!\nPaimon: Wenn sie eine Einladung von uns bekommt, wird sie auf keinen Fall ablehnen, hehehe.\n{NICKNAME}: Ja, ich würde gern mit ihr auf ein weiteres Fest gehen.\nPaimon: Außerdem kann Ayaka, wenn sie da ist, die Rechnung für uns übernehmen ...\n{NICKNAME}: Das hätte ich kommen sehen müssen ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ayaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Das Märchen vom Kranich und dem weißen Kaninchen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1099,
			"title": "Über das Nachahmen von Ayaka ...",
			"voicelineType": "71010",
			"description": "Paimon: Ayaka sieht immer elegant aus, egal was sie tut, nicht wahr?\n{NICKNAME}: Kannst du Ayaka nachmachen, Paimon? \nPaimon: Lass es mich versuchen.\nPaimon: „Ach, du hast so fleißig Pilze gesammelt, nur um Spieße mit Pilzen und Hühnchen für mich zu machen?“\nPaimon: „Wie lieb von dir ...“\n{NICKNAME}: Das war gar nicht wie Ayaka. Aber ...\n{NICKNAME}: Auch wenn du nicht ganz wie du selbst geklungen hast, war es auch nicht völlig fehl am Platz ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitateAyaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Das Märchen vom Kranich und dem weißen Kaninchen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1100,
			"title": "Über die Tradition der Feste ...",
			"voicelineType": "71011",
			"description": "Paimon: Es ist eine altbewährte Tradition, dass während der Inazuma-Feierlichkeiten alle festliche Masken tragen.\nPaimon: Paimon hat versucht, sich an den Ständen umzusehen, aber Paimon hat keine passende Maske gefunden ...\n{NICKNAME}: Du willst also wirklich eine eigene Maske?\nPaimon: Natürlich! Bei einem Inazuma-Fest keine Maske zu tragen, ist dasselbe, wie beim Windblumenfest keinen Blumenstrauß zu bekommen ...\n{NICKNAME}: Lass mich eine für dich machen.\nPaimon: Haa! {NICKNAME}, du bist der Beste!\n{NICKNAME}: Hmmm, ich frage mich, welche Art von Maske dir am besten stehen würde? Wie wär’s mit ... einer Schleimmaske?\nPaimon: Ja, Schleimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fiestaTradition_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Das Märchen vom Kranich und dem weißen Kaninchen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1101,
			"title": "Über Yoimiya ...",
			"voicelineType": "71012",
			"description": "Paimon: Denkst du, dass das schlechte Gehör von Yoimiyas Vater mit den Feuerwerkskörpern zu tun hat?Paimon:  Er stellt seit vielen Jahren Feuerwerkskörper her und testet sie. Er ist täglich dem Klang von Schießpulverexplosionen ausgesetzt ... Paimon kann sich vorstellen, wie das seine Ohren abgenutzt haben könnte ...Paimon: Huch! Da Yoimiya das Familiengeschäft erbt, bedeutet das, dass sie in Zukunft Probleme haben wird, andere Leute zu verstehen, genau wie ihr Vater?\nPaimon: Paimon wird das nicht zulassen! Lasst uns einen Weg finden, ihr zu helfen!\n{NICKNAME}: Hast du einen Vorschlag, Paimon?\nPaimon: Öhm ... Ähm ...\nPaimon: Paimon könnte Yoimiya folgen und ihr bei Bedarf die Ohren zuhalten ...\n{NICKNAME}: Dann müsstest du mich verlassen.\nPaimon: Ohne Paimon würdest du deine Führerin verlieren. Paimon würde dich nicht so zurücklassen!\nPaimon: Aber ... Was sollen wir für Yoimiya tun?\n{NICKNAME}: Sie kann doch einfach Ohrstöpsel tragen, während sie mit dem Feuerwerk arbeitet.\nPaimon: Oh ja! An diese Lösung hat Paimon nicht gedacht! Wie schlau von dir!\n{NICKNAME}: Ha ... Das war das Erste, was mir eingefallen ist, aber ich wollte dir die Gelegenheit für ein mentales Training geben.\nPaimon: Was? Du wusstest es also die ganze Zeit, hast es Paimon aber nicht gesagt?\nPaimon: Wie konntest du nur? Du Fiesling!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yoimiya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Traumhafte Zeitlosigkeit“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1201309
					]
				}
			]
		},
		{
			"voicelineId": 1102,
			"title": "Über Sayus Sorgen ...",
			"voicelineType": "71013",
			"description": "Paimon: Sayu scheint eine Menge auf dem Herzen zu haben.\nPaimon: Paimon kann nicht verstehen, warum sie so viele Sorgen haben sollte.\n{NICKNAME}: Das sind dann wohl die Schmerzen des Aufwachsens.\nPaimon: Hmm, das kann Paimon nicht nachvollziehen.\nPaimon: Schließlich ist es nicht Paimons Sache, sich zu viele Sorgen zu machen.\n{NICKNAME}: Hmmm ...\n{NICKNAME}: Schlechte Nachrichten! Wir haben fast kein Mora mehr. Ich schätze, wir müssen in den nächsten Tagen die Gürtel enger schnallen ...\nPaimon: Was? Neeeeein!\n{NICKNAME}: Siehst du, du bist nicht so sorglos, wie du dachtest.\nPaimon: Wie konntest du mich nur so veräppeln?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sayuAnnoy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1103,
			"title": "Über Onikabuto ...",
			"voicelineType": "71014",
			"description": "Paimon: Diese Onikabuto sehen so gruselig aus! Die Muster auf ihrem Rücken sind furchterregend!\n{NICKNAME}: Meinst du diese dämonischen Muster? Das liegt daran, dass sie nicht gern kämpfen, also haben sich ihre Muster absichtlich so entwickelt, dass sie ihre Feinde verscheuchen.\nPaimon: Das ist wirklich schlau. Wir sollten versuchen, das ein oder andere von ihnen zu lernen!\nPaimon: Wir könnten uns Xiaos Maske ausleihen. Wenn ein Hilichurl dich damit sieht, glaubst du, er würde vor Angst weglaufen?\n{NICKNAME}: Oh ... ich glaube nicht, dass Xiao dem zustimmen würde ...\nPaimon: Ja ... Wie wäre es, wenn wir Sayu bitten würden, seine Maske für uns zu stehlen?\nPaimon: Sie kennt eine Technik, mit der sie sich in Luft auflösen kann. Sie kann sie ganz sicher mopsen! Problem gelöst!\nPaimon: Oh ... Wenn wir Angst haben, dass Xiao mit uns abrechnet, wie wär’s, wenn wir die Maske des Grafen klauen würden! Wir haben ihm schon oft in den Hintern getreten!\n{NICKNAME}: Ich glaube nicht, dass es eine gute Idee ist, die Sachen anderer Leute zu stehlen. Außerdem, was ist, wenn Sayu mit all dem nicht einverstanden ist?\nPaimon: Dann lass uns ... Lass uns zuerst Albedo besuchen.\nPaimon: Wenn Albedo ein Wachstumsserum für Sayu entwickeln kann, wird sie uns sicher helfen!\n{NICKNAME}: Glänzend, jetzt musst du nur noch einen Weg finden, damit Albedo uns hilft.\nPaimon: Uff! Paimons Kopf wird explodieren. Lass uns vielleicht doch eine Maske auf dem Fest kaufen.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oniHornedBeetle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1104,
			"title": "Über das Naku-Kraut ...",
			"voicelineType": "71015",
			"description": "Paimon: Auch wenn das Naku-Kraut eine blütenähnliche Struktur hat, sind diese Blüten in Wirklichkeit normale Blätter.\nPaimon: Diese bescheidenen Blätter arbeiten so hart, um zu wachsen und die zerbrechliche Blüte zu schützen ...\nPaimon: Hehehe, genau wie Paimon dich gerade beschützt.\n{NICKNAME}: Genauso wie du? Oh, ist Naku-Kraut auch essbar?\nPaimon: Ja, das ist richtig! ... Warte! Was willst du damit sagen?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrass_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Aktivierung der Statue der Sieben (Elektro) in Tatarasuna bei Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1105,
			"title": "Über das Naku-Kraut und Blitze ...",
			"voicelineType": "71016",
			"description": "Paimon: Wusstest du das? Die Menschen in Inazuma nutzen die Schwingungen vom Naku-Kraut, um Gewitter vorherzusagen.Paimon: Da das Naku-Kraut in Gegenden wächst, die von Elektro-Kraft durchdrungen sind, wird es von Natur aus von Donner und Blitzen angezogen.\n{NICKNAME}: Heißt das, Naku-Kraut ist dir ähnlich, Paimon?\nPaimon: Hm? Wie das?\n{NICKNAME}: Du weißt schon, weil du dich normalerweise in Gegenden aufhältst, in denen es leckeres Essen gibt, und du dich von Natur aus zu Delikatessen hingezogen fühlst!\nPaimon: Hehehe, das ist wahr!\n{NICKNAME}: Paimon-Radar aktiviert ...\nPaimon: *piep* Delikatessen, los geht’s!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrassAndThunder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Aktivierung der Statue der Sieben (Elektro) in Tatarasuna bei Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1106,
			"title": "Über Sakura-Blüten ...",
			"voicelineType": "71017",
			"description": "Paimon: Die Blüten, die von der heiligen Sakura herabschweben, sind umwerfend!\nPaimon: Paimon hat gehört, dass diese Blütenblätter so lange in der Luft bleiben können, weil sie so viel Elektro-Energie haben.\n{NICKNAME}: Ist es das gleiche Prinzip, das hinter deinen Schwebefähigkeiten steckt?\nPaimon: Oh ... Ah ... Das liegt daran, dass ...\n{NICKNAME}: Du weißt doch, was dir das Fliegen ermöglicht, oder, Paimon?\nPaimon: Paimon kann aufgrund von ... mysteriösen Kräften fliegen, ganz offensichtlich!\n{NICKNAME}: Verstanden. Scheint so, als hättest du keine Ahnung.\n{NICKNAME}: Wie wäre es, wenn wir Albedo ein paar Nachforschungen anstellen ließen? Er ist gut darin, solche Geheimnisse zu knacken ...\nPaimon: Bitte nicht!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakuraTemari_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts des Großen Narukami-Schreins in Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						244
					]
				}
			]
		},
		{
			"voicelineId": 1107,
			"title": "Über Lavendelmelonen ...",
			"voicelineType": "71018",
			"description": "Paimon: Lavendelmelonen sind wirklich nützlich!\nPaimon: Ihr Fruchtfleisch kann gegessen werden, und ihre Pelle kann zu Farbstoffen verarbeitet werden.\n{NICKNAME}: Paimon ist wirklich nützlich!\n{NICKNAME}: Du kannst als meine Führerin dienen und du kannst auch anderen Leuten schlimme Spitznamen geben, haha.\nPaimon: Ja! Danke für deine Anerkennung!\nPaimon: Warte mal, ist da noch mehr? Wird Paimon gleich gegrillt?\nPaimon: Paimon wird dir den Mund zuhalten, um dich am Reden zu hindern!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sumireLemon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts im Dorf Konda in Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						296
					]
				}
			]
		},
		{
			"voicelineId": 1108,
			"title": "Über Degen ...",
			"voicelineType": "71019",
			"description": "Paimon: {NICKNAME}, hast du das bemerkt?\nPaimon: In Inazuma sind Menschen, die Degen an der Hüfte tragen, eine Minderheit. Die meisten Soldaten benutzen Speere.\nPaimon: Kann es sein, dass Degen Statussymbole sind ... sollten wir sie auch tragen?\nPaimon: Aber die Schwerter hier sind alle zu groß für Paimon ... Es gibt keine andere Möglichkeit, wir müssen einen berühmten Schwertschmied finden, der ein maßgeschneidertes anfertigt!\n{NICKNAME}: Ein maßgefertigtes Schwert wird allerdings eine Menge Mora kosten.\nPaimon: Sagst du, dass Mora wichtiger sind als die Wünsche deiner reizenden Gefährtin?\n{NICKNAME}: Eigentlich habe ich schon etwas für dich vorbereitet, Paimon.\nPaimon: Wirklich? Echt jetzt? Lass mich schauen! \nPaimon: He! Ist das nicht ein Messer, mit dem man Obst schneidet?\n{NICKNAME}: Na ja, zumindest hat es die richtige Größe für dich ...\n{NICKNAME}: Ähem, „Was zählt, ist nicht der Wert des Schwertes, sondern der Kampfgeist“.\nPaimon: Netter Versuch, aber Paimon wird nicht darauf reinfallen, egal wie hochtrabend es klingt!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sabre_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1109,
			"title": "Über heiße Quellen ...",
			"voicelineType": "71020",
			"description": "Paimon: Wusstest du, dass es in Inazuma heiße Quellen gibt?\n{NICKNAME}: Aber es gibt keine Vulkane.\nPaimon: Hmm, Paimon hat gehört, dass die Hitze aus einem riesigen Ofen kommt!\nPaimon: Wenn wir die Gelegenheit bekommen, möchte Paimon auch eine heiße Quelle ausprobieren. Leider scheint es so, als ob nur den wichtigen Leuten der Zutritt gewährt wird.\n{NICKNAME}: Hmmm ...\n{NICKNAME}: Lass uns zurück zur Dadaupa-Schlucht in Mondstadt gehen!\nPaimon: Hm? Warum so plötzlich?\n{NICKNAME}: In der Dadaupa-Schlucht haben die Hilichurle einen riesigen Kessel, der von Flammenblumen beheizt wird. Das sollte ähnlich wie eine heiße Quelle sein, richtig? Man kann in ihrer ... Suppe baden, nehme ich an?\nPaimon: ???",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hotSpring_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1110,
			"title": "Über Jugemu ...",
			"voicelineType": "71021",
			"description": "Paimon: In Inazuma ist es üblich, dass Eltern einen verheißungsvollen Namen für ihr Kind wählen.\n{NICKNAME}: Diese Namen symbolisieren die Erwartungen und Wünsche aller für das Kind, wie Wohlstand, Reichtum, Gesundheit und Sicherheit.\nPaimon: Aufgrund dieser Erwartungen wählen Eltern oft besonders lange Namen und packen alle möglichen Segnungen hinein.\n{NICKNAME}: Wenn also eines Tages ein kleines Mädchen auf dem Heimweg in einen See fällt, dann könnten ihre Freunde zu ihrem Haus eilen und allen erzählen: „Etwas Schlimmes ist passiert!“\nPaimon: „Was ist denn los?“\n{NICKNAME}: Ozvaldo Hrafnavins, die Prinzessin der Verurteilung Fischl von Luftschloss Narfidort, Astrologin Mona Megistus, Genie des Jahrhunderts, ist ins Wasser gefallen!\nPaimon: Wenn Mona ins Wasser fällt, klingt allerdings nicht nach einer Notsituation.\n{NICKNAME}: Genau. Die schnell schwimmende Mona würde etwa zur gleichen Zeit nach Hause kommen, wie ihre Freunde damit fertig sind, ihren Namen zu sagen, haha.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jugemu_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1111,
			"title": "Über die Inseln von Inazuma ...",
			"voicelineType": "71022",
			"description": "Paimon: Inazumas Landschaft ist ganz anders als das, was wir bisher gesehen haben.\n{NICKNAME}: Ja, Inazuma ist ein Inselstaat.\nPaimon: Wie haben die Menschen, die auf verschiedenen Inseln lebten, vor der Erfindung der Boote miteinander kommuniziert?\n{NICKNAME}: Nach Aussage von Yoimiyas Vater haben sie wahrscheinlich Rauchsignale benutzt, um Informationen zu übermitteln.\n{NICKNAME}: Oder sie haben ...\nPaimon: Ja?\n{NICKNAME}: Sie würden Leute beauftragen, die die Wasseroberfläche einfrieren können, um zwischen den Inseln zu reisen und Nachrichten zu überbringen.\nPaimon: Wahnsinn! Wenn Kaeya damals in Inazuma gelebt hätte, wäre er noch viel beschäftigter gewesen als Jean!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_inazumaIsland_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts von Ritou in Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						331
					]
				}
			]
		},
		{
			"voicelineId": 1112,
			"title": "Über Tanuki ...",
			"voicelineType": "71023",
			"description": "Paimon: Tanuki sind wirklich geheimnisvolle Wesen.\n{NICKNAME}: Ich finde sie echt süß.\nPaimon: Nur leider können sie die menschliche Sprache sprechen.\n{NICKNAME}: Hmm, ich frage mich ... Wenn sie nicht sprechen könnten, würden sie dann geheimnisvoller und edler erscheinen?\nPaimon: Versuchst du mich zu verspotten? \n{NICKNAME}: Lalalalala ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanuki_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts im Chinju-Wald in Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1113,
			"title": "Über die Tanuki und die Kunst der Täuschung ...",
			"voicelineType": "71024",
			"description": "Paimon: Hat dir jemand erzählt, dass es in Inazuma Monster namens Tanuki gibt, die die Gestalt jedes Menschen annehmen können, den sie sehen?\n{NICKNAME}: Ich habe von solchen Gerüchten gehört. Die müssen irgendwelche mysteriösen Verwandlungstechniken kennen.\nPaimon: Was, wenn eines Tages ein Tanuki dich austrickst, indem er sich in Paimon verwandelt? Oh nein ... Paimon macht sich jetzt Sorgen!\n{NICKNAME}: Warte! Du machst dir nur Sorgen um meine Mora, nicht wahr? \nPaimon: Natürlich ... Ah! Nein, nein! Paimon ist nur um deine Sicherheit besorgt, {NICKNAME}!\nPaimon: Hmpf, hör auf, Paimon so anzuschauen. *schmoll* Schau, denk doch mal nach! Wenn es zwei Paimons gäbe, wie würdest du herausfinden, welche die echte ist?\n{NICKNAME}: Hihihi ...\nPaimon: Was soll das Gekichere denn jetzt!?\n{NICKNAME}: Siehst du, nur die echte Paimon würde so reagieren.\nPaimon: Ah! Paimon wurde schon wieder reingelegt ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanukiAndIllusion_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts im Chinju-Wald in Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1114,
			"title": "Über die anderen Schreine ...",
			"voicelineType": "71025",
			"description": "Paimon:  Wir sind in letzter Zeit an vielen kleinen Schreinen vorbeigekommen, aber keiner von ihnen scheint dem Elektro-Archon gewidmet zu sein.\n{NICKNAME}: Sie wurden wahrscheinlich für weniger bedeutende Gottheiten gebaut. Die Menschen in Inazuma glauben, dass alles um sie herum einen Geist hat und dass diese Geister ihnen in Zeiten der Not helfen werden.\nPaimon: Oh, also bauen die Leute Schreine für sie und bringen ihnen Opfergaben.\n{NICKNAME}: Ja. In gewisser Weise ist das eine Form des Gebets und ein Zeichen der Wertschätzung.\nPaimon: Paimon hat es jetzt verstanden! Lass uns Ayaka finden, damit sie einen Schrein für uns errichtet!\nPaimon: Wenn wir das tun, können wir auch viele Opfergaben bekommen!\nPaimon: Paimon ist so glücklich!\n{NICKNAME}: Hehe. Äh ... Meinst du das geht wirklich?\nPaimon: Was ist los? Haben wir nicht schon die ganze Zeit allen geholfen? Vielleicht machen wir sogar einen besseren Job als diese Götter!\n{NICKNAME}: Da hast du recht ...\n{NICKNAME}: Wenn die Leute dann aber anfangen, Blumen und Früchte an meinen Schrein zu legen, wird es doch ein wenig kritisch ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_otherShrine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts von Araumi in Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						245
					]
				}
			]
		},
		{
			"voicelineId": 1115,
			"title": "Über den Regen auf Yashiori ...",
			"voicelineType": "71026",
			"description": "{NICKNAME}: Auf der Insel Yashiori hört es nie auf zu regnen. Ich habe gehört, das liegt an der anhaltenden bösen Energie.\nPaimon: „Böse Energie“? Was ist das denn? Klingt erschreckend.\n{NICKNAME}: Sie wird von den Überresten eines bösen Gottes irgendwo auf der Insel verursacht. Da sich seine Macht noch nicht vollständig verflüchtigt hat, verursacht die verbleibende Energie alles Mögliche an Unglück. Das meinte ich mit „böse Energie“. \nPaimon: Oh, na gut. Aber Paimon glaubt nicht, dass Regen etwas Schlechtes ist.\nPaimon: Vielleicht hat dieser Gott die ganze Zeit geweint, weil er schikaniert wurde.\n{NICKNAME}: Geweint? Ich glaube nicht, dass Götter weinen können. Ich meine, ich habe Venti oder Zhongli noch nie weinen sehen.\nPaimon: Es gibt Ausnahmen! Wenn du mich kneifst, wirst du einen weinenden Gott sehen können.\n{NICKNAME}: Hmm? Bist du ein Gott?\nPaimon: Auf jeden Fall!\n{NICKNAME}: Na dann, lass mich raten ... Der fliegende Gott der dummen Fragen? Der Gott des Schleims? Oder der Gott, der aus dem Wasser gefischt wird?\nPaimon: Paimon ist nichts von alledem! Hmpf!\nPaimon: Als dein Leibwächter, {NICKNAME}, ist Paimon der Gott des Schutzes!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yashioriIslandsRain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts am Nazuchi-Strand bei Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						258
					]
				}
			]
		},
		{
			"voicelineId": 1116,
			"title": "Über die Detektei Bantan Sango ...",
			"voicelineType": "71027",
			"description": "{NICKNAME}: In Hanamizaka gibt es einen Ort namens Detektei Bantan Sango.\nPaimon: Paimon erinnert sich. Das ist die, die von Sango und Ryuuji geführt wird, richtig? Jeder spricht in den höchsten Tönen von ihnen.\n{NICKNAME}: Ich habe gehört, dass sie oft in seltsame Vorfälle verwickelt werden und mancherorts Hausverbot haben ... Paimon: Paimon findet, das ist unverdient. Immerhin haben Sango und Ryuuji schon vielen Leuten geholfen ...\n{NICKNAME}: Würdest du sie einladen, wenn du abends eine Feier organisieren würdest?\n{NICKNAME}: Was wäre, wenn einer der Gäste nach der Hälfte des Essens plötzlich einen Schrei ausstößt und auf dem Boden zusammenbricht ...\nPaimon: Wenn das der Fall ist, dann hält Paimon das für eine schlechte Idee. Paimon hat plötzlich das Gefühl, dass es gefährlich sein könnte, mit ihnen herumzuhängen ...\n{NICKNAME}: Tja, das ist der Preis, den man dafür zahlt, ein berühmter Detektiv zu sein.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bantanNoSangoDetectiveAgency_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts in den Straßen innerhalb von Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						242
					]
				}
			]
		},
		{
			"voicelineId": 1117,
			"title": "Über das Ziehen von Orakelzetteln ...",
			"voicelineType": "71028",
			"description": "Paimon: Übrigens, {NICKNAME}, warst du jemals bei einem Schrein, um nach einem Orakel zu fragen?\nPaimon: Zu allererst muss man um ein Orakelstäbchen bitten, dann bekommt man vielleicht einen Einblick.\n{NICKNAME}: Nun, aber es besteht die Möglichkeit, dass man „Unglück“ oder „Großes Unglück“ bekommt, oder?\nPaimon: Das ist normal, Paimon hat gehört, wie die Schreinjungfer gesagt hat, wenn du etwas schlechtes bekommst, kannst du es einfach an den Orakelstäbchenanhänger des Schreins hängen ...\nPaimon: Also ziehe einfach immer weiter und weiter, bis du „Großes Glück“ bekommst! Hänge alle anderen an den Orakelstäbchenanhänger auf!\n{NICKNAME}: Wenn alle das tun, was du tust, wird es keinen Platz mehr am Orakelstäbchenanhänger geben ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kauChim_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1118,
			"title": "Über das „Musou no Hitotachi“ ...",
			"voicelineType": "71029",
			"description": "Paimon: „Musou no Hitotachi“ ist genial!\nPaimon: Egal, welchem Gegner du begegnest, du brauchst nur einen Hieb, richtig?\n{NICKNAME}: Na ja ... aber bei dem „Grafen“ braucht man vielleicht drei Hiebe ...\nPaimon: Ja, ja!\nPaimon: Wie auch immer, wenn du es lernst, muss Paimon sich für den Rest der Reise keine Sorgen mehr um dich machen!\n{NICKNAME}: Wo muss ich also hingehen, um es zu lernen?\nPaimon: Also, wo muss man hingehen, um es zu lernen?\n{NICKNAME}: Hmm?\nPaimon: Sieh mich nicht so an! Ja, Paimon wird sich auch für den Rest der Reise um dich kümmern ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_musouNoHitotachi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Allgegenwart unter den Menschen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1119,
			"title": "Über Sangonomiya Kokomi ...",
			"voicelineType": "71030",
			"description": "Paimon: {NICKNAME}, weißt du was? Diese Sangonomiya Kokomi ist die „göttliche Priesterin“ der Insel Watatsumi.\nPaimon: Sie ist oberste Anführerin der Insel! Die ganze Insel ist unter ihrer Kontrolle.\nPaimon: Ah, Paimon will auch so eine große Persönlichkeit sein ...\n{NICKNAME}: Was passiert, wenn man so bedeutend geworden ist?\nPaimon: Danach kannst du Gerechtigkeit üben. Zum Beispiel ...\nPaimon: Als {F#die}{M#der} Verdächtige {NICKNAME} die dreifarbigen Klößchen zur Mittagszeit aß, aß er zwei davon selbst und gab nur eins an das Opfer Paimon, was einen schweren Verstoß gegen Artikel 37 des „Paimon-Dekrets“, „Fairness und Gerechtigkeit“, darstellt!\n{NICKNAME}: Darf ich dann fragen, wie die Große Paimon mit dieser Angelegenheit umzugehen gedenkt?\nPaimon: Natürlich wirst du dazu bestraft, ganz viele dreifarbige Klößchen für Paimon zu machen, Hehe!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kokomi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Allgegenwart unter den Menschen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1120,
			"title": "Über Unbeständigkeit ...",
			"voicelineType": "71031",
			"description": "Paimon: Paimon frag sich, was für eine Person der vorherige Shougun war.\n{NICKNAME}: Jemand, der zu verstehen schien, dass Blumen nicht oft blühen, und der wusste, dass sie eines Tages vergehen würde.\nPaimon: Wenn man den Wert dessen kennt, was man vor sich hat, weiß man es mehr zu schätzen.\n{NICKNAME}: Dies mag auch Inazumas Ästhetik beeinflusst haben. In der vergänglichen Welt fließt alles Leben vorbei. Die lebendige Zeit, die wir verbracht haben, die Menschen, mit denen wir gereist sind, das köstliche Essen, das wir gemeinsam gekostet haben, das sind die realen Dinge, die wirklich zählen.\nPaimon: Obwohl ... Obwohl das Fest sicher zu Ende geht, wäre es schön, wenn die Zeit des Vergnügens noch ein wenig länger andauern würde.\n{NICKNAME}: „Weißer Tau und klare Träume, trübe Illusionen und dieses Leben, wenn man sie mit der Zeit an deiner Seite vergleicht, werden sie alle als langlebige Dinge betrachtet.“\nPaimon: Wovon redest du?\n{NICKNAME}: Es bedeutet, dass es eine gute Reise mit der kleinen Paimon war. Es wäre schön, wenn es immer so weitergehen könnte.\nPaimon: Du wirst Paimon doch nicht anlügen, hehehe!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_anitya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Allgegenwart unter den Menschen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1121,
			"title": "Über Schreinjungfern ...",
			"voicelineType": "71032",
			"description": "Paimon: Die Kleidung der Schreinjungfer ist sehr markant, ja.\n{NICKNAME}: Es wird gemunkelt, dass Yae Miko darüber nachdenkt, Schreinjungferkostüme anzuprobieren, um ein Touristengeschäft zu eröffnen, nachdem die Isolation vorbei ist. In Kombination mit Fontaines neuem Fotoapparat könnte man damit ein Vermögen machen.\nPaimon: Oh!\n{NICKNAME}: Die Schreinjungfern haben mich beim letzten Mal bei großer Gesellschaft gefragt, ob ich irgendwelche gut aussehenden Mädchen kenne, die bereit wären, für Werbung Modell zu stehen, indem sie einfach im Schreinjungferkostüm lächelten. Sie wollten sogar wissen, ob ich mitmachen würde, mit ein bisschen Schminke.\nPaimon: He!\n{NICKNAME}: Ich wandte mich an Rosaria und erzählte ihr von der Idee. Sie dachte, sie könnte das auch mit den Ordenskostümen der Favonius-Kathedrale machen.\nPaimon: Warte!\n{NICKNAME}: Uff, Rosaria dachte nur, dass es zu viel Ärger wäre.\nPaimon: Zum Glück ist es nur Rosaria ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_miko_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Allgegenwart unter den Menschen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1122,
			"title": "Über den Künstler Utamarou ...",
			"voicelineType": "71033",
			"description": "Paimon: Aoi hat Paimon vor Kurzem ein Bild geschenkt und Paimon ist sehr glücklich darüber, auch wenn Paimon es nicht essen kann!\n{NICKNAME}: Ist das der Gemischtwarenhändler? Ich werde es mir ansehen.\nPaimon: Hier, sei vorsichtig, es ist von dem berühmten Maler Utamarou, es ist ein Vermögen wert!\n{NICKNAME}: Utamarou? Nun ... Ich glaube, ich habe es schon einmal irgendwo gesehen ...\nPaimon: Natürlich, es ist schließlich Meister Utamarou, seine Meisterwerke sind schon lange in ganz Inazuma zu sehen!\nPaimon: Du hast es in Ayakas Haus gesehen, nicht wahr? Dieser ist gar nicht so schlecht.\n{NICKNAME}: Nein, ich erinnere mich! Das ist der, den der Yoimiya letztes Mal für die Brandbombe benutzt hat, richtig?\nPaimon: Was? Um eine Brandbombe zu bauen?\n{NICKNAME}: Ich glaube, Thoma hat es auch für Tischbeine benutzt ...\nPaimon: Was? Tischbeine?\n{NICKNAME}: Wenn ich mich richtig erinnere, hat Sayu mehrere von ihnen als Matten genommen, als sie ein Nickerchen machen wollte.\nPaimon: Dieser Typ Utamarou hatte mehrere davon? Das ist unmöglich ...\n{NICKNAME}: Utamarou ist überhaupt kein Meister, richtig?\nPaimon: Menno ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_utamoro_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Allgegenwart unter den Menschen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1123,
			"title": "Über die Teestube und den Inhaber ...",
			"voicelineType": "71034",
			"description": "Paimon: Der „Teestube Komore“ geht es recht gut, es kommen täglich viele Kunden.\nPaimon: {NICKNAME}, lass uns auch eine Teestube aufmachen, wenn wir die Möglichkeit haben. Es fühlt sich so an, als ob es sehr profitabel sein könnte!\n{NICKNAME}: Nun ... wenn ich in Zukunft eine Teestube eröffne, werde ich definitiv Paimon zum Inhaber machen.\nPaimon: Was? Großartig!\nPaimon: Ich habe nicht erwartet, dass du Paimons geschäftlichen Fertigkeiten so sehr vertraust ... Ich werde auf jeden Fall ein verantwortungsvoller Inhaber sein und unseren Laden zur Nummer eins in ganz Teyvat machen!\n{NICKNAME}: Ich werde dich nicht mit der Verwaltung belästigen ... Paimon, erinnerst du dich an Taroumaru?\nPaimon: Ja, Paimon erinnert sich, es ist der Besitzer der Teestube. Paimon hat gehört, dass einige Kunden nicht kommen, um Tee zu trinken, sondern um mit ihm zu spielen.\n{NICKNAME}: Also ich habe mir gedacht, wenn wir Paimon zum Inhaber machen würden, wärst du beliebter als Taroumaru, richtig?\nPaimon: He, das ist doch klar ... He, du traust also meinen geschäftlichen Fertigkeiten nicht, du willst mich nur als Maskottchen haben!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teaHouseBoss_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Allgegenwart unter den Menschen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1124,
			"title": "Über das Sakoku-Dekret ...",
			"voicelineType": "71006",
			"description": "{NICKNAME}: Mit der Abschaffung des Augenhatz-Dekrets wird wohl das Sakoku-Dekret das nächste sein, das verschwindet.\nPaimon: Hoffen wir einfach, dass alles gut geht.\n{NICKNAME}: Lasst uns alle ermutigen, noch ein bisschen durchzuhalten.\nPaimon: Ja! \n{NICKNAME}: Wenn wir die Chance haben, sollten wir Atsuko suchen und ihr sagen, dass die Sakura-Bäume in ihrer Heimat blühen.\nPaimon: Hmm, und wie soll das helfen?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakoku_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Allgegenwart unter den Menschen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1125,
			"title": "Über Kimono ...",
			"voicelineType": "71035",
			"description": "Paimon: Ah, Ogura Mio sagte, dass sie kaum noch Luxuskimonos hat. Es ist also gut möglich, dass du keinen kaufen kannst, selbst wenn du ihn dir leisten kannst.\nPaimon: Wie schade, Paimon will diese schönen Kleider auch tragen.\n{NICKNAME}： Aber das Sakoku-Dekret wurde schon abgeschafft, „Ogura-Textilien“ sollte jetzt Seide aus Liyue importieren können.\nPaimon: Toll! Dann können wir vielleicht ein paar neue Kimonos kaufen!\nPaimon: Stell dir vor, Paimon in maßgeschneiderten Luxuskimonos von „Ogura-Textilien“. Paimon wäre völlig verwandelt!\nPaimon: Paimon wäre nicht länger die Nebenrolle, die {M#den Reisenden}{F#die Reisende} auf den legendären Abenteuern begleitet. Paimon würde zu einer eleganten Paimon werden, einer schicksalhaften Freundin {F#der Heldin}{M#des Helden}!\nPaimon: Aaaah ... Das klingt fantastisch!\nPaimon: {NICKNAME}, dir geht es sicher genauso, oder? Also ...\n{NICKNAME}： Was ich höre, ist, dass du willst, dass ich deine neue Garderobe bezahle.\nPaimon: Richtig, du hast es schnell kapiert! Siehst du, genau darum geht es, wenn wir „Freunde des Schicksals“ sind!\nPaimon: Paimon dachte an sieben verschiedene Stile, einen für jeden Tag der Woche! Für die Muster ... lass Paimon nachdenken ...\n{NICKNAME}: ... Plötzlich habe ich keine Lust mehr!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kimono_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Flüchtige Träume“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 1132,
			"title": "Über Wissenskonserven ...",
			"voicelineType": "71036",
			"description": "Paimon: Man muss nichts lesen und kann dennoch viel wissen. Wissenskonserven sind wirklich sehr praktisch!\nPaimon: Ob es in Sumeru wohl Wissenskonserven über Land und Leute der sieben Städte gibt?\nPaimon: Falls es die gibt, würde Paimon, wann immer wir an einen neuen Ort kommen, eine neue Konserve für dich öffnen, dann bräuchten wir nicht immer so viel zu reden!\n{NICKNAME}: Dann könnten wir es uns gleich sparen, an neue Orte zu gehen. Wir könnten auch gleich in Sumeru alle aufmachen ...\nPaimon: A... Aber wir wollen doch die Vorfreude auf neue Reisen aufrechterhalten!\n{NICKNAME}: Und ... ich bräuchte Paimon auch nicht mehr als Reiseführerin ...\nPaimon: Nein, nein, lass uns das Geld für die Konserven lieber sparen!\nPaimon: Sparen ... als Paimons Trinkgeld! Hihi, das wäre nur gerecht!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cannedKnowledge_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Des Morgens tausend Rosen erwachen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1133,
			"title": "Über die Goldbrigaden ...",
			"voicelineType": "71037",
			"description": "Paimon: In den Goldbrigaden gibt es wahrlich die verschiedensten Persönlichkeiten ...\n{NICKNAME}: Das ist es also, was man als Vielseitigkeit bezeichnet.\nPaimon: Ach so ... Paimon versteht, was du meinst! Paimon ist nämlich auch sehr vielseitig.\nPaimon: Paimon hat eine scharf kommentierende Seite, eine weise und verlässliche Seite, eine hilfsbereite Seite ...\n{NICKNAME}: Das ist ganz offenbar die völlig missverstehende Seite ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_gildedBrigade_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Des Morgens tausend Rosen erwachen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1134,
			"title": "Über den Glauben ...",
			"voicelineType": "71038",
			"description": "Paimon: Hast du das bemerkt? Die Leute von Sumeru scheinen nicht sehr an die Niedere Herrin Kusanali zu glauben.\nPaimon: Früher, ob in Liyue oder Inazuma, beten alle Rex Lapis und den Shougun an.\nPaimon: Abgesehen von den seltsamen Gelehrten erzählen selbst die Bewohner, die dort unten wohnen, jeden Tag nur von „der Höheren Herrin Rukkhadevata“.\n{NICKNAME}: Nun, auch die leckeren Pilze sollen ja der Segen der Höheren Herrin sein.\nPaimon: Nun, es heißt, in Liyue gebe es auch viele Delikatessen, die Rex Lapis anerkannt und verbessert hat!\nPaimon: Aha, das heißt, die Leute werden die Götter lieben, solange sie gutes Essen bringen ...\n{NICKNAME}: Ich glaube, das tut nur Paimon ...\nPaimon: Ähm? Wen würde {NICKNAME} denn verehren?\n{NICKNAME}: Ich? Ich verehre natürlich Paimon.\nPaimon: Hehe, das wusste Paimon schon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_faith_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Des Morgens tausend Rosen erwachen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1135,
			"title": "Über den Samiel-Wall ...",
			"voicelineType": "71039",
			"description": "Paimon: Der Samiel-Wall war ein Schock, als Paimon ihn zum ersten Mal sah, Paimon konnte kein Ende sehen ...\n{NICKNAME}: Schließlich wurde er seinerzeit zum Schutz des ganzen Regenwaldes gebaut.\nPaimon: Und er ist suuuperhoch.\nPaimon: Kann {NICKNAME} wohl hochklettern?\n{NICKNAME}: Das glaube ich nicht, warum muss ich da hochklettern?\nPaimon: Äh, der Samiel-Wall ist aber gerade da.\n{NICKNAME}: Nein, auch wenn du es so sagst ...\nPaimon: Der Samiel-Wall ist genau dort!\n{NICKNAME}: Ach, ist gut, trotzdem ist der Samiel-Wall ja ...\nPaimon: Aber der Samiel-Wall ist ...\n{NICKNAME}: Schon gut! Ich mache es gleich!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sandPreventWall_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Des Morgens tausend Rosen erwachen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1136,
			"title": "Über das Akasha-Kontrollgerät ...",
			"voicelineType": "71040",
			"description": "Paimon: Alle Gelehrten von Sumeru scheinen das Akasha-Kontrollgerät zu tragen und Erkenntnisse daraus zu erhalten.\nPaimon: Paimon hat das Gefühl, dass sie somit eine lebende Enzyklopädie mit sich herumgetragen haben, und Paimon bin etwas neidisch.\n{NICKNAME}: Ich bin überhaupt nicht neidisch, denn ich habe eine fortschrittlichere Enzyklopädie, die mir nicht nur automatisch folgt, sondern auch sprechen kann.\nPaimon: Na? Ist das ein Kompliment? Du bringst Paimon noch zum Erröten. Eigentlich weiß Paimon nicht viel, Paimon ist nur zu 99 % enzyklopädisch.\n{NICKNAME}: Es wäre schön, wenn diese 99 %-ige Enzyklopädie nichts essen würde.\nPaimon: He, was meinst du!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_voidTerminal_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Des Morgens tausend Rosen erwachen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1137,
			"title": "Über die Namen der Aranara ...",
			"voicelineType": "71041",
			"description": "Paimon: Arama, Arana, Araja, Arakavi ... die Namen der Aranara sind wirklich viel zu kompliziert ...\nPaimon: Das einzige, was sicher ist, ist, dass am Anfang ein Ara steht!\n{NICKNAME}: Wäre Paimon ein Aranara, dann wäre Paimons Name Arapaimon.\nPaimon: Ja, und {NICKNAME} wäre ...\nPaimon: Würden sie dich rufen, würden sie dich alle Nara {NICKNAME} nennen ...\n{NICKNAME}: Sie nennen uns doch einfach „Nara“ ...\nPaimon: Wie würden sie dann jemanden namens Nara nennen?\n{NICKNAME}: Nara Nara ... Hmm ... Das klingt irgendwie süß.\nPaimon: Hihi, das stimmt.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraName_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „???“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1138,
			"title": "Über die Gerichte der Aranara ...",
			"voicelineType": "71042",
			"description": "Paimon: Aus irgendeinem Grund haben die Gerichte der Aranara einen ... wie soll Paimon das sagen ... sehr reinen Geschmack.\nPaimon: Ganz anders als alles, was Paimon sonst isst.\n{NICKNAME}: Stimmt, aber die Zutaten sind doch alle sehr gute Zutaten ...\nPaimon: Genau, gute Pilze, gute Früchte. Wenn Paimon sie isst, fühlt es sich so an, als würden sie im Mund erneut gedeihen!\n{NICKNAME}: Auch wenn das ein wenig übertrieben klingt, brauchen gute Zutaten vielleicht keine besonders raffinierten Zubereitungsmethoden.\nPaimon: Du hast recht. Wenn die Zutaten gut genug sind, reicht es, sie auf einfache Art und Weise zu kochen, um etwas wirklich Leckeres zu erhalten!\n{NICKNAME}: Zum Beispiel könnte man Paimon nehmen ...\nPaimon: He! Unsere Abenteuer haben uns schon bis nach Sumeru geführt. Warum machst du immer noch diesen alten Witz?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraFood_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „???“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1139,
			"title": "Über Doris Dschinn ...",
			"voicelineType": "71043",
			"description": "Paimon: So ein großer Dschinn, wie ist der denn in diese Lampe gekommen?\n{NICKNAME}: Paimon könnte auch mal versuchen, hineinzukommen.\nPaimon: Da kann Paimon nicht reinpassen, das weiß doch jedes Kind!\n{NICKNAME}: Willst du es mal mit der Kanne der Vergänglichkeit versuchen?\nPaimon: Oh, das ist eine gute Idee. Los, lass Paimon es versuchen!\n{NICKNAME}: Du scheinst es ja wirklich zu wollen ...\nPaimon: Paimon wollte schon immer mal so einen Auftritt haben ... He! Hast du Paimon beschworen? Du {F#Reisende}{M#Reisender} aus der Ferne.\nPaimon: Los jetzt, gewähr Paimon drei Wünsche! Paimons erster Wunsch ist ... Bring Paimon an einen Ort, wo es etwas Leckeres gibt!\n{NICKNAME}: Warum bist du es, die Wünsche freihat?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_dorisGenie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „In der Kanne zu Hause I“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1140,
			"title": "Über das Bimarstan ...",
			"voicelineType": "71044",
			"description": "Paimon: Verrückt ... In Sumeru kann man sogar kostenlos zum Arzt gehen!\n{NICKNAME}: Stimmt etwas nicht mit dir, Paimon?\nPaimon: Jetzt geht es Paimon gut, danke der Nachfrage.\nPaimon: Aber Paimon wollte immer wissen, wie es ist, gleichzeitig Eis am Stiel und Feuertopf zu essen!\n{NICKNAME}: Da wirst du dir bestimmt den Magen verderben!\nPaimon: Wenn es kostenlos möglich ist, zum Arzt zu gehen, wäre es nicht schade, ihn nicht einmal aufzusuchen?\n{NICKNAME}: Ja ... aber wenn man es sich genau überlegt ... Man kann nicht alles essen, wenn man sich in einer Behandlung befindet.\nPaimon: Wie? Dann kann man nichts Leckeres mehr essen?\n{NICKNAME}: Und man gibt Paimon sehr bittere Medizin.\nPaimon: Schon ... Schon gut! Paimon überlegt es sich nochmal ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_homeOfHealth_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1141,
			"title": "Über die Gelehrten ...",
			"voicelineType": "71045",
			"description": "Paimon: In Sumeru möchten sehr viele Gelehrte werden.\nPaimon: Dadurch motiviert, lernen sie extrem fleißig ...\nPaimon: Aber Paimon ist sich sicher, dass es nicht der Wunsch des ersten Gelehrten war, „Gelehrter zu werden“.\nPaimon: Oh ... Was war denn der Wunsch des ersten Gelehrten sonst ...\n{NICKNAME}: Vermutlich wollte er „schnell seine Abhandlung fertigschreiben.“\nPaimon: Was? Ist es normalerweise nicht das Ziel der Forschung, zum Unglaublichsten allen Wissens zu gelangen?\nPaimon: Von diesem Wissensdurst getrieben, wurde er zum ersten echten Gelehrten ...\n{NICKNAME}: Das Mittel zur Wissensfindung ist das Verfassen wissenschaftlicher Thesen ...\nPaimon: Aber das an den Grenzen der Forschung liegende Wissen, das unglaublichste allen Wissens ...\n{NICKNAME}: Um das zu beweisen, bedarf es auch wissenschaftlicher Schriften.\n{NICKNAME}: Und um deine These zu beweisen, musst du noch eine weitere wissenschaftliche These schreiben ...\nPaimon: Gut, na gut! Paimon versteht, mach nicht so ein trauriges Gesicht! Du musst ja keine These schreiben!\nPaimon: Du ... Du hast doch keine geschrieben, oder?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_scholar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1142,
			"title": "Über die Lebenskunde ...",
			"voicelineType": "71046",
			"description": "Paimon: Paimon möchte die Gelehrten der Lebenskunde treffen!\n{NICKNAME}: Warum ist Paimon plötzlich so fleißig und wissbegierig?\nPaimon: Weil Paimon gehört hat, dass die Gelehrten der Lebenskunde vor allem an der Natur und der Ökologie forschen.\nPaimon: Da muss es doch Gelehrte geben, die erforschen, welche Lebewesen man essen kann und welche nicht, welche gut schmecken und welche nicht!\nPaimon: Paimon glaubt, dass es extrem spannend wäre, so jemandem bei der Forschung zu helfen.\n{NICKNAME}: Möchtest du eigentlich nur Curry essen, oder?\nPaimon: Nein, Paimon glaubt, das wäre bestimmt wirklich sehr interessant.\n{NICKNAME}: Wäre so ein Gelehrter nicht besonders daran interessiert, was für ein Lebewesen Paimon ist und welche Gewohnheiten sie hat?\nPaimon: Paimon fällt plötzlich ein, dass wir noch viel dringendere Dinge zu erledigen haben!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_zoologySchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1143,
			"title": "Über Packtiere ...",
			"voicelineType": "71047",
			"description": "Paimon: Diese Packtiere sind wirklich süß und die Packtierzüchter geben ihnen auch noch Namen, die zu ihrer Persönlichkeit passen.\n{NICKNAME}: Wahrscheinlich geben sie im Gegenzug uns Menschen auch Namen.\nPaimon: Äh? Was für Namen werden sie uns geben?\n{NICKNAME}: Muh ...\nPaimon: Wer könnte das schon verstehen!\n{NICKNAME}: Das muss ...\n{NICKNAME}: „Weißes, kleines, duftendes, lärmendes, auf zwei Beinen gehendes Tierdingsbums“ bedeuten.\n{NICKNAME}: Natürlich ist das die vollständige wissenschaftliche Bezeichnung.\nPaimon: Oh, was ist dann der Alltagsname?\n{NICKNAME}: „Lärmender Zweibeiner“.\nPaimon: He! Warum sind da nur schlechte Eigenschaften übrig geblieben?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumpterBeast_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1144,
			"title": "Über die Siebte Schule",
			"voicelineType": "71048",
			"description": "Paimon: Sumeru hat also sechs Schulen.\nPaimon: Das ist wirklich spannend! Paimon möchte auch eine eigene Schule haben!\nPaimon: Und wenn es sie gibt ... dann soll sie Paimon-Schule heißen!\n{NICKNAME}: Und für welche Weisheit soll die Paimon-Schule dann stehen?\nPaimon: Äh ... Für die Lebensweisheit!\n{NICKNAME}: Dann sind die besonderen Disziplinen also „Hundert Zubereitungsarten von Schleim“, „Wie man keine Mora übersieht“, „Wie man anderen furchtbar klingende Spitznamen gibt“ ... So etwas in der Art?\nPaimon: He! Du kennst Paimon wirklich gut! Und da kann man noch „Wie man der beste Reiseführer in Teyvat wird“ hinzufügen!\nPaimon: Paimon denkt, das wäre wunderbar! Lass uns direkt zur Akademie gehen und einen Antrag auf Zulassung dieser Schule einreichen! Danach wird {NICKNAME} der Große Weise der Paimon-Schule!\n{NICKNAME}: Kann ich auch ablehnen?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sevenSchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1145,
			"title": "Über Trüffelschweine ...",
			"voicelineType": "71049",
			"description": "Paimon: Weißt du, in Sumeru gibt es alle Arten seltsamer Pilze.\n{NICKNAME}: Ja, und interessanterweise können einige Waldschweine ohne sie nicht leben, wodurch allmählich eine symbiotische Beziehung entstanden ist. Und diese Schweine mit Pilzen am Körper werden nun als Trüffelschwein bezeichnet.\nPaimon: Oh, das ist ja wie bei uns! Paimon kann auch nicht ohne dich, {NICKNAME}!\n{NICKNAME}: Wenn Paimon nicht ohne mich kann, dann bin ich der Pilz und Paimon ...\nPaimon: Das Schwein!\nPaimon: Äh? He!!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_fungiPig_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1146,
			"title": "Über den Großen Basar ...",
			"voicelineType": "71050",
			"description": "Paimon: Die Menschen auf dem Großen Basar sind überaus talentiert!\nPaimon: Sie verkaufen nicht nur selbstgewebte Textilien, schöne Töpferwaren, beim Riechen Heißhunger auslösende Würzen ...\nPaimon: Und dann können sie auch noch so schön singen und tanzen. Paimon wird ganz neidisch!\n{NICKNAME}: Wenn du dich anstrengst, kannst du das alles auch lernen.\nPaimon: Oh! Wirklich?\n{NICKNAME}: Zum Beispiel beim Tanzen ist Paimon ein Naturtalent ...\n{NICKNAME}: Da du nicht über die eigenen Füße stolpern und deinen Tanzpartnern auch nicht auf die Füße treten kannst ...\nPaimon: Genau! Paimon hatte fast vergessen, wie toll es ist, fliegen zu können!\nPaimon: Komm schon, lass uns durch den Großen Basar schlendern, damit alle Paimon beneiden!\n{NICKNAME}: Du willst also protzen?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_grandBazaar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1147,
			"title": "Über die Wahrsagerei ...",
			"voicelineType": "71051",
			"description": "Paimon: Die Menschen in Sumeru scheinen sich für die Wahrsagerei zu begeistern.\nPaimon: Während die Gelehrten Freude an der Astrologie finden, lesen die normalen Menschen Sumerus aus dem Kaffeesatz die Zukunft!\n{NICKNAME}: Da es hier das Reich der Weisheit ist, ist jeder sicher sehr neugierig!\nPaimon: Es heißt, wenn man sich die Form ansieht, die nach dem Trinken einer Tasse Kaffee zurückbleibt, kann man daraus die Zukunft dieser Person vorhersagen ...\nPaimon: Das klingt viel besser, als auf einen Turm zu klettern und die ganze Nacht die Sterne zu beobachten!\n{NICKNAME}: Möchte Paimon auch etwas über das eigene Schicksal erfahren?\nPaimon: Ja ... Aber noch viel mehr als Paimons Schicksal interessiert sich Paimon für den Geschmack von Kaffee.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_divination_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1148,
			"title": "Über „Purbiruni“ und „Pursina“ ...",
			"voicelineType": "71052",
			"description": "Paimon: Oh ... Paimon hat vorhin gehört, wie Khedive und Anisa etwas von der „Purbiruni“-Schule und der „Pursina“-Schule gesagt haben ...\nPaimon: Was sind diese ... Pur-Dies-, Pur-Das-Dinge?\n{NICKNAME}: „Pur“ bedeutet „Nachkommen“ oder auch „Jünger“ ... Das heißt also, sie sind alle Jünger des Großen Weisen aus Urzeiten.\nPaimon: So ist das also ... So wie sie die ganze Zeit davon sprachen, kam es Paimon vor, als wären sie sehr stolz auf diese Titel ...\n{NICKNAME}: Äh ... ?\nPaimon: Paimon wäre zum Beispiel sehr glücklich, wenn jemand sagen würde, Paimon sei ihr Vater oder ihre Mutter! Aber einfach so zu sagen, der eigene Vater oder die eigene Mutter sei diese oder jene fremde Person ... Wäre das nicht peinlich?\n{NICKNAME}: Äh ... Darüber habe ich noch nie nachgedacht ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_purbiruniAndPursina_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1149,
			"title": "Über das Studium im Fremdland ...",
			"voicelineType": "71053",
			"description": "Paimon: An der Akademie kann man nicht nur die Einwohner Sumerus, sondern auch Studenten aus anderen Städten sehen.\nPaimon: Um Wissen zu erlangen, verlassen sie ihre Heimat und wagen sie sich in unbekanntes Gelände, das ist wirklich unglaublich！\n{NICKNAME}: Wir wagen uns auch oft in unbekanntes Gelände.\nPaimon: Stimmt ... Wir sind auch wirklich unglaublich.\n{NICKNAME}: Aber wir sind auch nicht ausgezogen, um das Wissen zu suchen.\nPaimon: Hmm ... Es scheint, als würden wir in dem Vergleich gegen diese Studenten verlieren.\nPaimon: Dafür wissen wir aber, wo es in Sumeru leckeres Essen und verlässliche Menschen gibt. Das ist doch auch eine Form von Wissen.\n{NICKNAME}: Ja, das ist es. Das ist für viele Menschen sehr wichtiges Wissen.\nPaimon: Also sind wir wirklich unglaublich.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_abroad_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1150,
			"title": "Über den Heiligen Baum ...",
			"voicelineType": "71054",
			"description": "Paimon: Ganz Sumeru ist auf einem großen Baum erbaut. Das ist wirklich unglaublich!\nPaimon: Wir haben doch auch früher schon viele gewaltige Bäume gesehen. Den „alten Treffpunkt“ am Windstieg, den Permafrostbaum auf dem Drachengrat und die heilige Sakura von Inazuma!\nPaimon: Aber diesen Baum nennen alle irgendwie nur den Heiligen Baum ...\n{NICKNAME}: Manchmal haben Dinge einen umso einfacheren Namen, je wichtiger sie sind.\nPaimon: Ist das so? Aber es stimmt irgendwie schon. Wäre der Name zu kompliziert, dann wäre es zu anstrengend, ihn jeden Tag zu sagen.\nPaimon: Auf jeden Fall reicht es, „unter dem Baum“ zu sagen, und jeder weiß, dass man den Ort unterhalb dieses Baumes meint. Da kann man sich nicht irren.\nPaimon: Heißt es nicht „ein Name ist nur eine Bezeichnung“?\n{NICKNAME}:Ist Paimon dann auch nur eine Bezeichnung?\nPaimon: Oh, das könnte man annehmen ... Aber das stimmt nicht, Paimon ist Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sacredTree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung der Statue der Sieben – Anemo auf „Mondstadt – Windstieg“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						4
					]
				},
				{
					"unlockText": "Nach der Aktivierung der Statue der Sieben – Anemo bei „Mondstadt – Unter Schnee begrabene Stadt – Alter Palast“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						204
					]
				},
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Inazuma verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				},
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1151,
			"title": "Über die Beziehung zwischen den Schulen ...",
			"voicelineType": "71055",
			"description": "Paimon: Sag mal, wenn Sumeru Gelehrte so vieler verschiedener Schulen hat, fangen sie dann beim Diskutieren nicht an, zu streiten?\nPaimon: So wie in Liyue bei einem Streit über die Li-Küche und die Yue-Küche.\n{NICKNAME}: Das tun sie. Nichts könnte normaler sein als Streit zwischen den verschiedenen Schulen. Ganz wie es in den Heldengeschichten von Liyue heißt: „Wo Menschen sind, da ist auch Streit.“\nPaimon: Oh, das ist aber ein tiefgründiger Satz. Aber sie werden doch nicht etwa ein Duell austragen wie in den Geschichten.\n{NICKNAME}: Vielleicht spielen sie eine Runde „Geniale Beschwörung“.\nPaimon: Ah, richtig! So kann der Weisere gewinnen.\nPaimon: Lass Paimon mal überlegen: Wenn sie es nicht schaffen, ihr Gegenüber zu überreden, nehmen sie ein Kartenspiel, setzen sich zusammen und überlegen ruhig, um den Sieg davonzutragen.\n{NICKNAME}: Das ist wirklich der Stil von Sumeru.\nPaimon: Und nach seinem Sieg würde der Sieger noch sagen: „Gut gespielt!“, um dem Gegenspieler seinen Respekt zu zollen. Und dann wäre zwischen beiden wieder alles gut.\n{NICKNAME}: Aber nicht doch ... So ein Satz wäre doch kontraproduktiv.\nPaimon: Äh? Warum?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_schoolsRelation_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Liyue verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				},
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1152,
			"title": "Über Ormos ...",
			"voicelineType": "71056",
			"description": "Paimon: Oh, die Atmosphäre in Ormos ist von der in Sumeru grundverschieden ...\nPaimon: Es ist äußerst lebhaft und es gibt viele Fremde. Niemand muss seinen Kopf in Büchern vergraben, um zu lernen. Das ist wirklich toll.\n{NICKNAME}: Paimon, nur weil sie nicht fleißig genug lernen, werden sie von diesen Navbed herumkommandiert. Das solltest du ihnen nicht nachmachen!\nPaimon: Na gut ...\nPaimon: Moment! Wie redest du mit Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_portOrmos_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts von Ormos in Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1153,
			"title": "Über die „Allianz der neunundzwanzig Ozean-Dey“ ...",
			"voicelineType": "71057",
			"description": "Paimon: Paimon hat gehört, dass Ormos ursprünglich eine Festungsruine war, die irgendeine „Allianz der Neunundzwanzig“ ... hinterlassen hat.\nPaimon: Oh, was für ein langer Name! Den kann ich mir gar nicht merken! Na ja, jedenfalls sagen das die Buchfuzzis von Sumeru alle so.\n{NICKNAME}: Du meinst die „Allianz der neunundzwanzig Ozean-Dey“.\n{NICKNAME}: Ja, die ... Es wird gesagt, das sei eine Gruppe stolzer unbeugsamer Seeräuber gewesen, die einander nicht Untertan waren und dann gemeinsam eine Piratenbande bildeten. Von Anfang an bekämpften und beraubten sie einander ohne Unterlass und ließen niemanden an Sumerus Küste ein Auge zutun ...\n{NICKNAME}: Eines Tages entschlossen sie sich dann schließlich, ihre Rechte gerecht aufzuteilen, und formten eine „Allianz“, deren „Anführer“ „Dey“ genannt wurden ...\nPaimon: Oh ... Und dann haben sie also ... nicht mehr gegeneinander gekämpft, nicht mehr einander die Beute streitig gemacht. Alle sind gerecht miteinander ausgekommen und haben zusammen ihr Geld verdient! Oder?\n{NICKNAME}: ...\nPaimon: Oder?\n{NICKNAME}: Na ja ... Zumindest hatten sie das so vor ...\nPaimon: Äh ...?\n{NICKNAME}: Danach haben sie sich zu kleineren Gruppen zusammengeschlossen. Und ein noch größerer Wettstreit entbrannte, bei dem die Festung Ormos vollkommen zerstört wurde. Damit waren alle Dey am Ende!\nPaimon: Oh ...\n{NICKNAME}: Und so entwickelte sich Ormos in dem bis jetzt vorherrschenden Frieden erneut und nahm seine heutige Gestalt an ...\nPaimon: Ach was ... Das war also nur ein Haufen einfältiger Bösewichte ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_29thOceanAlliance_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts von Ormos in Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1154,
			"title": "Über Cyno und die Geniale Beschwörung ...",
			"voicelineType": "71058",
			"description": "Paimon: Man sagt, Cyno mag das Kartenspiel „Geniale Beschwörung“, richtig?\nPaimon: Ist es nicht irgendwie komisch, dass der Mahamatra gerne Karten spielt ...\n{NICKNAME}: Hmm ... nachdem ich seine Frisur gesehen hatte, fand ich es überhaupt nicht komisch.\nPaimon: Hä? Was hat seine Frisur damit zu tun?\n{NICKNAME}: Je ausgefallener deine Frisur bei einem Kartenspiel ist, desto leichter lässt sich dein Gegner ablenken.\n{NICKNAME}: „Was ist mit diesem Typen los? Wie hat er es geschafft, seine Haare so hinzubekommen?“\n{NICKNAME}: Wenn der Kopf deines Gegners voll von solchen Gedanken ist, gewinnst du schnell die Oberhand.\nPaimon: Wirklich? Hmm, dann spielen wir lieber nicht mit ihm ...\n{NICKNAME}: Ich glaube, ich könnte ihm gegenüber einen Vorteil haben.\nPaimon: Aber du hast keine ausgefallene Frisur. Und deine Kleidung sieht auch ganz normal aus ...\n{NICKNAME}: Aber ich habe Paimon.\n{NICKNAME}: „Was ist mit diesem Typen los? Was ist denn das fliegende Ding hinter ihm?“\n{NICKNAME}: Solange Paimon neben mir schwebt, wird Cynos Kopf mit solchen Gedanken gefüllt sein.\n{NICKNAME}: Ich hingegen interessiere mich überhaupt nicht für seine Frisur. So kann ich mich konzentrieren und die Oberhand gewinnen.\nPaimon: Hmpf! Mach dir besser eine besondere Frisur!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cynoAndCard_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb von Sumeru verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1155,
			"title": "Über das Kinderlied von Sumeru ...",
			"voicelineType": "71059",
			"description": "Paimon: „Curry ... Der Duft von Curry ... Kinderlein ... Kommt zum Essen heim ... ♪“\n{NICKNAME}: „Der Duft von Curry ... ♪“\nPaimon: Wow! Du erinnerst dich auch an die Melodie!\n{NICKNAME}: Paimon singt viel besser als ich.\nPaimon: Hehe, Paimon hat einen großartigen Plan!\nPaimon: Hast du diese Geschichte gehört? Es war einmal ein Hilihund. Ihm wurde Fleisch zu essen gegeben, wenn die Samachurle tanzten. Danach fing der Hilihund sofort an zu sabbern, sobald er Tanzgeräusche hörte.\nPaimon: Immer wenn Kinder Currylieder hören, werden sie Curry zu essen bekommen. Solange Paimon sich an die Melodie erinnert, kann Paimon in Zukunft das Lied singen und Curry essen, wann immer Paimon Curry essen möchte.\nPaimon: Hä? Warum sagst du kein Wort?\nPaimon: „Curry ... Der Duft von Curry ... Kinderlein ... Kommt zum Essen heim ... ♪“",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumeruNurseryRhyme_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „???“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1156,
			"title": "Über die Zungenbrecher der Aranara ...",
			"voicelineType": "71060",
			"description": "{NICKNAME}: Paimon, findest du nicht, dass das Wort „Aranara“ schwer auszusprechen ist?\nPaimon: Hm? Schwer auszusprechen? Vielleicht liegt das daran, dass du das Sprechen zu wenig geübt hast.\nPaimon: Paimon hingegen redet die ganze Zeit und bleibt nie bei Worten hängen.\n{NICKNAME}: Gut, dann versuch mal, das hier zu lesen.\nPaimon: Was ist das? Lass Paimon mal sehen ...\nPaimon: Arana, die Aranara, trainiert Ararakalari.\nPaimon: Nara Rana hat Padisarah in ihrer Hand.\nPaimon: Nara Rana mit Padisarah will mit Arana, der Aranara, die Ararakalari trainiert, zu Lambads Taverne fahren, während Arana, die Aranara, die Ararakalari trainiert, mit Nara Rana mit Padisarah zurück nach Vanarana fahren will.\nPaimon: Aufgrund der Abneigung von Arana, der Aranara, gab Nara Rana zuletzt nach und ging mit Arana, der Aranara, nach Vanarana und traf da den Aranara namens Arama ...\nPaimon: Paimon muss träumen ...\nPaimon: Paimon bekommt plötzlich Kopfschmerzen ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraTongueTwister_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „???“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1163,
			"title": "Über die „prophezeite Krise“ ...",
			"voicelineType": "71061",
			"description": "Paimon: Paimon ist urplötzlich eine geniale Methode eingefallen, um die „prophezeite Krise“ von Fontaine zu bewältigen.\n{NICKNAME}: Ah, und was ist dein Vorschlag, Paimon?\nPaimon: In Fontaine gibt es doch diese Uhrwerk-Mecha für großangelegte Tunnelgrabungsprojekte, nicht wahr? Man könnte sie doch an der tiefsten Stelle des Wassers herablassen, um dort ein Loch zu graben, oder nicht? Wenn man da ein Loch graben würde, durch das Wasser abfließen kann, dann würde es doch keine Rolle mehr spielen, wie hoch das Wasser oben ansteigen würde.\n{NICKNAME}: Das klingt nach einer guten Idee, aber wohin sollte dann das Wasser unten abfließen?\nPaimon: Ach, darüber musst du dir keine Gedanken machen! Überleg’ doch mal, wenn dein Geldbeutel ein Loch hat, dann kannst du dir so viele Gedanken über den Verbleib deiner Mora machen, wie du willst, aber am Ende schwillt dein Beutel trotzdem nicht wieder an.\n{NICKNAME}: Oh, ich wusste nicht, dass du so gut weißt, wie mein Geld aus meinem Geldbeutel verschwindet.\nPaimon: Warum ... Warum schaust du Paimon so an, während du das sagst ... Das Loch in deinem Geldbeutel ... Also, das hat rein gar nichts mit Paimon zu tun ... rein gar nichts ... oder?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_predictCrisis_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1164,
			"title": "Über Zauberei ...",
			"voicelineType": "71062",
			"description": "Paimon: Lyneys Zauberschauen sind einfach unglaublich! Paimon hätte nie erraten, wie er es gemacht hat, bevor er seinen Trick preisgab!\n{NICKNAME}: Warte, mir ist gerade ein Zaubertrick eingefallen.\nPaimon: Wie? Kannst du etwa auch zaubern?\n{NICKNAME}: Klar. Ich kann einen großen Zauberhut in der Luft schweben lassen und ihm auch noch befehlen, in welche Richtung er fliegen soll.\nPaimon: Woah! Echt? Wie funktioniert das?\n{NICKNAME}: Hehe, ganz einfach. Du steckst unter dem Hut!\nPaimon: Äh? Warum sollte Paimon unter ... Ooh! Paimon ist also diejenige, die ihn schweben lässt!\nPaimon: Hehe, in diesem Fall hat sich Paimon einen noch besseren Zaubertrick ausgedacht!\n{NICKNAME}: Ach ja? Na da bin ich ja mal gespannt.\nPaimon: Der Hut ohne Boden! Egal wie viele Teller mit leckerem Essen du in ihn hinein wirfst, wirst du feststellen, dass er nie voll wird!\n{NICKNAME}: Äh ... Und was ist mit den Tellern?\nPaimon: Oh, guter Punkt! Der Hut spuckt die leeren Teller einen nach dem anderen wieder aus! Was sagst du? Ein erstaunlicher Zaubertrick, nicht wahr?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_magic_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1165,
			"title": "Über Flugpatente ...",
			"voicelineType": "71063",
			"description": "Paimon: Fontaines Aquabusse sind wirklich sehr bequem. Und wenn man sie ohne Fahrbahn nutzen könnte, wäre das sogar besser. Dann könnte man mühelos überallhin gelangen.\n{NICKNAME}: Bist du nicht eh die ganze Zeit am Fliegen, Paimon? Findest du das auch ermüdend?\nPaimon: Fliegen ... Fliegen ... Richtig! Wenn man Aquabusse fliegen lassen könnte, dann bräuchte man auch keine Fahrbahnen mehr! Hehe, und dann könnte man sie auch „Fliegbusse“ nennen!\nPaimon: Schnell, lass uns dafür ein ... ach, wie heißt das noch gleich ... ja, ein „Patent“ anmelden! Eine solch geniale Idee dürfen wir uns nicht von anderen vor der Nase wegschnappen lassen!\n{NICKNAME}: Aber sich einfach nur einen Namen auszudenken, reicht nicht. Wir brauchen auch einen Plan, um den Bus zum Fliegen zu bringen.\nPaimon: Einen Plan? Hmm ... Wie wäre es ... Wie wäre es damit, einen riesigen Propeller auf das Dach des Boots zu setzen?\n{NICKNAME}: Wie könnte man da sichergehen, dass sich das Boot nicht zusammen mit dem Propeller drehen würde? Und wie könnte man die Flugrichtung kontrollieren?\nPaimon: Das ... also ... *seufz* Ist das Fliegen denn wirklich eine so komplizierte Sache? Das ist Paimon noch gar nicht aufgefallen ...\n{NICKNAME}: Hmm ... Aber wenn wir die Richtung und die Geschwindigkeit erst einmal außer Acht lassen, dann gibt es eine einfache Lösung.\nPaimon: Oh? Wirklich?!\n{NICKNAME}: Man muss einfach nur einen Startpunkt finden, der hoch genug ist, und von dort aus nach unten fliegen!\nPaimon: He! Das ist doch dasselbe, wie zu fallen!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_flyingPatent_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1166,
			"title": "Über das dunkle Geheimnis des Verlagswesens ...",
			"voicelineType": "71064",
			"description": "Paimon: Die im Dampfvogel erschienene Serie „Detektiv Hurlock“ wird am Ende doch auch als Gesamtausgabe vom Verlagshaus Yae aus Inazuma herausgebracht werden, oder?\n{NICKNAME}: Ja, das dürfte wohl der Fall sein.\nPaimon: Wo der Dampfvogel doch so beeindruckende Druck- und Vertriebskapazitäten hat, warum bringen sie dann die Serie nicht einfach selbst heraus?\n{NICKNAME}: Hehe, das sind die Geschäftsgeheimnisse des Verlagswesens.\nPaimon: Du hast es also durchschaut? Also dann sag Paimon bitte, warum der Dampfvogel mit einem kontinentweiten Vertriebsnetzwerk nicht selbst Romane herausgeben kann.\n{NICKNAME}: Das Wichtigste bei Romanen sind die ...\nPaimon: Ja? Sag schon.\n{NICKNAME}: Illustrationen!\nPaimon: Was?! Dafür solltest du dich bei allen hart arbeitenden Autoren und Redakteuren auf dem Kontinent entschuldigen! Sie sind diejenigen, die sich die größte Mühe geben, Ideen zu entwickeln!\n{NICKNAME}: Das Verlagshaus Yae hat sehr viele ausgezeichnete Illustratoren unter Vertrag. Es wäre nicht einfach, diese Leute abzuwerben. Um ein Beispiel zu nennen, ohne das Verlagshaus Yae wäre es nicht möglich, mit Meister Calx in Kontakt zu treten.\nPaimon: Oh, das ist natürlich wahr.\n{NICKNAME}: Und außerdem ...\nPaimon: Außerdem?\n{NICKNAME}: Nur wenn der Roman vom Verlagshaus Yae veröffentlicht wird, besteht die Möglichkeit einer Zusammenarbeit mit Geniale Beschwörung!\nPaimon: So ... So ist das also!\n{NICKNAME}: Das größte dunkle Geheimnis des Verlagswesens ist, dass die Geschichte weniger wichtig ist, als die Fähigkeit, Umsatz zu erzielen!\nPaimon: Ein wirklich dunkles Geheimnis!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_publishingIndustry_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1167,
			"title": "Über Detektive, die Fälle lösen, ohne ihr Haus verlassen zu müssen ...",
			"voicelineType": "71065",
			"description": "Paimon: Paimon hat gehört, dass es am Hof von Fontaine Detektive geben soll, die die Wahrheit herausfinden können, ohne das Haus zu verlassen.\nPaimon: Ist das das sogenannte „Arbeiten von zu Hause aus“? Klingt sehr angenehm!\nPaimon: Aber um wieder auf den Punkt zu kommen, wenn sie nicht selbst zum Tatort gehen, um dort Ermittlungen anzustellen, wie können sie dann die Wahrheit herausfinden ...? Oh, Paimon weiß es! Bestimmt durch Wahrsagerei, oder?\n{NICKNAME}: Dann sollten sie Wahrsager genannt werden, und nicht Detektive.\nPaimon: Oh ... stimmt ja ...\n{NICKNAME}: Die Hinweise in einem Fall ... haben bestimmt keine Beine und setzen sich nicht einfach vor der Türschwelle eines Detektivs ab.\nPaimon: Das heißt, solche Detektive müssen Leute haben, die für sie Informationen sammeln ...\n{NICKNAME}: Könnte es etwa sein, dass einige der Aufträge, die wir in der Abenteurergilde angenommen haben, genau dafür bestimmt waren ...?\nPaimon: Oh? Heißt das nicht, dass ein Teil der Prämie, die eigentlich für uns bestimmt war, an diese Detektive gegangen ist? Also, das geht ja gar nicht! Wir sollten jetzt gleich zu ihnen marschieren und uns beschweren!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveIndoor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1168,
			"title": "Über den geheimnisvollen Schatz des Forschungsinstituts Fontaine ...",
			"voicelineType": "71066",
			"description": "Paimon: Das Forschungsinstitut Fontaine ist doch eine akademische Einrichtung, die an Uhrwerkmechanismen und verschiedenen Energieformen forscht, oder? Wie kann es dann da zu Gerüchten über geheimnisvolle Schätze kommen ...\nPaimon: Wenn es sich um Schätze von Banditen oder Piraten handeln würde, dann würde das schon eher Sinn ergeben.\nPaimon: Aber Schätze von Forschern und hochrangigen Technikern ... Die klingen irgendwie nicht so beeindruckend ...\n{NICKNAME}: Und was wäre, wenn jemand bei Tag ein Forscher und bei Nacht ein Bandit wäre ... Was würdest du von den Schätzen einer solchen Person halten?\nPaimon: Hmm ... Das klingt echt anstrengend ... Tagsüber arbeiten und dann auch noch in der Nacht ... Wann hat man denn da Zeit zum Ausruhen?\n{NICKNAME}: Vielleicht ist diese geheimnisvolle Person in Wirklichkeit ja ein Uhrwerk-Mecha ... Deshalb braucht sie keine Ruhe.\nPaimon: Der Schatz eines geheimnisvollen Uhrwerk-Mecha, der tagsüber ein Forscher und nachts ein Bandit ist ... Das klingt wirklich mysteriös!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mysteriousTreasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1169,
			"title": "Über das große Tabu bei Kriminalromanen ...",
			"voicelineType": "71067",
			"description": "Paimon: „Detektiv Hurlock“, „Die Fallakte des Fräuleins Orith“ ... solche Detektiv- und Krimiromane sind in Fontaine sehr beliebt.\n{NICKNAME}: Verstehst du denn, was darin vor sich geht, Paimon?\nPaimon: Pff, du unterschätzt Paimon wohl! Paimon wüsste sicher schon nach der Hälfte des Buchs, wer der Täter ist!\n{NICKNAME}: Dann darfst du aber den anderen, die das Buch noch nicht gelesen haben, nicht verraten, wer der Täter ist!\nPaimon: So etwas würde Paimon niemals tun.\n{NICKNAME}: Aber es gibt einige Leute, die unter dem Deckmantel, „keine Spielverderber zuzulassen“, gern die Diskussionen anderer unterdrücken. In Wirklichkeit wollen sie einfach nicht, dass ein Buch, das ihnen nicht gefällt und das sie nicht lesen wollen, populär wird.\nPaimon: Paimon liest nur selten Bücher und weiß deswegen nicht allzu viel davon.\n{NICKNAME}: Als Beispiel, wenn zwei Fans gerade über „Onibudou“ sprechen, dann würde eine solche Person ihnen plötzlich ins Wort fallen und sagen: „Ich habe das zweite Kapitel des ersten Bands noch nicht zu Ende gelesen, sei kein Spielverderber!“\nPaimon: Das heißt doch, dass die Person es eigentlich gar nicht gelesen hat!\n{NICKNAME}: Ich verrate dir ein Geheimnis, Paimon.\nPaimon: Oh, warum auf einmal ...\n{NICKNAME}: In Wirklichkeit ...\nPaimon: In Wirklichkeit ...?\n{NICKNAME}: In Wirklichkeit ist Zhongli Rex Lapis.\nPaimon: Was?! Das solltest du Paimon ni... He! Moment! Das weiß Paimon doch schon lange!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Nach Abschluss von „Ein aufsteigender Stern“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1170,
			"title": "Über Selbstverteidigung ...",
			"voicelineType": "71068",
			"description": "{NICKNAME}: Wenn du in Fontaine eine runtergehauen bekommst, solltest du auf keinen Fall zurückschlagen, wenn keine Zeugen anwesend sind.\nPaimon: Oh, warum?\n{NICKNAME}: Ohne Beweise ist es sehr wahrscheinlich, dass das am Ende nicht als gerechtfertigte Selbstverteidigung gewertet wird, sondern als gegenseitige Schlägerei.\nPaimon: Und was passiert dann?\n{NICKNAME}: Dann besteht eine große Chance, dass es letztendlich zu einem Duell als Teil des Gerichtsprozesses kommen wird.\n{NICKNAME}: Und dann bleibt dir keine andere Wahl, als selbst gegen die andere Partei anzutreten und die Schlägerei fortzusetzen. Oder du kannst einen Duellrepräsentanten damit beauftragen, für dich zu kämpfen.\nPaimon: ... Nur gut, dass du etwas vom Kämpfen verstehst.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_defenseAndFight_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1171,
			"title": "Über die Redaktion des Dampfvogels ...",
			"voicelineType": "71069",
			"description": "Paimon: Ah, über das, was gestern geschehen ist, wird schon heute im Dampfvogel berichtet ...\nPaimon: Und auch über Vorfälle, die sich gestern außerhalb der Stadt zugetragen haben. Wann werden diese Berichte nur geschrieben?\n{NICKNAME}: Dann werden sie auch noch früh morgens gedruckt ...\nPaimon: Ah, Paimon weiß es! Vielleicht hat der Dampfvogel ja eine magische Druckmaschine und die Reporter an den verschiedenen Orten müssen einfach nur ihre Berichte einspeisen und die Maschine schluckt die Artikel dann mit einem „Kretsch-kretsch“-Geräusch herunter und spuckt sie dann an den Druckstationen wieder aus!\nPaimon: Und wenn es dann Zeit zum Drucken ist, dann kommt vielleicht manchmal noch ein Reporter angerannt und schreit: „Haltet die Maschine an, ich habe noch einen Bericht, der nicht geschluckt wurde!“\n{NICKNAME}: Das wäre durchaus vorstellbar, aber soweit ich weiß, gibt es eine derartige Druckmaschine nicht. Dass die Zeitung jeden Tag pünktlich herauskommt, ist der harten Arbeit der Angestellten des Dampfvogels zu verdanken. Mit einem „Klirr-klirr“-Geräusch genau nach Rechtschreibfehlern zu suchen und einem „Klang-klang“-Geräusch die Inhalte eines Artikels zu einzelnen großen Blöcken zusammenzustellen und dann zu anderen zu sagen: „Das ist wirklich nicht möglich, bitte, wir brauchen fünf Minuten mehr“, das ist die Magie, die sich redaktionelle Arbeit nennt.\nPaimon: Wirklich beeindruckend, dass die Redaktion des Dampfvogels jeden Tag eine solche Zeitung herausbringen kann. Paimon hofft, sie bekommen auch genug Schlaf ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambirdEditorial_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1172,
			"title": "Über die Romane Fontaines ...",
			"voicelineType": "71070",
			"description": "Paimon: Hmm ... „Träumen Uhrwerk-Mecha von Zahnrad-Orthopäden?“ ... Auch in Fontaine gibt es einige Romane mit sehr langen und ausgesprochen seltsamen Titeln.\nPaimon: Aber im Vergleich zu den kurzen Erzählungen aus Inazuma unterscheiden sie sich ein wenig im Hinblick auf ihren Schreibstil und die verwendeten Themen.\n{NICKNAME}: Lass mich mal die Zusammenfassung sehen. Die Geschichte handelt von einem Uhrwerk-Mecha, der Rückenschmerzen hat, weil er sich über lange Zeit vorbeugen musste. Am Ende kann er keine schweren Lasten mehr tragen und muss seine Arbeit als Zeitungsillustrator aufgeben. Anschließend sucht er überall nach einem Masseur, der seine mechanische Wirbelsäule wieder richten kann ...\nPaimon: Das klingt ziemlich interessant.\n{NICKNAME}: Aber es ist schon merkwürdig. Warum sucht dieser Uhrwerk-Mecha nach einem Masseur, anstatt direkt die Ingenieure um Hilfe zu bitten? Beispielsweise ... Hmm, die Ingenieure am Forschungsinstitut Fontaine?\nPaimon: Oh, aber Paimon hat das Gefühl, dass die Ingenieure am Forschungsinstitut Fontaine allesamt ein wenig ...\n{NICKNAME}: Na, das stimmt auch wieder. Auch wenn ein Uhrwerk-Mecha die Hauptfigur dieser Geschichte ist, kann man doch auf den ersten Blick erkennen, dass sie von einem Menschen geschrieben wurde. Wenn ein Uhrwerk-Mecha wirklich eine Geschichte schreiben würde, wie würde die dann wohl aussehen?\nPaimon: Lass Paimon mal überlegen ... „Eingeschlafen als Maschine, aufgewacht als Mensch!“.\n{NICKNAME}: Oh, Paimon, du hast wirklich eine lebhafte Vorstellungskraft.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fontaineNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1173,
			"title": "Über Verhandlung und Aufführung ...",
			"voicelineType": "71071",
			"description": "Paimon: Die Leute in Fontaine führen in der Opéra Épiclèse oft Gerichtsverhandlungen durch, aber sie halten dort auch Aufführungen ab, allerdings ...\n{NICKNAME}: Was ist deine Frage, Paimon?\nPaimon: Was ist, wenn Leute in der Opéra Épiclèse als Teil ihrer Aufführung eine Gerichtsverhandlung abhalten? Halten das dann alle für eine echte Gerichtsverhandlung oder eine inszenierte?\n{NICKNAME}: Gute Frage. Womöglich könnte jemand, der bei der Aufführung verurteilt wurde, dann am nächsten Tag auf der Straße von anderen erkannt werden: „Hey du! Wurdest du gestern nicht verurteilt?“\nPaimon: Stimmt! Könnte das nicht riesigen Ärger verursachen?\n{NICKNAME}: Zu diesem Zeitpunkt bleibt einem nur, lauthals zu verkünden: „Was in Aufführungen passiert, darf man nicht für die Realität halten!“\nPaimon: Aber diejenigen, die Gerichtsverhandlungen als Teil ihrer Aufführung abhalten, wollen ja gerade, dass die Leute echte Gerichtsverhandlungen und inszenierte durcheinanderbringen. Wirklich dreist!\n{NICKNAME}: Ja, Paimon, wirklich dreist, dass du dir so eine schlechte Idee einfallen lässt!\nPaimon: Wie, was? Meinst du etwa, dass Paimon diejenige ist, die auf diese Idee gekommen ist?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_trialAndPerform_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1174,
			"title": "Über Fonta ...",
			"voicelineType": "71072",
			"description": "Paimon: Fonta schmeckt fantastisch, findest du nicht auch?\n{NICKNAME}: Ja. Wenn man es in einem Zug trinkt, ist es sehr erfrischend.\nPaimon: Kannst du Paimon ein Glas kaufen? Paimon will das schon seit langer Zeit versuchen!\n{NICKNAME}: Was versuchen?\nPaimon: Na, warte einen Moment und Paimon wird es dir gleich zeigen!\nPaimon: Gluck-gluck-gluck ...\nPaimon: Aah!\nPaimon: Das machen diese Betrunkenen, nachdem sie ihre Gläser zusammengestoßen haben. Paimon wollte es schon immer mal ausprobieren!\n{NICKNAME}: Ahme ihnen nicht nach, Paimon ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fonta_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1175,
			"title": "Über Garde-Mecha ...",
			"voicelineType": "71073",
			"description": "Paimon: Diese Garde-Mecha werden ihre voreingestellten Aufgaben ausführen. Das heißt, man muss ihnen einfach nur Befehle eingeben und sie werden alles Mögliche tun.\n{NICKNAME}: Hast du wieder eine neue Idee?\nPaimon: Ja, Paimon braucht einen „Missionsabschließ-Garde-Mecha“, einen „Materialsammel-Garde-Mecha“, einen „Geheimnisaufdeck-Garde-Mecha“ ...\nPaimon: Und einen „Delikatessenkoch-Garde-Mecha“, das könnte uns die Tür zu einer neuen Ära der automatisierten Abenteuer aufstoßen!\n{NICKNAME}: Aber die Kosten für den Besitz und Nutzung der Garde-Mecha sind sehr hoch. Und da kommen auch noch die Gebühren für die Wartung und Reparaturen hinzu ...\n{NICKNAME}: Lass mich mal nachrechnen. Hmm, allein schon die Kosten für das Sammeln einer Minze würden im Schnitt sechstausenddreihundert Mora betragen ...\nPaimon: Oh, so teuer?!\nPaimon: ... Paimon findet plötzlich, dass unser Abenteuerleben einen hohen Wert hat!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_guardMechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1176,
			"title": "Über Tauchen ...",
			"voicelineType": "71074",
			"description": "Paimon: Die Unterwasserwelt von Fontaine ist wirklich schön. Hier gibt es so viele Fische, die Paimon noch nie zuvor gesehen hat!\n{NICKNAME}: Wenn man doch nur auch an anderen Orten tauchen könnte.\nPaimon: Stimmt, das findet Paimon auch wirklich schade ...\nPaimon: Aber wenn das möglich wäre, wo würdest du dann gern einen Tauchgang unternehmen?\n{NICKNAME}: Hmm ... Am Hafen von Liyue oder in der Nähe der Guyun-Türme?\nPaimon: Oh! Na klar! Wenn es dort untergegangene Schiffe gibt, dann könnte man dort viele Schätze finden!\n{NICKNAME}: Und dann ist da noch Sangonomiya in Inazuma. Die Unterwasserlandschaft dort wird sicherlich sehr schön sein.\nPaimon: Lass Paimon mal überlegen ... Du willst nach Liyue und Inazuma, dann will Paimon zum Mostsee in Mondstadt!\n{NICKNAME}: Keine schlechte Idee, aber während du dort schwimmst ...\nPaimon: Wie? Was meinst du?\n{NICKNAME}: Stellst du plötzlich fest, dass irgendetwas langsam vor dir herabsinkt ...\nPaimon: Äh!?\n{NICKNAME}: Es ist rund und dick mit rot-weißen Mustern. Du erkennst es, es ist ...\nPaimon: Eine Bimm-Bamm-Bombe!\n{NICKNAME}:Bumm!\nPaimon: Aaaah! Paimon wird in die Luft gesprengt ...!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_diving_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1177,
			"title": "Über Kunst ...",
			"voicelineType": "71075",
			"description": "Paimon: Am Hof von Fontaine wimmelt es von skurrilen Künstlern und Paimon hat gehört, dass Künstler auch häufig im Opernhaus auftreten.\nPaimon: Die Leute von Fontaine scheinen der Kunst wirklich große Wertschätzung entgegenzubringen. Kein Wunder, dass die Stadt Hauptstadt der Kunst genannt wird.\nPaimon: Ganz anders als in Sumeru, wo Aufführungen nur heimlich stattfinden können ...\n{NICKNAME}: Du scheinst ja sehr an der Kunst interessiert zu sein, Paimon.\nPaimon: Natürlich, Paimon hat sich intensiv mit der Kunst beschäftigt!\n{NICKNAME}: Aha! Und was ist deiner Meinung nach wahre Kunst?\nPaimon: Also ... Kunst ist etwas, das anders ist, als das, was man normalerweise sieht, und das leuchtet wie die Sterne!\n{NICKNAME}: Hmm ... Wie es scheint, habe ich etwas Derartiges gleich hier vor mir.\nPaimon: Oh ...?\nPaimon: Moment, du redest doch nicht etwa von Paimon?\n{NICKNAME}: Hmm, wenn ich es mir genau überlege, könnte es auf großen Anklang stoßen, wenn ich Paimon für einen Auftritt ins Opernhaus mitnehmen würde!\nPaimon: Auf gar keinen Fall!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_art_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1178,
			"title": "Über das Beheben von Defekten ...",
			"voicelineType": "71076",
			"description": "Paimon: Seltsam ... Die Bauweise von Uhrwerk-Mecha ist ganz offensichtlich äußerst präzise, wie kann es da sein, dass manchmal Störungen auftreten, die man durch einfaches Draufklopfen beheben kann?\n{NICKNAME}: Das liegt wahrscheinlich daran, dass sich im Mechanismus irgendein Zahnrad oder eine Antriebsstange gelockert hat und man einfach nur draufklopfen muss, um sie wieder auf die richtige Position zu kriegen.\nPaimon: Hä? Paimon versteht das immer noch nicht ganz ...\n{NICKNAME}: Hmm, vereinfacht gesagt, die Mecha selbst haben keine allzu schwerwiegende Störung und wenn man auf sie klopft, kommen die Bauteile wieder auf die richtige Position.\n{NICKNAME}: Andersherum, wenn die Bauteile an sich beschädigt sind, dann kann man klopfen, so viel man will, aber der Mechanismus wird nicht mehr funktionieren.\nPaimon: Oh ... Ist das etwa, wie wenn manche Menschen manchmal verwirrt sind und durch einen Klaps auf den Kopf wieder klar werden? Andere Leute sind hingegen von Natur aus verwirrt, sodass man auf sie klopfen kann, wie man will, ohne sie je zu klarem Verstand zu bekommen.\nPaimon: ... Moment mal, warum starrst du auf Paimons Kopf?\n{NICKNAME}: Keine Sorge, ich werde schon nicht draufklopfen, immerhin hätte das ja eh keinen Sinn.\nPaimon: Das klingt schon besser ... Moment mal ... He, du!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_troubleshooting_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1179,
			"title": "Über Fort Méropide ...",
			"voicelineType": "71077",
			"description": "Paimon: Paimon hat gehört, dass es in Fontaine einen Ort namens Fort Méropide gibt. Wurde diese Burg zu Ehren eines Menschen namens Méropide errichtet?\n{NICKNAME}: Davon habe ich noch nicht gehört, aber ich glaube, dass das recht wahrscheinlich ist.\nPaimon: Wie bewundernswert, eine Burg zu haben, die den eigenen Namen trägt. Wenn du mal Zeit hast, hilfst du Paimon dann dabei, eine davon in der Kanne der Vergänglichkeit zu bauen. Paimon hätte auch gern eine Burg Paimon.\n{NICKNAME}: Da brauchen wir die Kanne der Vergänglichkeit nicht, du musst einfach nur mit mir zum Hof von Fontaine kommen.\nPaimon: Hast du etwa vor, am Hof von Fontaine Land zu kaufen und eine Burg zu errichten? Wie viel Mora würde das kosten?\n{NICKNAME}: Das sollte nicht allzu teuer sein.\nPaimon: Woah, du bist jetzt so großzügig zu Paimon!\n{NICKNAME}: Weil wir nur einige Brote und Salatblätter und etwas Soße kaufen müssen ... und dann ...\nPaimon: He! Paimon redet nicht von einem Burger, den man essen kann, sondern von einer Burg, in der man wohnen kann! Willst du Paimon wirklich in allen sieben Städten auf diese Tour veralbern!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fortressOfMeropide_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Nach Abschluss von „In der Kanne zu Hause I“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1180,
			"title": "Über Supermecha ...",
			"voicelineType": "71078",
			"description": "Paimon: Paimon hat gehört, dass die frühesten Uhrwerksbauteile auf einem sehr simplen Funktionsprinzip basieren.\nPaimon: Man muss ein sehr elastisches und längliches Objekt verbiegen und dann die Kraft, mit der es wieder in seine ursprüngliche Form springt, dazu nutzen, ein Zahnrad oder etwas Ähnliches anzutreiben und ganze Maschinen in Gang zu setzen!\n{NICKNAME}: Ein sehr elastisches und längliches Objekt ... Irgendwie habe ich das Gefühl, als käme mir das bekannt vor.\n{NICKNAME}: Ah, das würde ja auch auf den Fluxeisbaum und den Fluxfeuerbaum zutreffen.\nPaimon: Hä? Warum musst du denn gerade an diese beiden denken!\nPaimon: Aber, wo du das gerade erwähnst, die beiden können sich wirklich gut drehen ...\n{NICKNAME}: Und sie verfügen auch über eine sehr große Kraft. Wenn sie plötzlich mit voller Wucht zuschlagen würden ...\n{NICKNAME}: Dann würde selbst jemand mit meiner Stärke auf dem Boden landen!\nPaimon: Heißt das also, dass der Fluxeisbaum und der Fluxfeuerbaum ... auch zu Uhrwerksbauteilen gemacht werden können?\n{NICKNAME}: Kryo-Wesen verabscheuen Pyro-Wesen und andersherum verabscheuen Pyro-Wesen auch Kryo-Wesen. Wenn man also den Fluxeisbaum und den Fluxfeuerbaum schräg zueinander platzieren würde ...\n{NICKNAME}: Dann würden sie sich aufgrund ihrer gegenseitigen Abscheu unablässig drehen!\n{NICKNAME}: Wäre das nicht eine Art von Super-Uhrwerk-Mecha? Wenn man diese Kraft ausnutzen würde, dann könnte man einen Großteil der Maschinen am Hof von Fontaine mit Energie versorgen!\nPaimon: Oh ja! Das ergibt Sinn!\nPaimon: Was für ein genialer Plan! Darauf wäre nicht einmal der Leiter vom Forschungsinstitut Fontaine gekommen.\nPaimon: Als Nächstes müssen wir nur noch einen Weg finden, um den Fluxeisbaum und den Fluxfeuerbaum nach Fontaine zu bekommen und nebeneinander zu platzieren ...\nPaimon: Moment, wie sollen wir diese riesigen Kerle nur nach Fontaine transportieren?\n{NICKNAME}: Was die Kosten und Fragen der Umsetzung anbetrifft ...\n{NICKNAME}: Lass uns diese Details besser später besprechen!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1181,
			"title": "Über Unterwassercafés ...",
			"voicelineType": "71079",
			"description": "Paimon: Wir haben damals in Sumeru sehr hübsche Kaffeehäuser gesehen und jetzt stellt sich heraus, dass die Leute in Fontaine ebenfalls Kaffee mögen, genau wie die Leute in Sumeru.\n{NICKNAME}: Stimmt. Sogar die Artikel in den Zeitungen betonen, dass Kaffee eine sehr belebende Wirkung habe und Leuten auf der Arbeit schnell wieder zu neuer Energie verhelfen könne, sodass sie mit höchster Effizienz weiter arbeiten können.\nPaimon: Eine Arbeit, bei der man Kaffee braucht, um seine Energie wiederherzustellen ... Das klingt für Paimon sehr anstrengend ...\nPaimon: Zum Beispiel ... Schmiede? Und Köche und überall herumreisende Abenteurer sollten die auch dauernd Kaffee trinken? Und dann sind da noch ... die Taucher?\n{NICKNAME}: Äh? Taucher? Du erwähnst da einen beeindruckenden Beruf, Paimon.\n{NICKNAME}: Doch wie sollten Taucher, die unter Wasser arbeiten, Kaffee trinken?\nPaimon: Stimmt, das ist eine überaus wichtige Frage!\nPaimon: Im Wasser darf man nicht den Helm abnehmen. Muss man sich dann etwa in eine noch größere Glaskugel einschließen und dann das Wasser ablassen, um ungestört seinen Kaffee aus der Flasche trinken zu können ...?\nPaimon: Nein, es gibt eine bessere Methode. Wenn man den Kaffee in eine Flasche füllt und dann einen sehr, sehr langen Strohhalm mit einem Ende in die Flasche und mit dem anderen Ende direkt in den Helm stecken würde, dann müsste man einfach nur den Kopf neigen, um zu trinken!\n{NICKNAME}: Aber dann würde der Kaffee ja kalt werden!\n{NICKNAME}: Ein Kaffee, der weder warm noch eiskalt ist, schmeckt einfach nicht!\nPaimon: Kein Problem, dann nimmt man beim Tauchen einfach einen Ofen mit.\nPaimon: Nun, die Einwohner von Fontaine benutzen zum Kochen oft Öfen, die nur ganz oben eine Öffnung haben. Wenn man sie fest verschließen würde, dann würde der Ofen auch im Wasser nicht ausgehen ...\nPaimon: Moment ... Ist das etwa Absicht? Könnten ... die Öfen von Fontaine schon von Anfang an diesen Verwendungszweck haben?\n{NICKNAME}: Wah! Paimon, du hast es tatsächlich herausgefunden! Der wahre Zweck der Öfen von Fontaine!\nPaimon: Kein Wunder, Paimon hat es eben drauf!\nPaimon: Und das bedeutet dann auch, dass es nicht unmöglich ist, ein Unterwassercafé zu eröffnen. Es wird sicher viele Taucher geben, die da Kaffee trinken wollen. Die Geschäftsmöglichkeiten sind enorm. Enorm!\nPaimon: Wir müssen einfach nur das erste Unterwassercafé eröffnen und schon werden die Mora in unsere Beutel rollen. Vielleicht könnten wir ja sogar eine ganze Einkaufsstraße unter Wasser aufziehen ...\nPaimon: Hehe! Mora durch den eigenen Geschäftssinn zu verdienen, macht das Ganze noch viel befriedigender!\n{NICKNAME}: Eins solltest du dir aber merken, Paimon ... Gib auf gar keinen Fall meinen Namen an, um bei der Bank einen Kredit dafür aufzunehmen!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_underwaterCafe_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1182,
			"title": "Über die Zeitung Dampfvogel ...",
			"voicelineType": "71080",
			"description": "Paimon: Der Dampfvogel ist ja gleich hier in Fontaine. Paimon fragt sich, worüber sie normalerweise schreiben.\nPaimon: Glaubst du, sie berichten über die Sache mit uns und Dvalin? Und dann ist da noch die Geschichte mit dem Shougun Raiden ... und die Angelegenheit mit der Akademie!\n{NICKNAME}: Der Dampfvogel hat wahrscheinlich viele Seiten und auf jeder davon, wird wohl über etwas anderes berichtet werden!\nPaimon: Oh! Na, die Hauptseite enthält dann sicher Artikel zu unseren Abenteuern, immerhin sind die ja nicht nur spannend, sondern auch interessant.\n{NICKNAME}: Hmm ... Ich bin mir da nicht so ganz sicher. Vielleicht ein- oder zweimal, aber auf der Hauptseite sollten hauptsächlich Nachrichten zu Opern oder Opernsängern zu finden sein.\n{NICKNAME}: Beispielsweise, dass ein gewisser Sänger gesehen wurde, wie er am Straßenrand Kaffee trinkt, oder eine bestimmte Sängerin ihre neue Liebesbeziehung bekanntgibt oder ein anderer Sänger seine Karriere beendet.\nPaimon: Diese Nachrichten haben doch keinerlei Wert, warum sollten sie an einer so prominenten Stelle platziert werden?\n{NICKNAME}: Es wäre falsch zu sagen, dass sie keinen Wert haben. Ganz im Gegenteil sind das die Art von Nachrichten, die das Interesse der Mehrheit erregen und die sie dazu bewegen, die Zeitung zu kaufen, um die Details zu lesen.\nPaimon: Hach ... Na gut ... Und ... wie sieht es mit den Inhalten auf den Innenseiten aus? Wenn man die Zeitung gekauft hat, wird man auf den Innenseiten doch sicher einige spannende Inhalte finden, die die Leute zum Weiterlesen anregen?\n{NICKNAME}: Das werden dann gute Nachrichten im Zusammenhang mit dem Hof von Fontaine sein. Beispielsweise, dass die Preise für Nahrung und Material gesunken sind und wie weit die Wasserstraßen erweitert wurden ...\n{NICKNAME}: Nachrichten, die man beim Öffnen der Zeitung gleich sieht, dienen dem „Zeitvertreib“.\n{NICKNAME}: Die Angelegenheiten der Akademie sind zwar wichtige Nachrichten, doch sie stehen in keiner direkten Verbindung zu dem Leben der Einwohner von Fontaine.\nPaimon: Oh ... Und wo sind dann unsere Abenteuer zu finden?\n{NICKNAME}: Ich glaube, dafür musst du die allerletzte Seite der Zeitung aufschlagen.\nPaimon: Warum sind wir denn so weit hinten?\n{NICKNAME}: Ich denke, dass sie das Beste einfach bis zum Schluss aufheben.\n{NICKNAME}: Sie werden unsere Abenteuer wahrscheinlich etwas ausschmücken und ausführlich beschreiben und dann einen einzelnen Artikel aufteilen und über mehrere Tage hinweg veröffentlichen.\nPaimon: Und was ist dann der Zweck dieser Seite.\n{NICKNAME}: Der Zweck besteht darin, dieser Zeitung ein wenig „Existenzwert“ zu verleihen.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambird_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts innerhalb des „Hofs von Fontaine“ verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Nach Abschluss von „Allgegenwart unter den Menschen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				},
				{
					"unlockText": "Nach Abschluss von „Des Morgens tausend Rosen erwachen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1183,
			"title": "Über Uhrwerk-Mecha ...",
			"voicelineType": "71081",
			"description": "Paimon: Paimon hätte nicht gedacht, dass es tanzende Uhrwerk-Mecha gibt ... Sich in ihrer Nähe aufzuhalten, ist zwar ausgesprochen gefährlich, aber ihnen einfach nur aus dem Publikumsbereich zuzusehen, ist sehr schön.\nPaimon: Wenn es auch noch Uhrwerk-Mecha gäbe, die Musik spielen und singen könnten ... dann wäre das sicher großartig!\n{NICKNAME}: Und dann brauchte es nur noch Zuschauer-Uhrwerk-Mecha und schon hätten wir ... Uhrwerk-Mecha, die für Uhrwerk-Mecha eine Aufführung veranstalten.\nPaimon: Paimon, weiß nicht warum, aber irgendwie klingt das ein wenig beängstigend ...\nPaimon: Am besten, die Uhrwerk-Mecha sollten etwas anderes machen. Ah, Paimon hat eine Idee! Wenn es malende Uhrwerk-Mecha gäbe, würden deren Gemälde dann wie die Fotos eines Fotoapparats aussehen?\n{NICKNAME}: Dann könnte man doch auch gleich einen Fotoapparat benutzten, oder?\nPaimon: Stimmt auch wieder ... Hmm ...\nPaimon: Paimon gibt es auf. Paimon schwirrt schon der Kopf! Und du? Wenn du irgendeinen beliebigen Uhrwerk-Mecha erschaffen könntest, welche Aufgaben sollte der dann übernehmen?\n{NICKNAME}: Hmm, vielleicht die eines Reiseführers ...\n{NICKNAME}: Klick-klack, ich bin ein Reiseführer-Uhrwerk-Mecha, bitte folge dem Weg vor dir, Klick-klack.\nPaimon: Aber ... Für die Wartung der Uhrwerk-Mecha wird nicht nur Fachwissen benötigt, sondern die Kosten sind auch sehr hoch. Und es ist auch nicht klar, ob sie außerhalb von Fontaine überhaupt normal funktionieren können ...\nPaimon: Die beste Reiseführerin von Teyvat wird sicher nicht ihre Arbeit verlieren! O... Oder?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_clockwork_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts von „Erinnyes“ bei Fontaine verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						874
					]
				}
			]
		},
		{
			"voicelineId": 1184,
			"title": "Über Brunnen ...",
			"voicelineType": "71082",
			"description": "Paimon: Paimon sieht jeden Tag, dass Leute Mora in den Brunnen auf Erinnyes werfen.\n{NICKNAME}: Ja, es heißt, dass die Feen, die in dem Brunnen leben, die Wünsche der Leute hören können. Dadurch ist diese Tradition entstanden.\nPaimon: Oh! Das heißt dann wohl, dass die Feen im Brunnen auch Mora brauchen?\nPaimon: Echt nicht schlecht. Man muss einfach nur im Brunnen leben und kann den ganzen Tag schön Mora einsammeln, ohne irgendetwas dafür tun zu müssen.\n{NICKNAME}: Ich glaube nicht, dass das so ist ...\nPaimon: „{F#Junge Reisende}{M#Junger Reisender}, ich habe deinen Wunsch gehört, war es dieses stumpfe Schwert oder das Silberschwert, das du fallengelassen hast?“\n{NICKNAME}: Beide scheinen nicht besonders viel wert zu sein.\nPaimon: Schnell, triff deine Wahl.\n{NICKNAME}: „Junge Maid, was mir abhandengekommen ist, ist weder das stumpfe Schwert noch das Silberschwert, sondern meine Gefährtin.“\nPaimon: Hä? Du ... Du bist wirklich ... Also gut ... dann kriegst du eben die Fee der Quelle als allerbeste Begleiterin geschenkt!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fountain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts der „Opéra Épiclèse“ bei Fontaine verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1185,
			"title": "Über Opern ...",
			"voicelineType": "71083",
			"description": "Paimon: Die Opern von Fontaine zeichnen sich durch viele verschiedene Themen aus. Neben historischen Geschichten und Legenden gibt es auch Märchen und moderne Romanzen ...\n{NICKNAME}: Und es scheint auch viele Abenteuergeschichten zu geben.\nPaimon: Stimmt. Beispielsweise das Stück „Tancrede et Chariclea“, das wir gerade gesehen haben. Woah, wenn die männliche Hauptfigur damals die weibliche Hauptfigur erkannt hätte ...\n{NICKNAME}: Es soll ja auf einer wahren Begebenheit basieren.\nPaimon: Oh, wo das so ist, könnte es dann sein, dass unsere Abenteuer eines Tages auch zum Stoff für eine Oper werden?\nPaimon: Immerhin haben wir ja schon so viele Abenteuer erlebt. Vielleicht hat ein Dramatiker ja Interesse daran und will unsere Geschichten auf die Bühne bringen!\nPaimon: Auf diese Weise müssten sie auch nicht versuchen, sich auf Biegen und Brechen eine Tragödie aus den Fingern zu saugen, immerhin wollen die Leute doch auch lustige Geschichten sehen, oder?\n{NICKNAME}: Wir sollten uns dann am besten jetzt schon überlegen, welche Art von Stimme uns vertonen soll.\nPaimon: Hmm, für dich brauchen wir wohl einen jungen Bariton, nicht wahr? Und für Paimon ...\n{NICKNAME}: Einen piepsigen Sopran?\nPaimon: Wieso das denn!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_opera_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts der „Opéra Épiclèse“ bei Fontaine verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1186,
			"title": "Über Melusinen ...",
			"voicelineType": "71084",
			"description": "Paimon: Paimon hat gehört, dass jede Melusine zum Zeitpunkt ihrer Geburt ein angeborenes Andenken erhält, das sie als Symbol ihrer eigenen Spiritualität betrachtet.\n{NICKNAME}: Wenn du eine Melusine wärst, was wäre dann dein Andenken, Paimon?\nPaimon: Garantiert eine Gabel! Das repräsentiert Paimons lebenslange Mission, alle Delikatessen dieser Welt zu probieren!\n{NICKNAME}: Also nicht Mora?\nPaimon: Ah, richtig. Wenn es Mora wären, würde das dann nicht bedeuten, dass Paimon überaus reich wird und sich alles kaufen kann?\nPaimon: Aaaah ... Was für eine Zwickmühle! Paimon will beides ...\n{NICKNAME}: Na, wie wäre es mit einer Gabel aus Mora? Dann hättest du beides.\nPaimon: Waah, was für eine geniale Idee!\nPaimon: Und in dem Fall wäre dein Andenken ganz sicher ein Topf. Dann könntest du jederzeit Delikatessen für Paimon zubereiten!\n{NICKNAME}: Nein, nein, mein Andenken wärst du, Paimon.\nPaimon: Hehe, wirklich?\n{NICKNAME}: Damit würden deine Dinge zu meinen Dingen.\nPaimon: Hmm ... na gut. Freunde teilen alles, oder?\n{NICKNAME}: Haha, ich behalte meine Dinge aber immer noch für mich.\nPaimon: He, das ist nicht gerecht!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_melusine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung des Teleportationspunkts von „Mérusea“ bei Fontaine verfügbar",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						877
					]
				}
			]
		},
		{
			"voicelineId": 1187,
			"title": "Über das Palais Mermonia ...",
			"voicelineType": "71085",
			"description": "Paimon: In der Stadt haben die Leute dauernd davon gesprochen, dass die Angestellten im Palais Mermonia sehr beschäftigt sind.\nPaimon: Aber als wir letztes Mal im Palais Mermonia waren, war dort doch überhaupt niemand zu sehen?\nPaimon: Und die wenigen Leute, die wir dort angetroffen haben, sahen recht entspannt aus ...\n{NICKNAME}: Vielleicht sind sie alle mit „dringenden und gleichzeitig belanglosen“ Angelegenheiten beschäftigt?\nPaimon: Wenn eine Angelegenheit dringend ist, wie kann sie dann gleichzeitig belanglos sein? Ist das wirklich möglich?\n{NICKNAME}: Ja, zum Beispiel ... Wenn Paimon eines Tages plötzlich nicht mehr fliegen könnte und dann auf den Boden plumpsen würde ...\nPaimon: Wäre das möglich? Das Fliegen fällt Paimon doch so leicht ...\n{NICKNAME}: Für einen solchen Fall sollten wir einen gepolsterten kleinen Wagen kaufen und ihn immer unter dir herziehen.\n{NICKNAME}: Dieser Wagen muss verlässlich sein und dir immer folgen, egal, wie die Beschaffenheit des Weges ist. Und das Polster im Wagen muss selbstverständlich auch ausreichend dick sein.\n{NICKNAME}: Dann muss natürlich auch noch die Qualität des Zugseils stimmen und auch die des Holzes, aus dem der Wagen gebaut ist. Vielleicht sollten wir auch einige medizinische Vorräte und Snacks vorbereiten ...\n{NICKNAME}: Um zu verhindern, dass du dich verletzt, ist diese Sache selbstredend sehr dringend.\nPaimon: Wirklich? Hehe ... Vielleicht hast du ein wenig zu viel über die Sache nachgedacht?\nPaimon: Aber Paimon ist jetzt schon so lange am Fliegen ... Paimon wird ganz bestimmt nicht urplötzlich vom Himmel plumpsen! Du machst dir da unnötig Sorgen!\n{NICKNAME}: Ah, siehst du, ist das nicht das Gleiche wie dieses „unbedeutend“?\n{NICKNAME}: Aber wenn dieser Fall wirklich eintreten würde, dann wären die Folgen sehr schwerwiegend, und daher ist die Sache „dringend“.\n{NICKNAME}: Aber aus welchem Blickwinkel man es auch betrachtet, ist es sehr unwahrscheinlich, dass das passiert, und daher ist es gleichzeitig auch „unbedeutend“.\n{NICKNAME}: Wenn jemand damit beauftragt würde, sich um diese Sache zu kümmern, dann muss die Person selbst entscheiden, ob sie sie schleifen lässt oder sich ihr mit vollem Eifer annimmt.\nPaimon: Aber ... Aber! Wenn Paimon wirklich auf einmal nicht mehr fliegen könnte und dann zu Boden plumpsen würde, was wäre dann?\n{NICKNAME}: Na, dann werde ich dich ganz bestimmt auffangen, Paimon. Du bist meine beste Gefährtin und keine „dringende und gleichzeitig belanglose“ Angelegenheit.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_palaisMermonia_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach der Aktivierung der Statue der Sieben – Hydro im Palais Mermonia bei Fontaine verfügbar.",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						772
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 1062,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Hu!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_01"
		},
		{
			"voicelineId": 1063,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_02"
		},
		{
			"voicelineId": 1064,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Windklingen!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_03"
		},
		{
			"voicelineId": 1065,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Hu!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_01"
		},
		{
			"voicelineId": 1066,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Falle!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_02"
		},
		{
			"voicelineId": 1067,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Gefallener Stern!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_03"
		},
		{
			"voicelineId": 1068,
			"title": "Elementarfähigkeit VII",
			"voicelineType": "100007",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_01"
		},
		{
			"voicelineId": 1069,
			"title": "Elementarfähigkeit VIII",
			"voicelineType": "100008",
			"description": "Nimm das!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_02"
		},
		{
			"voicelineId": 1070,
			"title": "Elementarfähigkeit IX",
			"voicelineType": "100009",
			"description": "Lila Schatten!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_03"
		},
		{
			"voicelineId": 1126,
			"title": "Elementarfähigkeit X",
			"voicelineType": "100010",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_01"
		},
		{
			"voicelineId": 1127,
			"title": "Elementarfähigkeit XI",
			"voicelineType": "100011",
			"description": "Verschwinde!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_02"
		},
		{
			"voicelineId": 1128,
			"title": "Elementarfähigkeit XII",
			"voicelineType": "100012",
			"description": "Breite dich aus!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_03"
		},
		{
			"voicelineId": 1157,
			"title": "Elementarfähigkeit XIII",
			"voicelineType": "100013",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_01"
		},
		{
			"voicelineId": 1158,
			"title": "Elementarfähigkeit XIV",
			"voicelineType": "100014",
			"description": "Los!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_02"
		},
		{
			"voicelineId": 1159,
			"title": "Elementarfähigkeit XV",
			"voicelineType": "100015",
			"description": "Wirbelstoß!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_03"
		},
		{
			"voicelineId": 1071,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "He ...",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_01"
		},
		{
			"voicelineId": 1072,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Verschwinde!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_02"
		},
		{
			"voicelineId": 1073,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Geh mit dem Wind!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_03"
		},
		{
			"voicelineId": 1074,
			"title": "Spezialfähigkeit IV",
			"voicelineType": "200004",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_01"
		},
		{
			"voicelineId": 1075,
			"title": "Spezialfähigkeit V",
			"voicelineType": "200005",
			"description": "Zittert!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_02"
		},
		{
			"voicelineId": 1076,
			"title": "Spezialfähigkeit VI",
			"voicelineType": "200006",
			"description": "Werde zu Asche.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_03"
		},
		{
			"voicelineId": 1077,
			"title": "Spezialfähigkeit VII",
			"voicelineType": "200007",
			"description": "Hu!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_01"
		},
		{
			"voicelineId": 1078,
			"title": "Spezialfähigkeit VIII",
			"voicelineType": "200008",
			"description": "Bumm!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_02"
		},
		{
			"voicelineId": 1079,
			"title": "Spezialfähigkeit IX",
			"voicelineType": "200009",
			"description": "Mit dem Klang des Donners!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_03"
		},
		{
			"voicelineId": 1129,
			"title": "Spezialfähigkeit X",
			"voicelineType": "200010",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_01"
		},
		{
			"voicelineId": 1130,
			"title": "Spezialfähigkeit XI",
			"voicelineType": "200011",
			"description": "Sprieß auf!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_02"
		},
		{
			"voicelineId": 1131,
			"title": "Spezialfähigkeit XII",
			"voicelineType": "200012",
			"description": "Brich durch den Boden!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_03"
		},
		{
			"voicelineId": 1160,
			"title": "Spezialfähigkeit XIII",
			"voicelineType": "200013",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_01"
		},
		{
			"voicelineId": 1161,
			"title": "Spezialfähigkeit XIV",
			"voicelineType": "200014",
			"description": "Fortspülen!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_02"
		},
		{
			"voicelineId": 1162,
			"title": "Spezialfähigkeit XV",
			"voicelineType": "200015",
			"description": "Strömungsflug!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_03"
		},
		{
			"voicelineId": 1080,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Ist das ... eine Antwort aus dieser Welt?",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_01"
		},
		{
			"voicelineId": 1081,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Eine Belohnung auf der Straße.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_02"
		},
		{
			"voicelineId": 1082,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Ich werde das in der Nähe behalten.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_03"
		},
		{
			"voicelineId": 1083,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Warte. Lass mich das machen.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_01"
		},
		{
			"voicelineId": 1084,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Vorsicht!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_02"
		},
		{
			"voicelineId": 1085,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Dies ist nicht das Ende ...",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_01"
		},
		{
			"voicelineId": 1086,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Hat die Welt mich abgewiesen?",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_02"
		},
		{
			"voicelineId": 1087,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Was ist es dieses Mal?",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_01"
		},
		{
			"voicelineId": 1088,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Die Welt ist voller Rätsel.",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_02"
		},
		{
			"voicelineId": 1089,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Es gibt noch viel zu tun.",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_03",
			"voicefile_male": "VO_teamJoin/vo_hero_teamJoin_03",
			"hasGenderedVoicefile": true
		}
	]
}