{
	"id": 10000082,
	"name": "Baizhu",
	"friendLines": [
		{
			"voicelineId": 82000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Nun, ich bin Baizhu, ein Arzt in der Bubu-Hütte. Was fehlt dir? Seit wann hast du die Symptome? Einfach raus damit ... Hm? Du brauchst keinen ärztlichen Rat, sondern wolltest speziell mit mir reden? Tut mir leid. Ich fürchte, du musst noch warten. Bevor wir über Dinge reden, muss ich zuerst andere Patienten empfangen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_draw_appear_01"
		},
		{
			"voicelineId": 82001,
			"title": "Gespräch – Gemächliches Tempo",
			"voicelineType": "1101",
			"description": "Baizhu: Wir sollten langsamer gehen. Nur so können wir die wundersame Landschaft entlang des Weges in vollen Zügen genießen.\nChangsheng: Du kannst nicht mehr laufen, oder?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_01"
		},
		{
			"voicelineId": 82002,
			"title": "Gespräch – Naturgesetze",
			"voicelineType": "1102",
			"description": "„Leben und Tod sind von den Gesetzen der Natur bestimmt ...“ Hehe, wenn man nie die Grenzen austestet, wie kann man wissen, wo die Grenzen dieser Gesetze sind?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_02"
		},
		{
			"voicelineId": 82003,
			"title": "Gespräch – Körperliche Verfassung",
			"voicelineType": "1103",
			"description": "*hust* Nur ein chronisches Problem, das wieder aufflammt, nichts, worüber man sich Sorgen machen müsste.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_03"
		},
		{
			"voicelineId": 82004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Bei Regen ist es feucht und kühl. Find besser einen Unterschlupf, um dich vor dem Regen zu schützen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_heavyRain_01"
		},
		{
			"voicelineId": 82005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Keine Angst. Solange wir auf unsere Schritte aufpassen und vermeiden, unter den Bäumen zu laufen, sollten uns die Blitze keine Probleme bereiten.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_thunder_01"
		},
		{
			"voicelineId": 82006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Changsheng: ... So kalt ... So schläfrig ...\nBaizhu: Changsheng? Hä? Schon eingeschlafen ...?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_snowy_01"
		},
		{
			"voicelineId": 82007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Baizhu: Was für ein herrliches Wetter. Oh, wir haben eine neue Ladung Kräuter, oder?\nChangsheng: Keine Sorge, selbst wenn Qiqi vergessen hat, die Kräuter zu trocknen, wird sich Gui bestimmt daran erinnern. Genieß einfach die Sonne.\nBaizhu: Ja, du hast recht.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_sunny_01"
		},
		{
			"voicelineId": 82008,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1205",
			"description": "Solch einem starken Wind sollte man am besten ausweichen. *seufz* Vergiss nicht, deine Gesundheit immer an erste Stelle zu setzen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_gale_01"
		},
		{
			"voicelineId": 82009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Morgen. Ich bin es gewohnt, vor dem Frühstück eine Tasse Tee zu trinken. Soll ich dir auch eine Tasse einschenken?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingMorning"
		},
		{
			"voicelineId": 82010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Es ist nicht ratsam, nach dem Mittagessen lange zu sitzen. Mach stattdessen einen kurzen Spaziergang, was gut für die Verdauung ist.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNoon"
		},
		{
			"voicelineId": 82011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Guten Abend. Wenn du zur Behandlung hier bist, tut es mir leid, die Sprechzeiten der Ärzte der Bubu-Hütte sind bereits vorbei. Wenn du jedoch einen medizinischen Notfall hast, werde ich natürlich versuchen, dir zu helfen. Wenn du gekommen bist, um mich zu treffen, dann bist du zur richtigen Zeit hier. Ich habe jetzt dienstfrei.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNight"
		},
		{
			"voicelineId": 82012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Ah, willst du noch nicht schlafen? Aber du gähnst schon.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNight2"
		},
		{
			"voicelineId": 82013,
			"title": "Über Baizhu – Moderne oder alte Rezepte",
			"voicelineType": "2001",
			"description": "Mein Meister hat mir viele medizinische Rezepte aus dem Altertum anvertraut. Obwohl diese alten Rezepte den Test der Zeit bestanden haben, sollten wir uns nicht zu sehr auf diese verlassen. Die Zeiten haben sich geändert und so auch unsere Umgebung und unsere Bräuche. Rezepte, die in der Vergangenheit funktioniert haben, sind heute möglicherweise nicht mehr so wirksam. Das Festhalten an den klassischen Rezepten der Vergangenheit könnte der Gesundheit der heutigen Patienten sogar abträglich sein.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_idle"
		},
		{
			"voicelineId": 82014,
			"title": "Über Baizhu – Hoffnung geben",
			"voicelineType": "2005",
			"description": "Patienten mit chronischen Erkrankungen sind oft psychisch erschöpft. Und wenn ihr Zustand kritisch wird, halten sie vielleicht nur noch an einem letzten Hoffnungsschimmer fest, um am Leben zu bleiben. In einem solchen Moment hat die Heilung des Körpers oft nicht die höchste Priorität. Stattdessen sollte sich ein Arzt darauf konzentrieren, seinem Patienten die Hoffnung zu geben, geheilt zu werden. Denn selbst die ausgeklügelteste Behandlung nützt nichts, wenn der Patient selbst nicht an eine Heilung glaubt und einfach aufgibt.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82015,
			"title": "Über uns – Arzt-Patient-Beziehung",
			"voicelineType": "2003",
			"description": "Alle, die zur Behandlung in die Bubu-Hütte kommen, behandle ich gleich, unabhängig von ihrem Vermögen oder Status. Auch du bist keine Ausnahme.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_close"
		},
		{
			"voicelineId": 82016,
			"title": "Über uns – Medizintest",
			"voicelineType": "2002",
			"description": "Was für den einen Gift ist, kann für den anderen Honig sein. Was für einige wie eine toxische Substanz erscheinen mag, kann die perfekte Medizin sein, um andere zu retten. Aus pharmakologischer Sicht ist dies leicht nachvollziehbar. Aber diese Details kann ich nicht mit meinen Patienten teilen. Wenn sie herausfinden würden, dass ich einige giftige Substanzen in ihre Rezepte geschrieben habe, würden sie es nie wieder wagen, hierherzukommen, um einen Arzt aufzusuchen.\nDu bist die erste Person, die das hört und nicht erschreckt. Wie nicht anders zu erwarten ist, verfügst du über ein breites Wissensspektrum. Du würdest nichts dagegen haben, wenn ich deinen Rezepten in Zukunft etwas Stärkeres hinzufüge, oder? Hehe, gerade habe ich mir noch Sorgen gemacht, an wem ich meine neue Medizin testen soll.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 82017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Hehe, ist das ein Beweis dafür, dass der Gott einer wahnhaften Person wie mir erlaubt, die Naturgesetze von Leben und Tod zu erforschen? Dieses Göttliche Auge kam genau zur richtigen Zeit. Danke an den, der es mir geschickt hat.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82018,
			"title": "Willst du mir etwas mitteilen? – Kandierte Früchte",
			"voicelineType": "3002",
			"description": "Hehe, du darfst lachen, aber in der Tat nehme auch ich nicht gerne bittere Medizin. Du kennst ja meine schwache körperliche Verfassung. Seit Jahren muss ich regelmäßig Medikamente nehmen. Da kann ich nur etwas Süßes essen, um den bitteren Nachgeschmack zu lindern.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82019,
			"title": "Willst du mir etwas mitteilen? – „Geheime Medizin“",
			"voicelineType": "3005",
			"description": "Ich treffe oft Menschen, die beim geringsten Unbehagen zu dem Schluss kommen, dass sie unheilbar krank sind. Es bringt nichts, mit ihnen zu argumentieren, denn sie lassen sich einfach nicht überzeugen. Später verwendete ich einfach Zuckerblumen und Qingxin, um geschmacklose weiße Pillen herzustellen, und verschrieb sie dann diesen angeblich unheilbaren „Kranken“. Nachdem sie sich beruhigt hatten und ihre „Symptome“ abgeklungen waren, lobten sie alle meine „geheime Medizin“ für ihre Wirksamkeit. Mit solchen Situationen ... kenne ich mich auch gut aus.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82020,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Es wird gesagt, dass im Regenwald Sumerus viele Arten von Pilzen wachsen, von denen einige sogar halluzinogen sind. Diese Pilze können einen medizinischen Wert haben. Ich hatte jedoch nie die Gelegenheit, diese Pilze im Detail zu studieren. Es wäre toll, wenn ich Zeit hätte, dorthin zu gehen und sie persönlich zu erforschen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_gift_01"
		},
		{
			"voicelineId": 82021,
			"title": "Über Qiqi ...",
			"voicelineType": "4001",
			"description": "Du hast richtig geraten. Tatsächlich wurde ein Bewusstseinsfaden von Qiqi durch die geheime Kunst der Adepten aufrechterhalten. Es ist auch Qiqi zu verdanken, dass ich einen Weg gefunden habe, jemanden am Rande des Todes zu retten. Da die Adepten Mitleid mit diesem Kind hatten und sogar ihre Künste einsetzten, um es am Leben zu erhalten, dachte ich, es würde nicht schaden, wenn ich sie in meiner Hütte behielt.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82022,
			"title": "Über Hu Tao – Differenzen",
			"voicelineType": "4002",
			"description": "Wir haben einige Meinungsverschiedenheiten, das ist alles. Ich hege keinerlei Groll gegen Direktorin Hu. Wenn überhaupt, glaube ich, dass sie mir gegenüber misstrauisch ist.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82023,
			"title": "Über Hu Tao – Anstrengung",
			"voicelineType": "4003",
			"description": "Baizhu: Wenn möglich, wünsche ich mir aufrichtig, dass Direktorin Hu etwas vernünftiger mit ihren Geschäftspraktiken umgehen könnte.\nChangsheng: Oh, du erinnerst dich also immer noch daran, dass sie einst direkt vor der Bubu-Hütte Prospekte verteilt hat.\nBaizhu: *seufz* Ich hoffe nur, sie könnte etwas Besseres zu tun finden, anstatt täglich Qiqi hinterherzujagen.\nChangsheng: Klingt, als hättest du etwas gegen sie?\nBaizhu: Ach, nicht wirklich. Es ist nur so, dass ich jedes Mal, wenn sie Qiqi entführt, den ganzen Weg zum Rat für Allgemeine Angelegenheiten gehen muss, um den Verantwortlichen zu bitten, nach Qiqi zu suchen. Es ist ziemlich anstrengend.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_hutao_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 82024,
			"title": "Über Ganyu ...",
			"voicelineType": "4004",
			"description": "Adepten haben alle einen starken Körperbau. Wenn sie krank oder verletzt sind, können sie sich bald erholen, ohne Medikamente nehmen zu müssen. Im Gegensatz dazu müssen Sterbliche, die sich nach einer Krankheit oder Verletzung nicht medizinisch behandeln lassen, mit langfristigen Folgen wie einer körperlichen Behinderung rechnen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82025,
			"title": "Über Keqing ...",
			"voicelineType": "4005",
			"description": "Ihrem Gesicht nach zu urteilen, muss sie daran gewöhnt sein, lange aufzubleiben und Überstunden zu machen. Und sie denkt täglich zu viel nach, weshalb sie so müde aussieht. Wenn sie gesund bleiben will, sollte sie ab und zu aufhören zu arbeiten und sich entspannen. Leider ist sie zu ehrgeizig und scheint bereit zu sein, ihre Gesundheit für ihre Karriere einzutauschen. Selbst wenn ich ihr das sagen würde, fürchte ich, sie würde nicht auf mich hören.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82026,
			"title": "Über Yaoyao ...",
			"voicelineType": "4006",
			"description": "... Jedes Mal, wenn dieses Kind kommt und nach Qiqi sucht, beschwert es sich über den Geschmack der Medizin und fragt mich, ob ich welche habe, die nicht bitter ist. Niemanden kümmert es, wie bitter die Medizin schmeckt, solange sie Krankheiten heilen oder sogar Menschen retten kann, nicht wahr?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82027,
			"title": "Über Zhongli ...",
			"voicelineType": "4007",
			"description": "Zhongli ist wirklich umfassend gebildet. Auch mit Nischenthemen wie der antiken Medizin kann er sich gelassen auseinandersetzen. In Bezug auf ein gesundes Leben muss er einen Lebensstil entwickelt haben, der zu ihm passt. Die üblichen Kopfschmerzen oder Fieber sollten für ihn kein Problem darstellen, daher braucht er kein Rezept von mir.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82028,
			"title": "Über Xiao ...",
			"voicelineType": "4008",
			"description": "Baizhu: Um Menschen zu schützen, muss der Dämonenbändiger Monster töten. Seine Tat ist eine von großer Barmherzigkeit. Ich hatte einmal das Glück, ihn persönlich zu treffen. Wir brachten ihn noch zurück in die Hütte und kümmerten uns einen Tag lang um ihn. Leider kannte ich damals seine wahre Identität nicht und sprach nicht viel mit ihm, bevor er alleine ging.\nChangsheng: Seitdem hast du ihn doch wieder getroffen, nicht wahr? Also kein Grund zur Reue.\nBaizhu: Ja, du hast recht.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Herz des Heilens“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82029,
			"title": "Über Tighnari ...",
			"voicelineType": "4009",
			"description": "Du hast also viele Bekannte in der Sumeru-Akademie? Könntest du mir dann Tighnari vorstellen? Ich habe viele Fragen zu Kräutern, die ich ihm gerne stellen würde.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82070,
			"title": "Über Gaming ...",
			"voicelineType": "4010",
			"description": "Gaming hat im Vergleich zu anderen Menschen in seinem Alter ziemlich viele Narben und alte Verletzungen. Und jedes Mal, wenn er zu mir kommt, scheint er hier eine neue Prellung und dort eine neue Verstauchung zu haben ... *seufz* Egal wie oft ich darauf bestehe, dass er vorsichtiger sein sollte, es geht bei ihm immer zum einen Ohr rein und zum anderen wieder raus. Alles, was ich tun kann, ist, ihm einige nützliche Techniken zum Verbinden und Behandeln seiner Wunden beizubringen. Ich hoffe, sie werden sich ihm als nützlich erweisen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82030,
			"title": "Ich will mehr über Baizhu erfahren I",
			"voicelineType": "5001",
			"description": "Ich bin nur ein Arzt, also fürchte ich, dass ich nicht viele interessante Geschichten zu erzählen habe. Wenn du dich für Legenden oder Anekdoten interessierst, dann solltest du ins Teehaus Heyu gehen und dort den Geschichtenerzählern lauschen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_01"
		},
		{
			"voicelineId": 82031,
			"title": "Ich will mehr über Baizhu erfahren II",
			"voicelineType": "5002",
			"description": "Wenn du nach einer atemberaubenden Geschichte suchst, habe ich wirklich keine. Auch während meines Medizinstudiums bei meinem Meister habe ich keine besonders schwierigen Probleme oder Prüfungen erlebt. Mein Meister sah, dass ich nicht auf den Kopf gefallen war, also ließ er mich einen einfachen Eid ablegen und nahm mich als seinen Lehrling auf.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				},
				{
					"unlockText": "Nach Abschluss von „Herz des Heilens“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82032,
			"title": "Ich will mehr über Baizhu erfahren III",
			"voicelineType": "5003",
			"description": "Der Eid war nicht kompliziert. An einiges davon erinnere ich mich noch:\n„... Wenn jemand zur Behandlung kommt, werde ich mich weder von seinem Status oder Reichtum beeinflussen lassen, noch werde ich mir Sorgen über die nachfolgenden Folgen machen. Ich werde mich bemühen, den Schmerz meiner Patienten mitzuerleben und ihn als meinen eigenen zu empfinden, denn das ist das Kennzeichen eines großen Arztes.“",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Herz des Heilens“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82033,
			"title": "Ich will mehr über Baizhu erfahren IV",
			"voicelineType": "5004",
			"description": "Ich verstand, was mein Meister meinte. Er hoffte, dass ich den materiellen Dingen nicht zu viel Aufmerksamkeit schenken, sondern mehr Rücksicht auf die Patienten nehmen würde. *seufz* Er hatte wirklich ein mitfühlendes Herz und war immer bereit, sich für andere zu opfern. Leider ist er jung verstorben und hatte nicht die Gelegenheit, sein Alter in vollen Zügen zu genießen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Nach Abschluss von „Herz des Heilens“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82034,
			"title": "Ich will mehr über Baizhu erfahren V",
			"voicelineType": "5005",
			"description": "Es ist die Pflicht eines Arztes, Leben zu retten. Aber auch der Arzt gehört zu den Menschen, die gerettet werden sollten. Als Arzt soll man nicht nur andere, sondern auch sich selbst retten können. Die Bereitschaft, sich für andere zu opfern, verdient natürlich Respekt, aber kein Leben wird geboren, um für andere Leben geopfert zu werden, so sollte es nicht sein.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Herz des Heilens“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82035,
			"title": "Baizhus Hobbys ...",
			"voicelineType": "6001",
			"description": "Meine Hobbys? Nun, ich liebe es, Kräuter zu sortieren und ihre einzigartigen Eigenschaften zu nutzen, um Pillen oder Salben herzustellen. Mit diesem Vorgang kenne ich mich sehr gut aus. Die Leute denken, dass der Prozess der Herstellung von Medikamenten ermüdend und kompliziert ist, aber mir bereitet es großen Spaß. Stell dir nur vor, die Gaben der Natur in eine unauffällige kleine Pille einzukapseln und damit Leben zu retten. Das ist erstaunlich, nicht wahr?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_hobby"
		},
		{
			"voicelineId": 82036,
			"title": "Baizhus Sorgen ...",
			"voicelineType": "6002",
			"description": "Der schwierigste Teil in der Behandlung von Patienten besteht nicht darin, Medikamente zu verschreiben, sondern die Ursache herauszufinden. *seufz* Es kann tausend Gründe geben, warum sich jemand unwohl fühlt. Es war einmal jemand, der mit jemand anderem eine Wette machte, wer mehr Jueyun-Peperoni essen konnte. Am Ende aß er zu viele Peperoni, ohne zu merken, dass sein Magen ernsthaft verletzt war. Einmal kam sogar jemand, der zu viel Wasser getrunken hatte, was dazu führte, dass ihm übel wurde ... Ich wünschte nur, die Menschen würden besser auf sich aufpassen und etwas Besseres zu tun finden, anstatt ihren Körper immer wieder solchen Belastungen auszusetzen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_annoyed"
		},
		{
			"voicelineId": 82037,
			"title": "Was er so mag ...",
			"voicelineType": "6005",
			"description": "Beim Essen wählerisch zu sein, ist nicht ratsam. Fleisch, Eier, Milch, Gemüse, Obst ... sie alle haben Nährwerte und sollten ein fester Bestandteil deiner täglichen Ernährung sein. Iss jedoch nicht zu viel, da dies dem Körper sonst schadet. Gib mir nicht die Schuld, dass ich nörgele. Niemand versteht es besser als ein Arzt, dass Krankheiten oft durch den Mund eindringen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_foodLike_01"
		},
		{
			"voicelineId": 82038,
			"title": "Was er nicht mag ...",
			"voicelineType": "6004",
			"description": "Warum hast du so viele Süßigkeiten gekauft? Also, iss nicht zu viel auf einmal. Zu viel Süßes kann zu Karies führen. Ich? Ich gönne mir selten Süßigkeiten und esse auch nicht oft scharf. Ja, du hast recht, ich achte sehr darauf, was und wie viel ich täglich esse. Nun, wenn ich nicht auf meine Ernährung achte, wie kann ich dann von meinen Patienten erwarten, dass sie dasselbe tun?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_foodDislike"
		},
		{
			"voicelineId": 82039,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Changsheng: Sehr lecker! Bitte mehr davon!\nBaizhu: Schmeckt wirklich gut.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_pref_01"
		},
		{
			"voicelineId": 82040,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Glückwunsch. Deine Kochkünste haben sich verbessert.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_normal_01"
		},
		{
			"voicelineId": 82041,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Hmm ... Keine Sorge, ich kann’s aushalten. Schmeckt wenigstens besser als Medizin.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_dislike_01"
		},
		{
			"voicelineId": 82042,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Changsheng: Ähm ... Was sagt man denn zu solchem Anlass? He, Baizhu, gib mir doch einen Hinweis.\nBaizhu: Meinst du, was man jemandem zum Geburtstag sagen sollte?\nChangsheng: Ja, ja, ganz genau!\nBaizhu: Mögest du jeden Tag wie heute von Freude umgeben werden. Alles Gute zum Geburtstag, {F#Reisende}{M#Reisender}!\nChangsheng: Ach du! Du hast alles gesagt, was soll ich jetzt bloß sagen? Lasst mich mal denken ... Hm ... Ich wünsche dir ... ähm ... *seufz* Mir fällt nichts ein. Ich wünsche dir viel Glück jeden Tag!\nChangsheng: Hä? Worüber lacht ihr denn? Hmpf, Menschen sind wirklich lästig, mit mehr Drehungen und Wendungen selbst als Schlangen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 82043,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Überstürze nichts. Man muss die Dinge Schritt für Schritt angehen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 82044,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Dank dir für deine harte Arbeit. Jetzt fühle ich mich stärker denn je.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 82045,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Aufgrund der kürzlichen Verbesserung meines Körperbaus geht es auch meinem Geist viel besser als zuvor. Nach einem ganzen Tag der Konsultation und Behandlung fühle ich mich auch nicht müde. Alles dank deiner Bemühungen.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82046,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Danke für deine Bemühungen in diesen Tagen. Obwohl ich Arzt bin, musste ich dich dennoch mit meinen gesundheitlichen Problemen belästigen. *hust* Wie beschämend ... Aber sei versichert, das wird in Zukunft nie wieder vorkommen. Ab heute kümmere ich mich um dich.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 82047,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Changsheng: Muss behandelt werden.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_01"
		},
		{
			"voicelineId": 82048,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Was bitter dem Mund, ist dem Magen gesund!",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_02"
		},
		{
			"voicelineId": 82049,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Alle Medikamente haben ihre Nebenwirkungen.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_03"
		},
		{
			"voicelineId": 82050,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Scheint ein Notfall zu sein.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_01"
		},
		{
			"voicelineId": 82051,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Gesundheit geht vor.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_02"
		},
		{
			"voicelineId": 82052,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Auf Bitterkeit folgt Süße.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_03"
		},
		{
			"voicelineId": 82053,
			"title": "Rennen – Start I",
			"voicelineType": "700001",
			"description": "*hust* ... *hust* ...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_explore_sprint_start_01"
		},
		{
			"voicelineId": 82054,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Changsheng: Das ganze Herumrennen war also für dieses Zeug?\nBaizhu: *hust* Changsheng ...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_01"
		},
		{
			"voicelineId": 82055,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Das Leben {F#einer Abenteurerin}{M#eines Abenteurers} ist wirklich nicht einfach.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_02"
		},
		{
			"voicelineId": 82056,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Händewaschen nicht vergessen. Wer weiß, vielleicht ist diese Truhe nicht sehr sauber.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_03"
		},
		{
			"voicelineId": 82057,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "... Ich kann trotzdem weitermachen.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_01"
		},
		{
			"voicelineId": 82058,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Changsheng: Echt eine heikle Situation!",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_02"
		},
		{
			"voicelineId": 82059,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Ich kann nicht ... zuerst fallen.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_03"
		},
		{
			"voicelineId": 82060,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Immer mit Vorsicht.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_teammate_01"
		},
		{
			"voicelineId": 82061,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Achte auf deine Wunde ...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_teammate_02"
		},
		{
			"voicelineId": 82062,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Man fällt ... wie eine Kerze erlischt ...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_01"
		},
		{
			"voicelineId": 82063,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Tut mir leid ... Changsheng ...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_02"
		},
		{
			"voicelineId": 82064,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Wie beschämend ...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_03"
		},
		{
			"voicelineId": 82065,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Ach, meine Brille.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_hit_L_02"
		},
		{
			"voicelineId": 82066,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Dieses bisschen Schmerz ist nichts.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_hit_H_01"
		},
		{
			"voicelineId": 82067,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Ich versorge die Wunden.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_01"
		},
		{
			"voicelineId": 82068,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Zeit für eine Behandlung.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_02"
		},
		{
			"voicelineId": 82069,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Hoffentlich ist es kein weiter Weg.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_03"
		}
	]
}