{
	"id": 10000088,
	"name": "Charlotte",
	"friendLines": [
		{
			"voicelineId": 88000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Hallo! Ich bin Charlotte, Reporterin beim „Dampfvogel“, schön dich kennenzulernen. Würdest du mir ein Exklusivinterview geben, wenn du Zeit hast? Meine Intuition als Reporterin verrät mir, dass ich eine Menge explosive Nachrichten aus dir herausholen kann.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_draw_appear_01"
		},
		{
			"voicelineId": 88001,
			"title": "Gespräch – Nachrichten",
			"voicelineType": "1101",
			"description": "Solange man einen ausreichend scharfen Blick und eine schnelle Auffassungsgabe hat, gibt es jeden Tag wertvolle Neuigkeiten aufzuspüren.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_01"
		},
		{
			"voicelineId": 88002,
			"title": "Gespräch – Reporter",
			"voicelineType": "1102",
			"description": "Es gibt viele Reporter am Hof von Fontaine, aber nicht jeder bringt die notwendigen Professionalität mit sich. Wenn du interviewt werden möchtest, bin ich deine beste Adresse.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_02"
		},
		{
			"voicelineId": 88003,
			"title": "Gespräch – Zeitung Dampfvogel",
			"voicelineType": "1103",
			"description": "Der „Dampfvogel“ ist eine ausgezeichnete Zeitung mit vielen hervorragenden Reportern und einer aufgeschlossenen Chefredakteurin. Das Wichtigste ist, dass auch die Bezahlung für einen Artikel schnell abgewickelt wird.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_03"
		},
		{
			"voicelineId": 88004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Ach, in das Objektiv des Fotoapparats darf kein Wasser eindringen!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_heavyRain_01"
		},
		{
			"voicelineId": 88005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Mist! Hab den Blitz leider schon wieder nicht erwischt ...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_thunder_01"
		},
		{
			"voicelineId": 88006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Brrr ... Meine Finger sind steif gefroren, ich kann kaum den Auslöser betätigen.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_snowy_01"
		},
		{
			"voicelineId": 88007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Perfektes Licht für ein Foto! Komm schon, wirf dich in Pose. Und lächle!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_sunny_01"
		},
		{
			"voicelineId": 88008,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Morgen! Hast du die heutige Zeitung gelesen? Noch nicht? Keine Sorge, ich werde sie dir vorlesen.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingMorning"
		},
		{
			"voicelineId": 88009,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Zeit zum Mittagessen! Komm mit! Ich kenne ein nettes Restaurant.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNoon"
		},
		{
			"voicelineId": 88010,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Der Abend ist die beste Zeit, um sich das Herz auszuschütten. Möchtest du Geschichten mit mir teilen? Ich würde sie gerne hören. Oh, keine Sorge, ohne deine Erlaubnis werde ich keine davon veröffentlichen. Du hast mein Wort.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight"
		},
		{
			"voicelineId": 88011,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Gute Nacht, ruh dich gut aus. Ich muss jetzt noch zum Dampfvogel, um Manuskripte durchzugehen. Wir sehen uns morgen.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight2"
		},
		{
			"voicelineId": 88012,
			"title": "Über Charlotte – Karriere",
			"voicelineType": "2001",
			"description": "Die Menschen sind nicht immer sehr begeistert von Reportern. Es heißt nicht umsonst: „Lügen sind geschmeidig und glatt, die Wahrheit ist kantig und scharf.“",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle"
		},
		{
			"voicelineId": 88013,
			"title": "Über Charlotte – Fotografie",
			"voicelineType": "2005",
			"description": "Ohne interessantes Motiv kann ich kein gutes Foto machen. Aber bei besonders langweiligen Fotomotiven ... muss ich mich wirklich zwingen, den Auslöser zu betätigen.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88014,
			"title": "Über uns – Exklusiver Bericht",
			"voicelineType": "2003",
			"description": "Also, Zeit für dein Interview! Bist du bereit, der strahlende Stern zu werden? Befolge einfach meine Anweisungen, begib dich zuerst in eine hübsche Pose ... Und du auch, Paimon. Mach in der Luft auch eine gute Figur!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close"
		},
		{
			"voicelineId": 88015,
			"title": "Über uns – Schlagzeilen",
			"voicelineType": "2002",
			"description": "Gute Neuigkeiten! Ich habe Fräulein Euphrasie überzeugen können, dass ihr die „Titelfiguren“ der nächsten Ausgabe des „Dampfvogels“ sein werdet. Und dazu wird es eine Exklusivreportage aus der Feder dieser Reporterin höchstpersönlich geben. Hä ... Was meint ihr mit „Nicht nötig“? Aber ich habe so lange auf Fräulein Euphrasie eingeredet! Wollt ihr es euch nicht nochmal überlegen? Ich ... lade euch auch noch einmal zu einem Festmahl ein! Bitte!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88016,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Was das angeht ... Ich hätte am liebsten ein Göttliches Auge mit der Anemo-Kraft. Damit könnte ich den Wind benutzen, um ganz bequem an die verschiedensten Orte für meine Interviews zu fliegen. Aber das Göttliche Auge mit der Kryo-Kraft wäre auch nicht schlecht, dann bräuchte ich mir wenigstens keine Sorgen zu machen, dass die Innenvorrichtung meines Fotoapparats überhitzen könnte.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88017,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "„Die ehrlichste Berichterstattung, die interessantesten Geschichten!“ Das ist mein Arbeitsprinzip. Hmm? Was die Hauptsache ist? Oh, wenn ich mich entscheiden müsste, natürlich die „Wahrheit“, die „interessante Geschichte“ drumherum ist nur ein Hilfsmittel, damit die Leser die Nachrichten auch verstehen. Hm, aber laut meinen Beobachtungen ... sind die Leser eher bereit, für sensationelle „Geschichten“ zu bezahlen, als für die „Wahrheit“.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_share_01"
		},
		{
			"voicelineId": 88018,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Ich möchte euch „Herrn Vérité“ vorstellen, meinen besten Kumpel und Assistenten, den einzigartigen Fotoapparat. Schaut euch seinen Hut und seine Fliege an, ich habe sie extra von Fräulein Chiori anfertigen lassen, sind sie nicht ausgesprochen hübsch? Ich habe auch verschiedenartige Ausstattungen für ihn zusammengestellt, um den verschiedenen Interviewsituationen gerecht zu werden.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_gift_01"
		},
		{
			"voicelineId": 88019,
			"title": "Über Navia ...",
			"voicelineType": "4001",
			"description": "Navias Vater wurde rehabilitiert und der Fall des „massenhaften Verschwindens der Mädchen“ wurde abgeschlossen. Endlich kann sie ein wenig aufatmen. Ich weiß nicht wieso, aber sie war in letzter Zeit die Protagonistin aller möglichen Schreckensmeldungen. Zum Glück konnte ich alle Zeitungsberichte über sie übernehmen und den Inhalt so gut es ging beeinflussen.\nAuch wenn ... Fräulein Euphrasie hat mich dafür unzählige Male gescholten. Aber ihr geholfen und das tiefgründige Exklusivinterview ergattert zu haben, war die Schelte wert!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88020,
			"title": "Über Lyney ...",
			"voicelineType": "4002",
			"description": "Na schön, also hat mich Herr Lyney schon wieder abgewiesen. Das war das wievielte Mal ... Ach, egal! Je öfter mich Herr Lyney abweist, desto sicherer bin ich mir, dass er eine wertvolle Geschichte verbirgt, deren Wucht einzigartig sein muss. Ich muss sie unbedingt ausgraben!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88021,
			"title": "Über Lynette ...",
			"voicelineType": "4003",
			"description": "Egal, was ich sie auch gefragt habe, Fräulein Lynette hat immer nur still ihre Augen niedergeschlagen und sonst keine Regung gezeigt, wie eine ... eine Uhrwerk-Puppe. Ich möchte unbedingt eine Reportage mit dem Titel „Das Geheimnis der Magie – Die ‚Puppenassistentin‘ des genialen Zauberers“ schreiben! Aber ich glaube, selbst wenn sie diese Reportage lesen würde, würde sie keine Miene verziehen ...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88022,
			"title": "Über Clorinde ...",
			"voicelineType": "4004",
			"description": "Fräulein Clorinde ist die berühmteste „Duellrepräsentantin“ am Hof von Fontaine, aber auch die geheimnisvollste. Ich habe aus privaten Quellen gehört, dass sie mit mysteriösen Ritualen ihre Waffen in Schuss hält. Vielleicht ist das der Schlüssel zu ihren unangefochtenen Duellsiegen? ... Ah, ich würde ihr so gern diese Frage persönlich stellen. Aber ich werde die Chance wohl nicht bekommen, denn sie hat öffentlich verlauten lassen, dass sie sich nicht interviewen lässt.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88023,
			"title": "Über Wriothesley ...",
			"voicelineType": "4005",
			"description": "Also ... hast du diesen „Herzog“ in letzter Zeit gesehen? Hast du irgendwelche Informationen für mich, die ihn betreffen? Ich will keine über Tauschscheine, Tauschscheinkantine ... oder „Wer nicht arbeitet, soll auch nicht essen.“ ... Das ist allerlei Straßengerede. Gibt es Geschichten über die Person des „Herzogs“? Was meinst du mit „Vertraulichkeit“ ...? Sogar deine Lippen sind versiegelt? Wir hatten doch einen Deal! Gib mir mein Geld für das Festmahl zurück! Geh doch einfach zurück und sitz deine Strafe ab! Du {F#Gaunerin}{M#Gauner}!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die die ersten Bewegungen verkündenden letzten Minuten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 88024,
			"title": "Über Émilie ...",
			"voicelineType": "4006",
			"description": "Fräulein Émilie hat das beste Parfüm am Hof von Fontaine! Vor zwei Tagen hat sie ein Parfüm empfohlen, das gleichzeitig Insekten abwehrt, die Schweißbildung rasch unterbindet und den Schweißgeruch überdeckt. Dieses neuartige Parfüm ist für Leute wie mich, die häufig im Außendienst unterwegs sind, ein absoluter Lebensretter. Ich habe mir heute auch etwas davon aufs Handgelenk gesprüht ... Hier, schnupper mal, wie herrlich das duftet.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88025,
			"title": "Über Chiori ...",
			"voicelineType": "4007",
			"description": "Ich habe die „Chioriya-Boutique“ gründlich überwacht. Außer den Edeldamen von Fontaine und den Gästen aus der Ferne, die zum Staunen dort sind, gehen auch oft bedrohlich wirkende Figuren in die Boutique! Manche sind muskelbepackt und haben Narben im Gesicht, andere tragen Masken und Hüte und haben Messer dabei ... Trotz allem haben fast alle Geschenkartikel in den Händen und sie treten sehr respektvoll auf. *hust* ... Die, die sich daneben benehmen, fliegen ganz schnell wieder zur Tür hinaus, wirklich! Ich habe sogar ein paar Schnappschüsse davon gemacht!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88026,
			"title": "Über Fréminet ...",
			"voicelineType": "4008",
			"description": "Seitdem haben Fréminet und ich uns öfters gesehen. Er ist sehr an meinem Fotoapparatassistenten „Herrn Vérité“ interessiert und hat mir geholfen, das Objektiv zu verbessern. Ehrlich gesagt ... hat mir das Herz bis zum Hals geschlagen, als er „Herrn Vérité“ in Windeseile in seine Einzelteile zerlegt hat ... Erstaunlich, dass er ihn genauso schnell wieder zusammenbauen konnte. Ich dachte schon, er komme vom Forschungsinstitut Fontaine, aber das hat er verneint.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 88027,
			"title": "Über Neuvillette ...",
			"voicelineType": "4009",
			"description": "Wenn ein Reporter den „Obersten Richter“ interviewen möchte, muss er die Fragen schon im Vorhinein festlegen und sie der entsprechenden Abteilung des Palais Mermonia zur Bestätigung vorlegen. Nur bestätigte Fragen dürfen im Interview gestellt werden ... Das soll sicherstellen, dass während des gesamten Interviews keine Probleme auftauchen. Dieser Prozess ist wirklich anstrengend, wenn ich nur daran denke, geht mir schon die Puste aus.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88028,
			"title": "Über Furina ...",
			"voicelineType": "4010",
			"description": "Sämtliche Worte und Bewegungen des Hydro-Archons Frau Furina ziehen einen in den Bann, sie ist der geborene strahlende Stern. Fräulein Euphrasie hatte extra einen Reporter auf sie angesetzt, aber der hatte schon bald gekündigt.\nWarum er gekündigt hatte ... Nach dem, was ich gehört habe, musste er Frau Furina alle Fotos, die er von ihr gemacht hatte, vorzeigen und wenn sie mit einem Foto nicht zufrieden war, musste er es erneut machen. Dem ganzen wurde die Krone aufgesetzt, als der arme Mann Frau Furina insgesamt 127-mal in einer einzigen Pose fotografieren musste ...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88029,
			"title": "Ich will mehr über Charlotte erfahren I",
			"voicelineType": "5001",
			"description": "Mir ist vollkommen klar, dass es nicht ungefährlich ist, nach der Wahrheit zu streben, aber „exklusive Wahrheit“ bedeutet auch „Exklusivmeldungen“, die ich mir nicht entgehen lassen kann ... *hust*! Ich meine, was ich mir nicht entgehen lassen kann ... ist die große Chance, meiner Verantwortung als Reporterin gerecht zu werden. Ich muss den Leuten die authentischsten, stärksten und interessantesten Exklusivmeldungen liefern!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_01"
		},
		{
			"voicelineId": 88030,
			"title": "Ich will mehr über Charlotte erfahren II",
			"voicelineType": "5002",
			"description": "Als frisch gebackene Reporterin hatte ich nicht die leiseste Ahnung, wie man Artikel schreibt. Ich musste es erst durch das Lesen fremder Artikel lernen. Neben dem „Dampfvogel“ gibt es noch einige private Veröffentlichungen mit geringer Reichweite. Da wäre zum Beispiel der „Beobachter“, der auf Tratsch aus der Welt der Sternchen am Hof von Fontaine spezialisiert ist, der „Wöchentliche Unterhalter“, der fortlaufend über Unterhaltungsveranstaltungen und Wettkämpfe berichtet, der „Küchenchef“, der Gerichte bewertet und die „Werde verblüfft!“, die nur Gerüchte und Unfug verbreitet ...\nAll diese Zeitungen haben mir großartige Inspirationen geliefert und mich gelehrt ... nun ... wie man viele verschiedene Schreibstile meistert.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 88031,
			"title": "Ich will mehr über Charlotte erfahren III",
			"voicelineType": "5003",
			"description": "Einmal hatte ich mich als Landstreicherin verkleidet und dann sechs Monate als Handlangerin bei einem Lebensmittelhändler gearbeitet, der minderwertige Waren verkaufte, um die Wahrheit aufzudecken. Ich hatte mich sogar in seine Küche eingeschlichen. Als ich genug Informationen aus erster Hand zusammen hatte, habe ich eine Reportage über ihre Praktiken geschrieben und sie in der Zeitung veröffentlicht.\nDie Reportage fand großen Widerhall und der betrügerische Lebensmittelhändler wurde bestraft. Aber die Rache folgte auf dem Fuße, jeden Tag fand ich einen Drohbrief auf meinem Nachtschränkchen, wenn ich nach Hause kam. Und der Eingang zum Zeitungsgebäude wurde immer mit Matsch bespritzt ...\nDie Zeitung meldete das sofort der Polizei. Ich aber wurde nach Mondstadt geschickt, um über „Geniale Beschwörung“ zu berichten. Das war lange bevor ich nach Fontaine zurückkam.\nNun, solche Vorfälle gab es zuhauf, keine Ahnung wie Fräulein Euphrasie das alles gedeichselt hat ...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88032,
			"title": "Ich will mehr über Charlotte erfahren IV",
			"voicelineType": "5004",
			"description": "Schon als ich jung war, noch bevor ich Reporterin geworden bin, war ich überaus neugierig und witterte hinter allem und jedem ein verstecktes Geheimnis.\nFür mich ist die Welt eine riesige Fundgrube, in der unzählige unbekannte Geschichten versteckt liegen und auf ihre Entdeckung warten. Immer wenn mir etwas begegnet, von dem ich vermute, dass es ein Geheimnis verbirgt, hole ich meinen Fotoapparat hervor, mache ein Bild und stecke es in mein Fotoalbum.\nDiese Bilder sind meine ganz persönlichen „Schatzkarten“ ... Ich analysiere sie ständig aus den unterschiedlichsten Perspektiven und versuche, die „Wahrheit“, die sie verbergen, zum Vorschein zu bringen.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 88033,
			"title": "Ich will mehr über Charlotte erfahren V",
			"voicelineType": "5005",
			"description": "Mir ist es egal, welchen Wert diese „Wahrheiten“ haben, was sie bedeuten oder womit sie verbunden sind ... Ich möchte sie nur ans Licht bringen. Um es in der Sprache der Abenteurer auszudrücken, dann gehöre ich sicher zu diesen Leuten ... die Spaß an der Schatzsuche selbst haben, egal, um was für einen Schatz es sich am Ende handelt.\nAuf meiner Suche nach Beweisen habe ich viele Leute kennengelernt. Wie meine Freunde aus Fontaine und Fräulein Euphrasie, die glaubt, ich sei eine geborene Reporterin, und du, {F#die}{M#der} mit mir zusammen nach der „Wahrheit“ gesucht und sie gefunden hast. Ohne eure Hilfe wäre ich wahrscheinlich immer noch der Wildfang, der einfach nur überall Fotos schießt.\nJedenfalls ... bin ich sehr froh, dass ich bei dir das Exklusiv-Interview geben darf. Das kommt nicht oft vor ... war ein echtes Vergnügen.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 88034,
			"title": "Charlottes Hobbys ...",
			"voicelineType": "6001",
			"description": "Am liebsten sammle ich alle Arten von Objektiven für Fotoapparate. Manche Objektive haben einen super breiten Fokussierbereich, andere sind Weitwinkelobjektive. Manche Objektive haben übrigens auch Sonderfunktionen, durch die die gemachten Fotos mit Spezialeffekten versehen werden. Wenn du zum Beispiel mit diesem Objektiv eine Porträtaufnahme machst, sieht das Gesicht des Modells ganz pummelig aus. Komm! Ich mache ein Bild von dir, und du musst auch mit drauf, Paimon!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_hobby"
		},
		{
			"voicelineId": 88035,
			"title": "Charlottes Sorgen ...",
			"voicelineType": "6012",
			"description": "Manche Leute haben einen eher schlechten Eindruck von mir, vielleicht ... weil meine Art, Fragen zu stellen, manchmal etwas ähm ... intensiv ist. Jedes mal, wenn ich nun zu einem Interview gehe, sehen mich die Leute so argwöhnisch an ... *seufz* Aber zu meiner Verteidigung, bei manchen Interviewpartnern ist es aber erforderlich, sie auf diese Weise zu befragen.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_annoyed_01"
		},
		{
			"voicelineId": 88036,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Hehe, ich hab eine Schwäche für Süßes. Egal wie viel ich zur Mahlzeit hatte, Desserts kann ich immer weiter essen. Meine Mutter würde sagen ... In meinem Bauch ist immer Platz für ein Dessert.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodLike"
		},
		{
			"voicelineId": 88037,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Scharfe Sachen kann ich nicht essen. Es ist, als wäre mein Magen mit einem ultrasensiblen Schärfe-Detektor ausgestattet. Wenn ich es wage, etwas auch nur minimal Scharfes zu essen, wird mein Magen garantiert schmerzen ... Und der Schmerz wird einen ganzen Tag anhalten ... hach ...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodDislike"
		},
		{
			"voicelineId": 88038,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Du bist ja richtig kunstfertig! Möchtest du nicht vielleicht eine kulinarische Kolumne in der Zeitung haben? Ich hätte auch schon einige Ideen für Aufmachung und Gestaltung.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_pref_01"
		},
		{
			"voicelineId": 88039,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Das ist aber lecker. Könntest du mir das auch beibringen, wenn du einmal Zeit hast?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_normal_01"
		},
		{
			"voicelineId": 88040,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Oh ... Das schmeckt ähm ... Und dazu habe ich es auch noch probiert, das reicht, um in eine erschütternde Nachricht zu kommen ...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_dislike_01"
		},
		{
			"voicelineId": 88041,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Alles Gute zum Geburtstag! Hast du den heutigen „Dampfvogel“ gelesen? Ich habe darin meine Geburtstagsglückwünsche für dich veröffentlicht, hehe ... Warte ... du hast ihn nicht gekauft? Macht nichts, als ich die Zeitung verlassen habe, habe ich ein Exemplar eingesteckt. Schau, hier, ich musste hart kämpfen, um sie auf dieser Seite zu veröffentlichen.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 88042,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Das fühlt sich wunderbar an, das muss ich aufzeichnen.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 88043,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Das Zeug hilft einem wirklich bei der Entwicklung? Ich hatte bisher nur davon gehört und nicht erwartet, dass ich es jetzt selbst erleben darf.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 88044,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Hast du auf diese Weise schon einmal jemandem geholfen? Gab es bei dem verwendeten Material Unterschiede? Und ich frage mich ... Huch, entschuldige, schon wieder, Berufskrankheit.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88045,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Einfach Wahnsinn! Ich spüre, dass sich mein Denkvermögen beschleunigt hat, und mein Körper ist voller Energie ... Damit schnappe ich mir garantiert einen Haufen Exklusivmeldungen! Aber zuallererst: lass uns noch ein Foto machen, damit dieser wunderbare Augenblick festgehalten wird.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 88046,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Bitte recht freundlich!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_01"
		},
		{
			"voicelineId": 88047,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Jetzt lächeln.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_02"
		},
		{
			"voicelineId": 88048,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Mach eine hübsche Figur!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_03"
		},
		{
			"voicelineId": 88049,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Die Wahrheit ist heilig!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_01"
		},
		{
			"voicelineId": 88050,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Explosive Neuigkeiten!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_02"
		},
		{
			"voicelineId": 88051,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Charlotte berichtet! Knallhart exklusiv!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_03"
		},
		{
			"voicelineId": 88052,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Ooh! Das sieht gut aus.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_01"
		},
		{
			"voicelineId": 88053,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Ich würde die Person, die diese Truhe hier abgestellt hat, zu gern interviewen.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_02"
		},
		{
			"voicelineId": 88054,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Dieses Zeug sollte doch nicht auf der Fundsachenliste stehen, oder?",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_03"
		},
		{
			"voicelineId": 88055,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Ich ... Ich kann all das immer noch aufnehmen ...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_01"
		},
		{
			"voicelineId": 88056,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Es müssen noch Neuigkeiten unters Volk gebracht werden!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_02"
		},
		{
			"voicelineId": 88057,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Mein Fotoapparat funktioniert noch!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_03"
		},
		{
			"voicelineId": 88058,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Vorsicht!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_01"
		},
		{
			"voicelineId": 88059,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "He! Ich möchte keinen Nachruf für dich verfassen!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_02"
		},
		{
			"voicelineId": 88060,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Der Bericht ... muss zum Dampfvogel ...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_01"
		},
		{
			"voicelineId": 88061,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Wenigstens ... hab ich alles aufgenommen ...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_02"
		},
		{
			"voicelineId": 88062,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Überschrift ... Ich habe noch keine Überschrift ...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_03"
		},
		{
			"voicelineId": 88063,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Wie unhöflich.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_L_02"
		},
		{
			"voicelineId": 88064,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910002",
			"description": "Meine Linse!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_H_02"
		},
		{
			"voicelineId": 88065,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Das Interview beginnt!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_01"
		},
		{
			"voicelineId": 88066,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Gibt es Neuigkeiten?",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_02"
		},
		{
			"voicelineId": 88067,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Je näher ich komme, desto authentischer wird der Bericht.",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_03"
		}
	]
}