{
	"id": 10000104,
	"name": "Chasca",
	"friendLines": [
		{
			"voicelineId": 104000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Chasca vom Blumenfeder-Klan. Irgendwelche Streitigkeiten, die ich für dich schlichten soll? Je nach Situation könnte es dich ein wenig Würde, ein paar Getränke oder möglicherweise ... eine Runde Munition kosten.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_draw_appear_01"
		},
		{
			"voicelineId": 104001,
			"title": "Gespräch – Aus der Höhe betrachten",
			"voicelineType": "1101",
			"description": "Wenn man mal nicht weiter weiß, kann einem ein wenig Höhe eine neue Perspektive verschaffen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_01"
		},
		{
			"voicelineId": 104002,
			"title": "Gespräch – Stimme",
			"voicelineType": "1102",
			"description": "Ich wäre schon längst verloren, wenn ich mich von dem Geflüster des Abgrunds hätte fehlleiten lassen. Überleben ist schwierig, aber die Bestie im Inneren zu zähmen ist noch schwieriger.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_02"
		},
		{
			"voicelineId": 104003,
			"title": "Gespräch – Schlichtung",
			"voicelineType": "1103",
			"description": "Ich bin in letzter Zeit etwas aus der Übung ... *gähn* ... Irgendwelche Streitigkeiten in der Nähe? Ich bin in der Stimmung, irgendwo Frieden zu schließen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_03"
		},
		{
			"voicelineId": 104004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Regen ... Meine Haare und Federn werden ganz nass. Wenn ich zurückkomme, muss ich sie ordentlich pflegen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_heavyRain_01"
		},
		{
			"voicelineId": 104005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Hm, sollen wir bei diesem Wetter wirklich fliegen? Glaubst du, du kannst einem Blitz entkommen?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_thunder_01"
		},
		{
			"voicelineId": 104006,
			"title": "Wenn es windig ist ...",
			"voicelineType": "1203",
			"description": "*schnüffel* Der Geruch von Beute liegt in der Luft ... Mach dich bereit.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_breezy_01"
		},
		{
			"voicelineId": 104007,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1204",
			"description": "Der Wind ist perfekt ... Volle Kraft voraus!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_gale_01"
		},
		{
			"voicelineId": 104008,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "„Der frühe Qucusaurier fängt den Wurm“, also habe ich das Frühstück vorbereitet. Alle Pläne für den Tag können warten, bis wir gegessen haben.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingMorning"
		},
		{
			"voicelineId": 104009,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Tag. Um diese Zeit scheint die Sonne am stärksten. Ein guter Zeitpunkt, um eine Pause einzulegen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNoon"
		},
		{
			"voicelineId": 104010,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Hast du schon Pläne fürs Abendessen? Wenn nicht, lass uns beim Stamm essen. Dort gibt es immer das beste Essen und Trinken für die Stärksten.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight"
		},
		{
			"voicelineId": 104011,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Willst du für heute zurückziehen? Hmm ... Ich bin den ganzen Tag geflogen, also sollte ich auch etwas Waffenpflege betreiben.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight2"
		},
		{
			"voicelineId": 104012,
			"title": "Über Chasca – Selbstvertrauen",
			"voicelineType": "2001",
			"description": "Damals, als der Blumenfeder-Klan für die Patrouillen und die Verteidigung von ganz Natlan verantwortlich war, war die Flugstaffel die beste der besten, die wildesten Krieger von ganz Natlan.\nBis heute grenzt der Stolz vieler Qucusaurierreiter an Arroganz ... Hmm? Ich? Nein, ich bin nicht arrogant. Nur äußerst selbstbewusst.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle"
		},
		{
			"voicelineId": 104013,
			"title": "Über Chasca – Blumenfeder-Klan",
			"voicelineType": "2005",
			"description": "Als man mich zum ersten Mal zum Stamm brachte, passte ich überhaupt nicht hinein. Ich fühlte mich so fehl am Platz, wie ein fremdes Wesen, das plötzlich in die Welt der Menschen versetzt wurde ... Aber Chuychu und ihre ... ich meine ... unsere Eltern akzeptierten mich so, wie ich war.\nIch bin unendlich dankbar, dass ich sie getroffen habe, und deshalb werde ich ihren geliebten Stamm verteidigen ... solange ich lebe.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104014,
			"title": "Über uns – In Ordnung bringen",
			"voicelineType": "2003",
			"description": "Bei deinen Fähigkeiten bezweifle ich, dass es jemand in Natlan wagen würde, sich mit dir anzulegen. Aber für jede Regel gibt es Ausnahmen. Wenn du also jemals in eine Situation kommst, aus der du dich nicht mit roher Gewalt befreien kannst, dann komm zu mir. Ich werde alles wieder in Ordnung bringen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close"
		},
		{
			"voicelineId": 104015,
			"title": "Über uns – Familie",
			"voicelineType": "2002",
			"description": "Vielen Dank für deine Hilfe mit Coya ... Ich weiß wirklich nicht, wie die Dinge ohne dich gelaufen wären.\nSie ist den Menschen gegenüber nicht mehr so feindselig eingestellt, aber es wird noch eine Weile dauern, bis sie sich an sie gewöhnt hat. Alte Gewohnheiten lassen sich nur schwer ablegen.\nChime andererseits ... Sie liebt es, mit den Leuten vom Stamm herumzuhängen. Sie versteht sich sehr gut mit Yatlan und den anderen Kindern ... Wenn ich sie zusammen spielen sehe, erinnert mich das manchmal an mich und Coya, als wir noch klein waren.\nWie auch immer, mittlerweile gibt es die meisten Probleme eher mit Mama ... Ich weiß nicht, was in letzter Zeit mit ihr los ist. Sie nörgelt ständig an mir herum, ich solle mir ein eigenes Nest bauen wie Coya. Und sie sagt: „Vielleicht ist es an der Zeit, deine Familie zu vergrößern“ ... Woher kommt das alles? Hmm? Warum grinst du so?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Von welkenden Blumen und fallenden Federn“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104016,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Dieses Göttliche Auge spielte eine wichtige Rolle in meinem Kampf gegen den Abgrund. Wenn es nicht aufgetaucht wäre, wüsste ich nicht, wo ich heute wäre.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104017,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Den Menschen ist es oft peinlich, über ihre Fehler in der Kindheit zu sprechen ... Warum ist das so? Ob du ein Mensch oder ein Qucusaurier bist, du kannst nur besser werden, wenn du aus deinen Fehlern lernst.\nDeshalb bin ich auch nicht schüchtern, wenn es darum geht, dass ich als Kind gedankenlos um mich geschlagen habe. Heutzutage ziehe ich meine Waffe nie, ohne vorher darüber nachzudenken, auch wenn es nur ein paar Sekunden sind ... oder vielleicht eine halbe Sekunde.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_share_01"
		},
		{
			"voicelineId": 104018,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "In Natlan gibt es viele sehr hohe Bäume. Von da oben hat man eine gute Sicht und man kann super abheben. Willst du es versuchen? Keine Sorge, ich fang dich auf, wenn du fällst.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_gift_01"
		},
		{
			"voicelineId": 104019,
			"title": "Über Kachina ...",
			"voicelineType": "4001",
			"description": "„Jeder Qucusaurier fällt aus seinem Nest, bevor er fliegen lernt.“ Kachina wurde nicht auf magische Weise über Nacht zur Siegerin. Ihr Sieg war das Ergebnis konsequenter, unermüdlicher Anstrengungen über einen sehr langen Zeitraum hinweg. Sie ist eine herausragende Kriegerin, die all die Ehre und den Respekt verdient, die sie bekommen kann.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Schwarzer Stein unter dem weißen begraben“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 104020,
			"title": "Über Mualani ...",
			"voicelineType": "4002",
			"description": "Mualani sagt, wir hätten uns als Kinder um ein Spielzeug gestritten, das wir beide haben wollten, aber daran kann ich mich nicht erinnern.\nHmm ... Ich frage mich, ob das daran liegt, dass ich in so viele Kämpfe verwickelt war, dass ich einfach den Überblick verloren habe. Ich frage mich auch, ob es vielleicht ihr Surfbrett war, hinter dem ich her war, und nicht irgendein Spielzeug ... Ich wette, ich wollte nur die Möglichkeit haben, auf dem Wasser zu jagen.\nWas auch immer es war, ich bezweifle, dass unsere Fehde länger als einen Tag dauerte. Denn das wäre bei Mualani nie der Fall.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104021,
			"title": "Über Xilonen ...",
			"voicelineType": "4003",
			"description": "Sie wirkt vielleicht etwas ausgelaugt, aber lass dich nicht täuschen. Sie ist eine der fleißigsten Menschen, die man sich vorstellen kann.\nAls ich sie bat, meine Waffe für mich zu bauen, habe ich mir kaum Gedanken darüber gemacht und ihr nur eine allgemeine Vorstellung davon gegeben, was ich wollte. Den Rast habe ich ihr überlassen. Als sie dann anfing, ernsthaft daran zu arbeiten, verbrachte sie einen ganzen Tag damit, mich zu befragen, wie ein typischer Flugtag aussehen würde, wie oft ich die Waffe voraussichtlich benutzen würde und so weiter. Am Ende des Tages lagen überall auf dem Boden verworfene Entwürfe ... Ich war so erschöpft, dass ich noch vor ihr eingeschlafen bin.\nDann schrieb sie eine ganze Wartungsanleitung, die ich auswendig lernen musste, damit ich sie nicht jeden Tag mit Fragen löchern würde ... Nun, das hat sie jedenfalls so gesagt. Aber ich vermute, ihr eigentlicher Grund war, dass sie sicherstellen wollte, dass ich auf mich aufpasse und sicher fliege.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104022,
			"title": "Über Mavuika ...",
			"voicelineType": "4004",
			"description": "Manche Leute vergleichen mich mit dem Pyro-Archon, weil ich so viele Pilgerreise erfolgreich absolviert habe. Das ist ein sinnloser Vergleich. Wenn die Pilgerreise ein Baum wäre und ich ein Geier auf dem höchsten Ast, dann wäre der Pyro-Archon die Sonne am Himmel ... Je stärker du wirst, desto mehr schätzt du die schiere Größe der Kluft zwischen dir und ihr. Ich habe nur ein paar Siege eingeheimst, sie ist die Herrin einer ganzen Ära.\nAber wenigstens kann ich von hier oben bei klarer Sicht genau sehen, wie hoch ich fliegen will.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104023,
			"title": "Über Kinich ...",
			"voicelineType": "4005",
			"description": "Als ich Ajaw zum ersten Mal sah, dachte ich: „Oh, Kinich hat auch einen Saurier, den er wie ein Familienmitglied behandelt“ ... ohne zu wissen, wie weit ich damit daneben lag. Ihre Beziehung ist ... wirklich einmalig.\nObwohl ich sagen muss, dass Ajaws Beherrschung der menschlichen Sprache mich ziemlich neidisch macht. Ich wünschte, Mama könnte so spreche wie er, dann könnten wir uns das ganze Ratespiel mit Körpersprache sparen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104024,
			"title": "Über Citlali ...",
			"voicelineType": "4006",
			"description": "Mein Vater erzählte mir, dass, als ich noch klein war, die Ältesten mit dem höchsten Bildungsstand von Natlan versammelt und gebeten wurden, einen Plan für den Umgang mit meiner Beeinflussung durch den Abgrund zu entwerfen. Sie waren sich alle uneinig über die beste Vorgehensweise und es wurde zu einer langen Debatte. Irgendwann verließ Citlali leise den Raum, aber alle waren zu sehr mit der Diskussion beschäftigt, um das zu bemerken. Als sie zurückkam, stellte sie Essen und Wein vor sich hin, ignorierte alle und begann einfach zu essen ... und plötzlich wurde es ganz still am Tisch.\nAllein nach ihrem Aussehen zu urteilen, kann man nicht ahnen, wie viel sie schon durchgemacht hat.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104025,
			"title": "Über Ifa ...",
			"voicelineType": "4007",
			"description": "Chuychu und mein Vater haben unzählige Male mit ihm über Medizin gesprochen. Als ich von der fliegenden Werkstatt zurückkam, habe ich Coya als Erstes zu ihm gebracht, um sie untersuchen zu lassen. Aber er war so abweisend. Er warf einen Blick auf sie und sagte: „Es ist nichts Ernstes, Cusco kann damit umgehen“. Dann ging er sofort wieder, um sich um einen anderen Patienten zu kümmern ... *seufz* Er hatte natürlich recht. Ich habe mir einfach zu viele Sorgen gemacht.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Von welkenden Blumen und fallenden Federn“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104026,
			"title": "Über Iansan ...",
			"voicelineType": "4008",
			"description": "Ich hatte schon immer den Eindruck, dass das Lehren Anderer und das Trainieren der eigenen Person zwei unterschiedliche Fähigkeiten sind. Nur sehr wenige Menschen vereinen eben diese beiden Fähigkeiten in sich, und Iansan ist einer von ihnen.\nIch zum Beispiel verstehe nicht wirklich etwas davon, anderen Leuten etwas beizubringen. Jedes Mal, wenn ich den Mitgliedern der Flugstaffel etwas demonstrieren möchte, rede ich mir beim Erklären der langweiligsten, simpelsten Sachverhalte den Mund fusselig. Und das, nur um dann zu hören „Was soll daran simpel sein?“.\nWenn nur Iansan sie unterrichten könnte, dann würden beim Blumenfeder-Klan wahrscheinlich jedes Jahr doppelt so viele Leute die Flugprüfung bestehen ... Wie schade, dass sich keines ihrer Trainingsprogramme ums Fliegen dreht.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104027,
			"title": "Ich will mehr über Chasca erfahren I",
			"voicelineType": "5001",
			"description": "Als Friedensstifterin bin ich mir sehr wohl bewusst, dass Gewalt mitnichten die Lösung aller Konflikte ist. In vielen Fällen ist ein gewisses Gewaltpotential aber die Voraussetzung dafür, dass die Leute überhaupt bereit dazu sind, sich deine Argumente erst einmal anzuhören.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_01"
		},
		{
			"voicelineId": 104028,
			"title": "Ich will mehr über Chasca erfahren II",
			"voicelineType": "5002",
			"description": "Die Krieger des Blumenfeder-Klans sind stolz, aber die Qucusaurier sind noch stolzer. Selbst jemand wie ich, der von klein auf unter Qucusauriern aufgewachsen ist, muss erst ein hartes Training durchlaufen und die Anerkennung der Qucusaurier gewinnen, um schließlich auf ihren Rücken klettern und ein Reiter werden zu dürfen. Immerhin wäre es sowohl den Sauriern als auch den Menschen gegenüber unverantwortlich, jemanden, der komplett unerfahren ist, auf dem Rücken eines Sauriers gen Himmel fliegen zu lassen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 104029,
			"title": "Ich will mehr über Chasca erfahren III",
			"voicelineType": "5003",
			"description": "Manche, die wieder und wieder durch die Flugprüfung fallen und sich nicht die Anerkennung der Qucusaurier sichern können, sind am Ende ziemlich entmutigt und werfen das Handtuch. Beim Blumenfeder-Klan nennen wir solche Leute auch „Flügellose“ ... Wobei man sagen muss, dass sich nur diejenigen überhaupt erst der Flugprüfung stellen, die ohnehin schon außergewöhnliche Krieger sind. Selbst wenn ihr Kampfeswille also einmal nicht so stark sein sollte, wird er doch eines Tages wieder auflodern. Und bis dahin werden wir immer gut auf sie Acht geben – genau, wie die Qucusaurier auf ihre Jungen achten, die noch nicht fliegen können.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104030,
			"title": "Ich will mehr über Chasca erfahren IV",
			"voicelineType": "5004",
			"description": "Mit meiner Geburt hatte ich bereits die Kindheit verloren, die für normale Menschen selbstverständlich ist ... Aber als ich schon mit einem Bein im Grab stand, da schenkte mir „Mutter“ ein neues Leben. Und Chuychu gab mir, als ich verloren und desorientiert war, einen neuen Glauben ... Meine Saurierfamilie und meine Menschenfamilie stärken mir den Rücken, und auch die aus abertausenden Lebewesen bestehende Familie namens Natlan. Ich lass mich also nicht unterkriegen. Weder vom Abgrund, noch von den Strapazen des Lebens ... Ich werde sie alle überwinden!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104031,
			"title": "Ich will mehr über Chasca erfahren V",
			"voicelineType": "5005",
			"description": "Chuychu hoffte, dass aus mir mal ein Held wird. Daher ... kann ich nicht einfach aufgeben. Ich muss stark bleiben, ihr zuliebe ...\nAber als das Relikt explodierte und meine große Schwester sich vor mich warf, ich ... ich konnte nicht anders, als daran zu denken, wie furchtbar es ist, ein Familienmitglied zu verlieren ...\nEntschuldigung, ich weiß einfach nicht, wem ich das sonst anvertrauen kann. Ich habe immer versucht, es für mich zu behalten, aber jetzt fühle ich mich schon viel besser.\nDa ich diese Angst eh nicht vergessen kann, versuche ich einfach, mich stattdessen an sie zu erinnern. Um sie dann ... zu überwinden.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Von welkenden Blumen und fallenden Federn“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104032,
			"title": "Chascas Hobbys ...",
			"voicelineType": "6001",
			"description": "Konflikte anzuzetteln bringt einem mehr Ärger ein, als es wert ist. Konflikte zu lösen wiederum ist viel besser. Deswegen bin ich gerne Friedensstifterin, denn die Konflikte kommen zu mir ... Hehe, nur ein kleiner Scherz am Rande.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_hobby"
		},
		{
			"voicelineId": 104033,
			"title": "Chascas Sorgen ...",
			"voicelineType": "6012",
			"description": "Die Kraft des Abgrunds. Nicht, weil sie mich besonders stark beeinflusst – das tut sie nicht mehr. Aber eher, weil sich ihretwegen die Leute in meiner Umgebung so sehr um meine Sicherheit sorgen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_annoyed_01"
		},
		{
			"voicelineId": 104034,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Als ich klein war und noch am Meer lebte, habe ich meistens rohen Fisch gegessen. Nachdem ich dann zum Blumenfeder-Klan gekommen war, mochte ich am liebsten feuergegrilltes Steak ... Qucusaurier und Menschen haben extrem unterschiedliche Essgewohnheiten, aber ich mag beide wirklich sehr gern.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodLike"
		},
		{
			"voicelineId": 104035,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Alles, was zu viel Alkohol enthält, würde ich sagen. Nicht, weil ich nicht gern trinke, sondern weil ich vor dem Fliegen meinen Konsum strengstens unter Kontrolle haben muss. Manchmal bekommt man aber auch Dinge vorgesetzt, bei denen Alkoholgeruch von anderen Gerüchen überlagert wird ... Sieht lecker aus, riecht gut, also nimmt man einen Bissen, und dann ... Na toll, eine Falle.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodDislike"
		},
		{
			"voicelineId": 104036,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Ich sag dir, dieses Gericht zusammen mit einem guten Wein würde die Erfolgschancen einer Mediation um dreißig Prozent erhöhen. Es geht doch nichts über ein gutes Tröpfchen und Essen, um für gute Stimmung zu sorgen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_pref_01"
		},
		{
			"voicelineId": 104037,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Ziemlich gut. Danke.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_normal_01"
		},
		{
			"voicelineId": 104038,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Ähm ... Ist das für den Qucusaurier? ... Tut mir leid, aber das essen sie normalerweise nicht.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_dislike_01"
		},
		{
			"voicelineId": 104039,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Hier, nimm diese Pistole. Sie ist mit sechs Kugeln geladen, inklusive einer ganz speziellen. Such dir ein offenes Stück Land und probier sie aus – oder noch besser, flieg hoch in den Himmel und probier sie dort aus.\nOh, du hattest also die spezielle Kugel schon beim ersten Versuch, was? Du scheinst echt Glück zu haben heute ... Das war ein pfeifendes Geburtstagsfeuerwerk. Ich habe es selbst angefertigt!\nHmm? ... Was mit den anderen fünf Kugeln ist? Noch mehr Feuerwerkskugeln natürlich! Aber das waren nur Testkugeln, die ich vor der angefertigt habe, die du gerade abgefeuert hast. Sie haben alle eine andere Farbe und sind nicht ganz perfekt. Nächstes Jahr werde ich mein Bestes geben, eine komplette Ladung aus sechs qualitativ hochwertigen Kugeln für dich zu machen.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 104040,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Hm, ist da etwa eine neue Kugel in der Kammer?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 104041,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Hast du Bedarf an einer Mediation? Bei Stammesstreitigkeiten? Oder einem ausgewachsenen Krieg vielleicht?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 104042,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Durch meine Adern fließt der Drang, zu kämpfen ... Aber mittlerweile weiß ich, wie ich diesen Drang zu etwas Sinnvollem einsetzen kann.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104043,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "„Freundlichkeit sollte sich immer auszahlen, und Leistung belohnt werden.“ Dieses Universalprinzip gilt für Qucusaurier und Menschen gleichermaßen. Ab diesem Tag werden meine Flügel und meine Pistole immer zu deinen Diensten stehen, wohin du auch gehst.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 104044,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Lass uns fliegen.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_01"
		},
		{
			"voicelineId": 104045,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Hah!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_02"
		},
		{
			"voicelineId": 104046,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Bring mich hoch.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_03"
		},
		{
			"voicelineId": 104047,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Alle Kugeln ... Feuer!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_01"
		},
		{
			"voicelineId": 104048,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Haltet euch fest!",
			"voicefile": "VO_gameplay/VO_chasca/vo_chasca_battle_skill3_02"
		},
		{
			"voicelineId": 104049,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "In den Staub mit ihnen.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_03"
		},
		{
			"voicelineId": 104050,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Das ungleichmäßige Aufteilen von Beute ist oft Anlass für Konflikte. Du kannst von Glück reden, dass ich den Kram nicht wirklich brauche.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_01"
		},
		{
			"voicelineId": 104051,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Mora löst eine Menge Probleme. Man kann also nie genug Mora haben, oder?",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_02"
		},
		{
			"voicelineId": 104052,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Ooh, wie das glänzt ... So hübsch ...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_03"
		},
		{
			"voicelineId": 104053,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Ein würdiger Kampf ...!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_01"
		},
		{
			"voicelineId": 104054,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Jetzt bin ich richtig aufgewärmt.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_02"
		},
		{
			"voicelineId": 104055,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Du willst es also auf DIESE Art? Kannst du haben!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_03"
		},
		{
			"voicelineId": 104056,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "... Hier wird nicht gestorben!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_01"
		},
		{
			"voicelineId": 104057,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Hinter mich!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_02"
		},
		{
			"voicelineId": 104058,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Ma... Mama ...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_01"
		},
		{
			"voicelineId": 104059,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Konnte nicht ... überwinden ...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_02"
		},
		{
			"voicelineId": 104060,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Ich ... falle ...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_03"
		},
		{
			"voicelineId": 104061,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Das wird jetzt etwas ungemütlich ...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_01"
		},
		{
			"voicelineId": 104062,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "... Schon wieder!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_02"
		},
		{
			"voicelineId": 104063,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Gut, wer muss hier mal die Flügel gestutzt bekommen?",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_01"
		},
		{
			"voicelineId": 104064,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Eine unruhige Brise heute.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_02"
		},
		{
			"voicelineId": 104065,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Kammer voll geladen, kann also losgehen.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_03"
		}
	]
}