{
	"id": 10000090,
	"name": "Chevreuse",
	"friendLines": [
		{
			"voicelineId": 90000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Ich bin Chevreuse, Truppenführerin der Sonderpatrouille für Sicherheit und Überwachung. Entschuldige, wenn ich die Förmlichkeiten überspringe. Gibt es einen Fall, der meine Aufmerksamkeit erfordert?",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_draw_appear_01"
		},
		{
			"voicelineId": 90001,
			"title": "Gespräch – Muskete",
			"voicelineType": "1101",
			"description": "Die Muskete ist meine Lieblingswaffe. Sie hat nicht nur eine starke Wirkung, sondern ist auch sehr bedrohlich ... Manchmal ist die letztere Eigenschaft sogar nützlicher.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_character_idle_01"
		},
		{
			"voicelineId": 90002,
			"title": "Gespräch – Patrouille",
			"voicelineType": "1102",
			"description": "Die Sonderpatrouille für Sicherheit und Überwachung ist nicht in den regulären Patrouillendienst rund um Fontaine eingebunden. Die Leute, hinter denen wir her sind, sind nicht gerade die Art von Leuten, die einfach so auf der Straße auftauchen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_character_idle_02"
		},
		{
			"voicelineId": 90003,
			"title": "Gespräch – Essen",
			"voicelineType": "1103",
			"description": "Schlemmerkugeln und -ringe sind einfach die beste Leckerei für unterwegs. Man kann sie leicht mitnehmen und sie passen zu so vielen Soßen ... Ich geh’ welche kaufen. Bin gleich wieder da.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_character_idle_03"
		},
		{
			"voicelineId": 90004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Keine Sorge. Meine Muskete kann auch im Regen schießen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_weather_heavyRain_01"
		},
		{
			"voicelineId": 90005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Einige Kriminelle versuchen, das Geräusch des Donners zu nutzen, um heimlich Schüsse abzufeuern. Aber dieser Trick täuscht meine Ohren nicht.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_weather_thunder_01"
		},
		{
			"voicelineId": 90006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Warte! Ich muss mich um meine Muskete kümmern, bevor der Mechanismus einfriert.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_weather_snowy_01"
		},
		{
			"voicelineId": 90007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Was für ein schönes Wetter! Besonders dann, wenn es darum geht, die Dinge im Auge zu behalten.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_weather_sunny_01"
		},
		{
			"voicelineId": 90008,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1205",
			"description": "Bei diesem Wind habe ich Angst, dass sogar meine Kugeln ihr Ziel verfehlen könnten.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_weather_gale_01"
		},
		{
			"voicelineId": 90009,
			"title": "In der Wüste ...",
			"voicelineType": "1206",
			"description": "Die schiere Weite der Wüste ist ideal, um bestimmte Dinge zu vergraben und außer Sichtweite zu halten.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_weather_desert_01"
		},
		{
			"voicelineId": 90010,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Guten Morgen! Ich war gerade dabei, ein paar Runden Krafttraining zu machen. Willst du mitmachen?",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_greetingMorning"
		},
		{
			"voicelineId": 90011,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Guten Tag! Hast du Lust, mit mir in der Kantine der Sonderpatrouille etwas essen zu gehen? Das Essen dort füllt wirklich den Magen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_greetingNoon"
		},
		{
			"voicelineId": 90012,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Ein weiterer Arbeitstag ist vorbei und das ganz ohne riesige Katastrophen. Holen wir uns doch einen mitternächtlichen Imbiss. Ich gehe vor.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_greetingNight"
		},
		{
			"voicelineId": 90013,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Gute Nacht. Ich werde auch bald ins Bett gehen. Hoffentlich passiert über Nacht nichts allzu Kritisches.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_greetingNight2"
		},
		{
			"voicelineId": 90014,
			"title": "Über Chevreuse – Sonderpatrouille für Sicherheit und Überwachung",
			"voicelineType": "2001",
			"description": "Die Sonderpatrouille für Sicherheit und Überwachung hat es mit einer ganzen Reihe von abscheulichen Verbrechen und gefährlichen Kriminellen zu tun. Daher können die Methoden, die wir zur Durchsetzung des Gesetzes anwenden, ein wenig ... härter ausfallen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_idle"
		},
		{
			"voicelineId": 90015,
			"title": "Über Chevreuse – Hut",
			"voicelineType": "2005",
			"description": "Es gibt eine ungeschriebene Regel in der Sonderpatrouille für Sicherheit und Überwachung. Wenn ein Mitglied verstirbt, behalten wir seinen Hut. Sollte das Kind eines verstorbenen Mitglieds der Sonderpatrouille beitreten, geben wir den Hut an das Kind weiter ... Man könnte auch sagen, dass wir das Erbe eines Mitglieds weitergeben.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90016,
			"title": "Über uns – Interessen",
			"voicelineType": "2003",
			"description": "In meiner Freizeit lese ich gern Kriminalromane, aber nicht solche, in denen es um die langatmige Beschreibung der komplizierten Details des Verbrechens selbst geht, sondern solche, wo die emotionalen und menschlichen Konflikte außerhalb des eigentlichen Falls im Mittelpunkt stehen. Ich finde sie sehr interessant.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_close",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 90017,
			"title": "Über uns – Gesetze",
			"voicelineType": "2002",
			"description": "Du kannst jederzeit zu mir kommen, wenn du Fragen zu den Gesetzen hast. Ehrlich gesagt ... solltest du zu mir kommen, sobald du befürchtest, dass etwas nicht ganz legal zugeht.\nIch kann dir gar nicht sagen, wie viele Dämlacke ich jedes Jahr treffe, die die Grenze überschreiten, nur weil sie nicht überlegen, wo sie gezogen wird. Ich möchte nicht, dass du so wirst wie sie.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 90018,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Mein Göttliches Auge ist sicherlich ein integraler Bestandteil der Art und Weise, wie ich meine Pflichten vollführe. Zum Beispiel hatte meine Muskete noch nie eine größere Fehlfunktion, seit ich mein Göttliches Auge erhalten habe. Eine Truppenführerin, die eine Muskete und ein Göttliches Auge hat, ist mehr als genug, um ein paar feige Kriminelle abzuschrecken, würde ich sagen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90019,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Harcourt hat es wirklich getan, er hat Mylis verhaftet ... obwohl sie seine große Liebe war. Dafür muss ich ihn bewundern, wobei ... Hat Mylis wirklich etwas falsch gemacht? Sie hat doch nur Schmuck gefunden und ihn verkauft. Ich schätze, er gehörte ihr nicht, aber es ist kaum das abscheuliche Verbrechen, das die Aristokraten daraus gemacht haben ... *seufz* Manchmal ist es schwer zu sagen, wie Gerechtigkeit aussehen soll, nicht wahr?",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_share_01"
		},
		{
			"voicelineId": 90020,
			"title": "Interessante Vorkommnisse – Garde-Mecha",
			"voicelineType": "3003",
			"description": "Obwohl unsere Organisation zur Maison Gardiennage gehört, macht die Sonderpatrouille für Sicherheit und Überwachung wenig Gebrauch von Garde-Mecha. Und der Grund dafür ist ... Nun, sagen wir einfach, dass diese sperrigen Maschinen unseren Kugeln nur im Weg stehen würden.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_pref_gift_01"
		},
		{
			"voicelineId": 90021,
			"title": "Über Navia ...",
			"voicelineType": "4001",
			"description": "Ich habe von dem Mordfall von Navias Vater gehört. Er hat damals in der Maison Gardiennage für viel Aufsehen gesorgt. Ich glaube, er war der Grund für viele Unstimmigkeiten.\nGlücklicherweise ist die Wahrheit ans Licht gekommen und der wahre Schuldige wurde zur Rechenschaft gezogen ... Die Gerechtigkeit mag nicht immer schnell sein, aber sie siegt am Ende immer.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 90022,
			"title": "Über Lyney ...",
			"voicelineType": "4002",
			"description": "Lyney ist ein ziemlich berühmter Zauberer. Wir hatten einmal einen Fall, bei dem wir einen Zauberer verhaftet hatten, der der vorsätzlichen Schädigung, des Betrugs und des Mordes verdächtigt wurde, aber wir kamen nicht hinter seine Methoden. Schließlich zogen wir Lyney als Berater hinzu. Er half uns, ein entscheidendes Beweisstück zu finden, das zur erfolgreichen Verurteilung des Verdächtigen führte. Ich habe gehört, dass der Fall sogar als Grundlage für einen Kriminalroman über einen Zauberer herangezogen wurde, der Zaubertricks einsetzt, um Verbrechen zu begehen.\nDoch die Beschreibungen in dem Roman sind viel zu detailreich. Viele der Informationen über den Fall müssen noch freigegeben werden, sodass die Veröffentlichung des Romans vorerst auf Eis liegt.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90023,
			"title": "Über Fréminet ...",
			"voicelineType": "4003",
			"description": "Ich habe Fréminet einmal in einem Geschäft gesehen, als wir beide nach demselben Einzelteil griffen. Es war das letzte, das verfügbar war, aber gerade als ich ihm sagen wollte, dass er es haben konnte, zog er seine Hand zurück und rannte aus dem Laden. Es mag seltsam klingen, aber er floh, als ob die Gendarmerie hinter ihm her wäre.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90024,
			"title": "Über Clorinde ...",
			"voicelineType": "4004",
			"description": "Clorinde hat sich in Fontaine einen guten Ruf als Meisterin im Duellieren erarbeitet. Unsere Berufe sind unterschiedlich, daher steht es mir nicht zu, mich über ihre Arbeit zu äußern. Aber ich vertraue darauf, dass sie diese Duelle aus ihrem eigenen Gerechtigkeitssinn heraus annimmt.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90025,
			"title": "Über Wriothesley ...",
			"voicelineType": "4005",
			"description": "Wriothesley leistet sehr effektive Arbeit. Zumindest wissen alle Kriminellen, dass das Fort Méropide kein Ort ist, an dem man lange bleiben und alt werden möchte. Diese Tatsache kommt uns in unseren Verhören zugute.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90026,
			"title": "Über Émilie ...",
			"voicelineType": "4006",
			"description": "Émilie ist eine gute Freundin von mir. Ihr Fachwissen in Sachen Chemie war mir schon oft eine große Hilfe, wenn ich Beweise analysieren oder einen Mörder aufspüren musste. Sie hilft uns dabei, Informationen aufzudecken, die sonst niemand sehen kann, beispielsweise welche Art von Parfüm ein Verdächtiger trug oder welche Art von Blumen er als Geschenk verschickt hat. Sie kann sogar die Orte bestimmen, an denen sich der Verdächtige aufgehalten hat, bis hin zu der Erde, in die er getreten ist ... Außerdem hat sie sich noch nie geirrt.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90027,
			"title": "Über Chiori ...",
			"voicelineType": "4007",
			"description": "Chioris Methode zur Streitschlichtung ist etwas radikal. Aber sie verfügt über gute Beziehungen und hat die Sonderpatrouille für Sicherheit und Überwachung schon mehr als einmal mit Informationen versorgt. Im Gegenzug drücke ich ein Auge zu, wenn sie jemanden vor die Tür setzt oder einen bösartigen Konkurrenten aus dem Geschäft drängt. Wenn du dir die jeweilige Angelegenheit genauer ansiehst, wirst du feststellen, dass Chiori immer im Recht ist. Sie ist einfach nicht der Typ Mensch, der seinen Atem mit Erklärungen vergeudet.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90028,
			"title": "Über Charlotte ...",
			"voicelineType": "4008",
			"description": "Charlotte ist die Art von Reporterin, die einem wirklich Kopfschmerzen bereitet. Wenn es einen großen Fall gibt, ist sie immer als eine der Ersten in der Nähe, egal wie sehr wir versuchen, den Tatort zu sichern. Einmal wurde sie sogar einen halben Monat lang als Verdächtige festgehalten, aber sie hat es trotzdem geschafft, ihren Artikel zu beenden, während sie in Haft war ... Ich muss wirklich die Zeit finden, mit ihrem Redakteur ein formelles Gespräch über ihr Verhalten zu führen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90029,
			"title": "Über Sigewinne ...",
			"voicelineType": "4009",
			"description": "Die Sonderpatrouille für Sicherheit und Überwachung pflegt eine langjährige Freundschaft mit den Melusinen. Wir arbeiten oft mit den Melusinen zusammen, die beim Maréchaussée-Phantom arbeiten. Sie sind freundlich, ehrlich und zuverlässig. Wenn es um die Bearbeitung wichtiger Fälle geht, sind sie unersetzlich. Ich selbst stehe mehreren Melusinen sehr nahe, auch Sigewinne.\nMelusinen gehören seit Langem zu unseren unverzichtbaren Partnern. Wenn es weiterhin Leute gibt, die es wagen, sie zu verleumden und herabzusetzen, dann werden sie bald in die Läufe unserer Musketen gucken dürfen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die Spuren der Vergangenheit bleiben“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14009
					]
				}
			]
		},
		{
			"voicelineId": 90030,
			"title": "Über Neuvillette ...",
			"voicelineType": "4010",
			"description": "Jeder weiß, dass der Oberste Richter sich aller persönlichen Gefühle enthält, wenn er den Vorsitz bei einer Verhandlung führt. Manche sagen sogar, ihm fehle die Wärme menschlicher Gefühle an sich. Aber so, wie ich das sehe, sollte die Justiz von persönlichen Gefühlen unberührt bleiben. Wer das Gesetz bricht, trägt Schuld. So einfach ist das.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90031,
			"title": "Über Furina ...",
			"voicelineType": "4011",
			"description": "Frau Furina hat uns einmal befohlen, eine Art ... zeremonielle Musketiervorstellung zu veranstalten. Sie wollte nicht nur, dass jeder von uns mit speziellen „zeremoniellen Musketen“ ausgestattet wird, sondern auch, dass wir alle möglichen speziellen Aufstellungen üben. Glücklicherweise konnte sie am Ende nicht die richtige Musik für die Aufführung finden und die Sache wurde ganz fallen gelassen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90032,
			"title": "Ich will mehr über Chevreuse erfahren I",
			"voicelineType": "5001",
			"description": "Tut mir leid, ich bin nicht gut darin, mit anderen zu reden ... Na ja, zumindest mit Leuten außerhalb des Verhörraums. Wenn du etwas wissen willst, frag mich einfach.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_friendship_01"
		},
		{
			"voicelineId": 90033,
			"title": "Ich will mehr über Chevreuse erfahren II",
			"voicelineType": "5002",
			"description": "Die Sonderpatrouille für Sicherheit und Überwachung ist nur eine der vielen Abteilungen der Maison Gardiennage. Wir haben eine etwas gewagtere Art, uns um Angelegenheiten zu kümmern, und einige in der Maison Gardiennage haben den Eindruck, dass wir uns nicht gerade an die Regeln halten.\nAber ich denke nicht, dass die Art und Weise, wie die Sonderpatrouille arbeitet, von äußeren Kräften beeinflusst werden sollte. Die Verbrecher, mit denen wir es zu tun haben, sind keine gewöhnlichen verträglichen Leute aus dem Palais Mermonia. Wenn Verbrechen schnell und ohne Vorwarnung begangen werden, wie bei einem plötzlichen Regenschauer, müssen wir in der Lage sein, genauso schnell zu reagieren.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 90034,
			"title": "Ich will mehr über Chevreuse erfahren III",
			"voicelineType": "5003",
			"description": "Die Verbrecher, mit denen ich zu tun habe, sind nicht alle kaltblütige Mörder und herzlose Schurken.\nDie meisten von ihnen begehen zunächst einen kleinen Fehler, haben aber zu viel Angst, ihn einzugestehen. Bei ihren Bemühungen, den Fehler heimlich wiedergutzumachen, geraten sie unwissentlich in einen Strudel von Lügen. Ehe sie es sich versehen, häufen sich die Lügen und sie werden auf den Weg eines Verbrechers gezwungen, obwohl sie vielleicht sogar die besten Absichten hatten.\nMein Lieblingsdramenautor schrieb einmal: „Lügen sind der Boden, auf dem Sünden gesät werden.“\nEin paar Jahre später wurde er aber wegen eines Plagiats verhaftet. Das nennt man wohl dramatische Ironie ...",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90035,
			"title": "Ich will mehr über Chevreuse erfahren IV",
			"voicelineType": "5004",
			"description": "Nach der Inhaftierung meines Vaters wurde ich als „Verbrechertochter“ abgestempelt. Da ich am Fleuve Cendré aufgewachsen bin, habe ich aus erster Hand gesehen, wie viele Ecken in Fontaine noch immer im Schatten liegen. Obwohl mir meine Erziehung nicht viele Freunde einbrachte, war das Wissen, das ich dadurch erlangte, weitaus wertvoller.\nDiejenigen, die das Recht durchsetzen, müssen ihre eigene Vorstellung von Gerechtigkeit haben, eine, die ihr Handeln bestimmt. Das hat mir mein Vater beigebracht.\nUnd es hat sich immer wieder als wahr erwiesen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 90036,
			"title": "Ich will mehr über Chevreuse erfahren V",
			"voicelineType": "5005",
			"description": "Um ehrlich zu sein, habe ich als Truppenführerin der Sonderpatrouille für Sicherheit und Überwachung Böses miterlebt, das über alle Maßen ging. Ich kann nicht anders, als mich zu ärgern und mich machtlos zu fühlen, wenn ich an all die guten, unschuldigen Menschen denke, die verletzt wurden oder sogar ihr Leben verloren haben, weil sie in bestimmte Ereignisse verwickelt waren.\nIch bin fest davon überzeugt, dass Kriminelle bestraft werden müssen, aber wir dürfen nicht zulassen, dass die Bestrafung uns in einem endlosen Kreislauf der Rache gefangen hält.\nWenn wir uns von unseren Gefühlen blenden lassen und erlauben, dass sie unsere Handlungen steuern, laufen wir Gefahr, in ihnen zu ertrinken.\nDiejenigen, die mehr Macht haben, sollten sich dieser Tatsache besonders bewusst sein. Wir alle müssen nach unserem eigenen Sinn für Gerechtigkeit suchen, aber wir müssen uns auch davor hüten, uns bei der Suche danach zu verlieren.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 90037,
			"title": "Chevreuses Hobbys ...",
			"voicelineType": "6001",
			"description": "Vielleicht das Training? Oder Schießübungen? Wenn ich mich festlegen müsste, dann wäre es das Lesen von Kriminalromanen. Das erinnert mich daran, dass ich mir die neuste Ausgabe von „Mörderische Akten“ holen muss.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_pref_hobby"
		},
		{
			"voicelineId": 90038,
			"title": "Chevreuses Sorgen ...",
			"voicelineType": "6012",
			"description": "Ich kann es einfach nicht leiden, Zeit damit zu verschwenden, lästige Benimmregeln zu lernen. Meine Zeit ist besser damit verbracht, Kriminelle in Schach zu halten.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_dialog_annoyed_01"
		},
		{
			"voicelineId": 90039,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Ich finde alles toll, was ordentlich Fett und Zucker enthält. Solche Lebensmittel versorgen mich während des Arbeitstages reichlich mit Energie ... Außerdem sind das echte Stimmungsaufheller. Aber an meinen freien Tagen ... werden diese Fettmacher zu meinem schlimmsten Feind. Die Welt von „Feinden“ zu befreien, hat aber auch seine eigenen Vorzüge.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_pref_foodLike"
		},
		{
			"voicelineId": 90040,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich ... kann einfach keinen Gefallen daran finden, Rohes zu essen. Wenn ich etwas zu mir nehme, muss es vollständig durchgegart sein.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_pref_foodDislike"
		},
		{
			"voicelineId": 90041,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Das ist köstlich. *seufz* Da habe ich mir wohl gleich ein paar Bissen zu viel gegönnt ... Das muss ich mit zusätzlichem Training abarbeiten.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_spice_pref_01"
		},
		{
			"voicelineId": 90042,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Hm, viel besser als das, was wir in der Kantine der Sonderpatrouille bekommen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_spice_normal_01"
		},
		{
			"voicelineId": 90043,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Es macht satt und verursacht nicht noch zusätzlich Appetit ... Meiner Meinung nach ein ausgezeichnetes Gericht.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_spice_dislike_01"
		},
		{
			"voicelineId": 90044,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Alles Gute zum Geburtstag! Ähem ... Aufgepasst! Kinn hoch, Schultern zurück! Ich werde deine Maße nehmen ... Ich möchte eine kleinere, tragbarere Muskete und einen Halfter für dich in Auftrag geben ...\nFertig, rühren. Wenn die Muskete in Auftrag gegeben ist, musst du zuerst ein paar Stunden auf dem Schießstand verbringen. Fangen wir sofort an! Folge mir!",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 90045,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Nicht schlecht. Ich ziele schon viel genauer.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 90046,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Ha, viel Glück beim Versuch, meiner Muskete zu entkommen.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 90047,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Vielen Dank! Mit meiner jetzigen Stärke kann ich mir nicht vorstellen, dass viele Kriminelle jetzt noch entkommen können!",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 90048,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Vielen Dank für deine Hilfe. Ich kann nicht versprechen, dass die gesamte Sonderpatrouille zu deiner Verfügung stehen wird, aber was mich angeht, brauchst du nur ein Wort zu sagen und ich werde da sein.",
			"voicefile": "VO_friendship/VO_chevreuse/vo_chevreuse_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 90049,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Stehen bleiben!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_battle_skill1_01"
		},
		{
			"voicelineId": 90050,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Leg die Waffe nieder!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_battle_skill1_02"
		},
		{
			"voicelineId": 90051,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Dies ist deine letzte Warnung!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_battle_skill1_03"
		},
		{
			"voicelineId": 90052,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Du wolltest es so!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_battle_skill3_01"
		},
		{
			"voicelineId": 90053,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Für die Gerechtigkeit!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_battle_skill3_02"
		},
		{
			"voicelineId": 90054,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Hände hoch!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_battle_skill3_03"
		},
		{
			"voicelineId": 90055,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Was haben wir denn hier?",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_chest_open_01"
		},
		{
			"voicelineId": 90056,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Hoffentlich finde ich hier keine Schmuggelware.",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_chest_open_02"
		},
		{
			"voicelineId": 90057,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Nicht aufregen, das gilt nicht als Diebstahl.",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_chest_open_03"
		},
		{
			"voicelineId": 90058,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Du hattest die Wahl ...!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_life_less30_01"
		},
		{
			"voicelineId": 90059,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Kein Respekt fürs Gesetz!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_life_less30_02"
		},
		{
			"voicelineId": 90060,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Deine Verbrechen sind bewiesen.",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_life_less30_03"
		},
		{
			"voicelineId": 90061,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Zurück in die Formation!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_life_less30_teammate_01"
		},
		{
			"voicelineId": 90062,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Bleibt auf eurer Position!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_life_less30_teammate_02"
		},
		{
			"voicelineId": 90063,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Wo ist nur ... die Gerechtigkeit ...",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_life_die_01"
		},
		{
			"voicelineId": 90064,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Sie sind ... immer noch da draußen ...",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_life_die_02"
		},
		{
			"voicelineId": 90065,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Das darf nicht das Ende sein ...",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_life_die_03"
		},
		{
			"voicelineId": 90066,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910002",
			"description": "Widerstand ist zwecklos ...!",
			"voicefile": "VO_gameplay/VO_chevreuse/vo_chevreuse_battle_hit_H_02"
		},
		{
			"voicelineId": 90067,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Alle hergehört, ausrücken!",
			"voicefile": "VO_teamJoin/vo_chevreuse_teamJoin_01"
		},
		{
			"voicelineId": 90068,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Ein bisschen zusätzliches Training schadet nie!",
			"voicefile": "VO_teamJoin/vo_chevreuse_teamJoin_02"
		},
		{
			"voicelineId": 90069,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Bewaffnet und bereit!",
			"voicefile": "VO_teamJoin/vo_chevreuse_teamJoin_03"
		}
	]
}