{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Ich bin Chiori, die Inhaberin der Chioriya-Boutique. Wende dich an mich, wenn du maßgeschneiderte Kleidung in Auftrag geben möchtest. Was andere Anfragen angeht, so hängt alles davon ab, ob du genug zu bieten hast. Das sind einfach die Regeln des Geschäftemachens: Eine Hand wäscht die andere. Außerdem ist es in der Boutique strengstens verboten, zu rauchen, zu trinken und Krawall zu machen. Der ganze „Der Kunde ist König“-Quatsch läuft hier nicht ... Und selbst wenn königliche Gäste in den Laden kommen, werden sie, wenn sie sich nicht an die Regeln halten, rausgeworfen und schnuppern am Bürgersteig wie jeder andere auch.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Gespräch – Kritik",
			"voicelineType": "1101",
			"description": "Ich entscheide selbst, wie ich leben möchte und wer ich sein will. Niemand kann mir das vorschreiben.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Gespräch – Schneiderschere",
			"voicelineType": "1102",
			"description": "Wer sagt denn, dass man Kleider mit der Schere zuschneiden muss? Lass diese starren Regeln hinter dir. Ich ziehe es vor, meine eigenen Schneidewerkzeuge zu benutzen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Gespräch – Modellstehen",
			"voicelineType": "1103",
			"description": "Wenn es dir wirklich Spaß macht, so herumzustehen, warum arbeitest du dann nicht einfach als Modell für mich? Ich werde ein paar wunderbare Kleider für dich entwerfen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Es ist nicht so sehr der Regen, der mich stört, sondern der Schlamm. Es ist immer so mühsam, ihn aus meiner Kleidung zu waschen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Das erinnert mich an Zuhause.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Die Art und Weise, wie die Flocke von oben herabschwebt, verleitet dazu, nach ihr zu greifen ... Aber in dem Moment, in dem sie auf deiner Hand landet, löst sich ihre Schönheit auf ... Hmm, ich glaube, es gibt mehr Ähnlichkeiten zwischen Schneeflocken und Mode, als ich dachte ...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "In der Wüste ...",
			"voicelineType": "1204",
			"description": "Hmm, wie soll man hier einen Markt für Topmode finden ...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Morgen. Erwarte nicht, dass ich dir Frühstück mache. Aber wenn du in ein Café gehst, sei ein Schatz und bring mir eine Tasse Kaffee mit. Schwarz. Ohne Sahne, ohne Zucker.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Ist es schon Zeit fürs Mittagessen? Ich bin noch gar nicht hungrig ... Ich habe nicht vor, jetzt eine Pause zu machen. Geh einfach selber.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Es ist so laut da draußen. Hat jeder am gesamten Hof von Fontaine beschlossen, heute Abend auszugehen?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Ich werde mich jetzt entspannen und ein schönes, langes Bad nehmen. Also, wir sehen uns morgen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "Über Chiori – Direktheit",
			"voicelineType": "2001",
			"description": "Viele haben sowohl öffentlich als auch privat ihren Unmut über meine Persönlichkeit geäußert und sich darüber beschwert, dass meine Worte verletzend sein können. Aber wenn du mich fragst, sind all diese falschen Höflichkeiten, Begrüßungen und Komplimente reine Zeitverschwendung. Wenn das bloße Nennen von Tatsachen sie schon verletzt, dann sind sie vielleicht zu unsicher.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "Über Chiori – Markenkonzept",
			"voicelineType": "2005",
			"description": "Als ich anfing, die Idee für meine Marke zu konzipieren, dachte ich über viele meiner früheren Erlebnisse nach und fand eine Menge Sätze für den Werbespruch der Marke. Es ist schwierig, einen einzelnen Satz für die Marke auszuwählen, vor allem, wenn man weiß, dass jedes Wort einen sehr geschätzten Teil von einem selbst widerspiegelt ... aber man kann nur das auswählen, was einen selbst am besten repräsentiert: „Gib dich niemals geschlagen.“ Das bin ich. Das ist meine Marke.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "Über uns – Anprobe",
			"voicelineType": "2003",
			"description": "Glaub mir, das steht dir richtig gut. Hmm? Du hast so einen Stil noch nie gesehen? Ha, das liegt daran, dass du noch nie einen Schneider mit Geschmack getroffen hast.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "Über uns – Austausch",
			"voicelineType": "2002",
			"description": "Ich weiß, dass du das wahrscheinlich schon weißt, aber ich sage immer einfach, was ich denke. Vielleicht hast du dich schon daran gewöhnt, aber so drücke ich mich einfach aus und ich werde mich nicht ändern. Du solltest dich in meiner Gegenwart auch immer wie du selbst verhalten. Es gibt keinen Grund, etwas zu verbergen. Ich verspreche dir, dass ich dich nie für das kritisieren werde, was du bist. Hmm? Du glaubst mir nicht? Hast du nach all der Zeit, die wir zusammen verbracht haben, jemals erlebt, dass ich mein Wort nicht gehalten habe?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Weil ich in Inazuma geboren wurde, haben mich die Leute in Fontaine die „donnernde Schneiderin“ genannt. Wenn sie mich so nennen wollen, dann sollen sie das tun. Ich hege keine besondere Zuneigung zu meiner Heimat. Schließlich habe ich alles, auch mein Göttliches Auge, erst bekommen, nachdem ich beschlossen hatte, Inazuma zu verlassen.\nOh, das heißt aber auch nicht, dass ich diese Inseln, auf denen der Stoff nie ganz trocknet, nicht mag. Es ist nur so, dass ich keinen Grund gefunden habe, zurückzugehen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Als ich ein Kind war, schickten mich meine Eltern zu einer Vielzahl von Aktivitäten, um meine Energie zu verbrauchen. Eine dieser Aktivitäten war das Erlernen der Kunst des Schwertkampfs. Aber nach einiger Zeit hatte ich plötzlich das Gefühl, dass der Umgang mit zwei Schwertern gleichzeitig wirklich stark und beeindruckend war. Es dauerte nicht lange, bis der Ausbilder zu mir kam und mir sagte, ich solle aufhören, diese Technik zu üben. Als ich ihn nach dem Grund fragte, sagte er nur, dass es nicht die Standard-Schwerttechnik und daher „unangemessen“ sei. Danach habe ich nie wieder seinen Unterricht besucht. Wenn ich jetzt darüber nachdenke, ist es ein Glück, dass ich darauf bestanden habe, den von mir bevorzugten Weg zu gehen. Vielleicht bin ich einfach so ausgelegt, dass ich beide Hände nicht stillhalten kann.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Tamoto ist mein erstes Meisterwerk. Damals dachte ich nur daran, ein Puppenmädchen zu nähen, das wie ich aussah und mir als Modell und Assistentin diente. Hm? Ein Begleiter? Nein, dafür habe ich keinen Bedarf.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "Über Navia ...",
			"voicelineType": "4001",
			"description": "Sie bat mich, ihr beim Entwerfen aller möglichen seltsamen Dinge zu helfen. Zum Beispiel kleine Kronen für jeden Griff an einem Schiffssteuerrad ... Ich konnte nicht anders, als bei ihrer Bitte mit den Augen zu rollen und ihr zu sagen, dass ich höchstens ihren Hut wie ein Schiff aussehen lassen könnte.\nDiejenigen, die sagen, ich sei meiner Zeit voraus, haben offensichtlich nie mit ihr gesprochen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "Über Lyney ...",
			"voicelineType": "4002",
			"description": "Ich kann keinen Hut machen, der Geheimnisse verbirgt, aber es scheint, dass Lyney seinen Hut so verzaubern kann, dass er genau das tut ... Ich bin ein wenig neugierig, wie es sich anfühlt, einen Hut zu tragen, der so viele Tricks und Geheimnisse enthält wie seiner. Für mich wäre das nur eine Last. Ich sage lieber einfach das, was mir durch den Kopf geht.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "Über Lynette ...",
			"voicelineType": "4003",
			"description": "Die Assistentin des Zauberers sagt zwar nicht viel, aber ich weiß, dass sie mir vertraut. Weißt du, ich bekomme wirklich viel Liebe von Katzen ...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "Über Charlotte ...",
			"voicelineType": "4004",
			"description": "Einmal kam Charlotte in den Laden und hoffte, ein Interview mit mir führen zu können. Ich sagte ihr, dass das keinen Sinn hätte, weil es nichts Neues zu erzählen gäbe. Aber als sie gerade gehen wollte, kam ein Betrunkener in den Laden gestolpert und fing an, Ärger zu machen. Sie nahm das Ganze auf ... Was für ein Fiasko. Ich habe gehört, dass Reporter Spuren verfolgen, aber jetzt scheinen die Nachrichten die Reporter zu verfolgen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "Über Chevreuse ...",
			"voicelineType": "4005",
			"description": "Mit Chevreuse zu arbeiten und sich mit ihr zu unterhalten, sind sehr mühelos. Das ist so einfach, dass ich jedes Mal, wenn ich mich von ihr verabschiede und mich wieder um meine Kunden kümmere, einen Moment brauche, um mental einen anderen Gang einzulegen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "Über Émilie ...",
			"voicelineType": "4006",
			"description": "Die Parfüms von Émilie sind sehr beliebt. Wir haben eine Geschäftsvereinbarung, in der ich sie bitte, kleine Mengen des Parfüms, an dem sie arbeitet, an die Chioriya-Boutique zu liefern. Ich lasse Eloffe das Parfüm heimlich in der Umkleidekabine versprühen und gebe Émilie dann Bescheid, wenn ich höre, was die Kunden darüber sagen. Selbst nach all der Zeit hat mir noch nie ein Kunde gesagt, dass meine Umkleidekabine seltsam riecht. In der Regel kommen sie sogar einer nach dem anderen und fragen, wo sie den Duft kaufen können. Aus Neugierde kaufe ich immer einen Flakon, wenn sie ihn in ihrem Laden anbietet. Ich muss sagen, dass solche Düfte, die immer ein Gefühl der Erfrischung vermitteln, echte Kunstwerke sind.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "Über Wriothesley ...",
			"voicelineType": "4007",
			"description": "Ja. Einige meiner Freunde und Partner haben ihn bereits erwähnt. Ich bewundere seine Fähigkeiten in der Verwaltung und in der Diplomatie, aber ich habe sicher nicht die Absicht, meine Arbeitsweise zu ändern.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "Über Kirara ...",
			"voicelineType": "4008",
			"description": "Als ich noch in Inazuma lebte, gab es eine Katze mit grünen Augen, die mir immer gern folgte, wenn ich auf der Suche nach Inspiration in die Wildnis ging. Das Kätzchen schien sich sehr für die Farben und Muster der Stoffe zu interessieren, die ich bei mir trug. Sie kam sogar zu mir und rieb ihren Kopf an meinen Beinen, wenn sie gut gelaunt war.\nSpäter erkannte ich diese grünen Augen wieder, allerdings bei einem Mädchen mit zwei Schwänzen. Die Art, wie sie neue und faszinierende Dinge betrachtete, hatte sich auch nach so vielen Jahren nicht verändert.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "Über Kamisato Ayaka ...",
			"voicelineType": "4009",
			"description": "Wenn ich mich als Kind nicht immer weggeschlichen hätte, um zu spielen, hätte ich wahrscheinlich nie die Gelegenheit gehabt, die junge Dame des Kamisato-Klans kennenzulernen. Einmal kletterte ich in den Hof des Kamisato-Klans und ihr Temari rollte zufällig an die Wand. Ich konnte sehen, dass sie überrascht war, sich aber trotzdem freute, mich zu sehen. Wir spielten zusammen und unterhielten uns eine ganze Weile, aber am Ende hat mich jemand entdeckt. Und so endete unsere kurze Freundschaft, als ich aus dem Haus geworfen wurde.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "Ich will mehr über Chiori erfahren I",
			"voicelineType": "5001",
			"description": "Ich glaube nicht, dass mein Temperament so schlecht ist, wie die Leute es darstellen. Ich mag es einfach nicht, meine Zeit mit trivialen Dingen zu verschwenden, das ist alles. Aber aus irgendeinem Grund sind es immer diese trivialen Dinge, die mich dann wieder einholen. So habe ich mir mit der Zeit einen schlechten Ruf erarbeitet. Ich würde sagen, das ist völlig ungerechtfertigt!",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "Ich will mehr über Chiori erfahren II",
			"voicelineType": "5002",
			"description": "Seit ich ein Kind war, hatte ich immer ein Problem mit Autorität. Es gab eine Zeit, in der ich die Regeln hasste und immer darauf bestand, mich aufzulehnen. Dank dieses eigensinnigen Charakters habe ich viel Leid erfahren müssen. Aber schließlich habe ich begriffen, dass Regeln nicht unbedingt etwas Schlechtes sind. Was ich gar nicht ausstehen kann, ist das Gefühl, Entscheidungen zu treffen, die nicht auf dem basieren, was ich wirklich denke.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "Ich will mehr über Chiori erfahren III",
			"voicelineType": "5003",
			"description": "Als Kind freute ich mich immer auf das Sommerfest in meinem Heimatort. Jedes Jahr holten die Leute ihre schönsten und buntesten Kleider heraus, zogen sie mit großer Sorgfalt an und mischten sich unter die Menge ...\nJedes Mal, wenn das Fest stattfand, gab es all diese bunten Kugeln, die an den Gürteln der Leute hingen, Goldfische, die man nicht aus dem kleinen Becken herausholen konnte, egal wie sehr man es mit dem Papiernetz versuchte, Apfelbonbons, die so süß waren, dass selbst die Kinder sie nicht alle aufessen konnten, und Feuerwerkskörper, die so schön waren, dass sie nur von Naganoharas stammen konnten ... Ich hatte immer viel Spaß bei diesen Festen, aber trotzdem hatte ich immer das Gefühl, dass etwas fehlte, wenn ich am Ende des Abends nach Hause ging. Erst als ich viel älter war, wurde mir klar, dass ich mehr als nur ein Zuschauer bei einem so wunderbaren Ereignis sein wollte.\nWie die Menschen Naganoharas immer mit einem Feuerwerk in Verbindung bringen, hoffe ich, dass man eines Tages auch Feste mit Chioriya-Kleidung in Verbindung bringen wird.\nHehe, allein beim Gedanken daran bin ich ganz aufgeregt. So, jetzt geht’s zurück in den Laden, um noch ein paar Kleider zu entwerfen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "Ich will mehr über Chiori erfahren IV",
			"voicelineType": "5004",
			"description": "Obwohl ich sehr in meine Arbeit vertieft sein kann, finde ich es auch schön, den Moment zu genießen. Wenn ich etwas Freizeit habe, packe ich oft etwas zu essen ein und suche mir ein schönes Plätzchen in der Natur, um ein gemütliches Mittagsschläfchen zu halten, bevor ich nach Hause zurückkehre, mich noch etwas entspanne und dann zu meiner Lieblingsmusik einschlafe. Oh, und manchmal gehe ich auch gern mit meinen Freunden essen, rede über alles, was in der Welt so passiert, und feiere, bis keiner mehr stehen kann. Ehrlich gesagt hängt das alles davon ab, worauf ich im Moment Lust habe. So wie die Mode nur im Moment existiert, liebe ich es auch, im Moment zu leben. Also, was denkst du? Hast du Lust, heute Abend mit mir auszugehen und eine ganze Nacht voller Spaß zu erleben?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "Ich will mehr über Chiori erfahren V",
			"voicelineType": "5005",
			"description": "Ich mag die kleinen Desserts von Inazuma und alle kulinarischen Gerichte, die fein und leicht sind. Ebenso mag ich das Gefühl beim Anfassen der Stoffe in meiner Heimat und die Gewohnheit, nach einem langen Arbeitstag ein Bad zu nehmen. Auf der anderen Seite mag ich aber auch die sanften Wellen des Meeres von Fontaine und die schöne Landschaft unter der Wasseroberfläche.\nManchmal frage ich mich, ob nicht doch alles vorbestimmt ist und ich immer noch im Schatten meiner Vergangenheit lebe. Aber dann folgt immer eine andere Frage ... Würde die Antwort darauf wirklich etwas ändern? Egal wie, ich bin immer noch ich und lebe in meiner Gegenwart. Selbst wenn ich nur aufgrund meiner Vergangenheit so bin, wie ich bin, liegt meine Zukunft in meinen eigenen Händen, und niemand auf dieser Welt kann das wirklich ändern.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Chioris Hobbys ...",
			"voicelineType": "6001",
			"description": "Ich verfolge meinen Traum mit meiner Arbeit und erforsche die Bedeutung der Freiheit über meine Kunst. Warum sollte man Jahre seines Lebens für etwas aufwenden, das einem nicht am Herzen liegt?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "Chioris Sorgen ...",
			"voicelineType": "6012",
			"description": "Manchmal mache ich mir Sorgen, dass ich nicht so weit gekommen bin, wie ich gehofft hatte, und dass es daher schwer zu sagen ist, wann ich meinen Traum, Chioriya in der ganzen Welt bekannt zu machen, tatsächlich verwirklichen werde. Doch das ist kein Grund, den Traum infrage zu stellen oder aufzugeben. Anstatt mir Sorgen zu machen oder an mir selbst zu zweifeln, würde ich meine Zeit besser damit verbringen, ein paar weitere Entwürfe zu erstellen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Ich kann die Süßspeisen aus Inazuma, die ich als Kind genossen habe, nicht vergessen. Doch statt der Freude des Essens war ich immer mehr an der Herstellung interessiert. Wäre ich weniger von der faszinierenden Welt der Stoffe und Farben angezogen worden, wäre die Welt um einen weiteren Dessertkoch reicher.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich mag kein Essen mit besonders starkem Geschmack, wie zum Beispiel Haggis. Das Erlebnis, Haggis zu essen, ist ein bisschen so, als würde einem plötzlich aus dem Nichts heraus ein Geo-Gespenst ins Gesicht klatschen. Kannst du das nachvollziehen?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Mmh, ich liebe dieses Gericht. Warum bringst du mir nicht nächstes Mal mehr davon mit? Keine Sorge, ich werde auch ein Geschenk für dich mitbringen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Nicht schlecht. Ich denke, dass dies nach einem anstrengenden Arbeitstag in der Werkstatt richtig toll sein wird.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Igitt, ich mag diesen Geschmack nicht. Bring mir das nächste Mal etwas Leichteres für den Gaumen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Ja, ja ... Alles Gute zum Geburtstag oder was man eben sagt. Sag mir einfach, ob du dir ein Geschenk wünschst. Ich habe keine Lust zu raten, was du willst. Hm? Zu direkt? Also gut, warum schnappst du dir nicht Navia, Kirara und die anderen und vielleicht auch ein paar deiner Freunde? Wir können heute Abend eine Feier bei mir machen. Ich werde mir ein paar Notizen über die Geschenke machen, die die anderen für dich vorbereitet haben, und dir auf der Stelle ein Accessoire machen. Zehntausend Mora, dass es dir gefallen wird. Haha, nennen wir es das Vertrauen der Besitzerin der Chioriya-Boutique.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Nein. Fühlt sich immer noch zu gewöhnlich an.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Nicht schlecht, aber da fehlt noch etwas, das für die richtigen Ahs und Ohs sorgt.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Oho ... So ist es schon besser. Ich glaube, ich hab’s raus.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Als Meisterin meines Fachs würden meine Hände beim Zuschneiden von Stoffen natürlich nie zittern, aber ich gebe zu, dass die Aufregung und die Vorfreude mein Herz im Moment wirklich zum Schlagen bringen. Danke, dass du die ganze Zeit, in der ich an diesem Stück gearbeitet habe, zu mir gehalten hast. Es ist extrem wichtig für mich. Ich habe jetzt viel mehr Vertrauen in mich selbst, wenn ich den nächsten Schritt auf meiner Reise mache.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Los geht’s, Tamoto!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Der Nächste, bitte!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Hilf mir mal.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Ich bin Vorreiterin in Sachen Mode.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Zart wie Seide.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Farbe überall verstreut!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Die Handarbeit ist in Ordnung ... wobei ich selbst schon viel bessere gemacht habe.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Ah, das gefällt dir also?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Hmm ... Ich nehme das mal zur Kenntnis.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Meine Kleider sind ruiniert ...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Bist du jetzt fertig?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Zeit, dir eine Lektion zu erteilen.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "He, wen willst du denn beeindrucken?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Ich mache keine Leichentücher, weißt du?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Dafür bin ich wohl nicht ... geschneidert ...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Ich gebe mich ... niemals geschlagen ...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Was ist mit ... meiner Marke ...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "War das alles?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Wie geschmacklos ...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Du legst dich mit der Falschen an.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Willkommen in der Chioriya-Boutique.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Lass mich raten ... Du brauchst etwas Maßgeschneidertes?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Gehen wir raus und lassen uns inspirieren.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}