{
	"id": 10000107,
	"name": "Citlali",
	"friendLines": [
		{
			"voicelineId": 107000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Citlali, die Meisterin des Nachtwinds, hat durch die mystischen Nebel den Pfad der Zukunft erblickt. Kein Unheil wird dich treffen, alle glückverheißenden Sterne werden dich umgeben. Mächtige Gefährten werden an deiner Seite sein. Lass mich dich begleiten ... Äh, findest du es komisch, mich so ernst zu sehen? Hör auf, mich so anzuschauen!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_draw_appear_01"
		},
		{
			"voicelineId": 107001,
			"title": "Gespräch – kurze Erzählungen",
			"voicelineType": "1101",
			"description": "Ich habe, ähm, fast alle kurzen Erzählungen vom Verlagshaus Yae gelesen. I... Ist doch nichts Seltsames dran, oder?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_01"
		},
		{
			"voicelineId": 107002,
			"title": "Gespräch – Trinken",
			"voicelineType": "1102",
			"description": "Auf ein Leben, in dem die Drinks weiter sprudeln und die Mora weiter fließen!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_02"
		},
		{
			"voicelineId": 107003,
			"title": "Gespräch – Trance",
			"voicelineType": "1103",
			"description": "Die Trance-Zeremonie ist für Außenstehende ziemlich unberechenbar. Also sei lieber nicht zu neugierig.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_03"
		},
		{
			"voicelineId": 107004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Ein idealer Tag, um zu Hause eine kurze Erzählung zu lesen.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_heavyRain_01"
		},
		{
			"voicelineId": 107005,
			"title": "Es hat aufgehört zu regnen ...",
			"voicelineType": "1202",
			"description": "Heute Abend sieht man sicher die Sterne.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_afterRain_01"
		},
		{
			"voicelineId": 107006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Ah! Das habe ich wirklich noch nie gesehen!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_snowy_01"
		},
		{
			"voicelineId": 107007,
			"title": "In der Wüste ...",
			"voicelineType": "1204",
			"description": "Pfui! Äh, glaub bloß nicht, dass ich auf den Boden spucke! So ungezogen bin ich nicht. Ich habe nur etwas Sand in den Mund bekommen ... glaub mir!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_desert_01"
		},
		{
			"voicelineId": 107008,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Ah! Guten Morgen! So früh bin ich zuletzt vor meiner Meisterprüfung aufgestanden. Seit ich allein Verantwortung trage, stehe ich erst dann auf, wenn ich ausgeschlafen bin. Also, was gibt’s?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingMorning"
		},
		{
			"voicelineId": 107009,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Guten Tag! Ich halte mich in der Regel strikt daran, bis nachmittags nichts zu trinken ... Na ja, dass ich dann manchmal die ganze Nacht wegen des Rituals wach bleibe, bis die Sonne aufgeht, ist halt eine andere Geschichte ...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNoon"
		},
		{
			"voicelineId": 107010,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Guten Abend! In manchen Gegenden von Natlan wird es nachts echt kalt. Pass auf, dass du dich nicht erkältest. Wo Phlogiston aktiv ist, bleibt die Temperatur allerdings konstant. Das wolltest du gar nicht wissen? Egal, hör einfach zu!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight"
		},
		{
			"voicelineId": 107011,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Gute Nacht. Heute sind keine unheilvollen Sterne zu sehen, die Geister der Erde ruhen sanft, und die Nebel ruhen leicht. Eine ausgezeichnete Nacht. Warum liegt mein Kissen auf dem Boden ...?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight2"
		},
		{
			"voicelineId": 107012,
			"title": "Über Citlali – Trugbild-Krieger",
			"voicelineType": "2001",
			"description": "Oh, du interessierst dich dafür! „Trugbild-Krieger“ ist eine kurze Erzählung der Fantasie von Nakajima Jun aus dem Verlagshaus Yae, ein Klassiker dieses Hauses. Die Handlung spielt auf dem Inselreich „Ashihara“. Der Protagonist der meisten Kapitel ist „Higashi no Sankun“, ein katzenköpfiger Einsiedler, der von jenseits der östlichen Meere kam, aber seine wahre Identität ist eigentlich der alte Vasall, der Vizekönig des Ostens. Diese kurze Erzählung ist sehr umfangreich und wechselte dreimal den Autor. Dennoch wurde das Mysterium der „Houko“ nie gelöst ...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle"
		},
		{
			"voicelineId": 107013,
			"title": "Über Citlali – Ende",
			"voicelineType": "2005",
			"description": "Die „Ode der Auferstehung“ kann unseren physischen Körper zurückbringen, aber alles wird eines Tages sein Ende finden, sogar die Sonne und die Sterne. Du fragst, wie der Tod wohl ist? Er gleicht einem endlosen Nachmittag; du reitest auf deinem Saurier über weite Ebenen, und am Horizont siehst du ein undeutliches Gesicht. Egal, wie schnell du reitest, das Gesicht bleibt am Rand der Welt. Dann plötzlich nähert es sich, rast mit beängstigender Geschwindigkeit auf dich zu. Und bevor du ausweichen kannst, siehst du das Gesicht ... und dann ist alles vorbei.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle2"
		},
		{
			"voicelineId": 107014,
			"title": "Über uns – Hilfe",
			"voicelineType": "2003",
			"description": "*seufz* Abgesehen von meinem hohen Ansehen hier in Natlan, wüsste ich nicht, wie ich dir helfen kann. Du hast mächtige Verbündete, deine Zukunft strahlt wie eine Fackel! Was könnte ich da noch beitragen? Und mal ehrlich, eine Oma wie ich sollte sich einfach mal in einen Sessel kuscheln dürfen, oder? Es sei denn, du willst echt, dass ich meine Seniorität nutze, um jemanden in die Schranken zu weisen ... Aber das hast du doch nicht nötig, oder?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Erinnerungen voll fließender Farben“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107015,
			"title": "Über uns – Verlegenheit",
			"voicelineType": "2002",
			"description": "I... Ich behandle dich genauso wie alle anderen, da gibt es keinen Unterschied. Puh ... na gut, die Missverständnisse, die die Leute im Dorf über mich haben, sind über Generationen gewachsen; ich habe längst aufgegeben, daran zu rütteln. Aber bei dir ist es anders. Du siehst mich so, wie ich wirklich bin. Die souveräne, furchtlose Maske, die ich nach außen trage, ist nur mein Versuch, den Erwartungen zu genügen ... Die Verlegenheit, die du siehst, die ganze Unsicherheit, die Nervosität ... das ist mein wahres Ich. Ich hab dich nie angelogen, und dieses Eingeständnis bleibt einmalig.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Erinnerungen voll fließender Farben“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107016,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Ein Göttliches Auge zu erhalten ist, als würdest du einen mächtigen Verbündeten gewinnen. Doch wenn wir sagen, jemand hat mächtige Gefährten, meinen wir doch eigentlich, dass diese Person selbst außergewöhnlich ist. Am Ende hilft dir der Verbündete nur, aber die eigentliche Stärke liegt in deinem eigenen eisernen Willen, ohne den die Macht nicht wirken kann.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107017,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Die in Inazuma erscheinenden Romanfolgen kommen erst nach zwei Wochen in Natlan an, und für einen Sammelband wartest du sogar ein ganzes Jahr! Ob da eine Absicht dahintersteckt? In diesen zwei Wochen sprießen sonderbare Neuigkeiten und Gerüchte wie Pilze aus dem Boden ... Da weiß man nicht, was Wahrheit und was reine Erfindung ist.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_share_01"
		},
		{
			"voicelineId": 107018,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Der Legende nach gab es in Natlan mal eine besondere Kakteenart, die mein Lehrmeister „Mescalito“ nannte. Man sagt, sein Genuss erlaube auch gewöhnlichen Augen den Blick in eine andere Welt. Ob es dieses Gewächs heute noch gibt, weiß ich nicht ... aber falls du einem über den Weg läufst, iss ihn bloß nicht!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_gift_01"
		},
		{
			"voicelineId": 107019,
			"title": "Über Ororon ...",
			"voicelineType": "4001",
			"description": "Hmpf.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_olorun_01"
		},
		{
			"voicelineId": 107020,
			"title": "Über Mualani ...",
			"voicelineType": "4002",
			"description": "Zwischen mir und Mualani weiß ich ehrlich gesagt nicht mehr, wer wem etwas schuldet. Sie macht meine Tür kaputt, schuldet mir Mora, stiehlt mein Essen, aber dann bringt sie mir Snacks und zahlt für andere Dinge ... Es ist zu schwer, den Überblick zu behalten. Im Moment bin ich mehr als froh, es einfach als quitt zu bezeichnen. Ich tue alles, damit sie aufhört, mich um elf Uhr morgens zu wecken ... Oh, ich meine, ähm ... Ach, was soll’s! Sie erschreckt mich nur mit ihrem Klopfen, das ist alles.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107021,
			"title": "Über Xilonen ...",
			"voicelineType": "4003",
			"description": "Mit jemandem wie ihr, die den bizarren Gerüchten über mich keinerlei Beachtung schenkt und es nicht mit Freundlichkeiten übertreibt, kommt man einfach am besten klar. Äh, verstehe mich nicht falsch ... auch in deiner Nähe fühle ich mich wohl. Ich denke nur ... zu viel nach, wie immer ... Toll, jetzt weißt du das auch.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107022,
			"title": "Über Mavuika ...",
			"voicelineType": "4004",
			"description": "Diese Mavuika ... *räusper* Verzeihung, der ehrwürdige Archon beehrte mich jüngst mit einem Besuch und laberte mir ein Ohr ab. Erst nachts, als ich noch einen Happen aß, dämmerte es mir, dass sie eigentlich nur gekommen war, um zu prahlen! Mir kam da so ein altes Sprichwort aus fernen Landen in den Sinn: „Die Heiligen sind demütig, doch bei Erwähnung ihrer Pflichten blinzeln sie und sagen keck: ‚Lass mich mal kurz übertreiben ...‘“",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107023,
			"title": "Über Kamisato Ayaka ...",
			"voicelineType": "4005",
			"description": "... Haha, junge Dame, dreh dich mal um und lass mich dich ansehen. Ah, das ist „die Fallakte des Fräuleins Orith“! Ich habe dich doch glatt für die weibliche Hauptfigur aus der Hurlock-Reihe gehalten. Die Mode aus Fontaine ist für mein Auge ohnehin einerlei. So sei’s ... mach ruhig weiter!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_ayaka_01"
		},
		{
			"voicelineId": 107024,
			"title": "Über Kinich ...",
			"voicelineType": "4006",
			"description": "Der kleine Fuzzi an seiner Seite nervt echt ein bisschen. Ist er ein Freund von dir? Mal überlegen ... An sich ist er ganz in Ordnung und verlässlich. Ja.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107025,
			"title": "Über Iansan ...",
			"voicelineType": "4007",
			"description": "So richtig viel weiß ich nicht über sie. Aber wenn ich mir die Erzählungen des Verlagshauses Yae so anschaue ... Mit ihrer winzigen Statur und der geballten Kraft dahinter ... könnte sie im Notfall wohl zu einer zweieinhalb Meter großen Hünengestalt mit Superkräften mutieren?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107026,
			"title": "Ich will mehr über Citlali erfahren I",
			"voicelineType": "5001",
			"description": "Nanu? Kommst du jetzt wegen der Gerüchte über mich auf solche Ideen? *seufz* Ja, ja, ich bin das seltsamste alte Schamanen-Käuzchen im ganzen Stamm. Was soll’s ... glaub einfach, was du willst. Ich habe es aufgegeben, mich zu rechtfertigen.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_01"
		},
		{
			"voicelineId": 107027,
			"title": "Ich will mehr über Citlali erfahren II",
			"voicelineType": "5002",
			"description": "Du willst immer noch eine Erklärung? *seufz* Bei den Meistern des Nachtwinds gibt es ein ungeschriebenes Gesetz: Um die Jüngeren anzuspornen, lässt der Lehrer seine Schüler gegen die älteren Meister antreten. Die Jungen müssen sich also redlich mühen, um den Alten das Wasser zu reichen und keine Prügel zu kassieren. Heute stammen fast alle Meister des Nachtwinds aus der Lehrrichtung meiner Freundin, und sie alle setzen mich gern als die böse Hexe ein, die es zu bezwingen gilt. Was soll ich sagen? Eigentlich will ich die Jungen nicht piesacken ... aber bis heute konnte keiner von ihnen mich schlagen! *seufz* So treiben die Gerüchte über meine Furchtbarkeit und mein angeblich mieses Temperament immer neue Blüten.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 107028,
			"title": "Ich will mehr über Citlali erfahren III",
			"voicelineType": "5003",
			"description": "So ist es! Was ich den Leuten präsentiere, ist nur Fassade ... Das hier ist mein wahres Ich. Du kannst dir das sicher vorstellen, oder? Wenn alle damit rechnen, dass du in Dialekt und antiquierter Ausdrucksweise sprichst, und du gibst dann entspannt gepflegte Bildungssprache zum Besten ... dann bleibt ihnen die Spucke weg. Und ja, du hast recht: Das ist die Dummheit der Ahnungslosen. Aber solche Macken lassen sich schwer abstreifen. Ich dachte anfangs auch, du wärst wie all die anderen, haha.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107029,
			"title": "Ich will mehr über Citlali erfahren IV",
			"voicelineType": "5004",
			"description": "Willst du hören, wie die Jüngeren der Meister des Nachtwinds durch ihre Lehrer reingelegt und so gegen mich aufgestachelt werden? Der Klassiker ist, dem Schüler vorzugaukeln, der Lehrer sei selbst Opfer eines Betrugs und der Schüler solle das Haus des Betrügers mit Graffiti versehen. Da sind die Schüler dann richtig empört und gehen voller Eifer ans Werk. Höchst perfide, findest du nicht? Aber inzwischen wissen ja alle, wo ich wohne ... also zieht der alte Trick nicht mehr so gut.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 107030,
			"title": "Ich will mehr über Citlali erfahren V",
			"voicelineType": "5005",
			"description": "Diese Flaschen hier, die uns der Verein für Saurierrelikte geschickt hat ... Hm, das ... äh, ja, das war Ororon! Er hat sie leer getrunken und dann einfach herumliegen lassen, ich habe damit wirklich nichts zu tun. Stimmt’s, Ororon? Komm raus und gib’s zu! Ich vertrage einiges beim Trinken und werde nicht übermütig, und wenn doch, werfe ich sicher keinen Müll herum. Außerdem wurden die Flaschen ja in freier Wildbahn gefunden, da stören sie doch niemanden. Jedenfalls war ich’s nicht ... Hach, das ist schwer zu erklären! Glaub mir doch bitte einfach!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Erinnerungen voll fließender Farben“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107031,
			"title": "Citlalis Hobbys ...",
			"voicelineType": "6001",
			"description": "Mein Dasein ist so hohl geworden, gefüllt nur von dahin dämmernder Trunkenheit, abwegigen Romanfantasien und bleiernem Schlafbedürfnis.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_hobby"
		},
		{
			"voicelineId": 107032,
			"title": "Citlalis Sorgen ...",
			"voicelineType": "6012",
			"description": "Siehst du das nicht? Ich tue nur so, als wäre mir alles egal ... Das ist bloß meine Schutzmauer. In Wahrheit liegt mir vieles am Herzen.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_annoyed_01"
		},
		{
			"voicelineId": 107033,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Halb gegartes Fleisch liebe ich total, es kommt dem Geschmack eines Opfermahls ziemlich nahe. Außerdem mag ich Essen, das einfach zu handhaben ist ... eine Hand für das Essen, in der anderen ein Buch. Und alles, was du mir empfiehlst, ist sowieso super!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodLike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107034,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Nur ... mit sauren Speisen habe ich es echt nicht so. Wenn ich hungrig bin, esse ich, wenn ich müde bin, schlafe ich, wenn ich durstig bin, trinke ich. Wenn man Säure braucht, um den Appetit anzuregen ... dann hat man eben einfach nicht wirklich Hunger, oder?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodDislike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107035,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Boah, das schmeckt so gut! Ich habe sämtliche Speisen rund um die Meister des Nachtwinds gekostet, aber keine kommt deinen Kreationen auch nur nahe. Kein Witz!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_pref_01"
		},
		{
			"voicelineId": 107036,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "So etwas esse ich sonst eher selten ... Nein, nein, ich sage nicht, dass es nicht gut schmeckt! Es ist nur ... Jetzt merke ich, dass es einen ganz eigenen Geschmack hat. Echt, das ist ein Kompliment!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_normal_01"
		},
		{
			"voicelineId": 107037,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Wie könnte es auch nicht gut schmecken? Haha ...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_dislike_01"
		},
		{
			"voicelineId": 107038,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Alles Gute zum Geburtstag! Ich weiß nicht, was ich dir schenken soll. Dein Weg steht unter einem guten Stern. Liebe, Karriere und Ruhm fliegen dir nur so zu. Ein Segen aus Mictlan würde dir kaum etwas bringen. Erst wollte ich dir „Die Nacht der Prinzessin Fischl“ überreichen, um dich zu bekehren, aber als ich deine Sammlung des Verlagshauses Yae sah, überkam mich selbst der Neid ... Wirklich keine leichte Wahl. Was schenke ich dir bloß?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 107039,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Die Wahrsagekunst hier in Teyvat unterscheidet sich von jener der Außenwelt, denn ich ... Nun, ich vertraue nicht auf den Himmel, sondern eher auf die Kraft der Erde. Wenn jene trügerischen, Unheil bringenden Sterne am Firmament aufziehen, dann hege ich sie ein mit Nebelschleiern, Erdgeistern und Tierknochen.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 107040,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Die Kontrolle des Himmels über das Schicksal der Menschen ist wie ein Marionettenspiel, die Unheilssterne selbst haben keinen eigenen Willen. Werden diese Kräfte jedoch in Puppen gebannt und mit den Gebeinen kleiner Tiere verbunden, so entwickeln sie ein eigenständiges Bewusstsein. Diese Dinger ... *räusper* ... kleinen Wesen nenne ich „Tzitzimimeh“ ... Eine Verkörperung der Unheilssterne könnte man sagen.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 107041,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "In jeder dieser Puppen steckt der Knochen eines kleinen Tieres. Schon etwas gruselig, wenn man darüber nachdenkt, oder? Diese Geheimtechniken sind ein Grund, weshalb andere mich fürchten, zugegeben, wenn auch nicht der wichtigste Grund. Und bevor du fragst: Ich habe die Knochen auf meinen Streifzügen aufgesammelt und dabei keine Tiere verletzt! Das musst du mir glauben!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107042,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Von nun an werde ich immer an deiner Seite weilen. Bis sämtliche Sterne vergangen, jedes Feuer erloschen und der letzte Schleier gelüftet ist.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 107043,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "An die Arbeit!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_01"
		},
		{
			"voicelineId": 107044,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Erfüllt euren Teil des Paktes.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_02"
		},
		{
			"voicelineId": 107045,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Seid unerbittlich.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_03"
		},
		{
			"voicelineId": 107046,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Vorsichtig ... ganz vorsichtig ...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_04"
		},
		{
			"voicelineId": 107047,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Nicht mit zitternder Hand.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_05"
		},
		{
			"voicelineId": 107048,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Genau so.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_06"
		},
		{
			"voicelineId": 107049,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Die Eliminierung überlasse ich euch beiden!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_01"
		},
		{
			"voicelineId": 107050,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Citlalin, Itzpapa, schnappt sie euch!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_02"
		},
		{
			"voicelineId": 107051,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Jetzt werdet ihr den Zorn von Itztli spüren!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_03"
		},
		{
			"voicelineId": 107052,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Nicht schlecht, greif zu.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_01"
		},
		{
			"voicelineId": 107053,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Nimm schon, ich werde den Sternen in deinem Namen danken.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_02"
		},
		{
			"voicelineId": 107054,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Wenn es zu viel zu tragen ist, helfe ich dir dabei.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_03"
		},
		{
			"voicelineId": 107055,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Ich hätte besser zu Hause bleiben sollen ...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_01"
		},
		{
			"voicelineId": 107056,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "*seufz* Ich will nach Hause ...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_02"
		},
		{
			"voicelineId": 107057,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Ich darf nicht ... nicht vor dir ...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_03"
		},
		{
			"voicelineId": 107058,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "... Hier wird nicht gestorben!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_01"
		},
		{
			"voicelineId": 107059,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Sei vorsichtig, Kind.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_02"
		},
		{
			"voicelineId": 107060,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Ihr Sterne des Firmaments ...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_01"
		},
		{
			"voicelineId": 107061,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "O Nebel der Erde ...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_02"
		},
		{
			"voicelineId": 107062,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Es ... tut mir leid ...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_03"
		},
		{
			"voicelineId": 107063,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Du wagst es ...!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_01"
		},
		{
			"voicelineId": 107064,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Aua!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_02"
		},
		{
			"voicelineId": 107065,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Ich bin nicht zu spät, echt nicht ...",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_01"
		},
		{
			"voicelineId": 107066,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Hä? Was soll d... Äh, nichts, bin bereit!",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_02"
		},
		{
			"voicelineId": 107067,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Klar bin ich bereit zu helfen!",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_03"
		}
	]
}