{
	"id": 10000098,
	"name": "Clorinde",
	"friendLines": [
		{
			"voicelineId": 98000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Sei gegrüßt. Ich bin Clorinde, eine Duellrepräsentantin am Hof von Fontaine. Wenn du meine Dienste in Anspruch nehmen möchtest, dann schildere bitte, worum es in deinem Streit geht ... Du kannst alle unwichtigen Details weglassen, die gehen mich nichts an.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_draw_appear_01"
		},
		{
			"voicelineId": 98001,
			"title": "Gespräch – Gegner",
			"voicelineType": "1101",
			"description": "Ich habe in meinen Duellen vielen Gegnern gegenübergestanden. Die meisten von ihnen habe ich besiegt. Der Rest hat aufgegeben ... Hm? Nein, ich habe noch nie ein Duell verloren.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_character_idle_01"
		},
		{
			"voicelineId": 98002,
			"title": "Gespräch – Duellrepräsentantin",
			"voicelineType": "1102",
			"description": "In meiner Rolle als Duellrepräsentantin sind meine eigenen Ansichten nicht von Belang. Denn wenn ich mein Schwert zücke, tue ich dies einzig als ein Werkzeug des Rechts von Fontaine.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_character_idle_02"
		},
		{
			"voicelineId": 98003,
			"title": "Gespräch – Geheimnisse des Erfolgs",
			"voicelineType": "1103",
			"description": "Ein Duell ist ein Kampf der Willenskräfte, und das Schwert eine Verlängerung des Geistes des Duellanten. Wenn dein Herz vor Angst zittert, kann dein Schwert auch gleich in der Scheide bleiben, da du es gegen deinen Gegner nicht wirksam führen wirst.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_character_idle_03"
		},
		{
			"voicelineId": 98004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Die Beute wird an regnerischen Tagen normalerweise rasten. Nicht aber der Jäger.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_heavyRain_01"
		},
		{
			"voicelineId": 98005,
			"title": "Es hat aufgehört zu regnen ...",
			"voicelineType": "1202",
			"description": "Der Kampf zwischen Wind und Regen scheint sein Ende erreicht zu haben.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_afterRain_01"
		},
		{
			"voicelineId": 98006,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1203",
			"description": "Hoffentlich war das das Geräusch eines weiteren Bösewichtes, der aus der Welt entfernt wurde.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_thunder_01"
		},
		{
			"voicelineId": 98007,
			"title": "Wenn es schneit ...",
			"voicelineType": "1204",
			"description": "Das ist ein neuer Anblick für mich, ein eher trostloser, wie ich sagen muss.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_snowy_01"
		},
		{
			"voicelineId": 98008,
			"title": "In der Wüste ...",
			"voicelineType": "1205",
			"description": "... Ich habe in meinem ganzen Leben Fontaine noch nie so sehr vermisst.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_desert_01"
		},
		{
			"voicelineId": 98009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Guten Morgen. Ich gehe einen Kaffee trinken. Willst du mitkommen? Ich habe Tassen mitgebracht ... Du kannst dir eine ausleihen, wenn du willst.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_greetingMorning"
		},
		{
			"voicelineId": 98010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Entschuldige, ich bin erst später mit der Arbeit fertig. Hier nimm dieses Sandwich. Das hält den Hunger in Schach.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_greetingNoon"
		},
		{
			"voicelineId": 98011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Ich fürchte, ich kann dir keine Weine empfehlen. Aber ich kann dir einige weniger bekannte Restaurants ans Herz legen, die wirklich einen Besuch wert sind.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_greetingNight"
		},
		{
			"voicelineId": 98012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Gute Nacht, ich werde schlafen gehen, sobald ich meine abendliche Waffenpflege erledigt habe.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_greetingNight2"
		},
		{
			"voicelineId": 98013,
			"title": "Über Clorinde – Nachrichtenbeiträge",
			"voicelineType": "2001",
			"description": "Jede Zeitung leidet unter Berichterstattung, die weder besonders ehrlich noch im Mindesten gerecht ist. Manche Autoren lassen es zu, dass ihre Ansichten durch persönliche Verbindungen oder Bestechung kompromittiert werden\nWenn man die Wahrheit über eine Situation herausfinden will, ist es am besten, die Leute aufzusuchen, die direkt darin involviert sind. Stell deine eigenen Fragen, dann gelangst du zu eigenen Schlussfolgerungen.\nLass zumindest nicht zu, dass sich dein Verstand nur der Begriffe anderer Leute bedient.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_idle"
		},
		{
			"voicelineId": 98014,
			"title": "Über Clorinde – Musketen und Schwerter",
			"voicelineType": "2005",
			"description": "Meine Wahl der Waffen folgt der Tradition der Schattenjäger. Eine Muskete, um meine Beute zu vertreiben. Ein Schwert, um ihr einen tödlichen Schlag zu versetzen.\nIn Duellen bediene ich mich natürlich nur meines Schwerts. Sobald du in den Duellring steigst, gibt es keinen Ort mehr, an den du fliehen kannst, und somit auch keinen Grund, den Gegner zu vertreiben.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Stille Nacht“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14034
					]
				}
			]
		},
		{
			"voicelineId": 98015,
			"title": "Über uns – Ritual",
			"voicelineType": "2003",
			"description": "Ich wische mein Schwert vor jedem Duell mit einem Tuch ab, das mit einer speziellen Reinigungslösung benetzt ist. Das dient zum einen dazu, es zu pflegen, zum anderen hilft es mir, ruhig zu bleiben und meinen Geist von aufdringlichen Gedanken zu befreien.\nDu bist auch ein{F#e} Schwertkämpfer{F#in}. Hast du ähnliche Rituale?",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_close"
		},
		{
			"voicelineId": 98016,
			"title": "Über uns – Menschen und der Schatten des Bösen",
			"voicelineType": "2002",
			"description": "Viele meiner Gewohnheiten sind Bräuche, die ich aus der Tradition der Schattenjäger übernommen habe. Sie kämpften gegen Monster, ich hingegen bekämpfe Gesetzesbrecher. Aber Monster sind von Natur aus böse, es ist alles, was sie kennen. Man kann dergleichen nicht über die Verderblichkeit der Menschen sagen, die die Möglichkeit besitzen, Gutes zu tun, aber doch willentlich den Pfad des Bösen einschlagen.\nUnd du? Aus welchem Grund führst du ein Schwert?",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 98017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Nachdem ich mein göttliches Auge erhalten habe, stieg die Zahl der Leute, die sich in Duellen mit mir sofort geschlagen geben, spürbar an. Manche Duellanten glauben gar, dass ich es als Einschüchterungstaktik einsetze.\nIch dachte immer, dass meine bislang ungeschlagene Bilanz als Einschüchterungstaktik ausreiche. Vielleicht sollte ich versuchen, künftig noch dramatischere Siege zu erringen.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98018,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Ich habe schon viele Leute gesehen, die sich wegen der unbedeutendsten Kleinigkeit in die Haare gekriegt haben und das dann als schwere Beleidigung ihrer Ehre ansahen, bis sie vor Gericht landeten. Und als ob das nicht schon lächerlich genug wäre, entscheiden sie sich dann auch noch für ein Duell.\nAls Duellrepräsentantin habe ich keine Gewissensbisse, Ehrenangelegenheiten mit einem Duell zu klären. Dennoch ... wie soll ich sagen? Bei durchschnittlichen Bürgern Fontaines erwarte ich nicht, dass Fragen wie, ob Marcotte wirklich in den Kaffee gehört, so entscheidend sind, dass man dafür gleich die Schwerter ziehen muss ...",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_share_01"
		},
		{
			"voicelineId": 98019,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Du hast doch bestimmt schon einmal Zauselfrüchte gesehen, oder? Es ist schwer vorherzusagen, wohin sie fliegen und wie schnell, deswegen sind sie gut für Zielübungen geeignet. Oder vielmehr, sie wären es, müsste man nicht eigens in die Wildnis ziehen, um eine zu finden ... Würde sich doch nur jemand finden lassen, sie zu Hause zu züchten.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_gift_01"
		},
		{
			"voicelineId": 98020,
			"title": "Über Charlotte ...",
			"voicelineType": "4001",
			"description": "Fräulein Charlotte zählt zu den taktvolleren Journalisten da draußen. Ich kann nichts Negatives über sie berichten.\nIm Gegensatz zu anderen lauert sie mir nicht auf dem Weg zur Arbeit mit ihrem Fotoapparat auf oder folgt mir ins Café, um zu verlautbaren, was ich heute trinke ... Und am lobenswertesten ist: Sie weiß genau, dass ich keine Interviews gebe und nervt mich deshalb auch nicht dauernd damit.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98021,
			"title": "Über Furina ...",
			"voicelineType": "4002",
			"description": "Früher habe ich bei Teegesellschaften immer hinter ihr gestanden, das Schwert griffbereit. Aber jetzt darf ich auch am Tisch sitzen und mit ihr zusammen Tee und Leckereien genießen.\nLangsam verstehe ich auch, warum sie sich ständig darüber beschwert, wie schwer es ist, ihre Figur zu halten.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 98022,
			"title": "Über Navia ...",
			"voicelineType": "4003",
			"description": "Navia ist in letzter Zeit bester Laune. Gefühlt jeden zweiten Tag fragt sie mich, ob ich mit ihr zur Spielbrett-Truppe komme, um ein neues Skript auszuprobieren.\nDie Geschichte ist immer ganz unterschiedlich. Abgesehen von den paar Malen, in denen ich als Spielleiterin dabei war, spiele ich meistens einfach mit und begleite sie auf das Abenteuer. Aber ich versuche, keine Figuren aus dem Gericht zu spielen, damit die Atmosphäre nicht allzu ernst wird ...",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Stille Nacht“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14034
					]
				}
			]
		},
		{
			"voicelineId": 98023,
			"title": "Über Neuvillette ...",
			"voicelineType": "4004",
			"description": "Niemand zieht die Autorität des Obersten Richters in Zweifel. Er fällt stets ein gerechtes Urteil ... und wenn nötig, bestätige ich die Gerechtigkeit dieses Urteils mit meinem Schwert.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98024,
			"title": "Über Chevreuse ...",
			"voicelineType": "4005",
			"description": "Ach ja, Truppenführerin Chevreuse. Ein Name, der mir schon zu Ohren gekommen ist. Sie hatte schon ein paar Klagen am Hals, weil man ihr übermäßige Gewalt bei der Festnahme von Tätern vorwarf. Sie hat die Beschuldigungen bei ihrer Anhörung mit genauso viel Nachdruck zurückgewiesen und den Kläger sprachlos gemacht. Ich finde sie großartig.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98025,
			"title": "Über Lyney ...",
			"voicelineType": "4006",
			"description": "Ich muss dem großen Zauberer für das hohe Maß an Professionalität in seiner Kunst applaudieren. Sollte ich jemals die Zeit finden, würde ich eine seiner Vorstellungen nur zu gern als ganz normale Zuschauerin genießen.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98026,
			"title": "Über Fréminet ...",
			"voicelineType": "4007",
			"description": "Eines Tages erhielt ich eine Sendung mit einem mechanischen Miniaturspielzeug und eine Dankeskarte. Das Spielzeug war wirklich hervorragend gefertigt. Ich muss mich unbedingt bei Herrn Fréminet persönlich bedanken, wenn ich die Gelegenheit bekomme ... Die Gelegenheit könnte sich selten bieten, sagst du? Gut, dann werde ich ihm ebenfalls eine Dankeskarte schreiben. Würdest du sie ihm bitte für mich überbringen?",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die die ersten Bewegungen verkündenden letzten Minuten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 98027,
			"title": "Über Chiori ...",
			"voicelineType": "4008",
			"description": "Ich habe bereits Kleidung aus ihrem Laden gekauft. Sie ist von guter Qualität. Aber meistens ziehe ich es vor, meine Arbeitsuniform zu tragen. Zum einen, weil sie dazu dient, meine Identität zu unterstreichen, und zum anderen, weil mir vertraute Dinge behagen. Genau wie mein Schwert ist auch diese Uniform vertraut und zweckmäßig ... Ich habe nicht das Bedürfnis, sie zu ändern.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98028,
			"title": "Über Wriothesley ...",
			"voicelineType": "4009",
			"description": "Das Fort Méropide zu leiten, ist wirklich kein leichtes Unterfangen. Wenn Wriothesley in so einem Laden für relative Stabilität sorgen kann, dann ist er definitiv ein kompetenter Typ.\nIch hege den starken Verdacht, dass er über einige seiner Methoden Stillschweigen bewahrt, aber das können wir nicht mit Sicherheit wissen.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98029,
			"title": "Über Sigewinne ...",
			"voicelineType": "4010",
			"description": "Fräulein Sigewinne ist eine ausgezeichnete Krankenschwester, die ebenso geschickt darin ist, Verletzte zu versorgen, wie den Bedrängten Trost zu spenden. Ich wette, ihre freundliche und liebevolle Art bringt sogar bei den schlimmsten Gaunern im Fort Méropide noch das letzte Fünkchen Gutes zum Vorschein.\nUnd vielleicht dient ihnen genau das als Motivation, ihr Verhalten zu ändern.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98030,
			"title": "Über Émilie ...",
			"voicelineType": "4011",
			"description": "Ich hörte, sie sei eine Parfümeurin. Und ich habe auch ein wenig über ihren echten Beruf erfahren. Einmal sah ich sie auf der Straße, als sie einen kleinen Hund streichelte. Sie hatte ein feines Lächeln im Gesicht. Wir nickten einander zu und dann ging jeder seiner Wege.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98031,
			"title": "Ich will mehr über Clorinde erfahren I",
			"voicelineType": "5001",
			"description": "Die Aufgabe einer Duellrepräsentantin ist gar nicht so kompliziert. Tatsächlich ist es eine der einfachsten Aufgaben, die es gibt. Besiege deinen Gegner, wie vom Gericht gefordert. Mehr ist nicht dabei.\n... Vielleicht ist das der Grund, weshalb mich manche als „Scharfrichterin“ bezeichnen.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_01"
		},
		{
			"voicelineId": 98032,
			"title": "Ich will mehr über Clorinde erfahren II",
			"voicelineType": "5002",
			"description": "Ich tue immer mein Möglichstes, damit jedes Duell gerecht abläuft. Wenn mein Gegner schlecht sieht, bedecke ich meine Augen. Ist seine Beweglichkeit eingeschränkt, begrenze ich meinen Bewegungsradius. Was auch passiert, jedes Duell, an dem ich teilnehme, muss fair sein.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 98033,
			"title": "Ich will mehr über Clorinde erfahren III",
			"voicelineType": "5003",
			"description": "Ich habe aufgehört zu zählen, wie oft Leute kurz vor dem Duell das Handtuch geworfen haben. Wenn jemand nicht mal den Mut hat, seine Waffe zu ziehen, neige ich dazu, die ganze Aufregung und die Gerüchte über Rufschädigung nur als die verqueren Ansichten eines selbstsüchtigen Individuums abzutun.\nSchon lang bevor sie mir gegenübertreten, haben sie den Grundstein ihres eigenen Untergangs gelegt. Ich brauche keinen Finger zu rühren, wenn jemand ein Gefangener seiner eigenen Seele ist.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98034,
			"title": "Ich will mehr über Clorinde erfahren IV",
			"voicelineType": "5004",
			"description": "Hast du je einen Schuldigen vor Gericht erlebt? Nach meiner Erfahrung drehen die immer die Wahrheit so hin, dass sie unschuldig wirken. Gewalt wird dann zur Tugend erklärt, und Böses zu etwas Gutem ... Aber egal, welche Ausreden sie vorbringen, am Ende kommt immer das Gleiche raus: „Es war ein Ausrutscher, aber in meiner Situation hätte jeder andere genauso gehandelt, also warum werd nur ich bestraft?“\nSie wollen ihre eigene Schlechtigkeit vertuschen, indem sie sie auch auf alle anderen übertragen.\nDiese Lügen müssen zerschmettert und der Gerichtssaal von ihrem Schmutz gereinigt werden. Genau deshalb bin ich Duellrepräsentantin geworden.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 98035,
			"title": "Ich will mehr über Clorinde erfahren V",
			"voicelineType": "5005",
			"description": "Ich habe viele Leute gesehen, die vor dem Gericht um Nachsicht ersuchten. Ohne respektlos sein zu wollen, aber sie suchen an der falschen Stelle.\nDas Gericht ist ein Ort der unparteiischen Gerechtigkeit. Und Gerechtigkeit ... muss immer neutral bleiben, sonst kann sie sich nicht durchsetzen.\nSobald menschliche Gefühle ins Spiel kommen, wird Gerechtigkeit viel zu leicht auf Abwege geführt. Wenn unparteiische Urteile der Rachsucht wichen, so wäre Rachsucht aus der Hand des Gerichts ebenso grausam wie die Verbrechen der Gesetzlosen.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 98036,
			"title": "Clorindes Hobbys ...",
			"voicelineType": "6001",
			"description": "Anders als in meiner Rolle als Duellrepräsentantin habe ich als Spielleiterin bei der Spielbrett-Truppe die Freiheit, mich aus der Geschichte herauszuhalten und die Reaktionen der Menschen zu beobachten, ohne mich selbst in das ganze Drama reinziehen zu lassen. Ich erschaffe und kontrolliere die Welt, in der sie agieren ... Hmm? Als würde man ein gefangenes Tier auf der Jagd beobachten? Interessanter Gedanke ... So habe ich das noch nie gesehen. Aber ich mache den Spielern das Leben nicht schwer ... Ich will nur, dass sie Freude an der Geschichte haben. Es ist also ganz anders als beim Jagen.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_hobby",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Stille Nacht“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14034
					]
				}
			]
		},
		{
			"voicelineId": 98037,
			"title": "Clorindes Sorgen ...",
			"voicelineType": "6012",
			"description": "Ich hoffe, dass diese Journalisten aufhören, mich zu belästigen, während ich lediglich versuche, einen Kaffee zu trinken, einen Strauß Blumen zu kaufen oder ein Buch zu lesen. Andernfalls sehe ich mich gezwungen, Klage einzureichen, um an ihnen ein Exempel zu statuieren. Wenn sie dann ein Duell verlangen, lasse ich sie ihre Fotoapparate mitbringen, und der Fairness halber nehme ich dann auch nur einen Fotoapparat mit.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_annoyed_01"
		},
		{
			"voicelineId": 98038,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Fleischgerichte schätze ich im Allgemeinen sehr, wenn nur das Fleisch frisch ist. Es geht nichts über den Geschmack von frisch gejagtem Fleisch, auf dem Grill zubereitet, mit einer Prise Salz abgeschmeckt und einer Portion saurer Früchte als Beilage. Du solltest mal mit mir auf die Jagd gehen, dann koche ich für dich.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_foodLike"
		},
		{
			"voicelineId": 98039,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich mag keinen Fisch. Zum einen gibt es zu viele Gräten und dann halte ich den Geruch nicht aus ... Wahrscheinlich habe ich als Kind zu viel davon gegessen.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_foodDislike"
		},
		{
			"voicelineId": 98040,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Das Aroma ist perfekt, genau wie ich es mag. Erzähl aber bloß den Journalisten und Gourmets nichts davon. Die wissen nur, wie man Essen durch die Linse eines Fotoapparats oder durch die Worte eines Zeitungsartikels genießt.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_spice_pref_01"
		},
		{
			"voicelineId": 98041,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Mmh, das ist ausgezeichnetes Essen. Ich werde es langsam genießen, um länger Freude daran zu haben.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_spice_normal_01"
		},
		{
			"voicelineId": 98042,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "... Du hast Glück, dass das nicht in einem Gasthaus serviert wurde, sonst würden sich die Gäste beim Koch beschweren.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_spice_dislike_01"
		},
		{
			"voicelineId": 98043,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001,7002",
			"description": "Alles Gute zum Geburtstag. Hier ist ein Geschenk für dich ... Es ist eine Kurzschwerthalskette, die ich selbst angefertigt habe.\nNach Tradition der Schattenjäger bekommt ein neues Mitglied an {M#seinem}{F#ihrem} Geburtstag von {M#seinem}{F#ihrem} Mentor eine Kurzschwerthalskette mit {M#seinem}{F#ihrem} Namen darauf eingraviert, auf dass {M#er}{F#sie} sie mit dem Schwert über der Brust trägt. Ein Symbol der Selbstbefragung, als würde einem das Messer auf die Brust gesetzt: Werde ich den Weg des Verrats beschreiten, gibt es Zweifel in meinem Herzen oder bin ich entschlossen, alles Böse zu beseitigen?\nObwohl du kein Schattenjäger bist, glaube ich, dass du dich ebenso wie ich dem guten Kampf verschrieben hast.\nWarum ein Schwert und keine Muskete? Weil Schusswaffen auch mal Fehlzündungen haben. Auch erscheint es unschicklich, sein eigenes Herz mit einer Muskete zu befragen.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_clorinde/vo_clorinde_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 98044,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Interessant ... Das ist sicherlich eine Verbesserung.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 98045,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Sogar mein Schwert fühlt sich in meiner Hand jetzt zu Hause, wie eine Erweiterung meines Körpers.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 98046,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Ich habe das Gefühl, meine Sehkraft hat sich gerade verbessert ... Lass mich probeweise einen Schuss auf dieses Blatt da drüben abgeben.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98047,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Da du selbst ein{F#e} Krieger{F#in} bist, wirst du meine Hilfe vermutlich nicht benötigen. Aber solltest du sie je benötigen, werde ich mit allem, was ich habe, für dich kämpfen, wie immer.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 98048,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Bereit.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill1_01"
		},
		{
			"voicelineId": 98049,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Geladen.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill1_02"
		},
		{
			"voicelineId": 98050,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "In die Schatten!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill1_03"
		},
		{
			"voicelineId": 98051,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Verjagen wir sie!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill3_01"
		},
		{
			"voicelineId": 98052,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Zeit für deine Aussage.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill3_02"
		},
		{
			"voicelineId": 98053,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Feuer frei, wo das Böse lauert!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill3_03"
		},
		{
			"voicelineId": 98054,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Ein Glücksfall, sowas hab ich gern.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_chest_open_01"
		},
		{
			"voicelineId": 98055,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Wenn diese Gegenstände von niemandem beansprucht werden, können wir sie getrost mitnehmen.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_chest_open_02"
		},
		{
			"voicelineId": 98056,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Der Finder kann das Gefundene behalten. Ist doch vernünftig.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_chest_open_03"
		},
		{
			"voicelineId": 98057,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Wir brauchen eine schnelle Entscheidung.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_01"
		},
		{
			"voicelineId": 98058,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Das ist totale Anarchie ...",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_02"
		},
		{
			"voicelineId": 98059,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "... Was für eine Schande.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_03"
		},
		{
			"voicelineId": 98060,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Rückzug!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_teammate_01"
		},
		{
			"voicelineId": 98061,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Ich übernehme ab hier. Bring dich in Sicherheit.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_teammate_02"
		},
		{
			"voicelineId": 98062,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Der Sieger ... steht fest ...",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_die_01"
		},
		{
			"voicelineId": 98063,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Ich bin ... besiegt ...",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_die_02"
		},
		{
			"voicelineId": 98064,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Dein Name ist reingewaschen ...",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_die_03"
		},
		{
			"voicelineId": 98065,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Ein Scharfschütze.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_hit_L_02"
		},
		{
			"voicelineId": 98066,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910002",
			"description": "Es reicht!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_hit_H_02"
		},
		{
			"voicelineId": 98067,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Wie du wünschst.",
			"voicefile": "VO_teamJoin/vo_clorinde_teamJoin_01"
		},
		{
			"voicelineId": 98068,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Brauchst du eine Duellrepräsentantin?",
			"voicefile": "VO_teamJoin/vo_clorinde_teamJoin_02"
		},
		{
			"voicelineId": 98069,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Meine Klinge wird uns durch die Schatten führen.",
			"voicefile": "VO_teamJoin/vo_clorinde_teamJoin_03"
		}
	]
}