{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Hallo, mein Name ist Émilie. Hat dein Anliegen etwas mit Parfüms zu tun?\nFalls es um eine andere Angelegenheit geht, dann lass uns an einem ruhigeren Ort sprechen.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Gespräch – Inspiration",
			"voicelineType": "1101",
			"description": "Ah, jetzt habe ich eine Idee ... Einen Moment bitte, lass mich das kurz notieren.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Gespräch – Parfümfächer",
			"voicelineType": "1102",
			"description": "Viele Damen am Hof von Fontaine lieben es, Parfüm auf ihre feinen Spitzenfächer zu sprühen, sodass sie sich mit jeder Handbewegung den angenehmen Duft zufächeln. Eine wirklich raffinierte Methode.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Gespräch – Zeitung",
			"voicelineType": "1103",
			"description": "Hättest du was dagegen, mich zu begleiten, die Zeitung von heute zu kaufen?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Regen kann manchmal ganz schön lästig sein. Er wäscht zu viele Dinge fort ...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Wenn es blitzt, bleibt immer ein einzigartiger Duft in der Luft zurück.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Welch außergewöhnliche Umgebung. Hier gibt es bestimmt eine Menge wertvoller Materialien zu finden.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Ah, der Sonnenschein ist wirklich schön. Das sieht nach einem guten Tag aus, hoffe ich.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "In der Wüste ...",
			"voicelineType": "1205",
			"description": "Qualitativ hochwertige Zutaten lassen sich überall finden, sogar in der kargen Wüste. Zum Beispiel Wenutfett, aus dem ein erstklassiger Inhaltsstoff für Parfüm gewonnen werden kann.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Guten Morgen ...",
			"voicelineType": "1001",
			"description": "Ich starte gern mit einem eiskalten Glas Wasser in den Tag. Es hilft mir beim Wachwerden.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Ein entspannter Spaziergang nach dem Essen hilft bei der Verdauung und regt den Blutkreislauf an. Also, möchtest du mitkommen?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Manche Parfümbestandteile können nur zu bestimmten Tageszeiten gesammelt werden. Daher muss ich mich manchmal mitten in der Nacht auf den Weg machen.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Gute Nacht. Ich könnte eine ganze Menge neuer Düften empfehlen, die beim Einschlafen helfen, wenn du magst. Aber den Körper natürlich einschlafen zu lassen, ist immer am besten.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "Über Émilie – Konversationen",
			"voicelineType": "2001",
			"description": "Ich muss zugeben, dass ich nicht wirklich gut darin bin, Gesprächsthemen zu finden. Kurz gesagt, ich bin nicht die beste Gesprächspartnerin. Aber falls du etwas mitzuteilen hast, egal ob gut oder schlecht, habe ich immer ein offenes Ohr.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "Über Émilie – Tatortreinigerin",
			"voicelineType": "2005",
			"description": "Nachdem die Behörden ihre Ermittlungen zu einem Mord oder einem tödlichen Unfall abgeschlossen haben, gibt es am Tatort immer noch viel zu reinigen. Dazu gehört das Entsorgen organischer Überreste, Entfernen von Blutspuren, Desinfizieren der Flächen ... All das liegt in der Verantwortung einer „Tatortreinigerin“. Tatsächlich gehöre ich aber gar keiner Organisation am Hof von Fontaine an, sondern bin unabhängige Dienstleisterin. Ich arbeite schon sehr lange mit der Gendarmerie zusammen, nehme aber auch private Aufträge an.\nDas ist eigentlich alles, was über meine Arbeit gesagt werden kann. Aber falls du weitere Fragen hast, immer raus mit der Sprache.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "Über uns – Empfehlung",
			"voicelineType": "2003",
			"description": "Welches Parfüm ich im Alltag trage? Tut mir leid, dich enttäuschen zu müssen, aber ich trage auf der Arbeit normalerweise kein Parfüm. Es könnte andere Düfte während des Arbeitens überlagern, weißt du. Aber wenn du mir ein wenig über deine aktuelle Gemütslage erzählst, kann ich dir sicher ein paar Empfehlungen geben.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "Über uns – Besichtigung",
			"voicelineType": "2002",
			"description": "Du würdest gern mein Studio besichtigen? Da bist du mir mehr als willkommen! Ich kann dir ein bisschen was über die Parfümerie beibringen und ich habe auch eine ziemlich umfangreiche Sammlung, in der du stöbern kannst. Meine Mutter war auch eine Parfüm-Enthusiastin und viele der Parfüms in meiner Sammlung sind eigentlich Geschenke von ihr. Falls Zeit dafür ist, könnten wir sie sogar eines nach dem anderen durchprobieren.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Einmal habe ich versucht, mithilfe meines Göttlichen Auges eine Pflanze zu erschaffen, die ohne Nährstoffzufuhr wachsen würde. Leider waren alle meine Versuche vergebens. Das zeigt, dass es selbst mit der Macht des Göttlichen Auges noch immer Grenzen des Möglichen gibt. Den Gesetzen der Natur kann man sich nicht widersetzen.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Die fünf Sinne sind nicht komplett unabhängig voneinander. Die Farbe Rot zum Beispiel kann ein Gefühl der Wärme erzeugen und ebenso können Düfte bestimmte Empfindungen hervorrufen. Diese Eigenschaft macht man sich hauptsächlich im Verkauf zunutze: Wenn sich beispielsweise ein Kunde nicht gut fühlt, dann ist es ein Leichtes, ihn von einem Parfüm mit floraler oder einer Kräuternote zu überzeugen.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "{M#Es gibt nichts Interessanteres als das Entdecken neuer Dinge. Du bist an so viele Orte gereist und ich bin sicher, dass du einiges mehr an Erfahrung besitzt als ich. Daher frage ich mich, ob ich vielleicht eine Bitte äußern dürfte ... Bist du jemals auf Blumen oder Gewürze gestoßen, die einen besonders starken Eindruck auf dich hinterlassen haben? Könntest du mir davon erzählen?\nEine Blume namens „Inteyvat“ ... Hm, also ich kann zwar nicht behaupten, je davon gehört zu haben, aber das ist in der Tat ein prachtvoller Name. So, ich habe ihn mir notiert. Wenn ich jemals das Glück haben sollte, sie zu Gesicht zu bekommen, lass ich es dich wissen.}{F#Darf ich dich etwas fragen? Also, die Blume in deinem Haar ... So eine habe ich noch nie gesehen. Da du sie sogar als Haarschmuck trägst, muss sie dir wohl wirklich sehr viel bedeuten.\n„Inteyvat“ ... wirklich ein prachtvoller Name. Ich weiß nicht, wie du in ihren Besitz gekommen bist, aber ich bin sicher, dass es zeigt, dass du sehr wichtig für diese Welt bist.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Im Abgrund widerhallendes Requiem“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "Über Chevreuse ...",
			"voicelineType": "4001",
			"description": "Ich bin nicht sicher, ob sie es je erwähnt hat, aber wir haben uns über die Arbeit kennengelernt. Unsere Gespräche sind allerdings nicht annähernd so ernst, wie es unsere Berufe vermuten lassen würden. Einmal erzählte sie mir von einem Roman, in dem ein Parfümeur einen Duft aus menschlichem Gewebe herstellt. Reine Fiktion versteht sich, aber im Buch hat er damit großen Erfolg – das feinste Parfüm eh und je. Meiner Erfahrung nach ist es aber kaum zu glauben, dass daraus im echten Leben wirklich so ein fantastisches Parfüm entstehen würde ...\nChevreuse ging es aber auch weniger um die Machbarkeit. Sie war eher damit beschäftigt, die ganzen juristischen Details in einer solchen Situation durchzugehen.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "Über Chiori ...",
			"voicelineType": "4002",
			"description": "Als Modedesignerin hat Chiori ein scharfes Auge für Trends. Obwohl wir mit komplett anderen Produkten zu tun haben, höre ich gern die kreativen Gedankengänge, die ihren Designs zugrunde liegen. Und abgesehen davon hat sie auch ein gutes Auge für Parfüms. Wann immer sie meine Produkte ausprobiert, entscheidet sie sich am Ende stets für das Parfüm, das sich später am besten verkauft.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "Über Charlotte ...",
			"voicelineType": "4003",
			"description": "Ah, eine wahrlich tatkräftige junge Dame. Als Journalist würde ich vermuten, dass viele mit ihr nichts als Ärger verbinden, aber ich habe sie ganz anders erlebt. Selbst nachdem sie von der wahren Natur meiner Arbeit erfahren hatte, hat sie es für sich behalten – und das, obwohl sie keinen Grund hatte, mir zu helfen, ja es sogar ihren professionellen Interessen zuwiderlief. Daher halte ich große Stücke auf sie. Falls sie je meine Hilfe benötigen sollte, werde ich sie ihr gewiss nicht verweigern.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "Über Clorinde ...",
			"voicelineType": "4004",
			"description": "Ich bin ziemlich sicher, dass alle in Fontaine diesen Namen kennen. Immerhin ist sie eine ganz formidable Duellrepräsentantin. Dennoch kommt man gut mit ihr zurecht. Meiner Erfahrung nach gilt, dass, je stärker eine Person im Kampf ist, sie auch umso offener in Konversationen geht.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "Über Sigewinne ...",
			"voicelineType": "4005",
			"description": "Wenn ich mich recht entsinne, dann hat mich Fräulein Sigewinne in sehr jungen Jahren das erste Mal gesehen – zu jung, dass ich mich daran erinnern könnte ... Ah, wahrscheinlich habe ich dir noch nicht erzählt, dass mein Vater für das Maréchaussée-Phantom arbeitet, und wir daher oft Melusinen zu Gast haben. Es heißt, die Melusinen hätten oft auf mich aufgepasst, als ich noch ein Baby war.\nAber Fräulein Sigewinne hat mich nie als ihr nachrangig behandelt. Über meine Parfüms spricht sie in den höchsten Tönen, weshalb ich ihr normalerweise von allen neuen Proben etwas zurücklege.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "Über Neuvillette ...",
			"voicelineType": "4006",
			"description": "Wenn du als Parfümeurin merkst, dass dein Geruchssinn abstumpft, gibt es eine ganz einfache Lösung: frisches Wasser trinken. Ich mache mir normalerweise keine großen Gedanken über das Wasser, was ich trinke. Einmal nahm ich aber aus Neugier an einer professionellen Wasserverkostung teil, organisiert von Monsieur Neuvillette.\nSein Verständnis von verschiedenen Wasserarten ist derart abstrakt, aber gleichzeitig doch so ausgeprägt. Es erinnerte mich beinahe an die Art und Weise, wie in Magazinen über Parfüms gesprochen wird. Er nahm sich Zeit, meine Anforderungen zu verstehen, und empfahl mir mit größter Aufrichtigkeit einige Wasserquellen. Er war wirklich so umsichtig! Manchmal kaufte ich bestimmte Varianten nur aus Respekt vor ihm.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "Über Wriothesley ...",
			"voicelineType": "4007",
			"description": "Du kennst Wriothesley? Haha, du steckst wirklich voller Überraschungen! Soweit ich weiß, versucht sich der Herzog unauffällig zu verhalten – die meisten Leute wissen nicht mal, dass es ihn gibt. Monsieur Neuvillette wollte ihm einmal meine Dienste empfehlen, aber er war offenbar der Meinung, dass das Fort Méropide keinen Gebrauch dafür hätte.\nIch kann nicht sagen, was ihn bewogen hat, mich abzuweisen, denn ich habe ihn nie persönlich getroffen. Aber wenn ich raten müsste ... Vermutlich gibt es da einige Dinge, von denen er nicht möchte, dass sie weggewaschen werden. Möglich, dass er sie lieber so belässt ... als Warnung.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "Über Tighnari ...",
			"voicelineType": "4008",
			"description": "Persönlich habe ich ihn nur ein paar Male getroffen. Aber wir schreiben uns oft Briefe. Er hat sich zuerst an mich gewendet, hat mir einen Brief geschickt, nachdem er über Umwege an meine Daten gekommen war. Er war außerordentlich höflich und es schmeichelte mir sehr, dass sich ein so renommierter Botaniker für meine Expertise in Sachen Blumen interessierte. Ich sah darin aber auch eine Chance, von ihm zu lernen. Und so entschied ich mich, eigene Fragen zu stellen, insbesondere über Parfümzutaten aus Sumeru, auf die er mir umfassend antwortete.\nMittlerweile ist unser Schriftverkehr wesentlich zwangloser. Manchmal erzählt er mir sogar von seinen Gefährten. Ich bin wirklich überglücklich, dass ich Gelegenheit hatte, so einen guten neuen Freund zu finden.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "Ich will mehr über Émilie erfahren I",
			"voicelineType": "5001",
			"description": "Oft romantisieren die Leute Parfüm und dichten ihm alle Arten poetischer Qualitäten an. In Wahrheit aber ist die Parfümherstellung viel eher eine Wissenschaft. Am Ende läuft tatsächlich alles auf ein einfaches chemisches Experiment hinaus. Es ist Aufgabe der Parfümeurin, eine Brücke zu schlagen zwischen den künstlerischen und den wissenschaftlichen Qualitäten des Produkts. Und das auch nur ansatzweise erfolgreich hinzubekommen, erfordert einiges an Können.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "Ich will mehr über Émilie erfahren II",
			"voicelineType": "5002",
			"description": "Sicher können Leute beschreiben, welche Gefühle ein bestimmter Duft in ihnen auslöst. Aber es ist doch sehr schwierig, einen Duft einzig auf Grundlage einer schriftlichen Erklärung nachzumachen, das gilt auch für mich. Daher muss ich mich entschuldigen, ich mache keine Sonderanfertigungen. Abgesehen davon wäre es mir selbstverständlich eine Ehre, mit dir ins Geschäft zu kommen, sofern dir eines meiner anderen Parfüms zusagt.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "Ich will mehr über Émilie erfahren III",
			"voicelineType": "5003",
			"description": "Ein Parfüm muss eine Reihe von Tests durchlaufen, bevor es in den Verkauf geht, und dazu gehört auch ein Haltbarkeitstest. Dies hilft bei der Beantwortung einiger Fragen: Wie lange hält sich das Produkt? Ist es anfällig für Verschlechterung? Wird es mit der Zeit giftig oder verflüchtigt sich gar?\nHm, jetzt, da ich darüber nachdenke ... Wäre es nicht toll, wenn es einen Weg gäbe, auch zwischenmenschliche Beziehungen auf ihre Haltbarkeit zu testen?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "Ich will mehr über Émilie erfahren IV",
			"voicelineType": "5004",
			"description": "Ich mache aus meinem wahren Beruf nicht absichtlich ein Geheimnis, aber ich bevorzuge es, so diskret wie möglich damit umzugehen. Nicht, weil ich befürchte, dass es potenzielle Kunden für meine Parfüms abschrecken könnte. Es ist vielmehr, dass mir bewusst ist, dass ich durch meine Arbeit als Tatortreinigerin Zugang zu einer Menge sensibler Informationen erhalte, zu Dingen, die nicht an die Öffentlichkeit gelangen dürfen. Die Personen, die meine Dienste in Anspruch nehmen, erwarten höchste Diskretion. Ich möchte nicht, dass ihnen meinetwegen auch nur die geringste ungewollte Aufmerksamkeit zuteilwird.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "Ich will mehr über Émilie erfahren V",
			"voicelineType": "5005",
			"description": "Die Parfümherstellung war immer nur ein Hobby für mich. Manchmal mache ich es in meiner Freizeit, so wie manche ein Instrument lernen oder Kunsthandwerk machen.\nDennoch, es war nicht immer mein Lebensziel, Tatortreinigerin zu werden. Meine Mutter arbeitet als Gerichtsmedizinerin und daher wusste ich von Kindesbeinen an, dass ich später auch mal was mit strafrechtlichen Ermittlungen machen möchte. Lange Zeit ließ mich mein Talent für Chemie eher in die Richtung Spurenanalyse gehen. Aber mit fortschreitendem Studium kam ich auch mit echten Tatorten in Berührung. Ein Tatort ist mir besonders in Erinnerung geblieben ... Ein kleines Kind war ermordet worden, der Teppich vollgesogen mit Blut, und auch die Wände über und über mit Blut bespritzt. Nachdem dann die Ermittler ihre Arbeit abgeschlossen hatten, gingen sie einfach weg. Ich konnte mir kaum vorstellen, was die armen Eltern da gerade durchmachen mussten ... Es schien mir nicht richtig, dass sie alles selbst säubern mussten, nachdem ihr eigenes Kind umgebracht worden war.\nHm, genau. Dieses Erlebnis hat mich dann zur Tatortreinigung gebracht.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Émilies Hobby ...",
			"voicelineType": "6001",
			"description": "Ich sammle gern Zeitungsausschnitte. Immer wenn mir in der Zeitung eine unglaubliche Geschichte begegnet, schneide ich sie aus und füge sie meiner Sammlung hinzu. So habe ich schon etliche dicke Ordner gefüllt. Da durchzublättern ist beinahe wie eine dieser Kurzgeschichtenreihen zu lesen, die Chevreuse so mag.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "Émilies Sorgen ...",
			"voicelineType": "6012",
			"description": "Die ganzen Hunde im Park sind so süß. Aber bevor man sie streicheln kann, muss man erst eine Weile mit ihnen spielen. Hehe, ich glaube, solche Sorgen kann man gern haben.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Frische, mit Meersalz bestreute Garnelen, kurz pochiert und dann in zerlassene Butter getunkt – einfach und lecker. Das solltest du auch einmal probieren.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich esse kaum rotes Fleisch. Darüber kann man streiten, ich weiß.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Mmh, das schmeckt genauso gut, wie es riecht. Danke, dass du mir was abgibst. Ich fand es wirklich köstlich.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Hm, das sieht hervorragend aus, und die Konsistenz ist auch äußerst angenehm.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Es gibt also wirklich Leute, die diesem Geschmack etwas abgewinnen können ...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Herzlichen Glückwunsch zum Geburtstag! Ich weiß, Parfümpräferenzen sind eine höchst persönliche Angelegenheit. Aber ich war mal so frei, eines auszuwählen, das dir vielleicht gefallen könnte. Eine Eigenkreation von mir, die jedoch noch nicht offiziell erhältlich ist.\nIch habe versucht, die floralen und fruchtigen Noten der Natur in dieser Jahreszeit zu kombinieren. Damit wollte ich einen eher dezenten Duft erzielen. Ich hoffe, er lässt dich ein wenig Ruhe und Geborgenheit verspüren, wenn du ihn trägst.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Danke vielmals! Ach, warum so bescheiden? Natürlich gebührt dir der Dank!",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Danke für deine Empfehlungen. Die geben mir einiges zum Nachdenken.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Macht ist nur dann von Nutzen, wenn sie von der richtigen Person eingesetzt wird. Ich werde mein Bestes geben, dein Vertrauen in mich zu ehren.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Viele Dinge sind nur klar zu erkennen, wenn man ein helles Licht auf sie wirft. Und dieses Licht hast du mir nun verliehen. Lädst du mich auf deine Reise ein? Nun denn, bitte geh voran, ich werde an deiner Seite sein.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Umstrukturieren.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Extrahieren.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Neutralisieren.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Frisch und blumig.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Das wird es etwas aufhellen.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Ein bisschen Gemütlichkeit.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Hehe, erfüllt die Beute deine Erwartungen?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Soll ich dir mit der Last helfen?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Hm, nicht die Spur einer Information über den Besitzer ....",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Mein Geruchssinn lässt nach ...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Das war eine unerwünschte Wirkung ...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Zeit, die Lage neu zu bewerten ...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Atme mal kurz durch.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Keine Sorge, ich bin da.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Ich schmecke ... Blut ...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Die Laterne ist ... erloschen ...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Ist es an der Zeit für mich ... zu gehen?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Mein wunder Punkt.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Ich war schlecht vorbereitet ...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Ich muss besonnener vorgehen.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Es wäre mir eine Ehre.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Das Vergnügen ist ganz meinerseits.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Ich fühle mich geschmeichelt.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}