{
	"id": 10000051,
	"name": "Eula",
	"friendLines": [
		{
			"voicelineId": 39009,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1000",
			"description": "Ich, Eula Lawrence, „Gischtritterin“ und Truppenführerin der Freischärler des Ordo Favonius, begrüße dich herzlich ... Was, Lawrence? Ja, genau, ich bin ein Nachkomme der Sünder, die Verräterin im Ritterorden und bin gerade dabei, mich an dem Orden zu rächen.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_draw_appear"
		},
		{
			"voicelineId": 39010,
			"title": "Gespräch – Manieren",
			"voicelineType": "1101",
			"description": "Die Etikette von den Rittern und die von den Aristokraten teilen eigentlich den gleichen Ursprung. Nur ist die erstere viel bodenständiger und einfacher.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_01"
		},
		{
			"voicelineId": 39011,
			"title": "Gespräch – Schwertkampfkunst",
			"voicelineType": "1102",
			"description": "Favonius-Schwertkunst? Möchtest du das lernen? Das wäre gar keine schlechte Idee. Wenn du die Schwertkunst beherrschst, kann ich mich an dir rächen. Das wäre bestimmt ein großer Spaß.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_02"
		},
		{
			"voicelineId": 39012,
			"title": "Gespräch – Regel",
			"voicelineType": "1103",
			"description": "Die Etikette der Aristokraten ist total überholt und rückständig ... Ich wurde damals gezwungen, ein paar hundert Regeln davon auswendig zu lernen, habe sie aber niemals ernst genommen.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_03"
		},
		{
			"voicelineId": 39013,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Komm schnell zu mir. Ich habe einen Regenschirm. Falls du weiter im Regen stehst und pitschnass wirst, kriegst du bestimmt eine schwere Erkältung. An wem soll ich mich dann rächen, wenn du krank im Bett liegst?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_heavyRain_01"
		},
		{
			"voicelineId": 39014,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "So ein Mistwetter! Der Donner übertönt alles andere. Das stört meine Wahrnehmung von der Umgebung sehr.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_thunder_01"
		},
		{
			"voicelineId": 39015,
			"title": "Wie sonnig ...",
			"voicelineType": "1203",
			"description": "Eine sehr gute Aussicht hier! Hoch oben auf der Bergspitze kann man alles von den Feinden gut im Blick haben.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_sunny_01"
		},
		{
			"voicelineId": 39016,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Zeit zum Aufstehen. Jetzt ist es zwei Stunden vor Sonnenaufgang und die Wachen, die die ganze Nacht aufbleiben müssen sind jetzt am müdesten. Deshalb ist es auch unsere beste Zeit zum Handeln!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingMorning"
		},
		{
			"voicelineId": 39017,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Zum Mittag soll man weniger Kohlehydrate und mehr Fleisch essen. Sonst wird man leicht schläfrig nach dem Essen und fällt dabei dem Überraschungsangriff der Feinde zum Opfer.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNoon"
		},
		{
			"voicelineId": 39018,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "„Möge die sanfte Brise dir eine ruhige und herrliche Nacht bringen.“ ... Das ist einer der wenigen Grüße unter den Aristokraten, die mir gefallen.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight"
		},
		{
			"voicelineId": 39019,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Du möchtest die Schlafmelodie von meiner Knochenflöte hören? Dann könntest du bestimmt nicht mehr aufwachen ... So würde meine Rache an dir zu langweilig.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight2"
		},
		{
			"voicelineId": 39020,
			"title": "Über Eula – Ritterin",
			"voicelineType": "2001",
			"description": "Wenn man sich unter seinen Feinden befindet, fällt man ihnen auch leichter in den Rücken, nicht wahr? Deswegen bin ich dem Ritterorden beigetreten.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle"
		},
		{
			"voicelineId": 39021,
			"title": "Über Eula – Einstellung",
			"voicelineType": "2002",
			"description": "Als Ritter des Ordo Favonius muss man dann unbedingt seine zugewiesene Arbeit gut erledigen. Sonst wäre man nur ein Tunichtgut. Ich bin zwar ein Nachkomme der Sünder, werde mich aber nicht auf dieses Niveau hinablassen.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle2"
		},
		{
			"voicelineId": 39022,
			"title": "Über Eula – Freischärler",
			"voicelineType": "2003",
			"description": "Die Freischärler jagen normalerweise den Feinden hinterher oder greifen ihre Flanken an, ohne sich von jemandem herumkommandieren zu lassen. Man hat nicht so viele Regeln einzuhalten. Das passt mir besser.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle3"
		},
		{
			"voicelineId": 39023,
			"title": "Über Eula – Tanz",
			"voicelineType": "2004",
			"description": "Nicht alles vom Lawrence-Klan soll man auf den Kehricht werfen. Mindestens ist der „Zeremonientanz“ für mich pur und erhaben. Beim Tanzen finde ich immer mein inneres Gleichgewicht und Ruhe. Deswegen habe ich ihn diese Jahre nicht aufgegeben. Jeden Tanzschritt kenne ich im Schlaf ... Also zurück zur Sache, falls du von mir die „Favonius-Schwertkunst“ lernen möchtest, musst du zuerst den Tanz erlernen.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle4",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39024,
			"title": "Über uns – Gemeinsamkeit",
			"voicelineType": "2005",
			"description": "Wir ähneln uns ehrlich gesagt ein bisschen. In Mondstadt sind wir beide „Fremde“. Der Unterschied zwischen uns ist, dass du bei den Bewohnern beliebt bist, während ich von ihnen gehasst werde.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close"
		},
		{
			"voicelineId": 39025,
			"title": "Über uns – Rache",
			"voicelineType": "2006",
			"description": "Es wird bestimmt noch viele weitere Gründe für mich geben, mich an dir zu rächen. Lass uns einfach einen Tag später in der Zukunft ausmachen, an dem wir alles tilgen können. Das wird uns in der Zwischenzeit eine Menge Umstände ersparen. Vielleicht einen Tag in zehn oder zwanzig Jahren ... Keine Sorge, ich werde das bestimmt nicht vergessen. Bis dahin sollst du weiter wohlauf bleiben.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39026,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Der Beiname „Nachkomme der Sünder“ gefällt mir ganz und gar nicht. Ich kann mich von diesem nervigen Titel befreien, indem ich mich ständig auf meine Art und Weise räche. Um Rache zu üben, braucht man Kraft. Deswegen ist es auch verständlich, dass ich das „Göttliche Auge“ bekam.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39027,
			"title": "Willst du mir etwas mitteilen? – Knochenflöte",
			"voicelineType": "3002",
			"description": "Mit meiner Knochenflöte kann ich Melodien verschiedenster Art spielen, um meine Gegner zu verwirren. Sie ist eine sehr praktische Waffe. Ich spiele sehr oft die Melodie der Wogen. Dafür habe ich den Titel „Gischtritterin“ bekommen. Aber es interessiert niemanden, dass die Kunst des Knochenflötenspielens eigentlich aus Liyue stammt ... Es kümmert auch niemandem, dass sich die gehasste Sünderin von Mondstadt eine von allen vergessene Person aus Liyue gefunden und bei ihr das Knochenflötespielen gelernt hat.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39028,
			"title": "Willst du mir etwas mitteilen? – Weinprobe",
			"voicelineType": "3003",
			"description": "Normalerweise soll der gereifte Löwenzahnschnaps mit einem Silberbecher getrunken werden. Man soll den Schnaps zuerst im Becher zwölf Minuten lang stehen lassen und anschließend erst die Eiswürfel in den Schnaps tun. Und es ist am besten, wenn sechzig Prozent des Schnapses über den Eiswürfeln stehen. Aber das alles ist einfach viel zu umständlich. Das tue ich nicht.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39029,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3004",
			"description": "Eisnebelblumen sind zu selten zu sehen. Das Pulver aus dieser Blume kann die Klangfarbe meiner Knochenflöte deutlich verbessern.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_gift"
		},
		{
			"voicelineId": 39030,
			"title": "Über Amber ...",
			"voicelineType": "4001",
			"description": "Amber tut gern nach ihrer eigenen Lust und Laune Sachen für mich. Als ich dem Ritterorden beitrat, hat sie für mich mein Zimmer saubergemacht und mich dann herumgeführt. Später hat sie mir auch bei verschiedenen Schwierigkeiten unter die Arme gegriffen. In den Augen der anderen wird mir immer von ihr herzlich geholfen, als ob sie meine Schwester wäre, die mich ganz liebevoll in ihre Obhut nimmt. Das geht aber nicht! Dafür werde ich mich noch rächen!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39031,
			"title": "Über Jean ...",
			"voicelineType": "4002",
			"description": "Stellvertretender Großmeister? Sie ist die Erzfeindin meines Klans. Aber für sie ist meine Arbeitsleitung am allerwichtigsten. Sie hat meine Fähigkeiten anerkannt und mich eingeladen, dem Ritterorden beizutreten. Danach hat sie mir wieder viele Chancen gegeben, sodass ich meine Fähigkeiten ungehemmt entfalten kann. Aus diesen Gründen möchte ich sie etwas schonen, wenn ich Rache an ihr übe.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39032,
			"title": "Über Lisa ...",
			"voicelineType": "4003",
			"description": "Ach, sie ist ein echter Quälgeist. Sie hat vielleicht Tausende, nein, Zehntausende von Büchern im Kopf. Sie kann beiläufig alle dunklen Kapitel der Geschichte des Lawrence-Klans aufsagen, ohne sich in einem einzigen Datum zu irren. Also kann sie mir bestimmt dabei helfen, jemandem aufzuspüren. Aber ich will sie einfach nicht um Hilfe bitten.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39033,
			"title": "Über Barbara ...",
			"voicelineType": "4004",
			"description": "Wie kann sie so beliebt sein? Gibt es vielleicht einige Tricks, die sie mir beibringen kann? ... Ach nein, lass es. Wir, ein „Star“ und eine „Sünderin“, sprechen überhaupt nicht die gleiche Sprache.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_barbara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39034,
			"title": "Über Varka ...",
			"voicelineType": "4005",
			"description": "Der Großmeister? Er ist sehr aufrichtig und kümmert sich nicht um Kleinigkeiten oder Gerüchte. Ein guter Mensch sozusagen. Ich habe mich mit ihm einmal gemessen. Es ist damals unentschieden ausgegangen. Aber beim Anblick seiner legeren Mimik sowie seiner Bewegungen ohne die geringste Zuckung, merkte ich schon, dass er nicht alles gegeben hatte. Das war schon sehr beleidigend! Das lasse ich auf gar keinen Fall ruhig über mich ergehen.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39035,
			"title": "Über Venti ...",
			"voicelineType": "4006",
			"description": "Der Barde hat ein paar Lieder gesungen, in denen der Lawrence-Klan in lustigen Geschichten eingeflochten ist. Er hat damit mit einem Ton über den Klan gescherzt, den ich zuvor nie gehört hatte. Es war so lustig, dass ich auch nicht mehr in der Lage war, mein Lachen zurückzuhalten ... Dafür werde ich mich noch an ihm rächen.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39036,
			"title": "Über Razor ...",
			"voicelineType": "4007",
			"description": "Er kümmert sich weder um die Etikette noch um Meinungen von anderen, er hat auch keine sogenannten Klanpflichten zu schultern ... Sein Leben ist echt einfach und frei ...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_razor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39037,
			"title": "Über Saccharose ...",
			"voicelineType": "4008",
			"description": "Die Alchimistin? Sie hatte mir einmal einen Apparat gegeben und behauptet, dass ich mich damit in den Orden des Abgrunds einschleichen könnte. Aber als ich da war, war das Ding plötzlich hochgegangen. Und ich wurde sofort ertappt und von dreizehen Mitachurls überfallen. Nachdem ich entkommen war, kam ich sofort zu ihr. Aber als ich ihr panisches und schuldbewusstes Gesicht und all die Aufzeichnungen der Fehlversuche auf der Wand sah, war mein Zorn plötzlich verdampft. Ich war immerhin nicht verletzt. Es war mir bei dem Unfall nur etwas peinlich gewesen. Sonst war nichts Schlimmes mit mir passiert.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_sucrose_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39038,
			"title": "Über Diluc ...",
			"voicelineType": "4009",
			"description": "Ein Typ im Ritterorden gefällt mir nicht. Er mag den Ritterorden auch nicht, so wie ich. Theoretisch gehören wir zusammen. Aber er zeigt ständig den anderen die kalte Schulter und scheint damit noch nerviger als der stellvertretende Großmeister zu sein. Hmpf, ich will nichts mit ihm zu tun haben.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diluc_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39039,
			"title": "Über Diona ...",
			"voicelineType": "4010",
			"description": "Sie ist eine faszinierende Wirtin. Wir kommen erstaunlich gut miteinander klar. Sie arbeitet in der Taverne und wartet auf eine geeignete Gelegenheit, die Getränkewirtschaft von Mondstadt zu vernichten. Und ich schließe mich dem Ritterorden an, um mich an ihm zu rächen. Was für ein schöner Zufall!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diona_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39040,
			"title": "Über Yanfei – Kennenlernen",
			"voicelineType": "4011",
			"description": "Das ist eine lange Geschichte ... Einmal verfolgten wir eine Fuhre gefährlicher Ware von dem Orden des Abgrunds. Die Ware wurde als normale getarnt und von Dornmannshaven nach Liyue transportiert. Sie war damals die Beraterin auf dem Handelsschiff und hat die Lunte gerochen. Als sie heimlich selbst die Ware untersuchte, wurde sie erwischt. Falls wir noch einige Minuten später angekommen wären, hätte sie bestimmt Pech gehabt.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39041,
			"title": "Über Yanfei – Ansicht",
			"voicelineType": "4012",
			"description": "Danach blieben wir miteinander in Kontakt. Ihre Klugheit gefällt mir sehr. Sie behält die Regeln im Kopf, kann aber damit sehr schlau umgehen. In dieser Hinsicht können einige von dem Ritterorden von ihr echt viel lernen. Darüber hinaus kann sie mir bestimmt dabei helfen, den Menschen zu finden, nach dem ich die ganze Zeit suche. So kann sie sich auch für meine Leistung an jenem Tag revanchieren.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39086,
			"title": "Über Mika – Kommunikation",
			"voicelineType": "4013",
			"description": "Als Mika unserem Trupp der Freischärler zugeteilt wurde, dachte ich, er würde nach ein paar Tagen wieder gehen, genau wie viele andere vor ihm. Doch er überraschte mich damit, dass er nie faulenzte und alle seine Aufgaben ausgezeichnet erfüllte. Er ergriff sogar die Initiative, Besorgungen für mich zu erledigen und bei der Kommunikation zu helfen. Hmpf, ich weiß nicht, wer da herumläuft und den Leuten sagt, dass sie sich um mich kümmern müssen ...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39087,
			"title": "Über Mika – Rückkehr",
			"voicelineType": "4014",
			"description": "Nachdem Mika von der Expedition zurückgekehrt war, bemerkte ich, dass sich sein Charakter nicht im geringsten verändert hat. Aber seine Fähigkeiten haben sich erheblich verbessert. Der Großmeister hat anscheinend sehr gut dafür gesorgt, dass niemand in der Expeditionstruppe sein Training vernachlässigte. Hmm? Mika selbst hat seine Fortschritte nicht bemerkt? Vielleicht ist er ein bisschen abgestumpft ... Oder er ist sich seiner eigenen Verbesserung schon bewusst, aber der bescheidene Mika will nicht prahlen. Schließlich ist er ein Mitglied meiner Gruppe. Ich kenne ihn gut.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39042,
			"title": "Ich will mehr über Eula erfahren I",
			"voicelineType": "5001",
			"description": "Die Vergangenheit einer Sünderin ist durchaus nicht erzählenswert. Egal was ich tue oder was ich rede, werde ich als eine lauernde Gefahr betrachtet. Jetzt ist meine Lage schon viel besser. Vor meinem Beitritt zum Ritterorden wollten der Hirschjäger und Mondstadts Gemischtwaren mir einfach nichts verkaufen. Ich musste nach draußen gehen, selbst jagen und Feuer machen, um mir was zum Essen zu kochen.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_01"
		},
		{
			"voicelineId": 39043,
			"title": "Ich will mehr über Eula erfahren II",
			"voicelineType": "5002",
			"description": "Manche wollten mir einreden, dass ich bescheiden und schuldbewusst handeln sollte. So könnten die anderen mir eventuell verzeihen. Aber sie sind keine „Sünder“ ... und wissen daher nicht, dass man „Sündern“ nicht so leicht verzeiht. Für mich ist Rache der richtige Weg. Ich gehe direkt zu demjenigen, der mich hasst, und messe mich mit ihm. Falls ich verliere, kann er alles Erdenkliche gegen mich tun. Aber falls ich ihn besiege, dann muss er meinen Forderungen nachkommen, wie zum Beispiel ... hmm, er sollte mich zumindest wie einen normalen Kunden behandeln.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 39044,
			"title": "Ich will mehr über Eula erfahren III",
			"voicelineType": "5003",
			"description": "Der Ordo Favonius ist schon gut. Wenigstens haben die Leute da ein gutes Auge für das „Talent“, nicht die „Identität“ eines Menschen. Früher hatte ich mich mehrmals mit den Eliten vom Ritterorden im Kampf gemessen und sie mit meinen Fähigkeiten beeindruckt. Deswegen habe ich die Einladung zum Beitritt bekommen. Im Ritterorden fällt es mir natürlich leichter, mich zu rächen. Und es kommen auch weniger Schwierigkeiten in mein Leben. Gar nicht so schlecht, oder?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39045,
			"title": "Ich will mehr über Eula erfahren IV",
			"voicelineType": "5004",
			"description": "Der Lawrence-Klan hat erst nach seiner Entartung diesen schlechten Ruf bekommen. Davor war Lawrence ein glorreicher und ruhmvoller Name. Leider scheint diese Geschichte in Vergessenheit zu geraten. Der Großmeister hat einmal zu mir gesagt, dass ich als Ritterin ziemlich gute Arbeit geleistet und damit die ursprüngliche Glorie des Lawrences zurückgewonnen habe. Das könne den Stereotypen von diesem alten Namen Paroli bieten, sagte er. Was er sagte, gefällt mir sehr.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 39046,
			"title": "Ich will mehr über Eula erfahren V",
			"voicelineType": "5005",
			"description": "Falls sich die Leute von meinem Klan weiter weigern, für ihre Sünden zu büßen, oder sogar darauf beharren, Mondstadt zu stürzen, dann werde ich sie sowie den Namen Lawrence auf Ewigkeit ausradieren ... Das soll wohl die einzige „Klanpflicht“ sein, die ich erfüllen möchte. Danach werde ich mir irgendeinen Namen suchen. Vielleicht kannst du mir einen Namen geben!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39047,
			"title": "Eulas Hobbys ...",
			"voicelineType": "6001",
			"description": "Ich liebe alles Kühle, zum Beispiel eiskaltes Bier oder andere Getränke. Ich trinke sie gerne in einem Zug aus. Oder ich sitze einfach auf einem Gebirgspass und genieße den brausend hindurchziehenden Wind. Ich bade auch gerne in dem See am Fuß des Drachengrats. Haha, vielleicht wirst du eines Tages von mir in das tierisch kalte Wasser hineingezogen, wenn du um den See gammelst.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_hobby"
		},
		{
			"voicelineId": 39048,
			"title": "Eulas Sorgen ...",
			"voicelineType": "6002",
			"description": "Manchmal ist die Taverne viel zu gut besucht. Ich werde dann aufgefordert, mit anderen meinen Tisch zu teilen. Sobald die Leute wissen, dass ich eine vom Lawrence-Klan bin, sehen sie sofort auf mich herab, oder noch schlimmer, provozieren mich und möchten mich in eine peinliche Lage bringen. Hmpf, ich kann sogar meinen Wein nicht in Ruhe trinken.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_annoyed"
		},
		{
			"voicelineId": 39049,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Ich koche gern etwas Kleines. Das müssen nicht unbedingt Süßigkeiten sein. Ich bereite zum Beispiel auch eisgekühlte Tomatensülzen-Eierrollen zu, die sehr gut zu Eisbeerenminzwein passen. Das Wichtigste ist, dass die Leute beim Essen meiner Gerichte alle sehr glücklich lächeln.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodLike"
		},
		{
			"voicelineId": 39050,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich mag herzhafte Suppen nicht. Zu stark gewürzt. Dazu kommt noch, dass man ein sehr starkes Sättigungsgefühl nach dem Essen bekommt. Das stört einen sehr beim Sport und im Kampf. Die Suppen sind auch nicht leicht mitzunehmen. Deswegen hasse ich sie.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodDislike"
		},
		{
			"voicelineId": 39083,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Was? Ist dies eine Herausforderung für mich? Ich akzeptiere.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_pref_01"
		},
		{
			"voicelineId": 39084,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "So, so ... Willst du es selbst ausprobieren?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_normal_01"
		},
		{
			"voicelineId": 39085,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Willst du dich an mir rächen?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_dislike_01"
		},
		{
			"voicelineId": 39051,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Heute ist ein denkwürdiger Tag. Aber du sollst nicht vergessen, dass du mit der Zeit auch immer stärker werden sollst. Hier ist eine besondere Knochenflöte für dich als Geschenk. Lerne das Flötenspielen von mir. Und dann kannst du irgendwann versuchen, mich zu verwirren, um Zeit zu gewinnen, wenn ich mich an dir räche.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 39052,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Meine Kampffähigkeiten sind schon viel besser geworden. Aber jetzt ist noch nicht die Zeit, zufrieden zu sein. Es gibt noch viele Kämpfer im Ritterorden, die besonders fleißig sind. Um sie zu besiegen und meine Rache zu vollenden, muss ich noch viel stärker als sie werden.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 39053,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Ja, mit meiner Stärke kann ich jetzt den stellvertretenden Großmeister bestimmt besiegen, wenn ich mich mit Jean messe.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 39054,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Komisch ... Mit dir zusammen wächst meine Stärke besonders schnell. Es scheint, dass ich das große Los gezogen habe, als ich mir dich zum Feind gemacht habe. Ich muss mich noch fester an dich hängen.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39055,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Wunderbar! Ich habe jetzt diese Kryo-Kraft vollkommen im Griff. Den stellvertretenden Großmeister stecke ich jetzt schon in den Sack. Sollte der Großmeister persönlich kommen, könnte er mich auch nicht aufhalten! Gut, ich muss jetzt meinen Plan zum Hauptangriff entwerfen. Ich kann es kaum erwarten, den Ordo Favonius zu vernichten und mich als Nächstes an dir zu rächen. Bleib an meiner Seite und sieh zu!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 39056,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Bettle.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_01"
		},
		{
			"voicelineId": 39057,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Erfriere!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_02"
		},
		{
			"voicelineId": 39058,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Zerbrich!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_03"
		},
		{
			"voicelineId": 39059,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Das Urteil ist gefällt!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_04"
		},
		{
			"voicelineId": 39060,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Ich verdamme dich!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_05"
		},
		{
			"voicelineId": 39061,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Auge um Auge!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_06"
		},
		{
			"voicelineId": 39062,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Eisiger Sturm!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_01"
		},
		{
			"voicelineId": 39063,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Eiskalte Rache!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_02"
		},
		{
			"voicelineId": 39064,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Festes Eis, die Rache ist mein!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_03"
		},
		{
			"voicelineId": 39065,
			"title": "Rennen – Start I",
			"voicelineType": "700001",
			"description": "Schneller.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_sprint_start_01"
		},
		{
			"voicelineId": 39066,
			"title": "Windgleiter öffnen I",
			"voicelineType": "800001",
			"description": "Zeit zum Auskundschaften!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_fly_start_01"
		},
		{
			"voicelineId": 39067,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Was haben wir denn hier ...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_01"
		},
		{
			"voicelineId": 39068,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Die kann ich gut gebrauchen.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_02"
		},
		{
			"voicelineId": 39069,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Das Glück ist auch manchmal einer Sünderin hold ...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_03"
		},
		{
			"voicelineId": 39070,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Die Quoten sind gegen uns ...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_01"
		},
		{
			"voicelineId": 39071,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Lass uns die Schwerter kreuzen ...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_02"
		},
		{
			"voicelineId": 39072,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Du bist ziemlich gut!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_03"
		},
		{
			"voicelineId": 39073,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Lass mich das alles erledigen!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_01"
		},
		{
			"voicelineId": 39074,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Lass uns davon Abstand halten, das ist ein Befehl!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_02"
		},
		{
			"voicelineId": 39075,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Was für ein trauriger Anblick ...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_01"
		},
		{
			"voicelineId": 39076,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Ich werde zurückkommen...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_02"
		},
		{
			"voicelineId": 39077,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Ich schätze, ich habe meine gerechte Strafe bekommen ...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_03"
		},
		{
			"voicelineId": 39078,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Nicht schlecht!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_01"
		},
		{
			"voicelineId": 39079,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Ach du meine Güte ...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_02"
		},
		{
			"voicelineId": 39080,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Bereit zur Erkundung.",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_01"
		},
		{
			"voicelineId": 39081,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Ich sehe mir das an.",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_02"
		},
		{
			"voicelineId": 39082,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Was ist dein Schlachtplan?",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_03"
		}
	]
}