{
	"id": 10000076,
	"name": "Faruzan",
	"friendLines": [
		{
			"voicelineId": 76000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Das ist der Preis für herausragende Gelehrte der Akademie, das ist für lebenslanges Engagement des Rätselvereins von Sumeru, und das hier ist der Preis vom Symposium der Ruinenvorrichtungen ... So, hast du Interesse, {M#mein Student}{F#meine Studentin} zu werden? *hust* Übrigens, ich bin eine Gelehrte der Redelehre. Wenn du mich suchst, komm bitte zu Haravatat, nicht zu Kshahrewar. Verirre dich nicht.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_draw_appear_01"
		},
		{
			"voicelineId": 76001,
			"title": "Gespräch – Regeln",
			"voicelineType": "1101",
			"description": "Hundert Jahre sind vergangen, aber die dummen Regeln der Akademie haben sich nicht geändert ...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_01"
		},
		{
			"voicelineId": 76002,
			"title": "Gespräch – Respekt",
			"voicelineType": "1102",
			"description": "Was? Wie bitte? Ich bin schon alt, ich hör nicht gut. Du solltest mich mit Respekt behandeln.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_02"
		},
		{
			"voicelineId": 76003,
			"title": "Gespräch – Forschung",
			"voicelineType": "1103",
			"description": "Akademische Forschung ist keine Trendmode. Themen können nicht einfach in Mode oder aus der Mode kommen.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_03"
		},
		{
			"voicelineId": 76004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Ich bin schon seit vielen Jahren kein Kind mehr, also sehe ich keinen Grund, mich über den Regen aufzuregen.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_heavyRain_01"
		},
		{
			"voicelineId": 76005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Aah!? Wieso ...? Darf ich in meinem Alter keine Angst vor Donner haben?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_thunder_01"
		},
		{
			"voicelineId": 76006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Wie schön und faszinierend ... Hatschi! Na gut, man kann sich auch erkälten ...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_snowy_01"
		},
		{
			"voicelineId": 76007,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1204",
			"description": "Wie gemütlich ... Eine luftige, offene Umgebung ist wirklich das Beste.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_gale_01"
		},
		{
			"voicelineId": 76008,
			"title": "In der Wüste ...",
			"voicelineType": "1205",
			"description": "Wie sind wir wieder hierher zurückgekommen ...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_desert_01"
		},
		{
			"voicelineId": 76009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Junge, morgens sollte man energiegeladen sein! Komm und begrüß mich wieder.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingMorning"
		},
		{
			"voicelineId": 76010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Ich bin ein bisschen hungrig ... Gehen wir auf den Großen Basar zum Essen? Alles geht, solange es nicht zu „innovativ“ ist.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNoon"
		},
		{
			"voicelineId": 76011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Sei nicht so überrascht. Gelehrte jeder Generation machen für ihre Forschung die Nacht durch. Die Nacht bietet eine wertvolle Gelegenheit, in Ruhe über Ideen und Themen nachzudenken.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight"
		},
		{
			"voicelineId": 76012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Dieser alte Text macht mir Kopfzerbrechen ... Geh nicht zu spät ins Bett, ich gehe auch schlafen, also gute Nacht.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight2"
		},
		{
			"voicelineId": 76013,
			"title": "Über Faruzan – Fortgeschrittene Forscherin",
			"voicelineType": "2001",
			"description": "Worüber möchtest du mehr erfahren? Verschiedene Formen der auf Gewicht reagierenden Vorrichtung? Das Grundkonzept der Elementarstele? Hmm, warte ... Du solltest bei deinen Fragestellungen immer daran denken, mich mit Respekt zu behandeln!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle"
		},
		{
			"voicelineId": 76014,
			"title": "Über Faruzan – Die Sorgen einer Mentorin",
			"voicelineType": "2005",
			"description": "Ich hoffe, dass meine Studenten wirklich Spaß am Studium der alten Texte haben. Wenn ich so jemanden nicht finden kann, dann nehme ich einfach keine Studenten an! Ah, du meinst, dass ich Neulinge mir bei der Arbeit helfen ließ ... Es ist doch ganz vernünftig, dass ein Neuling einem Senior hilft, wenn er etwas Freizeit hat, oder? Wer hat also nicht so gemacht ...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76015,
			"title": "Über uns – Studenten aufnehmen",
			"voicelineType": "2003",
			"description": "Ehrlich gesagt, willst du {F#meine Studentin}{M#mein Student} sein? Ich werde die Forschungsthemen auf deine Bedürfnisse anpassen und dir alles, was du wissen müsst, gründlich erklären. Moderne Vorrichtungsmechanismen stehen im Mittelpunkt und als Erweiterung gibt es Interpretation der relevanten Literatur ... Ich bin den Weg gegangen und kann dir versprechen, dass alles, was du lernst, ein großer Segen für deine zukünftigen Abenteuer sein wird. Es gibt keinen Grund, mir nicht zu vertrauen!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close"
		},
		{
			"voicelineId": 76016,
			"title": "Über uns – Rätselzeit",
			"voicelineType": "2002",
			"description": "Ich habe hundert Jahre lang so viel Zeit mit den Vorrichtungsmechanismen verbracht, dass ich sogar den Fluss der Zeit nicht mehr wahrgenommen habe ... Jetzt, da ich wieder frei bin, muss ich mich den Rätseln der Welt nicht mehr allein stellen. Vielleicht können wir gemeinsam ein paar lustige Stunden damit verbringen, Inschriften zu kopieren, Runen zu entziffern und Rätsel zu lösen ... Jede Minute sollte ausgekostet werden.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Hmpf! Abgesehen von meinem beeindruckenden Lebenslauf ist mein akademisches Niveau sogar vom Anemo-Archon selbst anerkannt worden. Und warum ich immer noch keine Studenten finde ... Es liegt nicht an mir oder dem Fachgebiet, vielleicht an dem Zeitpunkt ... Ich habe das Göttliche Auge ja auch zu einem genau passenden Zeitpunkt erhalten.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76018,
			"title": "Willst du mir etwas mitteilen? – Baulehre",
			"voicelineType": "3002",
			"description": "„In Zukunft wird das Kshahrewar-Institut das einzige Institut sein, das sich dem Studium der Vorrichtungen widmet“ ... Hmpf, diese Äußerung der Baulehre ist wirklich arrogant. Als ich in Sumeru Rätsel löste, spielten sie noch mit rudimentären Bauklötzen.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_01"
		},
		{
			"voicelineId": 76019,
			"title": "Willst du mir etwas mitteilen? – Redelehre",
			"voicelineType": "3005",
			"description": "Die Typen der Redelehre lehnen meine Finanzierungsanträge gern mit der Ausrede ab, dass meine Forschung zu unbeliebt und unpraktisch sei. Nach dieser Logik sollte das Haravatat-Institut geschlossen werden, da die Redelehre über die niedrigste Anzahl der Gelehrte verfügt.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_02"
		},
		{
			"voicelineId": 76020,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Ich habe zahlreiche Ruinen in allen Formen und Größen besichtigt. Aus begrenzten alten Texten und Bildern bin ich davon ausgegangen, dass der „Ruinendrache“ wahrhaftig eine subtile Vorrichtung ist. Hm ... vielleicht kann man ihn nicht als „Vorrichtung“, sondern eher als „lebenden Organismus“ bezeichnen, der aus alten Zeiten hinterlassen wurde ...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_gift_01"
		},
		{
			"voicelineId": 76021,
			"title": "Über die Niedere Herrin Kusanali ...",
			"voicelineType": "4001",
			"description": "Wissen kann nicht eingeschränkt werden, so wie die Baulehre die Forschungsergebnisse von Redelehre nutzen kann. Alle Gelehrten werden der Niederen Herrin Kusanali dankbar sein, dass sie die Akademie, nein, die gesamte Stadt der Weisheit – von den Fesseln selbstsüchtiger Begierden befreit hat. Alle, die nach Wissen dürsten, haben nun die Möglichkeit, im weiten Meer des Wissens nach Schätzen zu suchen.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Akasha pulsiert, die Kalpa-Flamme lodert“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 76022,
			"title": "Über Tighnari ...",
			"voicelineType": "4002",
			"description": "Die Erforschung von Ruinen im Regenwald war das leichteste Projekt für mich. Ach ja, ich sollte Tighnari bitten, mich das nächste Mal zu begleiten. Es macht immer Spaß, mit dem lebenden Exemplar von „Regenwald-Überlebensratgeber“ zu reisen. Leider muss ich sagen, dass ich trotz meines Alters nicht annähernd so viele Pilze ausprobiert habe, wie er gesehen hat.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76023,
			"title": "Über Collei ...",
			"voicelineType": "4003",
			"description": "Ah, Collei ... Sie ist respektvoll gegenüber den Älteren und sehr fleißig. Ich würde sagen, sie ist die beste Studentin! Kinder wie sie verdienen all die Zuneigung und das Lob. Tighnari hat wirklich keinen Grund, so streng mit ihr zu sein. Ach ... Ich muss einen Weg finden, sie für mich zu gewinnen ... *hust* Was ich eigentlich sagen wollte, ist, dass ich als ältere Gelehrte Wege finden sollte, die Lernbedingungen für jüngere Studenten zu verbessern.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76025,
			"title": "Über Cyno ...",
			"voicelineType": "4004",
			"description": "Cynos Witze sind mit modernen Wörtern und Sprachen verfasst, aber es fällt mir immer noch schwer, einen versteckten Sinn aus der Grammatik und Bedeutung abzuleiten ... Du meinst, es sind alles nur wörtliche Bedeutungen und Homophone? Wirklich? Dann sind diese Witze überhaupt langweilig ...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76026,
			"title": "Über Layla ...",
			"voicelineType": "4005",
			"description": "Manchmal senkt sie ihren Kopf und hält Abstand, wenn sie mich sieht. Aber nachts begrüßt sie mich immer ... Ich verstehe sie nicht ganz. Wie auch immer, die meisten Kinder am Rtawahist-Institut sind Genies und Genies haben ihre eigenen Macken, worüber ich mir keine Sorgen machen müsste.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_layla_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76027,
			"title": "Über Kaveh ...",
			"voicelineType": "4006",
			"description": "Kaveh ist ein guter Junge mit großem Potenzial. Ich habe mich einmal mit ihm über einige Prinzipien der Vorrichtungskonstruktion unterhalten. Hmm, wie soll ich es sagen ... Obwohl er ein bisschen zu romantisch und künstlerisch veranlagt ist, hat er eigene Ideen, was heutzutage selten ist. Ich habe gehört, dass er in eine schwierige Lage geraten ist. Deswegen plane ich, ihn zu einem guten Essen einzuladen, sobald meine Finanzierung genehmigt ist. Das verspreche ich.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_kaveh_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76028,
			"title": "Über Nilou ...",
			"voicelineType": "4007",
			"description": "Ich erinnere mich an sie. Sie ist ein zuvorkommendes Mädchen. Bei einigen Besuchen auf dem Großen Basar hat sie sich bereits meinen Namen und mein Gesicht gemerkt. Sie hat sogar versucht, den anderen abzuraten, mit mir zu streiten. Genau, alle jungen Leute sollten mehr von Nilou lernen.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76029,
			"title": "Ich will mehr über Faruzan erfahren I",
			"voicelineType": "5001",
			"description": "Mein Leben begann vor mehr als hundert Jahren und meine Geschichte ist so umfangreich wie einige große wissenschaftliche Publikationen ... Immer noch neugierig? Na gut, Lernbereitschaft ist eine unverzichtbare Eigenschaft für Gelehrte. Du hast schon einen Fuß in der Tür.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_01"
		},
		{
			"voicelineId": 76030,
			"title": "Ich will mehr über Faruzan erfahren II",
			"voicelineType": "5002",
			"description": "Um ein wirklich mechanisches Rätsel zu lösen, muss man eine Menge von alter Literatur entziffern. Ich will ja nicht prahlen, aber die sind wahrscheinlich auf einem ganz anderen Niveau als die, die du gelöst hast. Du glaubst mir nicht? Gut. Warum suchst du dann nicht ein paar der schwierigsten Rätsel heraus und zeigst sie mir? Wenn ich mehr als eine halbe Stunde darüber nachdenke, hast du die Nase vorn.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 76031,
			"title": "Ich will mehr über Faruzan erfahren III",
			"voicelineType": "5003",
			"description": "Wenn ich mich nicht versehentlich in den Ruinen von König Deshret eingetreten wäre, hätte ich noch mehr für Sumeru beitragen können ... Glücklicherweise wurden meine Manuskripte und Abhandlungen noch zu einem guten Zweck verwendet. So konnten die Gelehrten der Baulehre sie benutzen, um die Forschungsgrundlagen der Vorrichtungen zu schaffen. Hehe, ich verdiene mir den Respekt der anderen an der Akademie.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76032,
			"title": "Ich will mehr über Faruzan erfahren IV",
			"voicelineType": "5004",
			"description": "Als Gelehrte sollte ich den Mut haben, Misserfolge zu akzeptieren und alle Konsequenzen zu tragen ... Ich wollte nie, dass mich jemand bemitleidet, weder damals noch heute. Außerdem darf man nicht vergessen, dass ich das letzte Rätsel schließlich aus eigener Kraft gelöst und mich von diesem verfluchten Ort befreit habe ... Sollten die Menschen statt Mitleid nicht eher Ermutigung und Anregung durch meine Geschichte erfahren?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 76033,
			"title": "Ich will mehr über Faruzan erfahren V",
			"voicelineType": "5005",
			"description": "Meine Forschungsrichtung ist nicht mehr so angesehen wie früher und die Redelehre hat mir mehr als einmal die Finanzierung abgelehnt. Die Baulehre hat mich wiederholt eingeladen, bei ihr als Mentorin zu arbeiten, und das Angebot ist wirklich verlockend. Höhere finanzielle Mittel, mehr Studenten ... Ich habe ihr dennoch abgesagt. Auf jeden Fall muss irgendjemand die Themen, die niemanden interessieren, weiter erforschen, damit wir die Grenzen des Wissens der Menschheit erweitern können.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76034,
			"title": "Faruzans Hobbys ...",
			"voicelineType": "6001",
			"description": "Einige gierige Händler und Söldner schleichen sich in Ormos ein und verkaufen „Antiquitäten“ unbekannter Herkunft zu Wucherpreisen. Aber ihre Waren sind nichts als Klumpatsch. Hmpf! Ich vereitle ihre Betrügereien, wann immer ich sie sehe. In Sachen „Schätzung von Antiquitäten“ bin ich wohl nur von den „sieben Archonten“ übertroffen worden.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_hobby"
		},
		{
			"voicelineId": 76035,
			"title": "Faruzans Sorgen ...",
			"voicelineType": "6002",
			"description": "Vor hundert Jahren bestand meine größte Frustration darin, dass ich nicht in der Lage war, Inschriften der Ruinen zu entziffern. Jetzt ärgert mich nichts mehr als die Schwierigkeit, Finanzierung zu bekommen. *seufz* Mir tut schon wieder der Kopf weh ...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_annoyed"
		},
		{
			"voicelineId": 76036,
			"title": "Was sie so mag ...",
			"voicelineType": "6005",
			"description": "Das Aroma des Teigs wird sich vervielfachen, wenn man ihn im Ofen backt. Ich werde dir zeigen, wie es gemacht wird und wie es zu meiner Zeit schmeckte. Dieses „alte Geheimrezept“ findest du nirgendwo auf dem ganzen Großen Basar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodLike_01"
		},
		{
			"voicelineId": 76037,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Dieser sogenannte Padisarah-Pudding ... Wer hat ihn eigentlich kreiert? Sollte man Pudding nicht mit Reis zubereiten? Diese kulinarischen Innovationen laufen wirklich aus dem Ruder. Nein, danke ... Ich habe dazu keine Lust, selbst wenn du es gemacht hast.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodDislike"
		},
		{
			"voicelineId": 76038,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Hmm ... Das schmeckt besser als das Essen in den meisten etablierten Restaurants. Die Kochkunst hat also auch nicht aufgehört, sich zu verbessern.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_pref_01"
		},
		{
			"voicelineId": 76039,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Das Aussehen, der Geruch und der Geschmack dieses Gerichts sind hervorragend. Liest du viele professionelle Kochbücher?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_normal_01"
		},
		{
			"voicelineId": 76040,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Hm? Was ist das? Dieser unbeschreibliche Geschmack ... Willst du, dass ich ihn bewerte?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_dislike_01"
		},
		{
			"voicelineId": 76041,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Herzlichen Glückwunsch zum Geburtstag! Ich habe dir ein kleines Spielzeug gemacht. Es besteht aus einer Reihe von Miniaturmechanismen, und hier findest du einen Knopf und einen Hebel sowie eine Rolle an der Seite ... Du kannst damit spielen, wie du willst, und ich kümmere mich darum, wenn es kaputtgeht. Denkst du, dass ich dich wie ein Kind behandle? So ein Witz. Jeder, egal welchen Alters, kann einen Moment der Freude und Entspannung gebrauchen.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 76042,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Ha, du bist doch energiegeladen, {F#Mädel}{M#Junge}. Die Materialien hast du auch sehr schnell gefunden.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 76043,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Oh? Hast du eine Art Mechanismus entriegelt? Hier strömt ständig Energie rein!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 76044,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Ha, du gibst dir wirklich viel Mühe ... Keine Sorge, es ist meine Aufgabe, dich zu leiten und zu beschützen. Ich werde dich nicht in die Irre gehen lassen.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76045,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Die letzten hundert Jahre habe ich nur einen Blick auf den Tropfen im Ozean der Weisheit geworfen ... Es liegt an dir und mir, an den Forschungsthemen und Rätseln, die noch nicht tief erforscht und gelöst werden, weiter zu arbeiten.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 76046,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Für Reue ist es zu spät.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_01"
		},
		{
			"voicelineId": 76047,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Du wagst es, dich mit mir anzulegen?",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_02"
		},
		{
			"voicelineId": 76048,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Das werden wir sehen.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_03"
		},
		{
			"voicelineId": 76049,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Vairambhakha-Koloss!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_01"
		},
		{
			"voicelineId": 76050,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Viel Spaß mit diesem Geschenk!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_02"
		},
		{
			"voicelineId": 76051,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Die Wahrheit wiederholt ihren Lauf.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_03"
		},
		{
			"voicelineId": 76052,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Ein historisches Artefakt? Oh ... Vergiss es.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_01"
		},
		{
			"voicelineId": 76053,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Die Reise war nicht umsonst.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_02"
		},
		{
			"voicelineId": 76054,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Hier, bitte sehr. Du sollst mir Danke sagen.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_03"
		},
		{
			"voicelineId": 76055,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Das ist nicht das erste Mal!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_01"
		},
		{
			"voicelineId": 76056,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Dieser Rückschlag ... ist nichts ...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_02"
		},
		{
			"voicelineId": 76057,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Unterschätz mich nicht ...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_03"
		},
		{
			"voicelineId": 76058,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Vorsicht, verliere dein Leben nicht.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_01"
		},
		{
			"voicelineId": 76059,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Es ist Zeit zu lernen, dich auf eine Expertin zu verlassen!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_02"
		},
		{
			"voicelineId": 76060,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Das Rätsel ... ist noch ungelöst ...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_01"
		},
		{
			"voicelineId": 76061,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Der Weg einer Gelehrten ... sollte kein Ende haben ...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_02"
		},
		{
			"voicelineId": 76062,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Die Zeit... ist für mich nicht stehen geblieben ...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_03"
		},
		{
			"voicelineId": 76063,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "So ein Bösewicht!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_01"
		},
		{
			"voicelineId": 76064,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Kein Respekt!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_02"
		},
		{
			"voicelineId": 76065,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Du brauchst meine Hilfe, nicht wahr?",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_01"
		},
		{
			"voicelineId": 76066,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Es ist eine Weile her, dass ich mir die Beine vertreten habe.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_02"
		},
		{
			"voicelineId": 76067,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Gut, ich hänge mit euch jungen Leuten rum.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_03"
		}
	]
}