{
	"id": 10000089,
	"name": "Furina",
	"friendLines": [
		{
			"voicelineId": 89000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Was stehst du hier wie angewurzelt rum? Ah, du bist wohl zu aufgeregt, um zu sprechen ...? Das kann ich gut nachvollziehen, vor dir steht ja ... der strahlende Stern von Fontaine, Furina. Mein Terminplan ist ziemlich voll. Du hast ja ziemlich viel Glück, dass du mich treffen kannst.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_draw_appear_01"
		},
		{
			"voicelineId": 89001,
			"title": "Gespräch – Teegesellschaft",
			"voicelineType": "1101",
			"description": "Teezeremonien sind für eine Dame Pflichtprogramm. Wenn du die richtige Etikette dafür lernen möchtest, kann ich sie dir gern beibringen.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_character_idle_01"
		},
		{
			"voicelineId": 89002,
			"title": "Gespräch – Amüsement",
			"voicelineType": "1102",
			"description": "So langweilig, gibt es denn nicht irgendetwas Interessantes zu tun?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_character_idle_02"
		},
		{
			"voicelineId": 89003,
			"title": "Gespräch – Berühmtheit",
			"voicelineType": "1103",
			"description": "Hach, so berühmt zu sein, ist auch eine Last. Wer hätte gedacht, dass die Menschen mich so sehr verehren würden?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_character_idle_03"
		},
		{
			"voicelineId": 89004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Es schüttet wie aus Eimern! Warte, der Wasserstand steigt doch nicht, oder?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_heavyRain_01"
		},
		{
			"voicelineId": 89005,
			"title": "Wenn es schneit ...",
			"voicelineType": "1202",
			"description": "Waah, dieser Ort ist perfekt für einen Dreh.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_snowy_01"
		},
		{
			"voicelineId": 89006,
			"title": "Wie sonnig ...",
			"voicelineType": "1203",
			"description": "Die Sonne brennt fast so heiß wie die Studioleuchten, die ich sonst immer verwende. Zum Glück kann es nur eine Sonne geben.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_sunny_01"
		},
		{
			"voicelineId": 89007,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1204",
			"description": "„Lausche dem Wind, er trägt ein schmerzliches Flüstern heran. Das ist das Albtraumgemurmel des längst vergessenen Seeungeheuers.“ Hmm? Warum hat es auch Albträume? Ähem ... vielleicht wegen seiner Angstgefühle?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_gale_01"
		},
		{
			"voicelineId": 89008,
			"title": "In der Wüste ...",
			"voicelineType": "1205",
			"description": "Was für ein trostloser Anblick. Lasst mich euch die Gabe des Wassers zuteilwerden lassen!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_weather_desert_01"
		},
		{
			"voicelineId": 89009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Guten Morgen ... Muss ich so früh aufstehen? Lass mich doch ein bisschen weiterschlafen ...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_greetingMorning"
		},
		{
			"voicelineId": 89010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Guten Tag! Wo ist mein Kuchen? Was, ich hatte schon Kuchen zum Frühstück? Na ja, ich denke, das ist doch schon eine Ewigkeit her!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_greetingNoon"
		},
		{
			"voicelineId": 89011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Guten Abend. *seufz* Mademoiselle Crabaletta redet in letzter Zeit nur noch vom Abnehmen und ich soll auch noch mitmachen. Hmpf, mein Bauch hat seit dem letzten Monat deutlich an Umfang verloren, ich versuche ja schon alles, um meine Figur zu halten. He, das fällt dir doch auf, oder?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_greetingNight"
		},
		{
			"voicelineId": 89012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "*gähn* ... Ich bin auch müde. Bis morgen, vergiss nicht, mich rechtzeitig zu wecken ...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_greetingNight2"
		},
		{
			"voicelineId": 89013,
			"title": "Über Furina – Freundeskreis",
			"voicelineType": "2001",
			"description": "Hmm? Wer diese Schnuckelchen in meiner Teezeremonie sind? Das sind meine treuen Anhänger ... *seufz* ... Ich mache heute einmal eine Ausnahme und stelle sie dir vor! Das ist Mademoiselle Crabaletta, meine süßeste Magd ... auch wenn sie ab und zu aus Versehen mein Kleid zerschnitten hat. Dies ist Surintendante Chevalmarin, meine zuverlässige Verwalterin, sie passt auf, dass mein Leben nicht aus der Bahn läuft. Und zu guter Letzt Gentilhomme Usher, der so gerne predigt. Er ist für alles verantwortlich, was mit Zeremonien zu tun hat. Hehe, ich habe dir zwar erlaubt, an der Teezeremonie teilzunehmen, aber du musst dich schon etwas mehr anstrengen, um ihre Anerkennung zu erringen!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_idle"
		},
		{
			"voicelineId": 89014,
			"title": "Über Furina – Singen",
			"voicelineType": "2005",
			"description": "Ich bin von meinen Gesangskünsten überzeugt, aber es gibt nicht viele Zeilen, die es wert wären, von mir gesungen zu werden. Ich hoffe, die Autoren der Theatergruppen strengen sich an und lassen mich nicht umsonst warten.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89015,
			"title": "Über uns – Beziehung",
			"voicelineType": "2003",
			"description": "*seufz* ... Bei unserem Verhältnis musst du vor mir nicht so respektvoll auftreten, sei ein bisschen lockerer. Warte, was ziehst du denn für ein Gesicht? Du willst mir doch nicht etwa sagen, dass du noch nie „Respekt“ vor mir hattest!?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_close"
		},
		{
			"voicelineId": 89016,
			"title": "Über uns – Unsere Geschichte",
			"voicelineType": "2002",
			"description": "In „meiner“ Geschichte ist der Vorhang bereits gefallen, jetzt kommt „unsere“ Geschichte auf die Bühne ... Wenn das so ist, sollte dann nicht auch die Gage verdoppelt werden? Oh, Ich freue mich so!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die kleine Okeanide“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14012
					]
				}
			]
		},
		{
			"voicelineId": 89017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Nachdem die uralte Prophezeiung ein Ende gefunden hatte und für alles der Vorhang gefallen war, war ich für eine lange Zeit in einem Stimmungstief. Bühnendarsteller werden vom Publikum gefeiert, gleichzeitig lasten auf ihnen aber auch die Aufmerksamkeit und die Erwartungen. Aber mir war klar, dass sie nicht mich erwarteten, sondern die „Göttin“, die ich spielte ... Das Einzige, was mir dieser Prozess einbrachte, war Einsamkeit. Deshalb hasste ich eine Zeit lang alles, was mit Auftritten zu tun hatte und schloss mich in meinem Zimmer ein. Erst als ich dann erneut auf der Bühne stand und das Publikum vor mir sah, bemerkte ich, dass sich dieses unangenehme Gefühl in meinem Herzen inzwischen irgendwie aufgelöst hatte. Jetzt kann ich ihre Blicke gelassen ertragen. Wahrscheinlich weil ... ich jetzt endlich meine „eigene Rolle“ spiele.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die kleine Okeanide“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14012
					]
				}
			]
		},
		{
			"voicelineId": 89018,
			"title": "Willst du mir etwas mitteilen? – Oper",
			"voicelineType": "3002",
			"description": "Die Oper von Fontaine hat einige Veränderungen durchgemacht und bei jeder dieser Veränderungen gab es kritische Stimmen. Mir kommt es so vor, als würden sich häufig viele Leute vor dem Opernhaus treffen und streiten, bis mir die Ohren brummen. Also habe ich sie erschreckt und ihnen gesagt „streitet euch nicht ständig über diese belanglosen Fragen“. In dem Moment stampfte Neuvillette auch mit seinem Stab auf und das Opernhaus war auf einen Schlag still. Ich kann mir nicht helfen, ich muss einfach immer dieses würdevolle Benehmen an den Tag legen. Ich hoffe, sie verstehen das.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_share_01"
		},
		{
			"voicelineId": 89019,
			"title": "Interessante Vorkommnisse – Lumitoiles",
			"voicelineType": "3003",
			"description": "Ich liebe die Lumitoiles. Diese Lebewesen strahlen ihr Licht sogar an Orten aus, die niemand beachtet. Für mich sind sie die echtesten „Sterne“. Ah, wenn es eine Oper mit einem Lumitoile als Protagonist gäbe, dann könnte ich auf der Bühne einen niedlichen einsamen Seestern verkörpern.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_gift_01"
		},
		{
			"voicelineId": 89020,
			"title": "Über Lyney und Lynette ...",
			"voicelineType": "4001",
			"description": "Natürlich kenne ich Lyney und Lynette, ich habe ihre Vorstellungen früher oft besucht. Sie sind zwar äußerst beliebt, aber mit mir konnten sie es nicht aufnehmen. Wenn ich auftrete, gibt es keine freien Plätze mehr, selbst die Stehplätze sind restlos ausverkauft. Aber heutzutage ... ähm ... hab ich mich aus der Öffentlichkeit zurückgezogen, da ist es ja ganz normal, dass meine Beliebtheit abnimmt!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_lyney&lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89021,
			"title": "Über Neuvillette ...",
			"voicelineType": "4002",
			"description": "Ich bin Neuvillette sehr dankbar für das, was er in den letzten Jahrhunderten für Fontaine getan hat. Und er macht mir anscheinend auch keine Vorwürfe, dass ich die Leute betrogen habe. Jedenfalls müssen wir uns jetzt nicht mehr mit Arbeit herumschlagen. Ich war auch schon lange nicht mehr im Palais Mermonia. Das ist doch für uns beide eine gute Sache, oder nicht?",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89022,
			"title": "Über Navia – Desserts",
			"voicelineType": "4003",
			"description": "Hast du Navias Macarons probiert? Ich muss zugeben, dass sie mittlerweile sehr tiefe Kenntnisse in Sachen Desserts hat und mir in nichts nachsteht. Mal abgesehen von dem Geschmack und der Süße, sind die Muster, die sie auf ihre Macarons gezaubert hat, nicht einfach niedlich? Das sind schlicht Kunstwerke! Wie hat sie das nur gemacht, ist es einfach ihr Talent? Das frustriert mich ehrlich gesagt etwas ... Ich muss sie das nächste Mal gründlich nach Tipps ausfragen!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89023,
			"title": "Über Navia – Innere Gedanken",
			"voicelineType": "4004",
			"description": "Sie ist eine sehr starke Persönlichkeit. Starke Persönlichkeiten stehen in jeder Situation sofort wieder auf und tun so, als wäre alles in Ordnung, um die Leute um sie herum nicht zusätzlich zu belasten. Ich habe das Duell zwischen Callas und Clorinde mitangesehen ... Da muss ich sagen, in dieser Hinsicht ähnelt Navia immer mehr ihrem Vater.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_navia_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 89024,
			"title": "Über die „Bedienstete“ ...",
			"voicelineType": "4005",
			"description": "„Die Bedienstete“? W... Wer? Die habe ich längst verdrängt ... Wenn man eine so schreckliche Figur wie sie im Kopf behalten würde, hätte man nachts Albträume.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_arlecchino_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die die ersten Bewegungen verkündenden letzten Minuten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 89025,
			"title": "Über Charlotte ...",
			"voicelineType": "4006",
			"description": "In letzter Zeit sehe ich häufig Charlottes emsigen Schatten. Sie scheint unbedingt ein Exklusivinterview mit mir zu wollen. Auch wenn ich sie schon mehrmals abgewiesen habe, will sie einfach nicht aufgeben. Ganz ehrlich, anfangs war ich ein wenig verärgert, aber sie sagte mir in aller Entschlossenheit, dass sie sich wünscht, die Leute würden mein wahres Ich kennen, und dass sie fest daran glaubt, dass sie meine Schwierigkeiten verstehen werden. Ich weiß nicht, wie ich ihrer Gutherzigkeit begegnen soll. Vielleicht hat sie ja recht, aber ich bin noch nicht bereit dafür ...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89026,
			"title": "Über Wriothesley ...",
			"voicelineType": "4007",
			"description": "Ich habe nicht viel mit ihm kommuniziert, aber Neuvillette meint, er sei vertrauenswürdig, also denke ich, er muss ein guter Mensch sein! Ach ja, ich habe übrigens auch Tee von Wriothesley erhalten. Der war köstlich!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89027,
			"title": "Über Clorinde ...",
			"voicelineType": "4008",
			"description": "Ich habe den Eindruck, dass Clorinde nicht so gern spricht. Aber sie war oft an meiner Seite, um mich zu beschützen, ich vertraue ihr voll und ganz. Hm ... Ich vermisse sie tatsächlich ein wenig, aber es gibt momentan keinen Grund, sie zu sehen. Genau! Ich lade sie das nächste Mal zur Teezeremonie ein!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89028,
			"title": "Ich will mehr über Furina erfahren I",
			"voicelineType": "5001",
			"description": "Du interessierst dich für meine Angelegenheiten? *seufz* Da kann ich dir leider nicht weiterhelfen ... Ich war schließlich einmal der meistbeachtete strahlende Stern von Fontaine! Täglich haben sich unzählige Reporter ihre Köpfe zermartert, wie sie an mein Privatleben gelangen könnten, sodass ich reichlich Erfahrung damit hab, sie draußen zu halten. Ich möchte diese Erfahrung natürlich nicht gegen dich einsetzen. Wenn du genügend Leckereien hast, kannst du sie gern gegen meine Geheimnisse eintauschen.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_01"
		},
		{
			"voicelineId": 89029,
			"title": "Ich will mehr über Furina erfahren II",
			"voicelineType": "5002",
			"description": "Kürzlich hat mir jemand die Sportart „Wellenreiten“ empfohlen und ich habe es auch ausprobiert. Es ist nicht einfach, auf diesen tosenden Wellen das Gleichgewicht zu behalten, aber ich habe die Technik rasch gemeistert. Vielleicht habe ich ja ein Talent dafür? Jedenfalls ist es großartig, in den Weiten des Ozeans den Wind und die Wellen zu spüren. Du solltest es auch einmal versuchen.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 89030,
			"title": "Ich will mehr über Furina erfahren III",
			"voicelineType": "5003",
			"description": "Wenn du Zeit hast, würdest du mir noch mehr von deinen Reisen erzählen? Ich mag es wirklich sehr, wenn du mir diese fantastischen Geschichten erzählst. Wie soll ich es ausdrücken ... Ich interessiere mich leicht für alle möglichen Dinge, aber schon nach kurzer Zeit wird mir alles zu langweilig. Vielleicht geht diese „Begeisterung“ um so leichter verloren, je leichter sie angefacht wurde. Aber wenn ich mit dir zusammen bin, bleibe ich anscheinend immer bei guter Laune. Das ist schon erstaunlich!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89031,
			"title": "Ich will mehr über Furina erfahren IV",
			"voicelineType": "5004",
			"description": "Ich denke in letzter Zeit ständig darüber nach, ob ich in der Vergangenheit nicht zu streng mit mir war? Weil ich meine göttliche Reserviertheit behalten wollte, habe ich es fast verpasst, das Leben zu genießen. Also habe ich kürzlich eine Begeisterung für das Einkaufen entwickelt. Ich habe eine Menge neuer Schätze eingekauft. Zum Beispiel bunt schillernde Teebeutel, vollautomatisches Klappbesteck und einen speziellen Sattel für Seepferdchen ... Am Ende hab ich gemerkt, dass ich das ganze Zeug gar nicht brauche, und habe es der Theatergruppe für ihre Requisiten geschenkt. Seltsam, bevor ich bezahlt hatte, dachte ich, das wären alles sehr nützliche Sachen für mich ...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die kleine Okeanide“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14012
					]
				}
			]
		},
		{
			"voicelineId": 89032,
			"title": "Ich will mehr über Furina erfahren V",
			"voicelineType": "5005",
			"description": "Die Leute sprechen gern über die Vergangenheit und bedauern oft, wie die Schönheit verflogen ist. Und sie sprechen auch gern über die Zukunft, als könnten sie alles für ein unbestimmtes Morgen opfern. Ich teile diese Denkweise nicht, aber ich beneide sie trotzdem sehr darum: Ich lebte früher in einer Welt, in der es weder Vergangenheit noch Zukunft gab. Um dieser Angst zu begegnen, versuchte ich, ein stärkeres, göttlicheres Selbst zu formen und vorzugeben. Im Laufe der Jahrhunderte vermischte sich dieses „Bild“, das ich vorspielte, langsam mit meinem wahren Selbst. Heute kann ich sie nicht mehr auseinanderhalten ... Allerdings ist das vielleicht auch gar nicht nötig. Die Erfahrungen der Vergangenheit haben mein heutiges Ich geformt und diese unvollkommene Vorstellung ist auch der wichtigste Teil von mir.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 89033,
			"title": "Furinas Hobbys ...",
			"voicelineType": "6001",
			"description": "Gibt es noch keine Fortsetzung von „Die Krone der Königin“? Echt schade. Ein Klassiker wie dieser über die Gerechtigkeit, die über das Böse triumphiert, wird nie verstaubt sein.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_hobby"
		},
		{
			"voicelineId": 89034,
			"title": "Furinas Sorgen ...",
			"voicelineType": "6012",
			"description": "Hmm, welche Soße soll es denn zu meinen Makkaroni heute Abend geben ...",
			"voicefile": "VO_friendship/VO_furina/vo_furina_dialog_annoyed_01"
		},
		{
			"voicelineId": 89035,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Es gibt wohl niemanden, dem delikates Gebäck nicht schmeckt, aber es gehört schon einiges an Anstrengung dazu, dass ich es wirklich mag. Hör gut zu. Desserts sind wie Opern, von der „Besetzung“ bis hin zu den „Kulissen“ muss alles wohlüberlegt sein, erst dann kann die finale „Vorstellung“ in vollem Glanz erstrahlen!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_foodLike"
		},
		{
			"voicelineId": 89036,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Kurz gesagt, ich mag die meisten „kreativen Gerichte“ nicht. Ich habe in diesen Jahren eine Menge wundervoller Gerichte probiert, die nichts als Schatten auf meiner Seele hinterlassen haben, an die ich nie zurückdenken möchte.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_foodDislike"
		},
		{
			"voicelineId": 89037,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Was? Ein reiches Aroma und eine feine Textur ... Ich hatte nicht geahnt, dass du die Kochkunst so gut meisterst und zugleich einen erlesenen Geschmack hast.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_spice_pref_01"
		},
		{
			"voicelineId": 89038,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Das ist zu gewöhnlich! Dieses geschmacklose Gericht erhält meine Zustimmung nicht!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_spice_normal_01"
		},
		{
			"voicelineId": 89039,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Isst du immer nur dieses Zeug? *seufz* Ich werde wohl mit dir meine Makkaroni teilen.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_spice_dislike_01"
		},
		{
			"voicelineId": 89040,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Alles Gute zum Geburtstag! Hier, diese Eintrittskarte ist dein Geburtstagsgeschenk. Es ist ein Erste-Klasse-Sitzplatz für „Freudentag“, vergiss nicht, sie dir anzuschauen. Hmm? Was „Freudentag“ ist? Oh, das sollte eigentlich eine Überraschung sein ... Na ja, es ist eine Oper, die ich persönlich eingeprobt habe. Darin geht es um ganz viele Leute, die zusammenfinden und eine wichtige Person hochleben lassen. Damit solltest du Bescheid wissen, oder nicht? Verpass es nicht!",
			"voicefile": "VO_friendship/VO_furina/vo_furina_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 89041,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Ich habe mich noch nicht an den Einsatz des Göttlichen Auges gewöhnt. Kannst du mir es beibringen? Oh ... Das hätte ich fast vergessen, du hast das Göttliche Auge ja selbst noch nie benutzt.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 89042,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Die Stärke, die ich mir durch harte Arbeit selbst angeeignet habe, ist wirklich bereichernd. Hehe, vielen Dank.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 89043,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Es läuft immer besser! Wie erwartet, kommt meine strahlende Seite in jeder Situation zum Vorschein.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 89044,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Ich wusste nicht, dass du so an meinen Angelegenheiten interessiert bist. Bedeutet das, dass du meine „Kraft“ immer noch brauchst? Aber so wie ich jetzt bin ... Vielleicht kann ich dir nicht alles geben, was du brauchst ... Hmm? Das Einzige, was du wirklich schätzt, ist mein „Selbst“? Wenn das so ist, dann lass uns unsere zukünftige Reise gemeinsam durchspielen.",
			"voicefile": "VO_friendship/VO_furina/vo_furina_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 89045,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Sing mir einen Lobgesang!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_01"
		},
		{
			"voicelineId": 89046,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Stell dich in Pose!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_02"
		},
		{
			"voicelineId": 89047,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Tada!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_03"
		},
		{
			"voicelineId": 89048,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Vorhang auf.",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_04"
		},
		{
			"voicelineId": 89049,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Im Scheinwerferlicht.",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_05"
		},
		{
			"voicelineId": 89050,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Darf ich darbieten ...!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill1_06"
		},
		{
			"voicelineId": 89051,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Bringen wir Leben in die Bude.",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill3_01"
		},
		{
			"voicelineId": 89052,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Zeit zu strahlen!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill3_02"
		},
		{
			"voicelineId": 89053,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Möge mein Name im Gesang hallen!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_skill3_03"
		},
		{
			"voicelineId": 89054,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Eine tolle Überraschung, wie die Krone auf einer Torte.",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_chest_open_01"
		},
		{
			"voicelineId": 89055,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Nimm das. *seufz* ... Du hast meine Erlaubnis!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_chest_open_02"
		},
		{
			"voicelineId": 89056,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Prächtig! Je mehr tolle Sachen, desto besser.",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_chest_open_03"
		},
		{
			"voicelineId": 89057,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Erst einmal Waffenruhe ...",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_01"
		},
		{
			"voicelineId": 89058,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Das sieht nach Ärger aus!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_02"
		},
		{
			"voicelineId": 89059,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Ah! Hilf mir doch jemand!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_03"
		},
		{
			"voicelineId": 89060,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Bewundere meine Kraft!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_teammate_01"
		},
		{
			"voicelineId": 89061,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Jetzt bin ich dran!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_less30_teammate_02"
		},
		{
			"voicelineId": 89062,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "So eine Art ... Befreiung?",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_die_01"
		},
		{
			"voicelineId": 89063,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Ich kann das ... immer noch nicht ...",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_die_02"
		},
		{
			"voicelineId": 89064,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Schau mich nicht so ... herablassend an ...",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_life_die_03"
		},
		{
			"voicelineId": 89065,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Was erlaubst du dir!?",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_hit_H_01"
		},
		{
			"voicelineId": 89066,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Hör auf damit!",
			"voicefile": "VO_gameplay/VO_furina/vo_furina_battle_hit_H_02"
		},
		{
			"voicelineId": 89067,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Ich wusste, du würdest mich vermissen.",
			"voicefile": "VO_teamJoin/vo_furina_teamJoin_01"
		},
		{
			"voicelineId": 89068,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Das wird hoffentlich eine aufregende Reise.",
			"voicefile": "VO_teamJoin/vo_furina_teamJoin_02"
		},
		{
			"voicelineId": 89069,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Werde Zeuge meiner Pracht!",
			"voicefile": "VO_teamJoin/vo_furina_teamJoin_03"
		}
	]
}