{
	"id": 10000092,
	"name": "Gaming",
	"friendLines": [
		{
			"voicelineId": 92000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "He, Chef{F#in}! Mein Name ist Gaming, ich bin eine Transportwache von der Heji-Kammer. Also, das alles muss verschickt werden, richtig? Nein, nein, setz dich und trink einen Tee. Ich werde das für dich einpacken, kein Problem. Es wird nur eine Minute dauern, dann können wir die Lieferung planen. Oh! Und wenn du einmal eine Wushou-Tanz-Aufführung buchen willst, sind meine Truppe und ich jederzeit verfügbar! Wir heißen „Mächtige Fabelbestien“ und ich bin ihr Anführer, hehe, ohne zu prahlen oder so.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_draw_appear_01"
		},
		{
			"voicelineId": 92001,
			"title": "Gespräch – Wushou",
			"voicelineType": "1101",
			"description": "Bumm, bumm, tsch, und die Augen! Und bumm, bumm, bumm, bumm, tsch und der Bart! Und ... hmm ... Dieser Teil muss straffer werden.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_01"
		},
		{
			"voicelineId": 92002,
			"title": "Gespräch – Transportwache",
			"voicelineType": "1102",
			"description": "Egal ob bergauf, bergab oder in die Pampa, ich bringe die Ware von A nach B, wenn es sein muss, auch zu Wasser. Also keine Sorge, du bist in sicheren Händen. Man nennt mich nicht umsonst die beste Transportwache überhaupt!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_02"
		},
		{
			"voicelineId": 92003,
			"title": "Gespräch – Dim-Sum",
			"voicelineType": "1103",
			"description": "Eine Kanne Tee mit ein paar Knabbereien, etwas saisonales Grünzeug und eine kochend heiße Schüssel mit frischem Brei ... Aah, das ist doch mal ein tolles Frühstück! Die perfekte Art, den Tag zu beginnen.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_03"
		},
		{
			"voicelineId": 92004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Regen! Schnell, bringen wir die Wäsche rein!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_heavyRain_01"
		},
		{
			"voicelineId": 92005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "He, hast du das gehört? Da hat gerade jemand eins auf den Deckel bekommen! Wenn du schon beim Himmel schwörst, dann versprich nichts, was du nicht halten kannst.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_thunder_01"
		},
		{
			"voicelineId": 92006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Aaah ... Hä? Warum kriege ich keine Flocke in den Mund?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_snowy_01"
		},
		{
			"voicelineId": 92007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Toll, die Sonne ist da! Es wird Zeit, dass wir etwas trockene Hitze bekommen. In letzter Zeit war es so schwül.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_sunny_01"
		},
		{
			"voicelineId": 92008,
			"title": "In der Wüste ...",
			"voicelineType": "1205",
			"description": "Mist, ich wette, Wasser kostet hier einen ganzen Batzen Mora, hm? Gut, dass ich mein eigenes mitgebracht habe.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_desert_01"
		},
		{
			"voicelineId": 92009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Ich habe gerade mein Kung-Fu-Training beendet. Ich habe jetzt vor, Dim-Sum zu essen. Willst du mitkommen?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingMorning"
		},
		{
			"voicelineId": 92010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Weißt du, was ich am liebsten zu Mittag esse? Frühstück. Wie wäre es mit ein paar Dim-Sum?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNoon"
		},
		{
			"voicelineId": 92011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Es ist mir gelungen, dieses tolle Lokal für ein Abendessen zu buchen! Da serviert man nur abends und nur mit Einladung. Du bist aber mit mir hier, willst du daher mit reinkommen? Willst du jetzt oder nicht? Komm schon, lass uns gehen!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight"
		},
		{
			"voicelineId": 92012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Gehst du in die Heia? Nein? Hast du Hunger? Willst du einen Happen essen?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight2"
		},
		{
			"voicelineId": 92013,
			"title": "Über Gaming – Heimat",
			"voicelineType": "2001",
			"description": "Warst du schon mal in Qiaoying? Ich bin dort aufgewachsen. Es ist eine große Teeanbauregion, Sunglo- und Yauwan-Tee kommen beide von dort. Weißt du was? Was du heute kannst besorgen, das verschiebe nicht auf morgen. Ich habe hier eine Kiste mit echt Klasse-Yauwan-Tee. Gehen wir in ein Teehaus und kochen wir uns sofort eine Kanne! Ein paar Knabbereien gibt’s auch, auf meine Kosten!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle"
		},
		{
			"voicelineId": 92014,
			"title": "Über Gaming – Heutzutage",
			"voicelineType": "2005",
			"description": "Die Tatsache, dass ich in der Lage bin, meinen Lebensunterhalt zu bestreiten, und immer noch die Zeit und Energie habe, mich auf meinen Wushou-Tanz zu konzentrieren, verdanke ich den Leuten, die mich auf meinem Weg unterstützt haben. Ich bin es ihnen also schuldig, hundertzehn Prozent in diese Arbeit zu stecken. Natürlich beschwert sich niemand, wenn ich noch Zeit finde, ihnen gelegentlich einen Gefallen zu tun und sie zu Dim-Sum auszuführen, haha!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92015,
			"title": "Über uns – Unterstützung leisten",
			"voicelineType": "2003",
			"description": "Wenn nicht gerade eine Lieferung ansteht, mache ich meinen Wushou-Tanz auf den Straßen von Liyue. Meinst du, du könntest mal vorbeikommen und zusehen, um mich zu unterstützen? Nein, nein, das ist völlig kostenlos. Solange die Leute sich amüsieren, bin ich voll und ganz zufrieden.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close"
		},
		{
			"voicelineId": 92016,
			"title": "Über uns – Zeit für Dim-Sum",
			"voicelineType": "2002",
			"description": "Denk immer daran, dass du dich auf deine Freunde verlassen kannst. Wenn es Schwierigkeiten gibt, musst du nicht alles allein auf dich nehmen. Melde dich einfach und ich bin da! Oh, aber hoffentlich wird es dazu nicht kommen, dreimal auf Holz geklopft! Ich hoffe, dass das nächste Mal, wenn du dich meldest, alles in bester Ordnung ist und du nur einen Dim-Sum-Kumpel brauchst!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "In einigen Kampfkunstromanen heißt es, dass der Schlüssel dazu, ein Kung-Fu-Meister zu werden, darin liegt, die Yin-Yang-Energiereserven des Körpers anzuzapfen, die im Lenkergefäß und im Konzeptionsgefäß verborgen sind. So fühlte es sich jedenfalls an, als ich mein Göttliches Auge bekam! Haha, nur ein Scherz. Ich bin kein Kung-Fu-Meister, nur ein guter Nachbar, dank der zusätzlichen Energie, die ich dadurch bekomme. Aber das bin nur ich. Jetzt stell dir vor, du hättest ein Göttliches Auge ... Ich meine, wenn ich mir anschaue, was du schon alles ohne machen kannst ... Mann, das wäre schon was.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92018,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Man Chai ist so ein kleiner Schlingel! Ich habe ihm den Namen gegeben, weil er „gut erzogen“ bedeutet, in der Hoffnung, dass das auf ihn abfärbt. Hehe ... Das hat ja nicht viel gebracht! Aber das ist nicht weiter schlimm, denn die ganze hyperaktive Energie macht den Wushou-Tanz noch aufregender. Außerdem habe ich das Gefühl, dass das Beobachten von Man Chai mir geholfen hat, besser zu verstehen, wie eine Suanni in Aktion aussieht. Sobald ich in den Wushou-Modus gehe, bin ich in der richtigen Stimmung, *brüll*!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_share_01"
		},
		{
			"voicelineId": 92019,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Mit vielen Kräutern, Blumen und sogar den Zweigen und der Rinde bestimmter Bäume lässt sich, wenn man sie trocknet und dann in Wasser kocht, ein wirklich erfrischendes Getränk mit einer Menge gesundheitlicher Vorteile herstellen! Es kühlt dich ab, beruhigt den Geist und so weiter. Meine Großtante und meine Tante haben mir erzählt, dass das Trinken eines dieser Kräutertees vor und nach dem Verzehr von gebratenem Essen hilft, den Körper zu entschlacken und die innere Hitze zu mindern.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_gift_01"
		},
		{
			"voicelineId": 92020,
			"title": "Über Xiangling ...",
			"voicelineType": "4001",
			"description": "So ziemlich alles, was Chefköchin Xiangling kocht, ist ein Volltreffer, aber mein Favorit ist ihr gekochter Schwarzrückenbarsch. Ich versuche immer, die Soße aus geschmolzener Lava vor jedem Bissen abzuspülen, aber ich muss immer noch „ff, ah, ff, ah“ sagen, um meinen Mund zu kühlen, hahaha! Aber jeder Bissen ist es wert und die Portionen sind großzügig. Man sieht, warum es das Hausgericht vom Restaurant Wanmin ist. Ich werde bald die nächste Fuhre brauchen!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92021,
			"title": "Über Xingqiu ...",
			"voicelineType": "4002",
			"description": "Die Händlergilde Feiyun ist ein langjähriger Kunde der Agentur für Transportsicherheit. Normalerweise ist der junge Meister derjenige, der sich um die Geschäfte mit uns kümmert, aber einmal hatte Xingqiu eine Frage an mich. Also fing ich an zu plappern und nannte ihm alle Routen und Liefertermine für ihre letzten Aufträge ... Es stellte sich heraus, dass er nur wissen wollte, wann die Buchhandlung Wanwen ihre nächste Lieferung bekommt, hahaha ...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92022,
			"title": "Über Chongyun ...",
			"voicelineType": "4003",
			"description": "Ich habe gehört, dass der Typ eine gewisse „Yang-Lastigkeit“ hat, hm? Wo ich herkomme, nennen wir das innere Hitze. Der Kerl muss mehr Kräutertee trinken, im Ernst.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92023,
			"title": "Über Keqing ...",
			"voicelineType": "4004",
			"description": "Dem Yuheng ist es zu verdanken, dass wir auf der Straße zwischen dem Hafen von Liyue und dem Yilong-Pier nicht mehr so viele Banditen zu Gesicht bekommen. Sie ist diejenige, die die Aktion angeführt hat ... Du glaubst, meine Arbeitsstelle sei in Gefahr, hm? Haha, so leicht werden die mich nicht los. Sicher, vielleicht gibt es keine Banditen mehr zu bekämpfen, aber man wird immer ein starkes Paar Arme brauchen, um die Ladung herumzuschleppen.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92024,
			"title": "Über Baizhu ...",
			"voicelineType": "4005",
			"description": "Durch meine Arbeit als Transportwache und den Wushou-Tanz habe ich einen ziemlich verletzungsanfälligen Lebensstil. Das Gute ist, dass Dr. Bais Medizin immer da ist, um den Tag zu retten. Im Ernst, das ist das Einzige, was man vor einer langen Reise oder einem Familienurlaub einpacken sollte. Meine Kollegen von der Agentur für Transportsicherheit bitten mich immer, ihnen etwas mitzubringen, wenn ich zum Hafen von Liyue komme.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_baizhu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92025,
			"title": "Über Qiqi ...",
			"voicelineType": "4006",
			"description": "Ah, Qiqi, das liebenswerte kleine Mäuschen. Sie ist davon überzeugt, dass alle meine Unfälle auf steife Gelenke zurückzuführen sind. Immer wenn ich in der Bubu-Hütte bin, um Medikamente zu kaufen, lässt sie mich mit ihr ein paar Dehnübungen machen, um mich zu lockern, haha. Es ist ganz einfach. Willst du es versuchen? Gut, und eins und zwei und drei und vier ...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92026,
			"title": "Über Yun Jin ...",
			"voicelineType": "4007",
			"description": "Yun Jin ist eine große Inspiration für mich! Alle sind sich einig, dass sie eine fantastische Sängerin ist, von den Experten bis zu den einfachen Zuhörern. Unglaublich. Wenn die Mächtigen Fabelbestien auch nur halb so erfolgreich werden wie die Yun-Han-Operntruppe ... kneif mich nicht, ich will nicht mehr aufwachen!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92027,
			"title": "Über Xinyan ...",
			"voicelineType": "4008",
			"description": "Die Musik von Xinyan ist heiß! Kein Wortspiel beabsichtigt. Man Chai ist verrückt danach. Er wirbelt seinen Kopf immer wie ein Verrückter umher. Ich würde gern eines Tages einen gemeinsamen Auftritt mit ihr machen. „Brüllende Bestien – Ein Wushou-Tanz mit Rock ’n’ Roll“, was denkst du? Wird das was?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xinyan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92028,
			"title": "Über Xianyun ...",
			"voicelineType": "4009",
			"description": "Tante Xianyun hält mir immer den Rücken frei. Einmal sah sie, dass mein Wushou-Kopf nicht mehr ganz so gut aussah, und sagte sofort, sie könne mir zehn weitere machen, alle doppelt so groß wie ich. Sie war ziemlich hartnäckig. Es hat ewig gedauert, bis ich sie überreden konnte, nur den einen umzugestalten, den ich schon hatte ... Und Junge, ist das eine Verbesserung! Er sieht viel beeindruckender aus, ist viel leichter und der Löwenumhang raschelt ständig in der Luft, als ob ein geschickter Wind ihn zum Tanzen brächte. Ich könnte nicht glücklicher damit sein!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xianyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92029,
			"title": "Über Zhongli ...",
			"voicelineType": "4010",
			"description": "Herr Zhongli scheint der Typ Mensch zu sein, der eine teure Ausbildung genossen hat. Wann immer ich in eine Teestube oder ein Opernhaus gehe, sitzt er dort und trinkt Tee, hört dem Geschichtenerzähler zu und sieht aus wie der Klügste im Raum. Einmal hörte ich, wie er sich mit jemandem über Tee unterhielt. Ich dachte mir, wenn er sich jemals mit meinem Vater unterhielte, würde dieses Gespräch die ganze Nacht andauern ...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92030,
			"title": "Über Charlotte ...",
			"voicelineType": "4011",
			"description": "Oh, ja, ja, die Reporterin, ich weiß, wen du meinst! Alle von Fontaine am Yilong-Pier lesen den Dampfvogel und manchmal schaue ich auch rein. Sieht echt so aus, als stünde unter den besten Artikeln immer ihr Name. Warte! Und du warst auch mal auf der Titelseite! Das warst du doch, oder?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92070,
			"title": "Über Lan Yan ...",
			"voicelineType": "4012",
			"description": "Mit Lan Yan befreundet zu sein, ist der Traum eines jeden Feinschmeckers! Du musst sie bitten, dich in die Berge mitzunehmen, um die einheimischen Gerichte zu probieren. Es gibt sogar ein Lokal, wo du deine eigenen Zutaten mitbringen kannst. Sag ihr einfach, dass Gaming dir davon erzählt hat, und sie wird Bescheid wissen. Die Bergpfade sind schwer zu finden, also brauchst du sie auf jeden Fall, um den Weg zu finden. Wir wollen ja nicht, dass du dich da draußen verirrst! Egal, iss so viel, wie du willst, ja? Ich bin mit dem Inhaber befreundet, also schreibt es einfach auf meine Rechnung und gut ist!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_lanyan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92031,
			"title": "Ich will mehr über Gaming erfahren I",
			"voicelineType": "5001",
			"description": "Ich bin der beste Wushou-Tänzer der Agentur für Transportsicherheit und die meistbeschäftigte Transportwache unter den Wushou-Tänzern. Was sagst du dazu? Das ist doch was, oder?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_01"
		},
		{
			"voicelineId": 92032,
			"title": "Ich will mehr über Gaming erfahren II",
			"voicelineType": "5002",
			"description": "Du kannst erkennen, ob jemand ein Schwächling ist, indem du dir seine grundlegenden Kung-Fu-Fähigkeiten ansiehst: Pferdestellung, Tritte, Spagat, Sprünge, Rollen ... Wenn du nicht mal die beherrschst, dann tut’s mir echt leid. Im besten Fall fällst du während eines Wushou-Tanzes von einer hohen Stange und liegst ein paar Wochen lang im Bett. Im schlimmsten Fall triffst du bei einer Lieferung auf Banditen und kannst sie nicht abwehren. Du verlierst auf jeden Fall die Ladung und wahrscheinlich auch dein Leben ... Ein beängstigender Gedanke, nicht wahr? Ja, das dachte ich auch. Deshalb habe ich das auch den anderen Jungs in der Agentur gesagt, um sie davon zu überzeugen, mit mir zu trainieren! Hahaha!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 92033,
			"title": "Ich will mehr über Gaming erfahren III",
			"voicelineType": "5003",
			"description": "Sie sind empfindlich, weißt du? Also der Wushou-Kopf und der Umhang, die Trommeln, die Becken ... Und ich übe viel, deshalb nutzen sie sich schnell ab. Man muss sie sehr sorgfältig pflegen und das kostet eine Menge Mora. Dann gehe ich auch mal mit Freunden essen, kaufe Geschenke für Geburtstage und Feste, gebe meinen Kumpeln ein paar Mora, wenn sie knapp bei Kasse sind ... Das alles summiert sich. Und so verpulvere ich jeden Monat so ziemlich mein ganzes Gehalt.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92034,
			"title": "Ich will mehr über Gaming erfahren IV",
			"voicelineType": "5004",
			"description": "Mein Vater hofft immer noch, dass ich ihn eines Tages darum bitte, dass er mir beibringt, wie man Geschäfte macht. Er scheint nicht zu begreifen, dass ich mein Heimatdorf vor allem deshalb verlassen habe, weil ich schon damals wusste, was das Beste für mich war. Erstens will ich ihm zeigen, dass mein Wushou-Tanz nicht nur eine Phase ist. Ich werde mir einen Namen machen oder bei dem Versuch sterben! Zweitens ... Ich habe es satt, mich ständig mit ihm zu streiten. Ich hasse den Kerl nicht, ich meine, er ist immer noch mein Vater und alles, es ist nur ... Jedes Mal, wenn er den Mund aufmacht, ist es ein verbaler Angriff, und ich möchte ihm lieber aus der Schusslinie gehen!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 92035,
			"title": "Ich will mehr über Gaming erfahren V",
			"voicelineType": "5005",
			"description": "Dieser blaue Fleck hier ist ganz frisch, den habe ich mir neulich beim Trainieren meiner Tritte geholt ... Und diese Beule kam zum Vorschein, nachdem ich bei einer Rolle einen Schlag abbekam. Das war letzten Monat und sie ist jetzt fast verheilt. Aber diese Narbe hier, das war ein ganz schöner Brocken. Als ich das erste Mal an der hohen Stange geübt habe, bin ich schwer gestürzt und habe mich ziemlich schlimm geschnitten. Da war so viel Blut, dass ich dachte, meine Wushou-Tanz-Karriere wäre vorbei, bevor sie begonnen hatte ... Seitdem hatte ich einige Beinaheunfälle, aber zum Glück nichts Ernstes. Ich bin immer noch dabei ... Ich muss nur dranbleiben ...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92036,
			"title": "Gamings Hobbys ...",
			"voicelineType": "6001",
			"description": "Wenn man zum Tee geht, aber für die Dim-Sum bleibt, nennen wir das „Yum Cha“. Was man tun sollte, ist, ein paar süße Dim-Sum und ein paar herzhafte Dim-Sum zu bestellen. Es muss eine ausgewogene Mahlzeit sei. Und wähle eine Mischung aus fertigen Dim-Sum und auf Bestellung zubereiteten Dim-Sum, sodass du Dim-Sum naschen kannst, während du auf deine anderen Dim-Sum wartest ... Komischerweise brauche ich an einem Dim-Sum-Tag nie ein Mittagessen. Sag mir Bescheid, wenn du Zeit hast, dann nehme ich dich mal mit! Und scheu dich nicht, von allem ein bisschen zu bestellen, du kannst die Reste immer einpacken und mit nach Hause nehmen.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_hobby"
		},
		{
			"voicelineId": 92037,
			"title": "Gamings Sorgen ...",
			"voicelineType": "6012",
			"description": "Wie viel?! Na gut, bei den Kosten für die Bedienung werde ich in den sauren Apfel beißen, aber ich bezahle nicht extra für ein paar Feuchttücher, klar? Ich habe meine eigenen mitgebracht, du kannst sie behalten!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_annoyed_01"
		},
		{
			"voicelineId": 92038,
			"title": "Was er so mag ...",
			"voicelineType": "6003",
			"description": "Ich war ein kleines Monster, als ich ein Kind war. Ich geriet in Schwierigkeiten, weigerte mich dann, mich zu entschuldigen, und meine verzweifelte Mutter sagte: „Ich wünschte, ich hätte statt dir ein Stück Char-Siu zur Welt gebracht!“ Jetzt muss ich jedes Mal, wenn ich Char-Siu esse, an sie denken ...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodLike"
		},
		{
			"voicelineId": 92039,
			"title": "Was er nicht mag ...",
			"voicelineType": "6004",
			"description": "Alle sagen, ich hätte einen komischen Geschmack ... Nenn mich verrückt, aber ich will nur, dass Geflügel wie Geflügel und Fisch wie Fisch schmeckt.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodDislike"
		},
		{
			"voicelineId": 92040,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Mann, bist du insgeheim {F#eine Göttin}{M#ein Gott}? Denn das schmeckt himmlisch! Kein Scherz. Ich nenne dich von nun an „{F#Küchengöttin}{M#Küchengott}“.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_pref_01"
		},
		{
			"voicelineId": 92041,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Du hast das selbst gemacht? Wah! Du bist zu gut zu mir! Ich lüge nicht, du bist {F#eine erstaunliche Köchin}{M#ein erstaunlicher Koch}.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_normal_01"
		},
		{
			"voicelineId": 92042,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Ich glaube fest daran, dass man zu seinen Fehlern stehen und Kritik verkraften muss ... Wenn ich dich also das nächste Mal verärgert habe, brauchst du dir nicht extra Mühe zu machen ... Gib mir stattdessen einfach eine Ohrfeige!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_dislike_01"
		},
		{
			"voicelineId": 92043,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Ein Vögelchen hat mir gezwitschert, dass du heute Geburtstag hast ... Wann wolltest du es mir denn sagen? Tss ... Wie auch immer, ich habe einen Tisch im Lokal Xinyue reserviert. Acht Gerichte, eine Suppe und so viel Reis, wie du essen kannst, dazu Geburtstagsbrötchen und Tong Sui zum Nachtisch. Außerdem habe ich alle deine Freunde eingeladen. Oh, und ich habe einen kleinen Geburtstags-Wushou-Tanz für dich vorbereitet, nichts Extravagantes, nur zum Spaß. Aber ja, ich hoffe, es gefällt dir!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 92044,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Wah, ist das alles für mich? Mann, wie viel hat dich das gekostet? Du hättest nicht extra ... *grins*",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 92045,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Oh Mann, du vertraust mir hier eine Menge Macht an. Aber ich verspreche dir, sie ist in guten Händen. Ich werde mein Kung-Fu-Training aufstocken und mich richtig ins Zeug legen! Sieh nur zu!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 92046,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Wenn ich Lieferungen bewachen kann, kann ich auch Menschen bewachen. Da du mir zu vertrauen scheinst, wie wäre es, wenn ich von nun an dein Leibwächter wäre?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92047,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Vielen Dank, dass du den Löwenanteil der Arbeit auf dich genommen hast, um mich so weit zu bringen. Ich weiß, dass ich dir deine Sicherheit auf deinen künftigen Reisen nicht garantieren kann, aber du kannst davon ausgehen, dass ich mir den Bauch vollschlagen werde, um dir bei der Verwirklichung deiner Träume zu helfen!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 92048,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "’Tschuldige.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_01"
		},
		{
			"voicelineId": 92049,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Und hopp!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_02"
		},
		{
			"voicelineId": 92050,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Glückwunsch!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_03"
		},
		{
			"voicelineId": 92051,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Viele gute Einnahmen!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_01"
		},
		{
			"voicelineId": 92052,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Auf geht’s, Man Chai!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_02"
		},
		{
			"voicelineId": 92053,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Die Mächtigen Fabelbestien!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_03"
		},
		{
			"voicelineId": 92054,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Wie krass! Das Zeug sieht super aus!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_01"
		},
		{
			"voicelineId": 92055,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Wohin soll das Zeug geliefert werden, Chef{F#in}?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_02"
		},
		{
			"voicelineId": 92056,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Gut Ding will Weile haben!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_03"
		},
		{
			"voicelineId": 92057,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Wer Erfolg haben will, muss leiden ...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_01"
		},
		{
			"voicelineId": 92058,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Mir geht’s genauso ...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_02"
		},
		{
			"voicelineId": 92059,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Ich atme noch!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_03"
		},
		{
			"voicelineId": 92060,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Kurze Pause, gleich geht’s weiter!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_01"
		},
		{
			"voicelineId": 92061,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "He, nicht übertreiben!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_02"
		},
		{
			"voicelineId": 92062,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Ich muss ... weg hier ...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_01"
		},
		{
			"voicelineId": 92063,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Die Vorstellung ist vorbei, Leute ...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_02"
		},
		{
			"voicelineId": 92064,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Geh schon ... Lass mich einfach zurück ...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_03"
		},
		{
			"voicelineId": 92065,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "He, was ist los?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_01"
		},
		{
			"voicelineId": 92066,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Hör auf!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_02"
		},
		{
			"voicelineId": 92067,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Gleich geht’s rund!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_01"
		},
		{
			"voicelineId": 92068,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Alles klar! Ich wärme mich schon mal auf!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_02"
		},
		{
			"voicelineId": 92069,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Ist vorher noch Zeit für ein paar Dim-Sum?",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_03"
		}
	]
}