{
	"id": 10000100,
	"name": "Kachina",
	"friendLines": [
		{
			"voicelineId": 100000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Hallo! Ich bin Kachina, ein Mitglied der Kinder der Echos. Ich liebe Kornfrüchte und würde gern stärker werden, obwohl ich noch nicht so gut kämpfen kann. Äh ... Das sollte ich mir wohl für später aufheben, oder? Dann ... ähm ... Hast du vor, irgendwo hinzugehen? Ich kenne mich hier ziemlich gut aus, also kann ich euch den Weg zeigen!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_draw_appear_01"
		},
		{
			"voicelineId": 100001,
			"title": "Gespräch – Ordnungsfimmel",
			"voicelineType": "1101",
			"description": "Ah ... Ich habe gerade einen Ziegelstein gesehen, der nicht richtig gestapelt war. Was soll ich tun? Jetzt fühlt es sich an, als würde ein kleiner Saurier in meinem Bauch Rabatz machen ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_character_idle_01"
		},
		{
			"voicelineId": 100002,
			"title": "Gespräch – Unsicherheit",
			"voicelineType": "1102",
			"description": "Ich werde es schaffen ... Nein, ich kann nicht ... Ich schaffe es ... Nein, ich ... Ähem, alles gut, ich schaff das auf jeden Fall! Oder?",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_character_idle_02"
		},
		{
			"voicelineId": 100003,
			"title": "Gespräch – Sammlung",
			"voicelineType": "1103",
			"description": "Wenn dir langweilig ist, schauen wir uns doch gemeinsam meine Sammlung an! Wenn dir etwas ins Auge sticht, kannst du es gern mitnehmen!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_character_idle_03"
		},
		{
			"voicelineId": 100004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Der Regen macht den Boden matschig und weich, sodass man noch vorsichtiger sein muss als sonst, wenn man Erze abbaut!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_weather_heavyRain_01"
		},
		{
			"voicelineId": 100005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Aaah!! Ähm ... Ich ... Ich habe keine Angst! Ich bin nur ... etwas erschrocken!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_weather_thunder_01"
		},
		{
			"voicelineId": 100006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Lass uns zusammen im Schnee herumtollen! Hehe, keine Sorge, ich verstecke mich nicht im Schnee und springe dann plötzlich auf dich zu wie Ayo!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_weather_snowy_01"
		},
		{
			"voicelineId": 100007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Sieh dir diesen Edelstein an! Wenn du ihn in die Sonne hältst, sieht es fast so aus, als ob sich ein ganzer Regenbogen darin versteckt!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_weather_sunny_01"
		},
		{
			"voicelineId": 100008,
			"title": "In der Wüste ...",
			"voicelineType": "1205",
			"description": "Glaubst du, dass sich unter all dem Sand irgendwelche glänzenden Erze befinden? Wir können kurz graben, um nachzusehen!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_weather_desert_01"
		},
		{
			"voicelineId": 100009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Guten Morgen! Ich habe schon alles gepackt, wir können also jederzeit losgehen!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_greetingMorning"
		},
		{
			"voicelineId": 100010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Ich bin nicht müde. Also wenn du ein Nickerchen machen willst, übernehme ich die Wache. Es gibt viele Dinge, in denen ich nicht so gut bin, aber meine Ohren sind wirklich gut! Ich höre Ärger schon aus großer Entfernung.",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_greetingNoon"
		},
		{
			"voicelineId": 100011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Mualani hat mich gebeten, heute Abend mit ihr in eine Höhle zu gehen, für eine Mutprobe und ich ... ich habe solche Angst! Was soll ich nur tun? Ich will sie nicht enttäuschen, also habe ich meine Augen geschlossen und zugestimmt ... Egal, was passiert, ich sollte es mit ihr zusammen durchstehen! Ach!? Du kommst auch mit? Hab ich ein Glück! Puh ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_greetingNight"
		},
		{
			"voicelineId": 100012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "*schnief* Ich weiß nicht, wie ich es geschafft habe, heute wieder alles zu vermasseln ... Nein, ich will nicht weinen, aber ich kann einfach nicht anders ... *schnief* ... Aah! Hatten wir uns nicht beide schon gute Nacht gesagt? Danke, dass du aufgeblieben bist und mich getröstet hast, das bedeutet mir sehr viel ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_greetingNight2"
		},
		{
			"voicelineId": 100013,
			"title": "Über Kachina – Kleiner Wirbelwind",
			"voicelineType": "2001",
			"description": "Ayo und ich haben uns den Namen gemeinsam ausgedacht! Ich fand vorher schon, dass er klein und niedlich ist, und dann habe ich „Wirbelwind“ gewählt, weil mir aufgefallen ist, dass seine Bewegungen denen Ayos sehr ähneln. Ich reite oft auf ihm und wir sehen dann, wer schneller ist, wir oder Ayo. Ich habe sogar mal gewonnen!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_idle"
		},
		{
			"voicelineId": 100014,
			"title": "Über Kachina – Tod",
			"voicelineType": "2005",
			"description": "In den Kriegen der Nachtwächter in der Schlacht zu fallen, ist eine Ehre für die Krieger von Natlan. Als eine von ihnen sollte auch ich das so empfinden. Aber als ich dort unten war, hatte ich trotzdem die ganze Zeit Angst, obwohl ich mir das immer wieder gesagt habe ... Ich bin dir wirklich dankbar, dass du so ein großes Risiko eingegangen bist, um ins Königreich der Nacht zu gehen und mich zurückzuholen ... *schnief* Wirklich, ich kann dir nicht genug danken!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Schwarzer Stein unter dem weißen begraben“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 100015,
			"title": "Über uns – Legenden",
			"voicelineType": "2003",
			"description": "In Natlan gibt es viele Legenden über Helden und meine Lieblingslegende ist die vom großen Traore! Wie unglaublich toll ist es, als normaler Sterblicher den Abgrund unter der Erde versiegeln zu können? Oh, da fällt mir ein ... Du warst in vielen Regionen in Teyvat, also musst du eine Menge Legenden kennen, richtig? Ich bin sehr neugierig ... Könntest du mir ein paar davon erzählen, wenn du die Zeit dafür findest?",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_close"
		},
		{
			"voicelineId": 100016,
			"title": "Über uns – Kleines Geschenk",
			"voicelineType": "2002",
			"description": "Bitte wähle eins, das dir gefällt! Sieh es einfach als ein Symbol unserer Freundschaft. Ich habe alle meine besten und glänzendsten Erze mitgebracht, also komm schon, nimm eins! Darüber würde ich mich sehr freuen!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 100017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Als ich dieses glänzende Göttliche Auge zum ersten Mal sah, dachte ich wirklich, meine Augen würden mir einen Streich spielen ... Es glänzt mehr als jedes andere Erz, das ich je gesehen habe. Auch wenn ich im Moment nicht annähernd so stark bin wie ein legendärer Held, wäre ich der glücklichste Mensch auf der Welt, wenn meine Geschichte eines Tages jemand anderen inspirieren würde. Wirklich, ein einziger Mensch würde schon ausreichen ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 100018,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Ayo ist ein sehr wichtiger Gefährte für mich! Auch wenn er jetzt ganz brav aussieht, hat er, als er noch klein war, andere gern mit dem Kopf voran gestoßen. Er ist so stark, dass sogar ich manchmal umgestoßen werde. Dagegen kann man aber nicht viel tun, denn so zeigen Tepetlisaurier ihre Zuneigung! Ayo, hör auf, mir einen Kopfstoß zu verpassen! Schon gut, schon gut, ich red auch nicht weiter!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_share_01"
		},
		{
			"voicelineId": 100019,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Wusstest du schon? Spinellfrüchte sind genau wie Edelsteine geformt! Wenn sie nur so lange haltbar wären wie echte Edelsteine ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_pref_gift_01"
		},
		{
			"voicelineId": 100020,
			"title": "Über Mualani ...",
			"voicelineType": "4001",
			"description": "Mualani ist meine erste gute Freundin! Bevor ich sie kennengelernt habe, wusste ich nicht einmal, dass es so liebe Menschen wie sie gibt oder wie viele lustige Dinge es auf der Welt gibt! Schau, das ist ein Foto von uns! Sie sagte, wir sollten springen, während gerade das Foto gemacht wird ... Sehe ich ein bisschen steif aus? Hehe, du hast mich erwischt! Viele Leute starrten uns an, als wir dieses Foto machten, und ich war wirklich nervös ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 100021,
			"title": "Über Kinich",
			"voicelineType": "4002",
			"description": "Mualani hat mich ihm vorgestellt! Ehrlich gesagt hatte ich anfangs ein wenig Angst vor ihm, wegen seiner Augen ... Na ja, er sieht schon ziemlich furchteinflößend aus. Erst später erfuhr ich dann, dass er den Typen, die mich geärgert hatten, eine Lektion erteilt hatte. Aber als ich ihm zum Dank ein Geschenk geben wollte, lehnte er ab. Er sagte in etwa, dass er schon ausreichend entlohnt worden wäre ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 100022,
			"title": "Über Chasca ...",
			"voicelineType": "4003",
			"description": "Sie ist eine berühmte „Friedensstifterin“ in Natlan! Man sagt, sie kann jeden Konflikt lösen, ohne ins Schwitzen zu kommen. Ich vermute, dass sie das macht, weil sie genau wie ich es nicht mag, wenn Leute sich streiten ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 100023,
			"title": "Über Iansan ...",
			"voicelineType": "4004",
			"description": "Früher, als ich stärker werden wollte, bat ich Iansan, mich zu trainieren. Sie ließ mich alle möglichen hochintensiven Trainingseinheiten absolvieren, die ich oft nur überstand, indem ich mich bis an die Grenzen belastete. Zum Glück wusste sie immer genau das richtige Maß an Training für mich, sodass ich nach jeder Einheit gerade noch genug Energie hatte, um nach Hause zu kommen ... Ich bin ihr wirklich dankbar.",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 100024,
			"title": "Über Citlali ...",
			"voicelineType": "4005",
			"description": "Mualani hat mir gesagt, dass du mich nur dank ihrer Erfindung retten konntest, also musste ich meinen Teil der Verantwortung für die Zerstörung des Steins der sprechenden Geister übernehmen. Ich nahm den Mut auf, mich persönlich bei ihr zu entschuldigen, und bat sie, als Wiedergutmachung ein paar Steine aus meiner Sammlung zu nehmen. Sie kratzte sich am Kopf und sagte: „Also, es wird eher problematisch, wenn ich mir keinen aussuche, nicht wahr? Dann sind wir quitt, solange ich mir etwas einigermaßen Ähnliches aussuche, oder?“ Am Ende winkte sie ab und nahm das unscheinbarste Stück Obsidian, das ich hatte. Was meinst du dazu? Sollte ich versuchen, ihr etwas anderes zu besorgen? Weißt du, was sie mag?",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 100025,
			"title": "Über Xilonen ...",
			"voicelineType": "4006",
			"description": "Nachdem ich meinen antiken Namen erhalten hatte, nahm Onkel Pacal mich mit zu ihr und bat sie, den kleinen Wirbelwind für mich zu machen. Ihr Kunsthandwerk ist wirklich beeindruckend!\nSpäter sprachen wir über unsere Erfahrung beim Sammeln und Aufbewahren von Edelsteinen und bewunderten sogar die Sammlungen des jeweils anderen. Alles in ihrer Sammlung ist in einem Top-Zustand, also muss sie sich sehr gut um die Steine kümmern. Ihr eigenes Leben scheint sie aber eher ... lässig anzugehen ... Einmal habe ich sie gesucht und konnte sie lange nicht finden! Schließlich fand ich sie auf einem großen Baum, wo sie sich sonnte und schlief ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 100026,
			"title": "Über den Pyro-Archon ...",
			"voicelineType": "4007",
			"description": "Ich hätte mir nie träumen lassen, dass der Pyro-Archon selbst mich eines Tages eine Heldin von Natlan nennen würde ... Sie ist das Vorbild eines jeden Kriegers in unserem Land, und von ihr anerkannt zu werden, ist wie ... *schnief* Ich werde jedes Mal überwältigt, wenn ich daran denke, tut mir leid ... *schnief* Entschuldigung! Ich hätte nicht anfangen sollen zu weinen ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Schwarzer Stein unter dem weißen begraben“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 100027,
			"title": "Über Ifa ...",
			"voicelineType": "4008",
			"description": "Ifa ist ein wirklich erstaunlicher Saurierarzt! Jeder kleine Saurier, der zu ihm kommt, beginnt danach, ein gesundes Leben zu führen! Jeder isst richtig, schläft gut, macht keinen Ärger und wird im Grunde nie wieder krank! Wenn also ein Saurier krank aussieht, ist der erste Gedanke von allen, ihn zu bitten, rüberzufliegen und ihn sich anzusehen!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 100028,
			"title": "Ich will mehr über Kachina erfahren I",
			"voicelineType": "5001",
			"description": "„Uthabiti“ ist mein antiker Name, er steht für die Fähigkeit, im Angesicht von Widrigkeiten stark zu bleiben. *seufz* Aber ich frage mich oft, warum der Wayob beschlossen hat, mir diesen Namen zu geben. Ich bin so schwach, und ob zu Hause oder im Stamm, nur wenige Leute erkennen mich an ... Bin ich bei so vielen starken und tollen Leuten um mich herum wirklich dieses Namens würdig?",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_friendship_01"
		},
		{
			"voicelineId": 100029,
			"title": "Ich will mehr über Kachina erfahren II",
			"voicelineType": "5002",
			"description": "Meine Familie, hm ... Ich bin das mittlere Kind in meiner Familie. Mein Vater setzt die meisten Hoffnungen auf meine ältere Schwester und meine Mutter muss viel Zeit damit verbringen, sich um meine jüngere Schwester zu kümmern. Unser Leben ist nicht gerade einfach, also muss ich ein braves Mädchen sein und schnell erwachsen werden ... oder zumindest dafür sorgen, dass sie sich nicht ständig Sorgen um mich machen müssen.",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 100030,
			"title": "Ich will mehr über Kachina erfahren III",
			"voicelineType": "5003",
			"description": "Pacal ist wirklich nett zu mir! Wenn andere Leute im Stamm über mich lästern, verteidigt er mich immer. Und dennoch ... fühle ich mich schlecht, wenn er das tun muss. Schließlich sollte ich mir den Respekt der anderen mit meinen eigenen Leistungen verdienen ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 100031,
			"title": "Ich will mehr über Kachina erfahren IV",
			"voicelineType": "5004",
			"description": "Ich habe immer gewusst, dass Weinen keine Lösung ist, und ich habe auch noch nie eine Legende gehört, in der der Held vor seinen Freunden weint. Ich würde gern meine Tränen zurückhalten, aber ich kann einfach nicht ... Hm? Ist das in Ordnung? Tränen sind ein guter Weg, um seine Gefühle auszudrücken? Glau... Glaubst du das wirklich? *schnief* Danke, danke ... Oh nein, warum weine ich schon wieder?",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 100032,
			"title": "Ich will mehr über Kachina erfahren V",
			"voicelineType": "5005",
			"description": "Ich habe immer gedacht, dass es nur natürlich ist, dass ich übersehen werde, weil ich schwach bin. Aber jetzt, da ich mit dem Wayob gesprochen habe, habe ich meine Meinung geändert. „Uthabiti“ ist mein antiker Name und ich habe ... ich habe beschlossen, mein Potenzial vollkommen zu entfalten. Es muss Dinge auf dieser Welt geben, die nur ich erreichen kann. Ich werde ... mich weiter bemühen. Ich hoffe, dieser Obsidian wird eines Tages eine Aufzeichnung meiner Taten enthalten und ... noch strahlender und schillernder werden.",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Schwarzer Stein unter dem weißen begraben“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 100033,
			"title": "Kachinas Hobbys ...",
			"voicelineType": "6001",
			"description": "Dies ist der erste Edelstein, den ich gefunden habe. Er hat einen so hübschen Grünton, findest du nicht auch? Ursprünglich war er einer von zwei Edelsteinen, aber den anderen habe ich Mualani geschenkt. Schau, das Muster darauf sieht aus wie fließendes Wasser! Oh, und erst der hier: Auf den ersten Blick sieht er vielleicht schwarz aus, aber wenn man ihn in die Sonne legt, sieht man einen ganzen Regenbogen voller Farben! Hehe, ich habe das alles selbst gesammelt, einen Stein nach dem anderen!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_pref_hobby"
		},
		{
			"voicelineId": 100034,
			"title": "Kachinas Sorgen ...",
			"voicelineType": "6012",
			"description": "Mualani schenkte mir einmal einen riesigen Hut. Er war echt toll und perfekt, um die Sonne abzuhalten, also habe ich ihn wirklich geliebt. Mit der Zeit wurde er aber eher zu einem Filzhut ... Am Ende musste ich mir diesen Hut hier zulegen, weil das Fell der Saurier nicht daran kleben bleibt.",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_dialog_annoyed_01"
		},
		{
			"voicelineId": 100035,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Ich liebe Kornfruchtchips! Ich würde sie noch mehr lieben, wenn man sie ordentlich zu einem Turm stapeln könnte.",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_pref_foodLike"
		},
		{
			"voicelineId": 100036,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Hm!? Ist das wirklich nur eine Portion? Aber wenn ich nicht alles aufesse, war dann nicht die harte Arbeit des Kochs umsonst? Schon gut, ich werde alles aufessen! Kleine Happen, Kachina, kleine Happen ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_pref_foodDislike"
		},
		{
			"voicelineId": 100037,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Boah, ist das für mich? Es ist superlecker! Ich werde langsam essen, damit ich jeden Bissen genießen kann ...",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_spice_pref_01"
		},
		{
			"voicelineId": 100038,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Der Geschmack, das Aroma, die Präsentation ... Alles an diesem Gericht ist großartig! Wenn es jemals einen Kochwettbewerb geben sollte, bin ich sicher, dass du gewinnen würdest!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_spice_normal_01"
		},
		{
			"voicelineId": 100039,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Danke, dass du dir die Zeit genommen hast, etwas für mich zu machen! Ich verspreche, dass ich aufessen werde. Gib mir nur noch ein paar Minuten!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_spice_dislike_01"
		},
		{
			"voicelineId": 100040,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Herzlichen Glückwunsch zum Geburtstag! Dies ist für dich. Es ist ein Pika, geschnitzt aus buntem Opal. Bunter Opal fühlt sich ziemlich warm an, aber er sticht nicht wirklich hervor, sodass man ihn unter der Erde leicht übersehen kann. Aber je mehr man ihn mit sich herumträgt, desto mehr glänzt er! Er ist einer meiner Lieblingsedelsteine und ich hoffe, er gefällt auch dir.",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 100041,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Zittern ... meine Ohren? Nein, ich bin nicht nervös. Ich bin nur sehr glücklich. Tut mir leid, aber ich kann sie nicht wirklich kontrollieren, ich bin im Moment viel zu aufgeregt. Hier, ich ... decke sie einfach wieder ab.",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 100042,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Du sorgst dich wirklich sehr um mich ... *schnief* Ach, ich wollte nicht weinen, aber ich bin einfach ... so gerührt von deiner Freundlichkeit.",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 100043,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "„Obwohl der Hof zu Schutt und Asche verbrannt ist, ist die Flamme nie erloschen. Sie wird am nächsten Morgen neu entfacht, strahlender als zuvor.“ Dies ist eines meiner Lieblingszitate vom großen Traore. Ich muss weiter hart arbeiten!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 100044,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Du hast mir alle möglichen neuen und faszinierenden Dinge gezeigt und mir wirklich geholfen, weiterzukommen ... Ich habe keine Ahnung, wie ich dir das jemals vergelten kann, aber ich möchte die Antwort selbst finden. Also erlaube mir bitte, von nun an die Heldin zu sein ... die Heldin, die dich beschützt!",
			"voicefile": "VO_friendship/VO_kachina/vo_kachina_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 100045,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Wir lassen’s krachen!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_skill1_01"
		},
		{
			"voicelineId": 100046,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Johoo!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_skill1_02"
		},
		{
			"voicelineId": 100047,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Es geht los!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_skill1_03"
		},
		{
			"voicelineId": 100048,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Schön im Kreis!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_skill1_04"
		},
		{
			"voicelineId": 100049,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Druckwelle!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_skill1_05"
		},
		{
			"voicelineId": 100050,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Du bist dran, kleiner Wirbelwind!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_skill1_06"
		},
		{
			"voicelineId": 100051,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Räumt das Gebiet!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_skill3_01"
		},
		{
			"voicelineId": 100052,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Explosiver Abbau im Gange!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_skill3_02"
		},
		{
			"voicelineId": 100053,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Komm nicht zu nahe!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_skill3_03"
		},
		{
			"voicelineId": 100054,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Wah! Sieh dir all diese glänzenden Steine an!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_chest_open_01"
		},
		{
			"voicelineId": 100055,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Sammelst du auch gern glänzende Steine? Wer würde das schon nicht wollen? Sie sind so schön!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_chest_open_02"
		},
		{
			"voicelineId": 100056,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Brauchst du Hilfe beim Sortieren der Beute? Ich bin eine Expertin!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_chest_open_03"
		},
		{
			"voicelineId": 100057,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Ist nichts weiter, das kann ich wegstecken!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_life_less30_01"
		},
		{
			"voicelineId": 100058,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Komm schon ... Reiß dich zusammen, Kachina!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_life_less30_02"
		},
		{
			"voicelineId": 100059,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "I... Ich schaff das! Ich muss einfach!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_life_less30_03"
		},
		{
			"voicelineId": 100060,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Ich bin auch noch da!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_life_less30_teammate_01"
		},
		{
			"voicelineId": 100061,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Ich bin ja da! Überlass das mir!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_life_less30_teammate_02"
		},
		{
			"voicelineId": 100062,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Tut mir leid ... Ich habe mich ... überschätzt.",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_life_die_01"
		},
		{
			"voicelineId": 100063,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Mein Name ... ich muss ihn ehren ...",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_life_die_02"
		},
		{
			"voicelineId": 100064,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Nein ... ich habe es vermasselt ... schon wieder ...",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_life_die_03"
		},
		{
			"voicelineId": 100065,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Nur ein Kratzer!",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_hit_L_02"
		},
		{
			"voicelineId": 100066,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910002",
			"description": "Puh ... Mir geht’s gut.",
			"voicefile": "VO_gameplay/VO_kachina/vo_kachina_battle_hit_H_02"
		},
		{
			"voicelineId": 100067,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Woah! Ich darf ... mitmachen?",
			"voicefile": "VO_teamJoin/vo_kachina_teamJoin_01"
		},
		{
			"voicelineId": 100068,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Oh ja! Lass uns loslegen!",
			"voicefile": "VO_teamJoin/vo_kachina_teamJoin_02"
		},
		{
			"voicelineId": 100069,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Eine weitere Chance, etwas von dir zu lernen!",
			"voicefile": "VO_teamJoin/vo_kachina_teamJoin_03"
		}
	]
}