{
	"id": 10000081,
	"name": "Kaveh",
	"friendLines": [
		{
			"voicelineId": 81000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Schön, dass wir uns auf diese Weise treffen können. Nur Menschen mit ähnlichem Geschmack können sich gut verstehen.\nFreut mich, dich kennenzulernen. Ich bin Kaveh, ein Architekt. Wenn du meine Hilfe benötigst, lass es mich bitte im Detail wissen.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_draw_appear_01"
		},
		{
			"voicelineId": 81001,
			"title": "Gespräch – Schönheit",
			"voicelineType": "1101",
			"description": "Die Fähigkeit, Schönheit zu schätzen, ist eine wichtige Tugend.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_01"
		},
		{
			"voicelineId": 81002,
			"title": "Gespräch – Langweile vertreiben",
			"voicelineType": "1102",
			"description": "Bleib nicht den ganzen Tag zu Hause. Es ist gut, hin und wieder rauszugehen und die Beine zu bewegen.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_02"
		},
		{
			"voicelineId": 81003,
			"title": "Gespräch – Feinschliff",
			"voicelineType": "1103",
			"description": "Mein neuster Entwurf hat noch Raum für Verbesserungen. Ich muss noch den letzten Schliff machen, bevor die Frist abläuft ...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_03"
		},
		{
			"voicelineId": 81004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Ach, warum regnet es plötzlich? Oh nein, ich habe keinen Regenschirm dabei ...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_heavyRain_01"
		},
		{
			"voicelineId": 81005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Hast du den Blitz eben gesehen? Seine Form war wirklich einzigartig!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_thunder_01"
		},
		{
			"voicelineId": 81006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Uff ... Es fühlt sich an, als würde der Wind von hinten in mein Hemd kriechen ... und auch von vorne ...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_snowy_01"
		},
		{
			"voicelineId": 81007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Ich werde schläfrig, wenn ich zu lange in der Sonne bin. Ein Gefühl ähnlich dem Schwindel nach langem Aufbleiben bei einem Arbeitsprojekt.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_sunny_01"
		},
		{
			"voicelineId": 81008,
			"title": "In der Wüste ...",
			"voicelineType": "1205",
			"description": "Ich bin zwar nicht zum ersten Mal in der Wüste, aber an die Hitze kann ich mich nie gewöhnen ... *seufz* Gibt es nirgends Schatten ...?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_desert_01"
		},
		{
			"voicelineId": 81009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Hast du gut geschlafen? Viel Glück heute! Hoffentlich triffst du nicht gleich morgens auf jemanden, der dir den Tag ruiniert.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingMorning"
		},
		{
			"voicelineId": 81010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Die Mittagssonne brennt ... Oh, ich muss die Baumaterialien überprüfen, die ich zum Trocknen liegen gelassen habe ...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNoon"
		},
		{
			"voicelineId": 81011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Heute Nacht sollte man viele Sterne sehen können. Findest du nicht, dass das ein gutes Omen ist?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight"
		},
		{
			"voicelineId": 81012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Entspanne deinen Geist und lass all deine Gedanken los. Gute Nacht.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight2"
		},
		{
			"voicelineId": 81013,
			"title": "Über Kaveh – Fachgebiet",
			"voicelineType": "2001",
			"description": "Wenn es um mein Fachgebiet geht, bin ich eine ziemlich stolze Person. Dies gilt für die meisten Gelehrten, wenn sie über ihre Fachgebiete sprechen. Schließlich basiert unser ganzes Wissen darauf. Wenn wir selbst nicht stolz auf unsere Arbeit sind, wie können wir dann etwas von uns selbst oder anderen erwarten?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle"
		},
		{
			"voicelineId": 81014,
			"title": "Über Kaveh – Ästhetik",
			"voicelineType": "2005",
			"description": "Bei meiner Arbeit steht die Ästhetik nicht an erster Stelle und sollte sie auch nicht. Stattdessen stehen Qualität und Sicherheit an erster Stelle. Aber auch den ästhetischen Aspekt vernachlässige ich nie. Ästhetischer Wert unterscheidet meine Arbeit von anderen.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81015,
			"title": "Über uns – Wertschätzung",
			"voicelineType": "2003",
			"description": "Du musst den Palast Alcazarzaray schon einmal gesehen haben, oder? Das ist mein wertvollstes Werk. Dafür habe ich so viel geopfert, dass niemand es jemals verstehen würde ... Haha, immerhin seid ihr nicht ich und es ist selbstverständlich, dass ihr es nicht verstehen könntet. Hmm ... Es wäre aber schön, jemanden zu treffen, der es zu schätzen weiß.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close"
		},
		{
			"voicelineId": 81016,
			"title": "Über uns – Ideale",
			"voicelineType": "2002",
			"description": "Man kann jemanden nie wirklich kennen, wenn man nicht seine tiefsten Ideale kennt. Das habe ich immer geglaubt. Aber sobald man anfängt, Ideale und Träume zu erforschen, ob seine eigenen oder die eines anderen, kann dies Gefahren bereiten oder Dinge aufdecken, die nicht rückgängig gemacht werden können. Nicht jeder kann sich die möglichen Folgen leisten.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Ich sage das nur ungern, aber ... manchmal ist es schmerzhaft, einen Wunsch zu haben. Zum Glück hasse ich mein Göttliches Auge nicht.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81018,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Diejenigen, die wissen, was sie zum Schaffen antreibt, verdienen unseren Respekt. Das solltest du auch denken, oder?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_share"
		},
		{
			"voicelineId": 81019,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Uneingeweihte gehen oft davon aus, dass sich Architekten der Baulehre täglich mit Lehm und Holz beschäftigen und nichts anderes machen. Diese ignorante Ansicht ist es nicht einmal wert, darüber zu streiten. Wenn es beim Hausbau nur darum geht, Materialien zusammenzuwerfen, dann muss diese Fakultät überhaupt nicht existieren. Als einer der Bausteine der menschlichen Kultur und Zivilisation ist Architektur auch eine wesentliche Kunstform. Und ohne die menschliche Prägung würde sie nicht existieren. Daher spielen Aspekte wie Funktionalität aus Sicht des Benutzers und Ästhetik aus Sicht des Betrachters eine große Rolle in meiner Kunst. Oh ja, ich suche außerdem immer nach besseren Möglichkeiten, künstlerischen Ausdruck und Nützlichkeit zu kombinieren.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_gift_01"
		},
		{
			"voicelineId": 81020,
			"title": "Über die Niedere Herrin Kusanali ...",
			"voicelineType": "4001",
			"description": "Niedere Herrin Kusanali ist eine sehr weise und fähige Gottheit. Sie ist nicht nur äußerst kenntnisreich, sondern besitzt auch Tugenden, die weit über die der gewöhnlichen Menschen hinausgehen. In Sumeru, der Stadt des Wissens, findet man kaum noch jemanden, der so gleichmütig und gelassen wie sie ist.\nManchmal frage ich mich jedoch, haben die Gottheiten also niemals Kummer? Weisheit entsteht oft in Verwirrung. Wie können wir in diesem Fall jemals wahres Glück erlangen?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81021,
			"title": "Über Alhaitham – Temperament",
			"voicelineType": "4002",
			"description": "Mit Sicherheit wirst du nie wieder jemanden treffen, der einen so wütend macht wie er! Selbst wenn er hier wäre, würde ich es wagen, das vor ihm zu sagen!\nEr ist sehr schlau, das weißt du auch. Man sagt, Genies haben oft ein schlechtes Temperament. Auf ihn trifft das nur zum Teil zu ... Er weiß ganz genau, wie er sich verhalten sollte, um sympathisch und freundlich zu wirken. Aber das will er einfach nicht!\nWenn du den Eindruck hast, dass er ein gutes Temperament hat oder so stur wie eine Maschine ist, dann bedeutet dies nur, dass du ihn noch nicht gut genug kennst. Er hat einfach eine zu einzigartige Persönlichkeit, die andere nur schwer verstehen können.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81022,
			"title": "Über Alhaitham – Komplexität",
			"voicelineType": "4003",
			"description": "Alhaitham hat mir viel geholfen. Wenn wir uns noch so nahe wären wie zu Studienzeiten, dann würde ich ihm bei jeder Gelegenheit danken. Aber jetzt ... kann ich nicht einmal ein Wort der Dankbarkeit sagen. Selbst wenn ich könnte, würde ich es nicht sagen wollen.\nEs ist schwer zu sagen, ob unsere Beziehung gut oder schlecht ist. Weiß nicht, vielleicht gemischt. Bei allem, was vor sich geht, fühlt es sich fast so an, als hätte uns das Schicksal Streiche gespielt ... Das alles ist, auch mehrmals wiederholt, nicht so leicht zu durchschauen. Aber ich muss zugeben, dass es keine allzu schlechte Sache ist, jemanden wie ihn kennengelernt zu haben. Ich wünschte nur, er könnte einige der schlimmsten Teile seiner Persönlichkeit zügeln. Na ja, das wird wahrscheinlich nie passieren.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81023,
			"title": "Über Tighnari ...",
			"voicelineType": "4004",
			"description": "Tighnari? Wenn man ihn trifft, wird man sofort wissen, dass er einer der nettesten Typen ist, die man kennen kann. Er ist freundlich und verfügt über umfangreiches Fachwissen auf seinem Gebiet, aber er prahlt nie vor anderen. Und er scheint seine Arbeit wirklich zu genießen.\nAls ich damals den Palast Alcazarzaray baute, bat ich ihn um ein paar Tipps zur Auswahl der richtigen Zierpflanzen. Nachdem er mir zurückgeschrieben hatte, half er mir auch bei einigen anderen Problemen. Oh ja, er war auch derjenige, der mich Cyno vorgestellt hat.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81024,
			"title": "Über Dori ...",
			"voicelineType": "4005",
			"description": "Sie ist die Besitzerin des Palasts Alcazarzaray ... Was? Blödsinn. Nein, der Palast gehört nicht mir ... Also Schluss damit!\nDori ist sehr schlau. Sie weiß, wie sie andere dazu bringen kann, Dinge für sie zu tun. Ich ... ähm ... na ja, aus verschiedenen Gründen schulde ich ihr jetzt eine Menge Mora. Alles ziemlich kompliziert ... Jedenfalls hoffe ich, sie würde mir ein wenig Gnade zeigen und aufhören, mein Leben um Moras willen zu einem Elend zu machen. Offensichtlich scheint sie ja kein schlechter Mensch zu sein. Wieso kann sie nicht etwas netter zu mir sein?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_dori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81025,
			"title": "Über Cyno ...",
			"voicelineType": "4006",
			"description": "Cyno mag kalt und rücksichtslos erscheinen, aber er ist eigentlich sehr warmherzig. Er ist Tighnaris bester Freund und durch Tighnari habe ich ihn kennengelernt. Ich erinnere mich noch, wie schockiert ich war, als ich einen unglaublich einschüchternden Matra durch die Tür kommen sah ... Ehrlich gesagt hätte ich nie erwartet, einen Matra zu treffen. Früher dachte ich immer, dass ein Matra wie er sich in der Nähe von Gelehrten unwohl fühlen würde.\nAber ich kann Cynos Witze wirklich nicht leiden. Und wenn man diese im Winter hört, kann man Gänsehaut bekommen. Wenn er dich also zu einem Essen bei Tighnari einlädt, trag unbedingt einen dicken Mantel.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81026,
			"title": "Über Collei ...",
			"voicelineType": "4007",
			"description": "Ich habe Collei jetzt schon einige Male getroffen. Als Schülerin und Assistentin von Tighnari folgt sie ihm überall hin. Mit ihrem Fleiß und ihrer Geduld ist sie viel zuverlässiger als die meisten anderen in ihrem Alter.\nAber, ähm ... ich kann sehen, dass sie viel auf dem Herzen hat.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81027,
			"title": "Über Nilou ...",
			"voicelineType": "4008",
			"description": "Nilous Talent als Tänzerin ist unbestritten. Das Theater Zubayr kann sich wirklich glücklich schätzen, eine so talentierte Schauspielerin wie sie zu haben.\nIch habe gehört, dass sie auch eine großartige Persönlichkeit hat. Sie hat immer ein Lächeln im Gesicht, wenn sie auftritt, und sagt ihrem Publikum immer aufmunternde Worte. Sobald ich etwas Zeit finde, muss ich mir ihre Darbietung ansehen.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81028,
			"title": "Über Faruzan ...",
			"voicelineType": "4009",
			"description": "Frau Faruzan nimmt kein Blatt vor den Mund, daher kann ich gut verstehen, warum einige Studenten der Akademie Angst vor ihr haben. Doch sie hat keine bösen Absichten, sie will sich einfach ganz der Forschung widmen, die sie interessiert. Manche sagen, dass Gelehrte der Redelehre alle knifflige Typen sind, mit denen man nur schwer auskommen kann. Nun, was dies betrifft ... haha.\nIch nehme an, sie hat dich bereits gebeten, {F#ihre Studentin}{M#ihr Student} zu werden? Sie mag manchmal ein wenig verrückt wirken, wenn sie den harten Verkauf macht ... Aber in ihrem Bereich kennt sie sich wirklich gut aus. Dies muss ich ja zugeben.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_faruzan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81029,
			"title": "Ich will mehr über Kaveh erfahren I",
			"voicelineType": "5001",
			"description": "Du hast gehört, dass ich in Sumeru berühmt bin? Haha, das sind nur beiläufige Komplimente. Wenn einer hier lange genug bleibt, kann jeder sich in Sumeru einen Namen machen. Die eigentliche Schwierigkeit besteht darin, sich weniger auffällig zu machen.\nHoffe, du hast nicht wegen dieser Insolvenzgerüchte von meinem Namen gehört. Nun, wenn du willst, kann ich dir auch von einigen meiner begehrenswerteren Eigenschaften erzählen.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_01"
		},
		{
			"voicelineId": 81030,
			"title": "Ich will mehr über Kaveh erfahren II",
			"voicelineType": "5002",
			"description": "Du denkst nicht daran, an der Akademie zu studieren, oder? Wenn du das wirklich vorhast, muss ich dir aus pragmatischer Sicht davon abraten, mein Studienfach zu wählen. Das Studium an meinem Institut macht richtig Spaß, erfordert aber auch harte Arbeit. Nach meinem Abschluss arbeitete ich eine Weile bei einem älteren Mitkommilitonen, der mich jeden Tag mit übermäßiger Arbeit quälte. Wie ein Packtier wurde ich ständig herumkommandiert. Ich weiß wirklich nicht, wie ich das überlebt habe ...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 81031,
			"title": "Ich will mehr über Kaveh erfahren III",
			"voicelineType": "5003",
			"description": "Obwohl die ästhetischen Vorlieben jedes Menschen bis zu einem gewissen Grad variieren, ist Schönheit im Allgemeinen ein sehr spezifisches Konzept. Was Schönheit anbelangt, können einige grundlegende objektive ästhetische Maßstäbe gesetzt werden. Es ist auch nicht unmöglich, das ästhetische Verständnis zu verbessern, obwohl es viel Zeit braucht, um Erfahrungen zu sammeln. Wenn du also diesbezüglich jemals Rat brauchst, kannst du jederzeit zu mir kommen.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81032,
			"title": "Ich will mehr über Kaveh erfahren IV",
			"voicelineType": "5004",
			"description": "Jemand sagt, dass ich oft Ärger mache. Was soll er damit bloß meinen? Wer im Leben vorankommen will, gerät irgendwann unweigerlich in Konflikt mit anderen. Man kann viele Dinge doch nicht ignorieren, nur weil man sich nicht damit befassen will.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 81033,
			"title": "Ich will mehr über Kaveh erfahren V",
			"voicelineType": "5005",
			"description": "Ich trinke gerne ein oder zwei Drinks, wenn ich Zeit habe. Das ist eine gute Möglichkeit, Stress abzubauen. Hm? Oh, ja, ich meine, hauptsächlich zum Zeitvertreib.\nÄh ... *hust* schau mich nicht so an ... Also gut, ich gebe es zu! Ich habe eine Menge Stress. Manchmal ist mir alles ein bisschen zu viel; unerledigte Projekte, Hindernisse, die ich nicht überwinden kann, Missverständnisse mit anderen ... Bekümmern dich nicht ähnliche Probleme?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81034,
			"title": "Kavehs Hobbys ...",
			"voicelineType": "6001",
			"description": "Musik, Architektur, Bildhauerei, Malerei ... Alle Kunstformen sind es wert, sich die Zeit zu nehmen, um sie richtig zu genießen.\nIch würde nicht sagen, dass ich in allen ein Experte bin, aber solange ich mein Interesse behalte, werde ich vielleicht eines Tages in der Lage sein, sie alle zu meistern. Schau, ich weiß bereits, wie man Leier spielt.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_hobby"
		},
		{
			"voicelineId": 81035,
			"title": "Kavehs Sorgen ...",
			"voicelineType": "6002",
			"description": "Meine Sorgen? Hmm ... die offensichtlichste ist wohl meine finanzielle Situation.\nEs ist nicht so, dass ich kein Geld verdienen kann, aber dass das Geld, das ich verdiene, nicht gespart werden kann. Viele Dinge im Leben erfordern Geld, und wenn man nicht aufpasst ... Aber keine Sorge. In dieser Hinsicht geht es mir jetzt viel besser als vorher. In Zukunft werde ich mehr darauf achten, nicht wegen Geld in Schwierigkeiten zu geraten.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_annoyed"
		},
		{
			"voicelineId": 81036,
			"title": "Was er so mag ...",
			"voicelineType": "6005",
			"description": "Wein, heiße Suppe und Gerichte mit Sahne und Käse ... sie alle mag ich. Ah, frisches Obst gefällt mir auch.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodLike_01"
		},
		{
			"voicelineId": 81037,
			"title": "Was er nicht mag ...",
			"voicelineType": "6004",
			"description": "Essen, das zu heiß und scharf ist, mag ich nicht. Wenn ich es essen müsste, würde ich zumindest warten, bis es etwas abgekühlt ist.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodDislike"
		},
		{
			"voicelineId": 81038,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Echt lecker! Kannst du mir beibringen, wie man es kocht?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_pref_01"
		},
		{
			"voicelineId": 81039,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Passt gut zu Wein.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_normal_01"
		},
		{
			"voicelineId": 81040,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "... Hä? Ähm ... Das ist ... Hmm ...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_dislike_01"
		},
		{
			"voicelineId": 81041,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Ist heute dein Geburtstag? Oh, herzlichen Glückwunsch! Geburtstage sind wichtige Tage und die Zeiten des Jahres, in denen man am ehesten an seine Familie denkt. Jedenfalls wünsche ich dir heute gute Laune.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 81042,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Kein schlechtes Gefühl, danke.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 81043,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Hmm? Das kann sich also wiederholen?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 81044,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Mein Horizont hat sich erweitert ... Ich hoffe, ich kann dieses Gefühl festhalten.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81045,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Je mehr Kraft ich habe, desto mehr Dinge kann ich erreichen. Auch wenn das Erreichen dieser Dinge mit einem Preis verbunden ist, auch wenn all meine Ideale und Träume auf Schmerzen und Leiden aufgebaut sind ... Ich möchte jetzt nicht zurück.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 81046,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Scanne!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_01"
		},
		{
			"voicelineId": 81047,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Komm nur!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_02"
		},
		{
			"voicelineId": 81048,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Hindernisse entfernen!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_03"
		},
		{
			"voicelineId": 81049,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Sieh genau zu!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_01"
		},
		{
			"voicelineId": 81050,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Neues Projekt startet.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_02"
		},
		{
			"voicelineId": 81051,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Fokus der Blicke!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_03"
		},
		{
			"voicelineId": 81052,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Neue Entdeckung!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_01"
		},
		{
			"voicelineId": 81053,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Ziemlich gutes Zeug. Du musst sehr froh sein, oder?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_02"
		},
		{
			"voicelineId": 81054,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Echt eine Überraschung, nicht wahr?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_03"
		},
		{
			"voicelineId": 81055,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Wie nervig!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_01"
		},
		{
			"voicelineId": 81056,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Ein nächstes Mal wird es nicht geben.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_02"
		},
		{
			"voicelineId": 81057,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Autsch ... aus dem Weg!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_03"
		},
		{
			"voicelineId": 81058,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Ich kümmere mich darum!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_01"
		},
		{
			"voicelineId": 81059,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Tritt zurück.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_02"
		},
		{
			"voicelineId": 81060,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "So viele Dinge ... die ich noch nicht erreicht habe ...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_01"
		},
		{
			"voicelineId": 81061,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Warum ...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_02"
		},
		{
			"voicelineId": 81062,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Zertrampele nicht ... meine Ideale ...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_03"
		},
		{
			"voicelineId": 81063,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Uff! Mach das nicht ...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_01"
		},
		{
			"voicelineId": 81064,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "*hust* Macht nichts.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_02"
		},
		{
			"voicelineId": 81065,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Brauchst du Hilfe?",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_01"
		},
		{
			"voicelineId": 81066,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Verlass dich auf mich.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_02"
		},
		{
			"voicelineId": 81067,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Auftraggeber? Oder ...? Oh! Nein, doch nicht.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_03"
		}
	]
}