{
	"id": 10000101,
	"name": "Kinich",
	"friendLines": [
		{
			"voicelineId": 101000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Kinich: „Malipo“ Kinich. Ich glaube, wir haben uns zuvor noch nicht getroffen. Falls du meine Dienste in Anspruch nehmen möchtest, dann nenn mir die Eckdaten des Auftrags und den Preis, den du zu zahlen bereit bist.\nAjaw: ... Ach komm schon! Das soll alles sein? Du machst mich echt fertig! Du musst ihnen doch sagen, was du alles auf dem Kasten hast, was du alles schon Unglaubliches erlebt hast, ihre Erwartungen in die Höhe treiben! Und dann sagst du „Und deswegen verlange ich höhere Preise als die meisten“! Hast du denn wirklich gar keinen Geschäftssinn?\nAjaw: Argh, wie konnte der Allmächtige Drachenfürst K’uhul Ajaw nur einen Pakt mit so einem dämlichen Trottel eingehen ... Welch Demütigung!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_draw_appear_01"
		},
		{
			"voicelineId": 101001,
			"title": "Gespräch – Ajaw",
			"voicelineType": "1101",
			"description": "Kinich: Ajaw liebt es, den Unsympath zu geben. Ignoriere ihn einfach, wenn er wieder sein Maul aufreißt und glaub nicht alles, was er sagt.\nAjaw: Kiniiiiiich! Lass mich doch frei und sag mir das ins Gesicht, wenn du so mutig bist!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_01"
		},
		{
			"voicelineId": 101002,
			"title": "Gespräch – Preis",
			"voicelineType": "1102",
			"description": "Ich bin nicht die Art von Freund, bei der man sich Trost und ermutigende Worte abholen kann. Aber wenn es darum geht, den Preis für deine Taten abzuwägen, dann bin ich der Richtige.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_02"
		},
		{
			"voicelineId": 101003,
			"title": "Gespräch – Aufteilung",
			"voicelineType": "1103",
			"description": "Also so teile ich meine Energie ein, wenn ich einen Auftrag erledige: Siebzig Prozent gehen für die vorbereitenden Nachforschungen drauf, zehn Prozent für die finale Entscheidung und der Rest für die Durchführung.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_03"
		},
		{
			"voicelineId": 101004,
			"title": "Es hat aufgehört zu regnen ...",
			"voicelineType": "1201",
			"description": "Tss. Der Saum meiner Hose tropft immer noch ...",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_afterRain_01"
		},
		{
			"voicelineId": 101005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Ajaw: Das nennst du also einen Blitzschlag? Sah ja eher nach einem mickrigen Käfer mit leuchtendem Hinterteil aus, der vom Himmel gefallen ist.\nKinich: Und selbst in dem Hinterteil von diesem Insekt ist mehr Licht als in deiner ganzen Seele.\nAjaw: Nimm das zurück!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_thunder_01"
		},
		{
			"voicelineId": 101006,
			"title": "Wie sonnig ...",
			"voicelineType": "1203",
			"description": "Ajaw: Du bist jetzt bestimmt neidisch auf meine Sonnenbrille! Und nein, du darfst sie dir nicht ausleihen.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_sunny_01"
		},
		{
			"voicelineId": 101007,
			"title": "Wenn es windig ist ...",
			"voicelineType": "1204",
			"description": "Ajaw: Sobald die Wolken auf die Erde niedergehen und die Dunkelheit das Land verschlingt, werden wir die heulenden Winde heraufbeschwören und die gesamte Welt in Flammen setzen!\nKinich: Mhm, red dir das nur weiter ein.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_breezy_01"
		},
		{
			"voicelineId": 101008,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1205",
			"description": "Kinich: Extremsport ist bei schlechtem Wetter noch herausfordernder.\nAjaw: Na dann, mach doch einen Bungeesprung! Mast- und Schotbruch! Oder noch besser, Hals- und Beinbruch, hahaha.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_gale_01"
		},
		{
			"voicelineId": 101009,
			"title": "In der Wüste ...",
			"voicelineType": "1206",
			"description": "Vergiss nicht, genügend zu trinken.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_desert_01"
		},
		{
			"voicelineId": 101010,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Morgen. Ich werde gleich aufbrechen und erst morgen früh zurückkehren. Warte also nicht auf mich.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingMorning"
		},
		{
			"voicelineId": 101011,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Da du schon mal hier bist, wollen wir noch einen Happen essen, bevor wir aufbrechen? Hier, wisch dir damit deine Hände ab.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNoon"
		},
		{
			"voicelineId": 101012,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Der Tag ist fast vorüber. Was geschehen ist, ist geschehen – ganz gleich, ob ich damit zufrieden bin oder nicht ... Ich sollte jetzt nach vorne blicken und einen Zahn zulegen.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight"
		},
		{
			"voicelineId": 101013,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Kratzt dich der Rauch vom Lagerfeuer im Hals? Einen Moment ... So, jetzt solltest du besser schlafen können.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight2"
		},
		{
			"voicelineId": 101014,
			"title": "Über Kinich – Beliebtsein",
			"voicelineType": "2001",
			"description": "Ajaw: Kinich, hast du dich eigentlich jemals gefragt, warum du nicht ständig von begeisterten Anhängern umringt bist? Gib’s zu, dieser Gedanke hält dich nachts wach, oder? Du wälzt dich im Mondschein hin und her und fragst dich, warum du keine Freunde hast ... Aber sei nicht ohne Mut, die Weisheit des Allmächtigen Drachenfürst K’uhul Ajaw ist dir zum Greifen nahe. Knie vor uns darnieder, bitte um unseren Rat, und dann werden wir uns womöglich dazu herablassen, dir den rechten Weg zu weisen.\nKinich: Oh, weil du ja selbst so beliebt bist, was? Der einzige Grund, warum dich Leute umringen würden, wäre, um dir ins Gesicht zu schlagen.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle"
		},
		{
			"voicelineId": 101015,
			"title": "Über Kinich – Saurierjäger",
			"voicelineType": "2005",
			"description": "Die Profession der Saurierjäger ist alles andere als gewöhnlich, und nicht jeder ist gut auf uns zu sprechen. Aber manchmal entstehen Konflikte, bei denen es keiner der beiden Parteien recht gemacht werden kann, und dann muss sich jemand die Hände schmutzig machen. Ich habe kein Problem damit, dieser Jemand zu sein, solange der Preis stimmt.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101016,
			"title": "Über uns – Aufträge",
			"voicelineType": "2003",
			"description": "Kinich: Solltest du mal Hilfe bei einem der Aufträge von der Abenteurergilde benötigen, lass es mich einfach wissen.\nAjaw: Oh ja, bitte! Gib ihm die gefährlichsten, schwierigsten Aufträge, die du hast! Je größer die Lebensgefahr, desto besser!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close"
		},
		{
			"voicelineId": 101017,
			"title": "Über uns – Freundschaft",
			"voicelineType": "2002",
			"description": "Ajaw hat so seine Gründe, mich in Gefahr bringen zu wollen. Aber solange ich dir helfen kann, machen mir die Risiken nichts aus. Ich rede ja immer davon, dass alles seinen Preis hat, aber ich glaube auch, dass es auf dieser Welt manche Dinge gibt, bei denen der Preis keine Rolle spielt.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Yupanquis Wendefeuer“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101018,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Es kostet nichts, das Göttliche Auge zu nutzen. Aber ein Preis, der nicht offengelegt wird, wiegt am Ende oft besonders schwer.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101019,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Die Leute meines Stammes glauben fest an die absolute Freiheit. Sie sind der Ansicht, dass die Verbindung zwischen Mensch und Saurier auf gegenseitiger Unterstützung und Vertrauen gründen sollte, und nicht auf einem bindenden Pakt, der sie einschränkt. Ich bin dann wohl die Ausnahme.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_share_01"
		},
		{
			"voicelineId": 101020,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Kinich: Wenn du Quenepa-Beeren pflückst, solltest du immer vor lästigen Sauriern in der Nähe auf der Hut zu sein.\nAjaw: Du knauseriges kleines Eidechsenhirn! Du schleimiger, glitschiger, kleinlicher Wurm! Du bist ein egoistischer Geizhals! Ich hab nur ein Auge auf deine fauligen Früchte geworfen, weil ich kurz vor dem Verhungern war!\nKinich: Wie du willst, dann bleibt mehr für mich übrig.\nAjaw: Aaah! Du bringst mir das Blut zum Kochen!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_gift_01"
		},
		{
			"voicelineId": 101021,
			"title": "Über Mavuika",
			"voicelineType": "4001",
			"description": "Die meiste Zeit meines Lebens habe ich von anderen einen Preis verlangt. Dann hat mich der Pyro-Archon mithilfe der „Ode der Auferstehung“ aus dem Königreich der Nacht zurückgeholt, und plötzlich war ich derjenige, der einen Preis zahlen musste ... Erst dann verstand ich beide Seiten der Medaille. Für die stärkere Partei ist der „Preis“ ein Druckmittel, und für die schwächere symbolisiert er das, was auf dem Spiel steht. Entscheidend ist, ob man bereit ist, das Risiko einzugehen.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Schwarzer Stein unter dem weißen begraben“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 101022,
			"title": "Über Mualani ...",
			"voicelineType": "4002",
			"description": "Ich hab schon Aufträge von ihr angenommen. Sie wollte mich als „Kampfberater“ anheuern, und es winkten viele Mora, also sagte ich zu. Aber nachdem ich ein paar Male mit ihr zusammengearbeitet hatte, musste ich feststellen, dass sie nicht gerade ein Schwächling ist. Als ich sie zur Rede stellte, gab sie dann auch zu, dass „Kampfberater“ eher dafür stand, Kachina im Überleben in der Wildnis zu lehren ...\nEin „Kampf gegen die Natur“ also. Hm, ich würde das wahrscheinlich einfach „Leben“ nennen.\nWie dem auch sei, da dieser Auftrag jetzt beendet ist, bin ich um zwei Bekannte reicher.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101023,
			"title": "Über Kachina",
			"voicelineType": "4003",
			"description": "Ich habe mal einen Auftrag ausgeschrieben gesehen, in dem es um sie ging. Ein paar zwielichtige Gestalten aus ihrem Stamm waren neidisch auf ihren antiken Namen, und da wollten sie kurzerhand jemand anheuern, ihren Sauriergefährten umzubringen ... Ich habe schon dafür gesorgt, dass sie ihren Preis zahlen.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101024,
			"title": "Über Chasca ...",
			"voicelineType": "4004",
			"description": "Ich habe gesehen, wie sie ihrer Arbeit nachgeht. Unsere Methoden der Konfliktlösung unterscheiden sich sehr. Ich versuche eher, dass eine Seite die Klappe hält, wohingegen sie beide Seiten zum Schweigen bringt. Und wenn sie dann wieder in ihren Krankenbetten zur Besinnung kommen, haben sie nichts mehr weiter zu sagen, da sie schon vergessen haben, was eigentlich der Grund für ihren Streit war.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101025,
			"title": "Über Xilonen ...",
			"voicelineType": "4005",
			"description": "Einmal habe ich eine ziemlich seltsame Auftragsausschreibung gesehen, da kam ich gerade bei den Kindern der Echos vorbei. Der Auftraggeber war auf der Suche nach einer robusten, pflegeleichten Pflanze, also brachte ich ihm ein paar Saurierklauen-Sukkulenten-Samen samt Topf und Dünger. Diese Pflanze gedeiht überall in Natlan prächtig, selbst in den kargsten Regionen. Aber als ich meine Bezahlung abholen wollte, sah ich, dass nicht ein einziger Samen im Topf gekeimt hatte.\nFür die Überschätzung von Xilonens grünen Daumen zahlte ich meinen Preis. Einer der wenigen Aufträge, bei denen ich versagte.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101026,
			"title": "Über Iansan ...",
			"voicelineType": "4006",
			"description": "Kinich: Ich habe schon vorher Aufträge von ihr angenommen. Also besser gesagt war das eher eine Langzeit-Kooperation ... Sie bereitet Fitnessmahlzeiten für ihre Personal-Training-Schüler zu, bis auf die Kalorie genau. Um das leisten zu können, ist sie ununterbrochen auf Nachschub von Früchten angewiesen, die ihren strengen Qualitäts- und Größenstandards standhalten können. Es reicht schon ein einziger Fleck oder eine von Insekten angeknabberte Stelle, und sie lehnt die gesamte Lieferung ab. Die meisten Leute können damit nicht umgehen, aber ich habe für solche Dinge ein gutes Auge ... und einen zuverlässigen Weg, die minderwertigen Früchte loszuwerden.\nAjaw: Moment mal, was? ... DARAUS machst du also meinen Saft?!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101027,
			"title": "Über Citlali ...",
			"voicelineType": "4007",
			"description": "Wie du dir denken kannst, habe ich auch von ihr schon ein paar Aufträge angenommen. Einmal half ich ihr, einen schweren Stapel Lesestoff aus Papier von einem Händler in Inazuma zu kaufen. Nicht, dass mich die privaten Angelegenheiten meiner Klienten etwas angehen würden ... aber verwenden die Meister des Nachtwinds nicht eigentlich Gewebe statt Papier?",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101028,
			"title": "Über Ifa ...",
			"voicelineType": "4008",
			"description": "Kinich: Ich habe schon mal seine Dienste in Anspruch genommen. Das war, als Ajaw einmal meinte, er sei „krank“ ... Was auch immer es war, er schimpfte und heulte unentwegt. Mir blieb also nichts anderes übrig, als ihn zum besten Saurierarzt weit und breit zu schleppen. Und er ist wirklich ein Profi. Ajaw war zwar nur kurze Zeit im Behandlungsraum, aber als ihn Ifa wieder nach draußen brachte, da war er geheilt.\nAjaw: Was ... Was weißt du schon von Medizin! Er ist nicht mal ein echter Arzt, er ist ein Quacksalber, ein Scharlatan! ... Du warst ja gar nicht dabei, du weißt nicht, was er gesagt hat! Pah!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101029,
			"title": "Ich will mehr über Kinich erfahren I",
			"voicelineType": "5001",
			"description": "Ich bin Saurierjäger. Wenn es gerade keine Saurier zu jagen gibt, dann nehme ich auch andere Aufträge an. Wir sind wohl also in der gleichen Branche tätig.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_01"
		},
		{
			"voicelineId": 101030,
			"title": "Ich will mehr über Kinich erfahren II",
			"voicelineType": "5002",
			"description": "Als ich noch Bote war, fragten mich die Leute immer, ob ich ihnen nicht mal eben bei etwas „zur Hand gehen“ könne, nachdem ich ihnen ihre Briefe gebracht hatte. Die Frage war dann, was so ein „zur Hand gehen“ kostet. Sobald ich ihnen meinen Preis genannt hatte, brauchten sie meine Hilfe dann meistens ganz plötzlich doch nicht mehr.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 101031,
			"title": "Ich will mehr über Kinich erfahren III",
			"voicelineType": "5003",
			"description": "Auf meine erste Saurierjagd habe ich mich wochenlang vorbereitet. Mehrere Tage verbrachte ich damit, zu beobachten, mich anzupirschen und auf der Lauer zu liegen. Ich baute nicht weniger als drei verschiedene Fallen und führte detailliert Buch über den Tagesablauf und die Fressgewohnheiten des Sauriers ...\nViele dieser Mühen waren Zeitverschwendung, aber notwendig waren sie trotzdem.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101032,
			"title": "Ich will mehr über Kinich erfahren IV",
			"voicelineType": "5004",
			"description": "Kinich: Ajaw war einst in einer antiken Ruine unter Verschluss, bis ich einen Vertrag mit ihm unterzeichnete und ihn heraus lies.\nAjaw: Ich hielt ihn für einen draufgängerischen Trottel, der innerhalb weniger Tage tot in der Gosse liegen würde. Aber neiiiiin! Da steht er immer noch, gesund und munter ... Ähm, vergessen wir das, ich bin der souveräne Herrscher des Reichs der Flammen und besitze die entsprechende Tugendhaftigkeit und Würde.\nKinich: Deine „Tugendhaftigkeit und Würde“ lässt dich also tagein tagaus hoffen, dass ich abkratze?\nAjaw: Ich meinte Zeit und Geduld!\nKinich: ... Wie dem auch sei. Solange man weiß, wie man sie unter Kontrolle behält, sind selbst die niederträchtigsten und erbärmlichsten Kreaturen von Nutzen.\nAjaw: Du kannst mich mal, Kinich! Warte nur, ich finde schon jemanden, der dir noch heute den Hals umdreht!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 101033,
			"title": "Ich will mehr über Kinich erfahren V",
			"voicelineType": "5005",
			"description": "Ich habe die Dinge immer unter dem Gesichtspunkt der Kosten betrachtet. Es kam also nicht überraschend für mich, als der Wayob mir den Namen „Malipo“ verlieh, oder auch Wendefeuer.\nErst durch das Überleben entsteht Wert, daher freue ich mich nicht auf den Tag, an dem mein Leben enden wird. Aber ich bin auch der Träger des Vermächtnisses des Wendefeuers, und ich bin bereit, mich den Flammen zu stellen, wenn der Tag gekommen ist.\nDas Wendefeuer soll darüber urteilen, wie ich mein Leben gelebt habe. Ich weiß, dass ich nichts zu bereuen haben werde.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Yupanquis Wendefeuer“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101034,
			"title": "Kinichs Hobbys",
			"voicelineType": "6001",
			"description": "Ich habe schon alle möglichen Extremsportarten ausprobiert. Wenn mich eine Sache anfängt zu langweilen, dann suche ich mir etwas Neues. Eine gute Methode, die eigenen Fähigkeiten zu trainieren und gleichzeitig zu lernen, seine Angst im Zaum zu halten ... Zuerst stellt man sich seinen Ängsten, dann lernt man, sie zu tolerieren und schließlich besiegt man sie.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_hobby"
		},
		{
			"voicelineId": 101035,
			"title": "Kinichs Sorgen",
			"voicelineType": "6012",
			"description": "Die meisten Leute mit Sorgen, die ich gesehen habe, haben entweder zu viel oder zu wenig nachgedacht. Ich schaue immer schon auf mein nächstes Ziel, so bleibt mir keine Zeit für Sorgen.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_annoyed_01"
		},
		{
			"voicelineId": 101036,
			"title": "Was er so mag ...",
			"voicelineType": "6003",
			"description": "Kinich: Wenn ich in der Wildnis unterwegs bin, esse ich, was gerade so verfügbar ist. Fleisch und Früchte gehen bei mir natürlich immer.\nAjaw: Pfft, da tut wohl jemand so, als wäre er kein wählerischer Esser. Warum hab ich dich denn noch nie Kornfrüchte pflücken sehen, hm?\nKinich: Zu schwer. Ich reise mit leichtem Gepäck.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodLike"
		},
		{
			"voicelineId": 101037,
			"title": "Was er nicht mag ...",
			"voicelineType": "6004",
			"description": "Ajaw: Kalte oder scharfe Speisen verschandeln den Tempel, der unser Körper ist. Und dampfendes, heißes Öl ist ein toxisches Gas, das wir wie die Pest meiden. Nicht zu hart darf es sein, da es mühsam zu kauen ist – aber auch nicht zu weich, da es sonst fade schmeckt ...\nKinich: Also sag mir, was willst du?\nAjaw: Mich an deiner Seele laben! Muahahaha!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodDislike"
		},
		{
			"voicelineId": 101038,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Kinich: Das schmeckt wirklich gut. Ich sollte dir ein paar Mora dafür geben, oder ein anderes Geschenk, falls du möchtest.\nAjaw: Spuck es aus, du geizige Schlange! Davon war auch was für mich gedacht!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_pref_01"
		},
		{
			"voicelineId": 101039,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Kinich: Sehr gut. Schmackhafter als ich dachte.\nAjaw: Hörst du? Er macht sich über dich lustig! Er denkt, dass du überhaupt nicht kochen kannst!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_normal_01"
		},
		{
			"voicelineId": 101040,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Kinich: ... Kann ich das vielleicht zurückgehen lassen?\nAjaw: Halt, warte mal! Ich hab es ja noch nicht mal probiert!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_dislike_01"
		},
		{
			"voicelineId": 101041,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Kinich: Ajaw?\nAjaw: Schon gut, ist ja schon gut. Tss, Leute herumzukommandieren liebst du fast genauso sehr, wie ihr Geld zu nehmen. Lass dir das nächste Mal doch selber ein paar Flügel wachsen, wenn du fliegen willst ... Ja, genau du. Nun steh da nicht so rum, steig schon auf, na los. Ein Ritt auf dem Rücken des Allmächtigen Drachenfürst K’uhul Ajaw ist eine Ehre, die einem nur einmal im Leben zuteilwird.\nKinich: Keine Sorge, nur ein entspannter Flug durch den Wald. Hör einfach auf mich, ich hab im Voraus eine sichere Route geplant, versprochen.\nAjaw: Vergiss nicht, was du mir im Gegenzug versprochen hast!\nKinich: In Ordnung, und jetzt aufsitzen ... Herzlichen Glückwunsch zum Geburtstag.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 101042,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Nur zwei Eigenschaften muss ein Messer besitzen: stabil und robust muss es sein.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 101043,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Pack so leicht wie möglich. Und lass große, unhandliche Gegenstände besser zu Hause ... wie beispielsweise diesen Regenschirm.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 101044,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Bevor ich aufbreche, zurre ich mein Kopftuch fest und erinnere mich daran, ruhig und wachsam zu bleiben.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101045,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Du hast viel für mich getan, das sehe ich nicht als selbstverständlich an. Du kannst mir entweder deinen Preis nennen oder annehmen, was ich dir im Gegenzug anbiete ... Egal wie du dich entscheidest, es soll nicht zu deinem Nachteil sein. Das schwöre ich bei „Malipo“.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 101046,
			"title": "Elementarfähigkeit I",
			"voicelineType": "10000101",
			"description": "Ajaw: Zehn Punkte für Beweglichkeit.",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_01"
		},
		{
			"voicelineId": 101047,
			"title": "Elementarfähigkeit II",
			"voicelineType": "10000102",
			"description": "Ajaw: Läufst du etwa davon?!",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_02"
		},
		{
			"voicelineId": 101048,
			"title": "Elementarfähigkeit III",
			"voicelineType": "10000103",
			"description": "Ajaw: Das ist also alles, was du drauf hast ...",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_03"
		},
		{
			"voicelineId": 101049,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Ziel anvisiert.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_04"
		},
		{
			"voicelineId": 101050,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Beute erkannt.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_05"
		},
		{
			"voicelineId": 101051,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Ich hab sie in die Ecke gedrängt.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_06"
		},
		{
			"voicelineId": 101052,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Für den König der Nacht.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_01"
		},
		{
			"voicelineId": 101053,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Fordere diese Seelen ein.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_02"
		},
		{
			"voicelineId": 101054,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Schatten der Vergangenheit, meinen Befehlen folgend.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_03"
		},
		{
			"voicelineId": 101055,
			"title": "Spezialfähigkeit IV",
			"voicelineType": "20000101",
			"description": "Ajaw: Knie nieder vor deinem König!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_04"
		},
		{
			"voicelineId": 101056,
			"title": "Spezialfähigkeit V",
			"voicelineType": "20000102",
			"description": "Ajaw: Voller Ruhm!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_05"
		},
		{
			"voicelineId": 101057,
			"title": "Spezialfähigkeit VI",
			"voicelineType": "20000201",
			"description": "Ajaw:  Lasst das tote Holz in Drachenfeuer auflodern!\nAjaw: Ich werde alles verbrennen, ALLES!\nAjaw: Aah! Das fühlt sich gut an!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_06"
		},
		{
			"voicelineId": 101058,
			"title": "Spezialfähigkeit VII",
			"voicelineType": "20000202",
			"description": "Ajaw: Bringt uns eure Seelen als Opfer dar.\nAjaw: Hm? Sprachlos vor Angst?\nAjaw: Dann schweig für immer!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_07"
		},
		{
			"voicelineId": 101059,
			"title": "Spezialfähigkeit VIII",
			"voicelineType": "20000203",
			"description": "Ajaw: Unsere Herrlichkeit ist unerreicht und unvergleichlich!\nAjaw: Besonders nicht, wenn ich schlechte Laune habe.\nAjaw: Mickrige Insekten, dafür zahlt ihr jetzt!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_08"
		},
		{
			"voicelineId": 101060,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Kinich: Bekomm ich auch einen Anteil?\nAjaw: Du willst nicht wirklich was von diesem Müll abhaben?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_01"
		},
		{
			"voicelineId": 101061,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Kinich: Alles hat seinen Zweck.\nAjaw: Hattest du als Kind etwa keine Spielsachen? Ist das der Grund?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_02"
		},
		{
			"voicelineId": 101062,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Ajaw: Ts, wertloser Haufen Müll.\nKinich: Hör auf zu labern. Nimm es oder lass es bleiben.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_03"
		},
		{
			"voicelineId": 101063,
			"title": "Windgleiter öffnen I",
			"voicelineType": "800001",
			"description": "... Ist das wirklich notwendig?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_explore_fly_start_01"
		},
		{
			"voicelineId": 101064,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Wird Zeit, dass du den Preis zahlst.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_01"
		},
		{
			"voicelineId": 101065,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Was du kannst, kann ich schon lange ...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_02"
		},
		{
			"voicelineId": 101066,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Ajaw: Du bist fertig, Kinich! So was von fertig!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_03"
		},
		{
			"voicelineId": 101067,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Du weißt, dass es schlecht für dich aussieht, oder?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_01"
		},
		{
			"voicelineId": 101068,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Möchtest du mir ein Angebot machen?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_02"
		},
		{
			"voicelineId": 101069,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Wende dich ... nicht um ...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_01"
		},
		{
			"voicelineId": 101070,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Alles ... hat einen Preis ...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_02"
		},
		{
			"voicelineId": 101071,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Ajaw: Hehe, ein Vergnügen Geschäfte mit dir zu machen ...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_03"
		},
		{
			"voicelineId": 101072,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Mein Fehler.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_01"
		},
		{
			"voicelineId": 101073,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Das kam unerwartet ...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_02"
		},
		{
			"voicelineId": 101074,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Abgemacht. Ich bin dabei.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_01"
		},
		{
			"voicelineId": 101075,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "So gut wie erledigt.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_02"
		},
		{
			"voicelineId": 101076,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Eine Freude mit dir zusammenzuarbeiten.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_03"
		}
	]
}