{
	"id": 10000065,
	"name": "Kuki Shinobu",
	"friendLines": [
		{
			"voicelineId": 65000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1000",
			"description": "Hallo, ich bin die stellvertretende Anführerin der Arataki-Bande, Kuki Shinobu. Wir betreiben viele Gewerbe: Warentransport, Personensicherung, Handwerksleistungen, Veranstaltung von Festen und vieles mehr. Falls du unsere Hilfe gebrauchen kannst, kontaktiere mich bitte rechtzeitig. Hier ist mein Namenskärtchen!",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_draw_appear"
		},
		{
			"voicelineId": 65001,
			"title": "Gespräch – Ärger",
			"voicelineType": "1101",
			"description": "Komm direkt zu mir, wenn es Ärger gibt. Ich kläre das schon!",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_character_idle_01"
		},
		{
			"voicelineId": 65002,
			"title": "Gespräch – Zertifikate",
			"voicelineType": "1102",
			"description": "Alle Prüfungen für Berufszertifikate haben feste Standards, sofern man bereit ist zu lernen, ist nichts zu schwer.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_character_idle_02"
		},
		{
			"voicelineId": 65003,
			"title": "Gespräch – Arataki-Bande",
			"voicelineType": "1103",
			"description": "Wenn die Arataki-Bande etwas ausgefressen hat, werde ich sie dazu bringen, ihre Schuld einzugestehen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_character_idle_03"
		},
		{
			"voicelineId": 65004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Wir brauchen keinen Schirm. Wenn wir schnell genug laufen, ist alles in Ordnung!",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_heavyRain_01"
		},
		{
			"voicelineId": 65005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Pass auf! Möchtest du heute etwa den Blitzableiter spielen?",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_thunder_01"
		},
		{
			"voicelineId": 65006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Beeilung! Wenn wir hier fertig sind, ziehen wir uns zurück, lass uns keine Zeit verschwenden!",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_snowy_01"
		},
		{
			"voicelineId": 65007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Ja, das Wetter ist gut, aber ich habe so eine düstere Vorahnung ... hoffentlich mache ich mir nur zu viele Gedanken.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_sunny_01"
		},
		{
			"voicelineId": 65008,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1205",
			"description": "Oh ... diese Briese ist sehr angenehm.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_gale_01"
		},
		{
			"voicelineId": 65009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Guten Morgen! So wie du aussiehst möchtest du wohl trainieren gehen? Ich hätte nicht gedacht, dass du so fleißig bist.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_greetingMorning"
		},
		{
			"voicelineId": 65010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Was möchtest du essen? Ich habe in letzter Zeit eine Menge Geld verdient. Lass mich dich zum Mittagessen einladen!",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_greetingNoon"
		},
		{
			"voicelineId": 65011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Manche Aufträge kann man nachts am besten ausführen. Die kann ich niemand anderem überlassen, also mache ich das selbst.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_greetingNight"
		},
		{
			"voicelineId": 65012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Wenn du dich ausruhen musst, ruh dich einfach aus und nimm keine Notiz von mir.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_greetingNight2"
		},
		{
			"voicelineId": 65013,
			"title": "Über Kuki Shinobu – Stellvertreterin",
			"voicelineType": "2001",
			"description": "Es ist meine Aufgabe, Kunden zu gewinnen und Mitglieder zu betreuen, außerdem zur Verwaltung zu gehen, um Mitglieder aus dem Gefängnis zu holen, Snacks und Spielsachen zurückzubringen, Mitglieder einzufangen, die sich vor ihren Aufgaben drücken ... aber diese zusätzlichen Aufgaben beruhen auf den Besonderheiten der Arataki-Bande, die Stellvertreter aller anderen Organisationen brauchen diese Aufgaben theoretisch nicht zu machen. Aber sie könnten sie natürlich auch nicht so machen wie ich.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_idle"
		},
		{
			"voicelineId": 65014,
			"title": "Über Kuki Shinobu – Ausweg",
			"voicelineType": "2005",
			"description": "Du meinst, die Bande könnte sich irgendwann auflösen? Erstens sollte so etwas nie passieren. Und zweitens, selbst wenn es passieren sollte, was gäbe es schon zu befürchten? Ich würde deshalb bestimmt keinen Hunger leiden.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65015,
			"title": "Über uns – Notizen",
			"voicelineType": "2003",
			"description": "Solltest du plötzlich das Verlangen spüren, irgendeine Prüfung abzulegen, wende dich direkt an mich und ich leihe dir meine Notizen! Darin ist alles vermerkt und alles Wichtige detailliert beschrieben, sodass du dir keine Sorgen machen musst, sie zu lernen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_close"
		},
		{
			"voicelineId": 65016,
			"title": "Über uns – Mit den Konsequenzen aufräumen",
			"voicelineType": "2002",
			"description": "Egal, ob du zur Arataki-Bande gehörst oder nicht, ich werde dich nicht als Außenstehende{M#n} ansehen. Geh entspannt voran und überlass alles andere mir. Keine Angst, ich bin dabei sehr erfahren, ich habe schon viel kompliziertere Sachen hingekriegt. Wie? Du machst dir Sorgen um meine Sicherheit? Ah, auch darüber brauchst du dir keine Gedanken zu machen. Die harte Arbeit der letzten Jahre war nicht umsonst.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 65017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Das ist genau wie meine Zertifikate ein Beweis für meine Fähigkeiten. Der Unterschied ist aber, dass ich bis heute nicht weiß, welche Prüfnorm hier gilt.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65018,
			"title": "Willst du mir etwas mitteilen? – Maske",
			"voicelineType": "3002",
			"description": "Ich trage diese Maske, damit mich Bekannte nicht erkennen. Insbesondere, wenn ich zusammen mit der Arataki-Bande einen Auftrag ausführe, falls mich dann jemand erkennt und mit dem Finger auf mich zeigt, dann nutzen diese Taugenichtse die Chance, um sich über mich lustig zu machen. Ach, mir wird schon schlecht, wenn ich nur daran denke. Das darf nicht noch einmal passieren ... äh ... nichts.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_share_01"
		},
		{
			"voicelineId": 65019,
			"title": "Willst du mir etwas mitteilen? – Bandensatzung",
			"voicelineType": "3005",
			"description": "Ich habe die „Bandensatzung“ der Arataki-Bande festgelegt, daher sollten sie sich sorgsam an dieses Regelwerk halten. Wie? Du möchtest wissen, warum sie bereit sind, sich meinen Regeln zu unterwerfen? Weil meine Worte und meine Fäuste sehr überzeugend sind.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65020,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Im Schrein sagt man, dass zu einem Reif geflochtenes Naku-Kraut am Körper Unheil auslöschen und Segen bringen könne. Glaubst du, das ist wahr? Ich jedenfalls glaube, Naku-Kraut eignet sich besser zum Betäuben.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_gift_01"
		},
		{
			"voicelineId": 65021,
			"title": "Über Shougun Raiden ...",
			"voicelineType": "4001",
			"description": "Nach Aufhebung des Sakoku-Dekrets hat Shougun Raiden in rascher Folge viele Dekrete erlassen, welche die Entwicklung aller Gewerbe fördern. Ich konnte alle meine in der Zeit des Sakoku-Dekrets erworbenen Zertifikate zum Einsatz bringen, dadurch ist die Arataki-Bande nicht mehr so knapp bei Kasse. Kaum zu glauben, aber inzwischen bin ich ihr sogar ein wenig dankbar.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Flüchtige Träume“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 65022,
			"title": "Über Kujou Sara ...",
			"voicelineType": "4002",
			"description": "Frau Kujou? Sie ist meine Freundin. Was? Du bist überrascht, dass ich sie kenne? Oh, vielleicht verstehst du das falsch. Bevor ich zur Arataki-Bande hinzustieß, war ich schon mit ihr befreundet. Wenn wir aufeinandertreffen, ist es sehr schwer, über Gewinner und Verlierer zu entscheiden.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65023,
			"title": "Über Yae Miko ...",
			"voicelineType": "4003",
			"description": "Wenn man sieht, dass selbst die große Guuji des Großen Narukami-Schreins eine Nebentätigkeit braucht, um sich von ihrer Langeweile zu befreien, dann weiß man, wie langweilig das Leben einer Schreinjungfer ist. Ich werde auf keinen Fall zu diesem Leben zurückkehren.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65024,
			"title": "Über Arataki Itto ...",
			"voicelineType": "4004",
			"description": "Der Boss hat eine sehr traurige Vergangenheit. Dass er trotzdem so voll Freude strahlt, ist kaum zu glauben. Er ist sehr gut zu uns, seine unangepasste Art steckt die ganze Arataki-Bande an. Natürlich kann das keine Entschuldigung für sein wildes und brutales Verhalten sein. Wenn er dir Ärger bereitet, teil mir das ohne zu zögern mit. Ich werde ihn zurechtweisen und seine Unhöflichkeit bereuen lassen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65025,
			"title": "Über Yanfei ...",
			"voicelineType": "4005",
			"description": "Als ich mich damals mit meiner Familie überworfen hatte, dachte ich nur daran, möglichst weit wegzulaufen, und lief deshalb nach Liyue, um dort Recht zu studieren. So hatte ich das Glück, dort Yanfei kennenzulernen. Auf dem Gebiet der Rechtsberatung ist sie wirklich so etwas wie ein wandelndes Wörterbuch. Ich? Ich habe in diesem Feld zwar auch einen Berufsabschluss, aber es gibt zu viele Einschränkungen in diesem Feld, das passt nicht zu mir.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65026,
			"title": "Über Shikanoin Heizou ...",
			"voicelineType": "4006",
			"description": "Er ist anders als die anderen Doushin der Tenryou-Verwaltung. Ich habe ihn noch nie auf Patrouille oder beim Einfangen von Verbrechern gesehen. Manchmal kommt er zu mir, um Hinweise einzukaufen. Als Gegenleistung hoffe ich, dass er ein gutes Wort für mich einlegt, wenn ich zum Verwaltungssitz gehe, um Bandenmitglieder aus dem Gefängnis zu holen, was er mir geradeheraus versprochen hat. Dieses Geschäft lohnt sich also sehr, immerhin ist es sehr einfach für die Jungs, ein paar Gerüchte aufzuschnappen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65027,
			"title": "Ich will mehr über Kuki Shinobu erfahren I",
			"voicelineType": "5001",
			"description": "Ich habe in sehr vielen Berufsfeldern gearbeitet und dazu nicht wenige Zertifikate angesammelt. Ich habe kleine Gruppen geleitet, Personalpläne verantwortet und Ressourcen verteilt ... Ah, Entschuldigung, wenn man viele Vorstellungsgespräche hatte, gewöhnt man sich daran, so zu sprechen, mach dir nichts daraus.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_01"
		},
		{
			"voicelineId": 65028,
			"title": "Ich will mehr über Kuki Shinobu erfahren II",
			"voicelineType": "5002",
			"description": "Ich stamme aus einer Familie von Schreinjungfern, aber ich bin für diese Rolle nicht geeignet. Direkt nachdem ich diesem Schicksal entflohen war, dachte ich, ich sollte so viel lernen wie möglich, um mich auf mich selbst verlassen zu können. Köchin, Schneiderin, Ringerin, Rechtsberaterin und Verlegerin ... All diese Berufe lernte ich. Ich hätte nicht gedacht, dass ich, als ich wirklich in die Gesellschaft eintrat, schon ausreichend gelernt hätte.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 65029,
			"title": "Ich will mehr über Kuki Shinobu erfahren III",
			"voicelineType": "5003",
			"description": "Du meinst, ich hätte gute Sozialfähigkeiten? Hmm, wenn man lange herumreist, kann man jedenfalls eine gute Beobachtungsgabe erlernen. Außerdem ist es meistens die Bande, die in Schwierigkeiten gerät. Es macht mir nichts aus, ein Gesicht zu machen, um uns aus einer brenzligen Situation zu befreien, aber wenn ich es vermeiden kann, lächle ich nicht.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65030,
			"title": "Ich will mehr über Kuki Shinobu erfahren IV",
			"voicelineType": "5004",
			"description": "Als ich gerade zur Arataki-Bande gekommen war, wollte der Boss, dass ich den Jungs beibringe, wie man kämpft. Daher war das erste, was ich getan habe, jeden einzelnen von ihnen zu verprügeln. Ich war überrascht, als sie mich dann mit blutenden Nasen und weit aufgerissenen, aber blau geschlagenen Augen ansahen und mich liebevoll bei meinem Vornamen „Shinobu“ nannten und noch dazu von mir verlangten, sie gut anzuleiten. He, da wusste ich, was für eine Gurkentruppe das war. Aber egal, auch solche Idioten können mich nicht aufhalten, ich kann alles schaffen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 65031,
			"title": "Ich will mehr über Kuki Shinobu erfahren V",
			"voicelineType": "5005",
			"description": "In der Arataki-Bande zu bleiben, ist meine freie Entscheidung. Manchmal macht es mich schon wütend, mich um ihre Scherereien zu kümmern, aber dafür behandeln sie mich mit unersetzlicher Ehrlichkeit. Die besten Dinge überlassen sie zuerst immer mir, noch nie haben sie mich im Stich gelassen. Nachdem ich eine Entscheidung verkünde, klatschen und pfeifen sie laut ... Ich weiß, viele andere haben keine gute Meinung von der Arataki-Bande und das macht den Mitgliedern auch nichts aus, aber ich bin sehr eifrig dabei, diesen Eindruck zu ändern. Wenn ich mich manchmal über sie als meine „Familie“ aufrege, ist das in Ordnung, aber ich will nicht, dass andere schlecht über sie reden müssen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 65032,
			"title": "Kuki Shinobus Hobbys ...",
			"voicelineType": "6001",
			"description": "In der Bande ist es häufig so, dass die Freizeit wirklich frei ist. Häufig lese ich dann ganz aus Versehen ein Buch zu Ende oder schließe eine Zertifikatsprüfung ab. Ist das nicht sehr gut? Wenn jemand aus meiner Familie fragt, kann ich ihnen immer sagen, dass ich keine Zeit verschwende und wenn ich nach einer Arbeit suche, kann ich daraus auch Kapital schlagen. In dieser Gesellschaft, die auf jede Kleinigkeit achtet, kann ich mit meinen vielen Zertifikaten immer etwas auf den Tisch bringen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_hobby"
		},
		{
			"voicelineId": 65033,
			"title": "Kuki Shinobus Sorgen ...",
			"voicelineType": "6002",
			"description": "Früher habe ich mich entschlossen, auf eigenen Beinen zu stehen, damit mich niemand schnappen und an meinen Platz als Schreinjungfer zurückbringen kann. Wenn ich heute zurückblicke, kann ich sagen, dass ich das wirklich gut gemacht habe.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_annoyed"
		},
		{
			"voicelineId": 65034,
			"title": "Was sie so mag ...",
			"voicelineType": "6005",
			"description": "Nach einem so sättigenden Gericht wie Ramen oder Teigtaschen habe ich zum Abschluss gern noch eine kleine Schüssel Reis. Einfach weil Reis mir schmeckt, da gibt es keinen anderen Grund. Gibt es damit ein Problem?",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_foodLike_01"
		},
		{
			"voicelineId": 65035,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Seit meinem Abschluss als Meisterköchin bin ich noch überzeugter von folgender Redensart aus Liyue: „Es gibt kein schlechtes Essen, sondern nur schlechte Köche.“",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_foodDislike"
		},
		{
			"voicelineId": 65064,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Das ist wirklich außergewöhnlich. Ähem ... Ich werde noch einen Bissen nehmen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_spice_pref_01"
		},
		{
			"voicelineId": 65065,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Hast du das gemacht? Hm ... Das ist mehr als genug, um ein Zertifikat als Koch zu bekommen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_spice_normal_01"
		},
		{
			"voicelineId": 65066,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Mal ehrlich, hast du die falschen Gewürze verwendet?",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_spice_dislike_01"
		},
		{
			"voicelineId": 65036,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Alles Gute zum Geburtstag! Hier, ich schenke dir diesen Naku-Kraut-Wurfspieß. Sei ein wenig vorsichtig damit. Ja, genau, so muss man ihn halten ... Achte beim Werfen darauf, den richtigen Winkel zu berechnen. Hehe, ich sehe, er gefällt dir, da bin ich aber beruhigt. Oh, das ist kein Spielzeug, sondern eine gefährliche Sache. Wenn du noch ein wenig üben möchtest, kann ich es dir beibringen.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 65037,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Wer noch nicht einmal die Grundlagen beherrscht, sollte mit etwas Komplizierterem gar nicht erst anfangen. Das ist der Zweck eines Basiszertifikats.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 65038,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Mit einem Zertifikat der mittleren Stufe kann man schon die meisten Probleme lösen. Hast du irgendwelche Probleme, bei denen ich dir helfen soll?",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 65039,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Ein Meisterzertifikat ist gar nicht so einfach zu bekommen, dazu braucht es Talent und viel Erfahrung.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65040,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Zertifikate können nur den Grad der Professionalität einer Fähigkeit bewerten, aber niemals können sie dem zu ihrem Erhalt nötigen Einsatz bemessen. Auch unsere Freundschaft drücken wir nicht durch ein einfaches „Danke!“ aus, sondern mit dem bestmöglichen Einsatz unserer Fähigkeiten.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 65041,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Unser Bund ist stark!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill1_01"
		},
		{
			"voicelineId": 65042,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Erleichterung!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill1_02"
		},
		{
			"voicelineId": 65043,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Sei bereit!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill1_03"
		},
		{
			"voicelineId": 65044,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Überlass das mir!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill3_01"
		},
		{
			"voicelineId": 65045,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Blitz ... reinige!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill3_02"
		},
		{
			"voicelineId": 65046,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Aus dem Weg!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill3_03"
		},
		{
			"voicelineId": 65047,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Jedes bisschen zählt!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_chest_open_01"
		},
		{
			"voicelineId": 65048,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Alles in Ordnung!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_chest_open_02"
		},
		{
			"voicelineId": 65049,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Das ist ganz dir überlassen!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_chest_open_03"
		},
		{
			"voicelineId": 65050,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Bleib! Stehen!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_01"
		},
		{
			"voicelineId": 65051,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Jetzt bin ich wütend ...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_02"
		},
		{
			"voicelineId": 65052,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "So, ich bin dran ...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_03"
		},
		{
			"voicelineId": 65053,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Lass mich es fertig machen.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_teammate_01"
		},
		{
			"voicelineId": 65054,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Also gut, überlass es mir, zwinge dich nicht.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_teammate_02"
		},
		{
			"voicelineId": 65055,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Entschuldige den Ärger ...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_die_01"
		},
		{
			"voicelineId": 65056,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Ich überlasse dir die Arataki-Bande ...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_die_02"
		},
		{
			"voicelineId": 65057,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Was für eine Schande ...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_die_03"
		},
		{
			"voicelineId": 65058,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Nochmal.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_hit_L_02"
		},
		{
			"voicelineId": 65059,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Wart’s nur ab!",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_hit_H_01"
		},
		{
			"voicelineId": 65060,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Auf einen Kampf aus?",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_hit_H_02"
		},
		{
			"voicelineId": 65061,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Warte auf mein Zeichen.",
			"voicefile": "VO_teamJoin/vo_shinobu_teamJoin_01"
		},
		{
			"voicelineId": 65062,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Gibt es Ärger?",
			"voicefile": "VO_teamJoin/vo_shinobu_teamJoin_02"
		},
		{
			"voicelineId": 65063,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Ich hoffe, es ist keine Sauerei.",
			"voicefile": "VO_teamJoin/vo_shinobu_teamJoin_03"
		}
	]
}