{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Hallo, ich bin Lan Yan vom Kunsthandwerksverein aus dem Chenyu-Tal. Suchst du Dekoratives, einen Korb, eine Vase oder gar Möbelstücke? Nun, unser Vorrat an Rattan ist gerade knapp. Ich muss erst wieder in die Berge, um Nachschub zu sammeln ... Du möchtest mithelfen? Hihi, du bist echt ein Schatz! Dafür schenke ich dir einen fein geflochtenen Sonnenhut, na?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "Gespräch – Tagesplan",
			"voicelineType": "1101",
			"description": "Der Plan für heute? Nun ... ich lebe im Takt des Augenblicks, morgen ebenso, jeden Tag, hihi.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "Gespräch – Familienerbstücke",
			"voicelineType": "1102",
			"description": "Richtig gutes Flechtwerk ist so fein wie Seide, so haltbar wie Tafelsilber ... Es ist wahrlich nicht übertrieben, das mit einem Erbstück zu vergleichen.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "Gespräch – Schwalben",
			"voicelineType": "1103",
			"description": "Wenn der Frühling kommt, bauen die Schwalben ihre Nester, aber wenn es donnert und blitzt, bleibe ich daheim.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Wir schaffen es nicht mehr, vor dem Regen unterzukommen. Also können wir es auch gleich genießen! Dann sparen wir uns wenigstens die Lauferei.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Ah! Da... darf ich kurz deine Hand halten?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "Wenn die Sonne rauskommt",
			"voicelineType": "1203",
			"description": "Sieh nur, dort, wo die Sonne hinscheint, ist alles wie mit Gold überzogen!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "Wenn es windig ist ...",
			"voicelineType": "1204",
			"description": "Hörst du das? Ding ... ding ... ding ... Mein Silberschmuck klingt wie eine Glocke. Der Wind ist heute sehr sanft.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "Wenn ein Sturm aufzieht ...",
			"voicelineType": "1205",
			"description": "Klingeling ... der Wind scheint wohl etwas wütend.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "In der Wüste ...",
			"voicelineType": "1206",
			"description": "Magst du was trinken? Probier mal aus meiner Flasche ... Minzblätter ins Wasser zu geben, war echt eine gute Idee!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Hat dich das Vogelgezwitscher geweckt? Haha, ich kann ja mal versuchen, mit ihnen zu verhandeln, aber wer weiß, ob das was bringt. Manchmal hören sie auch nicht auf mich.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Ich habe ein paar frische Blumen gesammelt. Ich wollte gerade zurück und meiner Mama was kochen ... Komm doch mit, meine Familie würde sich riesig freuen, dich zu sehen!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Auf dem Nachtmarkt gibt es knusprig gegrillte Insekten! Möchtest du mal probieren?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Ich bin so müde ... Ich gehe jetzt schlafen, heute wird es nichts mit Nachtschwärmen.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "Über Lan Yan – Glück",
			"voicelineType": "2001",
			"description": "Glück bedeutet für mich ... jedes Reiskorn im Schälchen bedächtig zu kosten, auf der Wiese zu liegen und dem Windspiel zu lauschen, mit Muße zehn Bände Geistergeschichten zu lesen, ungestört und ohne Unterbrechung!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "Über Lan Yan – Erben der Qimen-Künste",
			"voicelineType": "2005",
			"description": "Der Windleser wird in den Ahnenbüchern der Familie Lan tatsächlich erwähnt, unsere Linie hat sich seit Langem vom Hauptstamm abgespalten. Die Qimen-Künste sind höchst komplex. Ich beherrsche nur die Grundzüge und muss mich oft an die Alten um Rat wenden ... Aber das Flechthandwerk? Da kann sogar mein Großvater mir nicht das Wasser reichen, haha ... Kann man das schon „auf eigenen Beinen stehen“ nennen?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "Über uns – Händeschütteln?",
			"voicelineType": "2003",
			"description": "Setz dich hin, Freund. Reichen wir uns die Hand.\nOh, nein, nein, das galt den kleinen Tierchen, nicht dir! Bitte steh wieder auf ... „He, alle mal herschauen, heute ist ein neuer Freund zum Spielen da!“ Das ist ein bisschen verwirrend, oder? Also, „Sitz!“ kann auch heißen „Bleib ruhig“, „Hör mir zu“ oder einfach „Stopp“ ... Verwirrend? Du solltest öfter zu uns in die Berge kommen, dann wirst du es im Nu besser verstehen!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "Über uns – Händeschütteln!",
			"voicelineType": "2002",
			"description": "Komm, reichen wir uns die Hand! Und lass dich mal drücken!\nHm ...? Willst du mir nicht die Hand reichen? Haha, ja, diesmal meine ich es ernst ... Ich will dir wirklich die Hand schütteln! Machen Freunde das nicht so, wenn sie sich gegenseitig aufbauen? Entschuldige, ich hätte es vorab klarstellen sollen. Aber egal, ich komme öfter vorbei, dann verstehen wir uns auch ohne Worte!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Durch das Göttliche Auge vermag ich das Chakram mühelos zu werfen und sicher aufzufangen ... Oh, und die Klinge ist echt scharf, Kinder sollten das besser nicht nachmachen! Aber du ... Willst du es mal probieren? Steh ganz still, halt den Arm ruhig und sei flink mit der Hand ... Ich wette, du schaffst das!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Beim Genuss von Pilzen aus der Natur ist Vorsicht geboten, viele sind giftig und sollten keinesfalls gegessen werden. Andere musst du beim Zubereiten gründlich durchbraten! Wenn du sie nicht auf einmal schaffst, musst du sie beim nächsten Mal wieder ganz erhitzen, viele Menschen vergiften sich erst bei der zweiten Portion! Und falls du nach ein paar Bissen plötzlich das Gefühl hast, dass das Huhn von nebenan dich um Feuer bittet oder der Hund im Garten dich die Wäsche reinholen lässt ... dann zögere nicht und suche sofort einen Arzt auf!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Einmal saß ich auf einem Baum und habe kleine Dekostücke geflochten. Kaum hatte ich mich ein wenig ausgestreckt, hatten mir die flinken Eichhörnchen schon meine eben gebastelten Kiefernzapfen gestohlen! Zum Glück konnte ich sie mit der doppelten Menge echter Tannenzapfen wieder zurücktauschen ... Klar, Sachen geklaut zu kriegen, ist nicht das Problem, aber einem Eichhörnchen den Tag zu verderben, ginge wohl auch zu weit! Stell dir vor, die sammeln den ganzen Tag Zapfen, und zu Hause merken sie, dass sie gar nicht echt sind ... Bestimmt würden sie von anderen Eichhörnchen ausgelacht werden ...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "Über Xiangling ...",
			"voicelineType": "4001",
			"description": "Jeder weiß, der erste Eindruck ist entscheidend. Nachdem ich mein erstes Essen im Restaurant Wanmin in Liyue gegessen hatte, bedauerte ich sofort, nicht früher gekommen zu sein. So hätte ich Xiangling vielleicht viel früher treffen können! Als sie hörte, dass es in den Bergen meiner Heimat seltene Zutaten gibt, hat sie sofort angefangen, eine Reise ins Chenyu-Tal zu planen. Ich muss dafür sorgen, dass sie von dort reich beladen zurückkehrt.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "Über Hu Tao ...",
			"voicelineType": "4002",
			"description": "Bei Meisterin Hu denkt man immer, sie lacht und scherzt nur, sogar in den brenzligsten Momenten vergisst sie nicht, mir mit einem Witz den Rücken zu stärken ... Ich kenne sie noch nicht lange, ist sie wirklich immer so optimistisch? Wie auch immer, ab heute wünsche ich ihr, dass jedes Lächeln von Herzen kommt und nicht bloß aufgesetzt ist, um anderen die Sorgen zu nehmen.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "Über Keqing ...",
			"voicelineType": "4003",
			"description": "Wann wird der Yuheng endlich eine Pause machen? Ich habe sie während des Laternenrituals immerfort herumlaufen sehen. Ich würde ihr gern etwas zu essen anbieten, um mich für ihre Freundlichkeit zu bedanken, aber ich hatte einfach keine Gelegenheit ... Außerdem hoffte ich, sie würde mir zwei Katzenohren machen, wie ihre eigenen. Aber ... vielleicht geht das zu weit? Obwohl ich das Gefühl habe, dass es ihr nichts ausmachen würde ...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "Über Xingqiu ...",
			"voicelineType": "4004",
			"description": "Ich habe Xingqiu mehrmals in den Bergen getroffen. Er wurde von niemandem aus der Händlergilde Feiyun begleitet. Es schien also keine offizielle Angelegenheit zu sein. Nach diesen zufälligen Begegnungen brachte er mir oft Exemplare der neuesten Geistergeschichten mit, und ich versprach, niemandem davon zu erzählen. Ach ... Jetzt habe es dir doch gerade erzählt. Bitte bewahre dieses Geheimnis für uns beide!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "Über Chongyun ...",
			"voicelineType": "4005",
			"description": "Einmal war ich mit Großvater auf einem seiner Hausbesuche, als ich sah, wie Chongyun mit einem niedergeschlagenen Gesichtsausdruck das Haus verließ. Da er so hilflos aussah, nahm ich an, dass die Situation ernst sein musste, aber ich spürte keine bedrohliche Präsenz im Haus. Auch Großvaters Wahrsagung deutete kein böses Omen an. Vielleicht hatte er viel Energie darauf verwendet, das Problem loszuwerden, und war zu müde, um zu reden? ... Hm? Hältst du es für möglich, dass er gar nichts getan hat? Das verwirrt mich noch mehr ...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "Über Gaming ...",
			"voicelineType": "4006",
			"description": "Ich kenne Gaming seit unserer Kindheit! Damals war er der Bürgerschreck der Nachbarschaft, haha. Hmm? Das klingt nicht nach ihm? Na ja, er ist seitdem sehr erwachsen geworden, genau wie ich. Aber eines hat sich nicht geändert: Er hat immer Snacks dabei. Wohin ihn seine Reisen auch führen, er kommt immer mit vielen Leckereien zurück, die er mit seinen Freunden teilt. Und natürlich fährt er nie weg, ohne sich mit seinen Lieblingssnacks aus seiner Heimatstadt einzudecken ...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "Über Qiqi ...",
			"voicelineType": "4007",
			"description": "Qiqi mag Finken, nicht wahr? Ich denke darüber nach, ihr einen aus Rattan zu machen! ... Kennst du ihre Lieblingsfarbe?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "Ich will mehr über Lan Yan erfahren I",
			"voicelineType": "5001",
			"description": "Einen Moment! Ich habe es fast geschafft ... Ich muss nur noch diesen Griff fertig machen und ... Puh ... Fertig! Hehe, tut mir leid. Ich bin nicht gut darin, mehrere Dinge gleichzeitig zu tun ... Ich kann mich immer nur auf eines konzentrieren. Jetzt hast du meine volle Aufmerksamkeit!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "Ich will mehr über Lan Yan erfahren II",
			"voicelineType": "5002",
			"description": "Möchtest du Zeit in den Bergen verbringen? Wir können versuchen, den Angriffen der Flauschfellziegen, die uns Kopfnüsse verpassen, auszuweichen. Oder wir tun so, als wären die Rotschnabelpelikane Banditen und versuchen, die Jade-Herzfederbarsche vor ihren Schnäbeln zu retten ... Oh, du willst Windflucht spielen? Und du wirst der Jäger sein? Da ist aber jemand selbstbewusst, hehe! Wenn du im Kreis läufst, läute ich mein silbernes Glöckchen, damit du mich findest. Schaffst du es, auch nur eine Haarspitze von mir zu berühren, zählt es als dein Punkt! Das kann ich auch ganz gut, weißt du.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "Ich will mehr über Lan Yan erfahren III",
			"voicelineType": "5003",
			"description": "Der silberne Schmuck auf meinem Kopf hat die Form eines „silbergefiederten Jadevogels“ und ist ein Familienerbstück. Meine silberne Haarnadel, die Kette und die Brosche sind Geburtstagsgeschenke von meinen Eltern. Oh, das Armband ist ein Laternenritual-Geschenk von meinem Großvater und die Ohrringe sind vom letzten Vollmondtanz, glaube ich ... Es gibt auch noch andere Geschenke, die ich bekommen habe, als ich den Windgleiter beherrschte, als ich mein Göttliches Auge bekam und als ich einmal drei ganze Schüsseln Reis in einer einzigen Mahlzeit verdrückt habe ...\nHehe, meine Familie glaubt, dass Silberschmuck Glück bringt und das Böse abwehrt, also bekomme ich ständig neuen!\nEs ist schwer, sie alle auf einmal zu tragen. Aber ... ich nehme an, es ist das Gewicht der Liebe meiner Familie!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "Ich will mehr über Lan Yan erfahren IV",
			"voicelineType": "5004",
			"description": "Als ich klein war, haben mich die Rattanfiguren immer erschreckt ... Wie soll ich das beschreiben? Ich meine, so eine Schar unförmiger schwarzer und grauer Puppen im ganzen Haus ... Das ist der Stoff, aus dem die Albträume eines Kindes sind! Als Großvater mich zum Lernen in den Hauptsitz unseres Klans schickte, dachte ich, er sei besessen. Ich dachte, meine Cousine würde mir die dunklen Künste beibringen! Also fasste ich mir eines Nachts ein Herz und verbrannte alle Rattanfiguren, die ich finden konnte. Zum Glück waren sie dazu da, böse Energie zu absorbieren, also waren sie ohnehin dazu bestimmt, zerstört zu werden.\nAber das hat mich zum Nachdenken gebracht ... Wenn die Rattanfiguren niedlicher wären, würden die Leute sie vielleicht nicht für eine Art bösen Zauber halten ...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "Ich will mehr über Lan Yan erfahren V",
			"voicelineType": "5005",
			"description": "Rattanflechten ist nicht schwer, das schwöre ich! Selbst die kompliziertesten Figuren können Strang für Strang geflochten werden. Man braucht nur ein bisschen Geduld und am Ende wird man es meistern! Schwieriger als die Technik ist die Präzision, und noch anspruchsvoller ist die Ausdauer. Aber wenn du mich fragst, ist das Wichtigste die Freude. Wenn du den Prozess nicht genießt, wirst du nie gute Arbeit leisten. Und das gilt nicht nur für das Rattanflechten. Freude ist der Schlüssel zu allem! Das gilt für uns beide!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "Lan Yans Hobbys ...",
			"voicelineType": "6001",
			"description": "Der Volksglaube sagt, dass die Geister von Ertrunkenen in verwunschenen Gewässern leben. Ich wollte herausfinden, ob das stimmt und habe einen Stock in einen See gesteckt ... Und er blieb tatsächlich stecken! Mitten in all dem Seegras, meine ich. Ich mag mir kaum vorstellen, was passiert, wenn man versucht dort zu schwimmen. Es wäre merkwürdig, wenn man nicht stecken bliebe ...\nOh, ich habe auch gehört, dass man nach Sonnenuntergang keine Dämmerfrüchte essen oder um Mitternacht vor dem Spiegel einen Apfel schälen soll ... Hm, ich frage mich, ob an diesen Gerüchten etwas dran ist ...?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "Lan Yans Sorgen ...",
			"voicelineType": "6012",
			"description": "Ich hasse es, Splitter entfernen zu müssen. Sie sind schwer zu erkennen und am Ende tut man sich nur selbst weh ... Ich glaube, ich habe mir schon in sämtliche Finger geschnitten ... *schluchz*",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Frische Blumen sehen nicht nur gut aus und duften herrlich, sie schmecken auch köstlich! Sie sind erfrischend, aber nicht zu süß. Und sie passen so gut zu einer Kanne Blütentee ... Oh, lass uns Blumen pflücken gehen! Du brauchst keinen Korb mitzubringen. Ich flechte einen, wenn wir in den Bergen sind!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ein Sprichwort sagt: Auch Zucker schmeckt nur süß, wenn man glücklich ist. Alles schmeckt schlechter, wenn man schlechte Laune hat. Zum Glück habe ich das selten.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Das ist köstlich! Moment mal, für so ein Gericht braucht man besondere Besteckteile aus reinem Silber! Bin gleich wieder da!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Ah, danke! Hier, probier’s mal mit dieser Soße! So schmeckt es noch besser!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Warte, du hast etwas davon gegessen? Ist dein Magen in Ordnung? Du halluzinierst doch nicht etwa, oder?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "In meiner Familie schenken wir zum Geburtstag immer etwas aus Silber. Hier sind zwei Rattanfiguren für dich. Die mit der silbernen Schwalbe auf dem Kopf bin ich, und die mit {M#dem kleinen Silberschwert}{F#der kleinen Silberblume} bist du. Hehe, die sehen doch aus wie wir, oder?\nDas Rattan habe ich erst im Rauch getrocknet und dann an meinen Rucksack gehängt, um Mücken und Insekten abzuwehren. Oh, und den Silberschmuck habe ich auch entworfen. Der Silberschmied hat einmal alles poliert und ich habe dafür gesorgt, dass die Kanten ein zweites Mal geglättet wurden, damit man sich nicht daran schneidet.\nAlles Gute zum Geburtstag! Möge das Glück immer auf deiner Seite sein!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Warte, ich habe gerade erst angefangen, zwei Knoten gemacht, und du bist schon ... Entweder bist du superschnell oder ich bin langsamer, als ich dachte ...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Wie Silber poliert werden muss, um zu glänzen, müssen wir unsere Fähigkeiten immer weiter verbessern, um so leicht und schnell wie eine Schwalbe zu werden.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Lass uns die Hände schütteln! Noch mal! Und noch mal! Erinnerst du dich? Es ist ein Ausdruck von Freude und Dankbarkeit ... eine Geste, die das Glück und die schönen Momente des Lebens feiert!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "„Die bescheidene Schwalbe baut mit Lehm und ist doch nie ohne Nest.“ Also, unterschätze mich nicht! Ich bin so stark geworden, dass ich dich jetzt besser beschützen kann als je zuvor. Das verdanke ich natürlich nur deiner Hilfe! Danke!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100004",
			"description": "Drehen und fliegen.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100005",
			"description": "Näher heran.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100006",
			"description": "Auf und weg.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Krankheit, verschwinde!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Flink wie eine Schwalbe.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Tanz im Wind.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Wow, kann ich auch was davon haben? Verbreite das Glück!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Schauen wir mal, was drin ist!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Einen Moment, lass mich mal nachrechnen ...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Ich brauche ein wenig Zeit ...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Ein wenig Hilfe hier ...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Das ist heikel ...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Geh zurück! Ich decke dich!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Ich schaffe das! Ich bin schneller als sie.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Ich kann jetzt nicht ... fallen ...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Die Glocke läutet ... nicht mehr ...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Flugunfähig ... für immer ...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Halt.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Irgendetwas stimmt nicht!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Schlecht gelaunt!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Egal, wo, ich werde da sein!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Auf in die Stadt!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Ich komme!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}