{
	"id": 10000080,
	"name": "Mika",
	"friendLines": [
		{
			"voicelineId": 80000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Mika, Frontlinien-Feldmesser vom Ordo Favonius, meldet sich! Es ist mir eine Ehre, an deiner Seite kämpfen zu können. Bitte lass mich wissen, wenn ich irgendetwas für dich tun kann ... Ich werde mein Bestes geben, um den Weg vor dir auszukundschaften und mögliche Gefahren im Voraus zu melden!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_draw_appear_01"
		},
		{
			"voicelineId": 80001,
			"title": "Gespräch – Ziel",
			"voicelineType": "1101",
			"description": "Ich muss meinen Zustand sofort anpassen. Die nächste Aufgabe könnte jederzeit kommen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_01"
		},
		{
			"voicelineId": 80002,
			"title": "Gespräch – Situation aufzeichnen",
			"voicelineType": "1102",
			"description": "Die aktuelle Position bestätigen, die Entfernung zum Zielgebiet messen ... Mhm, die Geländesituation wurde aufgezeichnet.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_02"
		},
		{
			"voicelineId": 80003,
			"title": "Gespräch – Route erkunden",
			"voicelineType": "1103",
			"description": "Egal in welcher Umgebung man sich befindet, mit gründlicher Erkundung sollte man in der Lage sein, eine sichere Route zu finden.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_03"
		},
		{
			"voicelineId": 80004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Es gießt vom Himmel herab ... Ich hoffe, dass der Boden draußen nicht zu matschig wird. Andernfalls muss ich allen helfen, ihre Stiefel zu putzen ... Ah, es bleibt nicht genug Zeit, die Mahlzeit zuzubereiten ...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_heavyRain_01"
		},
		{
			"voicelineId": 80005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Donner kann Bewegungsgeräusche übertönen, daher ist er unser Freund.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_thunder_01"
		},
		{
			"voicelineId": 80006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Schnee ist schön, ich mag ihn aber nicht, weil er die ursprünglichen Merkmale des Geländes verdeckt.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_snowy_01"
		},
		{
			"voicelineId": 80007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Die Sonne ist mild, die Sicht hervorragend und die Vermessungsbedingungen ideal. Mhm, ich mag dieses Wetter.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_sunny_01"
		},
		{
			"voicelineId": 80008,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1205",
			"description": "Dieser starke Wind ... War er der Befehl des Anemo-Archons oder nur ein Ergebnis der Auswirkungen des Geländes auf die Atmosphäre ...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_gale_01"
		},
		{
			"voicelineId": 80009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Ah, guten Morgen! Ich habe dir das zubereitet, was wir normalerweise in der Expeditionstruppe essen. Wenn es dir nichts ausmacht, kannst du mir vielleicht beim Essen unseren Plan für heute mitteilen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingMorning"
		},
		{
			"voicelineId": 80010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Bitte warte einen Moment. Unser Mittagsessen, Feldration Nr. 3, der Favorit der Freischärler, ist fast fertig. Ich werde in Kürze mal in der Umgebung nachsehen, ob es einen geeigneten Platz für ein Nickerchen gibt.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNoon"
		},
		{
			"voicelineId": 80011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Das Abendessen ist fertig. Obwohl es nur ein paar einfache Feldrationen sind ... sollten sie alle Nährstoffe enthalten, die man benötigt. Bitte bedien dich ... Wenn du Ausrüstung hast, die gewartet werden muss, kannst du sie mir gerne geben.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight"
		},
		{
			"voicelineId": 80012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Es ist noch früh. Ich muss die heutigen Vermessungsunterlagen in Ordnung bringen. Ich habe dir ein Feldbett vorbereitet, du kannst mal eine Pause machen. Nachdem du dich erholt hast, sollte auch der Mitternachtssnack fertig sein. Dann können wir die Posten tauschen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight2"
		},
		{
			"voicelineId": 80013,
			"title": "Über Mika – Arbeit",
			"voicelineType": "2001",
			"description": "Meine Arbeit als Feldmesser? Nun, meine Pflicht besteht darin, in unbekanntes Gebiet vorzudringen, das Gelände dort zu vermessen und den besten Stützpunkt zu finden. Manchmal muss ich mich auch mit gegnerischen Wachposten auseinandersetzen. Deswegen muss ich nicht nur das Gelände kartieren, sondern auch die Fähigkeiten des Kämpfens, Heilens und Überlebens beherrschen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle"
		},
		{
			"voicelineId": 80014,
			"title": "Über Mika – Kleinigkeiten",
			"voicelineType": "2005",
			"description": "Lager aufschlagen, Feuer machen, Essen kochen und Ausrüstung warten ... Das sind nur kleine Dinge, aber sie müssen auch erledigt werden. Wenn die anderen diese Kleinigkeiten nervig finden, kümmere ich mich gerne darum. Dann kann ich zumindest ... alle ein bisschen entspannter und glücklicher machen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80015,
			"title": "Über uns – Gerüchte",
			"voicelineType": "2003",
			"description": "Tut mir leid. Als ich nach Mondstadt zurückkam, hörte ich so viele großartige Taten über euch. Ich denke, supermächtige Leute wie du und Paimon haben normalerweise eine Art persönliches Prinzip. Da viele Supermächtige, die ich mal getroffen habe, ein schlechtes Temperament hatten, hatte ich Angst, dass ihr verärgert sein würdet, wenn ich was Falsches sage ... Zum Glück seid du und Paimon sehr sanft und freundlich, also brauche ich mir keine Sorgen zu machen!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close"
		},
		{
			"voicelineId": 80016,
			"title": "Über uns – Schlüsselwörter",
			"voicelineType": "2002",
			"description": "Einige Späher verwenden das Wort „Octave“, was bedeutet, dass „ihnen die Pfeile ausgegangen sind und sie ins Lager zurückkehren“. Und das Wort „Vera“ bedeutet, dass „die Bedingungen gut sind und wir die Gegner angreifen sollten“. Wie wäre es, wenn wir uns auch ein paar Schlüsselwörter einfallen lassen? Schließlich werden wir lange zusammenarbeiten und so ist es bequemer. Oh, du kannst dir einige ausdenken, ich stimme allen deiner Ideen zu!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Um ehrlich zu sein, war ich überrascht, dass ich das „Göttliche Auge“ bekommen habe. Es kann mir ja in vielerlei Hinsicht helfen, aber ich sollte mich nicht vollständig auf seine Kräfte verlassen. Stattdessen sollte ich es lieber als eine Art Schutz betrachten, falls etwas passiert. Als Mitglied des Ritterordens sollte ich mehr Wert auf die Teamarbeit legen und gemeinsam mit meinen Kollegen Wege finden, um Schwierigkeiten zu überwinden.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80018,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Ich habe eine Methode zur Entfernungsmessung, die euch nützlich sein sollte. Ganz einfach: Strecke deinen Arm aus und hebe deinen Daumen in Richtung des Zielbereichs. Richte dein rechtes Auge und die Achse deines Daumens auf die linke Seite des Ziels und dein linkes Auge auf die rechte Seite des Ziels und multipliziere dann den Abstand zwischen den beiden Seiten mit einem Faktor. Mit dieser Methode kannst du die Höhe eines Berges und die Breite eines Flusses bestätigen und einschätzen, ob der Berg besteigbar ist und ob man ans gegenüberliegende Ufer schwimmen kann.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_share_01"
		},
		{
			"voicelineId": 80019,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Klee sagte, es gebe eine Pflanzenart, die Schall übertragen könne. Wenn ich diese Pflanze doch nur draußen mitnehmen könnte. Dann könnte ich sofort über das Gelände Bericht erstatten. Ich könnte sogar an der Front bleiben und die Kollegen hinter mir anleiten. Falls Gegner entdeckt werden, könnte ich sie auch sofort aus der Ferne mit Pfeilen angreifen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_gift_01"
		},
		{
			"voicelineId": 80020,
			"title": "Über Kaeya ...",
			"voicelineType": "4001",
			"description": "Bevor ich mich dem Ritterorden anschließen konnte, musste ich eine Reihe von Prüfungen bestehen. Und Kaeya war der Hauptverantwortliche für alle Prüfungen. Er hat mir sehr geholfen und mir alle möglichen Ratschläge gegeben. Aber ... manchmal war es schwer für mich zu verstehen, was er sagte. Da war ich sehr besorgt, dass ich ihn enttäuschen würde, wenn ich nicht mit ihm Schritt halten könnte.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80021,
			"title": "Über Varka – Lehre",
			"voicelineType": "4002",
			"description": "Großmeister Varka ist nicht nur ein respektabler und mächtiger Anführer, sondern auch mein Kampflehrer. Entsprechend meiner körperlichen Eigenschaften gab er mir viele Kampfratschläge. Er brachte mir bei, im Kampf flexibel zu denken und es zu vermeiden, mich den Gegnern im Nahkampf zu stellen, um meinen relativen Mangel an Ausdauer auszugleichen. Daher begann ich zu lernen, mit Lanze und Armbrust zu kämpfen. Und dieser Kampfstil liegt mir wirklich besser.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80022,
			"title": "Über Varka – Capitano",
			"voicelineType": "4003",
			"description": "Der Großmeister sagte noch, ich solle mir höhere Ziele setzen und danach streben, sie zu erreichen. So hatte ich auch immer gedacht, aber erst bei der Expedition wurde mir klar, wie ernst die Dinge werden können. Eines Tages trafen wir einen Fatuus, der sich „Capitano“ nannte. Ich kann mir gar nicht vorstellen, wie ich mit einem Gegner wie ihm umgehen soll. Solche mächtigen Leute sind wirklich auf einer anderen Ebene, der ich nicht gewachsen bin.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80023,
			"title": "Über Jean ...",
			"voicelineType": "4004",
			"description": "Der Großmar... Der stellvertretende Großmeister ist sehr zuverlässig und rücksichtsvoll. Sie kümmert sich stets um uns alle. Wenn es darum geht, Arbeit zu organisieren, Erste Hilfe zu leisten und Mahlzeiten zu kochen, habe ich noch eine Menge von ihr zu lernen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80024,
			"title": "Über Amber ...",
			"voicelineType": "4005",
			"description": "Amber? Sie ist die zuverlässigste Kundschafterin mit erstaunlichen Erkundungsfähigkeiten! Wir Feldmesser und Kundschafter sind immer an vorderster Front und handeln vor der Haupttruppe. Sie ist sehr erfahren und ich habe viel von ihr über Überlebensfähigkeiten gelernt und wie ich meine Armbrustsehnen und -pfeile besser pflegen kann.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80025,
			"title": "Über Eula – Aufträge",
			"voicelineType": "4006",
			"description": "Die Truppenführerin Eula ist eine starke Kämpferin mit ihrem eigenen, einzigartigen Kampfstil. Sie hat immer auf mich aufgepasst. Als ich zum ersten Mal in die Truppe eintrat, wies sie mir viel mehr Aufträge zu als anderen, was meine Anpassungsfähigkeit schnell verbesserte. Sobald man sich an ihre Ausdrucksweise gewöhnt hat, kann man sehr gut mit ihr zusammenarbeiten!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80026,
			"title": "Über Eula – Stil",
			"voicelineType": "4007",
			"description": "Um ehrlich zu sein, bewundere ich Truppenführerin Eula sehr. Sie ist freundlich, gelassen und mental unglaublich stark. Wenn mich andere Leute die ganze Zeit komisch angucken und hinter meinem Rücken über mich reden würden, glaube ich nicht, dass ich mich trauen würde, mein Zimmer zu verlassen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80027,
			"title": "Über Lisa ...",
			"voicelineType": "4008",
			"description": "Lisa hat mir sehr geholfen, als ich das Vermessen selbst lernte. Sie fand mir viele nützliche Bücher. Wenn ich doch nur so hochgebildet wäre wie sie! Mehr Wissen schadet schließlich nie. Das Gelernte kann man vielleicht eines Tags anwenden, oder?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80028,
			"title": "Über Klee ...",
			"voicelineType": "4009",
			"description": "Klee? Sie ist immer heiter und fröhlich. Wie ich gehört habe ... ist sie so stark wie der Großmeister? Sie hat mich mehrmals eingeladen, mit ihr Abenteuer zu erleben, und wir hatten immer eine tolle Zeit zusammen! Obwohl sie ab und zu mit gefährlichen Waffen experimentierte und mich viele neue Karten zeichnen ließ ... finde ich dennoch, dass es sich lohnt!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80029,
			"title": "Über Venti ...",
			"voicelineType": "4010",
			"description": "Oh, der Barde! Ich mag ihn wirklich. Er ist ein sehr talentierter Künstler und seine Melodien geben mir immer das Gefühl, zu Hause zu sein. Wenn ich ein Lied auswählen müsste, das Mondstadt am besten repräsentiert, würde ich für sein Werk stimmen. Leider bin ich nicht oft in der Stadt, sonst könnte ich ihm jeden Tag ein paar Geschenke bringen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80030,
			"title": "Über Albedo ...",
			"voicelineType": "4011",
			"description": "Albedo hat mir sehr geholfen. Die Vermessungsgeräte, die ich oft verwende, wurden von ihm hergestellt. Er hat mir sogar einige Stifte gemacht, die einwandfrei funktionieren, selbst wenn ich kopfüber an einem Baum hänge. Aber es scheint, dass das Erstellen von Karten etwas ganz anderes ist als das Erstellen von Kunst. Zur Ergänzung der Informationen habe ich einmal einige Skizzen des Zielgebiets angefertigt. Es heißt, Albedo habe lange Zeit geschwiegen, nachdem er diese Skizzen gesehen hatte ...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_albedo_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80031,
			"title": "Ich will mehr über Mika erfahren I",
			"voicelineType": "5001",
			"description": "Über mich? Ich bin nur ein gewöhnlicher Mensch und habe keine wirklich interessante Geschichte. Ich kann nur über meine bisherigen Erfahrungen sprechen, möchtest du sie hören?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_01"
		},
		{
			"voicelineId": 80032,
			"title": "Ich will mehr über Mika erfahren II",
			"voicelineType": "5002",
			"description": "Seit meiner Kindheit wollte ich Feldmesser werden und jeden Winkel von Teyvat kartieren. Später erfuhr ich, dass es im Ritterorden wirklich eine solche Position gab. Dank der Unterstützung meines Vaters und meines Bruders konnte ich die Auswahl bestehen und ein Frontlinien-Feldmesser werden. Diese Arbeit ermöglicht es mir, das Leben zu führen, das ich will, also bin ich sehr glücklich.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 80033,
			"title": "Ich will mehr über Mika erfahren III",
			"voicelineType": "5003",
			"description": "Jeder im Ritterorden ist sehr stark und von jedem kann ich etwas lernen. Nachdem ich von anderen neue Fähigkeiten gelernt habe, sollte ich meinen Teil dazu beitragen, ihnen etwas zurückzugeben. Wenn also jemand Hilfe braucht, werde ich mein Bestes tun, um zu helfen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80034,
			"title": "Ich will mehr über Mika erfahren IV",
			"voicelineType": "5004",
			"description": "Nachdem ich ein paar Mal Besorgungen für den Großmeister und die Truppenführerin Eula gemacht hatte, schienen mich einige Kollegen als ihren offiziellen Abgesandten zu betrachten. Wenn ich etwas Falsches sage, würde dies ihnen Ärger bereiten, und die Verantwortung liegt bei mir. Deshalb rede ich nicht viel, wenn ich mit Leuten zusammen bin, die ich nicht gut kenne. Infolgedessen scheinen alle zu denken, dass ich schüchtern bin. Ist das eine Art Missverständnis?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 80035,
			"title": "Ich will mehr über Mika erfahren V",
			"voicelineType": "5005",
			"description": "Eine gute Sache ist, dass ich nach der Rückkehr von der Expedition nicht mehr so besorgt war. Solange ich niemanden belästige, ist es nicht allzu wichtig, was andere über mich denken. Der Ritterorden ist wie meine zweite Familie. Als Feldmesser muss ich meine Arbeit gut machen, damit meine Familienmitglieder ihre Aufträge reibungsloser erledigen und jeden Tag ein wenig entspannter beenden können.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80036,
			"title": "Mikas Hobbys ...",
			"voicelineType": "6001",
			"description": "Meine Hobbys? Was ich neben meiner Arbeit am liebsten mache ... ist vielleicht an fremden Orten zu campen. Stell dir nur vor, wie schön es wäre, die erfrischende Landschaft zu genießen, ein gemütliches kleines Lager aufzubauen und ein Feuer zum Kochen zu machen!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_hobby"
		},
		{
			"voicelineId": 80037,
			"title": "Mikas Sorgen ...",
			"voicelineType": "6002",
			"description": "Um ehrlich zu sein, bin ich nicht sehr gut darin, mit Leuten umzugehen, die ich nicht kenne. Vielleicht liegt es daran, dass ich nicht gut reden kann. Kannst du mir ein paar Tricks beibringen?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_annoyed"
		},
		{
			"voicelineId": 80038,
			"title": "Was er so mag ...",
			"voicelineType": "6005",
			"description": "Der Großmeister sagte, dass junge Leute wie ich mehr Fleisch essen sollten, um ihre körperliche Kraft und Ausdauer zu verbessern. Obwohl ich kaum eine Chance habe, etwas muskulöser zu werden, esse ich tatsächlich sehr gern Fleischgerichte. Andere Freischärler scheinen diese Gerichte ebenfalls zu mögen.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodLike_01"
		},
		{
			"voicelineId": 80039,
			"title": "Was er nicht mag ...",
			"voicelineType": "6004",
			"description": "Im Gegensatz zu meinem Bruder kann ich den Geschmack von Alkohol nicht ertragen. Ein einziger Schluck kann mich betrunken machen und alle müssen sich dann anstrengen, um auf mich aufzupassen. Wenn es um Spirituosen geht, dann wird mir schon vom Geruch schwindelig.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodDislike"
		},
		{
			"voicelineId": 80040,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Vielen Dank. Dieses Gericht ist viel zu kostbar, wie kann ich es essen! Kann ich es als Sammlerstück aufbewahren?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_pref_01"
		},
		{
			"voicelineId": 80041,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Geschmack und Portion sind perfekt. Danke für deine Mühen!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_normal_01"
		},
		{
			"voicelineId": 80042,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Hmm ... Wie auch immer, da du dieses Gericht speziell für mich zubereitet hast, verspreche ich, dass ich es aufessen werde.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_dislike_01"
		},
		{
			"voicelineId": 80043,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Was soll ich bei so einem Anlass sagen? ... Also, heute ist ein ganz besonderer Tag für dich! Deshalb sollten wir diesen Tag auf die großartigste Weise feiern! Als Geschenk habe ich „Reiseführer zu den atemberaubendsten Orten in Mondstadt“ vorbereitet. Es enthält Informationen über viele schöne Orte, die nur wenige Menschen kennen. Mögest du von heute bis zu diesem Tag nächsten Jahres jeden Tag glücklich sein!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 80044,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Auch wenn ich immer noch nicht mit dir zu vergleichen bin, fühle ich mich jetzt selbstbewusster. Wenigstens werde ich dir keine Last mehr sein.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 80045,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Ich hoffe, ich kann dir mehr nützliche Informationen liefern und deine Last verringern!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 80046,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Bitte erlaube mir ... immer an deiner Seite zu sein und das Land um uns herum zu erkunden!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80047,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Danke sehr! Dies bringt mich meinem Ziel einen Schritt näher, alle auf sichere Wege zu bringen und unwegsames Gelände zu vermeiden, damit niemand müde wird oder Angst vor möglichen Gefahren hat!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 80048,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Unterdrückendes Sperrfeuer!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_01"
		},
		{
			"voicelineId": 80049,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Sondenangriff.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_02"
		},
		{
			"voicelineId": 80050,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Tritt zurück.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_03"
		},
		{
			"voicelineId": 80051,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Präzises Schießen!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_04"
		},
		{
			"voicelineId": 80052,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Tut mir leid!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_05"
		},
		{
			"voicelineId": 80053,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Bedrohungen beseitigen!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_06"
		},
		{
			"voicelineId": 80054,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Kopf hoch!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_01"
		},
		{
			"voicelineId": 80055,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Überlass die Heilung mir!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_02"
		},
		{
			"voicelineId": 80056,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Ein Weg zum Durchbruch!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_03"
		},
		{
			"voicelineId": 80057,
			"title": "Windgleiter öffnen I",
			"voicelineType": "800001",
			"description": "Von oben betrachten ...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_explore_fly_start_01"
		},
		{
			"voicelineId": 80058,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Eine neue Ernte!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_01"
		},
		{
			"voicelineId": 80059,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Beute drin?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_02"
		},
		{
			"voicelineId": 80060,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Schatz gefunden, Glückwunsch an alle!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_03"
		},
		{
			"voicelineId": 80061,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Es wird knifflig ...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_01"
		},
		{
			"voicelineId": 80062,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Sollten wir die Taktik ändern?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_02"
		},
		{
			"voicelineId": 80063,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Der Gegner ... ist wirklich stark ...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_03"
		},
		{
			"voicelineId": 80064,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Bleib zurück. Ich decke dich!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_01"
		},
		{
			"voicelineId": 80065,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Muss schnell geheilt werden ...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_02"
		},
		{
			"voicelineId": 80066,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Hätte versuchen sollen ... sie zu flankieren ...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_01"
		},
		{
			"voicelineId": 80067,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Entschuldigung ...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_02"
		},
		{
			"voicelineId": 80068,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Schlimm ... ich hab’s vermasselt ...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_03"
		},
		{
			"voicelineId": 80069,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900001",
			"description": "Muss durchhalten!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_01"
		},
		{
			"voicelineId": 80070,
			"title": "Leichten Treffer erlitten II",
			"voicelineType": "900002",
			"description": "Kein Problem!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_02"
		},
		{
			"voicelineId": 80071,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Keine Sorge ... Es tut nicht weh!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_01"
		},
		{
			"voicelineId": 80072,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Muss ruhig bleiben ...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_02"
		},
		{
			"voicelineId": 80073,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Ausrüstung prüfen ... Alles bereit!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_01"
		},
		{
			"voicelineId": 80074,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Ja, meine Lanze und Armbrust sind bereit!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_02"
		},
		{
			"voicelineId": 80075,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Ich ... Ich kundschafte den Weg für die Truppe aus!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_03"
		}
	]
}