{
	"id": 10000091,
	"name": "Navia",
	"friendLines": [
		{
			"voicelineId": 91000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Schön, dich kennenzulernen! Ich bin Navia, die allseits bekannte amtierende Präsidentin, Geschäftsführerin, Leiterin, Chefin und Anführerin der Spina di Rosula. Du scheinst mir etwas Besonderes zu sein, ein Mensch mit Charakter. Irgendetwas sagt mir, dass dies der Beginn einer langen Partnerschaft zwischen uns ist ... vielleicht sogar so lang wie all die Titel, die vor meinem Namen stehen.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_draw_appear_01"
		},
		{
			"voicelineId": 91001,
			"title": "Gespräch – Reise",
			"voicelineType": "1101",
			"description": "Ich will unbedingt verreisen! Mir ist ganz egal wohin, solange ich meine Freunde dabei habe, hehe.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_character_idle_01"
		},
		{
			"voicelineId": 91002,
			"title": "Gespräch – Aus Erfahrung",
			"voicelineType": "1102",
			"description": "Meine Zeit bei der Spina di Rosula hat mich gelehrt, dass das Tragen einer unzuverlässigen Waffe schlimmer ist, als gar keine Waffe zu tragen.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_character_idle_02"
		},
		{
			"voicelineId": 91003,
			"title": "Gespräch – Emblem",
			"voicelineType": "1103",
			"description": "Ich liebe das Emblem der Spina di Rosula. Es wurde von meiner Mutter entworfen. Ist dir aufgefallen, dass es die Form eines Herzens hat?",
			"voicefile": "VO_friendship/VO_navia/vo_navia_character_idle_03"
		},
		{
			"voicelineId": 91004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Ach ... Es regnet schon wieder ...",
			"voicefile": "VO_friendship/VO_navia/vo_navia_weather_heavyRain_01"
		},
		{
			"voicelineId": 91005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Aaah! Hach, ich hätte mir die Ohren zuhalten sollen, nachdem ich den Blitz gesehen hatte!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_weather_thunder_01"
		},
		{
			"voicelineId": 91006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Vielleicht sollte ich meinen Hut abnehmen und die Schneeflocken auf mein Gesicht fallen lassen ... Ich habe das Gefühl, das könnte echt erfrischend sein.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_weather_snowy_01"
		},
		{
			"voicelineId": 91007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Schnell, schau! Da oben am Himmel! Sieh dir diese sengende Sonne an, sie brennt wie ein Hochofen! Weißt du, was das bedeutet? Das bedeutet, dass wir alles stehen und liegen lassen müssen und sofort zum Eisladen rennen müssen! Wir müssen zwei der größten Eiswaffeln kaufen, die es dort gibt, und dann schlecken wir um die Wette, um zu sehen, wer sein Eis schafft, bevor es schmilzt!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_weather_sunny_01"
		},
		{
			"voicelineId": 91008,
			"title": "Es hat aufgehört zu regnen ...",
			"voicelineType": "1205",
			"description": "Endlich! Es regnet nicht mehr!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_weather_afterRain_01"
		},
		{
			"voicelineId": 91009,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1206",
			"description": "Hach, mein Hut! Nein, mein Rock! Aah, ich will nicht wählen müssen!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_weather_gale_01"
		},
		{
			"voicelineId": 91010,
			"title": "In der Wüste ...",
			"voicelineType": "1207",
			"description": "Sonnenbrillen sind großartig, um den Sand nicht in die Augen zu bekommen und besser sehen zu können! Es sei denn, es wird Nacht ... Dann sieht man überhaupt nichts mehr ...",
			"voicefile": "VO_friendship/VO_navia/vo_navia_weather_desert_01"
		},
		{
			"voicelineId": 91011,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Guten Morgen! Hast du schon Pläne für heute? Wenn nicht, warum kommst du nicht mit mir?",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_greetingMorning"
		},
		{
			"voicelineId": 91012,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Ich habe von dieser seltsamen neuen Lasagne gehört, die es seit Kurzem gibt. Willst du sie zusammen probieren? Klingt zwar, als ob sie ziemlich komisch schmecken würde ... aber ich muss sie unbedingt probieren!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_greetingNoon"
		},
		{
			"voicelineId": 91013,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Heute Abend in den Schlagzeilen: Die Präsidentin der Spina di Rosula ist in bester Laune, nachdem sie einen weiteren fantastischen Tag mit ihre{F#r}{M#m} Lieblingspartner{F#in} verbracht hat!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_greetingNight"
		},
		{
			"voicelineId": 91014,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Komm jetzt, es ist Zeit, deinen Kopf freizukriegen und gut zu schlafen! Wir sehen uns morgen!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_greetingNight2"
		},
		{
			"voicelineId": 91015,
			"title": "Über Navia – Optimismus",
			"voicelineType": "2001",
			"description": "Ich sage immer, dass blinder Optimismus nicht die Lösung ist. Wenn du eine strahlende Zukunft willst, musst du sie mit deinen eigenen Händen ergreifen! Komm mal her ... Fass meine Hände und schüttle sie kräftig. Na? Siehst du, fühlt sich das nicht gut an?",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_idle"
		},
		{
			"voicelineId": 91016,
			"title": "Über Navia – Glück",
			"voicelineType": "2005",
			"description": "Menschen, die meine Vergangenheit kennen, könnten denken, dass ich viel Unglück erlitten habe, aber ich sehe das ganz anders.\nIch schätze mich glücklich, weil man mir in meinem Leben so viel Liebe entgegengebracht hat.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Gemeinsam den Gezeiten trotzen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14017
					]
				}
			]
		},
		{
			"voicelineId": 91017,
			"title": "Über uns – Partnerin",
			"voicelineType": "2003",
			"description": "Manche Leute nennen mich „Chefin“, andere „Demoiselle“, aber das ist alles nichts für mich. Am liebsten werde ich „Partnerin“ genannt, aber natürlich nur von dir. Du würdest mich folglich überglücklich machen, wenn du mich ein bisschen öfter damit verwöhnen könntest.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_close",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 91018,
			"title": "Über uns – Geheimhaltung",
			"voicelineType": "2002",
			"description": "Man sagt, dass ein Geheimnis, das man weitergibt, gar kein Geheimnis mehr ist, aber ich denke, dass wahre Freunde die Geheimnisse des anderen bewahren.\nWas? Eine verpackte Drohung? Nein, natürlich nicht! Zugegeben, als Präsidentin der Spina di Rosula habe ich so meine Methoden, die Leute zum Schweigen zu bringen, aber keine Sorge ... Ich verspreche, sie nicht bei dir anzuwenden.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Gemeinsam den Gezeiten trotzen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14017
					]
				}
			]
		},
		{
			"voicelineId": 91019,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Hier, sieh dir mein Göttliches Auge an! Ich finde es toll, wie glänzend es ist. Passt es nicht super zu meinem Kleid?\nAber das ist nichts im Vergleich zu jemandem, der auch ohne Göttliches Auge die Kräfte der Elemente beherrscht ... Und auch ganz ohne Training, oder? Echt der Wahnsinn.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 91020,
			"title": "Willst du mir etwas mitteilen? – Hunde",
			"voicelineType": "3002",
			"description": "Meine Lieblingshunderasse ist der kastanienbraune Jagdhund. Weißt du, diese kleinen Punkte über ihren Augen? Sie sehen aus wie Augenbrauen, nicht wahr? Deshalb sehen sie auch immer so unschuldig und ernst aus.\nAber behalte das bitte für dich ... Ich möchte die Gefühle der anderen Hunde nicht verletzen!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_share_01"
		},
		{
			"voicelineId": 91021,
			"title": "Willst du mir etwas mitteilen? – Sich auf die Spina di Rosula verlassen",
			"voicelineType": "3005",
			"description": "Wenn du dich lange genug am Fleuve Cendré aufgehalten hast, ist dir vielleicht aufgefallen, dass es in Fontaine neben der Spina di Rosula noch eine Menge anderer Gruppierungen gibt. Nimm dich vor ihnen in acht: Jede von ihnen verfolgt ihre eigenen Ziele und sie sind nicht alle so freundlich wie wir. Wenn du mal in der Klemme steckst, kannst du immer Herrn Tétreaux an der Bar um Hilfe bitten. Es sei denn, du hast es mit jemandem zu tun, der nicht in der Stimmung ist, sich hinzusetzen und ein Gespräch zu führen. In diesem Fall ... wird der Weiße Handschuh die Dinge klären. Du kannst dich auf ihn verlassen.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_share_02"
		},
		{
			"voicelineId": 91022,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Ich mag den Pluie-Lotos wirklich sehr. Er hat eine so schöne Farbe. Und wenn man ihn in voller Blüte sieht, ist das ein sicheres Zeichen dafür, dass die Regenzeit endlich vorbei ist.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_pref_gift_01"
		},
		{
			"voicelineId": 91023,
			"title": "Über Clorinde ...",
			"voicelineType": "4001",
			"description": "Sie sagt vielleicht nicht viel und zeigt auch nicht viele Regungen, aber man kann sehen, dass sie tiefe Gefühle empfindet. Nach dem Tod meines Vaters habe ich ... Nun, das hat lange Zeit einen ziemlichen Riss zwischen uns gezogen. Aber selbst dann mochte ich es nicht, wenn sie ständig wie auf Eierschalen um mich herumlief ... Mir ist es viel lieber, wie die Dinge jetzt sind.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 91024,
			"title": "Über Charlotte ...",
			"voicelineType": "4002",
			"description": "Charlotte ist für ihre leidenschaftlichen und rasanten Reportagen bekannt, aber es sind ihre fotografischen Fähigkeiten, die mich wirklich beeindrucken. Sie hat einmal schnell ein Foto von mir geschossen, eine Aufnahme von der Hüfte nach oben, und das Ergebnis war absolut umwerfend. Es sah aus wie ein Ölgemälde. Sie scheint ein Händchen dafür zu haben, außergewöhnliche Nachrichten zu schreiben und eindrucksvolle Fotos zu schießen. Ich schätze, sie wurde dazu geboren, eine Reporterin zu sein.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 91025,
			"title": "Über Chiori ...",
			"voicelineType": "4003",
			"description": "Ah, die Modedesignerin, die die tollsten Trends aus Inazuma nach Fontaine gebracht hat? Sie ist tatsächlich eine große Hilfe für die Spina di Rosula hinter den Kulissen. Sie sagt, dass meine unkonventionellen Ideen ihr immer viel Inspiration für ihre Arbeit geben, und soweit ich das beurteilen kann, meint sie das auch so. Trotzdem hat sie meinen Wunsch nach einem zehn Meter hohen Zylinder strikt abgelehnt. *seufz* Eine verpasste Gelegenheit, wenn du mich fragst ... Stell dir vor, so einen Hut vor dem Laden zu sehen! Das wäre eine tolle Möglichkeit, Kunden anzulocken.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 91026,
			"title": "Über Furina ...",
			"voicelineType": "4004",
			"description": "Ich hatte das Glück, sie in einer Oper zu sehen, als ich noch jung war. Obwohl es eine Wohltätigkeitsveranstaltung war, waren die Karten fast unmöglich zu bekommen! Sie trat damals in ihrer Rolle auf, aber ich fand, dass sie damals mehr in ihrem Element zu sein schien, als sie es jemals als Archon war, wenn sie in der Opernloge Reden hielt ... Rückblickend denke ich, dass ich mit meiner Intuition richtig lag.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 91027,
			"title": "Über Neuvillette ...",
			"voicelineType": "4005",
			"description": "Ah, wie soll ich Herrn Neuvillette beschreiben ... Er ist ... in mancher Hinsicht kompliziert, aber dann auch wieder ganz simpel. Ich denke, ein guter Vergleich wären felsige Riffe im Meer: Wenn man versucht, durch Hindernisse zu navigieren, die man nicht sehen kann, wird die Fahrt holprig, aber wenn man herausfindet, wie sie angeordnet sind, erkennt man den Weg.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Grundlos gefallen, wie ein sanfter Regen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 91028,
			"title": "Über Wriothesley ...",
			"voicelineType": "4006",
			"description": "Wenn man versucht, mit diesem Kerl etwas zu besprechen, ist es echt anstrengend. Clorinde sagt, ich brauche keine Bedenken zu haben, mit ihm im Rahmen unserer bestehenden Vereinbarung zusammenzuarbeiten, aber ich sollte trotzdem nicht alles glauben, was aus seinem Mund kommt. Kein Wunder, dass mein Vater nie versucht hat, sich in die Angelegenheiten des Forts einzumischen ... Ich denke, ich gehe auf Nummer sicher und belasse es dabei.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 91029,
			"title": "Über „Arlecchino“ ...",
			"voicelineType": "4007",
			"description": "Sie ist eine beeindruckende, aber fürsorgliche Anführerin und kommt definitiv wie eine Herrin des Hauses rüber. Aber sie ist immer noch eine der Elf der Fatui und das bedeutet, dass sie auch eine rücksichtslose Seite haben muss. Also keine Sorge, ich werde zwar immer zu schätzen wissen, was sie für Poisson getan hat, aber ich werde nicht unvorsichtig sein.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_teammate_arlecchino_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 91030,
			"title": "Über Lyney und Lynette ...",
			"voicelineType": "4008",
			"description": "Ich weiß, dass Zauberer oft nur Angeber und Effekthascher sind, aber man sieht, dass Lyney ein aufrichtiger Kerl ist, dem seine Freunde und Familie sehr am Herzen liegen. Er ist so reif für sein Alter, dass es mich manchmal wundert ... Oh, und wie könnte ich das vergessen? Es war so nett von ihm, dass er versucht hat, die Kinder in Poisson während der Flut mit einer kostenlosen Zauberschau aufzuheitern! Ich muss ihn und Lynette zu mir nach Hause auf ein paar Macarons einladen, wenn ich die Gelegenheit dazu habe. Ich weiß, dass Lynette immer Teetassen aus dem Nichts hervorzaubert, also ist sie einem Tee zumindest nicht abgeneigt?",
			"voicefile": "VO_friendship/VO_navia/vo_navia_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Maskerade der Frevler“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 91031,
			"title": "Ich will mehr über Navia erfahren I",
			"voicelineType": "5001",
			"description": "Die Arbeit der Spina di Rosula ist im Grunde ... na ja, ein bisschen von allem, aber der Schwerpunkt liegt immer auf der Lösung der Probleme anderer Leute ... Das klingt wahrscheinlich schlimmer, als es ist. Sicher, ich mache die Probleme anderer Leute zu meinen eigenen, aber es gibt mir immer ein gutes Gefühl, wenn ich anderen helfen kann.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_friendship_01"
		},
		{
			"voicelineId": 91032,
			"title": "Ich will mehr über Navia erfahren II",
			"voicelineType": "5002",
			"description": "Ich habe immer gedacht, dass es wichtig ist, die Schönheit der Welt zu schätzen. Die Blüten im Frühling, den Sommer am Meer, das Lächeln in den Gesichtern seiner Freunde ... Man sollte diese Dinge nicht als selbstverständlich betrachten.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 91033,
			"title": "Ich will mehr über Navia erfahren III",
			"voicelineType": "5003",
			"description": "Manchmal gehe ich gern in die Wildnis, suche mir ein ruhiges Plätzchen, wo sonst niemand ist, und mache ein paar Zielübungen.\nDas ist eine tolle Methode, um abzuschalten! Willst du es versuchen? Ich kann dir Schritt für Schritt zeigen, wie es geht. Du wärst mein{F#e} erste{M#r} Schüler{F#in}, aber ich glaube, ich wäre eine gute Lehrerin. Ich kann mich an alles erinnern, was mein Vater und Oma Bracari mir je beigebracht haben!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 91034,
			"title": "Ich will mehr über Navia erfahren IV",
			"voicelineType": "5004",
			"description": "Ich werde nicht so ein Mensch werden, wie mein Vater einer war. Einige Veteranen der Spina di Rosula meinen, dass ich ihm immer ähnlicher werde, aber ich denke, dass die Veränderung, auf die sie sich beziehen, eher oberflächlich ist und aus der einfachen Tatsache resultiert, dass es für manche Probleme nur ganz bestimmte Lösungen gibt. Die Spina di Rosula hat sich seit den Tagen meines Vaters sehr verändert und ich möchte die Präsidentin einer neuen Spina di Rosula von heute sein.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Nach Abschluss von „Gemeinsam den Gezeiten trotzen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14017
					]
				}
			]
		},
		{
			"voicelineId": 91035,
			"title": "Ich will mehr über Navia erfahren V",
			"voicelineType": "5005",
			"description": "Ich glaube auch nicht, dass ich mal wie meine Mutter werde. Die Leute sagen, ich hätte eine ähnliche Persönlichkeit, und ich kann die Gründe für ihre Entscheidungen damals irgendwie verstehen, aber trotzdem ...\nHm, ich habe plötzlich das Bedürfnis, eine Reise mit der Clémentine-Linie zu machen. Würdest du mit mir kommen? Ich denke an kein bestimmtes Ziel, aber ... vielleicht könnten wir danach einen Spaziergang durch die Stadt machen?",
			"voicefile": "VO_friendship/VO_navia/vo_navia_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Gemeinsam den Gezeiten trotzen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14017
					]
				}
			]
		},
		{
			"voicelineId": 91036,
			"title": "Navias Hobbys ...",
			"voicelineType": "6001",
			"description": "Ich backe schon gern, seit ich ein Kind war. Findest du nicht auch, dass es wundervoll ist? Man wirft einen Haufen wahlloser Zutaten in der richtigen Menge zusammen, schiebt die Mischung in den Ofen und sieht dann zu, wie sie sich langsam aufbläht und in eine köstliche Leckerei verwandelt ...\nHe, hast du Lust, irgendwann mal zusammen Pfefferkuchen zu backen? Wir können daraus einen lustigen kleinen Wettbewerb machen. Mal sehen, wer das größte und schönste Pfefferkuchenhaus bauen kann!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_pref_hobby"
		},
		{
			"voicelineId": 91037,
			"title": "Navias Sorgen ...",
			"voicelineType": "6012",
			"description": "Das Aufräumen nach dem Backen eines Kuchens ist ein Albtraum. Das Mehl landet überall und die Reste von Eiweiß und Sahne werden ganz klebrig und eklig ... Ich werde, ähm ... Ich werde mir einfach einen Helfer suchen!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_dialog_annoyed_01"
		},
		{
			"voicelineId": 91038,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Ich probiere gern neue Dinge aus, weil das Überraschungen bringt. Aber bevor du meinen Geschmackssinn infrage stellst, lass mich eins klarstellen: Nur weil ich die Neuartigkeit eines Gerichts zu schätzen weiß, heißt das nicht, dass ich behaupte, es schmeckt super.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_pref_foodLike"
		},
		{
			"voicelineId": 91039,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich mag keine Reste, die zu lange liegen geblieben sind. Es ist für mich eine Schandtat, das arme Essen zu vernachlässigen, wenn es noch frisch ist, und es dann zu essen, wenn es schon alt geworden ist ...",
			"voicefile": "VO_friendship/VO_navia/vo_navia_pref_foodDislike"
		},
		{
			"voicelineId": 91040,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Deine Kochkunst ist unglaublich! Wenn wir das nächste Mal zusammen losziehen, sollte ich wohl die Zutaten und das Kochgeschirr mitnehmen und dich {F#die Chefköchin}{M#den Chefkoch} spielen lassen.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_spice_pref_01"
		},
		{
			"voicelineId": 91041,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Nicht schlecht! Nächstes Mal kochst du das Essen und ich arrangiere es auf dem Teller. Dann wird es so gut aussehen, wie es schmeckt.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_spice_normal_01"
		},
		{
			"voicelineId": 91042,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Lass dich nicht entmutigen! Die Welt braucht Menschen, die sich nicht scheuen, innovativ zu sein.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_spice_dislike_01"
		},
		{
			"voicelineId": 91043,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Glaubst du, dass Wünsche in Erfüllung gehen können? Du weißt schon, wenn man eine Münze in einen Brunnen wirft, um sich Glück zu wünschen. Solange du genug Münzen hineinwirfst, wird einer deiner Wünsche sicher in Erfüllung gehen, oder?\nWie auch immer, heute ist dein Geburtstag, also überlasse ich nichts dem Zufall. Ich habe eine ganze Tasche Mora hier, um deinen Geburtstagswunsch wahr werden zu lassen. Was auch immer du dir wünschst, ich werde alles in meiner Macht Stehende tun, um es wahr werden zu lassen!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 91044,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Das fühlt sich an wie ... ein Käsekuchen mit Zitronengeschmack!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 91045,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Wenn die Sahne auf meiner Zunge schmilzt, vergeht all mein Stress.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 91046,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Kennst du diese Schokoladenbonbons in Form von Kugeln? Sie sind so süß, dass sie dem Körper einen sofortigen Energieschub liefern. So fühlt sich das hier auch an!",
			"voicefile": "VO_friendship/VO_navia/vo_navia_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 91047,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Jetzt brauche ich nur noch eine schöne Kanne beruhigenden Tee mit ein wenig Milch und unsere Teegesellschaft kann endlich beginnen ... Aber ernsthaft, eine Teegesellschaft wäre keine Entschädigung für all das, was du für mich getan hast. Wenn du also jemals etwas in Fontaine brauchst, sei gewiss, dass die Spina di Rosula dir immer gern helfen wird.",
			"voicefile": "VO_friendship/VO_navia/vo_navia_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 91048,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Pass auf!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_skill1_01"
		},
		{
			"voicelineId": 91049,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Hier komm ich!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_skill1_02"
		},
		{
			"voicelineId": 91050,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Hallöchen!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_skill1_03"
		},
		{
			"voicelineId": 91051,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Vertraust wohl auf dein Glück?",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_skill1_04"
		},
		{
			"voicelineId": 91052,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Das hier ist für dich!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_skill1_05"
		},
		{
			"voicelineId": 91053,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Das nennt man wohl ... Regenschirm-Kriegsführung.",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_skill1_06"
		},
		{
			"voicelineId": 91054,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Feuer! Nur eben mit Steinen ...",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_skill3_01"
		},
		{
			"voicelineId": 91055,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Ein angemessener Abschied! Viele Grüße von der Spina!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_skill3_02"
		},
		{
			"voicelineId": 91056,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Angriff! Mhm, genauso!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_skill3_03"
		},
		{
			"voicelineId": 91057,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Wah! Eine Glücksträhne!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_chest_open_01"
		},
		{
			"voicelineId": 91058,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Schnell! Packen wir alles ein!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_chest_open_02"
		},
		{
			"voicelineId": 91059,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Diese Schatzsuche gefällt mir!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_chest_open_03"
		},
		{
			"voicelineId": 91060,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Noch ... ein bisschen durchhalten!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_life_less30_01"
		},
		{
			"voicelineId": 91061,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Ich muss meine Pflicht erfüllen!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_life_less30_02"
		},
		{
			"voicelineId": 91062,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Komm schon, Navia, konzentrier dich!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_life_less30_03"
		},
		{
			"voicelineId": 91063,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Überlass das der Präsidentin!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_life_less30_teammate_01"
		},
		{
			"voicelineId": 91064,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Verstärkung ist eingetroffen!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_life_less30_teammate_02"
		},
		{
			"voicelineId": 91065,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Und jetzt ... ab nach Hause ...",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_life_die_01"
		},
		{
			"voicelineId": 91066,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Tut mir leid, Partner ...",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_life_die_02"
		},
		{
			"voicelineId": 91067,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Nein ... Nicht auch noch ich ...",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_life_die_03"
		},
		{
			"voicelineId": 91068,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Wo liegt das Problem?",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_hit_L_02"
		},
		{
			"voicelineId": 91069,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Wo kam das denn her?",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_hit_H_01"
		},
		{
			"voicelineId": 91070,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Au ... Alles gut!",
			"voicefile": "VO_gameplay/VO_navia/vo_navia_battle_hit_H_02"
		},
		{
			"voicelineId": 91071,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Ich bin dabei.",
			"voicefile": "VO_teamJoin/vo_navia_teamJoin_01"
		},
		{
			"voicelineId": 91072,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Die Spina kümmert sich drum!",
			"voicefile": "VO_teamJoin/vo_navia_teamJoin_02"
		},
		{
			"voicelineId": 91073,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Heute zeig ich, wo’s langgeht!",
			"voicefile": "VO_teamJoin/vo_navia_teamJoin_03"
		}
	]
}