{
	"id": 10000034,
	"name": "Noelle",
	"friendLines": [
		{
			"voicelineId": 21009,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1000",
			"description": "Mein Name ist Noelle und ich bin Magd beim Ordo Favonius. Von heute an werde ich dich auf deinen Reisen begleiten. Solltest du auf irgendwelche Schwierigkeiten stoßen, werde ich mein Bestes tun, das Problem zu lösen. Ab jetzt und sofort.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_draw_appear"
		},
		{
			"voicelineId": 21010,
			"title": "Gespräch – Ein Gefallen",
			"voicelineType": "1101",
			"description": "Überlass das ganz mir! Egal was es ist, überlass es mir! Aber, was sollte ich denn genau machen? Ich hab es gar nicht richtig verstanden ...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_01"
		},
		{
			"voicelineId": 21011,
			"title": "Gespräch – Ruhe",
			"voicelineType": "1102",
			"description": "Du scheinst etwas erschöpft zu sein? Dann ruh dich direkt hier aus, ich werde dir etwas Tee zubereiten. Möchtest du viel, wenig oder gar keinen Zucker?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_02"
		},
		{
			"voicelineId": 21012,
			"title": "Gespräch – Zuverlässigkeit",
			"voicelineType": "1103",
			"description": "Wenn du mich brauchst, werde ich an deiner Seite sein.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_03"
		},
		{
			"voicelineId": 21013,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Oh nein, die ganze Kleidung ist noch auf der Leine! Darf ich bitte kurz zurück, um sie reinzuholen?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_heavyRain_01"
		},
		{
			"voicelineId": 21014,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Bitte bleib drinnen, solange der Sturm tobt. Sollte es etwas zu erledigen geben, werde ich das übernehmen.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_thunder_01"
		},
		{
			"voicelineId": 21015,
			"title": "Wie sonnig ...",
			"voicelineType": "1203",
			"description": "Was für herrliches Wetter! Warum suchen wir uns nicht einige sonnige Aktivitäten? Was sonnige Aktivitäten sind, willst du wissen? Haha, nun, alles, was dich sonnig und erhellt fühlen lässt.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_sunny_01"
		},
		{
			"voicelineId": 21016,
			"title": "Wenn es windig ist ...",
			"voicelineType": "1204",
			"description": "Hast du das gehört? Das war die Stimme des Gottes des Windes. Immer dann, wenn ich etwas aufgewühlt bin, beruhigt mich der Klang seiner Stimme wieder.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_breezy_01"
		},
		{
			"voicelineId": 21017,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Guten Morgen! Das Frühstück ist bereits serviert. Ich werde genau hier an deiner Seite stehen. Sollte etwas nicht zu deiner Zufriedenheit sein, lass es mich sofort wissen.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingMorning"
		},
		{
			"voicelineId": 21018,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Möchtest du eine kleine Teepause einlegen? Einen kurzen Moment bitte, ich bereite den Tee sofort vor. Des Weiteren mache ich sehr fluffige Eierkuchen, meine Spezialität, bitte probier doch einen.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNoon"
		},
		{
			"voicelineId": 21019,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Abends haben die meisten Leute Zeit und ruhen sich aus, aber das ist die Zeit, zu der ich am meisten zu tun habe. Wo sind Ambers Haargummis jetzt schon wieder hin, wie viele neue Augenklappen hat Kaeya heute gekauft? Es ist nicht leicht, da den Überblick zu behalten, aber es sind die Aufgaben einer Magd.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNight"
		},
		{
			"voicelineId": 21020,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Bitte ruh dich etwas aus, du musst erschöpft sein vom heutigen Tag. Ich muss zurück zum Ritterorden. Natürlich ist das kein Problem für mich, ich kann warten, bis du eingeschlafen bist, aber du machst doch hoffentlich keine Späße mit mir, oder?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNight2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21021,
			"title": "Über Noelle – Selbstbeherrschung",
			"voicelineType": "2001",
			"description": "Meine Arbeit ist jeden Tag die gleiche, nichts im Vergleich zu dem, was ein echter Ritter so tut. Jedoch ist dies alles Teil meines Trainings und meiner Ausbildung und wenn es mir hilft, meinem Traum näher zu kommen, dann werde ich alles tun, was ich kann.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_idle"
		},
		{
			"voicelineId": 21022,
			"title": "Über Noelle – Uneinigkeit",
			"voicelineType": "2002",
			"description": "Im Streitfall kann ich mich oft schlecht erklären und das verärgert die meisten Leute dann noch mehr, weil sie es nicht verstehen. Also versuche ich erstmal auf meine eigene Art weiter zu machen, aber dann nennen mich die Leute stur ... Ich will einfach nur Resultate sprechen lassen, anstatt zu diskutieren und das nennt man dann stur?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_idle2"
		},
		{
			"voicelineId": 21023,
			"title": "Über uns – Identität",
			"voicelineType": "2003",
			"description": "Meine Hingabe ist aus freien Stücken und eine Magd hat meiner Meinung nach die größten Freiheiten. Ich bin unter anderem Köchin, Gärtnerin, Kriegerin, Kundschafterin und was immer du brauchst, all das kann ich sein und noch viel mehr!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close"
		},
		{
			"voicelineId": 21024,
			"title": "Über uns – Mahnung",
			"voicelineType": "2004",
			"description": "Egal wie viel du um die Ohren hast und du es nicht schaffst, drei Mahlzeiten am Tag zu dir zu nehmen, iss niemals etwas, von dem du nicht weißt, woher es kam. Außerdem solltest du immer eine ausgewogene Balance zwischen Fleisch und Gemüse einhalten. Nach dem Essen solltest du auch nicht sofort eiskalte Getränke zu dir nehmen, das reizt den Magen. Ich hoffe nur, dass du nicht denkst, das ist alles viel zu anstrengend, ich vertraue auf Noelle, oder? Solltest du aber wirklich so denken, na gut, dann werde ich darauf achten.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21025,
			"title": "Über uns – Willkommen",
			"voicelineType": "2005",
			"description": "Ich habe gehört, dass du bereits zum Ehrenritter des Ordo Favonius ernannt wurdest, da bin sogar ich ganz neidisch ... Also bist du jetzt sogar mir höher gestellt. Du hattest auch noch gar keine Willkommensparty! Ich werde alles vorbereiten!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Für ein Morgen ohne Tränen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 21026,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Um ehrlich zu sein, bin ich etwas enttäuscht ... Zwar beweist dieses Göttliche Auge, dass die Götter mich anerkennen, aber wieso ist es ein Auge mit Geo- und nicht Anemo-Kraft? Ich finde, für einen Ritter des Ordo Favonius ist Anemo die passendste Kraft ...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21027,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Ich mag den Geruch von Wein eigentlich sehr gerne, es ist nur schade, dass ich noch nicht volljährig bin und trinken darf. Es hat bereits Momente gegeben, in denen ich die Gelegenheit zum Trinken gehabt hätte und niemand hätte je davon erfahren ... aber, ich bin stark geblieben. Ich stelle mir den ersten Schluck Alkohol als sehr magisch vor, daher werde ich noch warten, bis ich alt genug bin.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_share"
		},
		{
			"voicelineId": 21028,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Mägde sind verpflichtet, alles geheim zu halten, daher ist meine Lieblingsblume die Rose. In Mondstadt steht die Rose für das Sprichwort „Meine Lippen sind versiegelt, wie eine verkorkte Weinflasche.“ Dieses Sprichwort erinnert mich an ... Was? Rosen gelten als Symbol der Liebe in deiner Heimat? Ich ... Ich hatte ja keine Ahnung, dass Rosen auch noch solch eine Bedeutung haben.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_gift"
		},
		{
			"voicelineId": 21029,
			"title": "Über Amber ...",
			"voicelineType": "4001",
			"description": "Amber ist mein absolutes Vorbild. Sie ist ein Ritter nach Vorschrift und gleichzeitig ein sehr netter Mensch. Sie hat mir auch beigebracht, wie man einen Graf von Hoppel herstellt. Ich trage ihn immer bei mir als Glücksbringer.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21030,
			"title": "Über Klee ...",
			"voicelineType": "4002",
			"description": "Was ich immer wissen wollte, war, wie sie es geschafft hat, so jung bereits ein Ritter zu werden. Einmal habe ich sie sogar nach Tips und Anregungen gefragt, aber ich hatte noch nicht ganz zu Ende gesprochen, da nahm sie mich schon an die Hand und wir gingen raus, um mit Bomben zu spielen. Erst dachte ich noch, es wäre eine Art Training, aber dann hat uns Jean geschnappt und wir kriegten beide Hausarrest ...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21031,
			"title": "Über Jean ...",
			"voicelineType": "4003",
			"description": "Meister Jean, sie ist wirklich mein Vorbild, sowohl in Bezug auf Können als auch Hingabe. Sie hat die gleichen Anforderungen an sich und andere. Sollte sie also eines Tages meinem Rittertum zustimmen, wäre das die größte Anerkennung für mich. Bis es so weit ist, darf ich mich nicht ausruhen!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21032,
			"title": "Über Varka ...",
			"voicelineType": "4004",
			"description": "Ursprünglich wollte ich ihn auf seiner Expedition begleiten und meine Pflicht als Magd erfüllen. Aber der Großmeister lehnte meinen Vorschlag ab und sagte, er wäre beruhigter, wenn ich in Mondstadt bleiben würde, um mich hier um alles zu kümmern. Ich freue mich sehr, dass der Großmeister mir eine so große Verantwortung übergeben hat. Zwar hat er dies wohl zu einigen Leuten gesagt, jedoch schmälert das nicht die Tatsache, dass er mich auch erwähnt hat.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21033,
			"title": "Über Kaeya ...",
			"voicelineType": "4005",
			"description": "Er ist ein bisschen mysteriös, er kommt und geht wie der Wind und ist jeden Tag mit wichtigen Aufgaben unterwegs. Kleinere Aufgaben teilt er mir sogar oft zu, was mich sehr ehrt, so als wäre ich bereits ein Junior-Mitglied. Was meinst du, nur ein Laufbursche? Nein, nein, also ja, auch wenn ich viel laufe, ich mache das alles sehr gerne!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21034,
			"title": "Über Bennett ...",
			"voicelineType": "4006",
			"description": "Er hat mich schon mehrfach eingeladen, der Abenteurergilde beizutreten, dass die Gilde besser für mich wäre, als der Ritterorden. Zwar kann ich ihm helfen, auf seine Väter aufzupassen, muss ich dennoch passen, denn der Ritterorden hat eine besondere Bedeutung in meinem Herzen, also kann ich seine Einladung nicht annehmen.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_bennett_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21035,
			"title": "Über Fischl – Zwischenmahlzeit",
			"voicelineType": "4008",
			"description": "Sie scheint aus einer anderen Welt gekommen zu sein, aber ich bin da auch nicht ganz sicher ... Was ich jedoch mit Sicherheit sagen kann, sie liebt unsere Bibliothek, man kann sie jeden Tag dort antreffen. Ab und zu bringe ich ihr ein paar Snacks und etwas zu trinken. Dann dankt sie mir jedes Mal sehr gehoben, fast schon zu gehoben und sagt etwas, das ich nicht ganz verstehen kann ...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_fischl_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21036,
			"title": "Über Fischl – Herkunft",
			"voicelineType": "4007",
			"description": "Als ich einmal in der Bibliothek aufgeräumt hatte, fiel mir ein Buch mit dem Titel „Die Nacht der Prinzessin Fischl“ in die Hände. Zuerst dachte ich noch, es wäre nur ein Fantasie-Roman, doch wer hätte es gedacht, der Hauptcharakter existiert wirklich! Sie muss wirklich was Besonderes sein, wenn sie sogar eine Biografie hat.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_fischl_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21037,
			"title": "Über Barbara ...",
			"voicelineType": "4009",
			"description": "Wir trinken oft Tee zusammen und manchmal summt sie mir sogar eine Melodie vor und sagt dann, dass sie eine neue Inspiration gefunden hat. Ich kann keinen professionellen Ratschlag geben, wenn es um Musik geht, aber ich bin einfach nur glücklich, wenn ich Zeit mit Barbara verbringen kann!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_barbara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21038,
			"title": "Ich will mehr über Noelle erfahren I",
			"voicelineType": "5001",
			"description": "Brauchst du meine Hilfe? Oh, du möchtest nur etwas plaudern? Gern, wenn ich dir so behilflich sein kann, dann können wir uns so lange unterhalten, wie du möchtest.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_01"
		},
		{
			"voicelineId": 21039,
			"title": "Ich will mehr über Noelle erfahren II",
			"voicelineType": "5002",
			"description": "Das macht nichts, ich kann alles tun, du musst nicht viel über meine Gefühle nachdenken. Wie? So wäre ich bloß ein Werkzeug und keine Magd? Nun, Werkzeuge können eine ganze Reihe von Dingen, aber sie fühlen nichts. Ich hingegen fühle mich gut, wenn ich etwas getan habe und dir helfen konnte.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 21040,
			"title": "Ich will mehr über Noelle erfahren III",
			"voicelineType": "5003",
			"description": "Sind, sind diese Süßigkeiten etwa für mich? Nein, nein, nein, das kann ich doch nicht annehmen! Dann muss ich dir auch etwas als Gegenleistung schenken. Warte ein bisschen, eine halbe Stunde ... höchstens eine Stunde, dann müsste ich fertig sein. Du kannst dich erst mit was anderem beschäftigen oder ausruhen, meine Leckereien werden schon ganz bald vor deiner Nase stehen!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21041,
			"title": "Ich will mehr über Noelle erfahren IV",
			"voicelineType": "5004",
			"description": "Ich bin den ganzen Tag mit kleinen Aufgaben beschäftigt, aber solange diese Aufgaben dir bei deinem Abenteuer helfen, bin ich glücklich. Dein Dank gibt mir das Gefühl, wichtig zu sein und dass meine Arbeit einen Wert hat.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 21042,
			"title": "Ich will mehr über Noelle erfahren V",
			"voicelineType": "5005",
			"description": "Auch wenn ich hauptsächlich für den Ritterorden als Magd arbeite, suche ich immer nach Gelegenheiten, wie ich anderen Leuten auch helfen kann. In der letzten Zeit jedoch habe ich soviel Zeit mit dir verbracht ... Ist das nicht zu selbstsüchtig von mir?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21043,
			"title": "Noelles Hobbys ...",
			"voicelineType": "6001",
			"description": "Meine Hobbys? Am liebsten wasche ich alle möglichen Dinge, die Wäsche, schrubbe den Boden, putze die Fenster ... Wenn ich sehe, wie etwas dreckiges sauber wird, dann habe ich ein unglaubliches Erfolgsgefühl ... Was? Was ich gerne tue, wenn ich mich ausruhe und nicht arbeite? Mal überlegen, hmm, da muss ich dir die gleiche Antwort geben!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_hobby"
		},
		{
			"voicelineId": 21044,
			"title": "Noelles Sorgen ...",
			"voicelineType": "6002",
			"description": "Wie man am meisten aus dem Budget rausholt und dennoch die besten Sachen kauft? Ich bin dafür einmal nach Liyue gereist, um die Preise aller Läden zu vergleichen, habe mich dann mit allen erworbenen Sachen auf den Rückweg gemacht, aber es hat einfach viel zu viel Zeit in Anspruch genommen ... Es hat sogar so lange gedauert, dass Jean schon angenommen hat, ich wäre unterwegs von Sturmschrecken aufgefressen worden ...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_annoyed"
		},
		{
			"voicelineId": 21045,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Natürlich ist es „Sättigender Salat“. Mondstadts beste, frische Zutaten, alle zusammen auf einer Platte. Gesund mit wenig Kalorien und hohem Vitamingehalt. Ich kann davon nie genug bekommen, so lecker! Ich esse ihn seit bereits zehn Jahren.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_foodLike"
		},
		{
			"voicelineId": 21046,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich bin kein wählerischer Esser! Aber ich mag keine Buffets ... Als Magd bin ich für das gesamte Essen verantwortlich und muss daher alles vorab probieren. Bei einem Buffet kannst du dir vorstellen, da kommt einiges zusammen ...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_foodDislike"
		},
		{
			"voicelineId": 21075,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Die Fähigkeit, gewöhnliche Gerichte so gut schmecken zu lassen ... Meine Bewunderung für dich ist gerade noch ein bisschen größer geworden!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_pref_01"
		},
		{
			"voicelineId": 21076,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Was für ein großartiger Geschmack. Ich muss auch von dir lernen! Es ist die Pflicht einer Magd ...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_normal_01"
		},
		{
			"voicelineId": 21077,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Die Kalorien ... Wäre das nicht mehr als ein ganzer Tagesbedarf ...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_dislike_01"
		},
		{
			"voicelineId": 21047,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Jeden Tag bist du so beschäftigt mit Abenteuern und so, kriegst du eigentlich alle deine Nebensächlichkeiten erledigt? Nun, zumindest heute brauchst du dich darum nicht zu sorgen, denn heute bin ich deine persönliche Magd, überlass alles mir! Und natürlich, alles Liebe und Gute zum Geburtstag wünsche ich dir!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 21048,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Ist das etwa ... neugewonnene Kraft? Ich danke dir, jetzt kann ich noch mehr Menschen helfen.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 21049,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Ich darf mich nicht ausruhen, ich muss meinen Einsatz noch verdoppeln, bis ich es zum Ritter schaffe.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 21050,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Ich danke dir dafür, dass ich dich auf deinen Reisen begleiten durfte. Ich habe so viel von dir gelernt und bin viel stärker als jemals zuvor geworden. Als Magd ist es normalerweise meine Aufgabe, etwas für dich zu tun, aber letztendlich hast du so viel mehr für mich getan.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21051,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Jeder in Mondstadt sagt, dass ich jetzt viel verlässlicher geworden bin, manche sagen sogar, dass ich vielleicht wirklich bald ein Ritter werde. Was, du denkst genauso? Oh, danke, das ist wirklich lieb von dir. Dieses Kompliment aus deinem Munde bedeutet mir mehr als alles andere!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 21052,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Wie der Fels in der Brandung.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_01"
		},
		{
			"voicelineId": 21053,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Ich darf nichts unversucht lassen.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_02"
		},
		{
			"voicelineId": 21054,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Überlasse das alles mir.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_03"
		},
		{
			"voicelineId": 21055,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Zeit zum Aufräumen.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_01"
		},
		{
			"voicelineId": 21056,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Wie es sich für einen guten Ritter gehört.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_02"
		},
		{
			"voicelineId": 21057,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Wie es eine pflichtbewusste Magd tun würde.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_03"
		},
		{
			"voicelineId": 21058,
			"title": "Rennen – Start I",
			"voicelineType": "700001",
			"description": "Ich kanns noch einholen.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_explore_sprint_start_01"
		},
		{
			"voicelineId": 21059,
			"title": "Rennen – Start II",
			"voicelineType": "700002",
			"description": "Jemand braucht meine Hilfe.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_explore_sprint_start_02"
		},
		{
			"voicelineId": 21060,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Ein Tag der Zufriedenheit.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_01"
		},
		{
			"voicelineId": 21061,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Wunderbar ...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_02"
		},
		{
			"voicelineId": 21062,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Ein bisschen staubig ... Mach am besten einen Frühjahrsputz!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_03"
		},
		{
			"voicelineId": 21063,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Nur leichte Kratzer.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_01"
		},
		{
			"voicelineId": 21064,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Das muss in die Wäsche ...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_02"
		},
		{
			"voicelineId": 21065,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Ich gebe nicht auf!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_03"
		},
		{
			"voicelineId": 21066,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Lass mich um deine Wunde kümmern!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_teammate_01"
		},
		{
			"voicelineId": 21067,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Überlass es mir! Ich bin jetzt dran!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_teammate_02"
		},
		{
			"voicelineId": 21068,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Ich bin eine Schande ... für die Ritterschaft.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_01"
		},
		{
			"voicelineId": 21069,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Aber sie brauchen mich noch ...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_02"
		},
		{
			"voicelineId": 21070,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Es war mir eine Ehre, dir zu dienen ...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_03"
		},
		{
			"voicelineId": 21071,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Huch, das war nicht angebracht ...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_hit_H_02"
		},
		{
			"voicelineId": 21072,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Ich bin froh!",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_01"
		},
		{
			"voicelineId": 21073,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Ich werde dich beschützen!",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_02"
		},
		{
			"voicelineId": 21074,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Wie du wünschst.",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_03"
		}
	]
}