{
	"id": 10000105,
	"name": "Ororon",
	"friendLines": [
		{
			"voicelineId": 105000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Oh, hallo. Ich bin Ororon von den Meistern des Nachtwinds. Möchtest du ein bisschen Gemüse?\nKeine Sorge, ich will dir nichts verkaufen, und verlange auch keine Gegenleistung. Ich hab wirklich keinen Hintergedanken, will dir nichts andrehen. Ich bin einfach nur neugierig zu sehen, was aus jedem einzelnen Samen heranwächst, deswegen habe ich so viel Gemüse. Aber solange es im Bauch von jemandem landet, der es genießen kann, bin ich glücklich.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_draw_appear_01"
		},
		{
			"voicelineId": 105001,
			"title": "Gespräch – Spinner",
			"voicelineType": "1101",
			"description": "Wer hat dir gesagt, dass die Meister des Nachtwinds ein Stamm der Spinner sind? Wen gibt es denn da noch? Ich dachte, ich wäre der einzige.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_character_idle_01"
		},
		{
			"voicelineId": 105002,
			"title": "Gespräch – Ziel",
			"voicelineType": "1102",
			"description": "Ein Lieblingstier zu haben, oder auch ein Lieblingsgemüse, ein Lieblingsobst vielleicht – all das kann uns helfen herauszufinden, welcher Typ Mensch wir werden wollen.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_character_idle_02"
		},
		{
			"voicelineId": 105003,
			"title": "Gespräch – Rauch",
			"voicelineType": "1103",
			"description": "Nicht jeder verschleierte Pfad ist dazu bestimmt, beschritten zu werden. Gehst du mit blindem Ehrgeiz voran, könnte dich der Rauch auch ersticken.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_character_idle_03"
		},
		{
			"voicelineId": 105004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Wenn ich renne, wird meine Kleidung schlammig. Und wenn ich fliege ... dann wird mein Umhang vom Regen ganz schwer. Lieber stelle ich mich irgendwo unter.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_weather_heavyRain_01"
		},
		{
			"voicelineId": 105005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Blitze erinnern mich an Schlangen. Ich frage mich, ob die Leute ihre Form und Erscheinung zum Vorhersagen der Zukunft nutzen ... Wobei das wahrscheinlich etwas gefährlich wäre.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_weather_thunder_01"
		},
		{
			"voicelineId": 105006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "... Unter dem Schnee liegt etwas begraben. Vorsichtig jetzt – wir wollen sie doch nicht aufwecken.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_weather_snowy_01"
		},
		{
			"voicelineId": 105007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Die Sonne ist die ewige Flamme und die Menschen Natlans schrecken nie davor zurück, sich ihrem Blick direkt zu stellen. Eine Sonnenbrille ist aber natürlich immer eine Option, wenn es nicht mehr auszuhalten ist.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_weather_sunny_01"
		},
		{
			"voicelineId": 105008,
			"title": "In der Wüste ...",
			"voicelineType": "1205",
			"description": "Kann auch nur irgendetwas ... hier wachsen? Vielleicht sollten wir besser gehen.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_weather_desert_01"
		},
		{
			"voicelineId": 105009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Tut mir leid. Ich habe zwar die Augen geöffnet, bin aber noch ziemlich verschlafen ... Können wir später reden?",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_greetingMorning"
		},
		{
			"voicelineId": 105010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Mein Bauch sagt, dass es Mittagszeit ist, aber was soll ich bloß essen ... Wahrscheinlich ist mein Gehirn noch nicht ganz wach.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_greetingNoon"
		},
		{
			"voicelineId": 105011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Ein Sprudelkaffee mit Saurierklauen-Sukkulenten-Geschmack wäre jetzt genau das Richtige. Für mich gerne schwarz ... Wie bitte? Man sollte Kaffee nur am Morgen trinken? Wenn das so ist ... Guten Morgen.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_greetingNight"
		},
		{
			"voicelineId": 105012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Zu dieser späten Stunde ist mein Gehirn immer hellwach, also ruh du dich nur aus. Früher wollte ich mich immer zum Schlafen zwingen, aber das habe ich schon lange aufgegeben. Ich glaube, ich schnapp mir einfach das Nachtlicht und seh mal nach den Rettichen.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_greetingNight2"
		},
		{
			"voicelineId": 105013,
			"title": "Über Ororon – Kommunikation",
			"voicelineType": "2001",
			"description": "Ich weiß, dass ich manchmal schwer verständliche Dinge von mir gebe. Also frag mich ruhig, falls du mal nicht wissen solltest, was ich meine. Mir macht das nichts aus.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_idle"
		},
		{
			"voicelineId": 105014,
			"title": "Über Ororon – Ungelöstes Mysterium",
			"voicelineType": "2005",
			"description": "Ich weiß nicht, woher ich komme, aber das kümmert mich nicht allzu sehr ... Ich möchte lieber wissen, wohin ich gehen soll.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 105015,
			"title": "Über uns – Entschuldigung",
			"voicelineType": "2003",
			"description": "Es tut mir leid ... Nein, es tut mir mehr als leid. Ich weiß, dass es wohl nicht den besten Eindruck hinterlassen hat, dich gleich zu Beginn anzulügen. Die Gründe dafür habe ich dir schon erklärt, und ich verspreche, dass das die Wahrheit ist. Aber es macht nichts, wenn du meine Entschuldigung nicht annehmen möchtest. Sollte das der Fall sein, dann geh ich dir am besten aus dem Weg.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_close",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 105016,
			"title": "Über uns – Kleines Dankeschön",
			"voicelineType": "2002",
			"description": "Hier, eine vier Uhr morgens gepflückte Saurierklauen-Sukkulente, dann eine Quenepa-Beere größer als mein Kopf sowie ein Topf des süßesten Honigs von letzter Woche ... Ach genau! Und noch ein Gutschein für einen kostenlosen Termin bei Cacucu.\nHm? Warum schaust du so verdutzt? Das ist als kleines Dankeschön für deine ganze Hilfe gedacht. Ich war nicht sicher, ob du überhaupt irgendetwas brauchst, deswegen habe ich einfach Geschenke ausgesucht, die mir auch selbst gefallen.\nWer Cacucu ist fragst du? Ein Saurier. Ich werde euch irgendwann mal einander vorstellen.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 105017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Manche sagen, dass Blitze den Pflanzen beim Wachsen helfen. Deswegen wollte ich einmal mein Göttliches Auge mitten in meinem Gemüsefeld einsetzen, aber der Weißkohl und die Tomaten waren davon gar nicht begeistert, deswegen habe ich es dann dabei bewenden lassen.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 105018,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Ein kleiner Tipp: Sei niemals die erste Person, die einen Vorschlag macht. Menschen sind da wie Früchte: Die, die als erstes reif ist, wird auch als erstes erspäht. Und Leute, die die Initiative ergreifen, ziehen am Ende normalerweise den Kürzeren.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_share_01"
		},
		{
			"voicelineId": 105019,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Gleithörnchen mögen wie stolze und unnahbare Geschöpfe wirken, wenn sie so durch die Lüfte gleiten. Tatsächlich aber sind sie viel gerissener, als es den Anschein hat. Sie schießen aus dem Nichts heran, krallen sich fest und lassen einen erst wieder los, wenn sie ein Leckerli bekommen haben ... Richtige kleine Halunken sind das.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_pref_gift_01"
		},
		{
			"voicelineId": 105020,
			"title": "Über Xilonen ...",
			"voicelineType": "4001",
			"description": "Sie scheint sich gern an hoch gelegenen Orten zu entspannen, besonders in Bäumen. Meiner Erfahrung nach ist es entspannender, kopfüber von einem Ast zu hängen, als auf ihm zu liegen. Vielleicht sollte ich ihr das auch mal sagen ... Aber warum denn nicht? Brauchen wir nicht alle dann und wann einen Perspektivenwechsel? Und gilt das nicht noch mehr für eine Erfinderin wie Xilonen?",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 105021,
			"title": "Über Kinich ...",
			"voicelineType": "4002",
			"description": "Ajaw ist interessanter Fall. Er ist alt, aber auch jung ... Und Kinich ist das genaue Gegenteil – jung, aber auch alt. Du verstehst mich doch, oder?",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 105022,
			"title": "Über Chasca ...",
			"voicelineType": "4003",
			"description": "Chasca ist nicht ohne Grund so berühmt, denn sie ist eine hervorragende Mediatorin. Wenn sie auftaucht, dann ist Schluss mit allen Streitigkeiten und die Leute schütteln sich die Hände, als wären sie beste Freunde. Ihre Methoden sind wohl ziemlich überzeugend – „Bewaffnete Abschreckung“ nennt man sie auch ... Kein schlechter Name.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 105023,
			"title": "Über Ifa ...",
			"voicelineType": "4004",
			"description": "Ifa mag zwar oft mit seinen Patienten schimpfen, aber er hat eigentlich ein fantastisches Verhältnis zu den Sauriern. Wann immer er Zeit findet, spielt er vor der Klinik auf seiner Gitarre, und dann versammeln sich ein paar Saurier um ihn und singen mit.\nWobei es sich eher um einfache Geräusche handelt, als echten Gesang. Wenn ich der Nähe bin, mach ich auch immer gerne mal mit ... Also bei den Sauriern, versteht sich.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 105024,
			"title": "Über Citlali ...",
			"voicelineType": "4005",
			"description": "Oma ist eigentlich ziemlich direkt. Sie trägt ihr Herz auf der Zunge, weißt du? Es fällt ihr schwer, ihre Gefühle zu verbergen. Ihr zwei seid im selben Alter, richtig? Oder ... bist du sogar älter?\nVerzeihung, sowas fragt man ja nicht, das war unhöflich von mir ... Aber falls es wirklich so ist, könntest du ja etwas Zeit mit ihr verbringen. Oma hat wahrscheinlich genug davon, ständig von jüngeren Leuten umgeben zu sein. Es würde sie also sehr freuen, dich zu sehen.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 105025,
			"title": "Über Iansan ...",
			"voicelineType": "4006",
			"description": "Iansan ist eine berühmte Sporttrainerin und, nun ja ... Ich kann nur sagen, dass ich wirklich froh bin, dass der Pyro-Archon sie nicht auf mich angesetzt hat. Was die Größe angeht, bin ich vielleicht im Vorteil, aber ich bin mir sehr sicher, dass viel schneller rennt sie als ich ... Oh, der Trick mit der Rauchwolke? Hehe, je öfter man ihn einsetzt, umso vorhersehbarer wird er für die Leute.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 105026,
			"title": "Über Mavuika ...",
			"voicelineType": "4007",
			"description": "Ich kannte den Pyro-Archon vorher nicht wirklich.\nAlso, ich hatte von ihr gehört, aber ich kannte sie noch nicht in dem Sinne, dass ich ihr schon einmal gegenüber stand, verstehst du? Sie war für mich immer wie ein Totem mit dem Wort „Stärke“ eingraviert. Ein Symbol der absoluten Macht und Kontrolle. Aber weiter als das reichte mein Wissen über sie nie, weswegen mir irgendwann Zweifel kamen.\nJetzt, da ich sie besser kenne, verspüre ich Dankbarkeit, aber schäme mich gleichzeitig auch ein bisschen ... Sie scheint sich ihrer Bestimmung so sicher zu sein. In ihr brennt ein Feuer und sie kennt auch den Grund dafür genau, sodass sie die Flammen nie erlöschen lassen wird. Ich möchte ... Ich wäre gern jemand, der Natlan helfen kann.\nWie dem auch sei, und, na ja ... Mir ist auch aufgefallen, dass sie beim letzten Bankett ganz schön viel grünblättriges Gemüse verputzt hat. Als ich sie darauf ansprach, meinte sie, dass ihr eine ausgewogene Ernährung wichtig sei. Das hat mich irgendwie überrascht. Wahrscheinlich achtet sie weitaus mehr auf die kleinen Dinge, als ich erwartet habe.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 105027,
			"title": "Über „Capitano“ ...",
			"voicelineType": "4008",
			"description": "Die Begegnung mit Capitano war für mich eine seltsame und unerwartete Wendung des Schicksals.\nMein Stamm ist dafür bekannt, dass wir die Zukunft vorhersagen können, aber ich hätte nie erwartet, dass sich die Dinge so kompliziert entwickeln würden. Geht es dabei, wenn man anderen hilft, wirklich darum, Gefallen auszutauschen, bis man quitt ist? Wenn ja, warum fühle ich mich dann immer noch so sehr in seiner Schuld und so dankbar für alles, was er für mich getan hat?\nOder ... vielleicht mache ich mir einfach zu viele Gedanken. Egal, was in der Vergangenheit passiert ist, er hat geholfen, Natlans Fluss der Elemente vor der Gefahr zu retten. Er ist ein Held, der Respekt verdient, und ich werde ihn immer in Erinnerung behalten.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_teammate_capitano_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Glühende Ode der Auferstehung“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 105028,
			"title": "Ich will mehr über Ororon erfahren I",
			"voicelineType": "5001",
			"description": "Hallo. Ein Handschlag soll es sein? In Natlan begrüßen wir uns für gewöhnlich weniger formell, aber ... Gut, lass uns die Hände schütteln. In Zukunft kannst du mir einfach schon aus der Ferne zurufen. Ich habe gute Ohren, werde dich also nicht überhören.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_friendship_01"
		},
		{
			"voicelineId": 105029,
			"title": "Ich will mehr über Ororon erfahren II",
			"voicelineType": "5002",
			"description": "Du scheinst immer so viel zu tun zu haben. Ich wäre gern so wie du – die Person, die immer beschäftigt ist. Andererseits mach ich manchmal auch gern einfach nichts. In dieser Beziehung schwanke ich ständig hin und her. Das nervt mich, aber ich kann auch nichts dagegen tun.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 105030,
			"title": "Ich will mehr über Ororon erfahren III",
			"voicelineType": "5003",
			"description": "In Natlan wird es tagsüber wirklich sehr heiß. Deswegen gehe ich, sofern möglich, nur nachts vor die Tür. Das Mondlicht lässt die Wasseroberfläche glitzern, ist dir das schon aufgefallen? Wobei es in der Nacht auch pechschwarz ist, das Wasser. Da hat man keine Chance festzustellen, ob es nun sauber ist oder nicht. Daher würde ich den Kontakt mit der Haut vermeiden.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 105031,
			"title": "Ich will mehr über Ororon erfahren IV",
			"voicelineType": "5004",
			"description": "Was Seelen angeht, so bin ich sensibler als die meisten Menschen. Ich wurde einfach so geboren, deswegen ist es etwas schwierig zu beschreiben ... Menschenseelen sind wie eine unlesbare Masse an Energie. Stell dir einfach einen Haufen Sauriermäusespeck in allen möglichen Formen vor ... Eine Seele ist im Grunde genommen genau das. Deine Seele ist warm, als wäre sie über einem leuchtenden Feuer leicht geröstet worden.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 105032,
			"title": "Ich will mehr über Ororon erfahren V",
			"voicelineType": "5005",
			"description": "Andere Leute verstehen mich nicht, und ehrlich gesagt verstehe ich mich selbst nicht einmal richtig. In mir sind so viele Zweifel, so viele unbeantwortete Fragen, und es tauchen ständig neue auf.\nAber für so etwas gibt es keine einfache Lösung ... Es muss halt einfach irgendwie weitergehen, oder nicht?",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 105033,
			"title": "Ororons Hobbys ...",
			"voicelineType": "6001",
			"description": "Ob ich noch andere Hobbys habe? Also außer dem Gärtnern und dem Beobachten von Phlogiston-Läusen? Ja, habe ich ... Natürlich. Lass mich kurz nachdenken, es fällt mir gleich ein.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_pref_hobby"
		},
		{
			"voicelineId": 105034,
			"title": "Ororons Sorgen ...",
			"voicelineType": "6012",
			"description": "Vom Träumen zur Verwirklichung dieser Träume ... ist es manchmal ein wirklich großer Schritt.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_dialog_annoyed_01"
		},
		{
			"voicelineId": 105035,
			"title": "Was er so mag ...",
			"voicelineType": "6003",
			"description": "Wann immer ich Tataco esse, lege ich noch eine extra Tortilla unter, um die ganzen Zutaten, die beim Essen herausfallen, aufzufangen. So hat man dann quasi zwei Tatacos.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_pref_foodLike"
		},
		{
			"voicelineId": 105036,
			"title": "Was er nicht mag ...",
			"voicelineType": "6004",
			"description": "Militär-Verpflegung ... besonders diese komprimierten Kekse. Sie erinnern mich irgendwie an die Seele vom Capitano ... Im Innersten gut, aber auch ein wenig hart.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_pref_foodDislike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 105037,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Oha, besser würde ich das auch nicht hinbekommen.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_spice_pref_01"
		},
		{
			"voicelineId": 105038,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Nicht zu intensiv, auch nicht zu fad ... Geschmacklich wirklich rund.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_spice_normal_01"
		},
		{
			"voicelineId": 105039,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Was ist das denn für eine fortschrittliche Technik ...? Damit kenne ich mich nicht aus.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_spice_dislike_01"
		},
		{
			"voicelineId": 105040,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "In Natlan sind wir der Überzeugung, dass der Geburtstag einer Person ihr Schicksal bestimmt. Teil man seinen Geburtstag also mit einem großen Helden, so ist man gesegnet mit dessen Schutz und charakterlichen Qualitäten.\nViele da draußen, die ihren Geburtstag mit dir teilen, wissen vermutlich gar nicht, wie viel Glück sie haben ... In diesem Sinne: Alles Gute zu deinem Geburtstag!",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 105041,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Was hast du mir da gerade gegeben? Kann ich es nochmal sehen?",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 105042,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Vielleicht sollte ich dich langsam mit „Meister“ anreden ... Danke dir, {M#Meister Opa}{F#Meister Oma}. Ich habe eine Menge von dir gelernt.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_starUp_02b",
			"voicefile_male": "VO_friendship/VO_olorun/vo_olorun_starUp_02a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 105043,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Mein Körper fühlt sich so leicht an ... als könnte ich jetzt sogar an noch höher gelegene Orte gelangen. Aber die Kontrolle zu behalten, ist nach wie vor am wichtigsten. Ich möchte mir nicht noch den Kopf stoßen.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 105044,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Ich bin noch nicht stark genug, die Grenzen des Todes auszuloten. Aber dank dir scheint das Ende nun ein klein wenig weiter weg zu sein. Keine Sorge, ich werde das nicht ausnutzen, um Unfug zu treiben. Darauf gebe ich dir mein Wort.",
			"voicefile": "VO_friendship/VO_olorun/vo_olorun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 105045,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Bloß nicht zu weit.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_battle_skill1_01"
		},
		{
			"voicelineId": 105046,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Lebewohl.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_battle_skill1_02"
		},
		{
			"voicelineId": 105047,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Sei frei!",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_battle_skill1_03"
		},
		{
			"voicelineId": 105048,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Geh, du bist nun frei.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_battle_skill3_01"
		},
		{
			"voicelineId": 105049,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Zeit zum Hallo sagen.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_battle_skill3_02"
		},
		{
			"voicelineId": 105050,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Sag mir, was du siehst.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_battle_skill3_03"
		},
		{
			"voicelineId": 105051,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Deine Leidenschaft für Schatzsuchen macht aus diesen Truhen wirklich eine bedrohte Spezies.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_chest_open_01"
		},
		{
			"voicelineId": 105052,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Am Geräusch, dass sie machen, wenn du sie anklopfst, kannst du immer erkennen, ob sie schon reif für die Ernte sind.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_chest_open_02"
		},
		{
			"voicelineId": 105053,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Obacht, manche Saurier verstecken sich gern in solchen Truhen – sind wahrscheinlich eher introvertiert.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_chest_open_03"
		},
		{
			"voicelineId": 105054,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Bitte, warte auf mich ...",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_life_less30_01"
		},
		{
			"voicelineId": 105055,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Nicht gut ...!",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_life_less30_02"
		},
		{
			"voicelineId": 105056,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Schlechtes Omen.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_life_less30_03"
		},
		{
			"voicelineId": 105057,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Soll ich einen Arzt rufen?",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_life_less30_teammate_01"
		},
		{
			"voicelineId": 105058,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Ich spring erstmal ein.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_life_less30_teammate_02"
		},
		{
			"voicelineId": 105059,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Wir sehen uns ... im Königreich der Nacht.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_life_die_01"
		},
		{
			"voicelineId": 105060,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Es wird ... dunkel.",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_life_die_02"
		},
		{
			"voicelineId": 105061,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Die Stimmen ... sie rufen mich ...",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_life_die_03"
		},
		{
			"voicelineId": 105062,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Mist, zu langsam ...",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_battle_hit_H_01"
		},
		{
			"voicelineId": 105063,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Irgendwas stimmt nicht ...",
			"voicefile": "VO_gameplay/VO_olorun/vo_olorun_battle_hit_H_02"
		},
		{
			"voicelineId": 105064,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Soll ich mitmachen?",
			"voicefile": "VO_teamJoin/vo_olorun_teamJoin_01"
		},
		{
			"voicelineId": 105065,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Wohin gehen wir?",
			"voicefile": "VO_teamJoin/vo_olorun_teamJoin_02"
		},
		{
			"voicelineId": 105066,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Was ist der Anlass?",
			"voicefile": "VO_teamJoin/vo_olorun_teamJoin_03"
		}
	]
}