{
	"id": 10000063,
	"name": "Shenhe",
	"friendLines": [
		{
			"voicelineId": 63000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1000",
			"description": "Mein Name ist Shenhe. Ich wurde mit dem Fluch des Unheils geboren und könnte den Menschen in meiner Umgebung sehr leicht Schaden zufügen. Die Adepten haben mich dazu gedrängt, meine Seele mit roten Seilen zu binden, um meine mörderische Natur in Schach zu halten. Wenn du keine Angst vor mir hegst ... Haha, sehr gut, jetzt gib mir deine Hand.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_draw_appear"
		},
		{
			"voicelineId": 63001,
			"title": "Gespräch – Zuhause",
			"voicelineType": "1101",
			"description": "Die Annahme, dass jeder Mensch einen Ort hat, den er sein Zuhause nennen kann, ist naiv. Ich habe mich schon lange daran gewöhnt, in den Bergen mit den Vögeln und Tieren zu leben.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_character_idle_01"
		},
		{
			"voicelineId": 63002,
			"title": "Gespräch – Motto",
			"voicelineType": "1102",
			"description": "Der Geist wird geläutert, die Welt wird gerettet ...",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_character_idle_02"
		},
		{
			"voicelineId": 63003,
			"title": "Gespräch – Blinde Stangewaffe",
			"voicelineType": "1103",
			"description": "Meine Stangenwaffe unterscheidet nicht zwischen Freund und Feind, und die Kraft der roten Seile hat eindeutig ihre Grenzen. Deshalb verabscheue ich Menschenmengen.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_character_idle_03"
		},
		{
			"voicelineId": 63004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "In der Welt der Sterblichen ist es in Zeiten wie diesen nicht üblich, einen ... Regenschirm zu benutzen?",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_weather_heavyRain_01"
		},
		{
			"voicelineId": 63005,
			"title": "Es hat aufgehört zu regnen ...",
			"voicelineType": "1202",
			"description": "Der Himmel hellt sich auf und meine Stimmung auch. Ich hoffe nur, dass niemand auftaucht, um mich zu stören ... Wenn doch, dann lasse ich ihn einfach verschwinden.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_weather_afterRain_01"
		},
		{
			"voicelineId": 63006,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1203",
			"description": "Bei diesem Wetter kann ich die Monster an Ort und Stelle einfrieren und die Blitze einfach den Rest erledigen lassen. Ein guter Weg, um meine Kleidung nicht schmutzig zu machen.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_weather_thunder_01"
		},
		{
			"voicelineId": 63007,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1204",
			"description": "Ja ... Das erinnert mich an meine Meisterin. Sie liebt es, auf den schnellen Winden des Qingyun-Gipfels zu reiten.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_weather_gale_01"
		},
		{
			"voicelineId": 63008,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Guten Morgen! Der Tau ist heute sehr süß, möchtest du etwas davon haben?",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_greetingMorning"
		},
		{
			"voicelineId": 63009,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Wenn du dich nach dem Mittagessen müde fühlst, solltest du versuchen zu meditieren. Das ist sehr effektiv.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_greetingNoon"
		},
		{
			"voicelineId": 63010,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Bevorzugst du das künstliche Licht der Städte und Ortschaften oder das Mondlicht in den Bergen?",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_greetingNight"
		},
		{
			"voicelineId": 63011,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Du kannst dich gern ausruhen. Ich habe einen leichten Schlaf. Wenn ich etwas in der Nähe höre, werde ich es für dich untersuchen.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_greetingNight2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63012,
			"title": "Über Shenhe – Instinkt",
			"voicelineType": "2001",
			"description": "Bei all dem Training, das ich absolviert habe, in dem ich meinen Körper und meinen Geist geschärft und die Adeptenkünste erlernt habe, habe ich mich hauptsächlich von meinen eigenen Instinkten leiten lassen. Es geht einfach um Selbsterhaltung. Ich versuche nicht, die Welt zu retten, also wenn ich etwas Böses auslösche und du davon profitierst, musst du mir nicht danken. Es ist einfach eine Macht der Gewohnheit.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_idle"
		},
		{
			"voicelineId": 63013,
			"title": "Über Shenhe – Unterschied",
			"voicelineType": "2005",
			"description": "Wenn ich Menschen freundlich behandle, nennen sie mich eine Adeptin, und wenn ich sie in ihre Schranken verweise, nennen sie mich eine Hexe. Tja ... Das Einzige, was sie mich nie sagen, ist „Mensch“. Sie scheinen sich alle einig zu sein, dass ich mich grundlegend von ihnen unterscheide.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63014,
			"title": "Über uns – Manieren",
			"voicelineType": "2003",
			"description": "Ich verlasse die Berge nur selten, deshalb wurden mir nie gute Manieren beigebracht. Wenn ein Konflikt auftaucht, kümmere ich mich einfach darum, so wie es mir in den Kram passt. Aber wenn du mit meinen Methoden nicht einverstanden bist, lass es mich bitte wissen. Auch wenn ich deine Argumente nicht ganz verstehe, werde ich mich immer nach dir richten.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_close"
		},
		{
			"voicelineId": 63015,
			"title": "Über uns – Rote Seile",
			"voicelineType": "2002",
			"description": "Meine Meisterin hat mir diese roten Seile gegeben, um meine Triebe zu zügeln. Aber während unserer gemeinsamen Reise habe ich das Gefühl, dass ich den Schlüssel zu all dem endlich begriffen habe. Irgendwie fällt es mir jetzt leichter, meine Kräfte zu kontrollieren und zu wissen, wann ich mich zurückhalten und wann ich mich entfesseln muss. Ich glaube, was mich vor mir selbst rettet, sind nicht meine roten Seile ... sondern du. Wenn du verstehst, was das für mich bedeutet, bleib bitte an meiner Seite.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Heimkehr des Kranichs mit dem Wind“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 63016,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Dieser glänzende Edelstein wird also „Göttliches Auge“ genannt? Ha ... Die Geschenke, die das Schicksal bringt, kann es auch leicht wieder wegnehmen. Wenn meine Verbindung zu diesem Göttlichen Auge eines Tages abbricht, wird das Licht in ihm erlöschen.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63017,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Böse Geister zu vertreiben, fällt mir leicht, aber meine inneren Dämonen loszuwerden ... Wenn du keinen Weg findest, loszulassen, können dich alle Adeptenkünste und mystischen Techniken der Welt nicht retten.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_share_01"
		},
		{
			"voicelineId": 63018,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Warum höre ich die Leute immer sagen: „Der erste Schnee des Jahres ist eine Augenweide“? Wir haben jeden Tag Schnee in den Bergen. Welcher davon zählt also als „erster Schnee“? Ich verstehe nicht, was sie meinen. Bitte erkläre mir das.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_pref_gift_01"
		},
		{
			"voicelineId": 63019,
			"title": "Über Ningguang ...",
			"voicelineType": "4001",
			"description": "Ich habe keine Verwendung für den Reichtum, den gewöhnliche Menschen begehren. Aber in den Händen von Ningguang wird Reichtum zu einem Mittel, um komplexe Probleme zu lösen, die keine Waffen je zu lösen vermögen. Sie versteht die ungeschriebenen Regeln der menschlichen Gesellschaft, sie weiß, was in den Herzen der Menschen vorgeht ... Die Meisterin hat mir einmal gesagt, dass nicht einmal die Adepten in der Lage sind, dies zu erreichen. Ich schätze sie und ihre Arbeit sehr.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63020,
			"title": "Über Beidou ...",
			"voicelineType": "4002",
			"description": "Ich merke, dass ich mir bei ihr keine Gedanken über die Etikette machen muss, und anders als bei anderen Menschen muss ich mich nicht auf nonverbale Hinweise verlassen, um die wahre Bedeutung dessen zu erkennen, was sie sagt. Dadurch fühle ich mich viel wohler. Das einzige Problem ist ... Nun, es sind ständig zu viele Leute um sie herum und ich habe gehört, dass es auch viele Leute auf ihrem Schiff gibt ... Du musst mit mir gehen. Nur so komme ich mit so vielen Menschen zurecht.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_beidou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63021,
			"title": "Über Yun Jin ...",
			"voicelineType": "4003",
			"description": "Yun Jins Oper ... Das nennt man „Liyue-Oper“, nicht wahr? Ich mag diese besondere Art der sozialen Interaktion. Du erfährst etwas über den Hintergrund deines Gegenübers, ohne dass du dich direkt mit ihm auseinandersetzen musst. Wenn sie deine Geschichte in eine ihrer Aufführungen aufnimmt, wird das Ergebnis sicher unglaublich sein. Ich freue mich schon darauf.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63022,
			"title": "Über Ganyu ...",
			"voicelineType": "4004",
			"description": "Ich habe viele Geschichten über sie von meiner Meisterin gehört. Sie ist wirklich ganz anders, als ich sie mir ursprünglich vorgestellt habe ... Aber keine Sorge, ich werde das für mich behalten. Apropos Ganyu, ihre Arbeit in Liyue ist unglaublich anstrengend ... Es scheint, dass diejenigen, die sich in die Welt der Sterblichen integrieren wollen, einen Preis zu zahlen haben.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63023,
			"title": "Über Chongyun ...",
			"voicelineType": "4005",
			"description": "Es fällt mir schwer zu glauben, dass ... ich noch einen lebenden Verwandten in dieser Welt habe. Wenn er Schwierigkeiten mit seiner Ausbildung hat, bin ich mehr als bereit, ihm zu helfen oder ihn aufzuklären. Allerdings wird er mich allein in den Bergen treffen müssen. Seine Familie ist zu ... reizbar. Ich weiß nicht, wie ich ihre Einladungen ablehnen soll, ohne unhöflich zu sein.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63024,
			"title": "Über Xingqiu ...",
			"voicelineType": "4006",
			"description": "Ich habe gesehen, wie er sich an dich gelehnt und dir Dinge ins Ohr geflüstert hat. Wenn er es wagt, dir zu drohen, werde ich dafür sorgen, dass er ... Hm? Du meinst, es ist nur ein Scherz unter Freunden? Wirklich ...",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63025,
			"title": "Über Zhongli ...",
			"voicelineType": "4007",
			"description": "Dieser Herr behauptet, ein Sterblicher zu sein, ist aber sehr vertraut mit meiner Meisterin, die eine Adeptin ist. Die Meisterin sagte einmal: Wenn du ihn auf einem steinernen Schemel vor meinem Wohnsitz trinken siehst, störe ihn nicht. Lasst ihn eine Weile ruhig sitzen. Und genau das habe ich getan.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63026,
			"title": "Über Baizhu ...",
			"voicelineType": "4008",
			"description": "Die Qualität seiner Heilkräuter ist so gut wie nur möglich. Und er selbst ist auch sehr gelassen und rücksichtsvoll gegenüber anderen. Im Vergleich dazu nimmt die kleine Schlange an seinem Hals überhaupt kein Blatt vor dem Mund ... Haha, keine Sorge, ich habe ihr nichts angetan. Ich werde nicht so weit gehen, mich mit einer Schlange zu streiten.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_baizhu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63027,
			"title": "Über Hu Tao ...",
			"voicelineType": "4009",
			"description": "Ich sehe sie oft in den Wäldern herumwandern und seltsame Lieder singen. Mittlerweile muss ich alle ihre Lieder schon mehrmals gehört haben. Ich habe mich an ihren Gesang gewöhnt, aber ich finde ihn immer noch seltsam. Abgesehen davon verabscheue ich ihn aber nicht.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63028,
			"title": "Über Xiao ...",
			"voicelineType": "4010",
			"description": "Mein erster Eindruck von ihm war, dass er nicht gern lächelt. Nachdem ich ihn vor Kurzem wieder getroffen habe, war er immer noch so zurückhaltend wie immer, aber ... er scheint jetzt viel entspannter zu sein. Vielleicht hat er ... jemanden Besonderen getroffen?",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Ein aufsteigender Stern“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 63072,
			"title": "Über Xianyun ...",
			"voicelineType": "4011",
			"description": "Als meine Meisterin und Shuyu das letzte Mal im Restaurant Wanmin zu Abend aßen, fiel mir auf, dass Shuyu eine Reihe von Verhaltensweisen der Meisterin übernommen zu haben schien. Das brachte mich zum Nachdenken ... Ich bin auch unter der Obhut der Meisterin aufgewachsen. Könnte es sein, dass ich unbewusst das eine oder andere von ihr übernommen habe?",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_teammate_xianyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Tausend Meilen im Mondschein“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 63029,
			"title": "Ich will mehr über Shenhe erfahren I",
			"voicelineType": "5001",
			"description": "Bitte beachte nicht die Art und Weise, wie die meisten Leute mich nennen. Ich bin keine Adeptin und besitze keine göttlichen Fähigkeiten. Ich wurde in einer Zweigfamilie eines Klans von Mystikern geboren und bin in den Bergen weit weg von Liyue aufgewachsen. Ich bin nur die Schülerin einer Adeptin, nicht mehr und nicht weniger.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_friendship_01"
		},
		{
			"voicelineId": 63030,
			"title": "Ich will mehr über Shenhe erfahren II",
			"voicelineType": "5002",
			"description": "Wenn man es mit Straftätern zu tun hat, die nur darauf aus sind, Ärger zu machen, versuchen die meisten Menschen, mit ihnen zu reden. Diese Vorgehensweise macht mich stutzig. Die Wurzel des Problems zu beseitigen und diese böswilligen Idioten loszuwerden, scheint die naheliegendste Lösung zu sein. Warum bevorzugen gewöhnliche Menschen den schwierigeren Weg?",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 63031,
			"title": "Ich will mehr über Shenhe erfahren III",
			"voicelineType": "5003",
			"description": "Ich bin Schülerin von mehreren Adepten und habe mit ihnen trainiert. Ab einem bestimmten Punkt haben sie jedoch aufgehört, mir neue Techniken beizubringen, und sich darauf konzentriert, wie ich meinen starken Morddrang kontrollieren kann. Oh, sei nicht nervös ... Ja, es wurden Krater in der Erde hinterlassen und riesige Bäume entwurzelt. Aber so etwas passiert nur in den Bergen, weit weg von der Stadt und hat noch nie unschuldige Menschenleben gekostet. Außerdem kann ich mich jetzt gut beherrschen.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63032,
			"title": "Ich will mehr über Shenhe erfahren IV",
			"voicelineType": "5004",
			"description": "Mein Vater hatte die Absicht, mein Fleisch und Blut gegen das Leben meiner Mutter einzutauschen. Nachdem er mich in der Höhle zurückgelassen hatte, hoffte ich immer noch, dass er zurückkommen und mich retten würde. Ein Tag verging. Dann zwei Tage, drei Tage ... Ich verbrauchte alle meine Energie in meinem Körper, um das Monster abzuwehren. Aber als ich auf dem Boden zusammenbrach, wurde mir schließlich klar, dass der Tag, auf den ich gewartet hatte, niemals kommen würde. Bis zum heutigen Tag weiß ich nicht, was es ist ... Wurde ich im Stich gelassen, weil ich verflucht bin, oder ist es die Art, wie ich im Leben von den Leuten behandelt wurde, die mich verflucht hat?",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Nach Abschluss von „Heimkehr des Kranichs mit dem Wind“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 63033,
			"title": "Ich will mehr über Shenhe erfahren V",
			"voicelineType": "5005",
			"description": "Einmal verließ ich heimlich den Berg und kehrte in das Dorf meiner Kindheit zurück, ohne es meiner Meisterin zu sagen. Aber mein Dorf war komplett verlassen und mein Vater war schon lange verstorben. Plötzlich wurde mir klar, dass das Band zwischen mir und meinen Blutsverwandten völlig zerrissen war. Und nichts, was mir in der Vergangenheit etwas bedeutet hatte, konnte jemals eine Zukunft haben. Seitdem habe ich alles, was mit der Welt der Sterblichen zu tun hatte, aufgegeben ... Zumindest, bis ich dich traf.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Heimkehr des Kranichs mit dem Wind“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 63034,
			"title": "Shenhes Hobbys ...",
			"voicelineType": "6001",
			"description": "Der wichtigste Aspekt der Meditation ist die Stille. Lass alle Unruhe los und lass die Luft um dich herum in deinen Körper fließen. Diese Technik ermöglicht es mir, mich schnell auf mich selbst zu konzentrieren. Ich habe von meiner Meisterin gehört, dass es ab einem bestimmten Punkt der Meditation nicht mehr nötig ist, die Meditationshaltung einzunehmen. Adepten können sogar im Stehen meditieren ... Ich habe noch viel zu verbessern.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_pref_hobby"
		},
		{
			"voicelineId": 63035,
			"title": "Shenhes Sorgen ...",
			"voicelineType": "6002",
			"description": "Die Angst, die Menschen zu verlieren, die mir am wichtigsten sind, und der Wunsch, sie zu retten ... Diese Art von Gefühl lässt mein Herz schmerzen, so etwas habe ich noch nie erlebt. Es ist eine Last, ja, aber es ist auch ... etwas, woran ich mich festhalten kann.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_dialog_annoyed",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 63036,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Während meiner Zeit in den Bergen habe ich viele Gerichte probiert, aber ich kann mich nicht mehr wirklich daran erinnern, wie sie schmecken. Das einzige Gericht, dessen Geschmack ich nie vergessen kann, ist die Schüssel Nudeln, die ich vor so langer Zeit zu Hause gegessen habe ... Daran sollte ich mich eigentlich nicht erinnern können. Warum muss ich mich nur daran erinnern ...",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_pref_foodLike"
		},
		{
			"voicelineId": 63037,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Wenn man Heilkräuter lange genug kaut, schmeckt man nur noch die Bitterkeit ... In all den Jahren, in denen ich unter den Adepten ausgebildet wurde, musste ich auf alles Mögliche verzichten und bis zu einem gewissen Punkt habe ich mich daran gewöhnt. Aber die Adepten? Hm ... „Die gewöhnlichen Genüsse der sterblichen Welt stellen für die Adepten kein Problem dar, deshalb können wir uns allen möglichen Speisen hingeben, wie es uns gefällt“ ... Das sind genau die Worte, die meine Meisterin gesagt hat.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_pref_foodDislike"
		},
		{
			"voicelineId": 63069,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Ist das wirklich etwas, das ich genießen darf?",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_spice_pref_01"
		},
		{
			"voicelineId": 63070,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Deine Küche ist wirklich köstlich. Ich kann mich nicht von ihr trennen.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_spice_normal_01"
		},
		{
			"voicelineId": 63071,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Und gut. Ein solcher Geschmack ist mir schon lange vertraut.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_spice_dislike_01"
		},
		{
			"voicelineId": 63038,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Ich habe gehört, dass Geburtstage für die meisten Menschen wichtige Anlässe sind. Sie machen Geschenke, um den Geburtstag anderer Personen zu feiern. Materielle Sachen sind nicht wirklich mein Ding, aber ... Der Blick auf den nächtlichen Sternenhimmel in den Bergen ist das Schönste, was ich je in meinem Leben gesehen habe. Ich habe diesen See eingefroren und in einen Spiegel verwandelt, damit du die Reflexion der flüchtigen Wolken und fernen Sterne aus nächster Nähe betrachten kannst. Das ist meine Art, deinen Geburtstag zu feiern ... Ich hoffe, es gefällt dir.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 63039,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Die Kraft, die ich mir zunutze machen kann, wird immer stärker.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 63040,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Wenn meine Meisterin davon erfahren würde, würde sie mir wahrscheinlich noch mehr rote Seile umwickeln ...",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 63041,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Ich habe in letzter Zeit nicht mehr so zielstrebig trainiert und trotzdem werde ich immer stärker, ohne mich bewusst anzustrengen ... Ich vermute, dass ich sowas nur an deiner Seite erreichen kann.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 63042,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Früher habe ich geglaubt, dass die Befreiung meines Geistes von jeglicher Aufregung der einzige Weg zur Überwindung ist. Aber nach allem, was ich in letzter Zeit erlebt habe, verstehe ich endlich ... Nur wenn die richtigen Dinge auf deinem Geist lasten, kann der Wunsch zu schützen in dir erwachen. Und das verwandelt deine Kraft in etwas ... Sinnvolles.",
			"voicefile": "VO_friendship/VO_shenhe/vo_shenhe_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 63043,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Gehorche!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_skill1_01"
		},
		{
			"voicelineId": 63044,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Zeig dich!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_skill1_02"
		},
		{
			"voicelineId": 63045,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Entfesseln!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_skill1_03"
		},
		{
			"voicelineId": 63046,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Verwandlung!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_skill1_04"
		},
		{
			"voicelineId": 63047,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Erfüllt meinen Willen!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_skill1_05"
		},
		{
			"voicelineId": 63048,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Nimm deine wahre Gestalt an!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_skill1_06"
		},
		{
			"voicelineId": 63049,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Durch göttliche Anordnung!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_skill3_01"
		},
		{
			"voicelineId": 63050,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Kryo-Kraft in Person!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_skill3_02"
		},
		{
			"voicelineId": 63051,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Füge dich dem Willen deiner Meisterin!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_skill3_03"
		},
		{
			"voicelineId": 63052,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Das ist es also, was die Welt als „Schatz“ betrachtet?",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_chest_open_01"
		},
		{
			"voicelineId": 63053,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Schätze der Adepten haben besondere Kräfte ... Was ist mit denen der Sterblichen?",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_chest_open_02"
		},
		{
			"voicelineId": 63054,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Diese Dinger ... Wofür werden sie benutzt?",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_chest_open_03"
		},
		{
			"voicelineId": 63055,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Du wirst es bereuen!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_life_less30_01"
		},
		{
			"voicelineId": 63056,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Ich will nicht einfach nachgeben ...",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_life_less30_02"
		},
		{
			"voicelineId": 63057,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Ich werde sie auslöschen!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_life_less30_03"
		},
		{
			"voicelineId": 63058,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Zwinge dich nicht.",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_life_less30_teammate_01"
		},
		{
			"voicelineId": 63059,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Lass mich es beenden.",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_life_less30_teammate_02"
		},
		{
			"voicelineId": 63060,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Vor dem Schicksal ... gibt es kein Entkommen.",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_life_die_01"
		},
		{
			"voicelineId": 63061,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Meine letzte Stunde hat geschlagen ...",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_life_die_02"
		},
		{
			"voicelineId": 63062,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Das ist der Fluch, den ich zu tragen habe ...",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_life_die_03"
		},
		{
			"voicelineId": 63063,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Du bist schwach!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_hit_L_02"
		},
		{
			"voicelineId": 63064,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Du träumst!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_hit_H_01"
		},
		{
			"voicelineId": 63065,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Das wirst du bitter bereuen!",
			"voicefile": "VO_gameplay/VO_shenhe/vo_shenhe_battle_hit_H_02"
		},
		{
			"voicelineId": 63066,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Was genau ist ... Teamarbeit?",
			"voicefile": "VO_teamJoin/vo_shenhe_teamJoin_01"
		},
		{
			"voicelineId": 63067,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Alles klar. Ich muss nur hier stehen, richtig?",
			"voicefile": "VO_teamJoin/vo_shenhe_teamJoin_02"
		},
		{
			"voicelineId": 63068,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Ich werde tun, was du befiehlst.",
			"voicefile": "VO_teamJoin/vo_shenhe_teamJoin_03"
		}
	]
}