{
	"id": 10000095,
	"name": "Sigewinne",
	"friendLines": [
		{
			"voicelineId": 95000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Was ist los? Nur keine Angst, ich bin Oberschwester Sigewinne aus dem Fort Méropide. Lass mich dich einmal kurz anschauen ... Hast du hier Schmerzen? Wie ist es hier? ... Oh, du bist gar nicht wegen einer Untersuchung hier? Na, das ist ja großartig, puh ... Du bist so niedlich. Pass gut auf dich auf, ja? Wir wollen doch nicht, dass dir etwas zustößt.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_draw_appear_01"
		},
		{
			"voicelineId": 95001,
			"title": "Gespräch – Sticker",
			"voicelineType": "1101",
			"description": "Nein ... Ich habe dir keine Sticker auf den Rücken geklebt.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_01"
		},
		{
			"voicelineId": 95002,
			"title": "Gespräch – Fürsorglichkeit",
			"voicelineType": "1102",
			"description": "Oh nein! Bist du irgendwo angestoßen? Na, wenn es wehtut, sag mir Bescheid.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_02"
		},
		{
			"voicelineId": 95003,
			"title": "Gespräch – Wohlbefinden",
			"voicelineType": "1103",
			"description": "Man hat nur einen Körper, also muss man auf ihn aufpassen. Aber genauso wichtig ist es, sich um seinen Geist zu kümmern.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_03"
		},
		{
			"voicelineId": 95004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Oh ... Ich frage mich, woran Herr Neuvillette wohl gerade denkt ...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_heavyRain_01"
		},
		{
			"voicelineId": 95005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Was für ein aufregendes Geräusch. Man kann es nur hier oben über dem Wasser hören.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_thunder_01"
		},
		{
			"voicelineId": 95006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Ich habe ein Paar Handschuhe gekauft, um meine Hände zu wärmen. Schau, meine runden Melusinenhände sind zurück!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_snowy_01"
		},
		{
			"voicelineId": 95007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Ding-dong! Hier ist die Romaritime-Blume mit einem kleinen Hinweis für alle, die nach draußen gehen und das schöne sonnige Wetter genießen wollen: Bitte tragt Sonnencreme auf, um eure Haut zu schützen.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_sunny_01"
		},
		{
			"voicelineId": 95008,
			"title": "In der Wüste ...",
			"voicelineType": "1205",
			"description": "Achtet bitte darauf, genug zu trinken. Herr Neuvillette trinkt gerne Wasser. Das ist eine sehr gesunde Angewohnheit.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_desert_01"
		},
		{
			"voicelineId": 95009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Guten Morgen! Hast du gut geschlafen? Denk daran, dein Gesicht mit warmem Wasser zu waschen, das ist schonender für deine Haut.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingMorning"
		},
		{
			"voicelineId": 95010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Oh Schreck, es ist schon fast Mittagszeit. Ich muss mal kurz weg ... Psst, das bleibt unter uns.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNoon"
		},
		{
			"voicelineId": 95011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Wie viel Uhr ist es? Ich habe so lang unter Wasser gelebt, dass ich immer noch auf die Uhr schauen muss, um zu wissen, ob es Tag oder Nacht ist ... Nein, das finde ich ganz und gar nicht deprimierend. Es ist ja nicht so, dass ich mich daran gewöhnt hätte. Ich bin nur ... irgendwie lieber im Dunkeln.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNight"
		},
		{
			"voicelineId": 95012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Du kannst wohl nicht einschlafen, hm? Nun ... es scheint keine körperliche Ursache zu haben ... Oh, jetzt weiß ich es. Sprich mit mir, sag mir, was dich bedrückt. Was auch immer dich daran hindert, gut zu schlafen, wir werden der Sache gemeinsam auf den Grund gehen.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNight2"
		},
		{
			"voicelineId": 95013,
			"title": "Über Sigewinne – Hände",
			"voicelineType": "2001",
			"description": "Ich liebe die Hände der Menschen, sie sind so praktisch, um Dinge zu handhaben. Mit ihnen ist es viel einfacher, Verbände zu schneiden und Injektionsnadeln aufzuheben, und sie passen wie angegossen zu meiner Betäubungspistole.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_idle"
		},
		{
			"voicelineId": 95014,
			"title": "Über Sigewinne – Romaritime-Blume",
			"voicelineType": "2005",
			"description": "„Romaritime-Blume“ ist das Pseudonym, unter dem ich in Beautés en fleurs schreibe. Es war eigentlich das Ergebnis einer Abstimmung. Meine Melusinen-Freundinnen und ich haben uns drei Vorschläge überlegt und sie am Schwarzen Brett aufgehängt, damit alle darüber abstimmen konnten. Damit war bewiesen, dass Romaritime-Blume nach menschlicher Auffassung besser zum Thema Schönheit und Hautpflege passt als „Starkschild-Panzerkrabbe“ oder „Blubber-Seepferd“.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95015,
			"title": "Über uns – Grüße",
			"voicelineType": "2003",
			"description": "Hallöchen! ... Hmm? Bekommst du ein Déjà-vu? Hehe, ich nehme an, du hast schon andere Melusinen getroffen, oder? Ganz recht, du beugst dich ein bisschen nach vorn, winkst schnell mit der Hand ... und grüßt dann die andere Person in einem freundlichen Ton: Hallo, hallo!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_close"
		},
		{
			"voicelineId": 95016,
			"title": "Über uns – Vertrauen",
			"voicelineType": "2002",
			"description": "Ich weiß noch, wie du einmal einen Trank versteckt und ihn nicht getrunken hast, weil er zu bitter war. Ich habe dir dann eine Schachtel mit Bonbons gegeben ... in die einige Pillen gemischt waren, wobei ich das Rezept geändert hatte, damit sie weniger herausschmeckten ... Oh, sie waren dennoch bitter? Du hast es gleich gemerkt ... Nun, du hast sie trotzdem genommen und ich danke dir für dein Vertrauen. Ich werde auch künftig auf deine Gesundheit achten. Bleib einfach weiterhin ein guter Patient und nimm deine Medizin, wenn du dazu aufgefordert wirst.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 95017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Mein Göttliches Auge hilft mir dabei, Hindernisse bei meiner Arbeit aus dem Weg zu räumen, damit ich mehr Zeit für meine Patienten habe. Welche Art von Hindernissen? Nun, meiner Erfahrung nach ... bekomme ich manchmal gemeine Typen, die mich davon abhalten wollen, jemanden zu behandeln. Und dann wieder sind es die Patienten selbst ... manche Leute können wirklich aufmüpfig sein ... Aber das sind nur Extremfälle. Meistens benutze ich mein Göttliches Auge lieber, um viele bunte Seifenblasen zu erzeugen. Sie heben meine Laune und bringen die Atmosphäre in Schwung ... ich habe haufenweise Fotos von meinen Melusinen-Freundinnen und mir, umgeben von Seifenblasen.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95018,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Menschen werden sehr verletzlich, wenn sie erkranken. Ich habe schon so manchen kräftigen Kerl gesehen, der mit seinen Fähigkeiten in der Pankration-Arena geprahlt hat, aber wenn er erfährt, dass er eine Spritze braucht, schaut er mich an wie eine verängstigte Pummelrobbe. Ich achte immer darauf, reichlich Bonbons und Sticker mitzubringen, damit sie sich nicht so schlecht fühlen, wenn ihnen die Tränen kommen. Das funktioniert prima ... Ein kleiner Leckerbissen vertreibt jede Trübsal.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_share_01"
		},
		{
			"voicelineId": 95019,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Gehst du gern schwimmen? Es ist wirklich schön in der Nähe des Forts Méropide, so düster und trüb. Ich wette, es würde dir auch gefallen ... Warte, deine Brauen ziehen sich zusammen, was bedeutet, dass du dich unwohl fühlst ... Na gut, ich hab’s ... Lass uns stattdessen in der Salacia-Ebene tauchen gehen! Es ist schon so lang her, dass ich die „Gemütlichen Otter“ spielen gesehen habe. Ich könnte ihnen den ganzen Tag zusehen. Aber pass bitte auf, dass du ihnen nicht weh tust und nimm ihnen nicht die Muscheln weg.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_gift_01"
		},
		{
			"voicelineId": 95020,
			"title": "Über Neuvillette – Ehrfurcht",
			"voicelineType": "4001",
			"description": "Es war Herr Neuvillette, der die Melusinen an den Hof von Fontaine brachte und für uns Arbeit fand. So haben wir uns in die Gesellschaft Fontaines integriert und etwas über die Wunder der Menschheit gelernt. Ich habe tiefen Respekt vor ihm, und auch die Menschen mag ich sehr. Hmm? Wen würde ich zuerst retten, wenn Herr Neuvillette und ein Mensch ins Wasser fallen würden? Nun, das ist einfach. Sicher würde er mir helfen, den Menschen wohlbehalten ans Ufer zu bringen.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95021,
			"title": "Über Neuvillette – Gefährten",
			"voicelineType": "4002",
			"description": "Wir Melusinen sind die Vertrauten von Herrn Neuvillette, aber das heißt nicht, dass uns eine Gunst erwiesen wird, die über das hinausgeht, was angemessen und rechtmäßig ist. Als er mich vor Gericht stellte, habe ich das bereitwillig hingenommen und war mit seinem Urteil einverstanden. Ich erinnere mich an den Tag, an dem ich zum Fort Méropide aufbrach, es regnete sehr stark. Aber die Regentropfen fühlten sich überhaupt nicht kalt an. Sie waren warm und sanft, ganz so wie die Art, auf die Herr Neuvillette mich ansieht ...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_neuvillette_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die Wärme der Lügen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95022,
			"title": "Über Wriothesley ...",
			"voicelineType": "4003",
			"description": "Der Herzog hat die höchste Schmerztoleranz, die ich je bei jemandem gesehen habe. Er war nicht immer so groß und stark wie heute, aber selbst in der Anfangszeit lehnte er die Betäubungsspritze immer ab, wenn er in die Klinik kam, um genäht zu werden. Er sagte, er wolle einen klaren Kopf behalten oder so ähnlich. Ich dachte mir, toll, was für ein imposanter kleiner Erwachsener er ist. Inzwischen ist er ein ebenso beeindruckender großer Erwachsener geworden.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95023,
			"title": "Über Clorinde ...",
			"voicelineType": "4004",
			"description": "Fräulein Clorinde zeigt beim Sprechen nur wenige Gefühlsregungen in ihrem Gesicht. Es ist ziemlich schwierig, anhand ihrer Mimik ihre Stimmung zu erkennen ... Sie hat den Lippenstift benutzt, den ich ihr geschenkt habe? Wirklich? Hihi, ich freue mich so, dass er ihr gefällt! Ich wusste, dass die Farbe ihr gut stehen würde!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95024,
			"title": "Über Navia ...",
			"voicelineType": "4005",
			"description": "Der Schönheits- und Kosmetikverband Fontaine veranstaltet regelmäßige Treffen, und ich schätze es sehr, dort die Gelegenheit zu haben, mit allen zu plaudern. Die meisten Leute erröten, wenn ich ihnen ein Kompliment mache und dann senken sie den Kopf und winken verlegen ab. Aber Navia ist anders ... Sie freut sich über jedes Lob und kommt dann auf mich zu, um mir die Hand zu schütteln und ein Foto als Andenken zu machen. Sie ist wie eine strahlende gelbe Rose, die die Welt um sich herum erhellt. Ob Tag oder Nacht, Sonnenschein oder Regenwetter, sie sieht immer umwerfend aus.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95025,
			"title": "Über Charlotte ...",
			"voicelineType": "4006",
			"description": "Ich liebe es, Charlottes Fotos anzuschauen. Da kann man sehen, wie sich die Gesichtsmuskeln aller in den verschiedensten Situationen verhalten: angespannt, locker, gedehnt, hängend ... Hehe, ich denke sehr gerne an sie alle zurück.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95026,
			"title": "Über Lyney ...",
			"voicelineType": "4007",
			"description": "Es tut mir immer noch leid, dass ich Herrn Lyney dieses Beruhigungsmittel verabreicht habe ... Es war ein Notfall und das war eine harmlose Methode, ihn außer Gefecht zu setzen ... Zum Glück hat er zugelassen, dass ich mich um Herrn Fréminet kümmerte, als er begriff, dass ich keine bösen Absichten hegte.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die die ersten Bewegungen verkündenden letzten Minuten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95027,
			"title": "Über Lynette ...",
			"voicelineType": "4008",
			"description": "Lynette ist in mehrfacher Hinsicht niedlich: auf menschliche Art und auf die Katzenart! Als ich sie beobachtete, bemerkte ich, dass ihre Ohren sich nach vorn neigen, wenn sie Tee und Kuchen zu sich nimmt. Hihi, ich möchte ihr einfach nur den Kopf streicheln ... Du auch? Fragen wir sie beim nächsten Mal doch einfach um Erlaubnis!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95028,
			"title": "Über Fréminet ...",
			"voicelineType": "4009",
			"description": "Er hat sich extra die Mühe gemacht, mir nach seiner Genesung seinen Dank auszusprechen ... Was für ein reizender Junge. Er spricht zwar leise ... Wahrscheinlich sucht er nicht oft das Gespräch mit anderen. Aber ich konnte sehen, dass er eine reiche und lebhafte Innenwelt besitzen muss, denn er wirkte so fasziniert, als er einige Gemälde der Melusinen betrachtete.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die die ersten Bewegungen verkündenden letzten Minuten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95029,
			"title": "Über Chiori ...",
			"voicelineType": "4010",
			"description": "Die Körper der Melusinen sind anders als die der Menschen, deshalb ist es schwierig, passende Kleidung zu finden. Selbst ich bin beim Anprobieren menschlicher Kleidung stets ratlos, was ich mit meinem Schwanz tun soll ... Zum Glück bietet Chiori maßgeschneiderte Dienste für Melusinen an, sodass nun all meine Melusinen-Freundinnen die hübschen Kleider tragen können, die sie lieben.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95030,
			"title": "Über Émilie ...",
			"voicelineType": "4011",
			"description": "Ich sehe ständig, wie Fräulein Émilies Parfüms in Schönheitsmagazinen empfohlen werden. Also habe ich mir einen Plan ausgedacht: Beim nächsten Urlaub verkürze ich meinen Aufenthalt im Palais Mermonia ein wenig, damit ich Zeit habe, am Hof von Fontaine ein paar Einkäufe zu machen. Ich werde Unmengen an Parfüms kaufen, um sie all den liebreizenden jungen Mädchen im Fort Méropide zu schenken, hihi.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95031,
			"title": "Ich will mehr über Sigewinne erfahren I",
			"voicelineType": "5001",
			"description": "In meiner Klinik sehe ich keine Verbrecher, die es verdient haben zu leiden ... Ich sehe Patienten, denen ein Krankenbett zusteht. Egal wer du bist, du musst gesund werden, damit du deine Strafe absitzen und für deine Taten büßen kannst, nicht wahr?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_01"
		},
		{
			"voicelineId": 95032,
			"title": "Ich will mehr über Sigewinne erfahren II",
			"voicelineType": "5002",
			"description": "Viele Krankheiten bauen sich über einen langen Zeitraum auf. Deshalb ist es wichtig, dass man tagein, tagaus auf sich selbst achtet. Leider scheinen das nicht viele zu verstehen. Warum quälen sie sich immer noch im Produktionstrakt ab, wenn doch offensichtlich ist, dass sie so müde sind, dass sie kaum die Augen offen halten können? Ich stecke ihnen immer ein bisschen extra Essen zu, aber irgendwann, wenn sie nicht das Richtige tun und sich ordentliche Erholung gönnen, bleibt mir keine Wahl mehr. Dann muss ich zu extremen therapeutischen Maßnahmen greifen, wie meiner Betäubungspistole. *seufz* Im Leben geht es doch um mehr als nur um Tauschscheine ... Die Leute sollten lernen, nicht so streng zu sich selbst zu sein.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die die ersten Bewegungen verkündenden letzten Minuten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95033,
			"title": "Ich will mehr über Sigewinne erfahren III",
			"voicelineType": "5003",
			"description": "Wenn es bei der Arbeit nicht so viel zu tun gibt, lade ich Ottnit und Menthe in die Klinik zum Tee ein. Manchmal reden wir über aktuelle Kriminalfälle, manchmal quatschen wir über die neuesten Hautpflegeprodukte aus den Magazinen, aber meistens malen wir zusammen. Wir malen Sachen, die wir süß finden, machen daraus Sticker und geben die dann Leuten, die wir auch süß finden ... Oh, Augenblick, ich habe hier einen für dich.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95034,
			"title": "Ich will mehr über Sigewinne erfahren IV",
			"voicelineType": "5004",
			"description": "Es war einmal in Fontaine, da haben Menschen und Melusinen sich nicht so gut verstanden wie heute. Einige Leute fürchteten und hassten uns, weil sie gehört hatten, dass wir aus dem Körper von Elynas geboren wurden ... Andere hegten Misstrauen gegen Herrn Neuvillette und damit auch gegen uns Melusinen ... Und vielleicht waren manche auch einfach nur unbewusst auf der Hut, weil wir anders aussehen ... Damals war es wirklich schwer, menschliche Freunde zu finden. Deshalb erinnere ich mich so gern an das eine kleine Mädchen, das wusste, dass ich eine Melusine bin, und dennoch bereit war, meine kleine runde Hand zu halten ...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die Wärme der Lügen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95035,
			"title": "Ich will mehr über Sigewinne erfahren V",
			"voicelineType": "5005",
			"description": "Die goldene Regel meiner Lehrerin lautete: „Die Aufgabe der Ärzte besteht nicht darin, alle Krankheiten zu heilen, sondern das zu heilen, was sie heilen können.“ Ärzte sind keine Götter, das weiß ich ... Auch die besten Ärzte werden irgendwann mit unheilbaren Krankheiten konfrontiert. Aber das ist in Ordnung. Wir Melusinen haben ein sehr langes Leben, und solange ich das Medizinstudium nicht an den Nagel hänge, kann die Zahl der Krankheiten, die ich heilen kann, immer weiter steigen und das Ausmaß an Leid immer weiter abnehmen. Ich werde immer dem Beispiel meiner Lehrerin folgen und alles in meiner Macht Stehende tun, um die Menschen zu retten, denen ich noch helfen kann ... Sofern es hilft und ich dabei niemandem schade, bin ich bereit, jedes Mittel einzusetzen, um meine Patienten zu behandeln, selbst wenn ich dabei ein Risiko eingehe.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Die Wärme der Lügen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95036,
			"title": "Sigewinnes Hobbys ...",
			"voicelineType": "6001",
			"description": "Von allen Büchern, die ich je gelesen habe, ist „Lachen und seine Bedeutung“ mein Favorit. Es ist nicht nur eine unterhaltsame Lektüre, sondern hilft mir auch, wenn ich Patienten diagnostiziere. Wenn jemand aus der Pankration-Arena kommt und zwar mit dem Mund lacht, während die übrigen Gesichtsmuskeln verzerrt sind, dann lacht er, um die Schmerzen vom Kampf zu überspielen. Wenn du mal jemanden so siehst, gib ihm am besten einen dezenten Hinweis, zu mir zu kommen, damit ich ihn verarzten kann. Aber denk dran, sei wirklich vorsichtig damit, sonst nimmst du seinem gezwungenen Lächeln die Bedeutung, hehe.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_hobby"
		},
		{
			"voicelineId": 95037,
			"title": "Sigewinnes Sorgen ...",
			"voicelineType": "6012",
			"description": "Wie seltsam. Mir geht der Platz im Lagerraum aus. Bald ... kann ich keine mechanischen Bauteile mehr unterbringen. War ich nicht immer sehr gut darin, alles zu verstauen? Hmm, ich werde wohl mit dem Herzog über eine Vergrößerung der Kapazitäten reden müssen.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_annoyed_01"
		},
		{
			"voicelineId": 95038,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Es gibt eine Vielzahl von Zutaten, jede mit ihren eigenen Vorzügen im Nährwert ... Und hier ist eine prima Möglichkeit, sie alle in einer Mahlzeit zu verbinden. Möchtest du mein besonders gesundes Milchmixgetränk probieren?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_foodLike"
		},
		{
			"voicelineId": 95039,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Tee ist toll, aber wenn du zu viel davon trinkst, schadet er deiner Gesundheit mehr, als dass er hilft. *seufz* Ich weiß gar nicht mehr, wie oft ich dem Herzog davon erzählt habe ...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_foodDislike"
		},
		{
			"voicelineId": 95040,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Man merkt, dass du viele frische Zutaten verwendet hast ... Ob man das hier auch mit dem Milchmixgetränk vermischen kann ...?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_pref_01"
		},
		{
			"voicelineId": 95041,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Wenn Wolsey {F#eine Küchenassistentin}{M#einen Küchenassistenten} wie dich hätte, dann gäbe es noch mehr leckere Speisen für alle.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_normal_01"
		},
		{
			"voicelineId": 95042,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Du findest, ich sollte mehr essen, hm? Vielen Dank. Möchtest du es mit mir teilen?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_dislike_01"
		},
		{
			"voicelineId": 95043,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Alles Gute zum Geburtstag! So wie ich das sehe, bist du ständig unterwegs. Deshalb habe ich dir ein spezielles Hautpflege-Paket zusammengestellt, das praktisch und handlich ist. Komm, leg dich hin und mach die Augen zu, ich zeige dir, wie man es anwendet. Zuerst legen wir dir einen feuchten Umschlag aufs Gesicht, aber wenn du mal keine Zeit hast, reicht es auch, es einfach mit etwas Wasser zu benetzen ... Dann massieren wir eine kleine Menge Reinigungsschaum sanft in kreisenden Bewegungen entlang der Gesichtsmuskeln ein, bevor wir abspülen und trocknen ... Zum Schluss tragen wir noch eine Feuchtigkeitscreme mit Gezeitenalgenextrakt auf ... Und, fertig! Du siehst strahlend aus. Und jetzt ist es Zeit für dich, dass du deinen besonderen Tag in vollen Zügen genießt!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 95044,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Deine Aufgabe heute besteht darin, weiterhin niedlich zu sein. Keine Sorge, ich helfe dir!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 95045,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Ja, du hast es gesehen, Melusinen wedeln mit dem Schwanz, wenn sie zufrieden sind. Vielen Dank für alles, was du mir gegeben hast.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 95046,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Oha ... Meine Betäubungspistole liegt jetzt viel ruhiger in meinen Händen. Mal sehen, ob ich sie mit nur einer Hand abschießen kann ... Sollen wir ein bisschen zum Zielen üben rausgehen?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95047,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Menschen und Melusinen mögen die Welt unterschiedlich sehen. Aber ich war schon immer davon überzeugt, dass wir dieselben Gefühle von Freundschaft teilen. Das ist etwas, das über die Ethnien hinwegreicht. Nimm meine Hand. Spürst du es? Es ist die Wärme aus meinem Herzen.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 95048,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Halt still.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_01"
		},
		{
			"voicelineId": 95049,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Lass mich mal schauen.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_02"
		},
		{
			"voicelineId": 95050,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Beruhige dich.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_03"
		},
		{
			"voicelineId": 95051,
			"title": "Elementarfähigkeit IV",
			"voicelineType": "100004",
			"description": "Pusten wir ein paar Blubberblasen!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_04"
		},
		{
			"voicelineId": 95052,
			"title": "Elementarfähigkeit V",
			"voicelineType": "100005",
			"description": "Wabbelwabbel ...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_05"
		},
		{
			"voicelineId": 95053,
			"title": "Elementarfähigkeit VI",
			"voicelineType": "100006",
			"description": "Aufblaaas!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_06"
		},
		{
			"voicelineId": 95054,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Ich schwöre, es ist für die medizinische Forschung.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_01"
		},
		{
			"voicelineId": 95055,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Sei nicht nervös! Entspann dich.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_02"
		},
		{
			"voicelineId": 95056,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Du wirst einen kleinen Pieks spüren.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_03"
		},
		{
			"voicelineId": 95057,
			"title": "Rennen – Start I",
			"voicelineType": "700001",
			"description": "Rutsch nicht aus und tu dir weh!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_explore_sprint_start_01"
		},
		{
			"voicelineId": 95058,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Lach nicht zu viel, sonst kriegst du einen Krampf im Gesicht.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_01"
		},
		{
			"voicelineId": 95059,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Wenn es irgendwelche mechanischen Teile gibt, könnte ich sie bitte haben?",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_02"
		},
		{
			"voicelineId": 95060,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Ein sehr schöner Schatz für einen sehr lieben Menschen.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_03"
		},
		{
			"voicelineId": 95061,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Das kann ich behandeln ...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_01"
		},
		{
			"voicelineId": 95062,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Da ist ein Schmerzmittel angebracht.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_02"
		},
		{
			"voicelineId": 95063,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Das wird schon wieder ...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_03"
		},
		{
			"voicelineId": 95064,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Da wird eine intensivere Behandlung nötig ...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_teammate_01"
		},
		{
			"voicelineId": 95065,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Hilfe ist da!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_teammate_02"
		},
		{
			"voicelineId": 95066,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Aber meine Patienten brauchen mich ...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_01"
		},
		{
			"voicelineId": 95067,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "So kalt ... Es tut weh ...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_02"
		},
		{
			"voicelineId": 95068,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Das kann nicht mehr geheilt werden ...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_03"
		},
		{
			"voicelineId": 95069,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Nein.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_L_02"
		},
		{
			"voicelineId": 95070,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Jetzt bin ich wütend!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_H_01"
		},
		{
			"voicelineId": 95071,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Das war nicht sehr nett!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_H_02"
		},
		{
			"voicelineId": 95072,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Braucht jemand eine medizinische Untersuchung?",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_01"
		},
		{
			"voicelineId": 95073,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Anästhetika ... Ja, alles da.",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_02"
		},
		{
			"voicelineId": 95074,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Entschuldige bitte.",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_03"
		}
	]
}