{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Was? Eine oberflächliche Veränderung meines Aussehens und du erkennst mich kaum wieder? Ha, dann sollte ich alle Zweifel aus der Welt schaffen: Ich bin in jeglicher Hinsicht uneingeschränkt und ungezwungen, lebe in völliger Freiheit, gehe, wohin ich will, und reise, mit wem ich will. Trotzdem, ähm ... mögest du mich in Anbetracht meiner beachtlichen Bekanntheit in der Öffentlichkeit doch bitte „Xianyun“ nennen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Gespräch – Die Wissenschaft der Vorrichtungen",
			"voicelineType": "1101",
			"description": "Die Geheimnisse der Wissenschaft der Vorrichtungen sind zu tiefgründig, um sie in ein paar einfachen Worten zu vermitteln ... Aber warum scheint jeder gleich zu ermüden, wenn ich anfange, davon zu erzählen?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Gespräch – Welt der Sterblichen",
			"voicelineType": "1102",
			"description": "Überall herrscht Frieden und alles wird erneuert wie die Knospen im Frühling. Dies ist eine verheißungsvolle Zeit für die Menschheit.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Gespräch – Interessante Erlebnisse",
			"voicelineType": "1103",
			"description": "Wenn du im Moment nicht anderweitig beschäftigt bist, könnten wir uns vielleicht eine Weile bei mir ausruhen und plaudern?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "In diesem Zeitalter der angenehmen Winde und des sanften Regens muss ich nicht den Wind beschwören, um Regenwolken zu bringen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Ach, was für ein furchtbarer Lärm ...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "Wie sonnig ...",
			"voicelineType": "1203",
			"description": "An diesem schönen Tag muss die Aussicht vom Himmel herrlich sein ... Oh, keine Sorge, ich habe nicht die Absicht, wegzufliegen und dich allein zu lassen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1204",
			"description": "Oh, was für ein beruhigender Wind. Soll ich dir ein paar Adeptentalismane ankleben, damit du mit mir über das Firmament fliegen kannst?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Tatsächlich bin ich schon vor einiger Zeit aufgewacht und hatte einfach nur die Augen während der Meditation geschlossen. Eine äußerst nützliche Praxis für die spirituelle Kultivierung. Vielleicht probierst du es einmal selbst aus.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Hmm? Erspar mir diesen Blick. Bist du heute nicht mit der Zubereitung des Mittagessens dran?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Du willst mit mir den Nachtmarkt besuchen? Ha, ich werde mich nicht auf solchen Unsinn einlassen. Was auch immer du dir wünschst, ich kann es für dich anfertigen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Ich bin noch hellwach ... *gähn* Aber du kannst ja kaum noch stehen. Geh lieber ins Bett.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "Über Xianyun – Schüler",
			"voicelineType": "2001",
			"description": "Ich war schon immer entschieden gegen Konventionen und Erwartungen und zog stattdessen die Freiheit vor, das Leben so zu leben, wie es mir gefällt. Es ist nur natürlich, dass die Schüler in die Fußstapfen ihres Meisters treten. Sie sind so sehr auf ihre individuellen Bemühungen konzentriert, dass es ihnen nichts ausmacht, wochenlang nicht zu schreiben ... Einsam? Das bin ich ganz sicher nicht! Hm ... Sollte ich dennoch die Zeit finden, ihnen einen Besuch abzustatten ... Du glaubst doch nicht, dass sie sich von meiner Anwesenheit übermäßig gestört fühlen würden, oder?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "Über Xianyun – Gerichte",
			"voicelineType": "2005",
			"description": "Natürlich ist die Edle Küchenmaschine kein Ersatz für die Hand eines Kochs, wenn man ein wirklich großartiges Gericht zubereiten möchte. Aber wenn ich sie benutze, habe ich mehr Zeit, um an einem neuen, verbesserten Modell zu arbeiten, was wiederum mehr Zeit spart, und so weiter und so fort ... Ha, es wird der Tag kommen, an dem diese Maschine bis zur Makellosigkeit perfektioniert ist und ich die Macht habe, alle der Menschheit bekannten Köstlichkeiten zuzubereiten.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "Über uns – Gefährten",
			"voicelineType": "2003",
			"description": "Ich habe mir die Freiheit genommen, das Land vom Himmel aus zu vermessen, um diesen wegweisenden Kompass zu erstellen, mit dem du in Zukunft bequem reisen kannst. Hehe, wann hast du jemals einen so rücksichtsvollen Begleiter wie mich getroffen, hmm? ... Du seist bereits mit dem besagten Terrain vertraut, meinst du? Hmpf ... Nun, wie dem auch sei, das menschliche Gedächtnis ist bekanntlich anfällig für Fehler. Eines Tages wirst du dich hoffnungslos verirren und dann wirst du für meine Voraussicht dankbar sein.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "Über uns – Bindungen",
			"voicelineType": "2002",
			"description": "Obwohl ich kein Interesse an weltlichen Bindungen habe, bin ich mir der Bedeutung dieser Bindungen durchaus bewusst. Ein so einfaches Wort für eine Sache, die so tiefgreifend ist, dass sie sich kaum beschreiben lässt ... Nimm mich selbst und diese alten Fossilien als Beispiel. Manchmal sehen wir uns jahrelang nicht und selbst dann gibt es bei unserem nächsten Wiedersehen noch genug Streit. Und doch ist unsere Bindung so tief, dass ich mich trotz der räumlichen Entfernung zwischen uns nie einsam und verlassen in dieser Welt fühle ... Ich schätze dich sehr, mein Kind, und bin froh, dich als Freund{F#in} zu haben. Schätzt du auch die Bindung, die wir teilen?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Rex Lapis sagte einmal, dass ein Göttliches Auge ein Aufruf zur Pflicht sei, als Wächter über die Menschheit zu wachen, und dass wir uns dieser Pflicht niemals entziehen dürfen, ganz gleich, ob wir uns in die Berge zurückziehen oder uns dem Treiben der Stadt hingeben. Nun ist das Zeitalter der Menschheit angebrochen, aber ich werde diese Pflicht noch lange in der Zukunft erfüllen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Ein aufsteigender Stern“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Dieser mechanische Vogel von mir ist nur ein Prototyp. Ich wollte ein viel größeres Modell, das innen hohl ist, damit es sich zu einem Fahrzeug umformen lässt, mit dem ich mit meinen alten Freunden auf Besichtigungstour gehen kann ... Die Herausforderungen, ein solches Gerät anzutreiben und zu steuern, erwiesen sich jedoch als unüberwindbar. Schließlich mussten die Neigung kontrolliert und die Form verändert werden können, ganz zu schweigen von den Sicherheitsvorkehrungen ... *seufz* Wenn doch nur Guizhong noch hier wäre. Sie würde zweifelsohne viele verblüffende, aber geniale Lösungen für dieses Rätsel bieten.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Der Aocang-Berg ist ein idealer Ort für die Kultivierung des Geistes. Er besitzt eine unvergleichliche natürliche Schönheit und die reine, unverfälschte Essenz der Natur strömt stark in dieser Gegend. Einst versammelten sich viele neugierige Vögel und Tiere und schauten zu, während ich meditierte, und schon bald wurde der Frieden und die Ruhe durch ein chaotisches Gezwitscher und Gekreische ersetzt ... und doch fand ich nie, dass es mich störte.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "Über Ganyu ...",
			"voicelineType": "4001",
			"description": "Ich habe Ganyu einmal gefragt, woran sie normalerweise während ihrer Überstunden arbeitet. Ihre Antwort war voll von scheußlich klingenden Worten wie „Sitzungsprotokolle“, „Zusammenfassungen“, „Jahresberichte“, „Finanzprognosen“ ... Hätte sie nicht das Blut eines Qilin und hätte man sie nicht in die Geheimnisse der Gesundheitskultivierung eingeweiht, wäre sie mit dieser Lawine von bürokratischem Schriftgut sicher überfordert gewesen ... Wenn du sie das nächste Mal siehst, könntest du dich vergewissern, dass sie täglich ihren Qingxin-Tee des klaren Blicks getrunken hat?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "Über Shenhe ...",
			"voicelineType": "4002",
			"description": "Shenhe erzählte mir, dass sie einmal, als sie eine Bestellung für das Restaurant Wanmin auslieferte, über die Dächer rannte, um Zeit zu sparen. Ihr Kunde war erschrocken, als sie auf seine Türschwelle sprang, und wollte schon nach den Millelithen rufen ... Glücklicherweise verschwand Shenhe so schnell, wie sie gekommen war, ließ die Essenslieferung zurück und schaffte alles, bevor der Kunde Zeit hatte zu reagieren. Es scheint, als würde sie im Umgang mit Krisen immer besser werden. Ich könnte nicht zufriedener sein.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Heimkehr des Kranichs mit dem Wind“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "Über Zhongli ...",
			"voicelineType": "4003",
			"description": "Als Rex Lapis zum ersten Mal von meinem Plan hörte, mich am Hafen von Liyue niederzulassen, führte er eine lange und detaillierte Liste von Überlegungen zur Einrichtung und Ausschmückung eines Hauses auf. Natürliche Beleuchtung, Belüftung, maßgefertigte Holzarbeiten, Beschaffung von Porzellan, Platzierung von Pflanzen und Blumen ... Mein Kopf drohte zu explodieren vor lauter Informationen. Sind alle Facetten des Lebens in der menschlichen Welt mit so viel Aufwand verbunden?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Tausend Meilen im Mondschein“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "Über Xiao ...",
			"voicelineType": "4004",
			"description": "Der Dämonenbändiger ist noch verschlossener als ich selbst. Ich habe ihn im Laufe der Jahrhunderte nur ein paarmal bei gesellschaftlichen Anlässen gesichtet ... Es war interessant zu erfahren, dass du dich recht gut mit ihm verstehst. Welche Art von Gesprächen führt ihr beiden normalerweise? Oh, und lass mich wissen, wann du ihn das nächste Mal zu sehen gedenkst. Vielleicht könnte ich einen Tofupudding kochen, den du an ihn weitergeben könntest.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "Über Hu Tao ...",
			"voicelineType": "4005",
			"description": "Diese junge Frau sagt die bizarrsten Dinge und doch scheint sie bei den Mitarbeitern des Bestattungsunternehmens Wangsheng hoch angesehen zu sein. Sogar Rex Lapis selbst hielt es für angebracht, als eine Art „Berater“ unter ihr zu arbeiten ... Angeblich ist sie ähnlich eigenartig, was ihren Geschmack beim Essen angeht. Ich muss zugeben, dass ich Exzentriker wie sie ziemlich faszinierend finde.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "Über Xiangling ...",
			"voicelineType": "4006",
			"description": "Als ich einmal im Gespräch mit Xiangling die Edle Küchenmaschine erwähnte, war ich ziemlich verblüfft, als sie antwortete, dass ein Gericht nicht authentisch sei, wenn es nicht von Hand zubereitet wurde ... Hmpf, sind meine Geräte nicht auch das Werk meiner eigenen Hände? Als wäre das nicht authentisch ... Ein Wettbewerb ist angebracht! Allerdings beherrscht sie die Liyue-Küche auf wirklich beeindruckende Weise ... Ja, der Wettbewerb wird warten müssen, bis ich das Gerät ein wenig verbessert habe ...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "Über Ningguang ...",
			"voicelineType": "4007",
			"description": "Dieser Tianquan führt seine Geschäfte mit großer Gewandtheit und spricht mit höchster Genauigkeit. Hm, ich muss zugeben, dass Liyue unter der Führung der Qixing gut gedeiht. Ich habe sie genau beobachtet, in der Hoffnung, ihrem Geheimnis auf die Spur zu kommen ... Ähem, das war nur für deine Ohren bestimmt. Gib es bitte nicht an sie weiter.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Ein aufsteigender Stern“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "Über Keqing ...",
			"voicelineType": "4008",
			"description": "Keqing ist ein aufmerksames Kind. Sie besucht mich im Namen der Qixing bei jedem Fest und bringt immer ein Geschenk mit. Mit einer so fähigen und rücksichtsvollen Kollegin an ihrer Seite brauche ich mir vielleicht nicht allzu viele Sorgen um Ganyu zu machen ...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "Über Yun Jin ...",
			"voicelineType": "4009",
			"description": "Es gibt viele Liyue-Opern, die auf Geschichten über die Adepten basieren, darunter auch einige, die auf meinem Leben und meinen Taten beruhen ... Ich habe sie mir natürlich nie angesehen. Was könnte peinlicher sein, als jemanden zu sehen, der einen selbst auf der Bühne spielt? Es wäre jedoch interessant zu erfahren, wie gut sich Yun Jin in ihrer Adaption von Shenhes Geschichte schlägt. Wenn ich die Zeit habe, schaue ich es mir an.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Heimkehr des Kranichs mit dem Wind“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "Über Yaoyao ...",
			"voicelineType": "4010",
			"description": "Yaoyao hat mir einmal die Brille von der Nase gezogen und sie selbst anprobiert. Sie fand das furchtbar lustig und konnte nicht aufhören zu kichern ... Ach, Kinder finden alle möglichen Wege, sich zu amüsieren.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "Über Gaming ...",
			"voicelineType": "4011",
			"description": "Ich mag Gaming sehr. Er ist gutherzig und unterhaltsam im Gespräch, aber nie überzogen. Wir trafen uns zum ersten Mal, als ich an einem See rastete, und er teilte freundlicherweise etwas von seinem Proviant mit mir. Später merkt er an, dass ich alt und weise zu sein schien und mehr Respekt verdiente als die Adepten selbst ... Hehe, mit meinem Alter und meiner Weisheit werde ich gut auf ihn aufpassen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "Ich will mehr über Xianyun erfahren I",
			"voicelineType": "5001",
			"description": "Du möchtest mehr über meine Vergangenheit erfahren? Ich bezweifle, dass es da viel zu erzählen gäbe. Das ist doch alles längst Geschichte. Ich bin mehr daran interessiert, von deinen Reisen in die entlegensten Winkel der Welt zu erfahren ... Welche Gestalt haben die Götter und Unsterblichen anderer Völker? Gibt es unter ihnen welche, die so gesprächsbereit sind wie ich? Gießen wir einen Tee auf, dann kannst du mir alles darüber erzählen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "Ich will mehr über Xianyun erfahren II",
			"voicelineType": "5002",
			"description": "Es gab eine Zeit, in der sich viele Sterbliche nach der Führung der Adepten sehnten. Ich weiß nicht, wie sie meine Wohnstätte entdeckten, aber etwa alle zwei Tage fand ich Menschen, die Essensgaben am Altar auf dem Aocang-Berg ablegten ... Hmpf, warum sollten die Sterblichen von einem Adepten erwarten, dass er seine Meditation unterbricht, um eine Mahlzeit für Sterbliche zu sich zu nehmen? Höchst verwirrend. Da ihre Taten jedoch von Herzen kamen, hielt ich es für angebracht, ihre Gaben anzunehmen, sobald sie gegangen waren.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "Ich will mehr über Xianyun erfahren III",
			"voicelineType": "5003",
			"description": "Dann gab es diejenigen, die direkt vor meine Tür kamen und darum baten, als Schüler aufgenommen zu werden. Ich weigerte mich, ihnen eine Audienz zu gewähren, aber sie wollten einfach nicht gehen, und schon bald war der Aocang-Berg zu einer Art Pilgerlager geworden ... Sofort stellte ich ein Schild vor meiner Wohnstätte auf, auf dem stand, dass alle angehenden Schüler zuerst neunundneunzig Gerichte über einen Zeitraum von ebenso vielen Tagen präsentieren müssten, jedes Gericht einzigartig in seiner Rezeptur und mit Qingxin als Hauptzutat ... Natürlich zerstreute sich die Menge bald. Die Adeptenkünste und die mechanischen Künste zu beherrschen, erfordert höchstes Talent und äußerste Geistesruhe. Die Ausbildung wäre ein vergebliches Unterfangen für all diejenigen, die nicht einmal drei Monate lang durchhalten können.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "Ich will mehr über Xianyun erfahren IV",
			"voicelineType": "5004",
			"description": "Trotz all der wundersamen Dinge, die jemand, der die mechanischen Künste beherrscht, vollbringen kann, benutze ich sie oft zu reinen Erholungszwecken. Es gab ein Jahr, in dem es in Liyue stark schneite und der Aocang-Berg mit mehreren Metern Schnee bedeckt war. Als ich sah, dass alle in ihren Wohnstätten eingesperrt waren und nichts dagegen tun konnten, schuf ich einen „Mechanismus des Schneetreibens“ zum Skifahren in den Bergen. Zusammen mit Guizhong und der Fürstin des Singens und des Streunens amüsierte ich mich prächtig ... bis natürlich der Fürst des untergehenden Mondes und der aufgehenden Sonne dies bemerkte und beschloss, mitzumachen. Wenige Augenblicke später hatte er es geschafft, den Mechanismus aus den Angeln zu heben und tief in eine Schneewehe zu stürzen. Wir haben Stunden gebraucht, um ihn auszugraben ... Später habe ich den Mechanismus mit zahlreichen Sicherheitsvorkehrungen versehen, sodass er sogar von einem dreijährigen Kind sicher gesteuert werden konnte. Allerdings musste ich dafür Abstriche bei der Höchstgeschwindigkeit des Fahrzeugs machen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "Ich will mehr über Xianyun erfahren V",
			"voicelineType": "5005",
			"description": "Seit ich an den Hafen von Liyue gezogen bin, habe ich viele Werke bekannter Literatur gelesen. Diejenigen aus dem Genre der ritterlichen Kampfkünste haben sich als die unterhaltsamsten erwiesen, obgleich die Helden in den Seiten allesamt der Fantasie entsprungen sind. Wäre es nicht noch fesselnder, die Geschichten der vielen Gestalten aus dem wirklichen Leben zu erzählen, die man kennt? Es ist schade, dass meine Schüler so abgeneigt sind, die Geschichten aus ihrem Leben mit anderen Menschen zu teilen ... Vielleicht könntest du mehr Geschichten von deinen Reisen erzählen? Die könnte ich stattdessen zu einem Roman verarbeiten.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Tausend Meilen im Mondschein“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Xianyuns Hobbys ...",
			"voicelineType": "6001",
			"description": "Wenn man müßig ist und sich ablenken möchte, beruhigt es den Geist, sich von den Winden, die durch die Berge ziehen, verwöhnen zu lassen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "Xianyuns Sorgen ...",
			"voicelineType": "6012",
			"description": "Seit ich an den Hafen von Liyue gezogen bin, stehen immer wieder alte und neue Freunde vor der Tür, um mich zu besuchen oder zum Essen einzuladen. Wenn das so weitergeht, könnte es passieren, dass mir bald die Mora ausgehen ...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Tausend Meilen im Mondschein“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Ein gemeinsames Essen mit Freunden hinterlässt immer einen angenehmen Geschmack im Mund, unabhängig davon, welche Speisen verzehrt werden.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ein Adept widmet sich der Kultivierung des Geistes, wozu die Köstlichkeiten aus der Welt der Sterblichen nicht notwendig sind. Wenn ich derartige Dinge esse, dann nicht, um mich zu ernähren, sondern um den Geschmack zu genießen ... Wenn du also ein Gericht zubereitest und es schmeckt nicht einmal dir selbst, dann kannst du dir die Höflichkeit ersparen, mir anzubieten, es mit mir zu teilen. Du könntest sogar feststellen, dass es besser wäre, das Kochen mir zu überlassen ...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Ein Musterbeispiel für Frische und Geschmack ... Sag mir, wie lange studierst du schon heimlich meine kulinarischen Geheimnisse?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Der Geschmack ist zweitrangig. Was wirklich zählt, ist, dass du überhaupt das Bedürfnis hattest, für mich zu kochen. Ich lobe deine Rücksichtnahme.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Meine Edle Küchenmaschine steht seit einiger Zeit unbenutzt herum. Du kannst sie gern ausleihen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Hier, öffne diese Holzkiste. Es ist ein mechanischer Miniaturmensch für dein Freizeitvergnügen. Versuch, mit ihm zu spielen, und beobachte: Wenn du so in die Hände klatschst, öffnen sich die Lotosblütenblätter, die farbigen Lichter leuchten nacheinander auf und dann erklingt eine Melodie. Es ist die Geburtstagsmelodie, die den jungen und hippen Menschen dieser Generation so gut gefällt. Sie verleiht deinem Geburtstagsfest einen Hauch von Fröhlichkeit und Leichtigkeit ... Ich wünsche dir einen wunderschönen Tag.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Angesichts der Tatsache, dass ich so viel Zeit in geschlossenen Räumen verbringe, ist es ganz gut, sich ab und zu ein wenig zu bewegen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Einige dieser Adeptenkünste habe ich seit vielen Jahren nicht mehr angewendet ... Es ist unvermeidlich, dass ich mich ein wenig ungeübt zeige.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Meine Güte, dieser erwartungsvolle Blick in deinem Gesicht ... *seufz* Nun gut. Von nun an werde ich meine Fähigkeiten stärker einsetzen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Durch unsere Reise in dieser Welt sammeln wir Erfahrungen. Macht ist nicht alles, die Fähigkeiten der Kommunikation sind wichtiger. Wenn du Zeit hast, lass uns einen Ort mit einer schönen Aussicht finden, wo wir die Landschaft bewundern, uns unterhalten, ein wenig runterschalten und einfach das Leben genießen können.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Huh!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "In den Himmel!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Auseinander!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Ab in die Wolken!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Mach Platz für die Adeptin!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Zerstreute Wolken, versammelt euch!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Diese könnten als Ersatzteile wiederverwendet werden.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Was für Schmuckstücke haben wir denn hier? Präsentiere sie mir, damit ich sie mir ansehen kann.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Vielleicht sollte ich eine Art „Suchmechanismus der Kuriositäten“ erfinden.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Was für eine Frechheit!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "In der Tat kein Schwächling.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Ich werde dich nicht im Stich lassen.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Sei dir deiner Grenzen bewusst.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Wenn du so weit bist ...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Das zählt nicht ... Ich hatte noch nichts gegessen ...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Sapperlot ...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Warte, mein mechanisches Meisterwerk ...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Kinderspiel.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Folgenloses Unterfangen.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Meine Vorrichtungen sind kalibriert. Wir können jetzt aufbrechen.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Ich nehme an, du hast ausreichend Lebensmittel eingepackt?",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Ich bin schnell zu Fuß. Versuch, Schritt zu halten.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}