{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Hallo, ich bin Xilonen von den Kindern der Echos. Wenn du möchtest, dass ich ein paar Werkzeuge für dich schmiede, lass es mich einfach wissen. Ich habe nur im Moment einen ziemlichen Rückstand bei den Aufträgen, also selbst wenn du jetzt eine Anfrage stellst, könnte es eine Weile dauern, bis ich mich darum kümmere.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Gespräch – Grünpflanzen",
			"voicelineType": "1101",
			"description": "Hach, meine Topfpflanze auf dem Balkon ist schon wieder eingegangen. Ich habe sie jeden Tag gegossen ... Sag mir nicht, dass ich es dieses Mal übertrieben habe!",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Gespräch – Pause",
			"voicelineType": "1102",
			"description": "Wir sollten nach all dem Herumgerenne eine Pause einlegen ... Ja, lass uns hier ein bisschen ausruhen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Gespräch – Schmiedearbeiten",
			"voicelineType": "1103",
			"description": "Wie viele Schmiedeaufträge ich noch zu erledigen habe? Mal sehen, einen, zwei ... Hmm, nicht so viele, wie ich dachte. Ich werde mich morgen um sie kümmern.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Perfektes Wetter für ein Schläfchen in der Werkstatt ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "Wenn es schneit ...",
			"voicelineType": "1202",
			"description": "Hatschi! Mist, jetzt bin ich munter.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "Wie sonnig ...",
			"voicelineType": "1203",
			"description": "*gähn* Zeit für ein Nickerchen ... Oh nein, wo ist meine Sonnenbrille hin ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "In der Wüste ...",
			"voicelineType": "1204",
			"description": "Die Temperatur ist genau richtig ... Ah, aber das ist nicht der beste Platz, um sich hinzulegen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Guten Morgen ...",
			"voicelineType": "1001",
			"description": "Guten Morgen! Hast du gut geschlafen? Hier, trink das. Wenn du deinen Tag mit etwas Süßem beginnst, hebt das deine Stimmung für den ganzen Tag.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Es ist jetzt Nachmittag, was bedeutet ... *gähn* Zeit für eine Pause. Ich werde ein Nickerchen machen. Weck mich einfach, wenn du etwas brauchst ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Wah, sieh nur, wie spät es ist ... Ja, machen wir Schluss für heute. Essen wir was Leckeres zusammen, um unseren tollen Arbeitstag zu feiern.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Gute Nacht! Denk daran, dein Kissen aufzuschütteln, sonst tut dir morgens der Nacken weh.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "Über Xilonen – Ausgleich zwischen Arbeit und Freizeit",
			"voicelineType": "2001",
			"description": "Egal, wie viel Arbeit du hast, du musst dir Zeit nehmen, dich auszuruhen. Wenn du nicht aufhörst zu arbeiten, werden dein Geist und dein Körper streiken ... Und wenn das passiert, geht deine Fähigkeit, gute Arbeit zu leisten, den Bach runter.\nHmm? Du findest keine Zeit für eine Pause? Dann sag einfach, dass ich dich plötzlich wegen etwas Wichtigem sprechen muss, und komm in meine Werkstatt, um ein kleines Nickerchen zu machen. Ich werde schon nichts sagen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "Über Xilonen – Langsam",
			"voicelineType": "2005",
			"description": "Einige meiner Freunde haben mir gesagt, dass ich manchmal etwas langsam bin und dass ich selten Gefühle zeige. Einmal war ich zum Beispiel bei einem Freund auf einer Feier und wir fingen an, über das Thema Heirat zu reden. Eine Freundin fragte, ob wir weinen würden, wenn sie heiratet, und dann fingen plötzlich alle an zu weinen, schluchzten und sagten, dass sie sie nicht als Freundin verlieren wollten ...\nAlso, ich habe nicht verstanden, warum alle geweint haben. Ich meine, ist es nicht schön zu heiraten? Sie heiratet nur, sie geht doch nicht weg. Wir können sie doch besuchen gehen.\nHm? Was wäre, wenn sie gegen ihren Willen verheiratet werden würde und deshalb traurig wäre? Oh ja, das habe ich mir auch überlegt.\nIn dem Fall würde ich einfach in die Zeremonie platzen und sie mitnehmen. Ich bin ziemlich schnell, weißt du? Ja, ich würde sie noch rechtzeitig retten.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "Über uns – Wie man schmiedet",
			"voicelineType": "2003",
			"description": "Ganz gleich, was du herstellst, die Temperatur des Ofens ist immer entscheidend. Ist sie zu niedrig, kannst du die Materialien nicht weich machen oder schmelzen und es ist unmöglich, Verunreinigungen zu entfernen. Ist die Temperatur zu hoch, werden einige Materialien unbrauchbar.\nDie meisten Handwerker passen die Temperatur an, indem sie Brennstoff aus dem Feuer nehmen oder mehr Holz zum Verbrennen hinzufügen.\nAlso ich persönlich füge normalerweise phlogistonreiche Edelsteine hinzu, um die Temperatur zu kontrollieren. Durch Phlogiston unterstützte Flammen sind viel stärker als die eines normalen Feuers ...\nWas ich mit den Edelsteinen mache, wenn das Phlogiston aufgebraucht ist? Ich finde einfach einen Ort, an dem ich sie aufbewahren kann ... Wenn das Phlogiston aufgebraucht ist, haben sie nur noch ästhetischen Wert. Wenn du welche haben möchtest, kannst du dir gern ein paar aussuchen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "Über uns – Segen",
			"voicelineType": "2002",
			"description": "Tante Tlazolli meinte, sie würde euch eine Glutkristall-Inschrift als Geschenk anfertigen, nicht wahr? Aber so wie es jetzt aussieht, hat sie dafür keine Zeit mehr.\nDaher werde ich diese Arbeit nun übernehmen. Betrachtet es als Dank dafür, dass ihr mir geholfen habt, Nepecha zu retten.\nHab ich euch nicht schon mal einen alten Namen gefertig?\nHahaha, das zählt nicht. Der alte Name hatte die Segenswünsche von allen ... diese Inschrift jedoch trägt allein meinen Segen für dich.\nNichts zu danken. Ich sag dir Bescheid, wenn er fertig ist. Und was du darauf eingravieren möchtest ... das entscheidest du dann selbst!",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Glühende Ode der Auferstehung“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				},
				{
					"unlockText": "Nach Abschluss von „Gebete und Wünsche an die Gipfel der Berge“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Oh, mein Göttliches Auge? Ja, das ist ziemlich nützlich. Damit kann ich die Konzentration und Verteilung des Geo-Elements in verschiedenen Erzen genauer bestimmen. Das hilft mir, schnell gutes Erz von schlechtem zu trennen.\nOh, ob es eine Bedeutung hat? Hm, ich habe noch nie wirklich darüber nachgedacht. Solange es mir bei meiner Arbeit helfen kann, ist mir der Rest egal.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Ich versuche oft, kleine Ornamente mit komplexen Strukturen zu schmieden, um meine handwerklichen Fähigkeiten zu verbessern. Zum Beispiel einen netzartigen Anhänger oder geflochtene Ohrringe ... Wenn ich ein Produkt fertiggestellt habe, verschenke ich es in der Regel an einen meiner Freunde oder Nachbarn.\nOh? Ob ich Ringe machen kann? Ja, natürlich! Erst neulich habe ich einen Ring in Form einer brillanten Chrysantheme gemacht. Allein der Entwurf hat mich ziemlich viel Mühe gekostet.\nAch, du hättest gern einen? Sicher. Zeig mir deine Hand. Wenn ich deinen Finger ausgemessen habe, kann ich dir im Handumdrehen einen schmieden.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Ich verstehe wirklich nicht, wie man sich richtig um Pflanzen kümmert ... Ich habe sie alle drei Tage gegossen, alle fünf Tage das Unkraut herausgezogen und sie zweimal in der Woche gedüngt, genau wie es in der Anleitung stand, und ich habe sogar dafür gesorgt, dass sie die richtige Menge an Sonnenlicht bekommen, und trotzdem sind alle meine Pflanzen verdorrt.\n*seufz* Sag mir nicht, dass man auch bei der Gartenarbeit Glück braucht!",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "Über Kachina",
			"voicelineType": "4001",
			"description": "Kachina hat mich beauftragt, für sie einen Bohrer zu schmieden, der sich nicht nur in den Boden bohren, sondern auch herumspringen konnte. Die Herstellung war nicht besonders kompliziert, aber die Einstellung des Sitzwinkels war knifflig. Schließlich nahm Kachina meinen Vorschlag an, den Sitz zugunsten eines manuellen Steuerungssystems, das an den Stromkern des Bohrers angeschlossen wird, wegzulassen ...\nHm? Warum Kachina auch herumhüpft, wenn sie den kleinen Wirbelwind bedient?\nSo wollte sie es haben. Sie sagte, sie mag es, das Holpern beim Springen direkt zu spüren, also habe ich einen Teil des Stoßdämpfungssystems entfernt.\nIch frage mich allerdings, ob ich ihr als Nächstes eine Kauschiene machen sollte. Das Letzte, was ich will, ist, dass sie sich auf die Zunge beißt, während sie den Bohrer benutzt ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "Über Mualani ...",
			"voicelineType": "4002",
			"description": "Mualani ist eine erstaunliche Athletin. Ich habe noch nie jemanden gesehen, bei dem das Surfen oder Gleiten auf den Seelenpfaden so einfach aussieht. Und wirklich, ich habe Mualani noch nie einen Fehler machen sehen.\nHmm? Was würde passieren, wenn ein Mensch oder Saurier ihr in die Quere käme? Hmm, ich bin mir ziemlich sicher, dass sie sie einfach aufsammeln und weitergleiten würde.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "Über Chasca ...",
			"voicelineType": "4003",
			"description": "Es war keine leichte Aufgabe, Chascas Waffe in großer Höhe zum Laufen zu bringen. Zunächst musste ich dafür sorgen, dass sie im Hochgeschwindigkeitsgefecht stabil und zuverlässig bleibt. Dann musste ich Standard- und Spezialmunition entwickeln, die für den Kampf in großen Höhen geeignet war. Und schließlich musste ich überlegen, wie ich die Probleme des Rückstoßes und der Genauigkeit beim Zielen während des Fliegens lösen könnte ...\nAber Chasca sagte mir, dass die letzten beiden Probleme keine große Sache seien und dass sie damit zurechtkommen würde, solange ich ein einfaches mechanisches Fadenkreuz installieren würde.\nChasca hat definitiv bewiesen, dass sie eine Expertin im Umgang mit dieser Waffe ist. Das zeigt mir, dass sie wirklich ein fliegendes Ass des Blumenfeder-Klans ist.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "Über Mavuika ...",
			"voicelineType": "4004",
			"description": "Mavuika hat mir schon so einige wunderliche Aufträge zugespielt.\nEinmal wollte sie, dass ich ihr ein hitzebeständiges Schwert schmiede, das ihrem Feuer standhält, damit es ihr nicht gleich in der Hand schmilzt, wenn sie loslegt ... Und einmal sollte ich ihr eine Spezial-Sonnenbrille basteln, damit sie die Gegner besser sieht, wenn sie mit Flammen kämpft.\nAber das abstruseste war dieser Flammenreiter. Tagelang tauchte sie in meiner Werkstatt auf und quengelte, ich solle ihr einen Phlogiston-getriebenes Fahrzeug bauen. Dabei drückte sie mir Berge von Plänen in die Hand, von denen ich keinen Schimmer habe, woher sie sie hatte ... Irgendwann konnte ich es nicht mehr ertragen und verbrachte ganze drei Monate damit, ihren Flammenreiter fertigzustellen. Und nun höre ich, dass sie jeden Tag mit diesem Gerät durch Natlans Wildnis brettert, und niemand sie aufhalten kann ...\n... Da ist es eigentlich fast erfrischend, für {F#eine Reisende}{M#einen Reisenden} mal einfach nur einen antiken Namen zu schmieden. Das klingt fast schon seriös im Vergleich zu all dem anderen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Glühende Ode der Auferstehung“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "Über Kinich ...",
			"voicelineType": "4005",
			"description": "Kinich ist nett, aber dieser Ajaw ist wirklich schwer zu ertragen.\nApropos, woher kommt Ajaw überhaupt? Wenn er aus einer Art Gerät stammt, dann gibt es doch die Möglichkeit, dass ich ihn für immer zum Schweigen bringen könnte. Oh, vielleicht sollte ich etwas Zeit finden, um das mit Kinich zu besprechen ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "Über Citlali ...",
			"voicelineType": "4006",
			"description": "Citlali kam gelegentlich in meine Werkstatt, um etwas Erz zu kaufen. Sie sagte, man könne einige Erze zu Pulver zermahlen und als Medizin einnehmen, die ihr bei Weissagungen und Zeremonien helfen würde. Hm? Ob ich sie jemals gebeten habe, mir die Zukunft vorauszusagen? Nein, ich bin nicht daran interessiert, die Zukunft zu erfahren. Ich habe schon genug Sorgen mit meiner derzeitigen Arbeit. Außerdem werde ich bei Wahrsagerritualen immer ganz müde ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "Über Ifa ...",
			"voicelineType": "4007",
			"description": "Ifa ist schon einmal zum Stamm gekommen, um einige Tepetlisaurier zu heilen. Er ist sehr geschickt und weiß, wie man sich um seine Patienten kümmert. Selbst die ungestümen Saurier sitzen ruhig, wenn er in der Nähe ist.\nIfa sagte, das sei alles dank des Satzes Spritzen für Saurier, den ich für ihn hergestellt habe. Selbst ohne die Nadel ist es genug, um jeden Menschen oder Saurier davon abzuhalten, sich danebenzubenehmen. Willst du sie sehen? Ich habe noch ein Musterset, falls du interessiert bist.\nWarte hier, ich hole die größte ... Was ist? Warum trittst du zurück? Die Nadel ist nicht mal daran befestigt, es ist völlig ungefährlich.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "Über Ororon ...",
			"voicelineType": "4008",
			"description": "Wenn Minus und Minus Plus ergeben, dann sollte ein Spinner in einer Gruppe von Spinnern einfach normal sein, aber Ororon kommt mir irgendwie immer noch ein bisschen komisch vor.\nTrotzdem scheint er als Mensch sehr nett zu sein. Er hat sogar Ifa veranlasst, den Kindern der Echos einen Haufen Obst und Honig zu bringen, vermutlich, weil er dachte, dass er uns zu viel Ärger bereitet hat. Ich wusste gar nicht, dass man von Phlogiston-Läusen so süßen Honig bekommen kann, er muss also wissen, was er tut.\nHach, wie können manche Menschen solche Naturtalente im Umgang mit Pflanzen und Tieren sein?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Der zum Brennen bestimmte Regenbogen“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "Über Iansan ...",
			"voicelineType": "4009",
			"description": "Ich habe dem Kollektiv der Fülle einmal geholfen, ein paar Sätze superschwerer Gewichtsplatten und Hanteln herzustellen.\nAls es an der Zeit war, die Waren abzuholen, kam Iansan mit einer Gruppe des Stammes, um die fertigen Produkte zu prüfen. Sie hob jedes einzelne Gewicht hoch und überprüfte es, bevor sie es nacheinander in einen Karren legte. Nachdem sie all diese Gewichte gehoben hatte, war sie kaum außer Atem und ihr Gesicht war nur ein wenig rot.\nUm ehrlich zu sein, bin ich ein bisschen neidisch auf sie. Sie sind nicht nur richtig stark, sondern können auch gut mit Pflanzen umgehen ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "Ich will mehr über Xilonen erfahren I",
			"voicelineType": "5001",
			"description": "Auch wenn ich ein Namenschmied bin, ist das Schmieden antiker Namen nicht meine Hauptaufgabe. Ich helfe den Leuten im Stamm beim Schmieden von Werkzeugen und Waffen, was den Großteil meiner Arbeit ausmacht.\nSchließlich sind antike Namen ziemlich selten, aber es gibt unzählige Aufträge für andere Arten von Gegenständen ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "Ich will mehr über Xilonen erfahren II",
			"voicelineType": "5002",
			"description": "Der anstrengendste Teil der Auftragsarbeit ist nicht das Schmieden selbst, es ist der Versuch, die verwirrend formulierten Wünsche meiner Kunden zu entschlüsseln. Ich verbringe so viel Zeit damit, meinen Kunden dabei zu helfen, ihre Vorstellungen zu klären, damit sie mir sagen können, was sie eigentlich wollen. Dann kann ich endlich meinen Hammer in die Hand nehmen und mich an die Arbeit machen.\nWenn ich sehe, wie meine Kunden eine Erleuchtung haben, bei der sie endlich erkennen, was sie wollen, macht mir das Ganze keine Freude mehr. Mir dreht sich dabei richtig der Magen um, und zwar so sehr, dass es mir den Appetit verdirbt.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "Ich will mehr über Xilonen erfahren III",
			"voicelineType": "5003",
			"description": "Wenn ich keine Aufträge habe, stelle ich normalerweise kleine Spielereien her. Diese Schuhe, die ich trage, verwenden zum Beispiel die neusten Phlogiston-Antriebssysteme und viele neue Arten von Legierungen. Und diese Kopfhörer, die ich trage, können an einen Plattenspieler angeschlossen werden, sodass ich eine Platte hören kann, während ich in der Schmiede arbeite ...\nKlingt kompliziert? Find ich eigentlich nicht, es ist nämlich einfacher, sich mehr Mühe zu geben, wenn man an etwas arbeitet, das man mag.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "Ich will mehr über Xilonen erfahren IV",
			"voicelineType": "5004",
			"description": "Der Hauptgrund, warum ich Namenschmied wurde, ist, dass sowohl mein Vater und meine Mutter als auch die meisten meiner Verwandten ebenfalls Namenschmiede waren. Als ich klein war, erzählten mir meine Eltern immer, dass von allen Stämmen in Natlan nur unserer die Verantwortung für das Schmieden antiker Namen übernehmen konnte. Sie hofften, dass ich diese Tradition auch fortsetzen könnte, wenn ich älter würde.\nAlso habe ich mich bereit erklärt, diese Aufgabe zu übernehmen. Mehr gibt es dazu eigentlich nicht zu sagen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "Ich will mehr über Xilonen erfahren V",
			"voicelineType": "5005",
			"description": "Bevor ich jedoch Namenschmied wurde, habe ich lange darüber nachgedacht, ob ich mich wirklich auf eine so mühsame Arbeit einlassen sollte. Schließlich gab es viele leichtere Berufe, die ich hätte wählen können. Selbst als normaler Schmied ist es einfacher und außerdem könnte ich mehr verdienen.\nAber letztendlich habe ich mich für diesen Weg entschieden.\nDas Schmieden antiker Namen ist eine wichtige Aufgabe, die jemand übernehmen muss, und da ich zufällig die richtigen Fähigkeiten für diese Aufgabe besitze, wurde es meine Pflicht, das Handwerk zu übernehmen. Es ist genau so, wie mein Vater immer sagte: „Wenn jeder in Natlan die Verantwortung übernimmt, die er tragen kann, wird Natlan für immer stark bleiben.“\nDie Arbeit ist nun meine Pflicht und ich führe sie aus, unabhängig von meinem persönlichen Interesse.\nAußerdem war ich der Fähigste derjenigen, die dieses Handwerk im Stamm erlernten. Wenn ich kein Namenschmied geworden wäre, hätte das jemand anderes an meiner Stelle übernehmen müssen. Die anderen Schüler stellten mir ständig Fragen und schrieben meine Hausaufgaben ab. Wenn es ihre Aufgabe wäre, antike Namen zu schmieden, würden sie mich sicher ständig mit Fragen löchern. Also dachte ich mir, dass es besser wäre, die Aufgabe selbst zu übernehmen, als sich mit all dem Ärger herumzuschlagen ... Ja, das ist für alle bequemer und erspart mir, mich den ganzen Tag um die Arbeit anderer Leute kümmern zu müssen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Xilonens Hobbys ...",
			"voicelineType": "6001",
			"description": "Schlafen, abschalten und sich in der Sonne aalen ... Wenn ich nicht arbeite, ist sogar das Anstarren von leerem Papier interessant für mich.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "Xilonens Sorgen ...",
			"voicelineType": "6012",
			"description": "Wenn ich mit jemandem über einen Schmiedeauftrag spreche, habe ich am meisten Angst davor, zu hören: „Diese Anfrage ist weder dringend noch wichtig. Kümmer dich einfach darum, wann immer du Zeit hast.“\nMeiner Erfahrung nach ist das im Grunde genommen gleichbedeutend mit der Aussage: „Ich könnte dich jederzeit drängen kommen.“\n*seufz* Mein Kopf tut weh, wenn ich nur daran denke. Ich glaube, ich gehe jetzt wieder schlafen...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Süßigkeiten und Schokolade. Ich arbeite in der Schmiede und Süßigkeiten geben mir die Energie, die ich brauche, um meinen Hammer zu schwingen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich mag kein Wasser ohne jeden Geschmack. Ja, ja, ich weiß, dass reines Wasser am gesündesten ist, aber ich kann das Zeug einfach nicht trinken. Man könnte doch wenigstens ein bisschen Zucker hinzufügen. Oder, wenn sonst gar nichts geht, einen Spritzer Zitrone ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Mh, köstlich! Gibt es noch mehr? Hm? Wann ich es aufgegessen habe? Gerade eben. Ich esse ziemlich schnell, weißt du? Und noch schneller, wenn es gut ist.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Nicht schlecht, ich muss dich das nächste Mal mit meiner Kochkunst verwöhnen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Ah, ist schon gut, danke. Ich werde müde, wenn ich zu viel esse.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Alles Gute zum Geburtstag! Dieses universelle Mehrzweck-Set kannst du behalten. Es enthält eine Reihe von Bohrern und Hämmern sowie drei Handsägen und fünf speziell geformte Stemmeisen, die dir in der Wildnis sicher nützlich sein werden. Oh, und da sind auch eine Reihe von Seilen aus geflochtenem Leder und Metalldraht. Sie sollten stark genug sein, um selbst einen ausgewachsenen Tepetlisaurier zu heben. Weißt du, wie man Knoten bindet? Wenn nicht, kann ich es dir jetzt beibringen. Hier, sieh mal ... Zuerst hältst du das Seil so, dann schlägst du es um ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "... Miau?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Hmm, echtes Gold muss noch im Feuer gereinigt werden. Ich danke dir.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Es scheint, als würden meine Augen schärfer und meine Arme stärker, um meinen Hammer zu schwingen. Warte, lass mich mal irgendwo draufschlagen ... Du solltest zurücktreten.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Du hast mir so viel geholfen, ich kann dich nicht mit leeren Händen gehen lassen. Hier, nimm diesen Edelstein, in den ich meinen Namen eingraviert habe. Du kannst ihn benutzen, um mich um Hilfe zu bitten, wann immer du willst. Ganz gleich, ob du mich brauchst, um die Schmiede anzufeuern, oder ich dich auf ein gefährliches Abenteuer begleiten soll, ich werde bereit sein, dir zu helfen. Dieses Versprechen gilt so lange, bis sich mein Name und dieser Stein in Nichts aufgelöst haben.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Komm schon.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Hmpf.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Uff ...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Lausch dem Echo im Tal!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Möge das Blut der Berge kochen!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Durch die eingravierten Namen hallt das Echo.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Ich halte Ausschau. Keine Sorge, es gibt keinen Hinterhalt.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Da ist eine Menge gutes Zeug drin. Willst du mir was abgeben? War nur ein Scherz, du kannst alles behalten.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Hmm, das sollte was wert sein. Los, steck’s dir ein.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Wie blöd ...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Das reicht jetzt.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "... Hmpf!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Ich bin jetzt dran.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Ich kümmere mich darum.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Die Flammen ... sind erloschen ...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Der Ofen ... erkaltet ...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Hui, Zeit für ... ein Nickerchen ...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Schon wieder?",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910002",
			"description": "Wie nervig!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Geht’s schon los?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Bringen wir’s hinter uns.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Immer nach dir.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}