{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1000",
			"description": "Ich bin Yanfei. Ich bin nicht einfach nur eine der Besten, sondern die beste Gesetzesberaterin in Liyue! Sei es im Bereich Handels-, Familien- oder Strafrecht, ich kann alle rechtlichen Streitigkeiten für dich im Handumdrehen erledigen! Meine Kontaktdaten? ... Wohin soll ich sie für dich aufschreiben? Hmm ... Auf ein Blatt Papier? Nein, das Papier geht leicht verloren. Auf der Hand? Auch nicht, die Schrift geht so schnell weg. Ach! Auf das Kleid von der Kleinen neben dir!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Gespräch – Gesetze",
			"voicelineType": "1101",
			"description": "Ich erinnere dich noch einmal daran: Gesetze sind sowohl Fesseln als auch Werkzeuge. Vergiss das nicht!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Gespräch – Arbeit",
			"voicelineType": "1102",
			"description": "Gesetze und Menschlichkeit widersprechen und ergänzen sich gleichzeitig. Man muss richtig viel lernen, um die beiden auszubalancieren.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Gespräch – Lesen",
			"voicelineType": "1103",
			"description": "Ach ... Was für ein komischer Fall ... Die Welt ist so groß, dass es für alles Komische einen Platz gibt.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Es regnet wieder! Herrscher über die Felsen, bitte lasst den Himmel aufklaren! Ich kann es mir nicht leisten, meine Gesetzesbücher feucht werden zu lassen ...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "Wenn es schneit ...",
			"voicelineType": "1202",
			"description": "Noch ... Noch schlimmer kann das Wetter nicht werden ... Mir ist ... ein bisschen kalt ... Hatschi!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "Wie sonnig ...",
			"voicelineType": "1203",
			"description": "Ach, bei solchem schönen Wetter sollte man die Gesetze im Kopf wiederholen. Mhmm? Was war noch gleich der Paragraf 27, Absatz 6, Satz 3 von Liyues Handelsgesetzbuch ... Habe ich es vergessen? Das kann nicht wahr sein! Was ist heute mit mir los ...?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Heute Morgen muss ich für eine schuldrechtliche Streitigkeit auf Außendienst gehen. Vor dem Mittag muss ich noch den Klienten von letzter Woche kontaktieren ... Also dann! An die Arbeit!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "*gähn* ... Ich bin schon etwas schläfrig ... Lass uns doch debattieren! Eine kleine Debatte kann erfrischend sein! Das Thema ist: „Ist die Eröffnung der Bank des Nordens für Liyue eher vorteilhaft?“ Gut, bist du pro oder kontra?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Nachtmarkt? Ähm ... Ich möchte eigentlich zu Hause meine Notizen in Ordnung bringen. Na gut, gehen wir auf den Nachtmarkt! Ich sage dir, es gibt manche Läden, die jeden Tag nur frische Waren anbieten. Sie möchten aber die übrig gebliebenen Waren von tagsüber nicht einfach wegschmeißen. Deswegen verkaufen sie diese Waren auf dem Nachtmarkt mit fettem Rabatt.\nLass mich um den Preis feilschen! Das Wechselgeld ... kannst du mir als Dienstleistungsgebühren schenken!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Du möchtest schnell einschlafen? Dann kann ich dir die Entwicklungsgeschichte von Liyues Gesetzen erzählen. Keiner meiner Freunde hält es länger als zwanzig Minuten aus. Oh, nicht effizient genug? Dann sage ich dir die Gesetze auswendig auf. Sag mir morgen, bis zum welchen Paragrafen du noch wach geblieben bist. Ähem ... Soll ich anfangen?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "Über Yanfei – Aggressivität",
			"voicelineType": "2001",
			"description": "Wenn ich Akten durchlese, sehe ich etwas aggressiv aus? Ähm ... Aber das ist nur mein Arbeitsmodus. Ich habe einen unsichtbaren Schalter an mir. Wenn ich den Schalter umlege, bin ich im Normalmodus. Noch einmal und ich gehe in den Arbeitsmodus über. Hast du keinen solchen Schalter?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "Über Yanfei – Schwäche",
			"voicelineType": "2002",
			"description": "Ich fürchte mich am meisten vor den Familienstreitigkeiten, vor Scheidungen, dem Kampf um Sorgerecht und so weiter ... Es fällt mir schwer, nur mit Vernunft oder Logik diese Fälle beizulegen. Man braucht oft viel Geduld beim Gespräch mit den Klienten. Aber manchmal sind sie selbst nicht in der Lage, sich klar auszudrücken ... Hmpf, obwohl ich selbst behaupte, dass ich „alle rechtlichen Streitigkeiten“ erledigen kann, hoffe ich trotzdem herzlich, dass alle freundlich miteinander zusammenleben können, sodass ich mir nicht mehr den Kopf über solche Fälle zu zerbrechen brauche.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "Über uns – Preisbestimmung",
			"voicelineType": "2003",
			"description": "Du möchtest mich als Beraterin anstellen? Kein Problem. Sechstausend Mora für die Auslegung eines Paragrafen. Für Beratung, hundertachtzigtausend Mora pro zwei Stunden. Für handelsrechtliche Angelegenheiten nehme ich mindestens siebenhundertundzehntausend Mora pro Fall. Und das endgültige Angebot sowie die Provision sind von den konkreten Umständen abhängig. Also, wie sieht es aus? Ist es nicht sehr preisgünstig?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "Über uns – Beziehung",
			"voicelineType": "2004",
			"description": "Wenn du in verschiedenen Städten herumreist, ist es am besten, eine Rechtsexpertin wie mich dabei zu haben. Ich kenne mich nicht nur mit den Gesetzen von Liyue aus. Die von Fontaine sind tatsächlich sehr kompliziert, aber ich kann das bestimmt schaffen, sie in kürzester Zeit auswendig zu lernen! Haupt... Hauptsache ist, ich bin sehr zuverlässig!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Ein „Göttliches Auge“ entsteht nur bei einem besonders starken Wunsch. Ich habe natürlich meinen starken Wunsch, deswegen habe ich das „Göttliche Auge“ bekommen. Mein Wunsch ist, dass alle sich brav an Gesetze und Regelungen halten! Alle, die sich erdreisten, aus der Reihe zu tanzen, müssen mit der Schärfe der Gesetze rechnen!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "Willst du mir etwas mitteilen? – Waage",
			"voicelineType": "3002",
			"description": "Diese Waage ist ein Schatz, den mein Vater mir geschenkt hat. Sie kann den „Wert“ von Dingen bemessen. Normalerweise benutze ich Mora als Gewichtsstücke. Die Waage kann nur den ursprünglichen Wert messen. Vor tausend Jahren waren zum Beispiel Glaslilien in Liyue überall zu sehen. Diese Blume war damals nur ein paar Mora wert. Mit der Zeit ist aber ihre Zahl stark geschrumpft. Dementsprechend ist ihr Preis auch immer höher gestiegen. Aber diese Waage zeigt nur ihren ursprünglichsten Wert an.\nDeswegen kann die Waage mir in meisten Fällen der Arbeit nicht helfen ... Was? Du willst mal was wiegen? Wie wäre es ... wenn wir deine kleine Freundin hier wiegen, geht das?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "Willst du mir etwas mitteilen? – Rechtsstaatlichkeit",
			"voicelineType": "3003",
			"description": "Meine selbst erfundene Fähigkeit „Feuerschluckstrafe“ lehnt sich an die „Steinschluckstrafe“ aus dem alten Buch „Sammlung der Gesetze, Verordnungen, Satzungen und Verwaltungsvorschriften von Liyue“ an. Der Herrscher über die Felsen ist der Gott der Verträge. Verträge können auch als Fesseln betrachtet werden. Was bedeutet das? Das heißt, Liyue ist seit jeher die Stadt der Verträge.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3004",
			"description": "In „Historia Naturalis Liyue“ ist eine Art Wasserpferdeschwanz aufgezeichnet. Er „wächst allein im Dihua-Moor und hat die Farbe der Abendröte. Man kann aus ihm Medizin machen.“ Falls man den Wasserpferdeschwanz zu Pulver mahlt und das Pulver in Tinte gibt, zergehe die damit geschrieben Schrift auch im Wasser nicht. Hmmm ... Schade! Ich habe das Dihua-Moor hundertmal besucht und dort so viele lila Pferdeschwänze gesehen. Aber diesen Wasserpferdeschwanz habe ich nie gefunden.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "Über Qiqi ...",
			"voicelineType": "4001",
			"description": "Ich habe gehört, dass die Kräutersammlerin sich selbst einen Verhaltenskodex geschrieben hat. Sie sieht zwar klein aus, kann aber sehr durchdacht handeln. Sie wird bestimmt etwas Großes vollbringen.\nAch, die jungen Leute werden uns bestimmt in naher Zukunft übertreffen! Sogar ich bewundere sie.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "Über Ganyu ...",
			"voicelineType": "4002",
			"description": "Ganyu ist sehr nett und freundlich. Sie hat leider immer alle Hände voll zu tun. Außer während ihres Mittagsschlafs arbeitet sie den ganzen Tag an Akten verschiedenster Art. Ich habe zwar auch Arbeit zu tun, fühle mich aber viel glücklicher. Ich habe mich für einen viel leichteren Beruf als ihren entschieden.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "Über Xingqiu ...",
			"voicelineType": "4003",
			"description": "Die Händlergilde Feiyun gehört zu meinen Stammkunden. Sie handelt immer sorgfältig und rücksichtsvoll. Der Senior der Gilde kommt sehr oft persönlich zu mir, um über wichtige Sachen zu diskutieren. Aber das letzte Mal habe ich doch den Junior, Xingqiu gesehen. Er war blutjung, konnte aber meinen Gedanken folgen. Außerdem war er wortgewandt und höflich. Mhmm, ein Junge mit viel Potenzial!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "Über Hu Tao ...",
			"voicelineType": "4004",
			"description": "Es gibt Gerüchte, wonach die Direktorin des „Bestattungsunternehmens Wangsheng“ ein schräger Vogel sei. Man sagt, dass ihr Beruf als Bestatterin auf sie abgefärbt hat. Was heißt denn das? Was das Bestattungsunternehmen Wangsheng tut, ist absolut normal und legal. Das Unternehmen selbst ist nur eine der wirtschaftlichen Organisationseinheiten. Darüber hinaus gibt es überhaupt keinen guten oder bösen, glücklichen oder unglücklichen Beruf. Arbeit ist Arbeit.\nAch, da fällt mir gerade ein, die Direktorin selbst sucht aber nie bei mir Hilfe, hmm ...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "Über Zhongli ...",
			"voicelineType": "4005",
			"description": "Zhongli ist ein Mann von hoher Gelehrsamkeit, ein wandelndes Lexikon. Weißt du, ich habe seine Gelehrsamkeit auf den ersten Blick schon wahrgenommen. Menschen wie er fürchten sich meistens nicht vor Streitigkeiten. Sie brauchen daher meine Hilfe nicht. Zhongli ist für mich definitiv kein potenzieller Kunde.\nAber komischerweise kommt er mir etwas vertraut vor. Ich weiß nicht, warum. Als ich meinen Vater danach fragte, speiste er mich mit, „Ich verstehe es auch nicht“ ab. Recht komisch ... Ich habe ständig das Gefühl, dass mein Vater mir einige Geheimnisse nicht mitteilen will. Hmpf! Egal! Ich kann das selbst aufdecken!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "Über Ningguang ...",
			"voicelineType": "4006",
			"description": "Du hast sicher schon vom „Tianquan“ Ningguang gehört, oder? Sie ist für die Gesetzgebung sowie -änderungen zuständig. Jedes Mal ändert sie eine große Menge Gesetze und fügt zugleich viele neue hinzu. Das letzte Mal hat sie ein neues Gesetzbuch veröffentlicht, in dem sie drei neue Paragrafen hinzugefügt, einhundertzwölf Paragrafen geändert, dazu noch einen großen Haufen typischer Rechtsprechungen aufgenommen hat. Ich weiß nicht, wann ich das neue Buch endlich fließend aufsagen kann ...\nHmpf! Ningguang studierte eigentlich nicht Jura, sondern Betriebswirtschaftslehre. Als Quereinsteigerin kann sie mir keine großen Schwierigkeiten bereiten. Sobald ich das neue Gesetzbuch auswendig gelernt habe, überprüfe ich noch „fleißiger“ die Lücken darin ...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "Über Keqing ...",
			"voicelineType": "4007",
			"description": "Glücklicherweise ist der „Yuheng“ Keqing keine professionelle Rechtsberaterin. Sonst würde ich viele Klienten an sie verlieren. Ach, vielleicht würde es nicht so weit kommen. Keqing ist sehr rechtschaffen und macht sich dabei viele zum Feind. Würde ich als Assistentin für sie arbeiten ... Nein, das geht nicht! Warum sollte ich, die allerbeste Rechtsberaterin, als Assistentin für sie arbeiten? Sie sollte ganz im Gegenteil zu mir kommen, um sich beraten zu lassen.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "Über Eula ...",
			"voicelineType": "4008",
			"description": "Eula hat mich einmal gerettet. Danach haben wir miteinander korrespondiert. Sie behält alle Regeln des Ritterordens im Kopf, hält sie aber nie stur ein. Sie kann immer die Regeln umgehen, indem sie die logischen Lücken drin findet, sodass sie die Probleme flexibel lösen kann. In diesem Punkt ähnelt sie mir sehr, deswegen fühle ich mich beim Umgang mit ihr äußerst entspannt. Aber ich kann ihre Gelassenheit nicht einfach nachahmen, denn wir haben trotz allem ganz unterschiedliche Berufe.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "Über Yelan ...",
			"voicelineType": "4009",
			"description": "Yelan ist Mitarbeiterin des Rats für Allgemeine Angelegenheiten und hat mir geholfen, einen schweren Fall von Bilanzfälschung aufzuklären, und ich habe sie sogar zum Essen eingeladen. Aber ... wenn ich mit ihr spreche, habe ich immer das Gefühl, dass sie meine Gedanken leicht lesen kann ... also, werde in Zukunft kein Gegner von ihr.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "Über Kuki Shinobu ...",
			"voicelineType": "4010",
			"description": "Shinobu? Ich erinnere mich an sie, eine Einheimische aus Inazuma, die nach Liyue kam, um Jura zu studieren. Sie hatte mich gebeten, Fälle zu besprechen, um ihr Praktikum abzuschließen, und es war mir etwas peinlich, als sie sich am Ende jedes Falles verbeugte und mir dankte ... Damals dachte ich, dass sie in Zukunft eine große Rechtsexpertin sein würde. Mal überlegen, das Sakoku-Dekret von Inazuma wurde genau zum Zeitpunkt ihres Abschlusses erlassen. Ich weiß nicht, ob nun alles nach ihrer Rückkehr nach Inazuma in Ordnung ist ...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "Ich will mehr über Yanfei erfahren I",
			"voicelineType": "5001",
			"description": "Herzlich willkommen! Wie kann ich dir behilflich sein? Hier ist meine Visitenkarte. Heute kann ich leider nicht auf Außendienst gehen. Falls es bei dir um eine Auseinandersetzung geht, kannst du bitte alle Parteien der Auseinandersetzung hier herbitten? Und hier ist meine Preisliste ...\nÄh, du kommst nur vorbei, um mit mir zu plaudern? Mhm, dann ist es kostenfrei. Aber du bist zu einer dir nicht bekannten Rechtsberaterin gekommen, um nur mit ihr zu „plaudern“. Darf ich fragen, warum?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "Ich will mehr über Yanfei erfahren II",
			"voicelineType": "5002",
			"description": "Das Geweih auf meinem Kopf? Oh, das kommt daher, dass ich halb Adept durch meinen Vater bin. Aber ich bin erst geboren worden, nachdem der Frieden zurück nach Liyue gekommen war. Deswegen habe ich keinen Vertrag mit Rex Lapis geschlossen. Mir obliegt also keine Pflicht eines Adepten. Deshalb kann ich so leben, wie ich möchte. Ich bin damit sehr zufrieden, hehe.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "Ich will mehr über Yanfei erfahren III",
			"voicelineType": "5003",
			"description": "Einen lebenslangen Vertrag ... habe ich nur mit meinem Vater geschlossen. Mhmm, in dem Vertrag geht es darum, dass „ich ein glückliches Leben führen soll“. Ich bin auf die Weisheit meines Vaters stolz. Falls er mir einen Vertrag wie „ohne Fleiß kein Preis“ vorgeschlagen hätte, wäre ich längst weit weg von ihm geflohen.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "Ich will mehr über Yanfei erfahren IV",
			"voicelineType": "5004",
			"description": "Für manche ist meine Vermittlung nicht besonders zufriedenstellend. In diesen Fällen müssten sie entweder mehr Entschädigung als der von ihnen verursachte Schaden an die anderen Vertragsparteien zahlen oder müssten einen noch viel höheren Preis dafür an mich zahlen ... Sie haben das aber verdient, weil sie den „Vertrag“ nicht eingehalten haben. Trotzdem gehen Gerüchte um, dass ich eine sehr schreckliche Beraterin sei. Manche Leute machen deshalb einfach einen großen Bogen um mich. Ich habe das zwar niemandem verraten, aber ich habe sowas getan, nur um das Geschäftsumfeld von Liyue zu verbessern.\nGuck mal, ich habe jetzt an diesen Leuten ein Exempel statuiert, so werden alle klar sehen, was für eine Strafe auf sie wartet, falls sie einen Vertrag brechen. Es gehört auch zu meiner Arbeit, allen die Wichtigkeit von Verträgen zu zeigen.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "Ich will mehr über Yanfei erfahren V",
			"voicelineType": "5005",
			"description": "Ich glaube, ich führe jetzt schon ein gelassenes und entspanntes Leben. Eine erfolgreiche Karriere habe ich und verdiene damit richtig gutes Geld. Ich reise viel und gern. Und fast niemand kann mich bei einer Debatte besiegen. Aber führe ich jetzt „ein glückliches Leben“? Was heißt eigentlich ein glückliches Leben? Die Antwort darauf ist in keinem Gesetzbuch zu finden.\nPersönlich fühle ich mich schon sehr glücklich, wenn ich einen interessanten Menschen treffe und etwas Lustiges mit ihm zusammen mache. Also bist du jetzt sozusagen auch eine Quelle des Glücks für mich.\nAber kommen wir zurück zur Sache! Egal, was für ein Leben man führt, muss man auf jeden Fall die Gesetze kennen und einhalten. Ohne Gesetze und Regelungen würde alles bestimmt schiefgehen.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Yanfeis Hobbys ...",
			"voicelineType": "6001",
			"description": "Meine Hobbys sind Lesen und Taxieren. Durch Lesen werden meine Kenntnisse bereichert, während durch Taxieren mein Urteilsvermögen geschärft wird. Deswegen lese ich Bücher aller Art und taxiere alles, was ich sehe. Falls du mir nicht glaubst, kannst du einen beliebigen Gegenstand aussuchen und mich ihn taxieren lassen. Solange er auf dem Markt zur Verfügung steht, kann ich seinen Preis richtig abschätzen. Zum Beispiel der Stein da, der kostet mit Sicherheit sechshundert Mora.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "Yanfeis Sorgen ...",
			"voicelineType": "6002",
			"description": "Meine Freunde von der Heji-Kammer laden mich sehr oft zum Angeln ein. Sie sagen, sie möchten sich mit mir beim Angeln messen. Aber eigentlich wollen sie mehr oder weniger vor mir mit ihren Angelfähigkeiten prahlen. Ich kann sie auf jeden Fall besiegen. Aber sie sind meine Stammkunden und daher muss ich ihre Gesichter wahren. Deswegen habe ich jedes Mal als eine sehr schlechte Anglerin geschauspielert ... Warte, warum schaust du mich so an? Glaubst du mir nicht!?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Oh! Dann möchte ich dir unbedingt mein liebstes Essen empfehlen! Tofu! Absolut Tofu! Tofu an sich ist leicht gewürzt mit einer sehr zarten Beschaffenheit und tut der Gesundheit sehr gut. Er passt perfekt zu Suppen jeder Art. Wichtiger ist, dass Tofu in allen vier Jahreszeiten zur Verfügung steht. Er ist nicht das beste Essen auf der Welt, für mich aber einfach perfekt.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich esse nicht gerne kalt. Es liegt wohl daran, dass ich sehr selten kalt essen muss. Zuvor, falls ich zu spät nach Hause gekommen war, hat mein Vater für mich immer eine Lampe angelassen. Dann kam er zu mir und fragte, ob ich Hunger hätte. In seinen Worten: „Das Essen schmeckt nur, wenn es warm ist.“",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Schmeckt gut, du scheinst das „Tofu-Gesetz“ zu kennen.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Die Menschen in Liyue haben recht, wenn sie sagen, dass „Essen der Schlüssel zum Leben ist“.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "... Da ist es! Ich wärme es ein bisschen auf, bevor ich es esse.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Herzlichen Glückwunsch zum Geburtstag! Das Kästchen hier ist ein Geschenk für dich. Darin sind die Gesetzbücher von allen Städten. Du möchtest weiter herumreisen, nicht wahr? Dann lohnt es sich, im Vorhinein die Gesetze von anderen Städten kennenzulernen.\nAber lern nicht gleich alles auswendig, sonst ... brauchtest du meine Hilfe nicht mehr.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Dass „alle Regeln sich ständig verändern“, behalte ich immer im Kopf.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Nur, wenn man sich an die Gesetze hält, kann man erst die goldene Regel für alle Probleme finden.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Ich studiere Jura, weil ich meine Argumente beim Debattieren mit anderen gut begründen möchte. Und ich lerne Kampfkünste, nur um mich selbst gut gegen die Tölpel zu verteidigen, mit denen man nicht vernünftig reden kann. Hä, warte ... Bin ich jetzt eine Kampfsportlerin?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Na ja, ich glaube, ich habe „sowohl Jura als auch Kampfkünste“ gemeistert. Ich danke dir, dass du mir beim Training immer beigestanden hast. Und was deine Belohnung dafür angeht ... ich werde kostenfrei rund um die Uhr für dich als persönliche Beraterin arbeiten! Nicht schlecht, oder? He! ... Lehn das nicht ab!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Peng!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Verbrenne!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Tritt zurück!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Zeit für die Anklage!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Zorn der Flamme!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Unzulässige Beweismittel!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Oh, das können wir definitiv in die Kategorie „zufällige Gewinne“ einordnen.",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Erstklassiger Zustand!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Huch, lass uns mal den Wert davon abschätzen ...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Einspruch!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Du hast die Regeln gebrochen ...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Aber meine Verteidigung war hieb- und stichfest ...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "He, überlass das mir!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Das Urteil lautet ... Notfallmaßnahmen!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Die Geschworenen sind unentschieden ...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Das Gesetz ... hat Schlupflöcher ...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Ich ... erhebe Einspruch ...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Uff ...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Vereinbare beim nächsten Mal unbedingt einen richtigen Termin.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Für Treffen außerhalb des Büros berechne ich einen höheren Satz.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Bereit für den Prozess.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}