{
	"id": 10000060,
	"name": "Yelan",
	"friendLines": [
		{
			"voicelineId": 60000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1000",
			"description": "Hallo Reisende{M#r}, du kannst mich Yelan nennen. Ich frage mich, ob du vielleicht meine Hilfe brauchst, ich interessiere mich auch sehr für das, was du mir mitteilen kannst. Kurzum, lass uns freundschaftlich miteinander umgehen, einander helfen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_draw_appear"
		},
		{
			"voicelineId": 60001,
			"title": "Gespräch – Berichte",
			"voicelineType": "1101",
			"description": "Der Brief eines Informanten ist gekommen ... anscheinend ist eine neue Variable aufgetaucht.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_01"
		},
		{
			"voicelineId": 60002,
			"title": "Gespräch – Sich vor der Arbeit drücken",
			"voicelineType": "1102",
			"description": "Ein guter Wurf ... Heute drücke ich mich weiter vor der Arbeit, bis ich mich besser fühle, dann erledige ich alle Aufgaben auf einmal.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_02"
		},
		{
			"voicelineId": 60003,
			"title": "Gespräch – Identität",
			"voicelineType": "1103",
			"description": "Mehrere „Identitäten“ zu haben, ist sehr nützlich, wenn man auf dieser Welt wandelt. Soll ich dir helfen ein paar aufzubauen?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_03"
		},
		{
			"voicelineId": 60004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Regnet es schon wieder? Das ist wirklich lästig ... Es wird ziemlich lange dauern, die Spuren wiederherzustellen, wenn der Regen sie weggespült hat ...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_heavyRain_01"
		},
		{
			"voicelineId": 60005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Bei Gewittern fürchten sich nur unschuldige Kinder und ängstliche Menschen. Du bist doch sicher weder das eine noch das andere?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_thunder_01"
		},
		{
			"voicelineId": 60006,
			"title": "Wenn es schneit ...",
			"voicelineType": "1203",
			"description": "Es ist ein wenig kalt ... Deswegen kann ich mir leider meine Jacke nicht über die Schultern hängen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_snowy_01"
		},
		{
			"voicelineId": 60007,
			"title": "Wie sonnig ...",
			"voicelineType": "1204",
			"description": "Blendende Sonnenstrahlen ... Wie lästig. So kann ich vielleicht gar kein Nickerchen machen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_sunny_01"
		},
		{
			"voicelineId": 60008,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1205",
			"description": "Der Wind trägt ein Gefühl der Ruhelosigkeit in sich ... Hmm ...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_gale_01"
		},
		{
			"voicelineId": 60009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Hm ... so früh? Wenn es nichts Dringendes zu tun gibt, schlafe ich bis zum Mittag.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingMorning"
		},
		{
			"voicelineId": 60010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Ah, ich bin ein wenig müde. Ich mache ein kleines Schläfchen, weck mich nicht auf! Sobald es etwas zu tun gibt, wache ich von selbst auf.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNoon"
		},
		{
			"voicelineId": 60011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Guten Abend! Hast du schon zu Abend gegessen? Was hast du gegessen? Ach ... ich frage das nur so, du musst darüber gar nicht nachdenken.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight"
		},
		{
			"voicelineId": 60012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Jetzt trink deine Milch und schlaf brav ein. Was? Du bist kein kleines Kind? Hehe ... Dann leg die Flasche hier hin, ob du trinkst oder nicht, ist dir überlassen. Ich für meinen Teil schlafe meistens um Mitternacht ein. Ich kann dir nicht garantieren, nicht mitzuschreiben, falls du im Schlaf sprichst.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight2"
		},
		{
			"voicelineId": 60013,
			"title": "Über Yelan – Pflicht",
			"voicelineType": "2001",
			"description": "Die Qixing wissen über die Zustände in ganz Liyue bestens Bescheid, aber es ist immer wieder nötig, einige Informationen auf spezielle Art und Weise zu beschaffen. Ich bin Expertin in diesem Gebiet, deshalb kümmere fast ausschließlich ich mich um diese Dinge.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle"
		},
		{
			"voicelineId": 60014,
			"title": "Über Yelan – Gerüchte",
			"voicelineType": "2005",
			"description": "Manche sagen, die gegenwärtige Inhaberin der Teestube Yanshang sei eine über Nacht reich gewordene junge Geschäftsfrau. Andere sagen, es gäbe einen kränklichen hohen Beamten des Rats für Allgemeine Angelegenheiten, der zurückgezogen außerhalb der Stadt wohnt, und es gibt auch jene, die sagen, man solle sich von geheimnisumwobenen Orten fernhalten, sonst würde man von einem blauen Oni heimgesucht ... Natürlich haben die meisten gewöhnlichen Menschen den Namen „Yelan“ noch nie gehört. Daher ist es am besten, wenn du diese Gerüchte als einen Scherz verstehst.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60015,
			"title": "Über uns – Beziehung",
			"voicelineType": "2003",
			"description": "Was? Was soll dein Gesichtsausdruck bedeuten? Wenn du mit mir zu tun hast, brauchst du nicht so vorsichtig zu sein. Ich ... verberge keine Absichten gegenüber meinen Vertrauten.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close"
		},
		{
			"voicelineId": 60016,
			"title": "Über uns – Täuschung",
			"voicelineType": "2002",
			"description": "Glaube nicht einfach das, was andere als „vom Herzen kommend“ bezeichnen, manch ein Schlauberger wird dir nur erzählen, was er glaubt, was du hören möchtest. Kreuze auch nicht zu leichtfertig ihren Blick, es ist das Leichteste, aus den Augen die Gefühle herauszulesen. Was auch immer man sagen will, wir sind Freunde, und wenn du betrogen wurdest, werde auch ich mich betrogen fühlen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Wo auch immer wichtige Informationen zu finden sind, lauert fast immer eine tödliche Gefahr, egal wie viele verlässliche Gefolgsleute man hat, die Gefahr kann niemals vollständig ausgeräumt werden. Der Schlüssel ist eine zum Durchbruch ausreichende Kampfkraft. Ich zähle noch zu den Glücklichen, zumindest konnte ich einige Tage, nachdem mir das klar geworden ist, ein „Göttliches Auge“ erhalten. Sonst wäre die, die hier mit dir spricht ... nur noch ein entsetzlich verunstalteter Geist.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60018,
			"title": "Willst du mir etwas mitteilen? – Ruhe",
			"voicelineType": "3002",
			"description": "Nach dem Feilen von Lurchperlen können sie als Ohrenstöpsel verwendet werden. Die Schalldämmung ist sehr gut, selbst wenn jemand dir in die Ohren zischt und aufheult, kann das deine süßen Träume nicht stören. Natürlich hoffe ich, dass du so etwas in Zukunft nie brauchen wirst.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_01"
		},
		{
			"voicelineId": 60019,
			"title": "Willst du mir etwas mitteilen? – Faszinierender Armreif",
			"voicelineType": "3004",
			"description": "Der Armreif an meinem rechten Handgelenk? Es kann nicht schaden, dir davon zu erzählen ... Er enthält die Magie meiner Familie und kann einfache Nachrichten versenden. Die Bedeutung der Nachrichten versteckt sich im blauen Licht, nur ich kann sie verstehen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_02"
		},
		{
			"voicelineId": 60020,
			"title": "Willst du mir etwas mitteilen? – Ziele verfolgen",
			"voicelineType": "3005",
			"description": "Wenn ich Ziele verfolge, neige ich dazu, psychischen Druck auf sie auszuüben. Wenn sie versuchen, vor mir zu entkommen, verlieren sie jede Fassung, rufen Verstärkungstruppen herbei, ändern ihre Pläne ... bis sie schließlich alles von sich preisgegeben haben. Hehe ...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_03"
		},
		{
			"voicelineId": 60021,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Verstehst du die Schatzmarder? Sie sind nicht besonders intelligent, aber durch Zähmung können sie fähige Diebe werden und sogar Schlösser knacken. Das ist ein sehr treffendes Bild – wenn allein die Methode geeignet ist, können sogar Tiere zu Schachfiguren in einem Plan werden. Wie sollte das bei dauernd intriganten Menschen anders sein?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_gift_01"
		},
		{
			"voicelineId": 60022,
			"title": "Über Ningguang – Beziehung",
			"voicelineType": "4001",
			"description": "Ich kenne Ningguang schon seit Langem, zu jener Zeit, als sie noch nicht zu den Qixing gehörte, haben wir auch schon eine Weile zusammengearbeitet. Dass sie vorzeitig zu den Qixing aufgestiegen ist, liegt wahrscheinlich auch an meinem Beitrag. Wer kann das schon genau sagen? Jedenfalls war sie es, die mir meine jetzige Tätigkeit empfohlen hat. Sie ist wirklich nicht schlecht, passt wirklich gut zu mir.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60023,
			"title": "Über Ningguang – Erwartungen",
			"voicelineType": "4002",
			"description": "Ningguang ist eine gute Geschäfspartnerin. Allerdings muss ich normalerweise, wenn ich unterwegs bin, sehr auf meine Identität achtgeben. Als eine Angestellte des Rats für Allgemeine Angelegenheiten muss ich eine der Qixing vor anderen immer mit „Herrin“ anreden.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60024,
			"title": "Über Ganyu ...",
			"voicelineType": "4003",
			"description": "Diese Sekretärin ... Ich könnte nicht wie sie sein und unaufhörlich arbeiten. Gleichzeitig ist sie auch noch so effizient. Eine Halbadeptin zu sein, hat ihr wohl nicht wenige Vorteile gebracht, sie muss auch nicht schlafen, um bei Kräften zu bleiben.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60025,
			"title": "Über Keqing ...",
			"voicelineType": "4004",
			"description": "Ich mag Leute nicht, die ihren Terminkalender vollstopfen. Sie lassen sich überhaupt keinen Freiraum für Anpassungen. Kaum passiert mal etwas Unerwartetes und schon sind sie völlig kopflos und bereiten auch ihren Kollegen Kopfzerbrechen. Aber der „Yuheng“ ist da anders, sie arbeitet so methodisch, dass es mich immer freut, mit ihr zusammenzuarbeiten.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60026,
			"title": "Über Yanfei ...",
			"voicelineType": "4005",
			"description": "Ich mag Yanfei wirklich sehr und dabei rede ich gar nicht über unsere frühere Freundschaft. Als wichtige und berühmte Rechtsberaterin ist sie Dreh- und Angelpunkt vieler Informationen über Liyue. Jedesmal, wenn ich ihr bei etwas helfe, kann ich dabei wertvolle Spuren finden. Sie aber scheint mich mit einem hohen Maße von Respekt zu betrachten.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60027,
			"title": "Über Xiao ...",
			"voicelineType": "4006",
			"description": "Meine Vorfahren haben einst gesagt, man muss gegenüber dem „Schützenden Yaksha“ immer die höchste Bewunderung bewahren. Es heißt, mein wahnsinniger Vorfahr soll, als er am Gasthaus Wangshu vorbeikam, ungewöhnlich ruhig geworden sein. Wahrscheinlich war das die beruhigende Wirkung dieser Dämonen austreibenden Macht. Aber wenn ich das Glück haben sollte, eines Tages Seite an Seite mit dem „Dämonenbändiger“ zu kämpfen, würde für mich weiter in erster Linie der Auftrag zählen. Es kann nicht sein, dass ich mich von irgendjemandes Identität beeinflussen lassen könnte.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60028,
			"title": "Über Xiangling ...",
			"voicelineType": "4007",
			"description": "Ah, Xiangling, die gefällige kleine Küchenfee. Die Auswahl ihrer Zutaten ist mindestens ebenso gut wie die des Liuli-Pavillons und des Lokals Xinyue. Manchmal gehe ich zu ihr, um luftgetrocknete Jueyun-Peperoni zu kaufen. Sie versteht meine Art Scharfes zu essen anscheinend überhaupt nicht, aber ich möchte sie ihr auch nicht erklären, das ist eine Familientradition.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60029,
			"title": "Über Xingqiu ...",
			"voicelineType": "4008",
			"description": "Natürlich erinnere ich mich an ihn, den jungen Meister der Händlergilde Feiyun. Ich habe häufig mit seiner Familie zu tun. Vielleicht wird er mal ein unglaublich weiser und fähiger Mensch.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60030,
			"title": "Über Tartaglia ...",
			"voicelineType": "4009",
			"description": "Dieses Mitglied der Elf der Fatui? Unbeabsichtigt hat er mir viel Gutes gebracht. Ursprünglich hatte ich vor, den früheren Inhaber der „Teestube Yanshang“ zu untersuchen, aber diese Führungsfigur war noch schneller, forderte unerbittlich an der Tür nach Wiedergutmachungen, machte auch noch die schwarzen Kassen des Inhabers publik und brachte ihn dazu, sich zu seinem Vergehen zu bekennen und ins Gefängnis zu gehen. Dadurch war es mir überhaupt erst möglich, so mühelos die Teestube Yanshang zu übernehmen und damit einen sehr guten Rückzugsort zu erhalten.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_tartaglia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60031,
			"title": "Ich will mehr über Yelan erfahren I",
			"voicelineType": "5001",
			"description": "Ich zähle auf dich wegen deiner besonderen Identität, die dir erlaubt, mich mit so vielen Spuren näher zur Wahrheit zu bringen. Ähm ... Welche Nachricht bringst du mir heute?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_01"
		},
		{
			"voicelineId": 60032,
			"title": "Ich will mehr über Yelan erfahren II",
			"voicelineType": "5002",
			"description": "Beim Austausch von Informationen muss man auf deren Gleichgewicht achten, also ist nichts dabei, dir auch etwas über meine Vergangenheit zu erzählen. Aufgrund des guten Namens meiner Familie konnte ich mir schon früh von den Spähern der Millelithen einige Fähigkeiten aneignen. Auch wenn dem Sammeln von Informationen jede Art von Hindernissen entgegenstehen kann, werde ich, solange ich am Leben bleibe, zuletzt immer als Sieger dastehen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 60033,
			"title": "Ich will mehr über Yelan erfahren III",
			"voicelineType": "5003",
			"description": "Spuren sind wie die Glieder einer Kette, wenn man ihnen bis zum Ende folgt, gelangt man zur Quelle und kann ihr Rätsel lüften. Daher habe ich meine Augen und Ohren überall, in jedem Teil der Gesellschaft. In diesem Prozess ist es kaum vermeidbar, dass ich in die verschiedensten Rollen schlüpfen muss. Manche beschreiben mich als „Mensch mit tausend Gesichtern“, das sehe ich als ein Kompliment an.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60034,
			"title": "Ich will mehr über Yelan erfahren IV",
			"voicelineType": "5004",
			"description": "Manche haben mich gewarnt, dass man, wenn man unüberlegt manchen Dingen aus der Vergangenheit nachforscht, leicht die Gefahr des eigenen Todes heraufbeschwört. Ha, ich werde bestimmt nicht damit aufhören, erst recht nicht, weil es mir andere nahegelegen. Wenn ich auch die Wahrheit nicht ändern kann, werde ich ganz bestimmt auch nicht im Nebel der Unsicherheit bleiben. Und du? Wofür würdest du dich entscheiden?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 60035,
			"title": "Ich will mehr über Yelan erfahren V",
			"voicelineType": "5005",
			"description": "Sprich, was für eine Art von Person soll ich sein, wenn ich dich an deiner Seite begleite? Eine normale Geschäftspartnerin? Eine dich antreibende Konkurrentin? Nur ein weiterer Name in der Reihe deiner Bekannten ... oder etwas ... jemand besonders wichtiges? Ich kann ganz nach deinen Bedürfnissen eine „Rolle spielen“ oder eine von ihnen „werden“.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60036,
			"title": "Yelans Hobbys ...",
			"voicelineType": "6001",
			"description": "In meiner Freizeit gestalte ich mein Leben ganz nach dem Zufall. Die Methode dazu ist ganz einfach: Ich schreibe eine Liste mit möglichen Aktivitäten und würfle dann aus, welche davon ich als nächste machen werde. Diese Art, meine Zeit zu verbringen, bringt mir eine völlig unvorhersehbare Freude und erweitert meinen gedanklichen Horizont, das ist auch für meinen Beruf eine große Hilfe.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_hobby"
		},
		{
			"voicelineId": 60037,
			"title": "Yelans Sorgen ...",
			"voicelineType": "6002",
			"description": "Im Vergleich zu ein paar Kampfkünstlern bin ich wirklich in keiner guten körperlichen Verfassung, das ist ein altes Leiden in meiner Familie. Vor dem Lösen einiger unaufschiebbarer Aufgaben passe ich also immer mein Verhältnis von Arbeit und Ruhe an, sammle Kraft, um dann alles Anstehende auf einmal zu erledigen. Von dieser Zeit abgesehen halte ich einen möglichst ruhigen Lebensrhythmus. Daher lehne ich körperliche Arbeit freundlich ab.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_annoyed"
		},
		{
			"voicelineId": 60038,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Luftgetrocknete Jueyun-Peperoni und Staubblätter der Glasglöckchen zusammen vermahlen, gleichmäßig mit weißem Yunlai-Tee vermischen und in heißem Wasser zu einem starken Tee verkochen. Du wirst dich sofort in sein intensives Aroma verlieben. Ich mag Getränke mit so lang anhaltendem Nachgeschmack viel lieber als Kaffee oder Alkohol.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodLike_01"
		},
		{
			"voicelineId": 60039,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Gegenüber Desserts muss man immer wachsam bleiben. So ein starkes Gefühl der Befriedigung ... das schwächt die Willenskraft und bringt dich aus der Deckung. Wenn man nur ein paar Bissen zu sich nimmt, wird man süchtig danach. Wer viel Süßes isst, der stumpft, ohne es zu merken, ab.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodDislike"
		},
		{
			"voicelineId": 60068,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Hm, nicht schlecht. Fast gut genug, um mich damit zu bestechen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_pref_01"
		},
		{
			"voicelineId": 60069,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Wenn man sich erst einmal an scharfes Essen gewöhnt hat, schmeckt alles andere fade. Das kann man nicht ändern.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_normal_01"
		},
		{
			"voicelineId": 60070,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Sollen wir würfeln? Wer die niedrigere Zahl hat, muss es essen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_dislike_01"
		},
		{
			"voicelineId": 60040,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Falls ich dich an so einem Tag warne, „lass deine Deckung nicht fallen, weil du feierst, jemand wird das für dunkle Pläne ausnutzen“, dann mag das etwas unsensibel wirken. Aber heute kannst du dich wirklich entspannen. Komm und setzt dich in die „Teestube Yanshang“ und probier etwas von den Plätzchen, die ich extra für dich gemacht habe! Natürlich sind das keine süßen Plätzchen, sie sind ein klein wenig scharf.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 60041,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Bei meiner Arbeit ist ein wenig Kampffähigkeit nie fehl am Platz.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 60042,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Nur wenn man im entscheidenden Moment schnell, präzise und mit voller Kraft handelt, kann man manche Lügen aufdecken und manche Hindernisse aus dem Weg räumen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 60043,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Nach der „Wahrheit“ zu suchen, mag einfach klingen, tatsächlich braucht es dazu aber die Hartnäckigkeit, um an Spuren dranzubleiben, und die Kraft, sich Gefahren zu stellen.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60044,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Ich habe dich schon früh als meinen wichtigsten Informanten erkannt. Natürlich muss ich auf alle Risiken vorbereitet sein, die mit der endgültigen Antwort verbunden sind, wenn du sie mir vorlegst. Komm, wir gehen los!",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 60045,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Erwischt!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_01"
		},
		{
			"voicelineId": 60046,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Geschnappt!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_02"
		},
		{
			"voicelineId": 60047,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Jetzt sei still!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_03"
		},
		{
			"voicelineId": 60048,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Das Spiel ist aus! Schluss mit lustig!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_01"
		},
		{
			"voicelineId": 60049,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Die Spuren laufen hier alle zusammen.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_02"
		},
		{
			"voicelineId": 60050,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Was zeigt der Würfel?",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_03"
		},
		{
			"voicelineId": 60051,
			"title": "Rennen – Start I",
			"voicelineType": "700001",
			"description": "Kein Grund zur Hektik.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_explore_sprint_start_01"
		},
		{
			"voicelineId": 60052,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Schnell verdientes Geld.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_01"
		},
		{
			"voicelineId": 60053,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Schätze, damit kann man seine Ziele auch aus der Reserve locken.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_02"
		},
		{
			"voicelineId": 60054,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Verlorene Kostbarkeiten, lautlose Spuren.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_03"
		},
		{
			"voicelineId": 60055,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Ein wenig ernüchternd ...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_01"
		},
		{
			"voicelineId": 60056,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "So einfach geht das nicht ...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_02"
		},
		{
			"voicelineId": 60057,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Eine unerwartete Variable ...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_03"
		},
		{
			"voicelineId": 60058,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Das reicht, tritt zurück.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_01"
		},
		{
			"voicelineId": 60059,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Den Rest übernehme ich.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_02"
		},
		{
			"voicelineId": 60060,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "An welchem Schritt ... habe ich einen Fehler gemacht?",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_01"
		},
		{
			"voicelineId": 60061,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "So ein Fehler ... so unvernünftig ...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_02"
		},
		{
			"voicelineId": 60062,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Die Wahrheit ... ist noch nicht ans Licht gekommen ...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_03"
		},
		{
			"voicelineId": 60063,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Echt mutig.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_L_02"
		},
		{
			"voicelineId": 60064,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Nein ...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_H_01"
		},
		{
			"voicelineId": 60065,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Haben wir das Ziel erwischt?",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_01"
		},
		{
			"voicelineId": 60066,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Zeit, das Netz einzuholen.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_02"
		},
		{
			"voicelineId": 60067,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Komm, lass uns ein paar Antworten bekommen.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_03"
		}
	]
}