{
	"id": 10000049,
	"name": "Yoimiya",
	"friendLines": [
		{
			"voicelineId": 49032,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1000",
			"description": "Willkommen bei Naganoharas! Mein Name ist Yoimiya. Sag einfach Bescheid, wenn du etwas brauchst! Wir haben Kushikatsu, Eierrollen ... Warte, nein, wir sind kein Restaurant. Wir machen Feuerwerk! So wie die hier, siehst du? Funkelnde, knisternde, kleine Feuerwerkskörper ...",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_draw_appear"
		},
		{
			"voicelineId": 49033,
			"title": "Gespräch – Feuerwerk",
			"voicelineType": "1101",
			"description": "Feuerwerk ist für jetzt, aber Freunde sind für immer.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_01"
		},
		{
			"voicelineId": 49034,
			"title": "Gespräch – Erzählen von Geschichten",
			"voicelineType": "1102",
			"description": "Wenn wir sonst nichts zu tun haben, warum erzähle ich nicht eine Geschichte?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_02"
		},
		{
			"voicelineId": 49035,
			"title": "Gespräch – Goldfisch",
			"voicelineType": "1103",
			"description": "Wie findest du Goldfische? Sind sie nicht niedlich?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_03"
		},
		{
			"voicelineId": 49036,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Aah, das Feuerwerk wird durchnässt werden! Lasst uns einen Unterschlupf suchen, schnell! Oh, wir werden es nicht schaffen!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_heavyRain_01"
		},
		{
			"voicelineId": 49037,
			"title": "Wenn es schneit ...",
			"voicelineType": "1202",
			"description": "Haha, schau zu, wie ich einen Schneeball mache ... Hui!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_snowy_01"
		},
		{
			"voicelineId": 49038,
			"title": "Wie sonnig ...",
			"voicelineType": "1203",
			"description": "Ah, das ist toll! Ich bin völlig entspannt, ich könnte fast wegschweben.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_sunny_01"
		},
		{
			"voicelineId": 49039,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1204",
			"description": "Der Wind ist so stark ... Er bläst meine Stimme zu mir zurück! Hahaha ...",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_gale_01"
		},
		{
			"voicelineId": 49040,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Ah ... *gähn* Guten Morgen. Die Morgenluft ist am frischesten. Komm schon, nimm ein paar extra Atemzüge. Es wird dich schlauer machen!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingMorning"
		},
		{
			"voicelineId": 49041,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Zeit für das Mittagessen! Oh, es ist ein Ei mit doppeltem Dotter. Welch wunderbares Glück! Zwillinge!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNoon"
		},
		{
			"voicelineId": 49042,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Jetzt ist die beste Zeit, um unsere Feuerwerkskörper auszuprobieren, obwohl ich mir sicher bin, dass sie gut aussehen werden, egal ob sie am Himmel oder auf dem Boden explodieren ... Hehe, war nur ein Scherz. Ich werde auf die Sicherheit achten.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNight"
		},
		{
			"voicelineId": 49043,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Zeit für Fragen! Also, was sollte man tun, nachdem man den ganzen Tag ein Feuerwerk gesehen hat? Hehe, die Antwort ist ... es noch einmal in den Träumen zu sehen, natürlich! Gute Nacht! Wir sehen uns morgen!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNight2"
		},
		{
			"voicelineId": 49044,
			"title": "Über Yoimiya – Familienangelegenheiten",
			"voicelineType": "2001",
			"description": "Das Gehör meines Vaters ist nicht sehr gut. Als ich jung war, hat er immer gelächelt, egal was ich zu ihm sagte, und so dachte ich, dass alles, was ich sagte, richtig war. Also redete ich weiter und er lächelte weiter. Später fand ich heraus, dass er lächelte, weil er nicht gut hören konnte, aber ... solange er wirklich glücklich ist, werde ich weiter mit ihm reden.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_idle"
		},
		{
			"voicelineId": 49045,
			"title": "Über Yoimiya – Sprechen",
			"voicelineType": "2002",
			"description": "Ich mache mir keine Sorgen über „lose Lippen“. Die Emotionen, die in den Worten enthalten sind, die Menschen sprechen, lügen nicht. Missverständnisse, die dadurch entstehen, dass man Dinge falsch ausspricht, können aufgelöst werden, wenn man einfach mehr redet, aber wenn man nichts sagt, wird die andere Person nicht verstehen, was man meint, und sie kann einem nicht näher kommen.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49046,
			"title": "Über uns – Schere, Stein, Papier",
			"voicelineType": "2003",
			"description": "Lass uns ein Spiel mit Schere, Stein, Papier spielen! Auf mein Kommando, jetzt! Schere, Stein, Papier! Juhu, ich habe gewonnen! Ich hab gewonnen! ... Hmm? Ich habe meine Wahl nicht auf halbem Weg geändert. Warum sollte ich sowas tun?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_close"
		},
		{
			"voicelineId": 49047,
			"title": "Über uns – Geselligkeit",
			"voicelineType": "2004",
			"description": "Es ist eigentlich egal, was ich mache. Was zählt, sind die Menschen, mit denen ich arbeite. Wenn ich beispielsweise mit dir zusammen bin, machen mich selbst einfache Dinge wie das Betrachten der Landschaft oder das Herumstoßen eines kleinen Glases sehr glücklich. Mit dir zu reden, wird schließlich nie langweilig.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 49048,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3001",
			"description": "Lass mich dir ein kleines Geheimnis verraten. Als ich mein Göttliches Auge erhielt, benutzte ich es als Feuerstein, um Feuerwerkskörper anzuzünden und Wasser zu kochen, bevor ich nach Hause zurückkehrte, es in einen Abstellraum warf und alles dahingehend vergaß. Am Ende war es mein Vater, der es fand und mir sagte, dass es ein wertvoller Gegenstand sei, den ich sicher aufbewahren sollte. Haha, wenigstens wurde es nicht von unserer lieben Gottheit zurückgenommen.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49049,
			"title": "Willst du mir etwas mitteilen? – Laternenritual",
			"voicelineType": "3002",
			"description": "Wusstest du schon? Viele der Feuerwerkskörper, die während des Laternenrituals von Liyue verwendet wurden, wurden in unserem Geschäft gekauft. Ich stellte sie auf Bestellung her und bat Beidou, sie nach Liyue zu bringen. Solche Exporte sind laut Sakoku-Dekret nicht erlaubt, aber ... Wie kann es Feste ohne Feuerwerk geben?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_01"
		},
		{
			"voicelineId": 49050,
			"title": "Willst du mir etwas mitteilen? – Zyklen",
			"voicelineType": "3003",
			"description": "„Wenn die letzten Funken des Feuerwerks am Himmel verschwunden sind, verwandeln sie sich in Regen und Schnee und werden wieder auf die Erde fallen, das Land nähren und die Menschheit ernähren, damit sie eines Tages wieder in den Himmel geschickt werden können und ihre Pracht entfalten.“ Von den vielen Geschichten, die mein Vater mir erzählt hat, ist diese meine Lieblingsgeschichte.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_02"
		},
		{
			"voicelineId": 49051,
			"title": "Willst du mir etwas mitteilen? – Lichtfleck",
			"voicelineType": "3004",
			"description": "Hast du als Kind schon einmal versucht, auf einen Lichtfleck zu treten? Du weißt schon, diese Flecken auf dem Boden, die entstehen, wenn das Sonnenlicht durch die Blätter fällt. Ich dachte einmal, dass er verschwinden würde, wenn ich darauf trete, aber stattdessen sprang er immer auf meinen Fuß. Ich habe es versucht und versucht und versucht, aber ich hatte nie Erfolg ... Damals war ich ein ziemlich schlechter Verlierer. Ich saß auf einem Felsen, seufzte vor mich hin und dachte: „Ach, es gibt also Dinge auf dieser Welt, auf die man nicht treten kann ...“",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_03"
		},
		{
			"voicelineId": 49052,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3005",
			"description": "Während ich bei einem Sommerfest neben einigen Kindern hockte und ihnen beim Goldfischfangen zusah, kam mir plötzlich ein Gedanke: Könnte ich ein Feuerwerk machen, das auf der Wasseroberfläche hochgeht? So wurde das „Goldfischfeuerwerk“ geboren! Es kann hier und da schwimmen, bunte Lichter ausstrahlen und sogar Blasen spucken! Ich hätte nie gedacht, dass es tatsächlich funktionieren würde, aber Wunder gibt es wohl immer wieder.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_gift"
		},
		{
			"voicelineId": 49053,
			"title": "Über Beidou ...",
			"voicelineType": "4001",
			"description": "Beidou hat mir geholfen, meine Feuerwerkskörper auszuliefern, seit Inazuma abgeriegelt wurde. Ich habe ein riesiges Feuerwerk in Form eines Schiffes vorbereitet, nur um sie zu überraschen. Und als die Crux gerade auslaufen wollte, machte dieses Feuerwerk „wusch!“ direkt vor ihren Augen, direkt in den Himmel. Die Matrosen bekamen einen riesigen Schreck. Sie dachten, eines ihrer Schiffe sei irgendwie weggeflogen! Aber Beidou gefiel dieser Trick sehr gut, denn sie sagte, dass es genau das war, was eine gute Überraschung brauche. Es war richtig toll!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_beidou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49054,
			"title": "Über Shougun Raiden ...",
			"voicelineType": "4002",
			"description": "Feuerwerkskörper sind wohl das am weitesten von der „Ewigkeit“, die der Shougun anstrebt, Entfernteste. Sie ist wahrscheinlich der Meinung, dass ihre vergängliche Herrlichkeit keinen praktischen Zweck in Inazuma hat. *seufz* Es ist wahrscheinlich etwas, das jemand, der die „Ewigkeit“ im Sinn hat, nur schwer begreifen kann. Gerade weil wir Sterblichen wie flüchtige Schatten sind, müssen wir solche Flacker der Schönheit schätzen.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49055,
			"title": "Über Kamisato Ayaka – Ernsthaftigkeit",
			"voicelineType": "4003",
			"description": "Wir arbeiten sehr viel zusammen. Anders als die Leute in den anderen beiden Verwaltungen lässt sie mich immer ausreden und antwortet mir ernsthaft, ohne Ungeduld zu zeigen. Ich würde sagen, dass sie den Begriff einer Dame verkörpert.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49056,
			"title": "Über Kamisato Ayaka – Bäder",
			"voicelineType": "4004",
			"description": "Einmal haben wir bis tief in die Nacht über das Sommerfest diskutiert. Wir waren beide sehr müde und ich lud sie ein, ein Bad zu nehmen. Aber als sie hörte, dass viele Leute im selben Becken badeten, wurde sie sofort rot! Damals erfuhr ich zum ersten Mal, dass adlige Damen keine öffentlichen Bäder benutzen dürfen.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_ayaka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49057,
			"title": "Über Thoma ...",
			"voicelineType": "4005",
			"description": "Er ist ein ziemlicher Redner und immer steckt etwas hinter jedem Wort, das er sagt. Manchmal scheint es, als gäbe es keinen Zusammenhang, aber wenn er weitermacht, fügt sich alles zu einem einzigen Zweck zusammen. Das ist ... ganz anders als die Art, wie ich Dinge tue. Ich bitte ihn um Hilfe, wenn ich auf eine Sache stoße, die ich nicht lösen kann.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49058,
			"title": "Über Yae Miko ...",
			"voicelineType": "4006",
			"description": "Ayaka fragte mich einmal während eines Rituals im Schrein, ob ich ein Feuerwerk für Frau Guuji vorbereiten könnte. Ich fragte mich, wie Frau Guuji während des Rituals im Schrein sitzen soll? Also beobachtete ich sie die ganze Zeit während des Rituals und fragte mich, wie sie wohl ein Feuerwerk anzünden würde. Ich wartete und wartete und dann kam Ayaka endlich zu mir, um mir zu sagen, dass Frau Guuji sehr erfreut war. Also was jetzt? Sie hatte das Feuerwerk schon angezündet? War die Person, die im Schrein saß, also nicht sie?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49059,
			"title": "Über Arataki Itto – Duelle",
			"voicelineType": "4007",
			"description": "Oh, er mag furchterregend aussehen, aber er ist bei den Kindern sehr beliebt. Allerdings kann er sehr konkurrenzsüchtig sein. Jedes Mal, wenn wir mit den Kindern spielen, wird es immer zu einem Duell zwischen ihm und mir. Zum Beispiel essen wir eine Schüssel Ramen in einem Zug oder versuchen, saure Pflaumen zu essen, ohne Grimassen zu schneiden. Die Kinder feuern uns beide an und versuchen, den Sieger zu erraten. Und wenn das passiert ... nun, dann kann ich nicht zulassen, dass er mich besiegt, richtig?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49060,
			"title": "Über Arataki Itto – Aratakis Bande",
			"voicelineType": "4008",
			"description": "Die Arataki-Bande? Hm!? Er ist also nicht einfach jemand, der zu viel Freizeit hat?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_itto_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49061,
			"title": "Über Kaedehara Kazuha ...",
			"voicelineType": "4009",
			"description": "Menschen, die keine Sorgen haben, so wie ich, sprechen einfach drauf los, während diejenigen mit vielen Sorgen oft von alter Poesie oder der Landschaft sprechen. Sie sprechen von Blumen und Vögeln, Wind und Mond, aber nie über die Realität, mit der sie konfrontiert sind. Er hat sicher eine Menge zu erzählen.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49062,
			"title": "Über Kujou Sara ...",
			"voicelineType": "4010",
			"description": "Aus Gründen der öffentlichen Sicherheit und der Brandgefahr werde ich oft zu einem Vortrag bei der Tenryou-Verwaltung abgeholt. Kujou Sara ist wahrscheinlich die Vernünftigste von allen. Wenigstens hört sie mich an, bevor sie ein Urteil fällt. Wenn ich im Recht bin, wird sie meine Sichtweise anerkennen, und wenn ich falsch liege ... Hehe, dann werde ich Thoma dazu bringen, zu kommen und mir zu helfen, mich bei ihr zu entschuldigen!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kujoSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49063,
			"title": "Über Sayu ...",
			"voicelineType": "4011",
			"description": "Sag mir Bescheid, wenn du sie siehst, in Ordnung? Ich würde sie wirklich gern zu einem der Feste mitnehmen und ihr viele neue Freunde vorstellen. Sie sieht immer ein bisschen niedergeschlagen aus, aber wenn sie ein paar Leute trifft, mit denen sie abhängen kann, wird sie sich vielleicht langsam wieder aufraffen!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49064,
			"title": "Über Klee ...",
			"voicelineType": "4012",
			"description": "Warte, du sagtest, es gäbe ein Kind in Mondstadt, das gut darin war, Bomben zu bauen? ... Nun, Bomben sind nicht viel anders als Feuerwerkskörper. Mit anderen Worten, sie könnte ein Genie sein ... Ooh, ich würde sie gern kennenlernen. *seufz* Aber ist es nicht gefährlich, Kinder mit Sprengstoff spielen zu lassen? Machen sich die Leute in Mondstadt darüber keine Sorgen?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49083,
			"title": "Über Kirara ...",
			"voicelineType": "4013",
			"description": "Die Zustellerin vom „Komaniya-Express“? Sie ist wirklich flink. Wenn man Feuerwerk herstellt, gehen öfters einige der Grundstoffe, die die Farben hervorrufen, vor den anderen zur Neige. Dann liefert sie mir immer umgehend Nachschub, eine unschätzbare Hilfe. Einmal wollte ich mich bei ihr bedanken und ihr Feuerwerk schenken, aber keine zehn Pferde konnten sie dazu bringen, es abzubrennen. Sie sagte, der Krach eines Feuerwerks habe sie ein Mal zu Tode erschreckt. Haha, also musste ich sie weit fortlaufen lassen, um es für sie zu entfachen.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49065,
			"title": "Ich will mehr über Yoimiya erfahren I",
			"voicelineType": "5001",
			"description": "Willst du eine Geschichte hören? Na gut, na gut. Setz dich hierher und ich werde dir die Geschichte erzählen, auf die ich am meisten stolz bin, die Geschichte der Familie Naganohara! Du wirst mich selten über etwas so Ernstes reden hören.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_01"
		},
		{
			"voicelineId": 49066,
			"title": "Ich will mehr über Yoimiya erfahren II",
			"voicelineType": "5002",
			"description": "Unsere Familie hat eine lange Tradition, in der wir jedem Kunden, der ein individuelles Feuerwerk bestellt, einen Zettel überreichen. Der Inhalt kann nur von unserer Familie verstanden werden und sie hält die spezifische Formel des bestellten Feuerwerks fest. Egal, ob zehn oder hundert Jahre vergehen, unsere Familie kann genau das gleiche Feuerwerk wie in der Vergangenheit herstellen, solange der Kunde uns diesen Zettel bringt.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 49067,
			"title": "Ich will mehr über Yoimiya erfahren III",
			"voicelineType": "5003",
			"description": "Das schönste Feuerwerk geht mit den wundersamsten Momenten einher. Winzig kleine Emotionen, die leicht entgleiten können, werden in diesem Feuerwerk eingefangen und in einer anderen Form weitergegeben. Die Notizen, die wir unseren Kunden geben, sind wie ein Schlüssel, der auf diejenigen wartet, die ein Tor öffnen wollen, um sich an die Vergangenheit zu erinnern. Wir bei den Naganoharas sind die Hüter dieses Tores.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49068,
			"title": "Ich will mehr über Yoimiya erfahren IV",
			"voicelineType": "5004",
			"description": "Jeder Moment des Sommerfestes ist eine bewegende Geschichte. Diejenigen, die sich unter dem Licht des Feuerwerks treffen, werden erwachsen, reifen und werden alt. Wenn sie dasselbe Feuerwerk wie am Anfang abfeuern, spiegelt der Himmel dasselbe Bild von vor Jahren wider ... Feuerwerke sind nicht ewig, aber ich glaube, dass die wunderbaren Emotionen dahinter mit Inazuma in die Ewigkeit gehen sollten.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 49069,
			"title": "Ich will mehr über Yoimiya erfahren V",
			"voicelineType": "5005",
			"description": "Ich werde die letzte Geschichte nicht erzählen, denke ich. Stattdessen wollen wir uns das Feuerwerk gemeinsam in Ruhe ansehen. Du kannst die schöne Szenerie und all die Dinge, die du sagen willst, aufzeichnen. Nicht, dass dies das Ende wäre, natürlich. Im Gegenteil, ich glaube, dass unsere Geschichte erst am Anfang steht.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 49070,
			"title": "Yoimiyas Hobbys – Spielen",
			"voicelineType": "6001",
			"description": "Ein Feuerwerk! Moment, das zählt nicht? Nun, dann lass mich nachdenken. Ähm ... Das ist eine schwierige Frage. Ich mag es, mit den Nachbarn zu plaudern, ich mag es, mit den Kindern zu Sommerfesten zu gehen, zu schwimmen, wilde Früchte zu pflücken ... Oh, ich kann mich nicht entscheiden, was ich am liebsten mag ... Warte, ich hab’s! Ich liebe es, mit allen zu spielen!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_hobby_01"
		},
		{
			"voicelineId": 49071,
			"title": "Yoimiyas Hobbys – Nachahmung",
			"voicelineType": "6006",
			"description": "*blubb blubb* Ha! Ich kopiere das Geräusch, das Paimon beim Verschwinden macht!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_hobby_02"
		},
		{
			"voicelineId": 49072,
			"title": "Yoimiyas Sorgen ...",
			"voicelineType": "6002",
			"description": "Der Roman, den ich schon eine Weile lese, hat endlich sein Ende erreicht. Aber die Heldin hat ihr Gedächtnis verloren und die geplante Hochzeit ist geplatzt ... Das ist so ... traurig ...",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_annoyed"
		},
		{
			"voicelineId": 49073,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Ich ziehe kleine Sachen zwischendurch den Hauptgerichten vor. Bei Festen gehe ich immer von Stand zu Stand und esse unterwegs. Übrigens, kannst du leckere Sachen zubereiten? Ich tausche mit dir die Klößchen, die ich gemacht habe. Hier, nimm die großen!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_foodLike"
		},
		{
			"voicelineId": 49074,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Milch löst in meinem Magen immer ein wahres Feuerwerk aus: Knistern, Krachen, Bumm! Du weißt, was ich meine? Aber aus irgendeinem Grund vertrage ich Gerichte und Kleinigkeiten, die mit Milch gemacht sind, hmm. Vielleicht ist die kleine Seelie in meinem Magen einfach wählerischer als die meisten anderen.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_foodDislike"
		},
		{
			"voicelineId": 49080,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Oh, du bist sehr gut in der Zubereitung von Süßigkeiten! Ich bin mir sicher, dass es der beliebteste Stand sein wird, wenn du auf das Fest gehst und einen Stand aufbaust!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_pref_01"
		},
		{
			"voicelineId": 49081,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Die Leckereien macht richtig munter. Und sobald ich erfrischt bin, möchte ich ein paar Geschichten erzählen. Nun, lass mich eine Geschichte auswählen!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_normal_01"
		},
		{
			"voicelineId": 49082,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Ups, es scheint, als würden in meinem Magen Gespenst auf und ab gehen ... Das ist nicht richtig ...",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_dislike_01"
		},
		{
			"voicelineId": 49075,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Geburtstage sind nie Anlässe für dich allein. Diejenigen, die dir Kuchen schicken, Kerzen anzünden, applaudieren und jubeln ... Sie alle sind aufrichtig dankbar, dass du auf diese Welt gekommen bist. Deshalb muss es ein lebendiger Anlass sein, damit jeder seine Chance bekommt, dir zu danken! Na dann, herzlichen Glückwunsch zum Geburtstag! Bist du bereit? Ich werde gleich das Feuerwerk zünden!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 49076,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Je höher sie fliegen, desto lauter die Explosion!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 49077,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Hehehe, lass mich das mal ausprobieren, ein Feuerwerk mit dem Bogen in den Himmel zu schießen, toll!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 49078,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Mit all diesen Kampffähigkeiten, die ich von dir gelernt habe, sollte ich einfach nebenbei ein Abenteurer werden ... neben meiner Arbeit als Feuerwerkerin ... *puh* Oder ... sollte ich stattdessen eine Heldin werden?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49079,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "„Keine Angst, Yoimiya ist hier! Das Böse möge weichen! Die Gerechtigkeit siegt!“ Denkst du, das ist ein guter Weg, um den Kindern die Kräfte vorzustellen, die du mir beigebracht hast? Ist das nicht toll? Hehe! He, sag mir, wenn dich auch jemand ärgert. Ich werde mich für dich einsetzen!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 49009,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Zeit für ein Feuerwerk!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_01"
		},
		{
			"voicelineId": 49010,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Die Lunte brennt!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_02"
		},
		{
			"voicelineId": 49011,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Brandgefahr!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_03"
		},
		{
			"voicelineId": 49012,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Ein festliches Wiedererscheinen!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_01"
		},
		{
			"voicelineId": 49013,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Der Goldfisch kommt!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_02"
		},
		{
			"voicelineId": 49014,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Das Feuerwerk kommt!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_03"
		},
		{
			"voicelineId": 49015,
			"title": "Windgleiter öffnen I",
			"voicelineType": "800001",
			"description": "Auf, auf und davon!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_explore_fly_start_01"
		},
		{
			"voicelineId": 49016,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Werden wir hier irgendwelche Feuerwerksmaterialien finden?",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_01"
		},
		{
			"voicelineId": 49017,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Was haben wir hier?",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_02"
		},
		{
			"voicelineId": 49018,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Ooh, lass es mich öffnen!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_03"
		},
		{
			"voicelineId": 49019,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Oh, oh, nicht gut!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_01"
		},
		{
			"voicelineId": 49020,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Oh, wie schade ...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_02"
		},
		{
			"voicelineId": 49021,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Ich muss aufpassen ...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_03"
		},
		{
			"voicelineId": 49022,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Ich bin gekommen, um dir zu helfen!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_teammate_01"
		},
		{
			"voicelineId": 49023,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Keine Angst, Yoimiya ist hier!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_teammate_02"
		},
		{
			"voicelineId": 49024,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Es war ein Unfall ...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_01"
		},
		{
			"voicelineId": 49025,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Hatte ... ein bisschen zu viel Spaß ...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_02"
		},
		{
			"voicelineId": 49026,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Das Fest ... endet.",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_03"
		},
		{
			"voicelineId": 49027,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900001",
			"description": "Leichter, bitte!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_hit_L_02"
		},
		{
			"voicelineId": 49028,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Das hat nicht gezählt!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_hit_H_02"
		},
		{
			"voicelineId": 49029,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Möchtes du ein Fest veranstalten?",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_01"
		},
		{
			"voicelineId": 49030,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Lasst uns rausgehen und spielen!",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_02"
		},
		{
			"voicelineId": 49031,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Mehr Gefährten, hurra!",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_03"
		}
	]
}