{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "Schön, dich kennenzulernen.",
			"voicelineType": "1006",
			"description": "Hallo! Ich bin Yumemizuki Mizuki, eine Psychotherapeutin. Wenn dich etwas beunruhigt, kannst du gern mit mir darüber sprechen. Ich kann selbst die dunkelsten Albträume aus deinem Kopf vertreiben, ohne eine einzige Spur zu hinterlassen. Oh? Du glaubst mir nicht? Na gut, wenn du einen Moment Zeit hast ... Warum kommst du nicht in mein Büro?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "Gespräch – Therapiesitzung",
			"voicelineType": "1101",
			"description": "Der Traum von gestern Nacht hat wunderbar geschmeckt. Danke, dass du ihn mit mir geteilt hast.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "Gespräch – Arbeit als Anteilseignerin",
			"voicelineType": "1102",
			"description": "Ich muss noch den Finanzbericht des letzten Quartals durchgehen ... Was für ein Kopfzerbrechen.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "Gespräch – Niedergeschlagenheit",
			"voicelineType": "1103",
			"description": "Wenn du dich einmal niedergeschlagen fühlst, lass einfach alles stehen und liegen und geh an die frische Luft.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "Wenn es regnet ...",
			"voicelineType": "1201",
			"description": "Wenn das Wetter dunkel und düster ist, reagieren unsere Gefühle oft entsprechend ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "Wenn es blitzt ...",
			"voicelineType": "1202",
			"description": "Ich frage mich, ob der allmächtige Shougun einen schlechten Tag hat ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "Wie sonnig ...",
			"voicelineType": "1203",
			"description": "Sonnenschein ist nicht immer etwas Gutes. Wenn es zu hell ist, kann das Licht deinen Augen wehtun und dir wird schwindelig.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "Es hat aufgehört zu regnen ...",
			"voicelineType": "1204",
			"description": "Jetzt, da die Gewitterwolken weggefegt sind, ist es an der Zeit, das Gleiche mit unseren Problemen zu tun.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "Ein Sturm zieht auf.",
			"voicelineType": "1205",
			"description": "Hmm, der Wind ist genau richtig. Ich fühle mich frisch und bereit loszulegen.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "Guten Morgen.",
			"voicelineType": "1001",
			"description": "Spürst du das? Ich habe das Fenster geöffnet, um etwas frische Luft hereinzulassen. Ah, die frische Morgenluft, die aufgehende Sonne, eine kühle Brise ... Meine Stimmung hellt sich bereits auf, ein wirklich schöner Morgen.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "Guten Tag.",
			"voicelineType": "1002",
			"description": "Ein kurzes Nickerchen mitten am Tag kann dir einen Energieschub geben, aber ich meine wirklich „kurz“. Wenn du zu lange schläfst, wirst du noch müder ... Soll ich dich nachher aufwecken?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "Guten Abend.",
			"voicelineType": "1003",
			"description": "Es ist schon spät. Versuch, zu einer vernünftigen Zeit ins Bett zu gehen, klar? Wenn du bis spät in die Nacht tanzt, kurze Erzählungen liest oder Spiele spielst, wird die Qualität deines Schlafs darunter leiden!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "Gute Nacht.",
			"voicelineType": "1004",
			"description": "Oh, schon ins Bett? Hier, trink eine Tasse Milch, bevor du gehst. Ich habe ein paar Kräuter hinzugefügt, die dir beim Einschlafen helfen. Gute Nacht und süße Träume!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "Über Yumemizuki Mizuki – Gewohnheiten in den heißen Quellen",
			"voicelineType": "2001",
			"description": "Die heißen Quellen von Natlan befinden sich in einem offenen Bereich in der Nähe des Meeres, was bedeutet, dass man sich mit vielen Leuten unterhalten kann, während man die kühle Brise genießt.\nWenn ich das Gleiche in Inazuma versuchen würde, würden die Leute wahrscheinlich sagen: „Jemanden im Badehaus zu sehen, den man kennt, ist schon peinlich genug, aber sich mit einem völlig Fremden zu unterhalten? Das ist unvorstellbar ...“\nVerstehst du? Nicht alle heißen Quellen sind gleich.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "Über Yumemizuki Mizuki – Badehaus Aisa",
			"voicelineType": "2005",
			"description": "Hast du schon vom Badehaus Aisa gehört? Das ist eine heiße Quelle im Innenbereich. Als ich Anteilseignerin wurde, hatte ich eine Vision für eine neue Art von Therapie: Patienten sollten vor der Behandlung in medizinischen Bädern entspannen, um Körper und Geist zu beruhigen.\nAber, na ja ... Meistens schliefen die Leute durch das warme Wasser schon ein, bevor ich überhaupt zum praktischen Teil kommen konnte. Nachdem sie aufgewacht waren, lobten sie meine Methoden und nannten mich eine Wundertäterin.\nUnd das, obwohl ich gar nichts getan habe! Das zeigt nur, was Ruhe bewirken kann ...\nEine gute Nachtruhe kann eine Menge Probleme lösen. Und doch bestehen die Menschen darauf, sich selbst bis zur Belastungsgrenze auszureizen.\n*seufz* Ich wünschte nur, die Leute würden darauf hören, wenn ihr Körper ihnen sagt, dass sie sich ausruhen sollen ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "Über uns – Reisen",
			"voicelineType": "2003",
			"description": "Ich war schon in fünf der sieben Großregionen in Teyvat. Ich nehme an, das macht mich selbst zu einer Art Reisenden. Obwohl ich in Inazuma lebe, habe ich oft in Natlan zu tun. Wir beide als Reisende sollten wir also zusammenhalten!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "Über uns – Schöne Träume",
			"voicelineType": "2002",
			"description": "Es gibt eine Regel bei den Yumekui-Baku: Ohne Zustimmung dürfen wir niemals schöne Träume verzehren. Schöne Träume sind kostbare Schätze und ihr Nichtvorhandensein kann ein Gefühl von Verlust und Leere auslösen.\nAber du scheinst eine Ausnahme zu sein. Deine Träume sind wie eine bodenlose Schatzkiste. Ich bin seit Jahrhunderten in diesem Bereich tätig, aber ich habe noch nie jemanden getroffen, der in seinen Träumen so strahlt wie du ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "Über das „Göttliche Auge“ ...",
			"voicelineType": "3006",
			"description": "Göttliche Augen gelten als Beweis für die Anerkennung der Götter, ein wahr gewordenes Wunder. Und nach dem, was ich gehört habe, warten viele Menschen ohne Göttliches Auge darauf, dass ihnen das gleiche Wunder widerfährt.\nAber wenn man von etwas Unerreichbarem träumt, ist die Enttäuschung oft groß, vor allem, wenn man aufwacht und sich die Realität bemerkbar macht.\nManchmal verwandeln wir auf der Suche nach einem Hirngespinst die Realität ungewollt in einen Albtraum, dem wir entkommen müssen ... Ich kann nur hoffen, dass das niemandem passiert.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "Willst du mir etwas mitteilen?",
			"voicelineType": "3002",
			"description": "Ya und Te sind mehr als Gefährten. Sie sind ein Teil von mir, geformt aus meinen Youkai-Kräften. Sie repräsentieren meine Weisheit und meinen Geist und du kannst sie als Manifestationen meiner Vernunft und meines Einfühlungsvermögens sehen. Sie helfen mir gelegentlich bei der Behandlung und sind auch im Kampf sehr fähig!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "Interessante Vorkommnisse ...",
			"voicelineType": "3003",
			"description": "Ich bin am Tag vor dem Angriff auf die Menschen der Quellen nach Inazuma gereist. Mualani schrieb mir einen Brief und erzählte mir, was passiert war. Es scheint, als hättest du ein großes Talent dafür, zur Rettung zu eilen. Jetzt, da ich darüber nachdenke ... Nach dem, was ich von Miko gehört habe, wäre das das zweite Mal, dass ich dich verpasst habe, als wir uns hätten über den Weg laufen können! Aber jetzt kann ich {F#die legendäre Reisende}{M#den legendären Reisenden} endlich zu meinen Bekannten zählen.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Nach Abschluss von „Glühende Ode der Auferstehung“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "Über Yae Miko – Vergangenheit",
			"voicelineType": "4001",
			"description": "Vor Hunderten von Jahren waren wir Nachbarn. Damals war Miko viel ernster in ihren Unternehmungen, aber trotzdem war alles von der Unschuld der Jugend durchdrungen. Ich vermisse diese Tage manchmal. Miko hatte gerade gelernt, sich in einen Menschen zu verwandeln, und das Leben war so einfach ... Jeden Tag kam sie zu mir und ließ mich an ihren Träumen teilhaben.\nDüfte von Sakura-Blüten, Papier, Tinte, dreifarbige Klößchen und frittierter Tofu ... sind Dinge, an die ich mich erinnere. Sie flehte mich an, mich mit ihr in einen Menschen zu verwandeln und mich in die Stadt zu schleppen, um Dinge zu finden, die dem Geschmack ihrer Träume entsprachen. Wenn uns jemand erwischte, verwandelten wir uns sofort wieder in unsere ursprüngliche Form und rannten los, so schnell, dass ich sie oft aus den Augen verlor ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "Über Yae Miko – Gegenwart",
			"voicelineType": "4002",
			"description": "Jetzt ist Miko die Guuji des Großen Narukami-Schreins. Nachdem ich erwachsen geworden war, habe ich nie wieder einen ihrer Träume probiert. Wer weiß, ob ihr Geschmack noch derselbe ist wie damals ...\nTräume ohne Zustimmung zu verzehren, ist für Baku das allergrößte Tabu. Selbst wenn sie nach so langer Zeit zu mir käme und fragen würde, ich ... ich glaube, ich würde ablehnen. Wir sind jetzt Geschäftskonkurrenten und ich habe vor, dieses Mal mit ihr Schritt zu halten.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „In der Stille verschwinden die Schatten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "Über Shougun Raiden ...",
			"voicelineType": "4003",
			"description": "Ich nahm den Mut auf, den allmächtigen Shougun nach dem Mikawa-Blumenfest ins Badehaus einzuladen. Als sie sich ins Becken setzte, trieb eine Strähne ihres Haares ins Wasser. Ich überlegte, ob ich ihr die Hand reichen sollte, um sie zu richten, aber ich fürchtete, das wäre eine zu unangebrachte Geste für eine so edle Persönlichkeit. Natürlich bezweifle ich, dass Miko überhaupt zögern würde ... Das ist ein deutlicher Hinweis, dass ich als Youkai noch einen langen Weg vor mir habe.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Flüchtige Träume“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "Über Sangonomiya Kokomi ...",
			"voicelineType": "4004",
			"description": "Die göttliche Priesterin von Watatsumi ist eine würdevolle und gut erzogene Dame. Wenn ich mit ihr spreche, hebt das immer meine Laune. Wenn ich eine neue Zweigstelle des Badehauses Aisa auf Watatsumi oder ein anderes Geschäft eröffnen sollte, hoffe ich, dass ich mehr Gelegenheit bekomme, mit ihr zu arbeiten ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "Über Yoimiya ...",
			"voicelineType": "4005",
			"description": "Ach, du meinst die Königin des Sommerfests? Ja, sie ist sehr einprägsam.\nVon Zeit zu Zeit führe ich eine Umfrage zur psychischen Gesundheit durch, um festzustellen, ob es in der Umgebung von Inazuma Gebiete gibt, in denen die Menschen eher eine Behandlung benötigen ...\nEs hat sich herausgestellt, dass diejenigen, die in der Nähe von Yoimiya leben, kaum eine brauchten, und ich bezweifle, dass das ein Zufall ist. Es ist schwer, nicht positiv eingestellt zu sein, wenn man eine so fröhliche Person um sich hat!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "Über Kamisato Ayaka ...",
			"voicelineType": "4006",
			"description": "Ah, Fräulein Ayaka ... Sie war noch ein kleines Mädchen, als ich Inazuma verließ, aber selbst da hatte sie schon angefangen, die Kunst der Blumen und des Schwertes zu lernen. Ihr Bruder hat mich einmal heimlich um meine Dienste gebeten, in der Hoffnung, ihr einige ihrer Ängste zu nehmen.\nIch erinnere mich an ihren Traum ... Es roch nach altem Holz und starkem Regen, wie ein einzeln stehender Holzpavillon, der in einem Sturm zusammenzubrechen drohte. Ich tat mein Bestes, um sie zu behandeln, bis sie schließlich in einen friedlichen Schlummer fiel.\nSeitdem sind viele Jahre vergangen. Ich hoffe, sie hat Menschen gefunden, die ihr Halt bieten, sodass sie diesen Sturm nicht allein durchstehen muss ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "Über Kujou Sara ...",
			"voicelineType": "4007",
			"description": "Sie bittet mich oft um meine Dienste, um den Mitgliedern der Tenryou-Verwaltung zu helfen. Es ist nicht ungewöhnlich, dass ich Zweifel und Angst in ihren Köpfen sehe, aber ihre Gedankenwelt ist immer kaltes, hartes Metall. Kein Regen, keine Sonne, wie ein Raum mit Wänden aus reinem Jadestahl, unbeugsam und undurchdringlich.\nAus diesem Grund habe ich großen Respekt vor ihr.\nAllerdings kann ich nur spekulieren, wie viel Widerstandskraft nötig war, um an diesen Punkt zu gelangen ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "Über Sayu ...",
			"voicelineType": "4008",
			"description": "Hehe, sie ist ein ziemlich sorgloser kleiner Mujina, ihr einziges Problem ist natürlich der Wunsch, größer zu werden ... Ich bin sicher, ihre Träume sind überaus süß. Ich würde sie gern einladen, im Badehaus zu arbeiten, aber sie geht mir immer aus dem Weg. Ha, vielleicht durchschaut sie meine Absichten ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "Über Mavuika ...",
			"voicelineType": "4009",
			"description": "Der Pyro-Archon? Hm, wie soll ich sagen ... Mavuika ist die Art von Person, die so hell leuchtet, dass schon ein Blick auf sie ausreicht, um eine Sonnenbrille aufsetzen zu wollen. Wie die Sonne hat sie eine gewisse Art, den Nebel zu vertreiben und die Dunkelheit zu erhellen, sogar mit einem einfachen Händedruck.\nHm? Ob ich jemals einen ihrer Träume probiert habe? Nein, nein, nein, nein, nein ... Das würde ich nicht wagen. Sie ließ es mich einmal versuchen, aber in ihren Traum einzutauchen, war, wie in einen Vulkan zu springen oder in Asche zu ersticken. Alles was ich tun konnte, war husten ...\nVielleicht ist meine Youkai-Kraft einfach noch nicht stark genug ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "Über Mualani ...",
			"voicelineType": "4010",
			"description": "Ah, Mualani ... Sie ist der freundlichste Mensch, den ich je getroffen habe. Ich habe während meiner Zeit in Natlan bei den Menschen der Quellen gelebt und ohne ihre Hilfe hätte ich meinen Laden dort nie eröffnen können. Sie hat mich in die Kammer des Sprechers geschleppt und schon stand ich dem Pyro-Archon direkt gegenüber, ohne jede Vorwarnung, ich war richtig erschrocken ...\nIhre Persönlichkeit ist wie eine Welle, die manchmal hoch über das Wasser aufsteigt, tief unter der Wasseroberfläche schwimmt oder sogar direkt gegen das Ufer schlägt. Es ist schwer, mit ihr Schritt zu halten ...\nOh, ihr psychischer Zustand? Ich denke, du musst dir keine Sorgen machen. Sie ist in einer sehr guten Verfassung. Wenn überhaupt, dann sollte ich zu ihr zur Therapie gehen ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "Über Nahida ...",
			"voicelineType": "4011",
			"description": "Ich habe Sumeru schon einmal besucht. Innerhalb der Grenzen ihrer Autorität ist es mir unmöglich, mit den Träumen anderer in Kontakt zu treten, geschweige denn sie zu beeinflussen oder zu verzehren. Ihre Anwesenheit ist jedoch nicht bedrückend. Was ich spürte, fühlte sich eher wie ein feierliches Versprechen zwischen einer Gottheit und ihrem Volk an ... Mein Eindruck ist, dass sie eine sehr gutherzige Gottheit sein muss.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „Akasha pulsiert, die Kalpa-Flamme lodert“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "Ich will mehr über Yumemizuki Mizuki erfahren I",
			"voicelineType": "5001",
			"description": "Das Verzehren von Träumen ist eine einzigartige Fähigkeit von Baku. Wir können gute und schlechte Träume gleichermaßen verzehren, auch wenn sich beide geschmacklich stark unterscheiden. Lange Zeit war es nicht mehr als eine Form der Nahrungsaufnahme, aber als ich älter wurde, erkannte ich, dass diese Fähigkeit ein größeres Potenzial hat, und zwar den Menschen zu helfen, ihre Probleme zu überwinden und zu verarbeiten ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "Ich will mehr über Yumemizuki Mizuki erfahren II",
			"voicelineType": "5002",
			"description": "In Wahrheit sind die Yumekui-Baku keine besonders furchterregende Art von Youkai. Als die große Katastrophe über Inazuma hereinbrach, konnten wir nur weglaufen und uns verstecken. Unsere Nachbarin, die Kitsune Saiguu, hat sich bei dieser Katastrophe geopfert. Ich war am Boden zerstört, aber ich konnte es nicht verhindern ... Der Anblick all dieser Verluste und der Verzweiflung inspirierte mich dazu, diesen Beruf zu ergreifen. Ich beschloss, weiter weg zu studieren, und auf meinen Reisen in Liyue, Sumeru und Natlan konnte ich meine Fähigkeiten mit der Humanmedizin verbinden. Und so entstand meine heutige Praxis.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 3 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "Ich will mehr über Yumemizuki Mizuki erfahren III",
			"voicelineType": "5003",
			"description": "Obwohl ich in den letzten Jahren nicht mehr in Inazuma war, ist das Geschäft mit den heißen Quellen gut gelaufen. In der Zwischenzeit habe ich hart daran gearbeitet, eine Praxis einzurichten, die das integriert, was ich auf meinen Reisen gelernt habe. Den Leuten zu sagen, dass ich einer der Hauptanteilseigner des Badehauses Aisa bin, öffnet viele Türen, was einer der Hauptgründe dafür ist, dass ich meine Praxis trotz aller Herausforderungen am Laufen halten konnte ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Nach Abschluss von „In der Stille verschwinden die Schatten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "Ich will mehr über Yumemizuki Mizuki erfahren IV",
			"voicelineType": "5004",
			"description": "Für mich besteht die größte Herausforderung darin, die negativen Gefühle zu verarbeiten, die mit dem Verzehr eines Albtraums einhergehen. Ich verzehre den Albtraum eines Patienten nur, wenn alle anderen Behandlungsmethoden versagen. Zu diesem Zeitpunkt sind die Albträume zum Verzehr in der Regel hochgiftig und flüchtig ... Wenn das passiert, suche ich mir gern einen abgelegenen Ort, um diese Gefühle zu „verdauen“. Ich möchte nicht, dass andere Leute das sehen ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 5 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Nach Abschluss von „In der Stille verschwinden die Schatten“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "Ich will mehr über Yumemizuki Mizuki erfahren V",
			"voicelineType": "5005",
			"description": "Aber als Psychotherapeutin ist es meine Pflicht, Patienten bei der Überwindung ihrer Albträume zu helfen.\nUnd für mich bedeutet genau das, ein Baku zu sein.\nIch habe mich schon immer gefragt, was der Zweck unserer Kräfte ist. Warum wurden sie uns gegeben? Was können wir mit ihnen tun? Wenn wir Träume nur als eine Form des Lebensunterhalts betrachten, was unterscheidet uns dann von den hirnlosen Insekten, die ihre Tage damit verbringen, an Lavendelmelonen zu knabbern?\nDie Psychologie gab mir ein Ziel und eine Berufung: Albträume aus Inazuma und der ganzen Welt zu vertreiben.\nHehe ... Ich dachte immer, ich würde mein ganzes Leben allein verbringen, bis ich dich traf ... jemanden, der die Welt auf den Kopf stellen kann, der den Willen der Götter selbst beugen kann ... jemanden, der bereit ist, meine Schwächen zu akzeptieren, und dem es nicht an Träumen mangelt, die er mit mir teilt ... Vielleicht bin ich in gewisser Weise auch dein „Patient“ geworden.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Freundschaftsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Nach Abschluss von „Glühende Ode der Auferstehung“ verfügbar",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "Yumemizuki Mizukis Hobbys ...",
			"voicelineType": "6001",
			"description": "Fröhliche und aufmunternde Musik zu hören, ist eine gute Möglichkeit, sich zu entspannen. Als ich noch in Natlan lebte, war ich ständig auf dem Colomche-Platz. Die Ukulelenmusik war so schön ... Ich habe gehört, dass du selbst Musiker bist. Könntest du mal für mich spielen?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "Yumemizuki Mizukis Sorgen ...",
			"voicelineType": "6012",
			"description": "Manchmal übersteigen die Albträume das Niveau, das ich noch ertragen kann, und wirken fast wie ein tödliches Gift. Ein Beispiel dafür sind die Soldaten von Inazuma, die während der großen Katastrophe kämpften, oder die Krieger von Natlan, die den Abgrund im Königreich der Nacht zurückschlugen. Verzweiflung und Angst haben sich so tief in ihr Unterbewusstsein eingegraben, dass es wie der Versuch war, ein Messer zu verschlucken, um ihre Albträume zu verzehren ... Einmal verschlang ich den Albtraum eines Kriegers, der gerade aus dem Krieg der Nachtwächter zurückgekehrt war, und ich war mehrere Tage lang ohnmächtig ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "Was sie so mag ...",
			"voicelineType": "6003",
			"description": "Oh, mein Lieblingsessen? Der beste Traum, den du je hattest, natürlich ... War nur ein Scherz. Ich gehe nicht herum und schlemme an den süßen Erinnerungen der Leute ... Nun, süße Leckereien auf der anderen Seite ... Kein schlechter Muntermacher, besonders nach einer schwierigen Sitzung.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "Was sie nicht mag ...",
			"voicelineType": "6004",
			"description": "Ich mag keine Gerichte, die einfach nur zusammengewürfelt sind wie ... ein trockener Laib Brot, ein paar Möhren, etwas Weißkohl und ein kaltes Stück Schinken. Man ist, was man isst, und das gilt besonders, wenn es um unsere Stimmung geht. Wenn man sich bei jeder Mahlzeit durchwurstelt, wie soll man dann einen gesunden Geisteszustand bewahren? Wir alle müssen netter zu uns selbst sein, und das beginnt mit dem, was wir essen.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "Geschenk erhalten I",
			"voicelineType": "6007",
			"description": "Ooh ... So ein Gericht habe ich noch nie gegessen, nicht einmal in meinen Träumen. Das könnte das Rezept für eine perfekte Nachtruhe sein!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "Geschenk erhalten II",
			"voicelineType": "6008",
			"description": "Hmm ... Ein ziemlich milder Geschmack, als würde man in einen Traum gleiten. Danke, es ist herrlich.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "Geschenk erhalten III",
			"voicelineType": "6009",
			"description": "Hat ein schrecklicher Traum deinen Schlaf letzte Nacht beeinflusst? Das würde erklären, warum dein Geschmackssinn so gestört ist ... Das Essen kann bis später warten, unsere Therapiesitzung sollte jetzt beginnen.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "Dein Geburtstag ...",
			"voicelineType": "7001",
			"description": "Heute ist ein ganz besonderer Tag für uns beide. Die Begegnung mit dir hat mir die Möglichkeit gegeben, eine wundersame Welt der endlosen Träume zu erleben ... Warum feiern wir diesen Anlass also nicht mit einem Traum nur für uns beide? Natürlich müssen wir ihn von Grund auf neu bauen. Also, sag mir, was du gern sehen würdest ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "Gedanken über den Aufstieg – Beginn",
			"voicelineType": "8001",
			"description": "Ich spüre, wie ich stärker werde, sowohl körperlich als auch geistig. Ich bin bereit, mich noch stärkeren Albträumen zu stellen.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 1 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "Gedanken über den Aufstieg – Fortschritt",
			"voicelineType": "8002",
			"description": "Ich danke dir aus tiefstem Herzen. Mit deiner Hilfe bin ich zuversichtlich, dass ich jeden Fall, der auf mich zukommt, bewältigen kann.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 2 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "Gedanken über den Aufstieg – Höhepunkt",
			"voicelineType": "8003",
			"description": "Deine Ermutigung hat es mir ermöglicht, in mich zu gehen und meine Schwächen als das zu erkennen, was sie sind. Du hast einer Psychotherapeutin auf ihrem eigenen Weg zur Heilung geholfen, und das können nicht viele Menschen von sich behaupten.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 4 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "Gedanken über den Aufstieg – Ende",
			"voicelineType": "8004",
			"description": "Negative Gefühle sind ein Teil unseres Wesens. Unruhe, Aufregung und Angst sind die Folgen, wenn wir uns scheuen, uns ihnen zu stellen. Das Wichtigste ist, das Gleichgewicht zwischen dem Erkennen dieser Gefühle und dem Überwältigtsein von ihnen zu finden. Du hast mir geholfen, dieses Gleichgewicht zu finden, und jetzt ist es in meinem Kopf verankert. Ganz gleich, wie schadvoll der Albtraum ist, ich habe nichts zu befürchten.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Ab Aufstiegsstufe 6 verfügbar",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "Elementarfähigkeit I",
			"voicelineType": "100001",
			"description": "Hier wird keine Stirn gerunzelt!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "Elementarfähigkeit II",
			"voicelineType": "100002",
			"description": "Süße Träume!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "Elementarfähigkeit III",
			"voicelineType": "100003",
			"description": "Ich leg dich zur Ruhe.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "Spezialfähigkeit I",
			"voicelineType": "200001",
			"description": "Hinfort mit den Albträumen!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "Spezialfähigkeit II",
			"voicelineType": "200002",
			"description": "Ye, Te, es geht los!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "Spezialfähigkeit III",
			"voicelineType": "200003",
			"description": "Lass deine Sorgen vom Winde verwehen.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "Truhe öffnen I",
			"voicelineType": "300001",
			"description": "Ah, ein schöner Fund!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "Truhe öffnen II",
			"voicelineType": "300002",
			"description": "Oh, das hebt doch gleich die Stimmung!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "Truhe öffnen III",
			"voicelineType": "300003",
			"description": "Manchmal sind ein paar Mora mehr in der Tasche die beste Medizin.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "Niedrige LP I",
			"voicelineType": "410001",
			"description": "Es wird brenzlig ...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "Niedrige LP II",
			"voicelineType": "410002",
			"description": "Scheint ein hoffnungsloser Fall zu sein ...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "Niedrige LP III",
			"voicelineType": "410003",
			"description": "Kein gutes Zeichen ...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "Verbündeter hat niedrige LP I",
			"voicelineType": "400001",
			"description": "Erlaube mir einzuschreiten.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "Verbündeter hat niedrige LP II",
			"voicelineType": "400002",
			"description": "Mach mal Pause.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "Ohnmächtig I",
			"voicelineType": "500001",
			"description": "Ist das ... ein Albtraum?",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "Ohnmächtig II",
			"voicelineType": "500002",
			"description": "Die Finsternis ... breitet ... sich aus ...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "Ohnmächtig III",
			"voicelineType": "500003",
			"description": "Ich kann immer noch ... den Schmerz spüren.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "Leichten Treffer erlitten I",
			"voicelineType": "900002",
			"description": "Wie unhöflich.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "Schweren Treffer erlitten I",
			"voicelineType": "910001",
			"description": "Mein Fehler ...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "Schweren Treffer erlitten II",
			"voicelineType": "910002",
			"description": "Ein schwieriger Patient ...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "Schweren Treffer erlitten III",
			"voicelineType": "910003",
			"description": "Ein bösartiger Treffer ...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "Truppenbeitritt I",
			"voicelineType": "600001",
			"description": "Du kannst mit mir über alles sprechen.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "Truppenbeitritt II",
			"voicelineType": "600002",
			"description": "Ist es Zeit für unseren Termin?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "Truppenbeitritt III",
			"voicelineType": "600003",
			"description": "Ah ... Ich spüre keine Albträume in der Umgebung.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}