{
	"id": 10010,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Adventurer",
	"effect2Pc": "เพิ่มพลังชีวิตสูงสุดขึ้น 1000 หน่วย",
	"effect4Pc": "หลังจากเปิดหีบสมบัติ ชนิดต่าง ๆ แล้ว จะฟื้นฟูพลังชีวิต 30% ภายในเวลา 5 วินาที",
	"flower": {
		"name": "Adventurer's Flower",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ที่รอดจากสภาพแวดล้อม อันโหดร้ายจากเมืองยุคโบราณ บัดนี้มันเป็นดั่งเหรียญเกียรติยศ ที่ใช้ติดประดับ",
		"story": "นักผจญภัยผู้มุ่งมั่นที่จะไปให้ถึงดวงดาวในท้องฟ้าและก้นเหวได้พบ กับดอกไม้ที่ตายยากท่ามกลางซากปรักหักพังที่ไม่คาดคิด\nดอกไม้ที่เกิดขึ้นในแดนแห่งความตายนั้นทำให้นักผจญภัยซาบซึ้งไปชั่วขณะ ทำให้เขาเกือบลืมเกี่ยวกับสมบัติที่ลึกลงไปในซากปรักหักพัง\nเมื่อคิดอยู่ครู่หนึ่ง นักผจญภัยก็เอาดอกไม้เล็ก ๆ กลัดไว้บนหน้าอกแล้วเดินต่อเข้าไปในความมืด"
	},
	"plume": {
		"name": "Adventurer's Tail Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนของนกหายาก ที่มีโอกาสน้อยมาก ที่จะพบได้ในดินแดนนี้",
		"story": "นักผจญภัยครั้งหนึ่งเดินทางผ่านป่าเพื่อค้นหาสัตว์หายากที่ไม่เคย เห็นมาก่อน\nเดินทางผ่านป่าอย่างไม่ระมัดระวัง นักผจญภัยไปสะดุดเข้ากับรากไม้\nเมื่อเขาได้สติกลับคืนมา เขาเห็นเด็กผู้หญิงคนหนึ่งที่สวยงามมากจนขนาดที่เขาจะยอมเลิก เป็นนักผจญภัยเพื่อเธอ\nขนนกปลิวไหวไปทั่วราวกับอยู่ท่ามกลางความฝัน"
	},
	"sands": {
		"name": "Adventurer's Pocket Watch",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นักผจญภัยที่เดินทางอยู่ในความมืด หรือเมืองที่ลับจากแสงตะวัน มักจะสูญเสียการรับรู้เรื่องเวลา",
		"story": "นาฬิกาพกของนักผจญภัย ถูกสร้างขึ้นด้วยความเรียบง่ายและใช้งานได้จริงโดยช่างทำนาฬิกาชั้นสูง สอดคล้องกับความเชื่อของกิลด์นักผจญภัย\nในระหว่างการเดินทางที่ไม่ได้พบกับแสงสว่างเป็นเวลานานของนัก ผจญภัย เสียงติ๊กต็อกของมันเป็นเพียงหลักฐานเดียวถึงการคงอยู่ของเวลา\nแม้หลังจากที่นักผจญภัยได้หยุดชีวิตการผจญภัยที่เขารักและใช้ชีวิตตามปกติมาหลายปี\nนาฬิกาพกที่ถูกลืมนี้ยังคงอยู่เงียบ ๆ ในตู้รอการผจญภัยครั้งต่อไป"
	},
	"goblet": {
		"name": "Adventurer's Golden Goblet",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "หนึ่งในสิ่งของ ของนักผจญภัยผู้ผ่านการสำรวจมากมาย แม้จะมีตำหนิอยู่บ้าง แต่ก็ยังเป็นของล้ำค่า",
		"story": "ถ้วยทองคำที่ชำรุดซึ่งนักผจญภัยเคยใช้เพื่อดื่มน้ำ กล่าวกันว่าเป็นสมบัติที่พบที่ไหนสักแห่ง\nส่วนรอบนอกของถ้วยทองนั้นแกะสลักด้วยสัญลักษณ์โบราณที่เรืองรองและฝังด้วยอัญมณีสีจืดจาง\nหลังจากที่เขาก็กล่าวคำอำลากับชีวิตการผจญภัยที่มีฟ้าเป็นมุ้งและ โบราณสถานเป็นบ้าน\nถ้วยทองคำเก่าถูกนำไปแลกเปลี่ยนเป็น Mora ที่ส่องแสงระยิบระยับ"
	},
	"circlet": {
		"name": "Adventurer's Bandana",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "เครื่องประดับสำหรับสวมไว้บน หน้าผาก แม้จะเปื้อนคราบเหงื่อและฝุ่นจากการผจญภัย แต่มันก็ยังเป็นความทรนงของ นักผจญภัยเช่นกัน",
		"story": "แม้ว่านี่จะเป็นแถบคาดศีรษะสีเขียวธรรมดา แต่เนื้อผ้านั้นแข็งแรงและดูดซับฝุ่นได้\nแม้ว่าเจ้าของแถบคาดศีรษะนี้เป็นเพียงมนุษย์ มีเพียงเลือดและเนื้อ\nแต่ความลับที่ซ่อนอยู่ในดวงดาวสูงขึ้นไปบนท้องฟ้าและเหวลึกลงไป ในโลก\nและความลับทั้งหมดที่พวกเขาซ่อนอยู่กำลังรอให้มนุษย์ผู้อ่อนแอผู้นี้ ตามล่า"
	}
}