{
	"name": "Archaic Petra",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ได้รับโบนัสความเสียหายหิน 15%",
	"4pc": "เมื่อได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาตกผลึก ตัวละครทั้งหมดในทีมจะได้รับโบนัสความเสียหายของธาตุที่เกี่ยวข้อง 35% เป็นเวลา 10 วินาที โดยจะได้รับบัฟเพิ่มความเสียหายธาตุดังกล่าวนี้ได้ทีละหนึ่งธาตุเท่านั้น",
	"flower": {
		"name": "Flower of Creviced Cliff",
		"relictype": "Flower of Life",
		"description": "ดอกไม้หินสีทองที่เบ่งบานอยู่บนภูเขาหิน กลีบของมันปลิวไปมาในสายลม ราวกับมีชีวิต",
		"story": "ดอกไม้กำลังเบ่งบานอยู่ในรอยแยกชั่วกาลนานของหน้าผา\nมันเป็นชีวิตที่สวยงามที่แกะสลักจากแก่นของหิน\n\nมีคนเคยกล่าวไว้ว่า:\nในสมัยโบราณ มีคนพูดกับราชาแห่งหินว่าไม่มีชีวิตในหินที่แห้งแตก\nราชาแห่งหินจึงเสกดอกไม้ทองคำบริสุทธิ์ให้งอกออกมาจากหินยักษ์\n\nบางทีเทพแห่งหินอาจเคยทำเรื่องยิ่งใหญ่เช่นนี้\nหรือมันอาจเป็นเพียงหนึ่งในตำนานมากมายของดินแดนโบราณแห่งนี้\nแต่ต้องเผชิญคลื่นลมแรงอย่างไม่หวาดหวั่น\nเกิดในเมืองท่าที่เจริญรุ่งเรืองท่ามกลางโขดหินสูงชัน\nก็คือดอกไม้ที่งดงามสะดุดตาเช่นนี้แหละ"
	},
	"plume": {
		"name": "Feather of Jagged Peaks",
		"relictype": "Plume of Death",
		"description": "ขนนกอันแข็งแกร่งที่ได้มาจาก เหยี่ยวหินขนาดยักษ์ บางครั้งจะมีหยาดน้ำค้างเย็น จับตัวอยู่ที่ปลายขนนก",
		"story": "ขนนกที่ถูกทับแบนถูกทิ้งไว้บนปลายเขาหินอันขรุขระ\nปลายสีฟ้าดำนั้นแหลมคมราวกับใบมีด\n\nตำนานกล่าวว่า ในยุคที่โลกไม่สมดุล ลอร์ดแห่งหินเคยดึงภูเขาขึ้นมาทำว่าวยักษ์\nว่าวหินทำขึ้นจากหินและหยก และได้โผบินทันทีที่มันเป็นรูปเป็นร่าง\nมันบินหมุนควงขึ้นไปบนสวรรค์ชั้น 9 และทำลายยอดเขาหลายยอดจนเรียบเป็นหน้ากลอง\n\nว่ากันว่า ว่าวหินนี้บินตรงไปยังมหาสมุทร\nราวกับหอกที่พุ่งมาจากสวรรค์ก็ไม่ปาน\nตกลงไปในมหาสมุทรที่เต็มไปด้วยมอนสเตอร์\n\nว่ากันว่า แท่งหินที่อยู่บนทะเลยังดึงดูดว่าวจนถึงทุกวันนี้"
	},
	"sands": {
		"name": "Sundial of Enduring Jade",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาแดดที่แกะสลักขึ้นมาจาก หยกที่ใช้ในพิธีกรรมทั้งชิ้น ประดับด้วยลวดลายของหมู่ดาว มันคอยบันทึกเวลาที่หายไป อย่างเงียบ ๆ",
		"story": "นาฬิกาแดดที่ทำขึ้นจากหยกที่ใช้ในพิธีกรรม\nมันวิ่งตามวันเวลาอย่างเงียบ ๆ\n\nแม้แต่หินโบราณที่มั่นคงเป็นถาวรก็ต้องสลายไปตามกาลเวลา กลายเป็นทรายและฝุ่น\n\nว่ากันว่าราชาแห่งหินเคยตัดดวงดาวแล้วใส่ลงในวัตถุบอกเวลา และสอนเหล่าบรรพบุรุษว่าเวลาเป็นสิ่งมีค่า\nตำนานกล่าวว่า เมื่อเวลาผ่านไปหลายปี นาฬิกาแดดเรือนนั้นได้ตกมาสู่มือคนทั่วไป และได้กลายเป็นของ Kunwu ในตอนที่เขายังเป็นนักปราชญ์หนุ่ม\n\n\"นักปราชญ์หนุ่มมุ่งสนใจศึกษาคัมภีร์ หวังว่าจะข้ามผ่าน Sumeru และฝึกฝนปัญญาที่ยิ่งใหญ่\"\n\"หลังจากได้นาฬิกาแดดอันนี้มาฉันเล่นกับมันทุกวัน แม้เวลาจะผ่านไปนานวันแต่ฉันก็ไม่เคยเห็นข้อบกพร่องของมันเลย\"\n\"ดังนั้นฉันถึงไม่อยากเป็นอาจารย์ในสถาบันแล้ว และเลือกการสร้างสรรค์ชิ้นงานเป็นอาชีพแทน เพราะอยากจะท้าทายผู้ที่สร้างนาฬิกาแดดอันวิเศษเช่นนี้\""
	},
	"goblet": {
		"name": "Goblet of Chiseled Crag",
		"relictype": "Goblet of Eonothem",
		"description": "ภาชนะบรรจุไวน์ที่งดงาม แต่ดูเคร่งขรึม เมื่อพันปีที่แล้วมันเคยบรรจุ ไวน์ที่ล้ำค่าเอาไว้",
		"story": "ขวดไวน์แกะสลักจากหินที่ไม่สามารถเคลื่อนย้ายได้\nข้างในบรรจุไวน์ที่นิยมดื่มกันในหมู่ชนชั้นสูง\n\nหินสีดำที่แข็งแรงจนไม่อาจทำลายได้ คริสตัลที่ใสและงดงาม\nเช่นเดียวกับการท่องโลกมนุษย์ การลิ้มรสความสนุกก็ต้องทำแบบสุดโต่ง\n\nมีการพูดกันไปทั่วว่า เพื่อดื่มไวน์ ท่านลอร์ดแห่งหิน\nได้นำหินจากชะง่อนผาบนภูเขาสูงเสียดฟ้ามาทำเป็นตัวขวด\nใช้แผ่นหยกบนยอดเขาสูงมาประดับ และขัดเกลาจนกลายเป็นภาชนะบรรจุไวน์อันงดงาม\n\nผู้เชี่ยวชาญในหนังสือโบราณกล่าวว่าแก้วไวน์ควรมี 7 อันด้วยกัน"
	},
	"circlet": {
		"name": "Mask of Solitude Basalt",
		"relictype": "Circlet of Logos",
		"description": "หน้ากากอันสง่างาม ที่แกะสลักจากหินสีดำ ดวงตาที่ว่างเปล่าจ้องมองไปยัง เบื้องหน้าอย่างเยือกเย็น ตลอดกาล",
		"story": "ตำนานกล่าวว่าในยุคสงครามเทพอสูร เทพแห่งหินเคยแสดงให้เห็นถึงการฆ่าฟันอย่างไม่ปรานี\nในการต่อสู้สังหารระหว่างเหล่าทวยเทพ ความอ่อนโยนไม่เคยเป็นตัวตนของเทพแห่งหิน\n\nตัดสินอย่างชัดเจน ไม่เคยผิดพลาด ท่ามกลางสงครามที่จะพลิกฟ้าพลิกแผ่นดิน ถึงแม้จะเป็นเพื่อนเก่าที่กลับไปอยู่ฝ่ายตรงกันข้ามกัน ก็จะไม่มีความเมตตาให้โดยเด็ดขาด\nราชาแห่งหินในยุคที่กล่าวถึงในตำนาน ใบหน้าเยือกเย็นดุจแผ่นหิน ไม่เคยสะท้อนถึงความอ่อนไหวให้ผู้ใดเห็น\n\nว่ากันว่าเมื่อฝุ่นได้สงบลงแล้ว ใบหน้าที่แข็งดุจหินผาจึงอ่อนโยนลงบ้าง\nสีหน้าเช่นนี้ เป็นสิ่งจำเป็นในการรักษาพันธสัญญา"
	}
}