{
	"name": "Berserker",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "เพิ่มอัตราคริขึ้น 12%",
	"4pc": "เมื่อพลังชีวิตต่ำกว่า 70% อัตราคริจะเพิ่มขึ้นอีก 24%",
	"flower": {
		"name": "Berserker's Rose",
		"relictype": "Flower of Life",
		"description": "ดอกไม้ที่ถูกย้อมเป็นสีแดง อันบอบบาง เข้ากันดีกับนิสัยของนักรบคลั่ง",
		"story": "ในวันที่นักรบยังไม่บ้าคลั่งนั้นเขาเคยลังเลอยู่ที่สวนกุหลาบแห่งนี้\nเขาผู้ซึ่งไม่เคยมีทั้งคนรักและครอบครัว และไม่เคยมีทั้งเพื่อนหรือคนรู้ใจ\nช่วงระหว่างการพักรบเขาจะมายังสวนดอกไม้นี้และดูแลสิ่งบอบบาง เหล่านี้อย่างอบอุ่น\nราวกับว่าดอกไม้สีแดงที่มีหนามเหล่านี้เป็นความอ่อนโยนเพียงอย่างเดียวของเขา"
	},
	"plume": {
		"name": "Berserker's Indigo Feather",
		"relictype": "Plume of Death",
		"description": "ขนสีน้ำเงินเข้มจากหางของ นกเรเวนในตำนาน มีบางส่วนถูกย้อมเป็นสีแดง",
		"story": "ในการต่อสู้ระหว่างเหล่าเทพและมนุษย์นั้น บ้านเกิดของนักรบได้ถูกไฟไหม้\nสวนกุหลาบเปลี่ยนเป็นทะเลเพลิง นกแห่งความตายจิกกินซากพี่น้องของพวกมันเอง\nนักรบที่ฟื้นชีวิตขึ้นมาจากกองเพลิงถูกครอบงำไปด้วย ความต้องการฆ่าและแก้แค้น\nขนนกสีดำที่กระจัดกระจายอยู่เต็มสนามรบก็ถูกย้อมไปด้วยสีแดง ของผู้ทวงแค้นอย่างบ้าคลั่ง"
	},
	"sands": {
		"name": "Berserker's Timepiece",
		"relictype": "Sands of Eon",
		"description": "อุปกรณ์ที่หมุนเวียนอย่าง ไม่หยุดนิ่งตลอดกาล ย้ำเตือนนักรบคลั่งให้รู้ถึง เวลาที่เหลืออยู่ในสนามรบ และวันที่เหลือในโลกนี้",
		"story": "จุดจบนั้นเป็นสิ่งที่หลีกเลี่ยงไม่ได้แม้จะเป็นนักรบผู้ไร้เทียมทาน\nเมื่อเลือดที่อยู่บนมือของเขาเหือดแห้ง นักรบคลั่งก็เริ่มที่จะเหนื่อยล้า\nเขาเผชิญหน้ากับศัตรูคนสุดท้ายในสนามรบ ศึกตัดสินชะตาชีวิตของเขา\nบนสนามรบที่เลือดหลั่งไหลราวกับสายน้ำ นาฬิกาทรายของเขาถูกเปลี่ยนให้เป็นสีแดง"
	},
	"goblet": {
		"name": "Berserker's Bone Goblet",
		"relictype": "Goblet of Eonothem",
		"description": "ถ้วยที่ทำจากกระดูกของสัตว์ร้าย ไม่ทราบชนิด มันเป็นรางวัลที่ได้มาจาก การต่อสู้ครั้งหนึ่ง",
		"story": "นักรบบ้าที่กระหายเลือดโหมกระหน่ำอยู่บนพื้นดินต่อสู้กับมนุษย์ต่อสู้ และปีศาจ และถึงขั้นท้าทายเทพเจ้า\nบนดินแดนที่แห้งแล้งและไม่มีชีวิตชีวาเขาพบกับสัตว์ประหลาดยักษ์\nหน้ากากเหล็กที่เย็นเฉียบของเขา ไม่สามารถปกปิดความโกรธของเขาได้ และการต่อสู้ที่ไม่รู้จบก็เริ่มขึ้น\nผ่านไปหลายชั่วโมง,หลายวัน, หลายปี ในที่สุดอสูรก็ถูกโค่นลง\nนักรบคลั่งดื่มไขกระดูกจากเขาที่หักของอสูร มันคือเหล้าชั้นเลิศของผู้ที่ได้รับชัยชนะ"
	},
	"circlet": {
		"name": "Berserker's Battle Mask",
		"relictype": "Circlet of Logos",
		"description": "หน้ากากเหล็กที่แตกครึ่ง จากการต่อสู้อันโหดร้าย",
		"story": "ท่ามกลางเปลวเพลิงที่ลุกท่วมบ้านเกิด นักรบคลั่งได้สูญเสียความสง่าของฮีโร่ไป\nหน้ากากเหล็กกลายเป็นเลือดเนื้อของเขาเองและแสดงถึงความเย็นชา\nในการต่อสู้อันดุเดือด หน้ากากอันน่าสยดสยองของเขาถูกผ่าเป็นสองซีกด้วยฝีมือของศัตรู\nรอยแตกของหน้ากากฉีกเนื้อส่วนที่อยู่ตรงนั้นออกไปด้วย\nแต่ไม่ว่าความเจ็บปวดหรือเลือดก็ไม่สามารถหยุดนักรบคลั่งได้\nนักรบคลั่งยังคงคำรามต่อไปเรื่อย ๆ จนกระทั่งเลือดที่ติดอยู่บนหน้าเริ่มแข็งตัวเป็นสีดำ"
	}
}