{
	"name": "Bloodstained Chivalry",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "สร้างความเสียหายกายภาพ เพิ่มขึ้น 25%",
	"4pc": "หลังจากกำจัดศัตรูสำเร็จ จะเพิ่มความเสียหายของ การชาร์จโจมตีขึ้น 50% และลดการใช้พลังกายของชาร์จโจมตีลงเป็น 0 เป็นเวลา 10 วินาที",
	"flower": {
		"name": "Bloodstained Flower of Iron",
		"relictype": "Flower of Life",
		"description": "ดอกไม้แห้งที่ถูกย้อมเป็นสีดำโดยเลือดและกลายเป็นของแข็งราวกับเหล็กกล้า อาจจะเป็นของที่ระลึกถึงเจ้าของเก่าของมัน",
		"story": "เป็นดอกไม้สีขาวที่เห็นได้ทั่วไปซึ่งถูกหญิงสาวที่ได้รับความช่วยเหลือติดเอาไว้ที่หน้าอกของอัศวิน\nมันแห้งและแข็งกระด้างโดยโลหิตจากการนองเลือดทั้งหมดของเขา\n\nเมื่ออัศวินพเนจรโค่นอสูรลงครั้งแรกและกำลังจะช่วยเหลือหญิงผู้เคราะห์ร้าย\nเขาปฏิเสธที่จะรับเงินตอบแทน เพราะงั้นจึงได้รับดอกไม้สีขาวจากหญิงสาว\n\n\"รางวัลเพียงอย่างเดียวของอัศวินก็คือการได้ฝึกฝนวิถีแห่งอัศวิน\"\n\"ดอกไม้ดอกนี้จะเป็นเสมือนเหรียญที่ระลึกของฉัน แค่นี้ก็เพียงพอแล้ว\"\n\nดอกไม้นี้ถูกติดอยู่บนหน้าอกของเขาจนถึงตอนที่โดนเลือดสาดใส่ซ้ำไปซ้ำมา\nเหมือนกันกับเกราะเงินของอัศวินที่เปลี่ยนกลายเป็นสีดำราวกับค่ำคืนของฤดูหนาว\nและก็ยังเหมือนกันกับจิตใจของอัศวินที่แข็งขึ้นราวกับเหล็กดัดที่ถูกเผาไฟและแช่น้ำ"
	},
	"plume": {
		"name": "Bloodstained Black Plume",
		"relictype": "Plume of Death",
		"description": "ขนนกกาดำที่ติดกับเสื้อคลุมของ อัศวิน เนื่องจากการเปรอะเปื้อนของเลือดดำจำนวนมากซ้ำ ๆ กันจึงย้อมมันให้เป็นสีดำไปหมด",
		"story": "หนึ่งในขนนกกานับไม่ถ้วนที่ติดอยู่กับอัศวิน Bloodstained\nกาเป็นนกที่คล่องแคล่ว จะตามความกระหายเลือดของผู้เลี้ยงไปทุกที่เพื่อตามหาเหยื่อ\n\nในที่สุดอัศวิน Bloodstained ก็ไม่สามารถแยกแยะกลิ่นเลือดที่กระจายออกไปได้ว่า\nมันเป็นเลือดของศัตรูที่หลั่งไหลหรือว่าเลือดของตัวเอง\n\nในที่สุดเขาก็เข้าใจ ในการต่อสู้อันยาวนานของเขา วิถีอัศวินของเขา\nทำให้อัศวินที่เคยมีสีขาวบริสุทธิ์ครั้งหนึ่งกลายเป็นอสูรที่น่ากลัว\nสิ่งที่อยู่เคียงข้างเขามีเพียงอีกาที่คอยติดตามรอยเปื้อนเลือดของเขา"
	},
	"sands": {
		"name": "Bloodstained Final Hour",
		"relictype": "Sands of Eon",
		"description": "ตัวจับเวลาที่ครั้งหนึ่งถูกใช้โดยอัศวิน ของเหลวข้างในนั้นได้เหือดแห้งไป หมดแล้ว ไม่สามารถจับเวลาได้อีกต่อไป",
		"story": "หลังจากที่อัศวิน Bloodstained ก้าวขาเข้าสู้ส่วนลึกของเหวและไม่ได้พบเดือนพบตะวัน\nถึงแม้จะมีเครื่องมือเพื่อดูเวลาแต่ในสุดท้ายแล้วเวลาก็สูญเสีย ความหมายของมันไป\n\nนี่เป็นเรื่องราวเรื่องสุดท้ายของอัศวิน ตั้งแต่นั้นมาเขาก็ตัดขาดจากโลก\nอัศวิน Bloodstained นั้นเข้าใจดีว่าโลกนี้ไม่มีที่ว่างพอให้เขาอยู่แล้ว\nดังนั้นเขาจึงตัดสินใจเข้าไปสู่ส่วนลึกของประเทศโบราณที่ถูกทำลายและตายในการต่อสู้ภายในรังของอสูร\nที่ส่วนลึกของโลก เขาเข้าใจเรื่องราวของต้นกำเนิดของอสูรในตอนท้ายของประเทศโบราณ\n\n\"อาณาจักรโบราณที่ยิ่งใหญ่ถูกส่งไปพร้อมกับการลงโทษที่ไม่ยุติธรรม\"\n\"ผู้ยิ่งใหญ่ของประเทศโบราณบิดเบี้ยวและกลายเป็นอสูร\"\n\"กับวิถีอัศวินของฉัน ฉันจะทนต่อความอยุติธรรมได้อย่างไร\"\n\"ถ้าเหวเป็นชื่อของมัน งั้นฉันก็จะมอบความซื่อสัตย์ต่อเหว\""
	},
	"goblet": {
		"name": "Bloodstained Chevalier's Goblet",
		"relictype": "Goblet of Eonothem",
		"description": "ถ้วยโลหะสีเข้มที่ครั้งหนึ่งมี Bloodstained Knight เป็นเจ้าของ ภายนอกของมันกลายเป็นสีที่มืด ราวกับยามค่ำคืน จากควันไฟและเลือดที่เกาะทับกัน",
		"story": "แต่เดิมเป็นถ้วยเงินที่มีความหรูหราและสลักด้วยทองคำแสดงถึงร่องรอยของฮีโร่\nแต่เลือดและควันที่เกาะหนาทำให้ไม่สามารถจดจำรูปร่างเดิมได้\n\nหลังจากความหายนะเกิดขึ้นอัศวิน Demonslayer ก็รีบไปที่สนามรบและปราบอสูรลง\nท่ามกลางบ้านที่พังทลายลง ไม่เหลือร่องรอยของผู้คนให้ช่วยเหลืออีกต่อไป\n\nอัศวินผู้ลิ้มรสความขมขื่นของความล้มเหลวได้เก็บถ้วยที่ดำคล้ำ ท่ามกลางซากปรักหักพังเพื่อเป็นของย้ำเตือน\nเพื่อกำจัดโลกของอสูร, ความยากจนและความชั่วร้าย"
	},
	"circlet": {
		"name": "Bloodstained Iron Mask",
		"relictype": "Circlet of Logos",
		"description": "หน้ากากเหล็กของอัศวินที่ถูกใช้เพื่อปกปิดตัวตน สร้างความอยากรู้อยากเห็นให้แก่ผู้คนเป็นอย่างมาก",
		"story": "ตกแต่งอย่างงดงามด้วยหน้ากากทองคำและเหล็กซึ่งครั้งหนึ่งเคยเป็นของอัศวินที่สูงศักดิ์\nมีเลือดดำเปรอะเปื้อนจนมากเกินไปและเป็นไปไม่ได้เลยที่จะล้างให้กลับมาเหมือนเดิม\n\nเมื่ออัศวินโค่นอสูรตัวที่หนึ่งร้อยลง ในตอนที่เขายื่นมือไปช่วยผู้ประสบภัยนั้น\nเธอกลับกรีดร้องและผลักไสเขาออกไป ถึงตอนนั้นอัศวินจึงได้รู้\nหลังจากการสู้รบนับไม่ถ้วนใบหน้าของเขานั้นก็เต็มไปด้วยเลือดของศัตรูและของเขาเอง\nใบหน้าของเขานั้นเปลี่ยนไปจนดูโหดร้ายมากกว่าอสูรเสียอีก\n\n\"งั้นก็ให้หน้ากากนี้แทนใบหน้าของฉันละกัน\"\n\"ให้ผู้คนที่ฉันช่วยเหลือไม่ต้องมองมาโดยตรง\"\n\"ฉันกลายเป็นสิ่งที่น่ารังเกียจเพราะการต่อสู้ฆ่าฟัน\""
	}
}