{
	"name": "Brave Heart",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "เพิ่มพลังโจมตี 18%",
	"4pc": "สร้างโบนัสความเสียหาย 30% แก่ศัตรูที่มี พลังชีวิตสูงกว่า 50%",
	"flower": {
		"name": "Medal of The Brave",
		"relictype": "Flower of Life",
		"description": "เข็มกลัดดอกไม้ที่เรียบง่าย ของที่ระลึกจากการผจญภัย",
		"story": "นักรบตัวน้อยแอบออกจากบ้านในตอนกลางคืน และบุกเข้าไปในป่าหมาป่ากับเพื่อนสนิทของเขาอย่างมีความสุข\nใช้หนังสติ๊กเล็ก ๆ เพื่อขับไล่หมูป่า และเอาชนะผีร้ายในจินตนาการด้วยกิ่งไม้อันแข็งแรง\nวิ่งไล่ตาม Seelie เรืองแสงไปในป่าลึก และค้นพบสมบัติที่หลับใหลมานานหลายพันปี\n\n\"สมบัติ\" ที่ว่าก็คือดอกไม้สีเหลืองดอกนี้\n\nเวลาผ่านไปจนถึงวันหนึ่ง นักรบที่อ่อนล้าได้กลับมาที่ห้องนอนในวัยเด็กของเขา เขาตรวจดูหลักฐานการผจญภัยในวัยเด็กของเขา\nเขาต้องประหลาดใจเมื่อพบว่า ดอกไม้ดอกน้อยที่ซ่อนไว้เมื่อตอนเด็ก ไม่ได้แห้งเหี่ยวหรือเน่าสลาย\nแต่สิ่งอื่น ๆ ไม่ได้เป็นเหมือนเช่นดอกไม้ดอกนี้ มันได้เสื่อมโทรมลงอย่างช้า ๆ ตามกาลเวลา"
	},
	"plume": {
		"name": "Prospect of the Brave",
		"relictype": "Plume of Death",
		"description": "ขนนกที่สว่างไสวนี้ สามารถเพิ่มความกล้าหาญ ได้เล็กน้อย",
		"story": "เพื่อที่จะปลอบใจสหายที่ร้องไห้ นักรบตัวน้อยได้มอบขนนกให้กับเขา\nเพื่อเป็นสิ่งพิสูจน์การผจญภัยร่วมกัน ผลลัพธ์ของการตามล่าหาสมบัติร่วมกัน และช่วยเสริมความกล้าหาญของสหาย\n\nต่อมา หนึ่งในนั้นได้รับฉายาว่า \"สิงโต\"\nและได้กลายเป็นราชาที่ไร้มงกุฎของเหล่าอัศวิน\nและอีกหนึ่งคนได้รับฉายาว่า \"หมาป่า\"\nและได้ช่วยเหลือเพื่อนเก่าของเขาที่ทุกวันนี้เป็นผู้ปกครองเมืองคอยสอดส่องดูแลบ้านเมืองอย่างลับ ๆ\n\nในช่วงเวลาที่บ้านเมืองเผชิญภัยพิบัติ พวกเขาร่วมกันปกป้องบ้านเมือง และปกป้องกันและกันเหมือนดาบคู่กับมีดสั้น\nแต่นั่นมันเป็นเรื่องราวเมื่อนานมาแล้ว\nเรื่องราวนับไม่ถ้วนได้สูญหายไปในภัยพิบัติ"
	},
	"sands": {
		"name": "Fortitude of the Brave",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาทรายเก่า ๆ นี้ ไม่มีประโยชน์ใด และไม่สามารถจับต้องได้ดั่งเวลา",
		"story": "เมื่อคำสาปอันมืดดำพรั่งพรูดุจสายน้ำ ห้วงเหวของการบำเพ็ญทุกข์ก็ได้มาเยือนแผ่นดิน\nเหล่าอัศวินที่ออกไปลาดตระเวนดินแดนอันเวิ้งว้าง ต้องเผชิญหน้ากับความน่าสะพรึงกลัว ตั้งแถวเป็นแนวดุจธารน้ำแข็งจากแดนเหนือ\n\nดาบอันยิ่งใหญ่กำลังเปล่งประกายด้วยแสงเหล็กอันสว่างไสว และโลหิตสีดำที่เป็นพิษก็ไหลรินดั่งสายฝน\n\nสุดท้าย นักรบผู้กล้าก็ได้กลับบ้าน แต่สหายเก่าของเขาได้จากไปแล้ว\nสิ่งเดียวที่ไม่เปลี่ยนไป คือนาฬิกาทรายอันน้อยที่เพื่อนของเขาให้ไว้เป็นของขวัญในวัยเด็ก"
	},
	"goblet": {
		"name": "Outset of the Brave",
		"relictype": "Goblet of Eonothem",
		"description": "ภาชนะไม้หยาบนี้ บรรจุเต็มไปด้วยความทรงจำ",
		"story": "นักรบหนุ่มได้ชนะการต่อสู้เป็นครั้งแรก และได้ลิ้มรสความหอมหวานของรับชัยชนะ\nเคียงข้างกับเพื่อนที่คอยสนับสนุนเขามาตลอด แก้วไวน์ที่บรรจุความยินดีและความสูญเสียเอาไว้ด้วยกัน\n\nหลายปีต่อมาเมื่อเกิดภัยพิบัติ เขาเป็นผู้นำอัศวินไปต่อสู้เพื่อปกป้องบ้านเกิดของเขา\nก่อนการต่อสู้ เขาชวนเพื่อนสมัยเด็กที่ตอนนี้เป็นได้เป็นหัวหน้ามาดื่มด้วยกัน:\n\n\"หากแกต้องตายในสนามรบ ฉันจะไม่ร้องไห้เพื่อแก\"\n\"ฉันจะดื่มรวดเดียวหมดแก้ว เหมือนกับที่เราดื่มในวันนี้\""
	},
	"circlet": {
		"name": "Crown of The Brave",
		"relictype": "Circlet of Logos",
		"description": "มาลัยดอกหญ้าหยาบนี้ สำหรับบางคนนั้นล้ำค่าดั่งมงกุฎทองของราชา",
		"story": "นักรบตัวน้อยเดินลึกเข้าไปในป่าทึบ และเริ่มการเดินทางของการต่อต้าน\nเพื่อนเล่นคนสนิทของเขาสวมบทบาทเป็นอัศวินผู้มีเกียรติ\n\n\"เดินเข้าไปในสนามรบเหมือนสิงโต ให้เหมือนที่เธอผู้นั้นเคยทำเมื่อพันปีที่แล้ว\"\n\"บทกวีที่จากดาบที่แกว่งไกวนี้ ขอมอบให้กับหนุ่มสาวในวันหน้าทั้งหลาย\"\n\nทั้งสองคนใช้ดาบปลอมด้ามใหญ่และกิ่งไม้ยาวฟาดฟันกัน และเริ่มการประลอง...\nในตอนท้าย ผู้กล้าผู้ต่อต้านเป็นฝ่ายชนะ และได้มงกุฎของขุนนางมาครอง\n\nหลายปีต่อมา มงกุฎที่ทำขึ้นหยาบ ๆ จากดอกไม้และใบหญ้านี้\nกลับมีคุณค่ายิ่งกว่าอำนาจที่ควบคุมอัศวิน"
	}
}