{
	"id": 15025,
	"rarityList": [
		4,
		5
	],
	"name": "Deepwood Memories",
	"effect2Pc": "ได้รับโบนัสความเสียหายไม้ 15%",
	"effect4Pc": "หลังจากที่สกิลธาตุหรือท่าไม้ตายถูกศัตรู ความต้านทานไม้ของเป้าหมายที่ถูกโจมตีจะลดลง 30% เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์นี้ จะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"flower": {
		"name": "Labyrinth Wayfarer",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ทองคำที่ดึงออกมาจากมงกุฎของราชาแห่งพงไพร",
		"story": "ก่อนที่ราชาแห่งพงไพรจะถือกำเนิด เขาเคยได้รับมงกุฎจากเทพพฤกษา\nสุดท้ายแล้วมงกุฎก็ตกทอดไปยังสาวน้อยคนแรกที่เดินตามรอยเท้าของราชา จนผ่านเขาวงกตมาได้\nเธอเคยรับอุปการะเด็ก ๆ มากมายที่หลงทางในป่า และไม่เคยเหยียบย่ำดอกไม้เลย\n\nเพราะเธอมีชีวิตอยู่เพื่อรับใช้ราชา และช่วยรักษาเขาวงกตไว้เท่านั้น\nเพราะเธอรู้ว่าโลกนี้เป็นแค่ความฝันของป่าเท่านั้น\nจึงได้สอนวิธีล่าสัตว์ในป่า และหลักการเดินในฝันให้กับพวกเด็ก ๆ\nพวกเธอต้องรักต้นไม้ใบหญ้าในผืนป่า เพราะนั่นเป็นสวนของราชา\nต้องเคารพเหยื่อที่ถูกลูกธนูยิงตาย เพราะพวกมันล้วนเป็นราษฎรของราชา\n\nคำสั่งสอนของเธอแพร่สะพัดอยู่ในหมู่เด็ก ๆ ผู้หลงป่ามาอย่างช้านาน และมันก็เปลี่ยนแปลงไปมากเช่นกัน\nจนสุดท้ายแล้ว ที่มาของคำสอนเหล่านี้ก็ถูกลืมเลือนไป บางคนกลายเป็นผู้พิทักษ์ลาดตระเวนป่า\nพวกเขากลับมายังโลกมนุษย์ และเมื่อราตรีที่ยาวนานที่สุดมาถึง พวกเขาก็จุดกองไฟเพื่อขับไล่เงามืด\nและมีคนคนหนึ่งที่เดินอยู่ท่ามกลางแมกไม้เสมอ สุดท้ายแล้วเขาก็ล่าสัตว์จนลืมวันเวลาไป และเนื้อตัวเต็มไปด้วยเลือดสกปรก\n\nอายุของเธอแก่พอ ๆ กับราชาแห่งพงไพรองค์สุดท้าย ในท้ายที่สุดเธอก็ฝันถึงเขาวงกตและการล่าสัตว์\nความฝันนี้กว้างใหญ่จนครอบคลุมความฝันของประชากรทั้งหมดในป่าไว้ด้วย\nเขาวงกตแห่งนี้เป็นพื้นที่ล่าสัตว์ที่มองไม่เห็นขอบเขต ประกอบด้วยทางเดินที่สร้างจากกิ่งไม้กับลำธารที่สลับซับซ้อนยิ่งกว่าลวดลายของเสือ\nและเปลี่ยนแปลงง่ายเสียยิ่งกว่าเงาดวงจันทร์ที่สะท้อนในน้ำเสียอีก เสียงกระซิบที่บอกเล่า \"ความตาย\" หลงหายไปในเขาวงกต\nเพราะมีเพียงเธอและเด็กที่เข้าใจคำสอนของราชาแห่งพงไพร จึงจะลัดเลาะผ่านเขาวงกต และเดินเข้าไปในพื้นที่ล่าสัตว์อันไร้ขอบเขตได้\nจนกระทั่งเสียงกระซิบเงียบหาย จนสัตว์ร้ายเผ่นหนีไป และเธอที่ถูกกัดกร่อนไปทั่วร่าง จึงได้สลายไปพร้อมกับความฝันอันยิ่งใหญ่นี้\n\nสุดท้ายแล้วเธอก็ไหลเข้าไปในฝันของมนุษย์พร้อมกันกับเศษเสี้ยวของความฝันอีกมากมาย\nราวกับกระจกแตกที่จะสะท้อนภาพแปลกประหลาดจากมุมต่าง ๆ\nความฝันที่เธอทิ้งไว้ถูกถ่ายทอดไปสู่ผู้คนมากมายในรูปแบบต่าง ๆ\nเรื่องราวที่ได้รับการยอมรับ (อยู่เหนือสิ่งอื่นใด) มากที่สุด สุดท้ายก็ไม่มีความเกี่ยวข้องกับเธอแล้ว\n\nชื่อของเธอที่ปรากฏในเรื่องราว อันที่จริงเป็นชื่อของมงกุฎองค์นั้น\nส่วนสิ่งที่เธอเหลือไว้ให้ตนเอง ก็คือชื่อจริงของเธอ และน้ำหนึ่งฝ่ามือที่มีเงาสะท้อนของดวงจันทร์\nรวมถึงดอกไม้ประดับสีทองที่แกะจากมงกุฎของพระราชาที่เธอเคารพรัก"
	},
	"plume": {
		"name": "Scholar of Vines",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ใบไม้สีเขียวมรกตที่สง่างามราวกับขนนก ซึ่งถูกดึงมาจากชุดของนักปราชญ์แห่งป่าลึก",
		"story": "มันเป็นช่วงเวลาของราชาแห่งเขาวงกต...\nกล่าวกันว่าสาวน้อยข้ารับใช้ขององค์ราชา มีความปราดเปรื่องที่สุดในบรรดานางกำนัล เธอรอบรู้ภาษาสัตว์นานาชนิด และสามารถถอดแปลบทกวีจากแสงจันทร์ได้\nคอยปกปักรักษาผืนป่าอันเงียบสงบ ผืนน้ำอันนิ่งสะท้อนเงาดวงจันทร์ และพื้นที่ล่าสัตว์อันกว้างใหญ่ที่มองไม่เห็นฝั่ง ณ ปลายทางของป่าในห้วงฝัน\n\"พวกข้าถือกำเนิดขึ้นในป่าหลวงเขียวขจี โลกของเราอยู่ใต้ร่มเงาไม้ เหนือพื้นหญ้า\"\n\"สิ่งที่นำมาจากป่า ท้ายที่สุดก็ต้องหวนคืนสู่ป่า ตราบใดที่ปฏิบัติตามกฎแห่งฟ้าดิน ก็หาได้ต้องหวั่นเกรงชีวิตไม่\"\n\"เพราะกฎแห่งธรรมชาติ จะชี้นำเราเดินผ่านเขาวงกตในป่าหลวง และไปถึงทุ่งหญ้าที่กว้างใหญ่ไพศาลในที่สุด\"\nแม้คำสอนของเธอได้สร้างแรงบันดาลใจให้กับเด็ก ๆ มากมาย แต่สุดท้ายแล้ว มันก็เปรียบดั่งสายเลือดสมิง ที่ค่อย ๆ เบาบางลงไป...\n\nมันคือช่วงเวลาของดวงจันทร์อาเพศ...\nกล่าวกันว่าเด็กหนุ่มตาบอดเดินตามรอยเท้าของพี่ชายคนโตผู้สวมเกราะขาวบริสุทธิ์ ก้าวข้ามผ่านนานาแคว้น ขุนเขาและแม่น้ำ\nจนหลงทางในป่าลึกอันมืดทมิฬไปในที่สุด\nแม้หลงใหลในวิชาดาบ แต่เขากลับอ่อนโยนยิ่งกว่าใคร แม้จะยึดมั่นในคำสอน แต่ก็ยืนหยัดในความยุติธรรมเหนือผู้ใด...\nปลายทางของภาพลวงขาวบริสุทธิ์ เขาพบเพียงสิ่งของศักดิ์สิทธิ์พิทักษ์ป่าที่มีสีขาวสุกสกาวดั่งแสงจันทร์\nต่อจากนั้น ก็คือสัตว์ป่าที่กระหายเลือด เมื่อนักล่าเดินตามแสงริบหรี่ของกิ่งไม้ขาวมาถึงข้างกายเขา\nเมื่อนั้นเขาได้สูญเสียพลังอธิษฐานไปเสียแล้ว เงาบริสุทธิ์ที่คอยนำทางให้ก็ค่อย ๆ จางลง และหายไปในที่สุด...\n\nมันเป็นช่วงเวลาที่คืนมืดเป็นฝ่ายได้เปรียบ ขณะที่รุ่งอรุณยังมาไม่ถึง\nในฝันร้ายนั้น นักปราชญ์มองเห็นดาบยาวสีดำคล้ำ และสีแดงฉานที่กระจายตัวในน้ำ"
	},
	"sands": {
		"name": "A Time of Insight",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาที่ใช้โดยผู้ซึ่งอุทิศตนเพื่อวิถีแห่งผู้รอบรู้ ภายในไม่ได้เต็มไปด้วยเม็ดทรายที่ไร้ซึ่งชีวิต แต่กลับเป็นเมล็ดมัสตาร์ดเม็ดเล็ก ๆ มากมาย",
		"story": "ในตำนานที่ผ่านมา ราชาแห่งพงไพรเป็นอมตะไม่มีวันตาย\nเมื่อใกล้จะสิ้นอายุขัย ร่างกายของเขาจะถูกกลืนเข้าไปในป่าทึบ\nกรงเล็บกลายเป็นไม้เหล็ก ลวดลายกลายเป็นเขาวงกตที่ไม่สิ้นสุด\nดวงตาที่ร้อนผ่าวถูกแยกเป็นดวงจันทร์บนฟ้าและในน้ำ\nสิ่งที่ตายไปแล้ว จะกลับไปเกิดในร่างใหม่\nสิ่งที่เน่าเปื่อยไป จะงอกขึ้นใหม่เป็นต้นกล้าอ่อนบริสุทธิ์\n\n\"แต่ดวงวิญญาณที่ดับสูญไปเพราะความตาย ความทรงจำที่สูญหายไปตลอดกาล\"\n\"ในวัฏสงสารยังมีที่ว่างสำหรับพวกมันหรือไม่?\"\n\n\"วิญญาณเป็นแนวคิดที่ว่างเปล่า และความทรงจำก็จะกลับคืนสู่พื้นดินในที่สุด\"\n\"ความว่างเปล่าไม่น่ากลัวเลย เหตุใดจึงต้องกังวลกับการหายไปของมัน\"\n\"ขอแค่ตักเตือนช่วยเหลือกัน และจดจำภาพของทุกคนไว้ตลอดไปก็เพียงพอแล้ว\"\n\"แบบนี้เราก็สามารถเอาชนะวัฏจักรเกิดดับ และกักเก็บความทรงจำไว้ได้ตลอดกาล!\"\n\nเมื่อเวลาผ่านไปเนิ่นนาน เพื่อนรักที่สัญญาว่าจะตักเตือนกันป่วยเป็นโรคหลงลืม\nจากภาพของสามคน และภูตสามตนในฝันครั้งเก่าที่ยังอยู่ในความทรงจำไม่เลือนหาย\nรวมทั้งบันทึกกับการคาดเดาของแพทย์สติไม่ดีที่ถูกคณะไล่ออก\nไปไล่จับความฝัน... ไล่จับผู้อาศัยในป่าที่ควบคุมความฝันได้\nทำให้เพื่อนรักจดจำตนเองและระลึกถึงความทรงจำที่มีร่วมกันเถอะ\n\nหากอวัยวะที่ควบคุมความทรงจำเสียหายหนักจนยากที่จะฟื้นคืนได้\nก็พาเพื่อนเก่าอีกคน ไปใช้ชีวิตในความฝันครั้งเก่าร่วมกัน\nวิ่งเล่นในบ้านไม้ และผจญภัยในป่าลึก\nแบบนั้นก็ไม่เลวเหมือนกัน ทุกคนมีโอกาสเริ่มต้นใหม่ในความฝัน\n\nก่อนอื่นต้องจับภูตในความฝันให้ได้เสียก่อน\nทหารรับจ้างเหล่านั้นเคยทำเพื่อฉันมามากมาย\nคราวนี้ก็คงจะไม่ทำให้ฉันผิดหวังหรอกนะ"
	},
	"goblet": {
		"name": "Lamp of the Lost",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "เดิมทีเป็นตะเกียงน้ำมันสไตล์ทะเลทราย แต่มีใบไม้สีเขียวเรืองแสงงอกขึ้นมา",
		"story": "ในตำนานเล่าว่า หลังจากที่ราชาผู้โง่เขลาล่มสลายไปเพราะความทะเยอทะยานของตนเอง ราชาทั้งหลายในทะเลทรายก็ลุกขึ้นฮือ และดับมอดลงดั่งประกายไฟ\nทรราชเล็ก ๆ มากมายได้รวบรวมผู้ลี้ภัยที่หนีตายจากวันสิ้นโลกไว้ อาศัยใช้ซากปรักหักพังโบราณเป็นฐาน แล้วสร้างเทวาลัย ตำหนักและกำแพงสูงขึ้นมา\nเมืองที่สร้างจากโบราณสถานล่มสลายวันแล้ววันเล่า เหล่าทรราชที่อวดอ้างบารมี และร่ำรวยมั่งคั่ง ก็มีชีวิตที่สั้นเหลือเกิน\nตะเกียงดวงนี้เป็นหนึ่งในสมบัติลับที่เหลืออยู่ในคลังสมบัติ ซึ่งมีเจ้าชายหนุ่มจากอาณาจักรที่ล่มสลายไปแล้วเป็นเจ้าของ\n\n\"ท่านพ่อปีนขึ้นไปบนหอคอยสูงเพื่อไล่จับเหยี่ยวนักล่า หอคอยโบราณเปราะบางเกินกว่าจะรับน้ำหนักของเขา จึงสะบัดเขาให้ตกลงไปในผืนทรายอันร้อนระอุ\"\n\"และแล้ว อาณาจักรก็ได้ล่มสลายลง ส่วนข้าผู้ควรสืบทอดบัลลังก์ต่อ ก็ถูกดึงให้เข้าไปพัวพันกับความชุลมุนที่ไม่จำเป็น เกลือกกลิ้งไปมาท่ามกลางเล่ห์กล\"\n\"ขณะนั้นเอง ข้าก็มีคนที่ข้ารัก นางคิดแต่จะเป็นราชินี โดยไม่สนว่าผู้ครองบัลลังก์คือใครกันแน่\"\n\"ข้าจึงได้สูญเสียคนรักไป เพื่อรักษาไว้ซึ่งชีวิตและบัลลังก์ ข้าได้ปิดปากนางด้วยจูบของงูพิษ และฝังร่างของนางไว้ในกองทราย\"\n\"หลังจากนั้น ทุกสิ่งที่เกิดขึ้นก็เหมือนกับอาณาจักรต่าง ๆ ในความทรงจำของข้า ทั้งภัยด้านในและภัยด้านนอก บรรดาน้าและอา ทาสและไพร่ ต่างก็เข่นฆ่ากันเอง\"\n\"ความหิวกระหายและการแก่งแย่งชิงดีเปรียบเสมือนคู่แฝดพิการ สลับกันร่ายรำอยู่บนผืนทรายร้อนระอุที่ไร้ซึ่งเทพแห่งนี้ และฝังกลบตัวตนท่ามกลางภาพลวงมายา\"\n\nและแล้ว อาณาจักรบนผืนทรายร้อนระอุก็ถูกฝังกลบไป ในขณะที่เจ้าชายผู้เคยมั่งคั่งกลายเป็นผู้ลี้ภัยที่สิ้นเนื้อประดาตัว\nด้วยความมุ่งมั่นที่หมายจะพิชิตดินแดนใหม่ เขาจึงได้พกพาทรัพย์สินที่หลงเหลืออยู่ เดินทางมุ่งสู่ป่าฝนเพียงลำพัง\nเมื่อกาลเวลาผ่านไปเนิ่นนาน เจ้าชายผู้หวังจะเจริญรอยตามสมิงเครายาวสืบทอดผืนป่า กลับพ่ายแพ้ให้กับแสงจันทร์อันเงียบสงบ\nเขาหลงใหลร่างอันปราดเปรียวของนักล่าหญิงผู้ถือธนูขาว จึงได้เฝ้าสะกดรอยตามและถูกขับไล่ซ้ำ ๆ คืนแล้วคืนเล่า\nเจ้าชายผู้พลัดถิ่นค่อย ๆ เข้าใจการพึมพำของป่าฝนและเสียงกระซิบของพยัคฆ์ แล้วถูกความฝันแห่งความดียอมรับ...\n\n\"ฮ่าฮ่าฮ่า... ช่างเป็นเรื่องราวที่ดีจริง ๆ บอกเล่าถึงการพลัดถิ่นของชนชั้นสูง แล้วค้นพบโชคชะตา หวนคืนสู่เกียรติยศอีกครั้ง...\"\n\"แดนฝันทองคำเพรียกหาเม็ดทรายล่องพเนจร...\""
	},
	"circlet": {
		"name": "Laurel Coronet",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "มงกุฎที่ถูกมอบให้โดยเทพแห่งแมกไม้ สืบทอดในหมู่ราชาแห่งเขาวงกตจากรุ่นสู่รุ่น ท้ายที่สุดก็ได้ตกไปถึงบริวารของกษัตริย์",
		"story": "การเกิดและดับของสรรพสิ่งมีเวลาของมัน หมุนเวียนอยู่ในวัฏจักรไม่สิ้นสุด\nราชาแห่งพฤกษาเคยสอนถึงหลักวัฏจักรชีวิตที่ไม่สิ้นสุดเช่นนี้\nสิ่งที่ตายไปแล้ว จะกลับไปเกิดในร่างใหม่\nสิ่งที่เน่าเปื่อยไป จะงอกขึ้นใหม่เป็นต้นกล้าอ่อนบริสุทธิ์\nผลไม้ที่ร่วงหล่นลงพื้นจะกลายเป็นอาหารของสัตว์\nแล้วสัตว์ก็จะกลับคืนสู่พื้นดิน และกลายเป็นผลไม้ไปในที่สุด\nผืนป่าเต็มไปด้วยชีวิตเสมอ\n\nตำนานเล่าว่าเทพพฤกษาต้องการสร้างป่าในผืนทราย\nจึงได้สร้างกลไกเรียกฝนขึ้นที่ใต้พิภพก่อน\nดังนั้นภายใต้การส่องของแสงจันทร์ ลวดลายของเขาวงกตจึงปรากฏขึ้นบนผิวน้ำ\nแล้ว \"เสือ\" ก็ถือกำเนิดขึ้น\n\nลวดลายของเสือเปลี่ยนแปลงได้หลากหลายรูปแบบ เฉกเช่นเดียวกับเส้นทางของต้นไม้\nดังนั้นเสือจึงกลายเป็นราชาแห่งเขาวงกต นามว่า Viaghara\nราชาแห่งพงไพรที่ได้รับการอวยพรเดินอยู่ในอุทยานหลวงด้วยความภาคภูมิ\nนอกจากปกครองสัตว์จำพวกเลี้ยงลูกด้วยนมแล้ว ยังรวมถึงนกและสัตว์ที่ต้องพึ่งพาเขาวงกตอีกด้วย\n\nหลังจากนั้น เมล็ดผลทาฑิมก็ร่วงหล่นลงในดิน และให้กำเนิดภูตแห่งป่าออกมา\nราชาแห่งพงไพรอวยพรพวกเขาอยู่ใต้ Vasara ต้นแรก โดยตกลงกับเหล่าทวยเทพว่า\nจะแบ่งปันเขาวงกตกับพวกเขา และสั่งกำชับไม่ให้เหล่าสัตว์ในป่าทำร้ายพวกเขา\n\nถึงแม้แสงแดดเคยถูกบดบัง สายน้ำจะเคยเน่าเสีย\nราชาแห่งพงไพรองค์สุดท้ายได้สิ้นชีพลงเพื่อปกป้องสวนเพาะชำแห่งชีวิต\nแต่ยังคงมีสมิงเครายาวตนใหม่มาสืบทอดราชบัลลังก์\nคอยเลียนแบบท่าทางของราชา และคอยลาดตระเวนสัตว์ทั้งหลายในป่า\nแม้มาดและพลังของเขาจะเทียบไม่ได้กับเศษเสี้ยวหนึ่งของราชาเลยแม้แต่น้อย\nแต่เขายังคงยึดมั่นต่อคำสัญญาของราชา ปกปักรักษาผืนป่ามาอย่างช้านาน\nและไม่เคยคิดทำร้ายภูตพิทักษ์ต้นไม้เลยสักครั้ง\nใช่แล้วล่ะ แม้เขาวงกตที่เปลี่ยนแปลงตลอดเวลานั้นจะตายไปแล้ว\nแต่ในป่ายังคงเต็มไปด้วยชีวิต"
	}
}