{
	"id": 10003,
	"rarityList": [
		3,
		4
	],
	"name": "Defender's Will",
	"effect2Pc": "เพิ่มพลังป้องกัน 30%",
	"effect4Pc": "เพิ่มความต้านทานธาตุของแต่ละธาตุที่แตกต่างกันของตัวละครของคุณในทีม ธาตุละ 30% ให้กับผู้ใช้อาร์ติแฟกต์เซ็ตนี้",
	"flower": {
		"name": "Guardian's Flower",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ที่ผู้พิทักษ์ หวงแหนอย่างมาก แต่กลับไม่มีโอกาสมอบให้คนที่รัก",
		"story": "มีเพียงเสียงเพลงที่ไพเราะของหญิงสาวคนนั้น\nที่จะทำให้รอยขมวดที่คิ้วของผู้พิทักษ์คลายออกบ้าง\n\nเรื่องราวระหว่างพวกเขาสั้นยิ่งนัก\nท้ายที่สุด อัศวินได้หลั่งเลือดของเขาจนหมดตัว\nและหญิงสาวได้ร้องเพลงจนน้ำตาเหือดแห้ง"
	},
	"plume": {
		"name": "Guardian's Sigil",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "เข็มกลัดขนนก ที่เป็นสัญลักษณ์ของ \"ความต้องการอย่างแรงกล้า ที่จะเป็นเกราะป้องกัน\" ของใครบางคน",
		"story": "ลวดลายรูปโล่ที่สลักลงบนเข็มกลัดรูปขนนก เปล่งประกายอ่อน ๆ ภายใต้แสงจันทร์\nในตอนนั้น แสงที่เปล่งประกายนี้แหละที่ทำให้หัวขโมยและคนชั่วต้องหวาดกลัว\n\nผู้พิทักษ์ได้ชื่อว่าเป็นอัศวินผู้สูงศักดิ์\nในตอนกลางคืน เขามักจะซ่อนตราประจำตระกูลและปิดบังใบหน้าไว้ภายใต้เสื้อคลุม\nด้วยวิธีนี้ เขาจึงสามารถสะสางเรื่องที่ควรทำได้โดยไม่มีใครขัดขวาง\nเรื่องเหล่านี้ ไม่ควรให้อัศวินผู้สูงศักดิ์ต้องมาจัดการด้วยตัวเอง"
	},
	"sands": {
		"name": "Guardian's Clock",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "อุปกรณ์ชิ้นเล็กที่ใช้บอกเวลา มันเป็นสิ่งเดียวที่บอกเวลาได้ ในยามที่ไร้จันทร์",
		"story": "เข็มที่ชี้คำตอบ, แสงเทียน, ม้วนเอกสาร\nเงาคน, ดาบ และเสื้อคลุมสีดำใต้แสงจันทร์\nสิ่งเหล่านี้คือสิ่งที่อยู่เคียงข้างผู้พิทักษ์ผู้โดดเดี่ยว\nแต่ไม่ว่าจะทำอะไรก็ตาม สำหรับเธอแล้ว เวลาดูเหมือนจะไม่เคยพอ\nเจ้านายผู้ยโสแต่ใจดี มักจะหัวเราะเยาะสีหน้าที่เคร่งขรึม ไร้ความสุขของเขาอยู่บ่อยครั้ง\n\nผู้พิทักษ์จะไม่มองกลับไปยังอดีต สายตาของเขามุ่งไปยังอนาคตเท่านั้น\nมีเพียงปัจจุบันเท่านั้น ที่จะกำจัดความชั่วร้ายให้สิ้นซากได้ ไม่ว่าจะใช้วิธีใดก็ตาม\nมีเพียงวิธีนี้ จึงจะสามารถมั่นใจได้ว่าอนาคตของดินแดนที่สหายและเจ้านายรักจะปลอดภัย\n\nมีเพียงช่วงเวลาที่เขามองดูหญิงสาวในจัตุรัสตอนกลางวันเท่านั้น\nเขาถึงได้ครุ่นคิดถึงเรื่องที่ปกติไม่มีเวลาคิด\n\nบางทีตัวเขาเองก็น่าจะมี \"อนาคต\" เช่นกัน..."
	},
	"goblet": {
		"name": "Guardian's Vessel",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ภาชนะที่ทำจากโลหะ ใช้บรรจุของเหลว ที่สามารถขจัดความเดียวดาย จากการรอคอยอันยาวนาน",
		"story": "ขวดไวน์โลหะเก่า ๆ ที่แสนจะธรรมดา\nถ้าจะยืนกรานว่ามันมีอะไรพิเศษล่ะก็\nน่าจะเป็นเพราะไม่เคยบรรจุไวน์แม้แต่หยดเดียว\n\n\"คุณค่ะ ก็ต้องเคยดื่มไวน์บ้างเป็นครั้งคราวใช่มั้ย\"\nผู้พิทักษ์มานานหลายปีที่เป็นเหมือนเพื่อนและเจ้านายหัวเราะ\n\"เลิกหน้านิ่วคิ้วขมวด แล้วมาดื่มและร้องรำทำเพลงกันดีกว่า\"\n\"ถึงจะมีความกล้าที่จะไปเผชิญวันพรุ่งนี้\""
	},
	"circlet": {
		"name": "Guardian's Band",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "ผ้าผูกผมที่ถูกย้อมเป็นสีคราม ดั่งยามค่ำคืน ในยามฉุกเฉิน ยังใช้เป็นผ้าพันแผลได้อีกด้วย",
		"story": "เตรียมพร้อมด้วยสองมืออยู่เสมอ!\nด้วยความเชื่อนี้ เขาสวมผ้าโพกหัวไว้\nในยามฉุกเฉิน สามารถใช้เป็นผ้าพันแผลเพื่อห้ามเลือดได้\n\nด้วยความเชื่อนี้ เขาถ่ายทอดวิชาดาบให้กับอัศวินผู้เป็นเพื่อนใต้บังคับบัญชาของเขา\nด้วยความเชื่อนี้ ได้ปลูกฝังให้อัศวินสีขาวผู้กระหายความยุติธรรม\nด้วยความเชื่อนี้ ได้กำจัดรากเหง้าของดอกไม้ที่อาจเติบโตไปเป็นความชั่วร้าย\n\nหากเตรียมการไว้อย่างพร้อมเพรียง\nแม้ว่าสักวันหนึ่ง จะไม่สามารถปกป้องดินแดนนี้ได้อีกต่อไป\nไม่สามารถปกป้องเพื่อนที่ดีที่สุดได้อีกต่อไป ไม่สามารถปกป้องหญิงสาวที่รักการร้องเพลงได้อีกต่อไป..."
	}
}