{
	"name": "Echoes of an Offering",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "เพิ่มพลังโจมตี 18%",
	"4pc": "เมื่อการโจมตีปกติถูกศัตรู จะมีโอกาส 36% ที่จะเกิด Valley Rite: โดยจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น 70% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะหายไปหลังจากที่การโจมตีปกติสร้างความเสียหาย 0.05 วินาที และหากการโจมตีปกติไม่ทำให้เกิด Valley Rite โอกาสการเกิดในครั้งต่อไปจะเพิ่มขึ้น 20%; จะคำนวณการเกิดเอฟเฟกต์ 1 ครั้ง ในทุก 0.2 วินาที",
	"flower": {
		"name": "Soulscent Bloom",
		"relictype": "Flower of Life",
		"description": "หยกแกะสลักรูปดอกไม้ ดูเหมือนกลิ่นหอมจาง ๆ ของวิญญาณจะล่องลอยอยู่ในนั้น",
		"story": "ในทุก ๆ ปี เมื่อยามที่ Spiritscent Flower ผลิบาน หมู่บ้าน Qiaoying จะเริ่มตระเตรียมพิธีชงชา\nเมื่อดอกไม้เหี่ยวเฉา ชาดอกไม้ที่อบอวลไปด้วยกลิ่นหอมถึงเก้าชั้นจะถูกนำมาถวายหน้าศาลาหมู่บ้าน\nช่วงเวลาการผลิดอกของ Spiritscent Flower นั้นสั้นมาก เหมือนกับเซียนที่บินล่องละลอยจากไปในพริบตา\nทิ้งไว้เพียงชื่อที่คลุมเครือของเจ้าแห่งสมุนไพร และตำนานที่ไม่ชัดเจนจำนวนมาก\n\nในเรื่องเล่าหนึ่งกล่าวว่า ร่างอมตะของเจ้าแห่งสมุนไพรจะกลายเป็นกิ่งก้านของต้นชาโบราณ\nในอีกเรื่องหนึ่ง กล่าวกันว่าเขาขี่สัตว์ร้ายที่เชื่องบินกลับไปยังภูเขาเซียน\nนอกจากนี้ยังมีเรื่องราวเช่นนี้อีก...\n\nทันทีที่เด็กหญิงปีนขึ้นฝั่ง เธอก็หยิบหมวกจากพื้นสวมลงบนหัวอย่างรวดเร็ว\nหากไม่มีสิ่งใดปิดบังหน้า เธอคงจะน้อยเนื้อต่ำใจ จนไม่อาจเอ่ยปากพูดได้\nทันใดนั้น คนร้ายที่ทำให้เธอต้องตกอยู่ในสภาพเช่นนี้ ก็โผล่หัวออกมาจากน้ำ\nเกล็ดสีรุ้งเปล่งประกายเจิดจ้า ราวกับกำลังอวดชัยชนะของการแข่งขันในครั้งนี้\n\n\"แค่ก...แค่กแค่ก! ว่ายน้ำเป็นแล้ว คิดว่าเก่งนักหรือไง? ข้าขอสาปแช่งให้เจ้าจมน้ำในเร็ววัน!\"\n\nแม้ว่าตอนนั้นตนเองจะโกรธมาก แต่นั่นเป็นเพียงแค่คำหยอกล้อกันเท่านั้น\nแต่ทว่าท้ายที่สุดนั้น แสงประกายระยิบระยับก็จมดิ่งลงไปในส่วนลึก และไม่หวนกลับคืนสู่ผิวน้ำอีกเลย"
	},
	"plume": {
		"name": "Jade Leaf",
		"relictype": "Plume of Death",
		"description": "จี้หยกที่ดูราวกับใบไม้ ในอดีตดูเหมือนจะมีความหมายพิเศษระหว่างเพื่อนบางคน",
		"story": "เนิ่นนานมาแล้ว ที่อีกฝั่งของแม่น้ำยังไม่มีเรือข้ามฟาก มีเพียงเนินเขาที่มีเมฆหมอกปกคลุม\nเจ้าของภูเขาลูกนี้ยังไม่ทันได้ตัดสินใจว่าจะทำการเพาะปลูกอะไรบนภูเขาลูกนี้ ก็ถูกคนนำไปก่อนเสียแล้ว\n\n\"รอต้นไม้ต้นนี้ใหญ่ขึ้นอีกหน่อย ข้าจะเด็ดใบของมันออกมา แล้วชงชาให้พวกเจ้าได้ดื่มกัน\"\n\"พอถึงตอนนั้น ก็จะเรียกพวกจ้าววังวนเมฆาและจ้าวบงการภูผามาที่นี่ด้วย...\"\n\n\"เจ้ามาปลูกต้นไม้บนแผ่นดินของข้า แล้วยังมีหน้ามาพูดจาแบบนี้อีกเหรอ\"\nแม้ว่าเด็กสาวที่มีฐานะเป็นเจ้าแห่งขุนเขาจะตอบกลับด้วยความโมโห แต่ตัวเธอเองก็ยังครุ่นคิดถึงกลิ่นหอมของชาอยู่ตลอดเวลา\n\nต่อมาก็มีคนแอบนำหยกไปผูกไว้กับปลายเรียวของต้นไม้น้อย ๆ นั้น\nภายหลังจากนั้น เจ้าของภูเขาก็กลับมาแต่รูปลักษณ์ของเธอกลับเปลี่ยนไป\nและสูญเสียนิ้วที่ใช้ในการแก้ปมเชือก ซึ่งนั่นเป็นเรื่องที่ผ่านมาเนิ่นนานแล้ว...\n\nหลายปีหลังจากนั้น กิ่งก้านของมันก็ถูกชาวเขาย้ายไปปลูกที่อีกฝั่งหนึ่งของแม่น้ำ\nกลิ่นหอมของชาได้หอมฟุ้งจาก Chenyu Vale ไปถึงยังท่าเรือ Liyue และฟุ้งกระจายไปยังสถานที่อีกมากมาย\n\nตำนานเกี่ยวกับต้นชาของ Chenyu Vale นั่นมีอยู่หลายตำนาน หนึ่งในนั้น กล่าวไว้ว่า:\nไม่ว่าน้ำ, ดินและแสงอาทิตย์ที่สาดส่องจะเป็นเช่นไร ต้นไม้ชนิดนี้ก็สามารถเจริญเติบโตได้ดีแค่ที่ Chenyu Vale เท่านั้น\nเป็นเพราะพวกมันจดจำข้อตกลงระหว่างเพื่อนเก่าที่สัญญากันข้างต้นกล้าชาในอดีตอันไกลโพ้นได้"
	},
	"sands": {
		"name": "Symbol of Feliciation",
		"relictype": "Sands of Eon",
		"description": "จี้หยกทรงกลม ตำนานเล่าว่า มันคือสัญลักษณ์การเริ่มต้นพิธีกรรมของสถานที่ใดสักแห่ง",
		"story": "ตามตำนานเล่าขานว่า จี้หยกนี้มาจากภูเขาศักดิ์สิทธิ์ที่ถูกผนึกมายาวนาน\nเฉกเช่น Starconch ที่ออกจากหาด มักจะหวนคิดถึงเสียงคลื่นสาด\nเช่นเดียวกับในแหวนหยกก็อาจจะมีเสียงน้ำไหลที่แผ่วเบา\n\nในโรงเตี๊ยม เรามักจะได้ยินข่าวลือแบบนี้...\n\"ตำนานเล่าว่าขุมทรัพย์ล้ำค่าที่สุดของลำธารบนภูเขาแต่เดิมคือหินหยก ที่สามารถทำให้ฝนตกได้\"\n\"แต่ต่อมา เมื่อโลกวุ่นวาย เหล่าปีศาจร้ายก็เริ่มโลภในอำนาจของตน\"\n\"ดังนั้น เจ้าแห่งขุนเขาจึงแยกมันออกเป็นหลายส่วน และสร้างรูปทรงต่าง ๆ เพื่อปกปิดมันไว้\"\n\"จากนั้นก็ซ่อนมันไว้ใต้ผืนน้ำ บนเนินเขา และบางส่วนก็ถูกนำไปถวายบูชาที่ศาลเจ้า\"\n\"ในตำนานของ Chenyu นั้น เครื่องประดับหยกเหล่านี้ได้รับพรจากสัญญาแห่งเทพ\"\n\"เพียงแต่ว่าไม่มีใครหามันเจอเลย แม้เวลาจะผ่านมานานหลายปีแล้วก็ตาม...\"\n\nนักบวชได้สวมแหวนหยกนี้ไว้กับตัวอย่างระมัดระวังเสมอ\nแต่ก่อนจากไปในปีหนึ่ง เขาได้แอบเปิดมันให้เพื่อนที่ไม่สนใจดูอย่างเงียบ ๆ\nนักบวชได้เล่าถึงที่มาของลวดลาย และสัญญาที่บรรพบุรุษกับเทพได้ทำร่วมกันอย่างเคร่งขรึม\nแต่เพื่อนคนนั้นกำลังวุ่นกับการบดสมุนไพร จึงไม่ได้ใส่ใจนัก\n\n\"การเสียสละเช่นนี้ซ้ำแล้วซ้ำเล่า ข้าได้ยินเจ้าพูดมานับครั้งไม่ถ้วนแล้ว\"\n\"ไหนบอกว่ากลับมาแล้วจะเลี้ยงชาไม่ใช่เหรอ? ไว้ค่อยว่ากันทีหลังละกัน\"\nแต่สิ่งที่มาจากน้ำกลับไม่ได้เป็นดั่งที่เธอคิด และสุดท้ายก็มลายหายไปในน้ำ...\n\nตราบจนถึงวันนี้ ช่างฝีมือใน Yilong ก็ยังคงทำเครื่องประดับรูปทรงโบราณเช่นนี้อยู่\nพ่อค้าที่ผ่านไปมา ยังคงนำหยกอันวิจิตรมาแนบหูของตนตามตำนานที่กล่าวอ้างไว้\nพวกเขาจะได้ยินเสียงฝนโปรยปรายที่ตกกระทบลงบนโขดหินจริงหรือเปล่านะ"
	},
	"goblet": {
		"name": "Chalice of the Font",
		"relictype": "Goblet of Eonothem",
		"description": "ถ้วยชาที่มีน้ำใสสะอาดเอ่อล้นขึ้นมาอย่างไม่ขาดสาย บางทีอาจจะเป็นของขวัญ ของที่ระลึก หรือของที่หล่นหายของเซียนก็เป็นได้",
		"story": "เดิมที มันเป็นของขวัญจากเหล่าสหาย ซึ่งภายในเชื่อมต่อกับอาณาจักรเล็ก ๆ\nธารน้ำใสที่อยู่ในถ้วยจะไม่มีวันแห้งเหือด ซึ่งเหมาะสำหรับการตั้งที่พักอาศัยชั่วคราว\nมันสามารถบรรจุได้กระทั่งตะวันและจันทรา และยังบรรจุปลาที่แหวกว่ายไปมาได้อีกด้วย\n\nเมื่อเทียบกับโชคชะตาฟ้าลิขิตของยักษา เธอก็ยังถือว่าตัวเองนั้นโชคดีกว่ามาก\nแต่สิ่งที่ต้องแลกกับการสืบทอดพิธีกรรมโบราณนั้น ก็คือไม่สามารถเหยียบย่างบนผืนแผ่นดินได้นานนัก\nในยามนั้นน้ำหวานที่ไหลผ่านผืนดินของ Liyue ยังไม่ได้มีมากเท่าทุกวันนี้\nเมืองท่าใต้ภูเขา การหลอมรวมของที่ราบ สำหรับเธอแล้ว มันคงห่างไกลราวกับความฝัน\nแต่เจ้าคนที่หวั่นกลัวเรื่องยุ่งยากคนนั้น กลับพูดว่าจะออกเดินทางพร้อมกับถ้วยชาใบนี้\n\nท่าเรือ Liyue ในคำพูดของคนคนนั้น มันเต็มไปด้วยข้อบกพร่องเหมือนงานวัดที่จัดกันตามหมู่บ้าน\nการเดินทางในครั้งนี้ จะต้องเต็มไปด้วยการต่อล้อต่อเถียง และปัญหาต่าง ๆ นานา เหมือนในตอนนี้อย่างแน่นอน\nเธอรู้ว่าดีว่าต่างฝ่ายต่างก็เป็นพวกปากไวใจเร็ว แต่กลับไม่กล้าเข้าใกล้ฝูงชนที่พลุกพล่าน\nบนโลกนี้ไม่มีเซียนตนไหนที่ทั้งตัวจิ๋ว ช่างอิจฉา แถมยังหวาดกลัวความเจริญเท่าพวกเธออีกแล้ว\n\n\"แต่ระหว่างเรายังมีสัญญาอยู่อีกมากมาย ซึ่งนั่นถือเป็นเรื่องที่ดีมาก\"\nก่อนออกเดินทาง เธอครุ่นคิดในใจ\n\"การเดินทางคงสนุกมาก จะได้แนะนำให้เธอรู้จักเพื่อนเก่าคนอื่น ๆ ด้วย\"\n\nต่อมา เตาอั้งโล่และกาน้ำชาก็ถูกนำไปใช้กันอย่างแพร่หลาย และรูปร่างของถ้วยชาก็ได้ถูกผู้คนนำไปเลียนแบบด้วยเช่นกัน\nและด้วยเหตุนั้น จึงได้มีดวงจันทร์อันสว่างสดใสวางอยู่บนโต๊ะ และในฝ่ามือของทุกคน"
	},
	"circlet": {
		"name": "Flowing Rings",
		"relictype": "Circlet of Logos",
		"description": "ต่างหูคู่หนึ่งที่ทำขึ้นจากหยกเนื้องาม ให้สัมผัสที่อ่อนโยนอย่างไม่มีอะไรเทียบได้",
		"story": "ที่ Chenyu Vale มีภูเขาสลับซับซ้อน มีน้ำอยู่มหาศาล และก็มีเรื่องราวมากมายด้วยเช่นกัน หนึ่งในนั้น เรื่องที่มีชื่อเสียงที่สุดก็คือ:\nในอดีตกาลเคยมีหยกก้อนหนึ่งที่ถูกทำให้จมลงไปในน้ำ เพื่อไม่ให้ตกไปอยู่ในมือของปีศาจอันชั่วร้าย...\n\nและมักมีแม่น้ำสายรองมากมายที่อยู่ภายใต้แม่น้ำสายใหญ่ในตำนาน หนึ่งในนั้นก็มีเรื่องเล่าอยู่เช่นกัน\nหยกงามนั้นเคยเป็นหยกจากภูเขาศักดิ์สิทธิ์ และผ่านการแกะสลักอย่างประณีตด้วยมือขององค์จักรพรรดิ\nและหินประหลาดที่หล่นหายไปกับน้ำอาจเป็นเพียงหยกประกอบ, หยกที่แตกหัก, หยกมีรู, หยกหมองหรืออาจจะเป็นแค่ถ้วยธรรมดา\nและยังมีคำกล่าวแบบนี้อีกว่า: \"หยก\" ในเรื่องเป็นอุปมาอุปไมยถึงความงาม\n\nตามตำนานเล่าว่า เคยมีผู้คนพบเห็นฉากภาพเช่นนี้มาก่อน...\n\nว่านั่นคือปลาคาร์ฟที่มีหางนับไม่ถ้วนราวกับอัญมณีภายใต้แสงแดด\nสลัดทิ้งห่วงแห่งทะเลสาบและแม่น้ำที่ผูกมัดสัตว์น้ำไว้\nแหวกว่ายล่องไปตามสายลมกลางอากาศที่อยู่ระหว่างหุบเขาอย่างอิสรเสรี\nและแล้วหยกที่ผู้คนได้ยินได้ฟังก็ได้เปลี่ยนรูปลักษณ์ไปเช่นเดียวกัน"
	}
}