{
	"name": "Emblem of Severed Fate",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "เพิ่มประสิทธิภาพ การฟื้นฟูพลังงานขึ้น 20%",
	"4pc": "เพิ่มความเสียหายของท่าไม้ตายขึ้น 25% ของประสิทธิภาพการฟื้นฟูพลังงานธาตุ โดยจะสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุดถึง 75%",
	"flower": {
		"name": "Magnificent Tsuba",
		"relictype": "Flower of Life",
		"description": "ตำนานเล่าว่าโกร่งดาบอันหรูหรานี้ ครั้งหนึ่งเคยสวมอยู่บนดาบที่มอบให้กับปีศาจที่ทรยศต่อโชกุน",
		"story": "ท่านแม่เมตตาเธอ จึงมอบดาบวิเศษให้โชกุนได้นำไปใช้งาน\nแต่สุดท้ายแล้ว มีเพียงโกร่งดาบที่เธอเคยรักมาก ถูกส่งคืนมายัง Mikoshi\n\nความปรารถนาของท่านแม่ เป็นโชคชะตาที่มีเพียงความเลือดร้อนสามารถสยบได้\nในภายภาคหน้า เผ่าพันธุ์ของเราค่อย ๆ สร้างชื่อเสียง และผลงานในนามของปีศาจสงคราม\nหากถูกพยัคฆ์แห่งบาปสีดำทมิฬเขมือบลงไป ก็จงจัดการอสูรโฉดตัวนี้จากในปากซะ\n\nเดิมที ควรสร้างผลงานภายใต้ Electro Mitsudomoe\nเธอเคยคิดว่าจะสามารถชำระล้างชุดออกรบที่เต็มไปด้วยรอยเลือดได้\nแต่มันกลับกลายเป็นสีดำไปพร้อมกับหัวใจที่โหดเหี้ยมของเธอ\n\nลูกชายคนโตที่ควรจะสืบทอดตระกูล กลับต้องหลบซ่อน อาศัยอยู่ในหมู่บ้านนอกเมือง\nอยู่ติดกับ Yougou จนกระทั่งเขาพบกับหญิงสาวคนนั้นในป่า...\n\n\"น่ารำคาญจริง ๆ ถ้าอยากจะลืมอดีตนัก ฉันจะตั้งชื่อใหม่ให้เธอก็แล้วกัน\"\nหลังฟังเขาเล่าเรื่องในอดีต เธอที่มีปีกสีดำก็อดหัวเราะและพูดออกไปไม่ได้\n\"เรียกว่า Iwakura ก็แล้วกัน เปรียบเสมือนก้อนหิน จะได้ไม่ถูกคนอื่นทำร้ายไง\"\n\"เจ้ามีเลือดยักษ์ไหลอยู่ทั่วร่างกายนะ ควรจะดีใจสิ ยิ้มบ้างก็ดีนะ\"\n\"อย่าลืมน่ะ ชื่อที่ตั้งโดยเท็งงุ Yougou ล้วนมีพลังพิเศษขององค์เทพ\"\n\"นอกจากนี้ ชื่อของก้อนหินก็ยังเหมาะกับสมอง และร่างกายซื่อบื้อของเธออีกด้วย\"\n\n\"ถ้างั้น ปีหน้า ตอนที่ดอกซากุระแดงร่วงอีกครั้ง เราค่อยมาประลองกันที่นี่นะ Iwakura\"\n\"ในนามบุตรของ Oni เธอจะต้องตั้งใจฝึกฝนการใช้ดาบ จะได้คู่ควรต่อการเป็นคู่ต่อสู้ของเท็งงุ Yougou\"\n\"ใช่แล้ว หากดาบของเธอเข้าถึงตัวฉันได้ ก็สามารถเรียกเทคนิคดาบนั้นว่า \"Tengu Victor\" ได้นะ!\"\n\"เพราะเมื่อถึงตอนนั้น เธอจะต้องชำนาญใน เทคนิคดาบที่แม้แต่เท็งงุยังต้องพ่ายแพ้อยู่แล้ว\""
	},
	"plume": {
		"name": "Sundered Feather",
		"relictype": "Plume of Death",
		"description": "ขนนกสีดำซึ่งเดิมเป็นของเท็งงุบางตน เป็นของที่ระลึกที่ปรมาจารย์ดาบในอดีตชื่นชอบ",
		"story": "ภายใต้การโอบล้อมของขนนกสีดำ ที่พัดปลิวอยู่ในอากาศจากสายลมของดาบ ของผู้ที่จะกลายเป็นปรมาจารย์ดาบ\nที่สุดแล้ว ก็สามารถโดนตัวเท็งงุสาวที่หาตัวจับได้ยากได้..\n\n\"อุหวา อันตรายจัง แต่ก็สุดยอดไปเลยนะ\"\n\"ถ้าไม่ใช่เพราะดาบไม่สามารถแบกรับพลังของเธอได้\"\n\"ฉันคงตายอยู่ที่นี่แล้วล่ะ ถ้างั้น...\"\n\nTeruyo... คราวหน้าเราลองเปลี่ยนที่ประลองกันดูไหม?\nฉันพอจะรู้จักที่ ๆ มีซากุระแดงร่วงโรย...\nมองรอบ ๆ ศาลเจ้าที่ตนเองทำลาย กุมมือที่กำลังสั่นของเท็งงุ\nMichihiro พูดขึ้นมา ในขณะที่มองขนนกสีดำที่ถูกตัดออกมากำลังร่วงโรย\n\n\"ในเมื่อเธอแตะโดนฉันแล้ว ก็คงปฏิเสธไม่ได้ว่าเธอเป็นผู้ชนะจริง ๆ\"\n\nยังไม่รู้แพ้รู้ชนะ แล้วเรามาประลองกันใหม่ปีหน้า เขาต้องการกล่าวเช่นนี้\n\n\"ตอนนี้ ดาบของเธอเร็วกว่าเท็งงุแล้ว\"\n\"ฉันจะไม่มีวันลืมทุกครั้งที่ได้ประลองกับเธอใน 13 ปีนี้เลย\"\n\"แต่ฉันเป็นถึงเท็งงุแห่ง Yougou สุดท้ายแล้ว ก็ต้องแบกรับหน้าที่ของเผ่าพันธุ์\"\n\"เมื่อนึกถึงการเปลี่ยนชื่อให้เธอในตอนนั้น ก็เป็นเพราะอยากให้เธอหลุดพ้นจากคำสาปของเลือดปีศาจ\"\n\"เพราะสงครามครั้งนั้น สายเลือดอมนุษย์ จึงค่อย ๆ อ่อนแอลงเรื่อย ๆ\"\n\"อืม นี่อาจไม่ใช่ตอนจบที่มีความสุขอย่างที่พวกมนุษย์ชอบ แต่เธอนั้นแตกต่าง\"\n\"เธอในตอนนี้ เป็น \"Iwakura\" ไม่ใช่ \"Mikoshi\" ที่แบกภาระของเลือดปีศาจแล้ว\"\n\n\"ลาก่อนนะ Michihiro ลืมฉันซะ\"\n\"แล้วใช้ดาบของเธอ เปิดตำนานที่เป็นของ Iwakura ในฐานะสายเลือดของ Iwakura สิ\""
	},
	"sands": {
		"name": "Storm Cage",
		"relictype": "Sands of Eon",
		"description": "กล่องสีดำล้วนอันวิจิตรงดงาม ประดับไปด้วยเปลือกหอยที่ส่องประกาย และงานฝีมือทำด้วยทองที่วิจิตรบรรจง",
		"story": "ในสมัยที่ยังไม่มีเมฆทึบปกคลุมเกาะ Seirai ความทรงจำได้ปรากฏขึ้นมาและจางหายไปบ่อยครั้ง\nสุดท้ายแล้ว บรรจุภัณฑ์ที่ใช้บรรจุพายุฝน และเสียงฟ้าร้อง ก็ยังไม่สามารถมอบให้กับผู้ที่สัญญาไว้\n\n\"เพราะเชือกขาด ก็เลยมาหาฉันอีกงั้นเหรอ...ช่างน่าปวดหัวจริง ๆ เลย\"\n\"ถ้าไม่ใช่เพราะมีวิชาดาบ นายก็คงเป็นแค่เจ้าบื้อที่ติดพนันสินะ\"\n\n\"หึ อย่าดูถูกกันนะ อาจารย์ธนูของฉันก็เป็นเท็งงุที่มีชื่อเสียงเหมือนกัน\"\n\"แต่ดาบของฉันร้ายกาจกว่าเยอะ เลยไม่ค่อยมีคนพูดถึงการยิงธนูของฉัน\"\n\"คิด ๆ ดูแล้วก็น่าเสียดายนะ เอางี้ดีกว่า ให้ฉันสอนเธอยิงธนูเอาไหม\"\n\nครั้งหนึ่ง เคยพูดจาโหดร้าย แต่ก็ซ่อมกรงที่ถูกฟันจนขาดให้เจ้าบื้อนั่น..\nครั้งหนึ่ง ถึงจะพูดจาโหดร้ายแก้เบื่อ แต่ก็อดที่จะยิ้มไม่ได้\n\n\"ในเมื่อเป็นถึง Hatamoto มีหน้าที่ใหญ่หลวงอยู่บนไหล่แล้ว แต่ทำไมยังเฝ้าก่อเรื่องไปทั่วอีก?\"\n\"ในเมื่อแต่งงานแล้ว แต่ทำไมถึงยังทำตัวเตร็ดเตร่ ติดการพนันอยู่อีก?\"\n\nในเมื่อ....\nในเมื่อรู้อยู่แล้ว แต่ทำไมถึงไม่พูดออกมา หรือตัดสินใจแล้วว่าจะไม่พูดถึงอีก\nหากท่าน Saiguu ยังอยู่ข้างกาย บางทีอาจจะเปิดปาก เอ่ยถามอย่างมีความสุขก็ได้...\n\n\"ช่างเถอะนะสำหรับเรื่องแบบนั้น ฉันขอลาพักร้อนให้ตัวเองหน่อย อย่างน้อยก็ขอแค่วันนี้\"\n\"ทิ้งเรื่องของศาลเจ้าไว้ก่อน แล้วหนีไปพักผ่อนริมทะเล เหมือนสมัยเธอยังเป็นเด็กไง\"\n\nจากนั้น ก็ถูกเขาลากไปท่าเรือ นั่งมองเรือลอยผ่านไปมา\nฟังเขาเล่าเรื่องของ Teruyo ในศาลเจ้า ว่าสืบทอดความงามและวิชาของอาจารย์มาได้อย่างไร\nฟังเขาเล่าเรื่องฝันร้ายที่น่าสยดสยอง ที่ว่าเขาตัดหัวของตัวเอง...\nแต่ทั้งสองรู้ดีว่า นี่เป็นการใช้บทสนทนามาปิดบังความเศร้าโศกในวัยผู้ใหญ่ของตนเอง\n\nต่อมา หลังจากนั้นแสนนาน นานจนไม่รู้ว่านานเท่าไร\nพวกเขาก้มลงมองโขดหินที่เต็มไปด้วยตะไคร่เงียบ ๆ อยู่ที่ท่าเรือกันสองคน...\nเพื่อให้ผีพนันคนนี้ได้ชนะอีกครั้ง เพื่ออธิษฐานให้เขาปลอดภัย..\nการผจญภัยได้เริ่มขึ้นอีกครั้ง ๆ นี่เริ่มต้นจากที่สูง ยกกรงที่ทำเองกับมือขึ้นมา\nด้วยความหวังที่จะรักษาความทรงจำ และรวบรวมพลัง ความโกรธ และสายฟ้า"
	},
	"goblet": {
		"name": "Scarlet Vessel",
		"relictype": "Goblet of Eonothem",
		"description": "ขวดใส่เหล้าที่สวยงามประณีต ครั้งหนึ่งเคยเป็นภาชนะสำหรับใส่เหล้าของนักรบที่มีชื่อเสียง",
		"story": "ด้วยเทคนิคดาบ \"Tengu Sweeper\" ที่คิดค้นด้วยตัวเอง ทำให้ Iwakura Michihiro ได้กลายเป็นผู้ฝึกสอนวิชาดาบของตระกูล Kujou\nได้รับสมญานามว่า \"Douin\" และก่อตั้งสำนักดาบชั้นยอดขึ้นมา\nก่อนไปยังที่พักใน Kujou ตัว Michihiro เองได้เรียนรู้การดื่มเหล้าแล้ว\nสุดท้ายแล้ว ได้ย่ำเข้าสู่สำนัก ที่ได้กลายเป็นสำนักร้างด้วยเทคนิคดาบ \"Tengu Sweeper\"\nภายในลานของศาลเจ้าร้าง เขาได้ประลองดาบกับเท็งงุแห่ง Yougou ถึง 13 ครั้ง ในช่วง 13 ปี\nเขาฉุกคิดถึงภาพ ตอนที่เจอกับเท็งงุปีกดำที่เรียกตัวเองว่า \"Teruyo แห่ง Yougou\"...\n\n13 ปีแห่งความฝัน\nโบยบินข้ามทิวเขา และหิมะ\nแต่เธอนั้นได้จากลาไปแสนไกลแล้ว\n\nตอนนั้น กลีบ Sacred Sakura ก็ร่วงโรยไม่ต่างอะไรกับหิมะสีขาว\nแม้ศาลเจ้าจะไร้ซึ่งเครื่องบูชาแล้ว แต่ก็ยังสมบูรณ์ดี\nไม่ต่างอะไรกับเสียงใสของน้ำแร่ ที่กระทบอยู่ระหว่างภูเขา\nแต่ทว่าทั้งสอง ก็ไม่ได้กลับมาเหยียบภายในลานที่คงเหลือเพียงซากอีกแล้ว"
	},
	"circlet": {
		"name": "Ornate Kabuto",
		"relictype": "Circlet of Logos",
		"description": "หมวกเกราะที่ทั้งแข็งและทนทาน เป็นเกราะป้องกันสำหรับซามูไรผู้สูงศักดิ์",
		"story": "\"เทคนิคดาบของท่าน Iwakura สามารถตัดได้ทุกอย่าง ยกเว้นสายฟ้า ฮ่าฮ่าฮ่า\"\nขณะรับดาบ Hiroshi หัวหน้าของ Kanjou ที่ยังเยาว์วัยได้เยาะเย้ย แต่เขาพูดอย่างนิ่งเฉยว่า:\n\"จะมีเรื่องแบบนี้ได้ยังไง เต็มที่ก็สามารถเอาชนะเท็งงุได้ก็เท่านั้นเอง\"\n\"ถึงจะกล่าวเช่นนี้ แต่ก็ยังไม่เคยมีครั้งไหนที่สามารถเอาชนะเท็งงุได้\"\n\n\"อ้อเหรอ? เช่นนี้ชื่อเสียงของเทคนิคดาบ \"Tengu Sweeper\" นั้นได้มาจากไหนกันเล่า?\"\nเมื่อเห็น Iwakura เงียบ หัวหน้าของ Kanjou ที่ก่อตั้งโดย Ritou จึงพูดอย่างโมโหว่า:\n\"หากไม่ถูก Kujou แย่งไปเสียก่อน ก็อยากจะชักชวนเธอมาเหมือนกัน\"\n\"ดาบของเธอ แม้แต่พวก Ako Domeki แห่ง Seirai ก็ยังไม่ใช่คู่ต่อสู้...\"\n\nมอบชื่อ และชีวิตใหม่ให้เธอราวกับสายฟ้าฟาด\nโยนดาบที่เต็มไปด้วยสนิมให้เขานำไปฟันเท็งงุ\nหลังจากที่ดาบของเขาหัก นั่นคือสิ่งที่เธอพูดกับเขาเป็นครั้งสุดท้าย..."
	}
}