{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "Finale of the Deep Galleries",
	"effect2Pc": "ได้รับโบนัสความเสียหายน้ำแข็ง 15%",
	"effect4Pc": "เมื่อพลังงานธาตุของผู้สวมใส่เป็น 0 ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 60% และความเสียหายที่เกิดจากท่าไม้ตายจะเพิ่มขึ้น 60% โดยหลังจากที่การโจมตีปกติของผู้สวมใส่สร้างความเสียหาย เอฟเฟกต์เพิ่มความเสียหายของท่าไม้ตายข้างต้นจะใช้ไม่ได้เป็นเวลา 6 วินาที; หลังจากที่ท่าไม้ตายของผู้สวมใส่สร้างความเสียหาย เอฟเฟกต์เพิ่มความเสียหายของการโจมตีปกติข้างต้นจะใช้ไม่ได้เป็นเวลา 6 วินาที ทั้งนี้เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ตัวละครที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"flower": {
		"name": "Deep Gallery's Echoing Song",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้น้ำแข็งที่ทำจากหยกในแดนเหนือ กลีบดอกไม้ได้สลายกลายเป็นธุลี ไปตามกาลเวลาที่ล่วงผ่านมานานหลายปี",
		"story": "หญิงสาวเดินทางมุ่งหน้าไปทางเหนือตามคำชี้แนะของอาจารย์ ย่ำผ่านผืนดินน้ำแข็งอันหนาวเหน็บ และระเบียงกระจกที่แตกสลายที่ปลายสุดของทะเลน้ำแข็ง\nหลังจากสังหารเหล่าอสูรที่เร่ร่อนอยู่ในซากปรักหักพังนับไม่ถ้วน ก็ได้เห็นสมบัติลับที่ถูกฝังอยู่ในหิมะใต้ซากต้นเงิน\n\nในยุคสมัยที่แสงจันทร์สีเงินยังไม่แตกสลายไปในเปลวเพลิง และคำพยากรณ์แห่งสวรรค์ยังคงแพร่ไปทั่วแผ่นดิน\nเมื่อเด็กหนุ่มผู้เดินลงไปยังจุดที่ลึกที่สุดของโลกได้พบกับทูตสวรรค์องค์แรก เขาได้ถามถึงต้นกำเนิดต้องห้ามที่สุดของโลก\nสาวน้อยผู้ถือกำเนิดในยามรุ่งอรุณตกตะลึงกับคำพูดไร้มารยาทนั้น ไม่รู้ว่าเหตุใดมนุษย์ผู้นี้จึงล่วงรู้ความลับนี้ได้\nผู้มาเยือนได้เผยเรื่องราวความเป็นมาของตนให้เธอฟังอย่างไม่ปิดบัง พร้อมขับขานถึงฝันดีที่เธอไม่เคยได้พบเห็น\n\nโซ่ตรวนที่ผู้ครองบัลลังก์ติดไว้บนตัวเธอ แตกกระจายราวกับใยแมงมุมในชั่วพริบตา และเป็นครั้งแรกที่เธอค้นพบว่าการรับใช้ตัวเธอเองนั้นเป็นเช่นไร\nเธอได้เผยความลับต้องห้ามที่สุดในบรรดาความลับที่ไม่อาจแพร่งพรายได้ทั้งปวง ให้แก่ผู้เป็นที่รักโดยไม่ลังเล\n\n\"น่าเศร้านัก น่าเศร้านัก ที่เจ้านายของพวกเจ้าถึงกับดูหมิ่นชีวิตอันบริสุทธิ์และสูงส่งเหล่านี้\"\n\"แม้แต่ปีศาจฝันร้ายที่ชอบทรมานดวงวิญญาณเพื่อความสนุก ยังต้องตกตะลึงกับการกระทำอันโหดเหี้ยมเช่นนี้\"\n\"เด็กสาวแห่งรุ่งอรุณผู้ไม่เคยรู้จักความรักเอ๋ย ข้าขอประกาศตนเป็นศัตรูกับกฎหมายของเจ้า\"\n\"สิ่งมีชีวิตมากมายที่ถูกผู้ปกครองของเจ้ากักขังไว้ สมควรจะได้เงยหน้ามองดวงดาว\"\n\n\"ให้ข้าเป็นดาบของเจ้า เป็นโล่ของเจ้า เป็นผู้นำทางของเจ้า และเป็นผู้สมรู้ร่วมคิดในการก่อกบฏที่ไม่อาจให้อภัยได้ของเจ้า\"\nทูตสวรรค์ผู้สูงส่งที่สุดในบรรดาทูตสวรรค์ทั้งปวง ก้มลงจุมพิตหน้าผากของเขาเบา ๆ ต้นไม้สีเงินอันหนาวเหน็บผลิเกสรน้ำแข็งนับหมื่นพัน\nดวงจันทร์สุญตาที่มองโลกผ่านช่องว่างของเมฆเป็นพยานในการทรยศครั้งนี้ หากแต่ในใจลึก ๆ ก็มีความปรารถนาที่ไปไกลเกินกว่านั้น..."
	},
	"plume": {
		"name": "Deep Gallery's Distant Pact",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "เครื่องประดับขนนกที่ทำจากหยกในแดนเหนือ แสงสลัวที่สะท้อนออกมาราวกับไม่ใช่ของโลกใบนี้",
		"story": "หญิงสาวเดินทางมุ่งหน้าไปทางเหนือตามคำชี้แนะของอาจารย์ ย่ำผ่านผืนดินน้ำแข็งอันหนาวเหน็บ และระเบียงกระจกที่แตกสลายที่ปลายสุดของทะเลน้ำแข็ง\nหลังจากสังหารเหล่าอสูรที่เร่ร่อนอยู่ในซากปรักหักพังนับไม่ถ้วน ก็ได้เห็นสมบัติลับที่ถูกฝังอยู่ในหิมะใต้เงาแห่งห้วงลึก\n\nเธอไม่ใช่คนนอกคนแรกที่เหยียบย่างเข้ามาถึงที่นี่ ก่อนที่ทายาทแห่งแดนเหนือสุดจะถักทอฝันดีแห่งการเสื่อมถอย\nนักเดินทางผู้ท่องไปในหมู่ดวงดาวด้วยสติปัญญา ได้ให้คำมั่นสัญญาว่า จะกลับมาพบกับราชามังกรผู้ยังไม่จมลงสู่ความมืดมิดอีกครั้ง\n\nนั่นคือผู้บรรยายที่ร่อนเร่อยู่ในความว่างเปล่าอันเดียวดาย ซึ่งเป็นผู้มาเยือนที่ไม่ควรมีปฏิสัมพันธ์กับอารยธรรมดั้งเดิม\nร่างอมตะหลับใหลอยู่ในกระดานสวรรค์อันไกลโพ้น จิตวิญญาณล่องลอยอยู่ในห้วงอวกาศอันว่างเปล่าที่ทอดยาวไปไกลนับล้านปีแสง\nสำรวจเผ่าพันธุ์และอารยธรรมมากมายที่ถูกลิขิตให้สูญสลาย ครุ่นคิดถึงคำตอบสุดท้ายของห้วงดาราในความมืดมิดอันยาวนาน\nจนกระทั่งแสงริบหรี่สายหนึ่งแทงทะลุผ่านประสาทสัมผัสของเธอ ปลุกนักเดินทางให้ตื่นจากภวังค์ที่เนิ่นนานนับหมื่นปี\n\nนั่นคือโลกเล็ก ๆ ที่ไม่โดดเด่นใบหนึ่ง ณ ปลายแขนเกลียวกาแล็กซี พร้อมกับมังกรดึกดำบรรพ์ที่ถือกำเนิดขึ้นมาพร้อมกับโลกใบนั้น\nแม้ว่าในค่ำคืนแห่งความตายอันยาวนานจะค่อย ๆ จางหายไป ดวงอาทิตย์ที่มังกรเฝ้ามอง ก็ยังเป็นเพียงเปลวไฟที่วูบไหวชั่วขณะเท่านั้น\nเจตจำนงที่ยังคงถูกหน้าที่พันธนาการไว้บนพื้นผิวดาวเคราะห์ ยังคงเจิดจรัสยิ่งกว่าอารยธรรมนับไม่ถ้วนที่นักเดินทางได้พบเห็นมา\nเพราะไม่อาจระงับความแปลกใจและความเศร้าที่ก่อตัวขึ้นในใจ เธอจึงได้แถลงคำประกาศิตต่อผู้ปกครองของโลกใบเล็กนี้...\n\n\"ข้าเคยเห็นจุดจบที่ไร้แสงสว่างดั่งกงล้อปั่นด้าย ฉีกกระชากสายใยของหมู่ดาวอันเรืองรอง\"\n\"ข้าเคยเห็น คลื่นเย็นยะเยือกที่ไร้ระเบียบกลืนกินบทเพลง ทำให้ความดีและความชั่วหวนคืนสู่ความอ้างว้าง\"\n\"แม้กระนั้น องค์ราชาผู้ทรงเปี่ยมด้วยเมตตาและอ่อนโยนของข้า ท่านยังไม่อยากละทิ้งประชาชนของท่านอีกหรือ?\"\n\"ละทิ้งโลกที่ถูกลิขิตให้พินาศนี้ไว้เบื้องหลัง แล้วออกเดินทางไปด้วยกันกับข้าเถิด\"\n\nแต่มังกรผู้ทะนงตนกลับตอบเพียงว่า:\n\"สหายจากโลกอันไกลโพ้นเอ๋ย ขอบคุณที่สอนเรื่องราวของโลกภายนอกให้กับข้า\"\n\"แต่สิ่งมีชีวิตที่เจ้าเห็นว่าไร้เดียงสานั้น พวกมันคือความหมายทั้งหมดของจักรวาลนี้ในสายตาข้า\"\n\"หากคลื่นแห่งการทำลายล้างมาถึง กระดูกของข้าก็สามารถกลายเป็นรั้วกั้นเพื่อปกป้องโลกใบนี้ได้\"\n\"ขอให้เจ้าได้โปรดเป็นสักขีพยานในหนทางที่ข้าเลือก ข้าจะนำพาสรรพชีวิต ก้าวไปสู่หมู่ดาวด้วยกัน\"\n\nแต่เมื่อนักเดินทางกลับมาอีกครั้ง โลกในความทรงจำกลับเปลี่ยนไปอย่างสิ้นเชิงจนแทบจำไม่ได้\nกระดูกของโลกถูกล่ามด้วยโซ่ตรวนสี่ชั้น แสงสีขาวนวลบนฟากฟ้ากระจัดกระจาย กลายเป็นสีเข้มเจ็ดสาย\nลมหายใจของราชามังกรจางหายไปดั่งฝุ่นธุลี แทนที่ด้วยผู้มีปีกที่ครองบัลลังก์ภายใต้รัศมีของจันทราทั้งสามดวง\n\nด้วยความสับสนจากการจากไปอย่างกะทันหันของมังกรยักษ์ และไม่ต้องการรบกวนผู้ปกครองคนใหม่ของโลกใบนี้\nนักเดินทางจึงฝ่าฝืนกฎของเผ่าพันธุ์เดียวกับตน แอบแทรกจิตใจเข้าไปในโลกที่อยู่ในเปลือกนั้นอย่างเงียบเชียบ\nปล่อยให้จิตสำนึกสิงสถิตอยู่ในร่างของเด็กหนุ่ม และเดินอยู่ท่ามกลางสัตว์มีกระดูกสันหลังดึกดำบรรพ์เหล่านี้\nฟังเสียงโต้แย้งที่นับวันจะยิ่งทวีความดุเดือดรุนแรงขึ้นทุกที ภายในมหานครที่สร้างขึ้นจากทองคำแห่งนี้..."
	},
	"sands": {
		"name": "Deep Gallery's Moment of Oblivion",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาพกที่ทำจากหยกในแดนเหนือ ซึ่งเข็มของมันหยุดนิ่งอยู่ที่ช่วงเวลาแห่งการทำลายล้างไปอย่างถาวร",
		"story": "หญิงสาวเดินทางมุ่งหน้าไปทางเหนือตามคำชี้แนะของอาจารย์ ย่ำผ่านผืนดินน้ำแข็งอันหนาวเหน็บ และระเบียงกระจกที่แตกสลายที่ปลายสุดของทะเลน้ำแข็ง\nหลังจากสังหารเหล่าอสูรที่เร่ร่อนอยู่ในซากปรักหักพังนับไม่ถ้วน ก็ได้เห็นสมบัติลับที่ถูกฝังอยู่ในหิมะหน้าหอคอยทองคำ\n\nนั่นคือยุคสมัยอันแสนไกลที่ไม่อาจหวนนึกถึงได้อีกต่อไป นครรัฐทางตอนเหนือสุดเปรียบเสมือนเส้นด้ายสีทอง ที่ประดับประดาบนทุ่งน้ำแข็งอันแห้งแล้ง\nเสียงเตาหลอมในโถงทางเดินลึกดังกึกก้องทั้งวันทั้งคืน ช่างฝีมือได้หลอมวิญญาณปีศาจนับไม่ถ้วนด้วยศาสตร์ต้องห้าม บนซากของอสูรยักษ์\nจากนั้นก็ถักทอแสงของจันทราน้ำค้างแข็งที่ทาบทอลงมา ให้เป็นเนื้อหนังอันไร้ที่ติ ต่อเข้ากับร่างกายที่ครั้งหนึ่งเคยเปราะบางและอ่อนแอ\nอำนาจแห่งการสร้างสรรค์ที่แต่เดิมเป็นของผู้ปกครองท้องนภา กลับถูกทูตสวรรค์ผู้ทรยศมอบให้แก่มนุษย์ธรรมดา\nผู้ซึ่งหวังว่าสักวันหนึ่ง สิ่งมีชีวิตเล็ก ๆ เหล่านี้จะสร้างชีวิตที่สมบูรณ์แบบ และหลอมรวมเป็นหนึ่งเดียวกับโลกได้\n\nในเวลานั้น ณ ทางเดินลึกที่ยังไม่พังทลาย ทูตสวรรค์องค์แรกกระซิบบอกเล่าความฝันแสนหวานยามรุ่งเช้าให้คู่ชีวิตฟัง:\n\"ข้ามองเห็นช่วงเวลาที่อาณาจักรบนพื้นดิน ไม่จำเป็นต้องโหยหาความเมตตาจากสวรรค์อีกต่อไป\"\n\"เมืองที่พวกเขาสร้างขึ้นจะลอยสูงเหนือเมฆา สูงกว่าบัลลังก์และดวงดาวทั้งปวง\"\n\"ข้ามองเห็นอนาคต ที่มนุษย์จะแบ่งท้องนภา กับเหล่าเทพที่พวกเขาเคารพบูชาอย่างเท่าเทียม\"\n\"ไม่มีน้ำตา ความโศกเศร้า และความตายอีกต่อไป เพราะทุกอย่างได้สำเร็จลุล่วงแล้ว\"\n\nแต่ทว่าสุดท้ายความคิดเพ้อฝันและความทะเยอทะยานอันบ้าคลั่ง ก็ร่วงหล่นลงมาจากท้องฟ้า พร้อมกับตะปูคริสตัลสีน้ำเงิน\nเหล่าภูตกรีดร้องก่อนจะกลายเป็นหมอกน้ำแข็งสีเงินยวง นครทองคำอันรุ่งเรืองถูกทำลายด้วยสายลมเยือกแข็งเพียงชั่วข้ามคืน\nทูตผู้ทรยศถูกพรากชื่อและร่างไป และเพื่อนร่วมเผ่าพันธุ์ของเธอก็ถูกสาปแช่งนับแต่นั้น:\nหากพวกเขาริอ่านมองเข้าไปในดวงตาของผู้อื่น และมอบความรักที่ควรเป็นของสรรพชีวิตให้แก่ผู้ใดผู้หนึ่งอีกครั้ง\nร่างอันงดงามที่สวรรค์ประทานให้ก็จะสลายกลายเป็นสายลม จิตใจจะจมลงสู่ฝุ่นธุลี\nจนกระทั่งร่างของผู้ที่ล้มลงนั้นหดตัวกลายเป็น Seelie และเฝ้ากลืนกินเศษเสี้ยวอันเลือนรางของความทรงจำ วนเวียนไปตราบชั่วนิรันดร์"
	},
	"goblet": {
		"name": "Deep Gallery's Bestowed Banquet",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ถ้วยที่ทำจากหยกในแดนเหนือ ว่ากันว่าเคยเป็นเครื่องพิธีของอารยธรรมโบราณ ที่ใช้สำหรับสักการบูชาสวรรค์",
		"story": "หญิงสาวเดินทางมุ่งหน้าไปทางเหนือตามคำชี้แนะของอาจารย์ ย่ำผ่านผืนดินน้ำแข็งอันหนาวเหน็บ และระเบียงกระจกที่แตกสลายที่ปลายสุดของทะเลน้ำแข็ง\nเธอเดินอยู่ท่ามกลางซากปรักหักพังของ Spiral Abyss เพียงลำพัง เพื่อตามหาร่องรอยของนักเดินทางที่ปรมาจารย์ดาบเคยกล่าวถึง...\n\nในยุคสมัยที่แสงจันทร์สีเงินยังเมตตาปรานีต่อดินแดนทางตอนเหนือสุด และเหล่าทูตจากสวรรค์ยังคงทอดสายตามองลงมายังผืนธุลีดิน\nหลังจากทำให้ทูตศักดิ์สิทธิ์โกรธ ด้วยการตั้งคำถามถึงความก้าวหน้าของความรู้ ผู้คนในเมืองแห่งทองคำก็ถกเถียงกันไม่รู้จบว่า จะทำให้เพลิงโทสะของพวกเขาสงบลงได้อย่างไร\nบรรดานักบวชต่างกล่าวโทษซึ่งกันและกันว่าเป็นบาปแห่งการลบหลู่ ทำลายความรัก ความเจริญรุ่งเรือง และสติปัญญาของเหล่าทวยเทพ\nจึงต้องเลือกตัวการร้ายที่ทำให้จิตใจผู้คนเสื่อมทรามลงจากในหมู่พวกเขา แล้วไปขอขมาต่อทูตศักดิ์สิทธิ์จากสวรรค์ผู้กริ้วโกรธ\nแต่ทว่า...\n\n\"หากความผิดบาปเกิดจากการแสวงหาความรู้ ความโง่เขลาต่างหากที่เป็นคำสอนอันศักดิ์สิทธิ์ หากความผิดบาปเกิดจากการต่อต้าน ลูกแกะที่อ่อนแอจึงจะเป็นมนุษย์ที่สมบูรณ์\"\n\"หากบาปต้องชดใช้ด้วยเลือด แล้วเหตุใดจึงกล่าวว่าบาปเกิดจากร่างกายมนุษย์? หากกฎหมายไร้ช่องโหว่ แล้วไยต้องหวาดกลัวการตั้งคำถามด้วย?\"\n\nเด็กหนุ่มสามัญชนซึ่งไม่รู้ว่าหลบเลี่ยงทหารยามที่เฝ้าประจำการอยู่ได้อย่างไร เดินดุ่ม ๆ เข้ามาในห้องประชุมของเหล่านักบวช\nเขาได้หักล้างข้อกล่าวหาที่นักวิชาการยกมาทีละข้อ และเปลี่ยนข้อกล่าวหาเรื่องการก่อกบฏ ให้เป็นสายตาขุ่นเคืองแต่กลับพูดไม่ออกแทน\nในห้องประชุมที่เงียบสงัด หัวหน้านักบวชสวมมงกุฎกิ่งไม้ขาว ในที่สุดก็ได้สั่งให้ทหารยามที่รีบปรี่เข้ามาถอยออกไป\n\n\"นักปราศรัยผู้ลบหลู่เทพเจ้าเอ๋ย หากเจ้าเชื่อมั่นในคำพูดอันแสนฉลาดของเจ้าว่า บาปมหันต์นั้นเป็นเพียงความคิดเพ้อเจ้อของมนุษย์ธรรมดา\"\n\"เจ้าจงดื่มน้ำจัณฑ์แห่งความพิโรธนี้ แล้วไปยังต้นไม้สีเงิน เพื่อแก้ต่างกับทูตศักดิ์สิทธิ์ผู้ลงทัณฑ์พวกเราเสีย\"\n\nด้วยเหตุนี้ เด็กหนุ่มผู้เดิมทีไร้ชื่อเสียงก็ก้าวเข้าสู่ห้วงที่ลึกที่สุดของพิภพ เพื่อไปถามหาคำตอบจากทูตสวรรค์องค์แรก..."
	},
	"circlet": {
		"name": "Deep Gallery's Lost Crown",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "หมวกเกราะที่ถูกย้อมไปด้วย \"ความหลงใหล\" เช่นเดียวกับจิตใจของเจ้าของเดิม และหยกที่ประดับบนนั้น ก็ดูเหมือนจะมาจากยุคสมัยอันเก่าแก่",
		"story": "หญิงสาวเดินทางมุ่งหน้าไปทางเหนือตามคำชี้แนะของอาจารย์ ย่ำผ่านผืนดินน้ำแข็งอันหนาวเหน็บ และระเบียงกระจกที่แตกสลายที่ปลายสุดของทะเลน้ำแข็ง\nหลังจากสังหารเหล่าอสูรที่เร่ร่อนอยู่ในซากปรักหักพังนับไม่ถ้วน ก็ได้เห็นสมบัติลับที่ถูกฝังอยู่ในหิมะใต้ผ้าไหมที่ขาดวิ่น\n\nนั่นคือยุคสมัยที่ผู้คนที่โง่เขลายังเชื่อฟังบัญชาจากสวรรค์ และราชสำนักของดวงดาวแห่งรุ่งอรุณยังคงสถิตอยู่เหนือยอดเมฆ\nสิ่งมีชีวิตที่งดงามและสูงส่งถือกำเนิดจากแสงสว่าง มนุษย์ผู้ไม่อาจมองเห็นใบหน้าของพวกเขาเรียกขานพวกเขาว่าทูตสวรรค์\nปีกสีเงินเรืองรองดั่งเปลวเพลิง ที่ทอประกายราวกับแสงจันทร์ สวมมงกุฎอันเจิดจรัสเจ็ดชั้น ที่หลอมขึ้นจากกระดูกของโลกและดวงดาราบนฟ้า:\nนามของพวกเขาอาจเป็นความรักของเหล่าทวยเทพบนสวรรค์ ซึ่งทรงสัญญาไว้กับสรรพชีวิตทั้งหมด หรืออาจเป็นอำนาจในการปกครองทุกประเทศบนโลกก็ได้\n\n\"พวกเจ้าจงรักผู้คนบนแผ่นดินนี้อย่างสุดหัวใจ สุดจิตวิญญาณ และสุดพลังความสามารถของพวกเจ้า\"\n\"พวกเจ้าจงรักดั่งน้ำค้างยามเช้าที่หลงใหลแสงอรุณ ดั่งเมล็ดพันธุ์ที่โหยหาสายลมแห่งศรัทธา\"\n\nพวกเขาคือผู้รับใช้ที่จงรักภักดีที่สุดในราชสำนักแห่งทวยเทพ และเป็นผู้ตัดสินความยุติธรรมที่ไร้ที่ติ\nทอม่านแพรแด่จ้าวแห่งท้องนภา และเผยแพร่พระบัญชาอันศักดิ์สิทธิ์ไปยังดินแดนทั้งปวง\nนี่คือหน้าที่ที่ถูกกำหนดไว้ตั้งแต่สร้างพวกเขาขึ้นมา มันควรจะเป็นเช่นนี้ มันควรจะเป็นเช่นนี้...\n\nจนกระทั่งทูตสวรรค์องค์แรก ได้พบกับเด็กหนุ่มนิรนามใต้ต้นเงินที่ดินแดนทางตอนเหนือสุด\nในดวงตาที่เปล่งประกายดุจแสงดาวนั้น ทูตสวรรค์มองเห็นเงาสะท้อนของตัวเองที่ไม่เคยล่วงรู้มาก่อน\nนั่นคือความรักที่ไม่ได้ถูกจารึกไว้ในบัญญัติ เป็นอิสรภาพที่ไม่ได้รับอนุญาตจากสวรรค์\nมงกุฎดารานิรันดร์ที่ตั้งชื่อตามความรัก พลันแตกสลายไปพร้อมกับความหวั่นไหวแปลก ๆ ที่เกิดขึ้นในใจ\nเด็กสาวแห่งรุ่งอรุณทิ้งมงกุฎลงในหิมะใต้ต้นเงิน เธอได้ตัดสินใจอย่างเด็ดเดี่ยวแล้ว\n\n\"มาเถิด มาเถิด... เรามาสร้างกฎเกณฑ์อันไร้แก่นสารขึ้นใหม่จากซากกระดูก และใช้เลือดหล่อเลี้ยงผืนดินอันแห้งแล้งของแดนเหนือกัน\"\n\"เรามาสร้างเมืองและหอคอยที่สูงเสียดเมฆกันเถอะ เพื่อให้ผู้คนบนแผ่นดินไม่ต้องร่ำไห้กับความทุกข์ยากอีกต่อไป\"\n\"ข้าจะทิ้งมงกุฎอันไร้ค่านี้ลงสู่กองธุลี เพื่อให้อาณาจักรทั้งหลายในโลกมนุษย์ได้หายใจอย่างอิสระ และหลุดพ้นจากพันธนาการ\""
	}
}