{
	"id": 15028,
	"rarityList": [
		4,
		5
	],
	"name": "Flower of Paradise Lost",
	"effect2Pc": "ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย",
	"effect4Pc": "ปฏิกิริยางอกเงย, ไฮเปอร์บลูม และเบ่งบานของผู้สวมใส่ จะสร้างความเสียหายเพิ่มขึ้น 40% นอกจากนี้ หลังจากที่ผู้สวมใส่ทำให้เกิดปฏิกิริยางอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน โบนัสความเสียหายที่เกิดจากเอฟเฟกต์ที่กล่าวข้างต้น จะเพิ่มขึ้น 25% โดยที่เอฟเฟกต์นี้จะคงอยู่ 10 วินาที ซ้อนทับได้สูงสุด 4 ครั้ง และในทุก 1 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ซึ่งเอฟเฟกต์นี้ จะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"flower": {
		"name": "Ay-Khanoum's Myriad",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้อเมทิสต์ที่ถูกประดิษฐ์ขึ้นอย่างวิจิตรบรรจง มีลักษณะใกล้เคียงกับดอกไม้โบราณที่สูญพันธุ์ไปแล้ว",
		"story": "มีเพียงญินเท่านั้นที่จำเรื่องในกาลก่อนได้ จ้าวแห่งบุปผานั้นถูกสวรรค์ทอดทิ้ง\nร่างกายที่สง่างามสูงส่งโรยราทรุดโทรม เผ่าพันธุ์ก็โดนลงทัณฑ์จนเสียสติไป...\n\nตำนานเล่าว่าจ้าวแห่งบุปผาเคยท่องไปในดินแดนที่แห้งแล้งทุรกันดาร เป็นเวลาเจ็ดสิบสองคืน...\nส้นเท้าถูกกรวดที่ไร้ความปรานีบาดลึกฉีกขาด ปากแผลที่ได้รับมีสายไหลนองออกมาเป็นน้ำพุใส และกลายเป็นลำธารที่ไร้ขอบเขต\nจากนั้นสายน้ำของลำธารก็ไหลรดสวนเขียวขจี ผลิดอกอุบลชาติสีน้ำเงินราวราตรีออกมา...\nดอกอุบลชาตินี้คือมารดาของญิน ซึ่งญินถือกำเนิดเกิดจากความฝันอันเมามาย และความทรงจำอันขื่นขมของการสูญเสีย\n\nเดิมทีญินเป็นสิ่งมีชีวิตที่ฉลาดหลักแหลม พวกนางทั้งหมดกลับเสพติดความฝันที่ไร้เดียงสาและความรักที่ราวกับความฝันอันแสนหวาน\nระลึกถึงพระคุณผู้สร้างด้วยซาบซึ้ง ญินสัมผัสแขนของนายหญิง เพื่อสวมมงกุฎดอกเบญจมาศป่าลงบนศีรษะของนาง\n\n\"จ้าวแห่งดอกไม้เอ๋ย จ้าวแห่งสวนขจี ได้โปรดอยู่ที่นี่ ได้โปรดอย่าได้ทอดทิ้งข้า!\"\n\"ใช่แล้ว ใช่แล้ว มารดาแห่งความฝัน เมรัยและการลืมเลือน ได้โปรดเป็นราชินีของสวนแห่งนี้ด้วยเถิด\"\n\nเพราะเหล่าญินที่แสนอ่อนโยน จึงอดไม่ได้ที่จะอยู่ต่อ เทพที่ถูกเนรเทศจึงได้พักอยู่ในสวนที่ดอกไม้บานสะพรั่ง\nทุกย่างก้าวที่นางหยุดเดิน จะมีดอกไม้สีม่วงงดงามราวแสงจันทร์เบ่งบานขึ้นมา นามว่า \"Padisarah\""
	},
	"plume": {
		"name": "Wilting Feast",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนนกจากนกที่สูญพันธุ์ไปเมื่อนานมาแล้ว ถูกฝังด้วยทองคำ และอัญมณีล้ำค่า โดยผู้ติดตามของเทพแห่งมวลบุปผาในสมัยโบราณ",
		"story": "ในอดีตที่มีเพียงญินเท่านั้นที่ร่ำไห้ นายหญิงแห่งโอเอซิสได้ตัดสินใจครั้งสุดท้าย\nขณะนั้น ในที่สุดเธอก็ตระหนักได้แล้วว่า ชะตากรรมของตนไม่ใช่ปริศนา แต่เป็นกุญแจในการเปิดประตูลึกลับ\n\nจากคำพูดแค่ความฝันของราชา Deshret เธอมองเห็นความเป็นไปได้ที่จะก้าวข้ามกฎอันไร้สาระของโลกนี้\nราชามงกุฎแดงปฏิเสธของขวัญจากบัลลังก์ และแสวงหาเส้นทางใหม่ตามเจตนารมณ์ของตนเอง\nแม้ว่าอนาคตที่เธอเปิดเผยจะเลวร้ายและเยือกเย็น แต่กษัตริย์กลับยังยืนกรานไม่ถอยร่นแม้ครึ่งก้าว\nแม้รู้ว่าต้องออกเดินทางที่เต็มไปด้วยอันตราย แม้รู้ว่าจะได้เห็นการหายตัวไปของคนที่รัก...\nแต่ราชันสีชาดเลือกคำโกหกอันสูงส่ง เพื่อนำพาผู้ศรัทธาไปสู่ความพินาศที่ไม่อาจหลีกเลี่ยงได้\n\n\"สิ่งที่เจ้าแสวงหาเป็นเพียงการไล่ตามลม บนหลุมศพของเทพอสูร มนุษย์จะเป็นเทพเจ้าของเหล่าทวยเทพ\"\n\"ภาพมายาของแดนฝันอันไร้กังวลจะต้องพังทลาย และบนเศษซากของคำโกหกที่แหลกสลาย มนุษย์จะกลายเป็นราชาแห่งราชัน\"\n\nราชินีแห่งบุปผายอมจำนนต่อความเขลาของพวกพ้อง และเธอพบว่าการกบฏอันล้ำค่านั้น ลุกโชนอยู่ในความทะเยอทะยานของเทพเจ้า\nความคิดที่จะรวมภูมิปัญญาของคนนับพัน และความพยายามอันยิ่งใหญ่ในการผูกมัดความฝัน และพลังนับพันเข้าด้วยกัน\nสิ่งที่ซ่อนอยู่ในนั้นไม่ได้เป็นเพียงคำโกหก แต่มันเป็นของอนาคตของมนุษย์ ราวกับประกายไฟแห่งความหวัง...\n\nความฝันจะเลือนรางในที่สุด ภาพฝันมักจะมีคืนที่พังทลายลงเสมอ... นี่ต่างหากคือความหมายที่แท้จริงของการเบ่งบาน\nมีเพียงการประสบกับความพินาศที่หลงผิดของเทพเจ้าเท่านั้น มนุษย์จึงจะมีวันลุกขึ้นต่อต้านความประสงค์ของเหล่าทวยเทพได้...\nเช่นเดียวกับเทพผู้ดื้อรั้นที่เตรียมการกบฏลับนี้เพื่อนาง และรอดชีวิตมาได้ด้วยเจตจำนงของตัวเอง\nเพียงแต่ว่า นายหญิงแห่งบุปผาไม่เคยรู้จักความรักที่จะหวานเหมือนดั่งไวน์ นับประสาอะไรกับความรักของมนุษย์เพียงเล็กน้อย\nแม้ว่านางจะเฉลียวฉลาดมาก แต่ก็ยากที่จะคาดเดา เมื่อไหร่เจ้าสิ่งมีชีวิตตัวเล็กพวกนี้ถึงจะตระหนักรู้ได้นะ...\n\n\"...สิ่งที่เรียกว่า 'เทพ' นั้น ไม่ได้จำเป็นสำหรับเจ้าตั้งแต่แรกแล้วหรอกหรือ?\""
	},
	"sands": {
		"name": "A Moment Congealed",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาทรายที่หยุดไหล ไม่ว่าจะพลิกกลับด้านอย่างไร ก็ไม่ตอบสนองต่อการไหลของเวลาอีกต่อไป",
		"story": "มีเพียงญินเท่านั้นที่สามารถถอดถอนหายใจให้แก่สิ่งที่จากไป นายแห่งทรายสีชาดได้สร้างสุสานให้แก่คนรักของตน\nพลังเสาที่ฝังลึกลงไปในทรายคือแหล่งกำเนิด และญินคือพลังที่คอยช่วยเหลือ ทำให้เกิดโอเอซิสที่เวลาไม่เคยหยุดนิ่ง\n\nหลายพันปีต่อมา ตำนานของ \"โอเอซิสนิรันดร์\" ได้แพร่กระจายไปท่ามกลางชนเผ่าเร่ร่อนในทะเลทราย\nชนเผ่าเร่ร่อนกล่าวว่า นั่นเป็นโอเอซิสที่ไม่มีวันเหี่ยวเฉา และไม่มีวันโรยรา ที่ปกครองโดยเทพบุปผาผู้หลับใหลชั่วนิรันดร์\nชนเผ่าเร่ร่อนกล่าวว่า มารดาคนสุดท้ายของญิน Ferigees ได้ปกปักประตูใหญ่แห่งโอเอซิส\nนางได้ให้ให้พรแก่มนุษย์ทุกคนที่มาด้วยความอ่อนโยนที่ไม่แปรเปลี่ยนเป็นเวลาหลายพันปี ไม่ว่ามนุษย์ผู้นั้นจะดี หรือจะร้าย...\n\nชเนตตีรุ่นก่อน ๆ ของชนเผ่า Tanit, Uzza, Shimti และชนเผ่าอื่น ๆ ล้วนเรียกตนเองว่า \"ธิดาแห่งเทพบุปผา\"\nด้วยศรัทธาเป็นรากฐาน โลหิตเป็นตัวเชื่อม และพึ่งพาสวน Padisarah ในจินตนาการนั้น...\nชนเผ่าในทะเลทรายที่แยกจาก ล้วนดิ้นรนแสวงหาสายน้ำที่ไม่มีวันหมด และความรู้อันไร้สิ้นสุด\n\nดั่งคำทำนายที่เทพของพวกเขาทิ้งไว้ หลังจากการล่มสลายของอารยธรรม มนุษย์ยังคงเอาตัวรอดอย่างดื้อรั้น...\nแม้จะสูญสิ้นจากคำชี้นำของเทพไป จนต้องหยิบยืมความทรงจำของเทพที่ล่วงลับไปนานแล้วเพื่อรวมตัวกันอย่างเลี่ยงไม่ได้\nทะเลทรายเกลือที่เต็มไปด้วยน้ำตาแห่งนี้ ไม่สามารถหยุดยั้งการเหยียบย่ำของเหล่ามนุษย์ได้ แม้ว่า \"โอเอซิสนิรันดร์\" อาจเป็นเรื่องโกหกชั่วนิรันดร์ แต่เหล่าชนเผ่าก็ไม่ละทิ้งการค้นหามัน\n\n\"ราชาแห่งข้า... ทำไมท่านถึงได้สั่งให้เนินทรายหยุดไหล กู่ร้องบอกสายลมให้พวกมันหยุดโพยพัดกันเล่า?\"\n\"เฉกเช่นเพลานี้ ถ้าทรายคริสตัลเหล่านี้หลอมรวมกันเป็นก้อน การดำรงอยู่ของมันจะมีประโยชน์อะไร?\"\n\" 'นิรันดร์' ไม่เคยเป็นสวนสวรรค์ แต่เป็นสิ่งสกปรกที่กำจัดไม่ได้ ทั้งไม่สามารถย่อยสลาย และไม่สามารถสร้างใหม่ได้\"\n\"มันเบ่งบานเหมือนดอกไม้, ถูกทำลายเหมือนดอกไม้ ทั้งยังเกิดใหม่อีกครั้งในฤดูที่ดอกผลิบาน ไร้ซึ่งปัญหายุ่งยากอย่าง 'ความตาย' \"\n\nในขณะนั้น การสนทนาของทั้งสามพันธมิตรก็ถูกพัดล่องลอยไป ในสายลมเหนือทะเลทรายเป็นเวลาหลายพันปีให้หลัง...\nที่ไหนสักแห่งในทะเลทรายอันไกลโพ้น มีโอเอซิสยังคงอยู่ในจินตนาการของเหล่าชนเผ่า\nและชนเผ่าที่ไร้รากเหล่านั้นยังคงวนเวียนอยู่ใน วัฏจักรแห่งชีวิตและความตาย ท่ามกลางเม็ดทรายที่ไหลรินจากเนินทราย..."
	},
	"goblet": {
		"name": "Secret-Keeper's Magic Bottle",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ขวดขนาดเล็กที่แกะสลักจากคริสตัลสีม่วง ถูกปิดผนึกอย่างแน่นหนาด้วยฝามรกต",
		"story": "ในอดีตที่มีเพียงญินเท่านั้นนิ่งสงบ ราชันทรายชาดแสดงความทะเยอทะยานของตัวเองต่อราชินีบุปผา\nแสงจันทร์ส่องสะท้อนในแก้วไวน์ทาฑิม และในที่สุดราชินีแห่งบุปผาก็ยอมจำนนต่อการเกลี้ยกล่อมของเพื่อนอันเป็นที่รัก\n\nไม่มีใครรู้ว่าราชา Deshret พูดสิ่งใดในคืนนั้น แม้แต่ญินที่อายุมากที่สุดก็ยังเลือกที่จะปิดปากเงียบ\nไม่มีใครจำความปรารถนาของราชา Deshret ที่เผยขึ้นในคืนนั้นได้ แม้แต่เทพที่ทรงปัญญาที่สุดก็อาจสั่นสะท้าน\nแต่จ้าวแห่งดอกไม้นั้นรู้ถึงความหมายของมันดี เป็นอย่างที่เธอคาดไว้ เป็นอย่างที่คิดไว้ไม่มีผิด\nทะเลทรายและโอเอซิสเป็นราชาที่ทรงอำนาจและสูงส่งที่สุด แต่กลับมีความคิดดื้อรั้นเป็นที่สุด\n\n\"ข้าจะช่วยเจ้าเก็บความลับไว้ เพราะความรู้สึกที่มีต่อเจ้านั้นลึกซึ้งเฉกเช่นที่ข้ามีต่อเทพแห่งปัญญา\"\n\"ข้าจะสร้างสะพานให้แก่เจ้า เพื่อเติมเต็มความฝันเฟื่องในใจเจ้า แต่อย่าได้หวั่นกลัวต่อกรงเล็บไพลินสีน้ำเงิน...\"\n\"ข้าจะนำทางเจ้าสู่ความรู้อันลึกซึ้ง แต่อย่างที่ข้าได้เตือนไว้ ว่าเจ้าจะต้องสูญเสียมากมายอย่างแน่นอน...\"\n\"อย่างไรก็ตาม จงจำบทเรียนที่ข้าพร่ำสอน และโทษทัณฑ์อันโหดร้ายที่เหล่าผู้ส่งสาสน์พึงได้รับ...\"\n\"โปรดจำไว้ หากยังมีความหวังในโลกหล้า ความหวังนั้นจะอยู่ที่มนุษย์อย่างแน่นอน\"\n\nในความมืดมิด เธอนำทางเพื่อนรักไปยังเส้นทางลับ ที่นำไปสู่ความรู้ทั้งหมดที่เกี่ยวกับสวรรค์และนรก\nใช้ตัวเองเป็นสะพาน และใช้โอเอซิสเป็นข้อแลกเปลี่ยน ความหลงผิดของเขาจะดับไปด้วยความรุ่งโรจน์อันพร่างพราว...\n\nหลังจากสูญเสียเทพอสูร พายุแห่งสวรรค์ก็ปะทุขึ้น ทรายสีเหลืองลอยฟ่องเต็มท้องฟ้า ไม่นานหายนะก็กลืนกินทุกสิ่ง...\nราชา Deshret กลับมาจากพายุทรายที่หมุนวนเต็มท้องฟ้า แต่เขากลับไปพบแม้แต่เงาของนายหญิงแห่งบุปผา\n\n\"...เมื่อครู่ข้าฝันถึงเจ้า... คลำหาระหว่างกำแพงในเขาวงกตแห่งคริสตัล... แต่สิ่งที่พบ...กลับมีเพียงทะเลทราย...\""
	},
	"circlet": {
		"name": "Amethyst Crown",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "มงกุฎที่ประดับด้วยอเมทิสต์ และมรกต ดูเหมือนจะเป็นผ้าโพกศีรษะ ของนักบวชของเทพแห่งมวลบุปผาในสมัยโบราณ",
		"story": "ในอดีตที่มีเพียงญินเท่านั้นที่ร้องเพลงได้ นายหญิงแห่งโอเอซิสได้พบกับราชันทรายชาด\nในช่วงเวลาโหดร้ายที่กษัตริย์แก่งแย่งชิงอำนาจกันเอง ราชา Deshret ได้ตัดสินใจแบ่งปันบัลลังก์ให้กับอีกสองคน\n\nเหล่าญินมอบบัลลังก์นกยูงที่ประดับด้วยมรกตและทับทิม เพื่อเป็นการเฉลิมฉลองพันธสัญญาของเพื่อนรักทั้งสามคน\nเพื่อเกียรติยศแห่งโอซิสอันเป็นนิรันดร์ เพื่อ Padisarah ที่บานสะพรั่ง นายหญิงแห่งบุปผาจึงได้สวมมงกุฎอเมทิสต์\n\n\"แต่ 'นิรันดร์' เป็นเพียงคำโกหก ความมัวเมาและความรักจะบดขยี้ความทรงจำ และกลายเป็นความเพ้อฝันที่แหลกสลาย\"\n\"เจ้าเคยถามข้าว่าทำไมถึงถอนหายใจบ่อยเหลือเกิน ในค่ำคืนที่จันทราส่องสว่างนี้ ข้าจะค่อย ๆ เล่าเรื่องในอดีตให้เจ้าฟังก็แล้วกัน...\"\n\n\"มันเป็นยุคแห่งสันติที่อยู่ห่างไกลนัก มีผู้ส่งสาส์นจำนวนมากที่สื่อสารกับมนุษย์ และคอยถ่ายทอดถ้อยคำของสวรรค์...\"\n\"แต่ต่อมา ได้มีผู้รุกรานลงมาจากฟากฟ้า ทำลายสิ่งต่าง ๆ นับไม่ถ้วน สายน้ำกลับตาลปัตร และโรคระบาดก็โหมกระหน่ำขึ้น...\"\n\"ผู้ที่มาจากภายนอกนำสงครามมาสู่อดีตชาติตระกูลของข้า และนำความหลงผิดมาสู่การทลายพันธนาการของแผ่นดิน\"\n\"เจ้าแห่งท้องนภาหวาดกลัวต่อความหลงผิดและความก้าวหน้า ท่านจึงปลดปล่อยตะปูศักดิ์สิทธิ์เพื่อซ่อมแซมโลก และทำลายอาณาจักรมนุษย์ให้สิ้น...\"\n\"เราต้องทนทุกข์กับการถูกเนรเทศ ขาดการติดต่อกับสวรรค์ และสูญเสียความสามารถในการศึกษา...\"\n\n\"เนื่องจากภัยพิบัติ ข้าถูกสาปแช่งอย่างรุนแรงจนไม่สามารถแหงนมองท้องฟ้าได้อีก โชคดีที่ข้ายังรักษาชีวิตได้ถึงทุกวันนี้...\"\n\"แต่บ้านเกิดเอาแต่พร่ำเรียกฉันอยู่เสมอ แม้ว่าภัยพิบัติของดวงดาวกับขุมนรกจะก่อตัวขึ้นบนคริสตัลก็ตาม\"\n\"จงฟังคำเตือนของข้า อย่าได้ตามหาจ้าวแห่งเงาทั้งสี่ อย่าถามถึงความลับของสวรรค์และขุมนรก\"\n\"มิฉะนั้น ดั่งเมื่อกรงเล็บแห่งลงทัณฑ์เป็นที่แน่ชัด จุดจบอันน่าเศร้าและขมขื่นจะบังเกิดขึ้น\"\n\nอย่างไรก็ตาม ราชาสีชาดไม่เห็นด้วยกับคำเตือนของคู่หู และแสดงความปรารถนาอันหยิ่งผยองขึ้นในใจ\nภายใต้แสงจันทร์ส่อง ขณะบรรจงเช็ดน้ำตาของคู่หู เขาบอกเล่าความปรารถนาของตนเองให้แก่เทพอสูรแห่งบุปผาฟัง..."
	}
}