{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "Fragment of Harmonic Whimsy",
	"effect2Pc": "เพิ่มพลังโจมตี 18%",
	"effect4Pc": "เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้นหรือลดลง ตัวละครจะสร้างความเสียหายเพิ่มขึ้น 18% โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 6 วินาที ซ้อนทับได้สูงสุด 3 ครั้ง",
	"flower": {
		"name": "Harmonious Symphony Prelude",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้บานสะพรั่งที่ประดับด้วยทองคำและหินสีฟ้า ครั้งหนึ่งเคยเป็นเกียรติยศที่มอบแด่ผู้เป็นอมตะ",
		"story": "นั่นคือยุคที่หมอกแห่งความเขลาปกคลุมทะเลสูง ประชาชนแห่งผืนน้ำทั้งปวงยังอยู่ท่ามกลางความมืดมน\nระหว่างที่ราบทรายสีแดงและภูเขาสีเทา เคยมีเทพเจ้าองค์หนึ่งที่สูญเสียบ้านเกิดของตนไป\nเขาเคยเป็นผู้ขับขานบทเพลงแห่งโอเอซิส แต่กลับต้องสูญเสียบ้านเกิด ภายใต้อำนาจของราชาแห่งดวงอาทิตย์\nเพราะไม่อยากรับใช้บัลลังก์ของราชาแห่งผืนทราย เทพผู้สูญถิ่นจึงเลือกที่จะก้าวสู่เส้นทางแห่งการพเนจร\n\nใต้ก้นทะเลลึกที่ไร้ซึ่งแสงสว่างของสายน้ำนับหมื่น คือเมืองหลวงที่ไม่เคยถูกบันทึกไว้ในประวัติศาสตร์ใด ๆ\nผู้สูญถิ่นที่อยากใช้ทะเลสูงเป็นสุสานของตน ได้บุกเข้าไปในเศษซากของเมืองที่มีอายุมากกว่าดินแดนโดยไม่ได้ตั้งใจ\nเขาเดินผ่านทางเดินที่ไร้สิ้นสุด จนมาถึงใจกลางของซากปรักหักพังในวิหาร ใต้ต้นซีดาร์สีขาวเงิน\nเขาได้ยินเสียงของสิ่งมีชีวิตเดียวที่เหลืออยู่ในเมืองที่ถูกลืมเลือนแห่งนี้ ซึ่งเป็นเสียงของผึ้งสีทองที่บินวนเวียนอยู่รอบต้นไม้สีเงิน\n\n\"นักเดินทางจากแดนไกลเอ๋ย นี่ไม่ใช่เรื่องบังเอิญหรอก แต่เป็นมือแห่งโชคชะตาต่างหากที่นำพาเจ้ามาที่นี่\"\n\"ครั้งหนึ่งข้าเคยเป็นผู้ส่งสาสน์ที่ปกป้องต้นไม้สีเงิน แต่เมื่อเวลาผ่านไป ข้าก็ได้สูญเสียปัญญาและร่างกายไป\"\n\"แต่ดวงตาของข้ายังคงมองเห็นอนาคตได้ นักเดินทางเอ๋ย เจ้าจะได้รับเมืองและราษฎรอีกครั้ง\"\n\"อาณาจักรที่เจ้าสร้างขึ้นจะเจริญรุ่งเรือง และสักวันหนึ่ง เจ้าจะได้ปกครองทะเลสูงทั้งหมด\"\n\"เจ้าจะนำพาอารยธรรมและความยุติธรรมมาสู่เรา แต่สุดท้ายพวกเขาจะถูกทำลายด้วยความยุติธรรมนั้น\"\n\"หากเจ้าได้ล่วงรู้จุดจบแล้ว และยังยินดีจะออกเดินทาง ข้าจะนำพาเจ้าไปสู่เส้นทางที่สูงขึ้น...\"\n\n\"ผึ้งสีทองผู้พยากรณ์เอ๋ย หากนี่เป็นสิ่งที่โชคชะตากำหนดไว้จริง ๆ แล้วจะเลือกอย่างใดได้อีก?\"\n\"แต่หากข้ามีโอกาสได้เลือกจริง ๆ ข้าจะเปลี่ยนตอนจบที่เจ้าบอกว่าไม่อาจเปลี่ยนแปลงนั้นให้ได้\"\n\nยังไม่ทันได้พูดจบ เมืองที่ไร้น้ำก็พังทลายลง และต้นไม้สีเงินก็กลายเป็นเรือสีทอง\nนี่คือการพบกันครั้งแรกของราชาแห่งความรุ่งโรจน์ผู้บรรเลงท่วงทำนองในอดีต กับนักพยากรณ์ Sybilla"
	},
	"plume": {
		"name": "Ancient Sea's Nocturnal Musing",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "เครื่องประดับขนนกที่แกะสลักเลียนแบบปีกของผึ้งสีทองในตำนาน ดูเหมือนจะสั่นไหวไปตามสายลม",
		"story": "นั่นคือยุคที่เสียงเพลงแห่งการรู้แจ้งแพร่กระจายไปทั่วทะเลสูง ป่าไม้และหมู่เกาะรกร้างเริ่มเจริญรุ่งเรือง\nเทพผู้รักดนตรีได้สร้างหอคอยสูงใน Meropis เพื่อดึงดูดผู้พลัดถิ่นมาร่วมก่อตั้งเมืองใหม่\nแตรอันอุดมสมบูรณ์ทำให้ผืนดินผลิดอกออกผล เรือที่แล่นเข้าออกเชื่อมหมู่เกาะให้หลอมรวมเป็นหนึ่ง\nยุคสมัยนี้ควรจะไร้ซึ่งความกังวล แต่เหตุใดน้ำเสียงผู้ขับขานจึงเต็มไปด้วยความโศกเศร้าเล่า?\n\n\"ข้าได้เป็นราชาผู้รุ่งโรจน์ตามคำพยากรณ์ของเจ้า และได้นำพาอารยธรรมอันสง่างามมาสู่ผู้คน\"\n\"ได้ประทานสันติสุขให้กับมหาสมุทร ได้ปกครองโลกด้วยความยุติธรรม และนำความก้าวหน้าและสงบเรียบร้อยไปสู่ทั่วสารทิศ\"\n\"แต่ยิ่งอาณาจักรใหม่รุ่งโรจน์มากแค่ไหน ข้าก็ยิ่งสับสนและโศกเศร้ามากขึ้นเท่านั้น\"\n\"ความเจริญรุ่งเรืองในคำพยากรณ์จะคงอยู่นับร้อยปี แล้วหลังจากนั้นเล่า? เมล็ดพันธุ์แห่งการทำลายล้างกำลังหยั่งรากและงอกเงย\"\n\n\"ราชาผู้รุ่งโรจน์เอ๋ย! ข้าเคยกล่าวไว้แล้วว่า ความรุ่งโรจน์มักสลับผลัดเปลี่ยนกับการร่วงโรย โลกนี้ไม่มีสิ่งใดจีรังยั่งยืน นี่คือกฎแห่ง Fortuna\"\n\"ไม่ว่าจะร่ำรวยล้นฟ้าหรือยากจนข้นแค้น ต่างก็เป็นทาสแห่งโชคชะตา และไม่ว่าจะขึ้นนั่งบัลลังก์ทอง หรือร่วงหล่นสู่เถ้าธุลีก็เช่นกัน\"\n\"กงล้อแห่งโชคชะตาย่อมหมุนอย่างไร้ความปรานี ไม่ว่าจะดิ้นรนสักเพียงไหน ก็ไม่อาจเปลี่ยนแปลงจุดจบที่จะมาถึงได้\"\n\"เฉกเช่นบทละครที่คาดเดาได้ยาก สุดท้ายแล้วตอนจบก็ถูกกำหนดไว้ตั้งแต่ต้น แล้วเหตุใดจึงต้องเศร้าโศกด้วยเหตุนี้เล่า?\"\n\nแม้จะรู้ว่านิรันดร์เป็นความเพ้อฝันที่โง่เขลา และความเป็นอมตะเป็นจินตนาการที่มืดบอด\nแต่ราชาของราษฎรแห่งทะเลสูงกลับไม่สามารถทนต่ออนาคตอันมืดมนในคำพยากรณ์ได้\n\n\"เมื่อเวลาพิพากษาที่ถูกลิขิตไว้มาถึง คลื่นที่ไร้ความปรานีจะกลืนกินความรุ่งโรจน์ และความสุขชั่วคราวทั้งหมดจนหมดสิ้น\"\n\"แม้ข้าจะสามารถมองเห็นอนาคตที่ไม่อาจเลี่ยง แต่ข้าไร้ซึ่งปัญญาโบราณที่จะสืบหาสาเหตุของการทำลายล้างนั้น\"\n\"แต่ข้ารู้ว่า ณ ส่วนลึกสุดของท้องทะเลที่ไร้แสงสว่าง ซึ่งเป็นดินแดนแหล่งน้ำไหลหลาก มีเจ้าแห่งผืนน้ำถูกกักขังไว้\"\n\n\"ในเมื่อคำพยากรณ์กล่าวไว้ว่า คลื่นทะเลอันไร้สิ้นสุดจะกลืนกินอาณาจักรของเจ้า เช่นนั้น นางก็อาจจะรู้คำตอบ...\""
	},
	"sands": {
		"name": "The Grand Jape of the Turning of Fate",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาที่จำลองมาจากรูปร่างของวงล้อแห่งโชคชะตา ตอนนี้ไม่สามารถหมุนได้อีกแล้ว",
		"story": "นั่นคือยุคที่บทเพลงอันยิ่งใหญ่ยังไม่ได้รับการบรรเลง และกองเรือสีทองยังไม่ได้เริ่มออกเดินทาง\nเพื่อค้นหาคำตอบในการทำลายคำสาป ราชาแห่งความรุ่งโรจน์จึงได้ก้าวสู่เส้นทางแห่งต้นน้ำ\nภายใต้ทะเลสูงที่เต็มไปด้วยเลือดและความเกลียดชัง คืออาณาจักรที่ซึ่งลูกหลานมังกรอาศัยอยู่\nเจ้าชาย Vishap ที่เคยรับใช้วิญญาณแห่งท้องทะเลโบราณ และคอยคุ้มกันเรือนจำของเจ้าแห่งผืนน้ำ\n\nราวกับว่าสงครามสมัยในอดีตกลับมาเยือนอีกครั้ง การต่อสู้อันดุเดือดของทะเลกินเวลายาวนานถึงสามสิบวันสามสิบคืน\nกระทั่งในระหว่างการพักรบที่เหน็ดเหนื่อย ในที่สุด เทพราชาก็ได้เผยจุดประสงค์ในการมาที่นี่ด้วยเสียงดนตรี\nไม่คิดว่าหลังจากที่ราชาแห่ง Vishap ได้ฟังจินตนาการเพ้อฝันนี้ เขาก็หัวเราะออกมาอย่างบ้าคลั่ง:\n\n\"ทรราชแห่งมวลมนุษย์เอ๋ย เจ้ากังวลกับคำสาปที่ไร้เหตุผล และพร่ำบ่นเกี่ยวกับพันธนาการแห่งโชคชะตา แต่กลับไม่รู้ว่าเผ่าพันธุ์ของข้าได้รับความเจ็บปวดมากกว่าเป็นร้อยเท่า\"\n\"เราสูญเสียดินแดนและแสงแดดไป และได้แต่เอาตัวรอดอยู่ในก้นเหวที่ไร้แสงสว่างเท่านั้น\"\n\"ทรราชแห่งมวลมนุษย์เอ๋ย เจ้าควรรู้ว่าโชคชะตาเป็นพิธีกรรมแห่งสวรรค์ และไม่อาจเปลี่ยนแปลงได้ การมีความคิดเช่นนี้ถือเป็นการกบฏ\"\n\"แต่หากเจ้าคิดจะทำเรื่องโง่เขลาเช่นนี้จริง ข้าจะพาเจ้าไปพบกับเจ้าแห่งผืนน้ำ\"\n\nดังนั้นในส่วนลึกของห้วงน้ำ ณ ที่พำนักอันเงียบสงัดของราตรีนิรันดร์\nราชาแห่งความรุ่งโรจน์ได้รับรู้ความลับอันน่ากลัวทั้งหมด จากเจ้าแห่งสายน้ำนับหมื่นผู้เปี่ยมด้วยความรัก แต่เขากลับไม่ได้รับคำตอบใด ๆ จากการไถ่ถอน\nเจ้าแห่งผืนน้ำได้กระทำบาปที่ไม่อาจให้อภัย และคำสาปที่เกิดขึ้นก็ไม่สามารถย้อนคืนได้เช่นกัน\nราชาที่ยังมีความทะเยอทะยานและความหวัง สุดท้ายเขาได้หยิบน้ำบริสุทธิ์หนึ่งแก้วขึ้นมา ก่อนจะตัดสินใจจากไป\n\n\"หากกระแสน้ำจะกลืนกินราษฎรของข้า ข้าจะผนึกวิญญาณของพวกเขาไว้ในหยาดน้ำค้างวิญญาณ ที่ไม่อาจเข้ากับสายน้ำทั้งปวง\"\n\"หากกาลเวลาจะทำให้อาณาจักรของข้าเสื่อมทราม ข้าจะสร้างร่างกายที่ไม่มีวันเสื่อมสลาย ด้วยทองสัมฤทธิ์และหินบริสุทธิ์แก่พวกเขา\"\n\nเมื่อสายลมแห่งท้องทะเลพัดผ่านอาณาจักรทองคำ วงล้อแห่งโชคชะตาจะพลิกผันด้วยหรือไม่ ก็ไม่มีใครรู้คำตอบได้..."
	},
	"goblet": {
		"name": "Ichor Shower Rhapsody",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "แก้วที่ใช้ทองสัมฤทธิ์ทำเป็นฐาน ซึ่งครั้งหนึ่งเคยเต็มไปด้วยไวน์รสเลิศจากสรวงสวรรค์",
		"story": "นั่นคือยุคแห่งการบรรเลงบทกวีคลั่งในทะเลสูง กองทัพอมตะเตรียมพร้อมออกต่อสู้\nราชาแห่งความรุ่งโรจน์ทรงสร้างเมืองหลวงทองคำ และนับแต่นั้นมาก็ทรงบัญชาโลกในนามแห่ง Sebastos\n\nเมื่อเรือลำยักษ์มาถึง เมืองและอาณาจักรทั้งหมดต่างยอมจำนนต่ออำนาจสูงสุด\nเมื่อโน้ตดนตรีร่วงหล่น ซิมโฟนีแห่งอารยธรรมก็ถูกแทนที่ด้วยบทเพลงอันป่าเถื่อน\nและจุดประสงค์ทั้งมวลนี้ ก็เพื่อนำมาซึ่งความยุติธรรมและการไถ่ถอน\nนี่คือจินตนาการสูงสุดของราชา Sebastos ผู้ไม่อาจละทิ้งไพร่ฟ้าได้\n\n\"อาณาจักรของเจ้าจะพังทลายลงด้วยคลื่นโหมกระหน่ำ เพราะโชคชะตาที่กำหนดไว้จะไม่มีวันแปรเปลี่ยนไป\"\n\"ด้ายที่ซ่อนเร้นยังคงชักนำพวกเขาราวกับหุ่นเชิดไปสู่จุดจบอันขมขื่น\"\n\nคำทำนายอันโหดร้ายของนักพยากรณ์ไม่ได้ทำให้ Sebastos จมสู่ความสิ้นหวัง แต่กลับปลุกเร้าความคิดอันจองหองของเขาแทน\nเขาขังตัวเองไว้ในวังหลวงที่ถูกปิดล็อกอย่างแน่นหนา และค้นหาช่องโหว่ของเจ้าแห่งโชคชะตา ท่ามกลางท่วงทำนองของโลก\nกระทั่งในที่สุด หลังจากเวลาล่วงเลยมานาน Remus ก็ได้เข้าใจความลึกลับของ Fortuna จากเสียงสายดนตรีของโลก\nเขาอ่านทุกตัวโน้ตแห่งโชคชะตา ขาดแต่เพียงปากกาสักด้าม เขาก็จะสามารถเขียนบทเพลงของตัวเองได้\n\nด้วยเหตุนี้ Sebastos จึงอธิษฐานต่อ Sybilla เพราะนางมาจากดินแดนมรณา และมีกระแสแห่งโชคชะตาไหลเวียนอยู่ในสายเลือดของนาง\nแม้ว่าคำขอนั้นจะมากเกินไป แต่นักพยากรณ์ผู้ไร้ความรู้สึก ก็ได้ตอบรับคำขอของเขาอย่างไม่ลังเล เหมือนเช่นทุกครั้ง\n\nบทเพลงแห่งความรุ่งโรจน์บรรเลงขึ้นเหนือบัลลังก์ ตัดโซ่ตรวนที่โชคชะตาพันธนาการผู้คนไว้ และวาดท่วงทำนองและเส้นทางใหม่ให้กับพวกเขา\nภายใต้โดมที่ประดับด้วยทองคำ หยาดน้ำค้างวิญญาณบริสุทธิ์ได้หลั่งไหลอยู่ตามเส้นทางน้ำสีทอง และส่งเสียงสะท้อนก้องแห่งวังทองคำ (Domus Aurea) ไปทั่วดินแดนของจักรวรรดิ\nและด้วยความปรารถนาอันแรงกล้าของ Sebastos ในตอนจบของบทเพลงประสานเสียงและยิ่งใหญ่ เขาจะมอบไม้บาตองแห่งโชคชะตาให้แก่มนุษยชาติด้วยตัวเอง\nเมื่อวันนั้นมาถึง ไม่ว่าจะยากดีมีจน ไม่ว่าเป็นนักปราชญ์หรืออนารยชน ทุกผู้ทุกคนย่อมมีอิสระกำหนดชะตากรรมของตัวเอง\n\nท่ามกลางคลื่นที่โหมกระหน่ำ ราชาตาบอดรีบเร่งไปสู่จุดจบที่ไม่มีใครหยั่งรู้ เพราะในสายตาของ Sybilla ไม่มีอนาคตอีกต่อไปแล้ว..."
	},
	"circlet": {
		"name": "Whimsical Dance of the Withered",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "หน้ากากที่เคยปิดด้วยทองคำเปลว อาจเป็นของที่ระลึกของผู้บังคับกองพันทหารโบราณ",
		"story": "นั่นคือยุคที่วังทองคำเก่าในอดีตกลายเป็นซากปรักหักพัง และเมืองที่รุ่งโรจน์ถูกฝังกลบอยู่ใต้คลื่นทะเลร้าง\nเราทั้งหลายต่างทราบถึงประวัติความเป็นมาในภายหลังว่า ในที่สุดวันแห่งการพิพากษาก็มาถึงตามกำหนด\nจินตนาการที่ต่อต้านโชคชะตาถูกทำลายด้วยความทะเยอทะยาน และการทรยศ ได้จมดิ่งไปพร้อมกับความรุ่งโรจน์ทั้งปวง\nหลังจากที่คลื่นโทสะสงบลง ม้าสีเทาก็แล่นมาตามสายลม และพรากเอาสิ่งมีชีวิตที่หลงเหลืออยู่ไป\n\nราวกับเป็นการเย้ยหยันของโชคชะตา เมื่ออาณาจักรใหม่แห่งสายน้ำถูกสร้างขึ้น ท่ามกลางเสียงกู่ก้องของอนารยชนในอดีต อำนาจทองคำที่ครั้งหนึ่งเคยปกคลุมทะเลสูง ก็ได้กลายเป็นตำนานไปจนหมดสิ้น\nเมื่อละครอันยิ่งใหญ่ปิดฉากลง เศษซากของโลกเก่าบนเวทีก็จะถูกลบเลือนไปตามกาลเวลา แม้แต่ชื่อของผู้ที่เคยหวังจะเป็นอมตะก็จะถูกลบหายไปเช่นกัน\nใครจะเชื่อกันล่ะ? เคยมีเรือขนาดใหญ่ที่มีสี่สิบฝีพายแล่นไปตามคลื่นสีฟ้า ท่ามกลางสายลมรุ่งอรุณ เพื่อเผยแพร่ความดีงามของอารยธรรมและความก้าวหน้าไปตามท้องทะเล\nใครจะเชื่อกันล่ะ? เคยมีเทพผู้ทรยศที่สูญสิ้นสรวงสวรรค์และท้าทายอำนาจฟากนภา มนุษย์มากมายนับไม่ถ้วนละทิ้งร่างของตน และร่วมเขียนบทกวีอันเพ้อฝันพร้อมกับเขา\n\nแล้วหลังจากนั้นล่ะ? หลังจากที่ทุกอย่างสิ้นสุดลง จินตนาการที่พังทลายจะหลงเหลือสิ่งใดไว้?\nบางทีอาจจะเป็นฝันก็เป็นได้ เพราะหลังจากนั้นแล้ว ความฝันนับไม่ถ้วนก็ถือกำเนิดขึ้นจากเศษเสี้ยวของจินตนาการ\nอย่างที่ผู้คนมักกล่าวกันว่า มหาสมุทรแห่งหยาดน้ำตาที่ไม่มีวันแห้งเหือด จะโผขึ้นสู่ท้องฟ้า แปรเปลี่ยนเป็นหยาดฝนร่วงหล่นลงมา\nสุดท้าย ความฝันทั้งหมดจะบรรจบเป็นหนึ่งเดียว และนำหนทางรอดสุดท้ายมาสู่ประชาชนทั่วหล้านภาลัย"
	}
}