{
	"id": 10008,
	"rarityList": [
		3,
		4
	],
	"name": "Gambler",
	"effect2Pc": "เพิ่มความเสียหายของสกิลธาตุขึ้น 20%",
	"effect4Pc": "เมื่อกำจัดศัตรูได้ จะมีโอกาส 100% ที่จะลบล้างช่วงเวลาคูลดาวน์ของ สกิลธาตุ โดยเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 15 วินาที",
	"flower": {
		"name": "Gambler's Brooch",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ที่สวยงามและดอกใหญ่จนบังลูกเต๋าที่ซ่อนไว้ได้มิด",
		"story": "นักพนันชอบอวดความมั่งคั่งของพวกเขาแม้ว่าเงินของพวกเขาจะ หายไปในชั่วข้ามคืนก็ตาม\nเธอจะกลัดเข็มกลัดดอกไม้ขนาดใหญ่และแปลกใหม่นี้ไว้ที่หูของเธอ มันเป็นเครื่องประดับที่แสนจะสะดุดตา\nแต่สิ่งที่คนไม่รู้ก็คือกลโกงของลูกเต๋า ที่ซ่อนอยู่ในภาชนะดอกไม้อย่างบรรจง\nนักพนันจะนำลูกเต๋านี้ออกมาเฉพาะตอนฉุกเฉินเท่านั้น\nการสลับลูกเต๋าภายใต้สายตาของแขกนี้ คือวิธีที่เธอจะพลิกเกม"
	},
	"plume": {
		"name": "Gambler's Feathered Accessory",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนหางของสัตว์ปีกขนาดยักษ์ ที่สามารถใช้ปกปิดไพ่ตายของคุณได้อย่างแนบเนียน",
		"story": "ขนนกสีสันสดใสนี้ทำหน้าที่เป็นหมวกตกแต่งของนักพนัน ความหรูหราเกิดเหตุของมันทำให้ชนชั้นสูงรู้สึกรังเกียจ\nแต่สิ่งที่เหล่าชนชั้นสูงมองไม่เห็นก็คือความประณีตของกลไกที่ซ่อน อยู่หลังเปลือกนอกของมัน\nเมื่อถึงเวลานักพนันจะสลับการ์ดที่ซ่อนอยู่ในเกมเพื่อพลิก สถานการณ์อย่างคล่องแคล่ว\nเมื่อมองเห็นการ์ดใบนี้ เหล่าชนชั้นสูงที่เคยแสดงท่าทีเหยียดหยามก็ต้องตกตะลึง"
	},
	"sands": {
		"name": "Gambler's Pocket Watch",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาพกที่ครั้งหนึ่งมันเคยรับความ เสียหายรุนแรงจนเกิดเป็นรอยแตก แทนเจ้าของมาแล้ว",
		"story": "ช่วงเวลาที่สมบูรณ์แบบเป็นสิ่งจำเป็นสำหรับกลโกงของนักพนันใน การทำงานให้ดีที่สุด\nนั่นจึงเป็นเหตุผลที่เธอต้องพกนาฬิกาทองนี้ไว้ในกระเป๋าเสื้อเสมอ\nระหว่างการพนันนับครั้งไม่ถ้วน ครั้งหนึ่งความไวต่อเวลาของเธอช่วยชีวิตเธอไว้ได้"
	},
	"goblet": {
		"name": "Gambler's Dice Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ภาชนะที่สร้างขึ้นเพื่อการใช้งาน เฉพาะอย่าง ไม่ได้มีกลไกพิเศษอะไรข้างในทั้งสิ้น",
		"story": "การพนันทุกอย่างนั้นไม่มีอะไรมากหรือน้อยไปกว่าความงมงาย พวกมันชอบถ้วยลูกเต๋าที่ทำขึ้นโดยเฉพาะ\nนี่คือถ้วยลูกเต๋าที่เธอทำขึ้นโดยเฉพาะ ข้างในนั้นกลับไม่มีกลไกอะไรซ่อนอยู่\nโชคชะตาตัดสินใจเพียงครึ่งหนึ่งของลูกเต๋าและอีกครึ่งตัดสินใจด้วยตัวเอง\nและเธอไม่เคยโยนลูกเต๋าออกนอกโต๊ะเลย"
	},
	"circlet": {
		"name": "Gambler's Earrings",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "ต่างหูสีน้ำเงินที่ทำให้จิตใจสงบและ กระตุ้นให้เกิดการคิดอย่างมีเหตุผลในการประเมินความเสี่ยงเมื่อสวมใส่",
		"story": "นักพนันมักสวมเครื่องประดับที่เกินจริงเพื่อระลึกถึงความมั่งคั่งที่สูญหายไป\nอัญมณีสีฟ้าให้ความเงางามราวกับท้องฟ้าและทะเลสาบ\nต่างหูเหล่านี้ถูกเคลือบด้วยสารระงับประสาทเพื่อให้นักพนันสงบสติ ระหว่างเกม\nในเกมที่เดิมพันถึงชีวิตของแต่ละฝ่าย ความสงบและเหตุผลที่เพิ่มขึ้นมาเพียงเล็กน้อยก็ตัดสินผลได้"
	}
}