{
	"name": "Gilded Dreams",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย",
	"4pc": "ภายใน 8 วินาที หลังจากทำให้เกิดปฏิกิริยาธาตุ ตัวละครที่สวมใส่ จะได้รับการเสริมพลัง โดยขึ้นกับประเภทธาตุของตัวละครอื่นในทีม: ตัวละครทุก 1 ตัว ในทีม ที่มีชนิดธาตุเหมือนกับผู้สวมใส่ จะทำให้พลังโจมตีเพิ่มขึ้น 14%; ตัวละครทุก 1 ตัว ในทีม ที่มีชนิดธาตุต่างกับผู้สวมใส่ จะทำให้ความชำนาญธาตุเพิ่มขึ้น 50 หน่วย ซึ่งเอฟเฟกต์แต่ละชนิดที่กล่าวถึงข้างต้น จะนับตัวละครมากสุด 3 ตัว โดยที่ทุก 8 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"flower": {
		"name": "Dreaming Steelbloom",
		"relictype": "Flower of Life",
		"description": "ดอกไม้ตูมซึ่งถูกทำขึ้นจากทองคำสีเข้ม กลีบดอกที่ไม่มีวันบานนั้น ห่อหุ้มแกนกลางดอกไม้ที่มีสีแดงเข้มอยู่",
		"story": "\"ในความฝันสีทอง ไม่มีใครต้องดื่มน้ำขมแม้แต่หยดเดียว\"\nตำนานในอดีตเล่าขานว่าเคยมีเพื่อนรักสามคนที่ร่วมเดินทางด้วยกัน\nสุดท้ายแล้ว หนึ่งในนั้นร่วงโรยไปดั่งกุหลาบหนาม และย่อยสลายไปในดิน\nดินแดนแห่งดอกไม้ถูกพายุทรายบดขยี้จนเป็นเรื่องราว และกลายเป็นความฝันในบทเพลง\n\nหนึ่งในเพื่อนรักได้สร้างโอเอซิสอันโอ่อ่าที่ไม่เคยพบเห็นขึ้นในมุมหนึ่งของทะเลทราย\nอีกคนหนึ่งใช้สติปัญญาและแรงกายทั้งหมด สร้างหอมายาที่จะคงอยู่ในผืนทรายตลอดกาล\nความเศร้าและการจากลาไม่ควรทิ้งรอยประทับไว้บนใบหน้าของผู้ใดเลย\n\n\"เมื่อดวงจันทร์ลาลับจากฝ่ามือของเจ้า และเก็บแสงเงินยวงโดดเดี่ยวบนเขาวงกตแห่งทะเลทรายกลับคืนไป\"\n\"หวังว่าเจ้าจะยังคงจดจำภาพของคนรักในฝัน ที่สว่างเด่นชัดอยู่ภายใต้แสงแดดอันเจิดจ้า\"\n\nและแล้ว ความยึดติดก็ค่อย ๆ ลอยขึ้นจากโลกใหม่ที่กำลังลุกไหม้ ดั่งเปลวไฟที่ไร้ควัน\nดังนั้น หากตาข้างหนึ่งย้อนมองอดีต อีกข้างหนึ่งเฝ้ามองแต่ความฝัน สุดท้ายจะต้องหลงทางเป็นแน่\nด้วยเหตุนี้ เขาจึงทอดสายตามองปัญญาจากเบื้องลึกแห่งบาป เงี่ยหูฟังคำกระซิบที่หวานชื่น..."
	},
	"plume": {
		"name": "Feather of Judgment",
		"relictype": "Plume of Death",
		"description": "ขนนกพิเศษที่ใช้ชั่งน้ำหนักหัวใจของเหล่าคนบาป ในทุกวันนี้ ได้สูญเสียความสามารถในการทำงานเดิมไปแล้ว",
		"story": "\"ในโลกใบใหม่ ทุกอย่างล้วนเป็นสิ่งดีงาม\"\nในโบราณกาล เมื่อบัญชาแห่งสรวงสวรรค์เงียบงันลง แผ่นดินจึงสูญเสียเจ้าของไป\nอารยธรรมและความสงบร่มเย็นในอดีตถูกลืมเลือนไปท่ามกลางความมืดมิด\n\nวันหนึ่ง กฎแห่งกาลเวลาที่ไม่อาจเปลี่ยนแปลง ได้ประเมินสรรพสิ่งในทะเลทรายอีกครั้ง\nใช้ขนนกชั่งวัดหัวใจ ใช้เหล็กหลอมประเมินสติปัญญา และปกครองทุกสิ่งด้วยเหตุผลที่เป็นกลาง\nการปฏิบัติตามคำตัดสินของราชันแห่งเทพ เป็นกฎแห่งเลือดที่ถูกสลักไว้เหนือดินแดนสุขาวดีแห่งทะเลทราย\nเมื่ออุดมการณ์ในการปกครองบิดเบี้ยวเพราะความโศกอย่างลึกซึ้ง ชนชั้นสูงก็กลายเป็นผู้ร่วมกระทำผิดไปด้วย\nเพิกเฉยต่อฐานพระราชวังที่ค่อย ๆ จมลงสู่ผืนทราย และมุ่งหน้าสู่อนาคตอันมืดมนและบ้าคลั่ง\n\n\"การทรยศทั้งหมดควรถูกตัดสินอย่างไร้ความปรานี\"\n\"ผลของการตัดสินคือการทำลายล้างอย่างสิ้นเชิง\"\nสุดท้ายแล้ว ความอวดดีจองหองที่ผุดขึ้นดั่งภาพมายาได้กัดกร่อนกฎเกณฑ์ จนมันกลายเป็นเครื่องพันธนาการ\nการตัดสินใจของราชันแห่งเทพ ทำให้ความโชคร้ายกลายเป็นโซ่ตรวนที่ผูกล่ามโชคชะตาของราษฎรไว้"
	},
	"sands": {
		"name": "The Sunken Years",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาแดดโบราณที่ส่องแสงเป็นประกายสีทองเข้ม ดูราวกับกำลังบอกเล่าถึงวันคืนเก่า ๆ ของทะเลทราย",
		"story": "\"นิมิตแห่งทองคำจะปรากฏขึ้นด้วยรูปแบบที่โบราณที่สุด\"\nในตอนแรก แต่ละชนเผ่าร่วมอาศัยอยู่กับผืนทราย เชื่อมโยงสายเลือดไว้กับแผ่นดิน\nพวกเขาปฏิบัติตามกฎแห่งเลือด และเกรงกลัวความทรงจำอดอยากเร่ร่อนที่ฝังลึกอยู่ในสายเลือด\n\nต่อมา เมื่อกาลเวลาพร้อมเม็ดทรายพากันมาโหมโจมตีแผ่นดิน ราชันแห่งเทพจึงลุกขึ้นฮือ แล้วทอดเงาอันยิ่งใหญ่ของพวกเขาลงมา\nในยุคสมัยที่ถูกลืมเลือน เทพเจ้าได้เนรมิตดินแดนสุขาวดีขึ้น ปกคลุมแผ่นดินนี้ด้วยโอเอซิสและธารน้ำ\nเผ่าต่าง ๆ ที่ยึดถือแบบอย่างของราชันแห่งเทพ ต่างพากันสร้างกำแพงสูง บัลลังก์ และก่อตัวขึ้นเป็นเมืองประเทศราชที่รุ่งเรือง\nเพราะเลียนแบบภาพลักษณ์ของราชันแห่งเทพ จึงทำให้ประเทศราชหวนระลึกถึงอดีตครั้งเก่า ตอนที่พวกเขายังมีราชากับนักบวชอยู่\nในขณะนั้นเอง ราชาผู้ปราดเปรื่องได้รับคำพยากรณ์จากสวรรค์ และแผ่นดินก็ยังไม่รู้จักภัยพิบัติ...\n\n\"ราชาจะใช้ปัญญาทำให้อดีตอันรุ่งโรจน์ปรากฏขึ้นอีกครั้ง\"\n\"ใช้พลังแห่งเทพที่ไม่จำกัดหยุดการไหลของทรายแห่งกาลเวลา\"\n\nถูกแล้วล่ะ สักวันหนึ่งยุคทองของราชาและราษฎรแห่งทะเลทรายจะต้องมาถึง\nแดนฝันทองคำเพรียกหาเม็ดทรายล่องพเนจร ในความฝันจะไม่มีความโศกเศร้าและการพรากจากกันอีก"
	},
	"goblet": {
		"name": "Honeyed Final Feast",
		"relictype": "Goblet of Eonothem",
		"description": "แก้วไวน์ที่ครั้งหนึ่งเคยถูกใช้ในงานเลี้ยงใหญ่ในสมัยโบราณ ตอนนี้ได้สูญเสียสีสันอันงดงามที่มีในอดีตไปแล้ว",
		"story": "\"ความสุขที่มีจุดสิ้นสุดมักจะจบลงด้วยความขมขื่น\"\n\"ความทรงจำอันหวานชื่นสลายไปราวมวลหมอก\"\nในแรกเริ่ม งานเลี้ยงฉลองเป็นของนายหญิงแห่งบุปผาและราตรีแห่งจันทรา อำนาจเป็นของราชาแห่งทะเลทราย ชีวิตเป็นของผู้ดูแลต้นไม้ใบหญ้า\nจันทราสีเงินยวง สุริยาทองอร่ามและโอเอซิสสีเขียวมรกต ราชันแห่งเทพทั้งสามได้ร่วมสาบาน ผูกสัมพันธ์เป็นพันธมิตรกัน\n\n\"ในยุคสมัยเหล่านั้น แสงจันทร์ได้เล่าความสุขของพวกเขาให้นกไนติงเกลและดอกกุหลาบฟัง\"\n\"แล้วพวกเธอก็หวาดกลัว และเขินอาย จนกระทั่งไม่สามารถขับร้องบทเพลงตอบโต้ออกมาได้เลย\"\n\"ความร่มเย็นสงบสุขในสรวงสวรรค์ไร้อาวรณ์ร่วมกันแห่งนี้ ปราศจากการแบ่งแยก และไม่มีภัยพิบัติใด...\"\n\"อยากให้ความสุขดั่งภาพมายาในตอนนี้เป็นนิจนิรันดร์เสียจริง ไม่ต้องเป็นทุกข์ระทมกับการจากลาอีกต่อไป\"\n\nต่อมา กาลเวลาได้ตัดขาดการเชื่อมโยงของกลางวันและกลางคืน ทำลายคำมั่นสัญญาที่มีมาอย่างยาวนาน\nราตรีที่เงียบสงบจมลงสู่ผืนทราย แสงแดดที่ปกคลุมทุกสิ่งก็แผ่รังสีร้อนระอุออกมา\nร่วมเฉลิมฉลองในงานเลี้ยงของราชันแห่งเทพ ช่วงเวลาอันงดงามดังฝันที่แสนสั้นยังตราตรึงอยู่ในความทรงจำของนักบวชและราษฎร\nแต่สุดท้ายแล้วความฝันก็ไม่อาจรอดพ้นจากการจับกุมของเหตุผล และถูกโยนเข้าไปบดขยี้ในเครื่องจักรอันไร้ชีวิต\nท่ามกลางเครื่องจักรและฝันร้ายอันมืดมิด ชีวิตใหม่ได้หลุดออกมาจากเปลือกที่ห่อหุ้ม...\n\n\"หลอมรวมความคิดทั้งปวงเป็นหนึ่งเดียว รวบรวมแผนการทั้งมวลเป็นเพียงหนึ่ง\"\n\"นับแต่นี้ต่อไป มนุษย์จะกลายเป็นราชาแห่งราชา เป็นเทพแห่งทวยเทพ\"\nจากนั้น บทเพลงไว้อาลัยจึงถูกบรรเลงขึ้นเพื่อราชาผู้โดดเดี่ยว\nและทรายทองอร่ามนั้นล่วงรู้ถึงจุดจบแห่งความพ่ายแพ้ตั้งนานแล้ว"
	},
	"circlet": {
		"name": "Shadow of the Sand King",
		"relictype": "Circlet of Logos",
		"description": "ผ้าโพกศีรษะลายทองของนักบวชแห่งทะเลทรายในสมัยโบราณ รูปทรงของมันถูกทำขึ้นเลียนแบบของที่สวมใส่โดยผู้ปกครองในตำนานของชาวทะเลทราย",
		"story": "\"ราชาจะเสด็จมาพร้อมกับแสงเจิดจรัสดั่งสุริยา\"\n\"เพื่อถอดมงกุฎหนามออกจากศีรษะของราษฎร\"\nในตอนแรก เสาศักดิ์สิทธิ์ตกลงมาจากฟากฟ้า และฝังทุ่งหญ้ากับผืนป่าเอาไว้ใต้ผืนทราย\nดวงอาทิตย์สีทองลาลับขอบฟ้าแล้วลอยขึ้นใหม่ ช่วยห่มอาภรณ์หรูแห่งความตายให้กับทะเลทราย\n\nในเวลาต่อมา สายลมพิษแห่งกาลเวลาได้ปลุกผู้ล่วงลับให้ตื่นขึ้นมา นำมาซึ่งการรำลึกถึงอดีต\nในช่วงเวลาที่ต้องสาปนั้น แว่นแคว้นต่าง ๆ เจริญเติบโตท่ามกลางโอเอซิสอันอุดมสมบูรณ์\nเหล่านักบวชเจริญรอยตามอุดมการณ์ของราชันแห่งเทพ ปกครองดินแดนสุขาวดีอย่างยุติธรรม แผ่ปกความมั่งคั่งไปทุกแห่งหน\nในอดีตนั้น ราชาผู้ปรีชาของมนุษย์และนักบวชเป็นผู้รับโองการจากสวรรค์ พวกเขาเป็นเจ้าผู้ปกครองพื้นดิน\nแล้วตอนนี้ บรรดาชนชั้นสูงที่รับหน้าที่ปกครองโอเอซิส ได้กลายเป็นเงาของเทพไปแล้ว\n\n\"เครื่องราชกกุธภัณฑ์และคทาศักดิ์สิทธิ์เหมือนมะกอกป่าที่มีอยู่เต็มพื้นดิน\"\n\"ราษฎรเจริญเติบโตและแสวงหาหนทางใหม่ อยู่ใต้ร่มไม้\"\n\nเวลาผ่านไปเนิ่นนาน การตัดสินใจที่เหลวไหลได้ถูกสั่งการลงมาพร้อมกับความเพ้อฝัน\nและใช้ความคาดหวังอันงดงามเป็นเหยื่อ หลอกล่อราษฎรไปสู่จุดจบที่ขมขื่น"
	}
}