{
	"id": 15001,
	"rarityList": [
		4,
		5
	],
	"name": "Gladiator's Finale",
	"effect2Pc": "เพิ่มพลังโจมตี 18%",
	"effect4Pc": "เมื่อตัวละครที่สวมเซ็ตอาร์ติแฟกต์นี้ใช้ดาบ, ดาบใหญ่, หอก ตัวละครจะสร้างความเสียหายจากการโจมตีปกติเพิ่มขึ้น 35%",
	"flower": {
		"name": "Gladiator's Nostalgia",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ไม่มีใครรู้ถึงเหตุผลที่ Gladiator ในตำนาน กลัดดอกไม้นี้ไว้บนอกของเขา มันเป็นสิ่งที่อ่อนโยนเพียงสิ่งเดียวบนร่างของเขา",
		"story": "แต่เดิมเป็นดอกไม้ขนาดเล็กที่หาได้ทั่วไปที่ถูกเด็ดขึ้นมาโดยเจ้านายผู้อ่อนโยนของนักสู้\nเขาใช้มันทำเข็มกลัดและกลัดไว้ไว้ที่หน้าอกของนักสู้ มันได้กลายเป็นด้านที่อ่อนโยนที่สุดของเขา\n\nในตอนที่นักสู้ยังไม่เป็นตำนานที่ยังมีชีวิต ครั้งหนึ่งเขาเคยเดินร่วมกับเจ้านายน้อยอยู่ในสวน\nเจ้านายเด็ดดอกไม้และส่งมันให้กับทาสผู้เงียบขรึม\n\"ของขวัญไม่จำเป็นต้องเป็นของรางวัล บางทีอาจเป็นเพียงความตั้งใจที่จะให้\"\nในอนาคตอีกไกลนับจากนี้ เจ้านายผู้เจ้าเล่ห์จะกล่าวข้อความนี้ต่อเขา\n\nในตอนที่นักสู้ผู้ไร้พ่ายต้องล้มลงแทบเท้าของหญิงสาว\nเขาได้นึกถึงความฝันที่เขามีเมื่อหลายปีก่อน\n\"ช่างเป็นดอกไม้ที่งดงามอะไรเช่นนี้ ไม่รู้ว่าเมื่อไหร่ฉันจะออกไปดูได้บ้าง\"\n\"หน้าตาของดอกไม้ที่เติบโตอยู่ในป่าจะเป็นยังไงกันนะ\""
	},
	"plume": {
		"name": "Gladiator's Destiny",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ปีกแห่งความฝันที่มีอิสรเสรีเฉกเช่น พญาเหยี่ยว ในช่วงวาระสุดท้าย นกที่ไร้ซึ่งพันธะจะทิ้งขนนกนี้ลงบน กลางหน้าอกของเขา",
		"story": "เมื่อนักสู้ผู้ไร้พ่ายได้ยอมรับจุดจบของเขา\nผู้ท้าชิงสาวได้แสดงความเคารพครั้งสุดท้ายของเธอต่อนักสู้\n\nเมื่อความหยิ่งยโสของชัยชนะและความปรารถนาที่จะมีอิสรภาพ จางหายไปในอากาศราวกับสายหมอกยามเช้า\nและเมื่อแสงยามรุ่งสางส่องบนเวทีผ่านชั้นเมฆสีเลือด นักสู้ก็เห็นนกที่บินไปมา\n\nการต่อสู้อีกครั้งสุดท้ายก่อนจะได้รับอิสรภาพ นักสู้กลับต้องพ่ายแพ้ต่อหญิงสาวผู้ไม่รู้ที่มา\nเสียงร้องและเสียงโหยหวนระเบิดขึ้นมาในหมู่ฝูงชนราวกับฟ้าคะนอง แต่ผู้ชนะปฏิเสธที่จะเหยียดหยามคู่แข่งของเธอโดยการประหารชีวิต\nเธอไม่ได้พุ่งดาบของเธอไปที่คอหอยของคู่ต่อสู้ และจบชีวิตของเขาเหมือนอย่างทาสคนหนึ่ง\n\nบาดแผลที่ได้รับการรักษาถูกปกคลุมไปด้วยขนนก\nในที่สุดนักสู้ก็เริ่มต้นการเดินทางราวกับนกที่มีอิสระ\nไปยังสถานที่ที่ดอกไม้บานและนกบินทะยานไป"
	},
	"sands": {
		"name": "Gladiator's Longing",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "ตัวจับเวลาที่บันทึกระยะเวลาตลอด ชีวิตการต่อสู้ฆ่าฟันของ Gladiator ในโคลอสเซียม เป็นสิ่งแสดงถึงการรอคอยต่ออิสรภาพที่เขาควรได้รับในตอนท้าย",
		"story": "นักสู้สร้างนาฬิกาทรายนี้ขึ้นมาเพื่อตัวเองและจะพลิกมันทุกการต่อสู้\nเมื่อนาฬิกาทรายหยุดลง นักสู้ก็จมลงสู่บ่อน้ำที่เต็มไปด้วยเลือด\n\nเมื่อนักสู้เข้าสู่สนามรบ เขาวางนาฬิกาทรายไว้ข้าง ๆ\nเมื่อการต่อสู้จบลงและผู้คนเริ่มส่งเสียงเชียร์เขา ทรายในนาฬิกาทรายนั้นก็ยังคงไหลอยู่\n\nนั่นคือการต่อสู้ครั้งสุดท้ายของนักสู้ ฝ่ายตรงข้ามนั้นเป็นหญิงสาวร่างบางที่เพิ่งเริ่มสู้เป็นครั้งแรก\nจากสายตาของเธอ เขาเห็นทั้งความหวาดกลัวและประกายของดวงตาของลูกสิงโต\nจากการก้าวเดินของเขา เธอเห็นโซ่ตรวนที่ผูกมัดนักสู้มาตลอดหลายปี\nมันเป็นการต่อสู้ที่นักสู้สูงวัยไม่ได้พบเจอมานานหลายปี ดุดัน...และน่าพอใจ...\nแต่การต่อสู้จบลงในชั่วพริบตา ดาบแทงเข้าไปยังหัวใจของนักสู้และทรายในนาฬิกาทรายของเขาก็หยุดไหล"
	},
	"goblet": {
		"name": "Gladiator's Intoxication",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "แก้วทองคำที่แชมป์ Gladiator ใช้ดื่มเหล้าในสมัยโบราณ มันถูกเติมเต็มไปด้วยชัยชนะของเขาตลอดหลายปีจนกระทั่งวันที่เขาล้มลง",
		"story": "กุณโฑที่ทำจากทองคำ มันเป็นของขวัญจากเจ้านายของแชมป์นักสู้\nเครื่องดื่มที่แชมป์นักสู้ดื่มจากกุณโฑนี้ มันคือไวน์ชั้นดีหรือเลือดของผู้ที่พ่ายแพ้\n\nนักสู้ชนะการต่อสู้นองเลือดอีกครั้ง ร่างของเขาฟกช้ำไปทั่วและอุทิศให้กับเจ้านายของเขา\nชัยชนะ เกียรติยศ และเสียงปรบมือนั้น มักจะทำให้มึนเมากว่าไวน์ชั้นดีและลืมความเจ็บปวดทางร่างกาย\n\nเจ้านายอนุญาตเขาให้ร่วมงานฉลองและมอบกุณโฑนี้ให้แก่เขา\nมันเป็นกุณโฑที่ประณีตซึ่งทำขึ้นเพื่อเขาโดยเฉพาะเพื่อแสดงถึงความห่วงใยของเจ้านาย\nความทรนงนั้นเปรียบเหมือนโซ่ทองคำ ความสัมพันธ์ส่วนตัวกลับเป็นเหมือนดั่งพิษที่แพร่เข้าไปในกระดูก\nฮีโร่ลังเลที่จะดื่มไวน์ฉลองชัยชนะ และพลาดโอกาสดีที่จะปลดปล่อยตนเอง"
	},
	"circlet": {
		"name": "Gladiator's Triumphus",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "หมวกเกราะของ Gladiator ในตำนาน เปรอะเปื้อนไปด้วยคราบเลือดของ ศัตรูนับไม่ถ้วน และเคยได้รับเสียงเชียร์ตอบรับจากผู้ชมอย่างล้นหลามเช่นกัน",
		"story": "หมวกนักสู้ของ Mondstadt ในสมัยโบราณ ด้านบนมีขนนกที่ดูสะดุดตาอยู่\nสำหรับผู้ชมที่คลั่งไคล้ หมวกนักสู้นี้เป็นสัญลักษณ์ของการต่อสู้อันไร้พ่าย\n\nนักสู้ในตำนานได้ผ่านการสู้รบหลายร้อยครั้งและไม่มีมนุษย์หรืออสูร ตนใดที่สามารถเอาชนะดาบของเขาได้\nในชัยชนะแต่ละครั้ง นักสู้ผู้ไร้พ่ายได้เดินผ่านประตูราวกับฮีโร่และตอบรับเสียงเชียร์ของผู้ชม\n\nเฉพาะในช่วงเวลาแห่งชัยชนะ ทาสดูเหมือนจะกลายเป็นเจ้านาย แต่แสงสว่างของเสรีภาพถูกปกคลุมด้วยความเย่อหยิ่ง\nในช่วงเวลาแห่งชัยชนะ นักสู้เห็นโลกภายนอกห้องขังอย่างแท้จริง และความหวังในการไถ่ถอนตัวเองก็ใกล้ขึ้นเรื่อย ๆ\n\nจนถึงวันที่หมวกของฮีโร่หล่นกลิ้งลงกับพื้น อัฒจันทร์และสนามรบถึงได้ตื่นขึ้นจากความฝัน\nอย่างไรก็ตามทาสไม่ได้ทำให้เจ้านายของเขาพอใจด้วยการใช้ ประโยชน์จากชีวิตที่ต่ำต้อยของเขา"
	}
}