{
	"id": 15032,
	"rarityList": [
		4,
		5
	],
	"name": "Golden Troupe",
	"effect2Pc": "ความเสียหายของสกิลธาตุเพิ่มขึ้น 20%",
	"effect4Pc": "ความเสียหายของสกิลธาตุเพิ่มขึ้น 25%; นอกจากนี้ เมื่อตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ความเสียหายของสกิลธาตุจะเพิ่มขึ้นอีก 25% โดยที่เอฟเฟกต์นี้จะถูกลบล้างหลังจากตัวละครเข้าร่วมการต่อสู้ 2 วินาที",
	"flower": {
		"name": "Golden Song's Variation",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ประณีตงดงามที่ทำขึ้นจากหอย ไข่มุกและทองคำเปลว มันกำลังแบ่งบานอย่างภาคภูมิใจ",
		"story": "บทเพลงแห่งโชคชะตาที่เคยบรรเลงผ่านสายน้ำทุกแห่งหน เผยแพร่ท่วงทำนองของระเบียบและอารยธรรมอย่างกลมกลืน\nทุกตัวโน้ตที่บรรจบกัน คือการแทนที่อารยธรรมบนความป่าเถื่อน ดินแดนแห่งบรรพกาลที่ปราศจากกฎเกณฑ์ได้ถูกพลิกโฉมใหม่\n\nต้นหญ้าที่ปราศจากรากและใบกำลังลอยอยู่เหนือน้ำ กวัดแกว่งไปมาตามกระแสพายุคลื่นทะเล\nนักดนตรีและนักรบวัยเยาว์ได้มาพบกัน ณ ชนเผ่าแห่งหนึ่งที่มีอายุขัยสั้นเหมือนหญ้าทะเล\nท่ามกลางมหากาพย์เรื่องเล่าความสำเร็จที่งดงามดังดาราพร่างพราว ยังมีบทเพลงพื้นเมืองหนึ่งที่ถูกมองข้ามไป\nแต่คลื่นทะเลได้เป็นสักขีพยานแห่งมิตรภาพของนักรบทั้งสอง และได้เป็นลางบอกถึงจุดจบของพวกเขาเช่นกัน\n\nนักดนตรีวัยเยาว์ยังไม่อาจตัดความอ่อนต่อโลกที่เผ่าอนารยชนเคยมีอยู่ได้ ไม่นานนักเขาได้กลายเป็นเพื่อนกับคนรับใช้ที่เป็นเชลยคนนั้น\nไม่มีผู้ใดทราบชื่อของคนรับใช้คนนั้น แต่หลังจากนี้ชื่อของ \"Cassiodor\" จะแพร่กระจายไปทั่วแผ่นดิน\nต่อมา นักรบวัยเยาว์คนนั้นได้ตามนักดนตรีวัยเยาว์อีกคนมายัง Capitolium เมืองที่สูงที่สุดในอาณาจักรทองคำ\nพวกเขาสำเร็จการฝึกฝนและบทเรียนที่เคร่งครัด และได้รับการเลื่อนขั้นจากเทพราชาทองคำให้เป็นเจ้าของความภาคภูมิใจ\n\n\"ความภาคภูมิใจเหมือนดังดอกไม้ทองคำที่ประดับอยู่บนทรวงอกของผู้คนในอาณาจักรที่รุ่งโรจน์ การปกครองภายใต้วิสัยทัศน์ของเทพราชาจะปราศจากซึ่งความยากจน ความอ่อนแอและความป่าเถื่อน\"\n\"ความภาคภูมิใจคือโล่แห่งเกียรติยศของอาณาจักรที่รุ่งโรจน์ และเป็นหัวหอกประกายสีทองที่คอยปกป้องอำนาจเหนือใครของเทพราชา\"\n\"มีเพียงอยู่ใต้อำนาจการปกครอง ทุกอย่างถึงจะเป็นไปตามกฎระเบียบ และภายใต้ระเบียบนั้น ศิลปะและความงามถึงจะเติบโตอย่างเป็นรูปธรรม\"\n\"ในอาณาจักรทองคำอันศิวิไลซ์ ไม่มีที่ยืนสำหรับความอ่อนแอ ความโง่เขลาและความป่าเถื่อน... มีเพียงการยอมจำนน หรือดับสูญ\"\n\n\"สหายและพี่น้องของข้า อย่ามัวยึดติดกับอดีตที่ข้นแค้นเหล่านั้น อย่ามัวละโมบลุ่มหลงอยู่กับศักดิ์ศรีต่ำต้อยจอมปลอมของคนในอดีต\"\n\"เมื่อตัดสินใจทอดทิ้งตัวตนธรรมดาและความอ่อนแอ เพื่อกลายเป็นคนที่แข็งแกร่งดังเหล็กกล้า แล้วยังต้องถอนหายใจให้กับเรื่องเล็กน้อยไปทำไม?\"\n\"สหายและพี่น้องของข้า โปรดจงฟังเสียงท่วงทำนองจากก้นบึ้งหัวใจที่ไม่เคยแปรผันนั้น นั่นคือเสียงกระซิบของเทพราชา\"\n\"ดวงตาของอาณาจักรที่รุ่งโรจน์คู่นั้น เพียงมองไปยังยุคทองคำที่สมบูรณ์แบบ อนาคตจะเป็นดังท่วงทำนองที่ปิดท้ายการล่มสลายของคนยุคเก่า\""
	},
	"plume": {
		"name": "Golden Bird's Shedding",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนนกทำจากลวดเงินและทองคำ อัญมณีสีฟ้าใสบนนั้นเปล่งประกายงดงาม",
		"story": "เมื่อลมทะเลค่อย ๆ สงบ ท้องฟ้ายามเย็นถูกย้อมเป็นสีชมพู\nเรือมากมายจอดเทียบท่า นกทะเลโบยบินต่อไป เหลือทิ้งไว้เพียงขนนกที่ร่วงหล่น\n\nวงดนตรีซิมโฟนีอันยิ่งใหญ่ก็มีช่วงเวลาสิ้นสุดการแสดง เช่นเดียวกับที่ไม่มีอาณาจักรใดสามารถดำรงอยู่ได้ตลอดไป\nเมื่อเส้นทางน้ำขยายกว้างขึ้น อำนาจไม่เพียงนำมาซึ่งความก้าวหน้าและกฎระเบียบ แต่ยังนำมาซึ่งความหยิ่งยโส ความรุนแรง และการขูดรีดด้วย\nในเมืองอันห่างไกลของ \"คนในอดีต\" กลางหุบเขาที่ผู้ถือสันโดษเร้นกายอยู่ แม้กระทั่งเชิงเขา Capitolium...\nเมื่อนักดนตรีเพลงประสานผู้สูงส่ง และกองทัพเหล็กที่สวมเกราะสว่างไสวมาถึง ก็แย่งชิงทุกอย่างไปจากผู้คน\nส่วนเหล่าผู้เข้มแข็งที่ยังไม่ถูกพิชิต และยังไม่ถูกแย่งหยดน้ำไป ต่างสามัคคีกันต่อต้านสุดชีวิต\n\n\"เป็นอย่างที่ฉันกังวล เป็นอย่างที่ฉันทอดถอนใจเลย เพื่อนเอ๋ย เมื่อคุณร้องและบรรเลงเพลง คุณควรจะฟังเสียงของคนอ่อนแอด้วยนะ\"\n\"ไม่ใช่ทุกคนที่จะยอมให้ช่วงชิงบ้านเกิดและธรรมชาติ และไม่ใช่ทุกคนที่จะยอมรับท่วงทำนองของพวกเราได้\"\n\"คุณเคยเรียกพวกเขาว่า 'คนในอดีต' เพื่อนเอ๋ย แต่คนที่ภักดีต่อคนในอดีต ก็ยังมีศักดิ์ศรีและความยึดมั่นที่ไม่อาจมองข้ามได้\"\n\"พวกเราเคยคิดว่าสามารถเอาชนะและควบคุมคนอื่นได้ตามต้องการ แต่ความรุ่งเรืองของอาณาจักรที่รุ่งโรจน์จะเป็นไปได้ยังไง...\"\n\n\"อ่อนแอ! อ่อนแอ! ความสงสารที่แสนอ่อนแอบดบังสติปัญญาของคุณ ทำให้คุณใจอ่อน และกลายเป็นจุดอ่อนที่ปรากฏอยู่ด้านหลังของคุณ\"\n\"ทั้งความป่าเถื่อนและล้าหลังที่ยังคงแฝงอยู่ตามที่ต่าง ๆ ใน Fontaine และแหล่งน้ำที่เป็นพิษต่อ Fontaine พวกเราต้องกำจัดพวกมันซะ\"\n\"ถ้าพวกป่าเถื่อนยอมรับกฎระเบียบทองคำอันยิ่งใหญ่ พวกเราก็จะยอมรับพวกเขา เหมือนกับที่ราชาผู้ทรงเกียรติยอมรับพวกเรา\"\n\"ทว่านับตั้งแต่ที่มังกรพิษ Scylla ทำลายหอคอยของพวกเรา เข่นฆ่านักดนตรีของพวกเรา คนป่าเถื่อนที่ถูกวางยาก็ไม่คู่ควรต่อการยอมรับหรือช่วยเหลืออีกต่อไป\"\n\"ในเมื่อไม่คู่ควรให้เรายอมรับ พวกเขาจึงควรถูกกำจัดไปจากที่ดินและแหล่งน้ำ เหมือนที่พวกเรากำจัดโรคระบาด หรือดับไฟป่า\"\n\nทันใดนั้นยุคทองพลันหยุดลง แล้วตกอยู่ในสงครามและการก่อกบฏอันไม่มีที่สิ้นสุด\nในท้องพระโรงเต็มไปด้วยเสียงโห่ร้องแห่งการพิชิตและการทำลาย รวมถึงเสียงร่ำไห้อันเจ็บปวดของพวกป่าเถื่อน เทพราชาพลันสะดุ้งตื่นจากความฝัน..."
	},
	"sands": {
		"name": "Golden Era's Prelude",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาแดดสวยงามที่สลักขึ้นจากทองและเงิน เวลาบนนาฬิกาแดดคล้ายจะหยุดเดินไปเป็นเวลานานแล้ว",
		"story": "ลมทะเลยามรุ่งอรุณกำลังสำราญกับการพัดพาบทกวีเก่าแก่...\nกระแสของกาลเวลาไม่ขับเคลื่อนไปข้างหน้าอีกต่อไป มันได้หวนย้อนตามนักร้องคนนั้นกลับสู่อดีต\n\nเรือเล็กลอยล่องไปตามกระแสน้ำทะเล ข้ามผ่านโดมประดับทองคำของอาณาจักรที่รุ่งโรจน์\nลอดผ่านกำแพงสูงที่ล้อมรอบคฤหาสน์สีเขียว ท่ามกลางสายลมแผ่วเบาของฤดูร้อน\nทั้งเหล่าชนชั้นสูงในเรือเล็ก หรืออนารยชนที่ถูกจับมาเป็นเชลย\nต่างดำดิ่งอยู่ในท่วงทำนองของยุคสมัยที่สวยงาม ดื่มด่ำอยู่กับความทรงจำครั้งเก่า...\n\nเพราะนี่คือยุคที่เรืองรองด้วยสีทองอร่าม... ยุคของราชาแห่งความรุ่งโรจน์\n\n\"ข้ามาจากอาณาจักรคับแคบบนเกาะร้าง เกิดในกระท่อมฟาง และเติบโตมากับหมู่บ้านที่สร้างด้วยต้นกก\"\n\"เมื่อครั้งที่นักรบผู้สวมชุดเกราะแพรวพราวมาเยือนบ้านเกิดของเรา และประกาศการ 'ยึดครอง' \"\n\"ตอนนั้นข้ายังเป็นแค่เด็กน้อยคนหนึ่งที่เดินต้อย ๆ ตามคนครึ่งเทพตัวสูงใหญ่เหล่านี้ไปยังเมืองหลวงอย่างไม่รู้ประสีประสาอะไร\"\n\"และโชคดีที่ทักษะการบรรเลงอย่างคล่องแคล่วบวกกับเสียงร้องก้องกังวานนี้ ทำให้ข้าหลบพ้นชะตากรรมของการตกเป็นทาส\"\n\"หลังจากนั้นมา ข้าที่ได้รับการชื่นชมจากเทพราชาถึงจะมีโอกาสได้รู้จักกับพลังของอารยธรรมและกฎระเบียบเป็นครั้งแรก\"\n\"ข้าทอดทิ้งชื่อและเผ่าพันธุ์กำเนิดเพื่อเปลี่ยนตัวเองเป็นคนใหม่ จากนี้ไปทุกคนจะรู้จักแต่ชื่อ 'Boethius'!\"\n\nและแล้ว เด็กที่เกิดจากชนเผ่าอนารยชนก็ได้หวั่นไหวไปกับพระราชวังทองคำ และยอมศิโรราบต่ออานุภาพความงามที่ยิ่งใหญ่นั้น\nพยายามทอดทิ้งและหลงลืมขนบธรรมเนียมดั้งเดิม เหมือนกับเด็กแรกเกิดที่กระเสือกกระสนอยากจะเรียนรู้อะไรใหม่ ๆ\nทำทุกอย่างเพียงเพื่อเปลี่ยนตัวเองให้กลายเป็นส่วนหนึ่งของอารยธรรมที่ยิ่งใหญ่นี้... กลายเป็นผู้ที่มีเกียรติอย่างแท้จริง\nไม่ใช่เพราะอื่นใด แต่เป็นเพราะโลกที่เรืองรองด้วยสีทองอร่าม... ยุคที่มีราชาแห่งความรุ่งโรจน์อยู่เหนือบัลลังก์"
	},
	"goblet": {
		"name": "Golden Night's Bustle",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "เหยือกเงินโบราณ ครั้งหนึ่งเคยเป็นภาชนะของไวน์เลิศรสที่มีสีแดงดังทับทิม ทว่าทุกวันนี้ ในนั้นกลับเหลือเพียงน้ำทะเลรสขมปร่าเท่านั้น",
		"story": "ท้องทะเลที่เงียบสงบพลันปั่นป่วน พัดพาเรือลำหนึ่งเข้าไปยังท่ามกลางวิหารและดินแดนที่เงียบสงบ\nเมื่ออยู่ภายใต้แสงจันทร์กระจ่าง โดมทองคำที่เจิดจ้าสะดุดตาในยามกลางวันพลันจืดจางไปทันที\n\nเทพราชาสะดุ้งตื่นจากความฝันที่น่าครั่นคร้าม แสงดาวแสนงดงามเลือนหายไป\nความรุนแรงและความบาดหมางก่อตัวเป็นความมืดที่มืดมิดยิ่งกว่ายามราตรี ครอบคลุมโดมทองคำไว้\nด้วยความหวาดผวาและความเสียใจ เขาจึงเรียกตัวผู้พิทักษ์ข้างกายที่ภักดีที่สุด และนักจูนเสียงดนตรีมา\nจากนั้นจึงออกคำสั่งสุดท้าย หมายจะรวมดินแดนที่แตกแยกให้กลับคืนสู่ความสงบ...\n\nแต่ทว่าสายน้ำไม่อาจหวนคืน ความหยิ่งยโสจนเคยตัว และอคติเข้าครอบงำนักจูนเสียงและผู้กุมอำนาจ...\nทุกการเสียสละอันสูงส่ง ทุกแผนการที่ทำเพื่อส่วนรวมล้วนถูกคนชั่วทำลาย จนเหลือเพียงแค่เศษซาก\nไม่ว่าจะเป็นกองทัพอนารยชนของเจ้าชายอสูรมังกร หรือเทพราชาที่พยายามจะกอบกู้อาณาจักรด้วยพลังทั้งหมดของเขา\nล้วนถูกพายุที่ควบคุมไม่ได้พัดพาไปจนหมด แม้แต่พระราชวังแสนสวย และดินแดนอันเขียวขจีก็ถูกทำลายไปด้วยเช่นกัน...\nเมื่อสูญเสียการชี้นำของบทเพลงทองคำ ชาวเมืองผู้สูงส่งของอาณาจักรที่เคยรุ่งโรจน์จึงกลายเป็นโกเลมที่ร่างกายพิกลพิการ...\n\nหลังจากเสียงจอแจสุดท้ายของค่ำคืนทองคำสงบลง ช่างจูนเสียง Boethius นอนอยู่ท่ามกลางเศษหินเศษอิฐ\nมีเพียงเศษหินเศษอิฐที่ได้ยินเสียงพึมพำพร่ำเพ้อของเขา และมีเพียงเศษหินเศษอิฐที่บันทึกความผิดของผู้ทรยศไว้...\n\n\"เขาทรยศพวกเราทุกคน เพียงเพราะความคลุ้มคลั่งชั่วครู่\"\n\"กฎระเบียบไม่อาจแก้ไขได้โดยง่าย การกลับตัวกลับใจของมนุษย์ก็เช่นกัน\""
	},
	"circlet": {
		"name": "Golden Troupe's Reward",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "มงกุฎโบราณ เมื่อเทียบดูแล้ว แทนที่จะเรียกว่าเป็นเครื่องประดับหัวของกษัตริย์ ควรบอกว่ามันดูเหมือนอุปกรณ์ประกอบฉากบนเวทีมากกว่า",
		"story": "ก้นทะเลลึกที่ดูโอ่อ่าและเงียบสงบ เคยเป็นที่ตั้งของเมืองหลวงที่สูงตระหง่านในอาณาจักรที่รุ่งโรจน์\nยังมีปราสาททองคำสีซีดจางที่เป็นเหมือนดังเศษเสี้ยวของเงาความฝันอันยิ่งใหญ่ที่น่าเวทนาดำรงอยู่\nยุคทองคำของละครอุปรากรที่ยิ่งใหญ่ได้ผ่านพ้นไปแล้ว บทบรรเลงที่เคยประสานเข้ากันอย่างกลมกลืนจะไม่ดังขึ้นอีกต่อไป\nซากปรักหักพังที่ถูกทำลายด้วยความทะเยอทะยานและทรยศหักหลัง ถูกสร้างขึ้นเป็นอาณาจักรแห่งใหม่ด้วยน้ำมือของ \"คนในอดีต\"\n\n\"หน็อยแน่! หน็อยแน่! กฎระเบียบที่สมบูรณ์แบบถูกทำลายอย่างป่าเถื่อนอีกแล้ว แผ่นดินเก่าของจักรวรรดิกลายเป็นของคนอ่อนแอและคนโง่เขลา\"\n\"ภูตกับน้ำพุ น้ำพุกับอัศวิน... เสียงพึมพำของเด็กน้อยถูกใช้แทนคำบอกเล่าเรื่องราว ดังเพลงร้องปากเปล่าที่มาแทนท่วงทำนอง\"\n\"อำนาจที่เคยเป็นนิรันดร์ถูกทำลายด้วยความคลุ้มคลั่งชั่วขณะของเทพราชา และถูกดินแดนแห่งอนารยชนที่ถือกำเนิดใหม่เย้ยหยันอีกหน...\"\n\"หรือจักรวรรดิอันยิ่งใหญ่จะกลับคืนสู่ยุคไร้อารยธรรม? หรืออารยธรรมและเหตุผลจะไม่สามารถพิชิตความป่าเถื่อน ความโง่เขลาเบาปัญญาได้เลย?\"\n\nณ ในโรงละครทองคำในปราสาทที่ซีดจางนั้น นักดนตรีผู้สูญเสียบทเพลงเปรียบเสมือนเพลงโศกของกาลอดีตที่ไม่มีวันหวนคืน\nและผู้ที่คอยสดับฟังเสียงนั้น คือโกเลมที่เก็บงำความกระหาย เฝ้ารอจะตะครุบเหยื่อและกลืนกินดวงวิญญาณของผู้บริสุทธิ์\nรอเมื่อท่วงทำนองของยุคทองคำบรรเลงขึ้นอีกครั้ง \"คณะละครทองคำ\" จะได้รับค่าตอบแทนสำหรับความซื่อสัตย์ของพวกเขา\nรอจนกฎระเบียบแห่งความสมบูรณ์แบบแบ่งแยกเผ่าพันธุ์มนุษย์เป็นนายและทาส ความสมบูรณ์และความสวยงามจะทำให้ อาณาจักรที่รุ่งโรจน์กลับคืนสู่ความรุ่งโรจน์อีกครั้ง...\nแค่รอจนถึงวันนั้น รอจนถึงวันนั้น...\nสมาชิกทุกคนของ \"คณะละครทองคำ\" ย่อมจะได้รับอนาคตทั้งหมดเป็นรางวัล"
	}
}