{
	"name": "Husk of Opulent Dreams",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "เพิ่มพลังป้องกัน 30%",
	"4pc": "ตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้จะได้รับเอฟเฟกต์ Curiosity ภายใต้สถานการณ์ต่อไปนี้: ในขณะที่อยู่ในการต่อสู้ จะได้รับหนึ่งชั้นหลังจากโจมตีถูกศัตรูด้วยธาตุหิน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.3 วินาที; เมื่ออยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้ ในทุก 3 วินาที จะได้รับหนึ่งชั้น โดยที่ Curiosity จะสามารถซ้อนทับได้มากสุด 4 ชั้น ซึ่งแต่ละชั้นจะมอบโบนัสพลังป้องกัน 6% และโบนัสความเสียหายธาตุหิน 6% และในทุก 6 วินาที หากไม่ได้รับเอฟเฟกต์ Curiosity จะสูญเสียหนึ่งชั้น",
	"flower": {
		"name": "Bloom Times",
		"relictype": "Flower of Life",
		"description": "เครื่องประดับสีทองอันเล็ก ในรูปทรงดอกไม้หกกลีบที่ไม่มีวันโรยรา ซึ่งเป็นเหมือนสัญลักษณ์แห่งความรุ่งโรจน์ในโลกมนุษย์ที่คงอยู่เพียงชั่วคราว",
		"story": "สิ่งที่ฉันเห็นในความฝันคือภาพมายาที่เต้นระบำอยู่ใต้แสงจันทร์\nซึ่งคล้ายกับเด็กหนุ่มที่เหมือนกับกระดาษเปล่าในอดีตอันไกลโพ้น\nนอกจากนี้ยังดูเหมือนจะเป็นตัวตนที่เปราะบางและบริสุทธิ์ ซึ่งจะเปิดเผยออกมาในตอนสุดท้าย\nหลังจากความขุ่นเคืองและความทุกข์ทรมานทั้งหมดสลายหายไปจนหมดสิ้น\n\nผู้พเนจรไม่รู้ว่าตัวเองมีความสามารถในการฝัน\nและคิดว่านี่อาจเป็นกลอุบายของพวกนักวิชาการ\nหรืออาจเป็นการต่อต้านที่ไม่ควรค่าแก่การพูดถึงของหัวใจดวงนั้น\n\n\"คุณเคยได้รับ 'หัวใจ' ที่คุณเคยฝันถึงมาโดยตลอด\"\n\"แต่นั่นเป็นเพียงเครื่องมือสำหรับการโกหกและการหลอกลวง\"\n\"แต่ในวันนี้ ในที่สุดคุณจะได้รับสิ่งควรเป็นของคุณอย่างแท้จริงสักที\"\n\"ร่างที่รวมกันเพียงชั่วคราวนี้ยังสามารถแสวงหาอำนาจทางโลกได้อีกด้วย\"\n\n\"อย่างไรก็ตาม นี่เป็นเพียงความฝันอันรุ่งโรจน์เพียงเพียงชั่วครู่เท่านั้น\"\n\"และวันหนึ่งมันก็จะล่องลอยไปท่ามกลางเสียงถอนหายใจของผืนทวีปที่ทุกข์ระทม\"\nไม่รู้ว่ามันเป็น \"เขา\" ในอนาคต หรือตัวตนของ \"เขา\" ในอดีตที่พูดเอาไว้เช่นนั้น\nเดิมทีผู้พเนจรไม่ได้สนใจเรื่องนั้นเลย เมื่อตื่นจากความฝัน\nสิ่งที่สลายหายไปไม่ใช่ตัวเขา แต่กลับเป็นอนาคตที่ล่องลอยนั่น"
	},
	"plume": {
		"name": "Plume of Luxury",
		"relictype": "Plume of Death",
		"description": "สัญลักษณ์รูปขนนกที่นำมาจากโถงอันเงียบสงบ เป็นเพราะความเมตตาของผู้สร้าง มันจึงถูกทิ้งให้หลับใหลอยู่ในห้องโถงนั้น",
		"story": "ซามูไรนอกคอกที่เดินทางร่อนเร่มานานหลายปีไม่นึกถึงมันอีกต่อไป\nแต่เมื่อหลับตาลง กลับยังคงมองเห็นคืนเดือนหงายแห่ง Tatarasuna และเปลวเพลิงที่ลุกไหม้\nรองผู้บังคับบัญชาหนุ่มแสนใจดีพูดว่า:\n\"เครื่องประดับทองชิ้นนี้เป็นเครื่องพิสูจน์ตัวตนที่ท่านโชกุนมอบให้\"\n\"แต่เมื่อคุณเดินทางอยู่บนโลก หากไม่จำเป็นจริง ๆ\"\n\"อย่าเปิดเผยตัวตนของตนเองให้ผู้อื่นล่วงรู้เป็นอันขาด\"\nหน่วยข่าวกรองโชกุนผู้แข็งกร้าวพูดขึ้นว่า:\n\"เครื่องประดับทองนี้เป็นเครื่องพิสูจน์ตัวตนที่ท่านโชกุนมอบให้\"\n\"แต่คุณไม่ใช่ทั้งมนุษย์และเครื่องกล\"\n\"ฉันจึงต้องจัดการกับคุณแบบนี้ โปรดอย่าได้โกรธแค้นกันเลย!\"\n\nซามูไรนอกคอกผู้ละทิ้งวันวานไม่นึกถึงมันอีกต่อไป\nแต่ในตอนที่กุมหูไว้ เขากลับยังได้ยินเสียงลมพายุและฝนฟ้ากระหน่ำในปีนั้น\nดวงตาที่คาดหวังคู่หนึ่งพูดว่า:\n\"เครื่องประดับทองชิ้นนี้เป็นเครื่องพิสูจน์ตัวตนที่ท่านโชกุนมอบให้\"\n\"จะต้องช่วยผู้คนจากสายน้ำและเปลวไฟได้แน่\"\n\nมิโกะแสนงดงามและมีชีวิตชีวาพูดว่า:\n\"เครื่องประดับทองชิ้นนี้เป็นเครื่องพิสูจน์ตัวตนที่ท่านโชกุนมอบให้\"\n\"โชกุนไม่มีทางทอดทิ้งคุณไปแน่\"\n\"และฉันก็จะพยายามอย่างสุดความสามารถ ที่จะส่งคนมาช่วย...\"\n\n...…อย่างไรก็ตาม ในที่สุดขนของลูกศรสีทองก็ถูกปกคลุมไปด้วยฝุ่น\nเรื่องราวทั้งหมดถูกเผาด้วยเปลวไฟแห่งกรรมจนไม่หลงเหลือสิ่งใดไว้"
	},
	"sands": {
		"name": "Song of Life",
		"relictype": "Sands of Eon",
		"description": "สำหรับ Inazuma แล้ว สิ่งนี้เป็นเพียงไอเทมขนาดเล็กที่นำเข้ามาจากต่างแดน ซึ่งชิ้นส่วนของแกนหลักกลไกได้ถูกถอดออกแล้ว ตัวเข็มของมันจึงไม่หมุนอีกต่อไป",
		"story": "เดิมทีเขาเกิดมาเพื่อเป็นที่บรรจุของ \"หัวใจ\"\nแต่กลับหลั่งน้ำตาออกมาในความฝัน\nผู้สร้างรู้สึกไร้ซึ่งหนทาง:\nไม่ว่าเขาจะเป็นเครื่องกลหรือมนุษย์ เขาก็เปราะบางเกินไป\n\nผู้สร้างไม่อาจตัดใจทำลายเขาได้ลง จึงปล่อยให้เขาหลับลึกต่อไป\nผลงานที่ตามมาของเธอก็ได้ละทิ้งการออกแบบเพื่อให้เป็นที่บรรจุของหัวใจนั้นไป\nหลังจากนั้นไม่นาน เนื่องจากไม่มีที่จัดเก็บ \"หลักฐาน\" อันสูงส่งและมีชื่อเสียงที่สุดในโลก\nเขาจึงถูกส่งไปยังศาลเจ้าขนาดใหญ่บนภูเขา Yougou\n\nหลังจากนั้นหุ่นเชิดที่งดงามก็ตื่นขึ้น และเริ่มเดินเตร็ดเตร่ไปทั่ว\nเขาได้พบเห็นหัวใจมากมาย\nได้พบเห็นหัวใจที่เมตตา หัวใจที่ซื่อสัตย์ หัวใจที่มั่นคง หัวใจที่นุ่มนวล...\nหุ่นเชิดก็ปรารถนาที่จะมีหัวใจเช่นกัน\n\nหลังจากนั้น หุ่นเชิดที่งดงามก็ได้รับ \"หัวใจ\" ดวงนั้น\nและนั่นคือ จุดประสงค์ของการเกิดและการดำรงอยู่ของเขา\nแต่ว่า มันกลับไม่ใช่สิ่งที่หุ่นเชิดต้องการอย่างแท้จริง\nเพราะไม่ได้บรรจุพรใด ๆ เอาไว้\nเป็นเพียงเครื่องบูชาที่ถูกห่อหุ้มด้วยเปลือกนอกที่ดูเป็นมิตร\nทว่าภายในกลับเต็มไปด้วยความเห็นแก่ตัว ความหน้าซื่อใจคด เล่ห์เหลี่ยม และคำสาปแช่งก็เท่านั้น\n\nความดีและความชั่วล้วนเป็นเสียงจากสรรพสิ่ง ทั้งไร้ประโยชน์และเป็นเสียงที่อึกทึกน่ารำคาญ\nแต่เพียงแค่ขุดเอา \"หัวใจ\" ดวงนี้ออกมา\nเขาก็จะสัมผัสถึงความรู้สึกใดไม่ได้อีก..."
	},
	"goblet": {
		"name": "Calabash of Awakening",
		"relictype": "Goblet of Eonothem",
		"description": "น้ำเต้าที่ทาสีดำและตกแต่งด้วยผงสีทอง จนมองไม่เห็นสีดั้งเดิมของมัน ดูเหมือนหน้าที่หลักของมันคือใช้เป็นอุปกรณ์ประกอบการแสดง",
		"story": "Amenoma, Futsu, Isshin, Hyakume, Senju\nเคยเป็นสายทั้งห้าของ Raiden Gokaden แห่ง Inazuma\nแต่ในปัจจุบันมีเพียง Amenoma เพียงสายเดียวเท่านั้น ที่ยังมีอาจารย์และศิษย์สืบทอด\nสาย Isshin ก็แทบจะนับไม่ได้ว่ายังมีรุ่นหลังที่ยังหลงเหลืออยู่\nในสายตาของชาวบ้านแล้ว นี่เป็นเพียงผลลัพธ์ที่หลีกเลี่ยงไม่ได้จากกาลเวลาที่แปรผันไป\nแต่พวกเขากลับไม่เคยสงสัยเลยว่าการเสื่อมสลายอย่างกะทันหันเช่นนี้ อาจมีบางอย่างที่ซ่อนเร้นอยู่\n\nผู้พเนจรไม่มีทางที่จะยอมรับ\nว่าทั้งหมดทั้งมวลที่ทำลงไปก็เพื่อแก้แค้นช่างตีดาบ\nและก็ไม่มีทางเอ่ยถึงเหตุผล\nที่แผนการดำเนินไปเพียงครึ่งเดียว ตัวเขาก็รู้สึกหมดความสนใจขึ้นมาอย่างกะทันหัน\nเขาใช้น้ำเสียงที่เรียนรู้จากนักวิชาการบางคนพูดออกมาว่า:\n\"ทั้งหมดนี้ เป็นเพียงการทดลองเล็ก ๆ น้อย ๆ เกี่ยวกับธรรมชาติของมนุษย์\"\n\nในละครดั้งเดิมของ Inazuma มีตัวละครประเภทหนึ่งที่ถูกเรียกว่า \"Kunikuzushi\"\nตัวละครดังกล่าวมักเป็นผู้วางแผนกลยุทธ์ เพื่อเข้ายึดครองประเทศต่าง ๆ\nในตอนสุดท้ายของการเดินทาง เขาได้เลือกชื่อนี้ด้วยเจตจำนงของเขาเอง\nและชื่อที่เขาเคยใช้มัน แม้แต่ตัวเขาเองก็จำมันไม่ได้แล้ว\n\nละครดั้งเดิมของ Inazuma มักนำชื่อฉากละครสามองก์มาเชื่อมโยงกันเป็นชื่อละคร\nอาทิเช่น ชื่อฉากละครทั้งสามมีอยู่ว่า \"Sumirezome,\" \"Sangetsu,\" และ \"Kogetsukan\"\nก็จะรวมกันเป็นละครเรื่อง \"Sumirezome Sangetsu Kogetsukan\" เป็นต้น\nบางทีอาจมีสักวันหนึ่งที่ทุกสิ่งที่ร่างนี้เคยประสบพบเจอ\nได้กลายเป็นเรื่องเล่าปากต่อปากของผู้คน และกลายเป็นความทรงจำอันห่างไกลที่ไหลผ่านกระแสพลังงาน\nแต่ทว่าในตอนนี้ ฉากละครทั้งสามของเขายังคงทำการแสดงอยู่"
	},
	"circlet": {
		"name": "Skeletal Hat",
		"relictype": "Circlet of Logos",
		"description": "หมวกที่คนพเนจรใช้กำบังแดดและฝนระหว่างเดินทาง ซึ่งต่อมาได้กลายมาเป็นอุปกรณ์สำหรับปิดบังใบหน้าและซ่อนอารมณ์ความรู้สึก",
		"story": "\"ผู้พเนจร ผู้พเนจร คุณจะไปไหน?\"\nเด็กหนุ่มพเนจรถูกเด็กน้อยตะโกนเรียกให้หยุด\nเขาคือลูกของช่างฝีมือแห่ง Tatarasuna แม้จะป่วย แต่ดวงตาทั้งคู่กลับยังใสแจ๋วอยู่\nเด็กหนุ่มบอกกับเด็กน้อยว่า ตนเองจำเป็นต้องไปเมือง Inazuma\n\"แต่ว่าในตอนนี้ฝนตกหนักมาก พวกเขาบอกไว้ว่า คนที่จากไปก่อนหน้านี้ไม่เคยมีใครกลับมา!\"\nเด็กหนุ่มกำลังจะเปิดปากพูด แต่สุดท้ายก็ทำได้แค่ยิ้มให้เด็กน้อย\nพอเขาเหยียบขึ้นเกาะนี้อีกครั้ง เด็กน้อยก็ได้หายไปอย่างไร้ร่องรอยเสียแล้ว\n\n\"ชาว Inazuma จะไปไหนเหรอ? นี่ไม่ใช่เรือที่นายจะขึ้นได้นะ!\"\nเด็กหนุ่มพเนจรถูกคนพายเรือที่ท่าเรือขวางทาง\nก่อนที่เด็กหนุ่มจะชักดาบออกมา ชายที่อยู่กับเขาเอื้อมมือไปหยุดเขาไว้\nชายคนนั้นบอกคนพายเรือว่า เด็กหนุ่มต่างแดนคนนี้มากับเขา\n\"ที่แท้ก็เป็นแขกของท่านนี่เอง ฉันเสียมารยาทแล้วล่ะ\"\nชายคนนั้นยื่นเสื้อคลุมอุ่น ๆ ให้เด็กหนุ่ม แต่เด็กหนุ่มส่ายหน้า\nในตอนนี้เขาแค่อยากรู้เพียงว่า เขาจะได้เจอสิ่งของที่น่าสนใจอะไรในระหว่างการเดินทางแสนยาวไกลของเขาในครั้งนี้\n\n\"นายท่าน ท่านจะไปที่ไหนเหรอ?\"\nเด็กหนุ่มเกลียดคนเสียงดังเป็นที่สุด และเขาตบหน้าลูกน้องของเขาด้วยหลังมือ\nแต่เด็กหนุ่มก็ชอบสังเกตความตื่นตระหนกและทำอะไรไม่ถูกของมนุษย์ด้วยเช่นกัน\nอาจเป็นเพราะการแสดงออกที่เต็มไปด้วยอารมณ์นี้ เขาถึงได้รับลูกน้องที่โง่เขลานี้ไว้ข้างกาย\nเขาบอกชายตัวสั่นที่กำลังคุกเข่าอยู่บนพื้น ครั้งนี้มุ่งไปทางตะวันออกเพื่อไปที่ Mondstadt\n\"รับทราบ จะไปแจ้งให้พวกทหารยามเตรียมการไว้เดี๋ยวนี้!\"\nทหารยามไม่ได้มีความจำเป็นแต่อย่างใด แต่เขาขี้เกียจที่จะพูดกับคนโง่เง่านี้ให้มากความ\nเขาสวมหมวกสานผู้พเนจรอีกครั้ง และเดินไปทางทิศตะวันออก\n\n\"เด็กน้อย เธอจะไปที่ไหนงั้นเหรอ?\"\nเด็กหนุ่มที่กำลังจะกลับบ้านถูกหญิงชราเรียกให้หยุด\nเขาบอกกับหญิงชราว่า เขาจะไปทางทิศตะวันตก\n\"จะไปที่เกาะ Yashiori งั้นเหรอ ไปทำอะไรที่นั่นกัน?\"\nหญิงชราไม่ได้คิดมากอะไร แค่ช่วงนี้รู้สึกไม่ค่อยสงบเท่าไหร่\nเด็กหนุ่มขอบคุณเธอที่เป็นห่วงด้วยรอยยิ้มที่จริงใจ และบอกว่าเขามีนัดกับคนอื่นแล้ว\nเรือลำน้อยแล่นเข้าฝั่งอย่างช้า ๆ หญิงสาวคนหนึ่งในชุดแปลกตายืนอยู่บนฝั่ง\nโยนลูกแก้วขนาดเล็กจากในระยะไกลไปให้เด็กหนุ่ม\nชายหนุ่มรับลูกแก้วนั้นได้อย่างสบาย ๆ และเล็งมันไปที่ดวงอาทิตย์ตกสีเลือด"
	}
}