{
	"id": 14003,
	"rarityList": [
		4,
		5
	],
	"name": "Lavawalker",
	"effect2Pc": "เพิ่มความต้านทานไฟ 40%",
	"effect4Pc": "สร้างความเสียหายเพิ่มขึ้น 35% แก่ศัตรูที่ได้รับผลกระทบต่อธาตุไฟ",
	"flower": {
		"name": "Resolution of Lavawalker",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ที่เบ่งบานท่ามกลางเปลวไฟ ว่ากันว่าเมื่อนานมาแล้ว มีนักปราชญ์คนหนึ่งติดมันไว้ในระหว่างการเดินผ่านทะเลเพลิง",
		"story": "ดอกไม้ที่จะเติบโตขึ้นในกองเพลิงเท่านั้น\nอาการปวดแสบปวดร้อนของมันจะทำให้ผู้สวมแข็งแกร่งยิ่งขึ้น\n\nดอกไม้สีแดงเพลิงเปล่งประกายราวกับหินโมรา\nดอกไม้ที่ลุกเป็นไฟนี้เป็นเข็มกลัดของ Lavawalker\n\nในวันสุดท้ายของชีวิตเขา เขาพูดกับผู้คนว่า:\n\"นี่คือดอกไม้ที่จะบานอยู่ในกองเพลิงเท่านั้น หากไฟยังไม่แผดเผาฉันจนเป็นเถ้าถ่าน\"\n\"จะเห็นความเปล่งประกายของดอกไม้นี้ ผ่านควันและเปลวไฟอันมืดมิด \"\n\nต่อมา ผู้คนจึงติดตามแสงกะพริบไปที่ริมทะเล Mare Jivari\nพวกเขาได้รับการต้อนรับด้วยดอกไม้ที่เบ่งบาน แต่ไม่พบร่องรอยของนักปราชญ์"
	},
	"plume": {
		"name": "Salvation of Lavawalker",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนของนกฟีนิกซ์ผู้ภาคภูมิ คุณรู้สึกได้ถึงเสียงของปีกที่กระพือ อยู่ในไฟที่ลุกโชนจากมันด้วย",
		"story": "ขนนกที่ถูกเด็ดโดย Lavawalker จากนกที่ร้องเพลงท่ามกลางเปลวเพลิง\nเมื่อพกมันติดตัว ดูเหมือนจะทำให้ได้ยินถึงเสียงกระพือปีกจากกองเพลิง\n\nว่ากันว่ามีนกชนิดหนึ่ง เกิดมาเพียงลำพังและสามารถร้องเพลงท่ามกลางเปลวเพลิงได้\nผู้คนกราบไหว้มันในฐานะเครื่องรางศักดิ์สิทธิ์ในขณะที่พระราชาเห็นมันเป็นสัญลักษณ์ของความสูงส่ง\n\nพร้อมกับขนนกนี้ Lavawalker แยกตัวเองออกจากโลกภายนอก\nเขาผู้มาเพียงลำพังและจากไปอย่างโดดเดี่ยวไม่ทิ้งแม้ร่องรอยไว้เบื้องหลัง\nจากนั้นเป็นต้นมา ผู้คนมักจะได้ยินเสียงร้องมาจาก Mare Jivari\nไม่มีใครรู้ว่ามันเป็นเสียงเรียกของนก Phoenix หรือว่าเป็นสัญญาณจาก Lavawalker"
	},
	"sands": {
		"name": "Torment of Lavawalker",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาทรายที่แม้ว่าจะมีทรายที่เผาไหม้อยู่ตลอดเวลา แต่ไม่เคยทิ้งร่องรอยของมันไว้บนนาฬิกาทรายเลยสักครั้ง",
		"story": "สิ่งที่ไหลอยู่ในนาฬิกาทรายนั้นไม่ใช้เม็ดทรายทั่วไป หากแต่เป็นเม็ดทรายที่ลุกไหม้\nเวลานั้นก็เหมือนกับเม็ดทรายที่ลุกไหม้ ไหลไปโดยไม่มีเหลือแม้ร่องรอย\n\nนี่คือเรื่องราวหลังจากที่นักปราชญ์ได้ท่องเที่ยวข้ามผ่านทะเล Mare Jivari\nว่ากันว่าเขาใช้เวลาอีกหนึ่งร้อยปีในการเป็นฤษี\nแต่การปลดปล่อยในระยะอันสั้นนั้นเทียบไม่ได้กับความทุกข์ทรมานที่ล้ำลึก\n\nปราชญ์ผู้สันโดษไม่สามารถต้านทานการไหม้เกรียมตลอดกาลดังนั้น เขาจึงประดิษฐ์นาฬิกาทรายนี้ขึ้นมา\nในเปลวไฟที่ลุกโชติช่วง เม็ดทรายที่ร้อนผ่าวก็ไหลผ่านนาฬิกาทรายทุกวัน\n\nนักปราชญ์ผู้น่าสงสาร ไม่เกรงกลัวต่อเปลวไฟที่แผดเผา แต่ก็ไม่สามารถดับความทรมานของเพลิงแห่งเวลาได้\nการถูกทิ้งให้อยู่ตามลำพังโดยเหล่าสาวก และครอบครัวที่รักที่สุดของเขา คือไฟที่ขมขื่นซึ่งเขาไม่สามารถดับได้"
	},
	"goblet": {
		"name": "Epiphany of Lavawalker",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ภาชนะแห่งตำนานที่สามารถรองรับอุณหภูมิที่สูงมาก มันยังสามารถรองรับองศาของความร้อนที่สูงได้ แม้บัดนี้มันจะว่างเปล่าก็ตาม",
		"story": "ถ้วยที่เคยถูกใช้เพื่อเก็บลาวา ตอนนี้มันว่างเปล่าและยังอุ่นอยู่หน่อย ๆ\nถ้วยใบนี้เคยเป็นของ Lavawalker ภายในของมันเคยมีสติปัญญาไหลเวียนอยู่\n\nLavawalker เคยนำถ้วยนี้มาเล่น แม้จะอยู่ในความร้อนแรงถ้วยก็ยังคงอยู่เหมือนเดิม\nตำนานเล่าว่า Lavawalker ดื่มลาวาจากถ้วยใบนี้ราวกับไวน์แก้วหนึ่ง\nไวน์ชั้นดีจะระเหยไปในความร้อนสูง แต่สติปัญญาสามารถยับยั้งเปลวไฟที่ไหม้เกรียม\n\nสำหรับ Lavawalker ไวน์ชั้นดีเป็นเพียงตัวเร่งให้เกิดความฉลาด\nเมื่อคุณเมาคุณสามารถจุดประกายแรงบันดาลใจได้\n\nในเปลวเพลิง แก้วไวน์ที่สงบนิ่งได้เป็นพยานถึงการหล่อหลอมของสติปัญญา\nและก่อนที่ Lavawalker จะออกเดินทางครั้งสุดท้าย ถ้วยใบนี้ก็เต็มไปด้วยความภาคภูมิใจ"
	},
	"circlet": {
		"name": "Wisdom of Lavawalker",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "รัดเกล้าของนักปราชญ์ผู้เดินทางผ่านทะเลเพลิง มันเป็นดั่งภาพสะท้อนของตัวตนจากยุคโบราณที่แข็งแกร่งแม้ยืนอยู่ท่ามกลางเพลิงเผาผลาญ",
		"story": "มงกุฎโบราณซึ่งครั้งหนึ่งเคยเป็นของนักปราชญ์ที่เที่ยวตระเวนไปทั่วทะเล Mare Jivari\nเมื่อจ้องมองไปที่มัน ราวกับจะเห็นเงาของร่างร่างหนึ่งยืนอยู่ท่ามกลางเปลวเพลิง\n\nนักปราชญ์ผู้เดินทางไปทั่วทะเล Mare Jivari ได้สร้างมงกุฎนี้ด้วยหินโมราสีแดงเข้มเพื่อความทนทานต่อความร้อนสูง\nมงกุฎนี้สร้างขึ้นด้วยสติปัญญาและความดื้อรั้นซึ่งก่อให้เกิดความกลัวและความอิจฉาในหมู่เพื่อนและอาจารย์ของเขา\n\n\"ชายหนุ่มผู้หยิ่งยโสผู้นี้ กล้าดียังไงมาท้าทายเปลวเพลิงที่ร้อนระอุของทะเล Mare Jivari! นี่เป็นเรื่องที่ไม่เคยเกิดขึ้นมาก่อนตลอดช่วงเวลาร้อยปี!\"\n\"ทะเลเพลิงจะเผาผลาญเขาและกลืนทุกอย่าง แม้แต่เถ้าถ่านก็จะถูกพัดลอยขึ้นไปบนฟ้าด้วยความร้อนและในที่สุดก็ไม่เหลืออะไรเลย\"\n\nเหล่าอาจารย์ผู้ริษยาขอให้นักเรียนของพวกเขาก้าวเข้าไปในทะเลเพลิงพร้อมกับสวมมงกุฎ\nแต่ Lavawalker กลับเดินตรงเข้าไปในลาวาอย่างง่ายดายและค่อย ๆ หายไปยังเส้นขอบฟ้า"
	}
}