{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Long Night's Oath",
	"effect2Pc": "การโจมตีพุ่งลงจากอากาศสร้างความเสียหายเพิ่มขึ้น 25%",
	"effect4Pc": "หลังจากการโจมตีพุ่งลงจากอากาศ/ชาร์จโจมตี/สกิลธาตุของผู้สวมใส่ถูกศัตรู จะได้รับ \"Radiance Everlasting\" 1/2/2 ชั้น โดยเอฟเฟกต์นี้ที่เกิดจากการโจมตีพุ่งลงจากอากาศ/ชาร์จโจมตี/สกิลธาตุ จะแยกกันเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1 วินาที; Radiance Everlasting: ความเสียหายจากการโจมตีพุ่งลงจากอากาศเพิ่มขึ้น 15% เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 5 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน",
	"flower": {
		"name": "Lightkeeper's Pledge",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้เหล็กที่ทหารประภาคารสวมใส่ เป็นสัญลักษณ์ของคำสาบานอันเคร่งขรึมที่คนผู้นี้เคยให้ไว้ ว่าจะคอยเฝ้าระวังชั่วนิรันดร์",
		"story": "...ในยามนั้น พายุล่าเหยื่อที่พัดมาจากทางเหนือ ได้กวาดล้างแผ่นดินจนราบเรียบ เพื่อกำจัดผู้คนที่อยู่ชายแดน ที่ไม่เชื่อฟังคำสั่งของกษัตริย์จอมเผด็จการ\nเพื่อขโมยพลังที่ดวงจันทร์สุญตาเหลือทิ้งไว้ นักบวชปีศาจผู้พูดภาษาถิ่นจึงได้ทูลเสนอแผนร้ายต่อ Tsar แห่งภูตทั้งปวง\nเหล่าบุตรแห่งจันทราที่ซ่อนตัวอยู่ในป่าเขา จึงกระจัดกระจายกันไปด้วยเพราะเหตุนี้ พี่น้องร่วมสายเลือด ถูกโชคชะตาผลักไสให้ก้าวเดินบนเส้นทางที่ผิด\nสุดท้ายแล้ว แม้แต่คนบ้าที่หลงตัวเอง ก็ไม่อาจหนีจากกรงขังของเปลือกสวรรค์ได้ และถูกท้องฟ้าปีศาจที่อยู่สุดขอบเขตลวงตานั้นกลืนกิน\n\nแต่เรื่องราวทั้งหมดนี้ล้วนเกิดขึ้นก่อนที่ \"สรวงสวรรค์\" จะถือกำเนิดขึ้นเสียอีก\nเพราะสรวงสวรรค์ในตอนนั้น ยังเป็นเพียงจินตนาการเพ้อฝันของเด็กน้อยสองคนที่อยู่ใต้แสงจันทร์\nจนกระทั่งหลายปีต่อมา เมื่อหนึ่งในสองคนถูกประหารชีวิต ในฐานะโจรชื่อดังที่เป็นที่รู้จักไปทั่วทุกประเทศ\nอีกคนหนึ่งจึงได้เข้าใจถึงจิตมุ่งมั่น ที่ซ่อนอยู่เบื้องหลังถ้อยคำที่ถูกทิ้งไว้ราวกับไม่ได้ตั้งใจ\n\nส่วนเรื่องราวที่เกิดขึ้นหลังจากนั้นก็เป็นดังที่พวกเรารู้กันดี\nเมื่อราตรีอันยาวนานมาเยือน ราชสำนักแห่งแดนเหนือก็ไม่มีเวลามาใส่ใจดินแดนชายขอบนอกทุ่งหิมะนี้อีกต่อไป\nฝูงอสูรแห่งคลื่นสีดำวิ่งไปทั่วผืนแผ่นดินรกร้าง ทำลายร่องรอยอารยธรรมในอดีตจนหมดสิ้น\nจนกระทั่งผู้หล่อคบไฟดวงแรกชูลำแสงแรกขึ้นมา และยืมพลังจากนักบวชหญิงของบุตรแห่งจันทรา\nขับไล่ความมืดมิดไปยังซากปรักหักพังที่ไร้แสงสว่างในนามของจันทรา และฝังดวงวิญญาณที่ถูกฝันร้ายฉีกกระชากไปพร้อมกัน\n\nหลังจากทุกอย่างสิ้นสุดลง เหล่าผู้รอดชีวิตได้สร้างประภาคารไว้บนภูเขา เพื่อมองดูประมุขคนใหม่ของ Snezhnaya จากที่ไกล ๆ\nเพื่อปกป้องความฝันบริสุทธิ์ราวเด็กน้อยของสหายรัก ผู้หล่อคบไฟถึงกับโต้แย้งต่อหน้าราชสำนักของราชินี Tsaritsa โดยไม่ลังเล\nแม้จะได้รับราชโองการพิเศษตามที่ปรารถนา แต่ก็ต้องแบกรับคำสาบานว่าจะเฝ้าปกป้องและเสียสละนับแต่นั้นมา\nและนับจากวินาทีนั้น ประวัติศาสตร์ของ \"สรวงสวรรค์\" ที่ถูกเรียกขานกันว่า \"Nod-Krai\" ก็ได้เริ่มต้นขึ้น"
	},
	"plume": {
		"name": "Nightingale's Tail Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "เครื่องประดับหมวกที่ทำขึ้นอย่างพิถีพิถันจากขนนกไนติงเกล ว่ากันว่ารูปร่างของมันถูกกำหนดโดยผู้หล่อคบไฟคนแรก",
		"story": "ตำนานเล่าขานว่า นกไนติงเกลที่คาบแก่นที่กำลังลุกไหม้ในปาก จะโผบินขึ้นฟ้าในคืนเดือนมืดเท่านั้น\nเปลวไฟดวงน้อยพาดผ่านท้องฟ้าราวกับดาวตก นำแสงสว่างมาสู่ห้วงเวลาอันมืดมิด\n\nบนซากปรักหักพังของปราสาทโบราณ ที่หลงเหลือจากยุคบุกเบิก คือหอคอยที่ \"ผู้เฝ้าประภาคาร\" คอยยืนเฝ้ายามตลอดราตรีกาลอันยาวนาน\nนับตั้งแต่บรรพบุรุษของพวกเขา ได้ถวายคำสาบานชั่วนิรันดร์ต่อหน้าราชินี เวลาก็ล่วงผ่านมาแล้วหลายร้อยปี\nผู้คนใน \"สรวงสวรรค์\" เชื่อว่าตราบใดที่แสงไฟของประภาคารยังไม่มอดดับ พวกเขาก็จะได้รับอิสรภาพ\nไม่จำเป็นต้องกลัวการร่อนเร่พเนจร ภายใต้การทำลายล้างของอสูรร้ายอันดำมืด และไม่จำเป็นต้องแสวงหาการคุ้มครองจากแดนเหนือ\nแต่แล้วเสียงที่ชวนให้หวาดผวาก็ดังมาจากขอบฟ้า นั่นคือเสียงฝีเท้าของเจ้าแห่งการล่า ที่ควบม้าข้ามผ่านท้องฟ้ายามราตรี\nผู้พิทักษ์รัตติกาลถอดเสื้อคลุมหนังสัตว์ตามปกติ แต่ทว่าในวันนั้น พระอาทิตย์กลับไม่ได้ขึ้นมา\n\nเสียงสัญญาณรวมพลดังก้องไปทั่วขุนเขาลำเนาไพร เหล่านักรบต่างเข้าแถวอยู่ใต้หอคอย\nเพื่อทำตามคำสาบานโบราณ พวกเขารอคอยคำสั่งให้เคลื่อนทัพลงใต้\nทว่าภายในโถงเบียร์นั้น หัวหน้าประภาคารรุ่นปัจจุบันยังคงนิ่งเงียบ\nเพราะทางตอนเหนือ กองทัพที่เจิดจ้าราวกับดวงอาทิตย์เที่ยงคืน ได้เคลื่อนทัพมาประชิดเมืองแล้ว\n\n\"เหล่านักรบแห่งดาราสีจาง เหตุใดพวกเจ้าจึงมาเคาะประตูของ Piramida ในเวลานี้\"\n\"แม้แต่พวกเจ้าก็ไม่มีสิทธิ์ทำลายอำนาจอันศักดิ์สิทธิ์ ที่ได้รับพระราชทานจากองค์ราชินี\"\nแม้ว่าแขกที่ไม่ได้รับเชิญจะอ้างตัวว่าเป็นกองกำลังสนับสนุน แต่หัวหน้าประภาคารก็รู้ดีว่าพวกเขามีเจตนาแอบแฝง\nแต่หากยอมถอยในตอนนี้ การปกครองตนเองที่สืบทอดมานานนับร้อยปี ก็จะไม่เหลืออยู่อีกต่อไปแล้ว\n\nน้ำเสียงเย็นชาและทุ้มต่ำ ดังออกมาจากใต้หน้ากากของผู้นำทัพ\nพร้อมกับเสียงหัวเราะเยาะที่ดังแว่วมาจากที่ไหนสักแห่ง\n\"ที่นั่นคือจุดกำเนิดของภัยพิบัติแห่งความมืด Snezhnaya ไม่อาจแบกรับราคาจากความล้มเหลวของพวกเจ้าได้\"\n\"นักรบของไนติงเกลเอ๋ย จงสู้ให้สุดกำลัง! แต่หากพวกเจ้าไม่มีใครกลับมา...\"\n\"ถึงตอนนั้น พวกเราจะรับหน้าที่ 'เก็บกวาด' ให้เอง\""
	},
	"sands": {
		"name": "Undying One's Mourning Bell",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "กระดิ่งทองแดงที่นักรบผู้ท่องไปในห้วงทมิฬพกติดตัวไว้ ซึ่งในคืนที่ไร้แสงมักจะได้ยินเสียงคร่ำครวญของมัน",
		"story": "ราวกับสงครามที่แผดเผาแผ่นดินหวนกลับมาอีกครั้ง กลิ่นคาวเลือดลอยอวลคละคลุ้งในอากาศ\nขณะที่เสียงคร่ำครวญดังประหนึ่งงานศพ กองทัพวิญญาณกำลังโฉบผ่านท้องฟ้ายามราตรีอันมืดมิด\nตามตำนานพื้นบ้านที่เล่าขานกันมา พวกมันคือกองทัพปีศาจที่มาจากต่างโลก เพื่อเก็บเกี่ยววิญญาณ\nบางคนเชื่อว่า พวกมันคือภาพลวงตา ที่หลงเหลือมาจากฝันร้ายในอดีตกาล\n\nนี่คือภัยพิบัติที่ชาวชายขอบเรียกว่า \"การล่าอันบ้าคลั่ง\"\nหากมันเป็นเพียงพายุฤดูร้อนที่โหมกระหน่ำ ที่มีฟ้าร้องและฟ้าผ่ากระจายทั่วฟ้า\nสำหรับผู้ที่คุ้นเคยกับชีวิตการผจญภัย บางทีนี่อาจเป็นเพียงอุบัติเหตุเล็ก ๆ น้อย ๆ\nแต่เมื่อกระแสคลื่นคลั่งที่ไม่ได้เห็นมานานนับร้อยปี ได้หลั่งไหลลงมาสู่ผืนแผ่นดินดุจสายฝนโลหิตดำ\nผู้คนจึงตระหนักได้ในที่สุดว่า ตำนานอันน่าสะพรึงกลัวที่สืบทอดมาตั้งแต่บรรพบุรุษนั้น\nไม่ได้เป็นแค่เรื่องเล่าไร้สาระที่เอาไว้ขู่เด็ก แต่เป็นความหวาดกลัวที่ไหลเวียนอยู่ในสายเลือด\n\nแต่ท้ายที่สุดต้องมีคนที่กล้าเผชิญหน้ากับความกลัว เพื่อจุดประทีปนำทาง ให้แก่ผู้ที่หลงทางอยู่ในความมืดมิดอันไร้ขอบเขต\nฝูงอีกาขนดำเคลื่อนไปตามรอยต่อ ระหว่างแสงสว่างและความมืดมิด โดยมีผู้ที่หันหลังให้แสงสว่างคอยนำทาง\nเขาชูดาบในมือขึ้นอย่างเงียบงัน ใบหน้าที่สะท้อนกับประกายดาบนั้นแข็งแกร่งดั่งคมดาบสีดำ\nแม้จะรู้ว่าทำเช่นนี้ไม่ต่างอะไรกับแมลงเม่าบินเข้ากองไฟ แต่กองทัพผู้รักษาคำสาบาน ก็ยังคงก้าวเข้าสู่สนามรบที่ไร้หนทางกลับ\n\n...\nณ ปลายทาง เหลือเพียงร่างของผู้ถือดาบสีดำนั้นเพียงคนเดียว\nเขารู้ดีว่า สิ่งชั่วร้ายที่ดึงดูด \"การล่าอันบ้าคลั่ง\" ซ่อนตัวอยู่ในป่าทึบแห่งนั้น\nอีกแค่นิดเดียว อีกนิดเดียวเท่านั้น เขาก็จะปกป้องผืนแผ่นดิน ที่เคยสาบานว่าจะปกป้องไว้ได้แล้ว\nขณะที่กำลังคิดเช่นนี้ เขาไม่ทันสังเกตด้วยซ้ำว่า ร่างกายของตนได้แตกสลายเป็นเสี่ยง ๆ ไปนานแล้ว\nกระดิ่งเตือนภัยที่เขาพกติดตัวมา ส่งเสียงหวีดแหลมในขณะที่เนื้อและเลือด ถูกโคลนดำฉีกกระชาก\nอาจเพราะหวาดกลัวต่อเสียงกระดิ่งนั้น ทำให้ฝูงสัตว์กินซากที่อยู่รอบตัวเขาไม่กล้าเข้าใกล้\nด้วยเหตุนี้ เขาจึงทำได้เพียงเดินท่องไปในห้วง Abyss เพื่อทำตามคำสาบานที่ยังทำไม่สำเร็จ...\n\nหลายปีต่อมา ในเรื่องราวพื้นบ้าน ที่แพร่สะพัดไปทั่วทั้งเมืองและชนบท ก็ได้เพิ่มเนื้อหาใหม่ลงไป\nทุกครั้งที่เสียงกระดิ่งที่ราวกับเสียงโหยหวนดังขึ้น นั่นคือสัญลักษณ์ของผู้ที่สาบานว่าจะไล่ล่า \"การล่าอันบ้าคลั่ง\" ไปตลอดกาล"
	},
	"goblet": {
		"name": "A Horn Unwinded",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "แตรที่ครั้งหนึ่งเคยถูกใช้เรียกรวมพลเหล่าผู้ที่ให้สัตย์ปฏิญาณ แต่ตอนนี้มันได้สูญเสียหน้าที่ของมันไปแล้ว",
		"story": "เมื่อแตรส่งเสียงประกาศอำนาจแห่งแดนเหนือดังก้อง เสียงฝีเท้าดังราวสายฟ้าสั่นสะเทือนไปทั่วพิภพ\nราวกับรางรถไฟที่ทอดยาวข้ามทุ่งน้ำแข็ง แผ่ขยายเปลวไฟสีขาวซีดออกไปทุกทิศทาง\nกองกำลังพิเศษที่จงรักภักดีต่อราชินี Tsaritsa ไม่ใช่กองกำลังส่วนตัวของผู้บริหารคนใดคนหนึ่ง\nพวกเขาสาบานต่อดาราสีจางที่ทอประกายแสงสีขาวว่า เพียงเพื่อจะสร้างโลกใหม่ที่บริสุทธิ์ไร้มลทิน\n\nแม้จะอาศัยอยู่ในดินแดนชายขอบ ที่ได้รับอนุญาตให้ปกครองตนเองได้ แต่พวกเขาก็ยังคงเป็นพลเมืองของมาตุภูมิอยู่ดี\nเพราะความเมตตาอันไร้ขอบเขตของราชินี Tsaritsa พระองค์จะไม่ทอดทิ้งผู้ใดก็ตามที่ยินดีติดตามพระองค์\nพันจ่าซึ่งเป็นหัวหน้าหน่วยลาดตระเวนชายแดนนี้ เชื่อมั่นเช่นนี้มาตั้งแต่วัยเยาว์ที่ยังไร้เดียงสา\nจนกระทั่งเขาเดินวนเวียนอยู่หน้าประตูนรก และได้เห็นดวงวิญญาณที่ไม่มีใครรัก\n\nแม้ว่าคำขอลงมือโจมตีจะยังไม่ได้รับการอนุมัติ แต่ในใจพันจ่าก็ได้ตัดสินใจอย่างเด็ดเดี่ยวแล้ว\nเราเดินทางมาไกลถึงที่นี่ เพื่อช่วยเหลือผู้บริสุทธิ์ ที่ต้องทนทุกข์จากภัยพิบัติอันโหดร้าย\nเราจะปล่อยให้อสูรร้ายอันดำมืดที่กัดกินแผ่นดิน พรากชีวิตของเหล่ามารดาและเด็ก ๆ ไปต่อหน้าต่อตาแบบนี้ได้อย่างไร\nถ้านี่เป็นคำสั่งจากคนใหญ่คนโตละก็ งั้นก็ปล่อยให้คำสั่งนี้ลงนรกไปซะ\n\n...\nหมอกพิษขุ่นมัวถูกพัดจางหายไปกับสายลมเหนือ แสงอาทิตย์ยามรุ่งอรุณลอดผ่านเมฆดำ ทาบทอลงมาบนผืนแผ่นดินสีครามอีกครั้ง\nสงครามสิ้นสุดลงแล้ว แต่หอคอยกลับไม่ได้ต้อนรับผู้กล้าที่กลับมาพร้อมชัยชนะ มีเพียงคนบาปและเด็ก ๆ ที่เขาเสี่ยงตายช่วยเหลือมาได้เท่านั้น\nแม้แผนการที่วางไว้จะมีข้อผิดพลาดเล็ก ๆ น้อย ๆ แต่แพทย์นอกรีตผู้รอบรู้ก็ไม่ได้ใส่ใจ เพราะเป้าหมายสำเร็จลุล่วงแล้ว\nความผิดโทษฐานละทิ้งหน้าที่และทรยศต่อ Tsaritsa เป็นความผิดร้ายแรง และได้รับการอภัยโทษเพราะคำสาบานใหม่\nบนขั้นบันไดที่ก่อขึ้นจากกองกระดูกนั้น นักรบรุ่นใหม่ได้เริ่มต้นเฝ้าระวัง จนกว่าทะเลแห่งห้วงลึกจะเหือดแห้งไป"
	},
	"circlet": {
		"name": "Dyed Tassel",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "หมวกเกราะที่ทั้งเก่าแก่และหนักอึ้ง เป็นมรดกตกทอดของตระกูลนักรบโบราณทางตอนเหนือ",
		"story": "ตามตำนานเล่าขานว่า ผู้หล่อคบไฟคนแรก มาจากเมืองอันหนาวเหน็บทางตอนเหนือสุด ตราสัญลักษณ์นกไนติงเกล เป็นเครื่องหมายของตระกูลอันทรงเกียรติของเขา\nเดิมทีตระกูลนี้ทำงานเป็นสายลับ ต่อมาได้รับบรรดาศักดิ์ให้เป็นตระกูลขุนนางโดย Tsar แห่งเหมันต์ฤดู\nในฐานะมนุษย์ธรรมดาสามัญที่ได้เข้าออกในราชสำนัก ท่ามกลางเหล่าขุนนางชั้นสูงที่เป็นภูต\nเมื่อภัยพิบัติที่ปกคลุมทั่วทุกประเทศมาเยือน ดินแดนชายขอบที่ครั้งหนึ่ง เคยเปี่ยมไปด้วยความหวังในยุคบุกเบิก ก็ถูกเทพเจ้าทอดทิ้ง\nในยุคที่มืดมิดที่สุดของ Nod-Krai มีเพียงอัศวินในชุดเกราะสีเงินเข้มเท่านั้น ที่ควบม้าจากทางเหนือเข้ามาเยือน\nราวกับรู้ถึงจุดประสงค์ที่เขามาที่นี่ล่วงหน้าอยู่ก่อนแล้ว เพื่อขับไล่ความมืดมิดให้แก่เขา สตรีแห่งจันทราใหม่จึงจุดโคมไฟขึ้น\n\nในคืนก่อนออกเดินทางไปยังหมู่เกาะ Lempo ทางตอนใต้ มีการจัดงานเลี้ยงให้กับเหล่านักรบ ที่ห้องโถงเบียร์อย่างใหญ่โต\nบุคคลที่สะดุดตาที่สุดในงานเลี้ยง คือนักรบหนุ่มผู้สวมหมวกเกราะสีดำประดับพู่ และถือหอกยาวไว้ในมือ\nในบรรดาทหารประภาคารในปัจจุบัน มีเพียงไม่กี่คนเท่านั้น ที่ยังคงสวมเกราะเหล็กโบราณ ที่ทั้งเรียบง่ายและหนักอึ้งเช่นนี้\nเพราะสายเลือดที่ไหลเวียนอยู่ในตัวพวกเขานั้น สืบทอดมาจากเหล่านักรบที่เคยติดตามผู้หล่อคบไฟ ไปโจมตีขับไล่คลื่นดำในยุคแรกเริ่ม\nแม้พวกเขาจะไม่มีที่ดินหรือยศถาบรรดาศักดิ์อันสูงส่ง แต่ก็ยังคงรักษาคำสาบานที่บรรพบุรุษเคยให้ไว้\nพวกเขาเชื่อว่า เจ้าแห่งภูตทั้งปวงที่เคยปกป้อง Snezhnaya ทั้งหมด ยังคงคอยอวยพรพวกเขาอยู่ที่ไหนสักแห่ง\n\nทุ่งหญ้าที่เปรอะเปื้อนโคลนตมชุ่มฉ่ำไปด้วยเลือดของผู้กล้า นักรบหนุ่มคุกเข่าอยู่ท่ามกลางร่างไร้วิญญาณของเหล่าเพื่อนร่วมรบ\nการเสียสละคือชะตากรรมและเกียรติยศของทหารประภาคาร แต่หากสามารถช่วยชีวิตใครได้อีกสักคน แค่ช่วยได้อีกสักคนก็ยังดี\nดังนั้นเขาจึงอธิษฐานต่อเทพเก่าแก่ที่ไม่มีผู้ใดสักการะอีกต่อไป และเหล่ากษัตริย์ที่เคยปกครองในอดีต เช่นเดียวกับบรรพบุรุษที่ล่วงลับไปแล้ว\n\nอาจเพราะเสียงแตรปลุกให้ตื่น หรืออาจเพราะได้กลิ่นคาวเลือดที่ไม่ได้สัมผัสมานาน หรืออาจจะแค่เพราะความเบื่อหน่าย\nณ ที่แห่งหนึ่ง วิญญาณประหลาดที่หลับใหลมานานได้ตื่นขึ้นจากการจำศีลอันยาวนาน และตอบรับความปรารถนาของเขา\nเปลวไฟของไฟป่าสีฟ้าในตำนานโบราณนั้น จะกลับมาลุกโชนอีกครั้งบนสนามรบแห่งใหม่..."
	}
}