{
	"name": "Lucky Dog",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "เพิ่มพลังป้องกัน 100 หน่วย",
	"4pc": "เมื่อเก็บ Mora จะทำการฟื้นฟูพลังชีวิต 300 หน่วย",
	"flower": {
		"name": "Lucky Dog's Clover",
		"relictype": "Flower of Life",
		"description": "ดอกไม้สีเขียวที่มีใบสี่แฉก เติบโตอยู่ทั่วไปในโลกกว้าง ถูกเด็ดมาเพราะว่ากันว่ามันจะนำโชคดีมาให้",
		"story": "เด็กที่เกิดมาโชคดีนั้นไม่ว่าอย่างไรปาฏิหาริย์ก็จะอ้าแขนเปิดรับเขา\nมันเป็นดอกไม้สี่ใบสีเขียวในตำนาน เป็นของขวัญล้ำค่าที่นำพาโชค\nในขณะที่เด็กชายผู้โชคดีกำลังเล่นในสนามอย่างสบายใจ อยู่ ๆ ก็ไปเจอมันเข้า\nเด็กชายผู้โชคดีเก็บดอกไม้สีเขียวและใส่มันไว้ในกระเป๋าของเขา\nไม่รู้ว่าเป็นเพราะดอกไม้สีเขียวนำโชคนำพาโชคดีมาให้เขาหรือเป็น เพราะโชคของเขาที่มาเจอกับมัน"
	},
	"plume": {
		"name": "Lucky Dog's Eagle Feather",
		"relictype": "Plume of Death",
		"description": "ศัตรูที่อยู่ด้านหน้าถูกนกอินทรีจ้อง จะล่าเป็นเหยื่อ... ขนนกแห่งความโชคดีบางทีก็ทำให้เกิดเรื่องแบบนี้ได้",
		"story": "เกิดมาเป็นเด็กที่โชคดีแม้แต่สัตว์ร้ายที่ขวางทางบนถนนก็ยังต้อง เชื่อฟังเขาอย่างเรียบร้อย\nชายผู้โชคดีไร้กังวลกำลังเดินอยู่ในป่าและไม่รู้เลยว่ามีอสูรกำลังซ่อนตัวรอเหยื่ออยู่\nเมื่อเด็กชายถูกสีที่สดใสของเห็ดพิษดึงดูดไป อสูรก็กระโดดออกมาและเหยียบเห็ดพิษ\nอสูรที่นึกว่าจะได้กินง่าย ๆ แล้ว แต่ไม่ได้สังเกตว่าขนนกอินทรีเพิ่งตกลงมาบนไหล่ของมัน"
	},
	"sands": {
		"name": "Lucky Dog's Hourglass",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาทรายที่เสียหายและไร้ซึ่งทรายข้างใน เวลาที่ผ่านไปก็ไร้ซึ่งความหมาย หากคนผู้นั้นอยู่โดยไร้ซึ่งกังวล",
		"story": "เด็กชายผู้เกิดมาโชคดี ขนาดเวลายังไม่สามารถทำให้เขาแก่ลงได้\nเวลาผ่านไป เจ้าเด็กหนุ่มผู้โชคดีไม่มีทั้งครอบครัว ไม่มีลูกหลาน\nแต่ในชีวิตที่โชคดีของเขา ทุกคนที่เขาพบได้กลายมาเป็นทั้งเพื่อนรักและครอบครัว\nถึงแม้จะเป็นตอนที่ชีวิตของเขากำลังจะดับลง เขาก็เห็นนาฬิกาทรายที่มีทรายไหลราวกับว่าเวลาของเขากำลังนับ ถอยหลัง\nเขาก็หัวเราะออกมาดังลั่น หยิบหนังสติ๊กขึ้นมาและยิงมันแตกในครั้งเดียว"
	},
	"goblet": {
		"name": "Lucky Dog's Goblet",
		"relictype": "Goblet of Eonothem",
		"description": "ภาชนะโลหะอันงดงามที่ครั้งหนึ่งเคย ใช้ต่อสู้กับโจร",
		"story": "เด็กที่เกิดมาพร้อมกับโชค แม้แต่มหาโจรผู้โหดเหี้ยมก็ยังไม่แตะแม้ปลายนิ้วของเขา\nนั่นคือเรื่องราวของชายผู้โชคดีเมื่อเขาโตขึ้น มันเกิดขึ้นในตรอกด้านหลังโรงเหล้า\nในคืนที่ฟ้าไร้ดาว โจรร้ายกำลังเตรียมที่จะลงมือกับชายผู้โชคดีที่กำลังเมา...\nอยู่ ๆ ก็มีขวดบินมาจากไหนไม่รู้ มาโดนหัวของเขาดังโป๊กทีเดียวและร่วงลงไปทันที\nอาจเป็นเพราะการต่อสู้ที่ชั้นบนของโรงเตี๊ยม แต่ก็ไม่ใช่ทุกคนที่โชคดีอย่างนี้หรอกนะ"
	},
	"circlet": {
		"name": "Lucky Dog's Silver Circlet",
		"relictype": "Circlet of Logos",
		"description": "เจ้าของเดิมของมันครั้งหนึ่งเคยพลัดตกลงไปในถ้ำ และพบกับขุมสมบัติจากราชวงศ์ที่ถูกเนรเทศ นี่คือของที่ได้มาจากเหตุการณ์ ครั้งนั้น",
		"story": "เด็กที่เกิดมาพร้อมกับโชคดี แม้แต่กับดักที่อันตรายก็เตรียมสมบัติที่ไม่คาดคิดให้เขา\nในขณะที่กำลังเดินเตร่อยู่รอบ ๆ โบราณสถาน เจ้าเด็กหนุ่มผู้โชคดีตกลงไปในหลุมลึกอย่างไม่ได้ตั้งใจ\nเด็กชายล้มลงบนกองขี้เถ้าซึ่งไม่เป็นอันตราย ที่แท้นั่นก็คือที่นอนขนหงส์ที่สลายตัวเป็นเถ้าถ่าน\nนั่นคือวิธีที่เด็กชายผู้โชคดีพบขุมทรัพย์ของชนชั้นสูงในอดีต และมงกุฎก็ช่วยเสริมโชคให้เขาเป็นอย่างดี"
	}
}