{
	"name": "Maiden Beloved",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "เพิ่มผลของการรักษา ตัวละครขึ้น 15%",
	"4pc": "ภายในเวลา 10 วินาที หลังจากใช้สกิลธาตุหรือท่าไม้ตาย สมาชิกทีมทั้งหมดในทีมจะได้รับ การรักษาเพิ่มขึ้น 20%",
	"flower": {
		"name": "Maiden's Distant Love",
		"relictype": "Flower of Life",
		"description": "กลิ่นหอมที่ไม่เคยจางหายของดอกไม้ที่จะไม่มีวันแห้งเหี่ยวลง",
		"story": "ดอกไม้สีชมพูที่สง่างามราวกับหญิงสาวนั้นยังคงเย่อหยิ่ง\nในหนังสือบอกว่ามันสูญพันธุ์ไปตั้งนานแล้ว\n\nเหมือนที่หญิงสาวอ่านเรื่องราวนับครั้งไม่ถ้วน:\nหญิงสาวผู้ได้รับการช่วยเหลือโดยอัศวินผู้กล้า\nแลกเปลี่ยนดอกไม้ของกันและกันเพื่อรับพรของพวกเขา\n\nแม้ว่าหัวใจของหญิงสาวจะเหี่ยวเฉาง่ายเหมือนดอกไม้\nแต่ดอกไม้นี้ยังคงชุ่มชื้นมาจนถึงทุกวันนี้\nเพราะว่าหัวใจของเธอนั้นหยุดอยู่ที่ช่วงเวลานั้น\nในตอนที่เธอเจอกับอัศวิน"
	},
	"plume": {
		"name": "Maiden's Heart-stricken Infatuation",
		"relictype": "Plume of Death",
		"description": "ขนนกที่แบกรับความปรารถนาของ ใครบางคนไว้ เหมือนกับนกที่อพยพมาตามลม",
		"story": "เศษขนนกที่เก่าแก่แต่ละเอียดอ่อน\nหลังจากเวลาผ่านไปหลายปี ตอนนี้มันถูกกลบไปด้วยฝุ่นหลายชั้น\n\nตั้งแต่ที่เธอได้เจอกับอัศวิน โชคชะตาของหญิงสาวก็ได้จบลง\nไม่มีอะไรสำคัญกับเธออีกต่อไปแล้ว แม้กระทั่งความรักและความเยาว์วัย\nเธอค้นหาเขาตลอดเวลา ร่อนเร่ไปไกลเหมือนนกที่โบยบินไปโดยไม่มีรังให้ยึดเหนี่ยว\n\nไม่รู้ว่าความคิดถึงของเธอจะสามารถส่งผ่านไปยังบุคคลนั้นได้หรือไม่\nอัศวินอุทิศตนในการแสวงหาความกล้าหาญ\nในดินแดนอันห่างไกลที่ซึ่งอาณาจักรโบราณล่มสลาย\nอัศวินจะได้เห็นฉากที่เธอฝันไว้มั้ยนะ?"
	},
	"sands": {
		"name": "Maiden's Passing Youth",
		"relictype": "Sands of Eon",
		"description": "เข็มของนาฬิกาไม่เคยหยุด แต่ยุคทองอันงดงามของหญิงสาวที่ถูกห้อมล้อมด้วยความรักนั้นต้องหยุดลงสักวัน",
		"story": "เครื่องมือที่มีความแม่นยำมาก มันไม่คำนึงถึงความรู้สึกของเจ้าของ\nมันแสดงให้เห็นว่าเวลาผ่านไปอย่างไม่มีสิ้นสุด\n\nเวลาของหญิงสาวนั้นมีจุดสิ้นสุด\nแต่การรอคอยของเธอนั้นไม่มี\nเข็มของนาฬิกานั้นหมุนกลับไปในทุก ๆ วัน\nเช่นเดียวกับความรักและความทรงจำของเจ้าของของมัน\n\nหลายปีต่อมาเธอก็ยังจดจำเรื่องราวของหลายปีก่อน\nเรื่องของอัศวินที่ได้มาพบกับเธอ อัศวินที่เธอเฝ้ารอคอยตลอดมา"
	},
	"goblet": {
		"name": "Maiden's Fleeting Leisure",
		"relictype": "Goblet of Eonothem",
		"description": "ภาชนะที่ไม่ได้ใช้บรรจุสุรา แต่เป็นชาดำ มันถูกสร้างขึ้นมาเพื่อใส่ของหวาน ไม่ใช่สิ่งที่ขม",
		"story": "ชุดชาที่เป็นที่รักมากที่สุดของหญิงสาว\nครั้งหนึ่งมันเคยถูกเติมด้วยชาดำชั้นเลิศ\n\nเพลิดเพลินไปกับการลิ้มรสของหวานและชาแสนอร่อย\nเธอไม่สนใจอะไรเกี่ยวกับโลกใบนี้ นี่เป็นสิทธิพิเศษของเธอในฐานะหญิงสาว\n\n\"ดอกไม้ดอกนี้จะเป็นเสมือนเหรียญที่ระลึกของฉัน แค่นี้ก็เพียงพอแล้ว\"\nในวันนั้นที่เธอพบกับอัศวิน เขาได้พูดไว้อย่างนี้\n\"แต่ว่า หัวใจของฉันนั้น...\"\nการไม่ยอมรับคำสารภาพของเธอเป็นสิทธิพิเศษของเธอ\nและก็เป็นโซ่ตรวนที่คอยผูกมัดตัวเธอ"
	},
	"circlet": {
		"name": "Maiden's Fading Beauty",
		"relictype": "Circlet of Logos",
		"description": "หมวกของผู้หญิงที่ช่วยให้รอยย่นหายไปจากสายตา ที่ได้รับการดูแลรักษาอย่างดี",
		"story": "แม้ในตอนที่เธอถูกล้อมรอบไปด้วยดอกไม้ของผู้ที่ตามจีบเธอ\nหญิงสาวก็ไม่เคยถอดหมวกของเธอเพื่อมองพวกเขาให้ชัดขึ้น\nใบหน้าและชื่อของพวกเขานั้นไม่ได้คู่ควรแก่การจดจำ\n\nเป็นเวลาหลายปี ในเวลาสิ้นสุดของแต่ละวัน\nเธอจะปัดฝุ่นออกจากหมวกของเธอ\nแต่ฝุ่นที่สะสมบนใบหน้าไม่สามารถกำจัดออกไปได้\n\nจำนวนของผู้ที่ตามจีบเธอและช่อดอกไม้ลดลงเรื่อย ๆ ตามเวลาที่ผ่านไป\nแต่ใจของเธอได้หยุดอยู่ที่วันวันหนึ่งไปแล้ว"
	}
}