{
	"name": "Marechaussee Hunter",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "เพิ่มความเสียหายการโจมตีปกติ และการชาร์จโจมตี 15%",
	"4pc": "เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง อัตราคริจะเพิ่มขึ้น 12% โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 5 วินาที ซ้อนทับได้สูงสุด 3 ชั้น",
	"flower": {
		"name": "Hunter's Brooch",
		"relictype": "Flower of Life",
		"description": "เข็มกลัดโบราณ ในอดีตมันเคยถูกมอบให้แก่ผู้ที่ทำผลงานได้ยอดเยี่ยมในการต่อสู้",
		"story": "ในอดีตมันคือเหรียญเกียรติยศที่ออกแบบและผลิตขึ้น เพื่อยกย่องและเป็นรางวัล สำหรับผู้ที่เคยต่อสู้เพื่อความสงบสุขของ Fontaine\nส่วนใหญ่เหรียญเกียรติยศแบบนี้จะเป็นสัญลักษณ์แห่งเกียรติยศ\nแต่บางครั้งผู้ที่ได้รับมันกลับนำไปเก็บซ่อนไว้ในที่มิดชิด หรือไม่ก็โยนลงน้ำ\n\n\"ไล่ตามเงาประหลาด ขับไล่และสังหารมันให้หมด\"\nต่อมาถูกขนานนามด้วยความเคารพว่า \"นักล่าทองคำ\"\nแต่ Cassiodor กลับมองว่าชื่อนี้คือความอัปยศ\nและช่วยจัดตั้งตำแหน่งที่ชื่อว่า \"นักล่าเงา\" ขึ้นมา\nแต่ปีศาจและสิ่งชั่วร้ายในโลกนั้นหายาก ทว่าคนที่ถูกมองว่าเป็นปีศาจและสิ่งชั่วร้ายกลับมีอยู่ทั่วไป\nหน่วยล่าเงาในปัจจุบันจึงมุ่งเป้าไปที่การสืบสวนอาชญากรรม ไม่ใช่การต่อสู้\nและรับเมลูซีน ซึ่งเป็นเผ่าพันธุ์ที่ค่อนข้างอ่อนเยาว์ไว้จำนวนมากมาเป็นสมาชิก\n\nเหรียญเกียรติยศนี้เคยเป็นของนักล่าเงาที่ร่วมบัญชาการล้อมเมือง Poisson\nเขาออกจากหน่วยล่าเงาเพราะเหตุนี้ และวางแผนจะใช้ชีวิตที่เหลือกับสิ่งที่อยู่ในแก้ว\nแต่เพราะคำขอร้องของเพื่อนเก่า ทำให้เขาจำใจต้องใช้ชีวิตร่วมกับคนอื่นอีกครั้ง\nและเริ่มต้นสร้างโลกที่ไม่มีเงาประหลาดเพื่อลูกชายและลูกสาวขึ้นมาอีกครั้ง\nสุดท้ายสิ่งที่รอเขาอยู่ก็คือมหาสมุทรอันเงียบสงบ ที่ขจัดอุปสรรคและความห่างเหินไปหมดสิ้นแล้ว"
	},
	"plume": {
		"name": "Masterpiece's Overture",
		"relictype": "Plume of Death",
		"description": "เครื่องมือพกพาที่ใช้บิดกลไกเครื่องลานแบบเก่า ปัจจุบันนี้ไม่มีที่ให้ใช้งานอีกต่อไป",
		"story": "เครื่องมือขนาดเล็กสำหรับปรับแรงบิดของกลไกเครื่องลาน ใช้ได้กับมอเตอร์เครื่องลานทุกขนาด\nแต่เมื่อกลไกเครื่องลาน \"รุ่นใหม่\" ของ Alain Guillotin เป็นที่แพร่หลาย จึงหมดประโยชน์ไป\nปัจจุบันกลไกรุ่นใหม่ผ่านการตรวจสอบและยืนยันมาหลายร้อยปี จึงไม่ได้ถูกเรียกว่า \"รุ่นใหม่\" อีกแล้ว\n\nเกี่ยวกับคนที่ชื่อ Alain Guillotin\nหลังจากเข้าร่วมและออกจากหน่วยล่าเงาไป สุดท้ายก่อนที่จะสร้างศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine ขึ้นมา\nGuillotin เคยดูแลการวิจัยเกี่ยวกับพลังงานที่สถาบันปรัชญาธรรมชาติ ซึ่งปัจจุบันกลายเป็นซากปรักหักพังไปแล้วมาก่อน\nว่ากันว่าเขาไม่เคยสนิทกับคนอื่นเลย ยกเว้นน้องสาวที่เคยทำงานให้หน่วยล่าเงาเหมือนกัน\n\nมีเรื่องเล่าเกี่ยวกับเขามากมาย เรื่องที่หนึ่ง:\nว่ากันว่าตอนอยู่ที่สถาบัน เขาได้สร้างหุ่นจักรกลที่มีความคิดขึ้นมา\nและให้มันช่วยเขาและน้องสาวทำงานของหน่วยล่าเงา\nนี่เป็นเรื่องที่ฟังมาจากคนที่เคยทำงานร่วมกับเขา (ส่วนใหญ่เสียชีวิตที่ Elynas)\nแต่เนื่องจากไม่มีหลักฐานที่แน่ชัด จึงไม่มีข้อมูลอยู่ในบันทึกทางการที่เกี่ยวข้อง\nมีอยู่ครั้งหนึ่ง พอถูกถาม เขาก็พูดขึ้นว่า: น่าเสียดายที่ไม่มีอะไรให้น่าพูดถึง\nนอกเหนือจากนี้ ก็ไม่มีปฏิกิริยาอะไรกับคำถามหรือการสอบสวนที่เกี่ยวข้องอีก\n\nเรื่องที่สอง:\nในวัยชรา เขาเกษียณจากศูนย์วิทยาศาสตร์ Fontaine และหมกตัวอยู่ที่เวิร์กชอป ไม่พบปะผู้คนอีกเลย\nผลงานวิจัยที่เขาทำในช่วงบั้นปลายชีวิตไม่เคยได้รับการเผยแพร่\nหลังจากนั้นในเวิร์กชอปส่วนตัว จึงพบเพียงร่องรอยของการสร้างบางสิ่งขึ้นเท่านั้น\n\nต่อมาเรื่องเล่าเหล่านี้จึงเป็นเหมือนผลงานที่ไม่อาจแสดงให้จบอย่าง Coppelius\nซึ่งช่วยกระตุ้นจินตนาการ แรงบันดาลใจ และความพยายามให้แก่ผู้คนมากมาย"
	},
	"sands": {
		"name": "Moment of Judgment",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาพกตามแบบมาตรฐาน บอกเวลาได้ไม่แม่นยำเท่าไหร่นัก",
		"story": "นาฬิกาพกที่ในอดีตเคยมอบให้แก่ผู้คุมกฎของ Fontaine\nมันเป็นนาฬิกาพกที่ไม่ได้แม่นยำเท่าไหร่\nแต่ใช้เป็นเครื่องหมายแสดงตัวขณะปฏิบัติหน้าที่ได้ดี\nเพราะมันเป็นที่รู้จักอย่างแพร่หลายใน Fontaine\n\nข่าวการขอประลองเพื่อตัดสินคดีของยอดนักมายากล \"Parsifal\" ถูกตีพิมพ์ลงในหนังสือพิมพ์\nรวมถึงความผิดที่น่าเหลือเชื่อของเธอด้วย ข่าวนี้เป็นที่ฮือฮาไปทั่วนครว่าการ Fontaine\nหลังจากนั้นข่าวการยินยอมของศาลพิพากษาและผู้ประลอง จึงยิ่งเป็นที่ฮือฮากว่าเดิม\nโดยมีตัวแทนประลอง Marfisa เป็นตัวแทนฝ่ายโจทก์ เข้าร่วมการประลองตัดสินคดีในครั้งนี้\nส่วนชาติกำเนิดของ Marfisa จะส่งผลเสียต่อการตัดสิน และผลงานในการประลองของเธอหรือไม่\nเธออาจเคยมีความเกี่ยวข้องกับ Parsifal มาก่อน... และเรื่องที่เข้าใจได้ง่าย ๆ อย่าง...\nใครมี \"พลังต่อสู้\" มากกว่ากัน ล้วนกลายเป็นหัวข้อที่ทุกคนต่างพากันพูดถึงในเวลานี้\n\nตอนนั้น Karl Ingold นักข่าวที่รู้จักกับ \"Parsifal\" ลาออกไปแล้ว\nเขาตัดสินใจว่าจะไม่ทำอาชีพนี้อีก และยินดีเป็นนักผจญภัย ที่คลุกคลีอยู่กับป่าเขา ซากปรักหักพัง และโบราณสถานมากกว่า\nแต่ด้วยความคิดถึงและภาคภูมิใจในอาชีพ เขาจึงเก็บรูปที่ถ่ายเมื่อสมัยยังเป็นนักข่าวไว้เสมอ\nหลายปีต่อมา เขากลับมายัง Fontaine ตามนัดของเพื่อนเก่าที่เป็นรองผู้อำนวยการของสถาบัน Narzissenkreuz\nเพื่อถ่ายรูปหมู่ให้แก่สมาชิกของสถาบัน Narzissenkreuz ในเวลานั้น เมื่อมองหน้าอีกฝ่ายผ่านเลนส์กล้อง\nเขาพลันนึกถึงตัวเองที่เคยหอบความหวังมากมาย เทียวไปเทียวมาระหว่างเมือง Poisson กับนครว่าการ Fontaine\nนั่นเป็นช่วงเวลาไม่กี่เดือนที่ราวกับความฝัน สำหรับบางคนมันอาจจะนาน แต่สำหรับบางคนมันช่างแสนสั้นเหลือเกิน\nนึกถึงว่าหากสถานการณ์เป็นเหมือนน้ำท่วมสูงที่พัดพาทุกสิ่งไป จนมองไม่เห็นแสงสว่างใด\nแม้ว่าทุกคนจะแนะนำให้เขาถอนตัวได้ทันเวลา แต่เขาไม่เคยเต็มใจที่จะละทิ้งตัวเองเมื่อครั้งยังเยาว์วัยเลย\nนึกถึงรอยยิ้มมากมายที่ตัวเองได้เห็นผ่านเลนส์กล้อง ได้ฟังจินตนาการมากมายเกี่ยวกับอนาคต\nไหนจะเสียงตะโกน เสียงแตกร้าว เสียงโลหะกระทบกันที่ดังแว่วมาจากผืนอิฐในเวลาต่อมา\nนึกถึงหญิงสาวที่สุดท้ายได้ใช้ \"มายากล\" ย้ายตัวเองไปยังอุโมงค์ที่มืดมิด แต่ปลอดภัย\nความเสียใจที่ไม่อาจบันทึกภาพการต่อสู้สุดท้ายของเธอในฐานะนักข่าว ได้กวาดผ่านสายตาของเขา"
	},
	"goblet": {
		"name": "Forgotten Vessel",
		"relictype": "Goblet of Eonothem",
		"description": "ภาชนะพกพาที่สามารถรองรับเหล้าฤทธิ์แรงได้ เหมาะแก่การใส่ไว้ในกระเป๋าของเสื้อนอก เพื่อความสะดวกในการหยิบใช้",
		"story": "ในอดีต ขวดไวน์นี้เป็นของผู้ที่เคยทำงานที่นครว่าการ Fontaine\nสำหรับคนที่ทำงานบางอย่าง ถ้าไม่ใช่คนที่โหดเหี้ยมเย็นชาอยู่แล้ว\nหากไม่พึ่งยาวิเศษในนั้น ก็จะเดินไปสู่ความพินาศในสักวัน\n\nมันเป็นของคนที่ครั้งหนึ่งเคยทำสิ่งที่จำเป็น เพื่อความสงบเรียบร้อยของ Fontaine\nหลายปีหลังจากที่เขาเกษียณเนื่องจากการบาดเจ็บ ระหว่างการสอบสวนขั้นสุดท้าย เขาเพิ่งจะเข้าใจว่า...\nการกระโดดตามรอยเท้าลงไปในโพรงกระต่าย สิ่งที่รอเขาอยู่ไม่ใช่ดินแดนศักดิ์สิทธิ์ แต่เป็นน้ำวน\n\n...\nความทรงจำผุดขึ้นมาราวกับฟองอากาศที่ทะลักออกมาจากอุปกรณ์ดำน้ำที่มีรอยแตก\nเขานึกถึงเกมที่ตัวเองเคยเล่นกับ Dwight, Basil และ Karl ในตอนยังเด็ก\nตอนนั้นเขามักจะเล่นเป็นฮีโร่ ส่วน Karl ก็ชอบเล่นเป็นมังกรร้าย Jabberwock\nส่วนอ้อมกอดของผู้อำนวยการที่รู้สึกคุ้นเคยเป็นที่สุด ช่างคล้ายกับความรู้สึกในตอนนี้ซะจริง\nเมื่อนึกถึงสีหน้าที่บิดเบี้ยวด้วยความเคียดแค้นทั้งหลาย ที่ส่องสว่างด้วยไฟสีแดงฉานของเมือง Poisson\nเขาจึงเพิ่งนึกได้ว่า ตัวเองก็เคยส่งเด็กที่ไร้ความผิดใด ๆ ไปที่สถาบัน Narzissenkreuz เหมือนกัน\n\nสุดท้ายสิ่งที่ชัดเจนที่สุดก็คือ ความรู้สึกที่ได้พบ \"ลูกชายและลูกสาว\" เป็นครั้งแรก\nเหมือนเห็นแสงสว่างที่ปลายอุโมงค์อันยาวไกล เห็นตัวเองก่อนที่จะใส่หน้ากาก\nแต่มันก็ไร้ประโยชน์ เหมือนกับการจับใยแมงมุมในส่วนลึกของขุมนรกอันมืดมิดไว้แน่น\n\"Alain ที่รัก, Mary-Ann ที่รัก... พ่อไม่เคยได้ใกล้ชิดกับพวกลูกมาก่อน\"\n\"จนสุดท้ายพ่อก็ยังไม่รู้ว่าควรจะเป็น 'พ่อ' ให้พวกลูกยังไงดี\"\n\"แต่แค่ความทรงจำที่ได้แต่เฝ้ามองพวกลูกเติบโตนั้น พ่อก็ไม่อยากสูญเสียมันไป...\"\nเมื่อสร่างเมา เกียรติยศ ความอัปยศ ความรัก และความยึดมั่นทั้งหลาย ได้มลายหายไปกับสายน้ำหมดแล้ว"
	},
	"circlet": {
		"name": "Veteran's Visage",
		"relictype": "Circlet of Logos",
		"description": "หน้ากากเก่า ๆ มันสามารถแทนที่ใบหน้าที่ถูกทำลายได้ในระดับหนึ่ง การออกแบบของมันจะแตกต่างกันไปแล้วแต่บริเวณที่บาดเจ็บ หรือเพศสภาพของผู้ที่ใช้งานมัน",
		"story": "ในอดีตเป็นหน้ากากที่มอบให้ผู้ที่เคยทำงานที่ของนครว่าการ Fontaine ที่ได้รับบาดเจ็บบริเวณใบหน้า\nสามารถทดแทนใบหน้าที่เสียโฉม ถือเป็นสิ่งแสดงเกียรติยศและความอัปยศของทหารผ่านศึก\nแม้จะปิดบังรอยแผลทั้งหมดไว้ได้ แต่บาดแผลในจิตใจกลับไม่ได้เลือนหายไป\n\n\"ถ้าฉันไม่ได้กลับมา ฝากคุณช่วยดูแลเด็กสองคนนั้นด้วยนะ\"\nเพื่อนที่เติบโต และเคยทำงานที่นครว่าการ Fontaine ด้วยกันพูดขึ้น\nเดิมทีเพื่อนอยากจะพูดว่า ไม่ได้มาชวนไปต่อสู้เคียงข้างกันแล้ว\nแต่ความสนิทสนมรู้ใจระหว่างเขาและเธอในตอนนี้ เหลือเพียงวันคืนแห่งความว่างเปล่าไปแล้ว\nราวกับว่าหากไม่พูดถึง ก็เท่ากับว่าเรื่องที่เมือง Poisson ไม่เคยเกิดขึ้น\n\nคราวนี้ที่สถาบันน่าจะโดนน้ำท่วม ฉันกับผู้อำนวยการไม่อยู่ มันไม่ปลอดภัย\nเลยอยากฝากพวกเด็ก ๆ ไว้กับคนที่ไว้ใจได้อย่างคุณและ Ingold\nเมื่อเพื่อนมองสีหน้าภายใต้หน้ากากที่ไม่อาจสื่ออะไรได้ของเขาออก จึงอธิบายว่า\n\n\"ไว้ชนะกลับมา ค่อยเรียก Lasker กับ Ingold มาด้วยละกัน\"\n\"คราวนี้ฉันจะเข้าครัวเอง! ให้พวกเธอได้เห็นถึงฝีมือของฉัน\"\nพอเห็นแววตาเคลือบแคลงของเขา เพื่อนจึงพูดเสริมด้วยความโมโหว่า: \n\"หลายปีมานี้ฉันอบขนมเป็นแล้วนะ! พวกเด็ก ๆ ก็ชอบมากด้วย!\"\n\n\"งั้นไว้เจอกันนะ Guillotin... Emanuel ที่รักของฉัน\"\n\"ขอให้ทุกอย่างราบรื่น ไม่มีเรื่องอะไรเกิดขึ้นนะ\"\n\"หวังว่า Sponsian ของฉันจะยังไม่ถูกพวกเด็ก ๆ ป่วนจนพังเสียหายไปซะก่อนนะ...\"\n\nแม้จะไม่ชอบเด็ก... ไม่สิ ต้องบอกว่าไม่อยากยุ่งกับใครมากกว่า\nเพราะพอพบเจอผู้คน ก็จะนึกถึงภาพที่พวกเขาเลือดอาบทุกที\nแต่ในเมื่อเป็นคำขอร้องจากเพื่อนเก่า งั้นจะช่วยดูแลพวกเขาให้ก็ได้\nไว้ Basil กลับมาเมื่อไหร่ ค่อยโยนเผือกร้อนให้เธอละกัน..."
	}
}