{
	"id": 10006,
	"rarityList": [
		3,
		4
	],
	"name": "Martial Artist",
	"effect2Pc": "เพิ่มความเสียหายของการโจมตีปกติและการชาร์จโจมตี 15%",
	"effect4Pc": "ภายใน 8 วินาที หลังจากใช้สกิลธาตุ ความเสียหายของการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 25%",
	"flower": {
		"name": "Martial Artist's Red Flower",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "เฉพาะดอกไม้สีแดงเข้มชนิดนี้เท่านั้นที่สามารถใช้บรรเทาความเจ็บปวดได้",
		"story": "นับตั้งแต่ได้รับการยอมรับโดยอาจารย์ นักสู้ก็ได้ฝึกซ้อมมาตลอดทุกวันเป็นเวลานับปี\nบนเส้นทางที่ยากลำบากในการฝึกซ้อมศิลปะการต่อสู้ มันเป็นสิ่งที่หลีกเลี่ยงไม่ได้ว่าเขาจะต้องผิดหวังและได้รับบาดเจ็บสาหัส\nได้รับคำชี้แนะ นักสู้ได้ไปเก็บ crimson flower ที่ในป่า\nแม้ว่าจะไม่สามารถแก้รอยแผลเป็นแห่งเกียรติยศ แต่สุดท้ายมันก็สามารถบรรเทาอาการเจ็บปวดได้"
	},
	"plume": {
		"name": "Martial Artist's Feathered Accessory",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนนกทั่วไป เหล่ายอดฝีมือมักใช้มันในการฝึกฝน การควบคุมกำลัง ในระหว่างที่พวกมือใหม่เอามาใช้ทำ เป็นพัด",
		"story": "นักสู้ที่มีความสามารถอย่างเหนือธรรมชาติเด็ดขนนกที่บินอยู่บนฟ้าอันนี้มา\nบางครั้งแก่นแท้ของศิลปะการต่อสู้ไม่ได้อยู่ที่ความแข็งแกร่งของ การโจมตี\nความคล่องตัวและยืดหยุ่นที่ฝึกมาหลายปีนั้นเป็นสิ่งที่สำคัญสำหรับ นักสู้\nนักสู้จะเหน็บขนนกไว้ที่หน้าอกของเขาเพื่อแสดงถึงความเก่งกาจที่ ไม่มีใครเทียบ"
	},
	"sands": {
		"name": "Martial Artist's Water Hourglass",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "เครื่องมือในการจับเวลาในการฝึก ความอดทน มีความแม่นยำและเชื่อถือได้มากกว่านาฬิกาทรายทั่วไป",
		"story": "นาฬิกาทรายที่ใช้การไหลของน้ำในการวัดระยะเวลา นักสู้จะพกมันไว้กับตัวตลอดเวลา\nในตอนที่เขาฝึกวิชาอยู่ใต้น้ำตกหรือยืนขาเดียวอยู่บนแท่งไม้\nในตอนที่เขาต้องรับความเจ็บปวดอยู่คนเดียวอย่างเงียบ ๆ\nเครื่องมือชนิดนี้ได้บันทึกวันเวลาทุกวินาทีอย่างเงียบ ๆ ไว้นานนับปี"
	},
	"goblet": {
		"name": "Martial Artist's Wine Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "แก้วไวน์ที่ดูเหมือนสร้างมาด้วยความประณีตเพื่อใช้ในพิธีก่อนเข้าทำการ ต่อสู้",
		"story": "ในช่วงที่นักสู้ก้าวขึ้นสู่สังเวียนเพื่อแสดงวิชาการต่อสู้อย่างภาคภูมิใจ แน่นอนว่าจะขาดเหล้าชั้นเลิศในตอนส่งตัวเสียมิได้\nเผชิญหน้ากับคู่ต่อสู้ที่ทั้งแข็งแกร่งและภาคภูมิเช่นเดียวกัน ทั้งสองยกแก้วขึ้นเพื่อฉลอง\nความเงียบสงบอย่างสมบูรณ์แบบสำหรับสังเวียนและความเคารพ อย่างสูงสุดสำหรับคู่ต่อสู้\nนี่คือความหมายที่แท้จริงของการดื่มฉลองที่มาก่อนชัยชนะและ เกียรติยศบนเวที"
	},
	"circlet": {
		"name": "Martial Artist's Bandana",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "บทเรียนแรกในฐานะลูกศิษย์: ความเข้มแข็ง, ความแข็งแกร่ง, เจตนารมณ์ คำเหล่านี้ถูกเขียนลงบนผ้าพันคอเพื่อคอยย้ำเตือนคุณตลอดเวลา",
		"story": "ผ้าพันคอสีแดงสดใสที่เคยเป็นของนักสู้ ตอนนี้เหมือนสีมันจะจางลงไปหน่อย\nนี่คือหลักฐานของการฝึกฝนวิชาการต่อสู้ตั้งแต่วัยเยาว์ และมันยังแสดงถึงความทะเยอทะยานที่ครั้งหนึ่งนักสู้เคยมีด้วย\nก่อนที่ไก่จะขันในตอนเช้า นักสู้หนุ่มจะฝึกฝนอยู่ในป่าจนตัวเปียกชุ่มไปด้วยเหงื่อ\nหลายปีต่อมา นักสู้ผู้เติบโตขึ้นได้กลายมาเป็นผู้ฝึกสอน ความตื่นตัวและความขยันนั้นยังคงไม่ลดน้อยลง"
	}
}