{
	"name": "Nighttime Whispers in the Echoing Woods",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "เพิ่มพลังโจมตี 18%",
	"4pc": "ภายใน 10 วินาที หลังจากใช้สกิลธาตุ โบนัสความเสียหายหินเพิ่มขึ้น 20%; เมื่ออยู่ภายใต้การปกป้องของโล่ที่เกิดจากปฏิกิริยาการตกผลึก เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 150% โดยเอฟเฟกต์ที่เพิ่มขึ้นนี้ จะถูกลบล้างใน 1 วินาที หลังจากสูญเสียโล่ผลึก",
	"flower": {
		"name": "Selfless Floral Accessory",
		"relictype": "Flower of Life",
		"description": "ดอกไม้กลัดอกที่แม่มดในนิยายชื่นชอบ มันถูกประดับด้วยรูปทรงผีเสื้อ เฉกเช่นเดียวกับเครื่องประดับชิ้นอื่น ๆ ที่เธอชื่นชอบ",
		"story": "สุนัขน้อยวิ่งขึ้นไปที่ห้องใต้หลังคา มีฝุ่นที่จมูก อดไม่ได้ที่จะจามครั้งแล้วครั้งเล่า\n\"Pie ดูแกสิ เมื่อก่อนเคยเป็นสีของพายแอปเปิ้ล แต่ตอนนี้ดูเหมือนถูกทาด้วยแยมมัลเบอร์รี่เลย\"\nเด็กหญิงไล่สุนัขน้อยชื่อ \"Pie\" เข้าไปในห้องใต้หลังคาเล็ก ๆ แล้วช่วยมันปัดฝุ่นออก\nห้องใต้หลังคาเต็มไปด้วยหนังสือที่ถูกเข้าเล่มอย่างสวยงาม เด็กหญิงเลือกเล่มหนึ่งแล้วหยิบออกจากชั้นวาง ปกหนังสือตกแต่งด้วยผีเสื้อปีกทองสวยงามอยู่ด้านบน\n\"เหมือนจะเป็นหนังสือนิทาน บางทีเรื่องที่แม่เล่าก็คงมาจากหนังสือพวกนี้สินะ! แกว่าจริงมั้ย Pie?\"\nสุนัขน้อยเห่าสั้น ๆ และนอนลงแทบเท้าของเด็กหญิงตามปกติ\n\"ฮิฮิ ถ้าฉันอ่านจบก่อนแม่ได้ละก็...\"\nเด็กหญิงจึงเปิดหนังสือนิทานออก และหน้าหนังสือที่มีสีเหลืองราวกับผีเสื้อก็ได้สยายปีกออก...\n\nนั่นไม่ใช่เรื่องราวที่เกิดขึ้นเมื่อนานมาแล้ว ตำนานเล่าว่า ในป่าแห่งเสียงสะท้อน มีแม่มดที่สามารถทำให้ความปรารถนาเป็นจริงได้อาศัยอยู่\nแต่แม่มดคนนี้มีนิสัยแปลก ๆ เหมือนกับแม่มดในเรื่องราวอื่น ๆ นางใช้มนตราปกคลุมทั่วทั้งผืนป่าด้วยหมอก และสร้างความสับสนให้กับผู้บุกรุกด้วยเสียงสะท้อนในป่า เพราะงั้นจึงมีคนเพียงไม่กี่คนที่สามารถพบกระท่อมอันเงียบสงบของเธอในป่าได้ และยิ่งไม่ต้องพูดถึงการขอพรกับเธอเลย\nแต่แล้ววันหนึ่งก็มีเด็กหนุ่มคนหนึ่งมาเคาะประตูกระท่อมของแม่มดในที่สุด\nเดิมทีเด็กหนุ่มเพียงต้องการจะหาดอกไม้สีน้ำเงิน แต่ระหว่างทางสายตาก็ถูกดึงดูดโดยผีเสื้อปีกสีทอง พอไล่ตามผีเสื้อไป ก็มาถึงกระท่อมในป่าโดยไม่รู้ตัว จากนั้นเขาก็จำตำนานของแม่มดที่สามารถทำความปรารถนาเป็นจริงขึ้นมาได้ หลังจากลังเลอยู่พักหนึ่งเขาก็ตัดสินใจไปเยี่ยมเยียน\nก่อนที่เขาจะเคาะเป็นครั้งที่สาม ประตูก็เปิดออก\n\"ข้ามีความปรารถนาหนึ่งอย่าง...\" เด็กหนุ่มพูด\n\"ผู้คนต่างพูดเช่นนี้\" แม่มดขัดจังหวะเขา \"การทำให้ความปรารถนาของเจ้าเป็นจริง ไม่ใช่เรื่องยากสำหรับข้า แต่ราคาของความปรารถนานั้นแตกต่างกันไปในแต่ละคน\"\n\"เด็กสาวที่ฉันรัก หัวใจของเธอเป็นของคนอื่นไปแล้ว แต่ข้าไม่อยากใช้พลังแห่งมนตราทำให้นางเปลี่ยนใจ แต่แค่หวังว่านางจะได้รับความสุขทั้งหมดในโลกใบนี้ ถ้าสามารถทำให้ความปรารถนานี้เป็นจริงได้ ของที่ข้ามีในครอบครอง เวลาของข้า, เงินทอง หรือแม้แต่วิญญาณ ข้าล้วนยินดีมอบให้\"\n\"ความปรารถนาของเจ้าจะเป็นจริง แต่ราคาที่ต้องจ่ายจะถูกเก็บในภายหลัง และราคาไม่จำเป็นต้องเป็นวิญญาณของเจ้า... แม่มดมักจะทำตามแต่ใจต้องการ\"\n\"แต่โลกนี้จะมีอะไรที่มีค่ามากกว่าวิญญาณของมนุษย์คนหนึ่งกัน?\"\n\"ถึงเวลานั้นเจ้าจะรู้เอง เมื่อถึงเวลานัดหมาย มีเพียงหัวใจทองคำเท่านั้นที่จะถูกชั่งน้ำหนัก\"\n..."
	},
	"plume": {
		"name": "Honest Quill",
		"relictype": "Plume of Death",
		"description": "ปากกาขนนกที่ถูกใช้โดยแม่มดในนิยาย ในบรรดาความโดดเด่นทั้งหลายแล้ว ความลื่นของมันไม่ควรค่าแม้แต่จะนำมาพูดถึงเลย",
		"story": "...\n\"ในเรื่องเล่าการขายวิญญาณเป็นเรื่องง่ายดายเสมอ... งั้นวิญญาณคงเป็นสิ่งที่ถูกกว่ามาก ไม่เช่นนั้นทำไมผู้คนถึงมอบมันออกมาอย่างง่ายดายอยู่เสมอ?\"\nแต่นางไม่รู้ว่าวิญญาณหมายถึงอะไร เพราะนางไม่เคยเห็นวิญญาณมาก่อนเลย เมื่อเทียบกันแล้ว ของว่างแสนอร่อยสำหรับน้ำชายามบ่าย เวลาเล่นกับ Pie ในสวน และนิทานที่แม่เล่าให้ฟังก่อนนอนเป็นสิ่งที่มีค่ามากกว่า\n\"โชคดีที่พวกเราไม่มีความปรารถนาใดที่ต้องการให้แม่มดทำให้มันเป็นจริง ซึ่งนั่นทำให้พวกเราไม่ต้องเอาสิ่งของล้ำค่าใด ๆ ไปแลกเปลี่ยนเลย\"\nเธอเปิดไปยังหน้าถัดไป...\n\nถึงแม้จะได้รับคำสัญญาจากแม่มด แต่เด็กหนุ่มเองก็ไม่สามารถจินตนาการได้ว่าความปรารถนาที่กลายเป็นจริงจะเป็นเช่นไร\nหากเป็นความปรารถนาที่เป็นรูปธรรมมากกว่านี้... ความมั่งคั่งที่ไม่สิ้นสุดและพลังที่จะทำให้ผู้อื่นยอมศิโรราบ ล้วนเป็นเรื่องง่ายที่จะจินตนาการถึง แต่ความสุขที่เหนือกว่านั้นล่ะ?\nเด็กหนุ่มเคยได้ยินว่าแม่มดมีไอเทมมนตรามากมาย และเธอก็ดึงเอาพลังของของสะสมที่แปลกประหลาดและไม่ธรรมดานี้มาใช้ เขาไม่สามารถระงับความอยากรู้อยากเห็นของเขาได้ เลยถามแม่มดว่า จะใช้ไอเทมอะไรในการทำให้ความปรารถนาของเขาเป็นจริง\n\"วจีที่เขียนด้วยปากกาขนนกวิเศษจะกลายเป็นความจริง และนางจะกลายเป็นที่รักของโชคชะตา\"\nเด็กหนุ่มมองดูแม่มดเขย่าขวดหมึกอย่างแผ่วเบาด้วยสายตาเหลือเชื่อ น้ำสีดำม้วนตัวเหมือนคลื่น ราวกับเห็นว่าโลกที่พวกเขาอาศัยอยู่นั้นเป็นเหมือนเกาะที่ลอยไปตามคลื่น อีกทั้งใบหน้าและทิวทัศน์ที่เขาไม่เคยเห็นมาก่อนอีกมากมายดั่งหนังสือภาพที่ถูกพลิกผ่าน...\nเขามองดูจนรู้สึกหลงใหล จนเกือบจะตกลงมาจากปากขวดหมึกที่กว้างใหญ่ และจมอยู่ในน้ำสีดำ\n\"ในขวดหมึกบรรจุทุกอย่างที่นางสามารถจินตนาการได้ และมันจะเป็นของนางหากนางต้องการ\"\nเมื่อปากกาขนนกเคลื่อนไปทั่วหน้ากระดาษ ชะตากรรมของเด็กสาวก็เปลี่ยนไป\nไม่รู้ว่าตั้งแต่เมื่อไหร่ เด็กสาวก็ไม่รู้สึกแปลกใจกับความโชคดีที่ตามมาทีหลังอีกต่อไป\nนางไม่กังวลเรื่องอะไรอีกต่อไป และทุกอย่างจะดำเนินไปตามความปรารถนาของนาง และสิ่งที่นางต้องการก็จะมาอยู่ในมือนางในรูปแบบใดรูปแบบหนึ่งในที่สุด\nทุกคนต่างก็รักนาง ผู้คนชื่นชมรูปลักษณ์ภายนอกของนาง และยกย่องคุณธรรมของนาง แม้แต่คนที่นางคิดว่าจะไม่สนใจตัวนางในอดีต ก็เปลี่ยนทัศนคติไปอย่างสิ้นเชิง\nนางเริ่มคุ้นชินกับคำพูดเยินยอและสายตาอิจฉาที่มองมาที่นางทีละน้อย แม้ว่ารูปร่างหน้าตาของนางจะไม่โดดเด่น และคุณธรรมของนางก็ธรรมดาเสียยิ่งกว่าธรรมดา แต่โชคชะตาก็เข้าข้างนางโดยไม่ลังเล\n..."
	},
	"sands": {
		"name": "Faithful Hourglass",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาทรายที่แม่มดในนิยายพึ่งพา ว่ากันว่า หากท่องคาถาผิดใส่มัน เวลาจะไหลไปเร็วผิดปกติ",
		"story": "...\n\"ถ้ามีปากกาขนนกวิเศษ... ถ้าเป็น Pie จะเขียนอะไรลงไปเหรอ? บิสกิตสำหรับสุนัขเยอะ ๆ งั้นเหรอ?\"\nเด็กหญิงวางหนังสือลงแล้วลูบหัวของ Pie สุนัขน้อยกระดิกหางเพื่อตอบรับ\n\"โอ๊ะ! Pie เขียนหนังสือไม่เป็น งั้นให้ฉันเขียนแทนแกเองละกัน นอกจากบิสกิตสำหรับสุนัขเยอะ ๆ แล้ว ยังมี...\"\nเธอเปิดไปยังหน้าถัดไป...\n\n\"ช่างน่าขันเสียจริง ดูเหมือนริบบิ้นสีน้ำเงินจะหายากมากเลยนะ\" เด็กสาวขับไล่ผู้มาเยือนออกไปอย่างไร้ความปรานี และโยนของขวัญที่ผู้มาเยี่ยมนำมาไว้ที่มุมห้อง อันที่จริงนางเคยหลงใหลในริบบิ้นสีน้ำเงินเหมือนนกกระเต็นมาก่อน แต่ตอนนี้ สิ่งของธรรมดา ๆ เหล่านั้นไม่สามารถดึงดูดความสนใจของนางได้อีกต่อไป\n\"เด็กน้อยที่น่าสงสาร!\" ผู้เป็นแม่ถอนหายใจ\nเด็กสาวเบื่อหน่ายกับคำสั่งสอนของมารดา ถึงแม้ว่าโชคดีจะมาถึงตัวนางได้ไม่นาน แต่นางเห็นความมั่งคั่งอยู่ที่แค่ปลายนิ้ว การเอาชนะใจผู้คนก็กลายเป็นเรื่องง่ายดายไปแล้ว เดิมทีโลกนี้หมุนรอบตัวนาง นางคิดอย่างนี้มามากครั้ง\n\"ท่านเป็นแม่แท้ ๆ แต่ทำไมถึงไม่รักข้าเหมือนคนอื่น ๆ ล่ะ?\"\nบางทีข้าอาจไม่ต้องการแม่ที่ไม่รักข้า เด็กสาวคิด\nหลังจากนั้นเด็กสาวก็ทิ้งบ้านไว้เบื้องหลังพร้อมกับครอบครัว ตั้งแต่นั้นมา ก็เพลิดเพลินกับความโชคดีที่มนตรานำพามา ไม่จำเป็นต้องกังวลเกี่ยวกับความรู้สึกผิดชอบชั่วดีอีกต่อไป\nนางเดินทางไปทั่วทุกที่ จนกระทั่งไม่มีทิวทัศน์ที่ทำให้นางรู้สึกแปลกใหม่ และไม่มีอาหารอร่อยที่ทำให้นางต้องรู้สึกประทับใจ ชีวิตของนางเหมือนงานเต้นรำที่ไม่มีที่สิ้นสุด ผู้คนไปไปมามา แต่ไม่มีใครหยุดบนฟลอร์เต้นรำ\nบางครั้งนางก็จงใจปฏิบัติต่อคนที่นางเรียกว่า \"เพื่อน\" ด้วยเจตนาร้าย แต่ไม่ว่าวันก่อนนางจะประพฤติหยาบคายแค่ไหน พอถึงวันที่สอง พวกเพื่อนของนางก็ยิ้มและให้อภัยนาง และรักนางเหมือนเมื่อก่อน\nผู้คนต่างเพียงอุทิศตนให้นางเท่านั้น ไม่มีใครเรียกร้องอะไรจากนาง\n..."
	},
	"goblet": {
		"name": "Magnanimous Ink Bottle",
		"relictype": "Goblet of Eonothem",
		"description": "ขวดหมึกที่ถูกใช้โดยแม่มดในนิยาย มีเวทมนตร์อันวิเศษไม่น้อยไปกว่าปากกาขนนกเลยทีเดียว",
		"story": "...\nเด็กหญิงตัวเล็ก ๆ ยังคงอ่านต่อไป โดยมี Pie คอยอยู่เคียงข้างเธอ\nเธอเปิดไปยังหน้าถัดไป...\n\nหลังจากนั้นไม่นาน เด็กสาวถึงได้รู้ว่าแม่ได้จากไปนานแล้ว การกลับมาที่บ้านเกิดหลังจากที่ห่างหายไปนาน ไม่ว่าจะเป็นใบหน้าที่คุ้นเคยหรือใบหน้าที่ไม่คุ้นเคย ก็ดูอบอุ่นและสุภาพต่อนางเหมือนกับผู้คนในที่อื่น ๆ\n\"ทุกอย่างล้วนเป็นไปตามที่เจ้าต้องการ แต่ทำไมเจ้าไม่ยิ้มอีกล่ะ?\"\nเด็กหนุ่มที่พูดคือคนที่นางเคยเจอมาก่อน บางทีอาจเป็นเพียงหนึ่งในผู้ติดตามมากมาย\n\"แม่พูดถูก ข้าเป็นเด็กที่น่าเวทนา ด้วยคำสาปอันเลวร้ายนี้ ข้าจะไม่มีวันมีความสุขอย่างแท้จริงได้ตลอดกาล\"\n\"อ๊ะ! เจ้าเรียกของขวัญการเสียสละว่าเป็นคำสาป นี่คือการแลกเปลี่ยนของใครบางคนกับแม่มดที่ได้มาด้วยการเสียสละของตัวเอง เขาไม่เคยคิดที่จะได้อะไรตอบแทนจากเจ้าเลย บนโลกนี้จะมีรักใด ยิ่งใหญ่กว่านี้อีกเหรอ?\"\n\"ดูเหมือนเขาจะรู้วิธีหาความสุขได้ดีกว่าข้านะ\" เด็กสาวพูด \"ชีวิตที่ได้มาโดยไม่ต้องจ่ายอะไรตอบแทนมันจะไปมีค่าอะไร? สิ่งที่ไร้ค่าที่สุดคือสิ่งที่ไม่มีใครต้องการ บางทีการดำรงอยู่ของข้าอาจจะไม่ใช่สิ่งจำเป็นก็ได้\"\n\"ไม่ใช่แบบนั้น... เจ้าเป็นสิ่งที่ต้องมีอยู่ อย่างน้อยสำหรับข้าก็เป็นแบบนั้น\"\n\"งั้นเจ้าคาดหวังอะไรบนตัวข้าล่ะ? ถ้าหากมีอะไรที่ข้าสามารถทำเพื่อเจ้าได้...\"\nเด็กหนุ่มกลับมีสีหน้าลำบากใจ\nเด็กสาวผิดหวังมากและตัดสินใจไปที่ป่าแห่งเสียงสะท้อนที่แม่มดซ่อนตัวอยู่อย่างสันโดษเพื่อหาทางถอนคำสาปอันเลวร้ายนี้\nเด็กหนุ่มหยิบกระจกวิเศษที่ยืมจากแม่มดออกมาโดยหวังว่าจะหยุดยั้งเด็กสาวได้\n\"พอมนตราที่นำพาความโชคดีได้จากเจ้าไป...\"\nจากนั้นในกระจกก็แสดงความเป็นไปได้หลังจากความโชคดีที่สูญเสียไปให้เด็กสาวได้เห็น: นางได้เห็นตัวเองสูญเสียทรัพย์สมบัติไปอย่างรวดเร็ว ผู้คนที่ถูกนางทำร้ายไม่ยิ้มและให้อภัยนางอีกต่อไป แต่ถูกแทนที่ด้วยคำสาปแช่งและการมองด้วยหางตา ไม่มีใครอยู่รอบตัวนางอีกต่อไป ราวกับว่างานเต้นรำจบลงแล้ว นางออกเดินทางเหมือนแต่ก่อนแต่ไม่มีใครสนใจหรือเป็นห่วงนาง นางเห็นตัวเองถูกลมฝนพัดจนล้มลงและถูกเด็ก ๆ หัวเราะเยาะ ของขวัญทั้งหมดที่นางได้รับ ในวันนี้จะต้องถูกเอาคืนเป็นสิบเท่าร้อยเท่า\nนางไม่ขยับแม้แต่ก้าวเดียว สิ่งที่นางเห็นในกระจกดูเหมือนจะเกิดขึ้นกับตัวนางแล้ว ชีวิตคือแรงงานที่บังคับต้องทำงานหนักอย่างไม่มีที่สิ้นสุด เพื่อทำลายนาง\n\"จงยินดีปรีดา โชคแห่งมนตรายังไม่ละทิ้งเจ้าไป และไม่มีใครในโลกนี้จะยิ้มเยาะความอ่อนแอของเจ้าได้\"\n..."
	},
	"circlet": {
		"name": "Compassionate Ladies' Hat",
		"relictype": "Circlet of Logos",
		"description": "หมวกที่แม่มดในนิยายชื่นชอบ การออกแบบที่สุขุมแต่แฝงไปด้วยความขี้เล่นของมัน ทำให้เธอชอบเป็นพิเศษ",
		"story": "...\nPie หาวด้วยความเบื่อหน่าย\n\"ฉันเดาว่าเรื่องราวมันใกล้จะจบแล้ว ช่วยรออีกสักหน่อยนะ โอเคมั้ย?\"\nเธอเปิดไปยังหน้าถัดไป...\n\n\"ถึงอย่างนั้น ข้าจะเลือกเส้นทางที่ยากลำบากกว่านี้\"\nเช่นเดียวกับคืนฤดูหนาวที่แสนไกลเหล่านั้น เธอหลับใหลอยู่ในอ้อมแขนของแม่ ฟังเรื่องราวที่เธอเกือบลืมไปแล้ว แต่ก็ไม่เคยเบื่อที่จะได้ฟังเรื่องราวเหล่านั้นเลย ตัวเอกของเรื่องมักจะต้องผ่านความยากลำบากทุกรูปแบบเพื่อไปให้ถึงจุดสิ้นสุดของการเดินทาง สิ่งที่พวกเขาจ่ายและสูญเสียระหว่างการเดินทางนั้น จะทำให้รางวัลที่ได้มาอย่างยากลำบากมีค่ามากขึ้นเท่านั้น\n\"ข้าเห็นเหล้าผู้คนในกระจกไม่รักข้าอีกต่อไป หรือแม้แต่ชังน้ำหน้าข้า แต่เพียงเพื่อให้พวกเขายิ้มให้ข้าใหม่อีกครั้ง ล้วนเป็นความยากลำบากที่ไม่เคยจินตนาการมาก่อน... แต่นั่นคือโลกแห่งความเป็นจริง เต็มไปด้วยการเปลี่ยนแปลงและความไม่แน่นอน\"\n\"ไม่ เจ้าจะทำแบบนั้นไม่ได้! เจ้าจะต้องมีความสุขกับความโชคดีที่มนตรานำพามาให้สิ ไม่อย่างนั้น...\"\n\"เจ้ามีอะไรที่ต้องกังวลอีกล่ะ? แม้ว่าเจ้าจะเป็นเหมือนคนอื่น ๆ ที่หยุดรักข้าหลังจากที่มนตราจางหายไป แต่ข้าจะยังคงรักพวกเจ้า ข้าจะปฏิบัติต่อทุกคนในโลกเสรีนี้ด้วยความจริงใจเช่นเดียวกับตัวเอกของในเรื่องราว... ตราบใดที่เจ้าเต็มใจที่จะยอมรับมัน หัวใจของข้าก็ยังเป็นของเจ้า!\"\nแม้ว่าจะไม่มีเสียงระฆังหรือลางบอกเหตุอื่นใด แต่นี่ดูเหมือนจะเป็นช่วงเวลาที่แม่มดพูดไว้\n\"พูดตามหลักแล้ว ข้าควรจะปรากฏตัวหลังจากที่นางเสร็จสิ้นการเดินทางที่แสดงในกระจกแล้ว ตอนนี้ยังเร็วไปหน่อย... แต่แม่มดมักจะทำตามที่ต้องการเสมอ\"\nแม่มดทำตามสัญญา นำเอาสิ่งที่เด็กหนุ่มมีในครอบครองที่นางต้องการที่สุดไป\n\"ความปรารถนาของข้าเป็นจริง แต่ข้าจะสูญเสียทุกสิ่งไป...\"\n\"นางคงจะเป็นตัวละครที่ไม่เลวเลยทีเดียว ต่อให้อยู่ในเรื่องราวอื่นก็ตาม\" แม่มดเขย่าขวดหมึกเบา ๆ เด็กสาวได้กลายเป็นผู้ถูกคุมขังในขวดนี้\n\"แต่นางเป็นเด็กสาวที่ดำรงอยู่เพื่อข้า เช่นเดียวกับที่ข้าทำเพื่อนาง... ถึงนางจะถูกลิขิตไว้ว่าไม่อาจถูกปลดปล่อยได้ ก็ให้ข้าไปหานางเถอะ ข้าได้เห็นจักรวาลมากมายและเรื่องราวนับไม่ถ้วนในขวด บางทีอาจจะมีโลกที่สามารถรองรับพวกเราสองคนได้ และบางที ข้าอาจจะกลายเป็นตัวละครที่ไม่เลวเลยก็ได้...\"\n\n\"ฉันจำได้แล้ว! คืนนี้เล่าเรื่องนี้ให้แม่ฟังดีกว่า เธอว่าแม่จะชอบมั้ยนะ?\"\nPie เพิกเฉยต่อเด็กหญิงตัวเล็ก ๆ แต่กลับลุกขึ้นและเห่าขึ้นไปในอากาศสองสามครั้ง หลังจากเดินวนอีกสองสามรอบ ก็วิ่งหนีไปที่ห้องใต้หลังคา\n\"เชอะ เจ้าตัวนี้นี่ โมโหหิวแน่ ๆ เด็กน้อยซะจริงนะ\"\nเด็กหญิงเองก็จากไปเช่นกัน เหลือเพียงหนังสือนิทานที่ไม่มีการตกแต่งไว้บนพื้นห้องใต้หลังคา"
	}
}