{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "Night of the Sky's Unveiling",
	"effect2Pc": "ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย",
	"effect4Pc": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิดปฏิกิริยาประกายจันทร์ หากผู้สวมใส่อยู่ในสนาม จะได้รับเอฟเฟกต์ Gleaming Moon: Intent เป็นเวลา 4 วินาที: เมื่อลัคนาจันทร์ของทีมเป็นแย้มแสง/จรัสแสง อัตราคริจะเพิ่มขึ้น 15%/30% ทั้งนี้ ความเสียหายของปฏิกิริยาประกายจันทร์ที่ตัวละครทั้งหมดในทีมสร้างจะเพิ่มขึ้น 10% ตามเอฟเฟกต์ Gleaming Moon แต่ละชนิดที่ตัวละครในทีมมี โดยเอฟเฟกต์ที่เกิดจาก Gleaming Moon จะไม่สามารถซ้อนทับกันได้",
	"flower": {
		"name": "Bloom of the Mind's Desire",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "รีลิกส์ที่แกะสลักเป็นรูปดอกไม้ ดูเหมือนจะเป็นสัญลักษณ์ของสิ่งที่น่ากลัวบางอย่าง ที่เบ่งบานราวกับดอกไม้",
		"story": "นั่นเป็นยุคสมัยที่เหล่าคนบาปยังไม่ได้ทำความผิดมหันต์ และส่วนลึกของอาณาจักรทางโลกยังมีสิ่งปลูกสร้างอยู่ใต้ดิน\nผู้คนในอาณาจักรไม่เคยได้เห็นทะเล และไม่เคยได้เห็นดวงอาทิตย์ที่แท้จริง\nแต่ถึงแม้จะอยู่ท่ามกลางความมืดอันไร้ตะวัน ก็ยังมีคนพยายามจะเสาะหาความลับของหมู่ดาวอยู่ดี\nทว่าพวกเขานั้น กลับไม่ได้แหงนมองดวงดาว แต่เลือกจะค้นหาความจริง จากภาพมายาที่สะท้อนภายในกระจกแทน\n\nอาจเป็นเพราะความพิเศษของตำแหน่งภูมิศาสตร์ของอาณาจักร จึงมักเกิดปรากฏการณ์แสงกะพริบประหลาดขึ้นบนแผนที่ดวงดาว\nนักโหราศาสตร์ได้บันทึกมันเอาไว้ และเรียกว่า \"ปรากฏการณ์คะนึงสัตย์\" ซึ่งหมายถึงการโหยหาความจริง\n\"บางทีสิ่งที่สะท้อนอยู่ในกระจกอาจเป็นเพียงภาพลวงตา มีแต่ต้องก้าวผ่านภาพลวงตาไปเท่านั้น ถึงจะได้พบกับความจริง\"\nหลังจากลองผิดลองถูก กับตารางดวงดาวอันยาวเหยียดมาเป็นเวลานาน เหล่านักโหราศาสตร์ก็ได้ข้อสรุปแนวคิดออกมา\nเพียงแต่ในเวลานั้นเหล่านักปรัชญายังไม่รู้ ว่าพวกเขาได้เห็นมุมหนึ่งของท้องฟ้าปีศาจอนันต์อันไร้สิ้นสุดแล้ว\n\nเวลาผ่านไปหลายปี นานจนเทพเจ้าบนโลกต่างทยอยล้มตาย นานจนสุริยันดำเข้ามาแทนที่จันทราแดง\nในตอนนั้น เริ่มมีคนล่วงรู้ถึงความลับของบาป ด้วยเหตุนี้การสอดส่องดวงดาวบนท้องฟ้า จึงกลายเป็นความรู้ต้องห้าม\nปัจจุบันมีเพียงไม่กี่คนในอาณาจักรเท่านั้น ที่ได้รับอภิสิทธิ์ให้อยู่เหนือบัญญัติข้อห้ามนี้ เพื่อรับใช้ราชาผู้มีดวงตาข้างเดียว\n\nแต่อย่างไรก็ตาม อะไรก็ย่อมเกิดขึ้นได้ทั้งนั้น เมื่อนักบวชฝึกหัดผู้โง่เขลาได้ปัดฝุ่นที่ปกคลุมบนกระจกของ Apaosha ออก\nแสงจากฟากฟ้าอันมหัศจรรย์ได้โอบล้อมทัศนียภาพเอาไว้ ทำให้ห้องดูดาวอันคับแคบสว่างไสวขึ้นอีกครา\nจนได้เห็นสรวงสวรรค์อันมืดมิดว่างดงามและเจิดจรัสเพียงใด และน่าดูแคลนมากแค่ไหน...\nแม้จะเพียงแค่ชั่วพริบตา แต่มันก็ได้ครอบงำความคิดและความปรารถนาทั้งหมดของ Rauthvangi วัยหนุ่มผู้นี้\nและนี่ก็คือจุดเริ่มต้นของเรื่องราว และความผิดทั้งหมดของนักบวชปีศาจ ผู้สรรเสริญห้วงลึกนอกฟากฟ้าในเวลาต่อมา..."
	},
	"plume": {
		"name": "Feather of Indelible Sin",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "เครื่องประดับขนนกสีเข้มที่ประดับบนหมวกสักหลาด ดูไม่เข้ากับรสนิยมของชนชั้นสูงแห่ง Snezhnaya ที่มักแสวงหาความงดงามเลยสักนิด",
		"story": "การก้าวล่วงผู้อยู่เหนือฐานันดรของตน ถือเป็นการหมิ่นพระบรมเดชานุภาพอย่างมาก\nการแสวงหาศาสตร์มืดต้องห้าม ถือเป็นความผิดที่ไม่อาจให้อภัยได้\n\nทว่า Rauthvangi ก็ไม่ได้โต้แย้งอะไรเรื่องนี้ เพราะในใจของเขาไม่มีสิ่งอื่นใดนอกเหนือจากแสงนั้น\nไม่นานนักศาลก็มีคำตัดสิน ให้ขับไล่นักวิชาการผู้นั้นออกจากสถาบันลับ และลงโทษด้วยการเนรเทศ\nแม้จะเป็นการเนรเทศ แต่สำหรับคนที่มาจากต่างแดนอย่างเขาแล้ว มันกลับน่ากลัวยิ่งกว่าโทษประหารเสียอีก\nเพราะเนื่องจากคำสาปโบราณที่สาปแช่งต่อผู้หันหลังให้เทพเจ้า หากเมื่อใดก็ตามที่หวนกลับคืนสู่ธรณี เขาผู้นั้นจะต้องถูกไล่ล่า\nโทษทัณฑ์ดังกล่าวเป็นการหักหลังหลักการอันสูงส่งของอาณาจักร และเป็นข้อพิสูจน์ให้เห็นว่า อาณาจักรใต้ดินกำลังล่มสลาย\n\nแต่ถึงอย่างไรก็ไม่อาจขัดต่อราชโองการได้ แล้วอีกอย่าง หลังจากตัวเองได้เห็นทิวทัศน์ของสรวงสวรรค์แล้ว ก็รู้สึกทนไม่ไหวอีกต่อไปมานานแล้ว\n\"จงดับมอดไปเสียเถอะ ชีวิตอันแสนไร้ค่า อย่างน้อยในช่วงเวลานั้น เจ้าก็ยังได้เห็นความจริง\"\nแต่เมื่อ Rauthvangi เดินออกมาจากถ้ำ และได้อาบแสงแดดที่แท้จริง\nเขากลับไม่เป็นอะไรเลย ทว่าคนที่เดินมาพร้อมกับเขา กลับส่งเสียงครวญครางด้วยความเจ็บปวดออกมา\n\nในตอนนั้นเอง สิ่งที่ยิ่งใหญ่ยิ่งกว่าเวิ้งนภาก็ปรากฏขึ้นต่อหน้าเขา\nในบรรดาสิ่งมีชีวิตทั้งมวล มันกลับเลือกเขา พร้อมกับประทานพรแห่งความมืดให้\nในความโชคดีนั้น เขากลับรู้สึกเศร้า ในที่สุดเขาก็ตระหนักได้ถึงพันธกิจของตนเอง\n\n\"เปลวไฟส่องสว่างแก่โลกา แต่ก็ผลาญโลกาให้มลายสิ้นได้เช่นกัน\"\n\"ส่วนโชคชะตาของฉันนั้น ก็ไม่ต่างอะไรกับแมลงเม่าที่บินเข้ากองไฟ\""
	},
	"sands": {
		"name": "Revelation's Toll",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิการ้องบอกเวลาฝีมือประณีต ที่ขับเคลื่อนด้วยพลังลึกลับ แต่ดูเหมือนว่ามันจะไม่ได้มีไว้ใช้บอกเวลา",
		"story": "มันเป็นช่วงยุคสมัยที่ภัยพิบัติอันมืดมิด ยังไม่ได้ปกคลุมทั่วทั้งอาณาจักร\nเป็นยุคสมัยที่ผู้คนยังคงเพลิดเพลิน ไปกับยุคทองในช่วงสุดท้าย\n\nว่ากันว่า เคยมีนักวิชาการผู้รอบรู้และมากความสามารถคนหนึ่ง เคยพเนจรไปตามประเทศต่าง ๆ เป็นเวลานาน\nเขาเคยอ่านบันทึกของภาควิชาอิลลูมิเนชั่นนิสม์เมื่อนานมาแล้ว และยังได้เคยอ่านหนังสือที่เก็บรักษาอยู่ที่แดนเหนือมาแล้วด้วย\nแต่แม้ในบันทึกที่เก่าแก่ที่สุด ก็ยังไม่พบสิ่งที่เขากำลังตามหาอยู่\nเพราะมันคือสรวงสวรรค์อันมืดมิดแห่งปาฏิหาริย์ ซึ่งไม่มีอยู่บนโลกนี้\n\nเขาเดินทางไปทั่วทุกมุมโลก เว้นเสียแต่พื้นที่อันรกร้างที่ยังไม่ถูกค้นพบ\nนั่นก็คือ Nod-Krai ชายแดนทางตอนเหนือที่ Tsar แห่ง Snezhnaya ได้ออกคำสั่งให้ทำการสำรวจเมื่อไม่กี่ปีก่อน\nที่นั่นไม่มีนักวิชาการที่มีชื่อเสียงโด่งดัง และดูเหมือนว่า จะไม่มีร่องรอยของอารยธรรมโบราณเลยด้วยซ้ำ\n\n\"ที่นี่คือที่สุดท้ายแล้ว ชีวิตที่ผ่านมาของฉันล้วนไร้ความหมาย\"\nเขาคิดในใจก่อนออกเดินทางไป\n\"แม้จะไม่มีความหวังอยู่เลยก็ตาม แต่ฉันจะมายอมแพ้ตรงนี้ไม่ได้\"\n\nคงเพราะความปรารถนาของเขาในที่สุดก็มีผู้มองเห็น เขาได้พบกับความจริง ที่เขาเสาะแสวงหามาอย่างยากลำบากอีกครั้ง\nและในครั้งนี้เอง ในที่สุดเขาก็ได้ค้นพบเส้นทางบาป ที่นำไปสู่สรวงสวรรค์อันมืดมิด\nสิ่งที่ต้องทำต่อจากนี้ ก็คือการเปิดประตูที่ส่องประกายเจิดจรัส ท่ามกลางความฝันอันนับไม่ถ้วนด้วยมือของเขาเอง\nไม่ว่าจะต้องใช้วิธีไหน หรือจะต้องแลกด้วยอะไรก็ตาม..."
	},
	"goblet": {
		"name": "Vessel of Plenty",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "แก้วเหล้าสั่งทำพิเศษที่ใช้ในงานเลี้ยงของราชวงศ์ ครั้งหนึ่งเคยถูกใช้ในการแสดงมายากลบางอย่าง",
		"story": "ภายในโถงทางเดินของ Zapolyarny Palace งานเลี้ยงและการเต้นรำดูคล้ายจะไม่มีวันเลิกรา\nเหล่าชนชั้นสูงแห่งภูตล้วนชื่นชอบความหรูหรา พวกเขามองว่างานรื่นเริงเป็นงานที่สำคัญที่สุด\nแม้แต่ผู้ที่มีจิตใจแข็งแกร่งดุจดั่งอัญมณี ก็ยังหลอมละลายด้วยกลิ่นหอมของไวน์ชั้นเลิศ\nแม้แต่งานราชการของอาณาจักรนั้น ๆ ไม่ว่าจะเรื่องเล็กหรือใหญ่ ส่วนใหญ่ก็มักตัดสินใจตอนช่วงกำลังเมากรึ่ม ๆ\n\nศาสตราจารย์ Rotwang ผู้ถูกเหล่าชนชั้นสูงเรียกว่า \"นักบวชปีศาจ\" กำลังเป็นคนดังในราชสำนักช่วงนี้\nการที่เขาเป็นขุนนางคนโปรดของท่าน Tsar ได้นั้น ไม่ใช่เพราะเขาเชี่ยวชาญการเล่นแร่แปรธาตุ หรือการทำนายดวงดาว\nและไม่ใช่เพียงเพราะคำพูดอันน่าสนใจและลึกซึ้งของเขา ที่ทำให้ผู้คนต่างหัวเราะเยาะ\nทว่าสิ่งที่ทำให้เหล่าชนชั้นสูงในราชสำนักต้องมองเขาใหม่ ก็คือตำนานที่เกี่ยวกับตัวเขา\n\nว่ากันว่าแกรนด์ดยุก Photius เคยอิจฉาริษยา และต้องการกำจัดตัวปัญหาที่เป็นอุปสรรคพวกนี้\nเขาได้แอบสลับ Fire-Water เป็นยาพิษร้ายแรงแทน ทว่าเขากลับคาดไม่ถึงว่า ศาสตราจารย์คนนั้นกลับดื่มเข้าไปอย่างไม่รู้สึกรู้สา\nในตอนท้าย กลับเป็นท่านแกรนด์ดยุกเสียเองที่ยอมก้มหัวให้ และกลายเป็นผู้ติดตามที่จงรักภักดีมากที่สุดของนักบวชปีศาจ\n\nได้ยินมาว่า Filipov เป็นผู้เชี่ยวชาญในการจำแลงกายมากที่สุดในหมู่ภูต และเคยหัวเราะดูถูกงานวิจัยของศาสตราจารย์ว่า เป็นแค่การเล่นปาหี่\nทว่านักบวชปีศาจกลับเพียงแค่ยิ้มรับ จากนั้นก็อัญเชิญวิญญาณของภรรยาที่ล่วงลับไปแล้วของ Filipov ที่เขาเฝ้าถวิลหาแม้ในยามฝัน ให้ปรากฏออกมาท่ามกลางสายตาของผู้คน\nเรื่องราวที่กล่าวไปนั้น กลายเป็นเพียงเรื่องตลกในงานเลี้ยง แต่ทุกครั้งที่มีคนถาม ศาสตราจารย์ก็มักจะเงียบไม่พูดอะไร\nบางทีอาจไม่มีใครสนใจเรื่องเล่าพวกนั้นว่าเป็นจริงหรือไม่ มันก็เป็นเพียงแค่รสชาติที่ปรุงแต่งเข้ามาให้สนุกสนานขึ้น ท่ามกลางการร้องเล่นเต้นรำ\n\nแต่สำหรับเหล่าชนชั้นสูง ไม่มีผู้ใดน่าเชื่อถือไปกว่าคนต่างแดน ที่ไม่มีหัวนอนปลายเท้าคนนี้อีกแล้ว\nแน่นอนว่า ถ้าเขาสามารถช่วยจัดการปัญหาต่าง ๆ ได้ด้วยก็คงจะดี\nแต่ผู้คนในบทละครไหนเลยจะคาดเดาได้ว่า จุดจบอันน่าเศร้าใกล้จะมาถึงแล้ว?"
	},
	"circlet": {
		"name": "Crown of the Befallen",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "มงกุฎที่ทำขึ้นโดยเลียนแบบรัดเกล้าของคนบาป บางทีความรักและความผิดบาปในใจของใครบางคน อาจมาจากจุดกำเนิดเดียวกันก็เป็นได้",
		"story": "ลมจากตอนเหนือได้พัดพาโอกาสและอารยธรรมใหม่ มาสู่ดินแดนโบราณอันรกร้าง\nบริเวณที่ต้นไม้ยักษ์ที่ล้มลง ได้เกิดเป็นเมือง ท่าเรือ และโรงงานขึ้นมากมาย\nแต่มีเพียงขุนนางข้างกายของ Tsar เท่านั้นที่รู้ว่า ความรุ่งเรืองที่ไหลบ่าเข้ามาตรงหน้านี้ไม่ใช่ทั้งหมด\nราชาแห่งภูตทั้งปวงกำลังวางแผนก่อกบฏ ซึ่งขัดต่อระเบียบแห่งจันทรา\n\n\"ถ้าถามฉันละก็ ทั้งศักยภาพและความทะเยอทะยานของ Tsar นั้นยังมีไม่มากพอ\"\n\"เขาถูกตรึงไว้กับโลกด้วยโซ่แห่งความรัก และไม่เคยแหงนมองดวงดาวเลยสักครั้ง\"\n\"เขาผู้ซึ่งครอบครองพลังอันยิ่งใหญ่ แต่กลับอยากเป็นราชาของเหล่าสรรพสิ่งภายใต้แสงจันทร์\"\n\"เขาไม่รู้ด้วยซ้ำว่าสรวงสวรรค์นิจนิรันดร์นั้น แท้จริงแล้วมันอยู่นอกเหนือผืนฟ้า\"\n\nในฐานะราชทูตของท่าน Tsar นักบวชปีศาจจึงมายัง Nod-Krai เพื่อทำภารกิจลับ\nผู้ใดหาสมบัติที่ซ่อนอยู่ในที่นี้พบ ผู้นั้นจะได้ครองพลังที่พลิกชะตาของโลกใบนี้\nทว่าเขาไม่ได้ต้องการพลังนั้นเพื่อกอบกู้โลก แต่ต้องการโลกใบนี้เพื่อมาเป็นเชื้อไฟให้กับตัวเขาเอง\n\n\"ดูเจ้าพวกโง่เขลาและอายุขัยสั้นพวกนั้นสิ มันช่างเกินเยียวยาไม่ต่างอะไรกับโลกมายาอันเปราะบางใบนี้เลย\"\n\"มีแต่ฉันเท่านั้นที่ได้รับเลือก และคู่ควรต่อความเมตตาจากผู้สูงส่ง ให้ดำรงอยู่ต่อไป\"\n\"แทนที่จะจมดิ่งอยู่ในวัฏจักรอันไร้สิ้นสุด สู้ยอมหลุดพ้นจากการเสียสละอันยิ่งใหญ่ยังจะดีกว่า\"\n\n\"Reed Miller ทิ้งความโศกเศร้าเสียใจที่ไร้ความหมายพวกนั้นไปได้แล้ว นายและฉันเราต่างก็เป็นผู้ที่ถูกโชคชะตาเลือก\"\n\"ตามฉันมาสิ โลกได้ถูกกำหนดให้ถึงคราวอวสานแล้ว ส่วนเราจะต้องออกไปจากรังไหมภายในเปลือกสวรรค์นี้ไปให้ได้!\""
	}
}