{
	"name": "Noblesse Oblige",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ความเสียหายของท่าไม้ตายเพิ่มขึ้น 20%",
	"4pc": "หลังจากใช้ท่าไม้ตาย เพิ่มพลังโจมตีของตัวละครทั้งหมดในทีม 20% เป็นเวลา 12 วิ โดยเอฟเฟกต์นี้จะไม่สามารถซ้อนทับได้",
	"flower": {
		"name": "Royal Flora",
		"relictype": "Flower of Life",
		"description": "ดอกไม้สีแก้วที่ทำมาจากผ้าซาติน เหมาะแก่การนำมารวบรวมเพื่อความหรูหรา มันยังคงโดดเด่นเหมือนวันที่มันถูกทิ้งไว้",
		"story": "ดอกบัวสีน้ำเงินทำจากผ้าซาตินอ่อนนุ่ม\nมันเป็นมงกุฎที่ใช้สำหรับสวมบนศีรษะของหญิงผู้สูงศักดิ์\n\nชนชั้นสูงผู้ซึ่งครั้งหนึ่งเคยปกครอง Mondstadt ได้ทิ้งส่วนที่เป็นดอกอันแสนสวยงามนี้เอาไว้\nในยุคที่เป็นตำนานนั้น ลักษณะและพฤติกรรมของเหล่าชนชั้นสูงนั้นเป็นแบบอย่างของมนุษย์\nพวกเขาไม่เพียงแต่ชี้นำผู้คนด้านพฤติกรรมและความฉลาดเท่านั้น\nในด้านภาพลักษณ์พวกเขายังเป็นตัวแทนความสูงศักดิ์ของชาว Mondstadt อีกด้วย\nไม่ใช่เพียงเพราะพวกเขามีเลือดอันสูงส่งโดยธรรมชาติ\nแต่เป็นเพราะพวกเขายึดมั่นในคุณธรรม, หลักการและความเคารพด้วย\n\nต่อมา อายุยืนของเหล่าชนชั้นสูงนั้นสั้นลงด้วยการปล่อยตัวตามใจตนเองอย่างไม่มีที่สิ้นสุด\nทำให้ภาพลักษณ์ที่เคยสง่างามของพวกเขาต้องเสื่อมโทรม"
	},
	"plume": {
		"name": "Royal Plume",
		"relictype": "Plume of Death",
		"description": "หมวกประดับขนนกที่ครั้งหนึ่งเหล่าขุนนางของ Mondstadt สวมเพื่อออกล่าในสมัยโบราณ มันยังคงตั้งตระหง่านราวกับเวลาไม่ได้ผ่านไป",
		"story": "ขนของนกอินทรีเกาะอยู่บนหมวกของชนชั้นสูงเก่าอย่างภาคภูมิใจ\nมันเป็นประเพณีที่ยาวนานในการไปล่าสัตว์กับผู้คนและแบ่งปันกัน\n\nเหล่าชนชั้นสูงที่เคยครอง Mondstadt มักจะเข้าออกป่า\nและออกล่าร่วมกันในแผ่นดินอันกว้างใหญ่ร่วมกันกับผู้ติดตามและประชาชน\nการล่าสัตว์เป็นการแสดงให้เห็นถึงความสง่างามและความใจกว้าง\nสำหรับประชาชนแล้วก็ถือเป็นการฉลองเทศกาลใหญ่ด้วย\n\nหลังจากนั้นมาการล่าก็ได้สูญเสียความหมายของมันไป\nเหล่าชนชั้นสูงฉกฉวยทุกอย่างไปโดยไม่แบ่งให้แก่ประชาชน\nขนนกยังคงตั้งอย่างภาคภูมิ แต่ในสายตาของผู้คนแล้วสีของมันได้เปลี่ยนไป"
	},
	"sands": {
		"name": "Royal Pocket Watch",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาพกที่ครั้งหนึ่งเป็นของเหล่าขุนนางในอดีตของ Mondstadt มันถูกส่งต่อจากรุ่นสู่รุ่น เป็นพยานของช่วงเวลาที่ผ่านไปหลายต่อหลายปี",
		"story": "นาฬิกาพกที่ทำจากไพลิน ภายนอกหรูหราอย่างไม่มีอะไรเทียบได้\nมันยังคงใช้งานได้แม้เวลาจะผ่านมานานแล้ว\n\nนาฬิกาพกที่ชนชั้นสูงใช้ ซึ่งครั้งหนึ่งเคยปกครอง Mondstadt ยังคงบอกเวลาอย่างแม่นยำเช่นเดิม\nการตรงต่อเวลาเป็นหนึ่งในคุณธรรมพื้นฐานที่สุด ดังนั้นเหล่าชนชั้นสูงจึงพกนาฬิกาพกติดตัวอยู่ตลอด\nสิ่งนี้เป็นเรื่องของระเบียบวินัยมากกว่าการแจ้งเตือนการปกครอง ประชาชนในเรื่องต่าง ๆ\nเหล่าชนชั้นสูงที่มีคุณสมบัติเหมาะสมนั้นควรตื่นตัวทุกเช้ามากกว่า ประชาชนของพวกเขา\nและเป็นผู้ที่มองการณ์ไกลและไม่ได้พักผ่อนในแต่ละคืน\n\nแต่หลายปีต่อมา ตารางเวลาที่เข้มงวดได้ถูกทอดทิ้งมานานแล้ว โดยลูกหลานที่เกียจคร้าน\nนาฬิกาของชนชั้นสูงนั้นหรูหรามากขึ้น แต่ก็สูญเสียความหมายอันล้ำค่าไป"
	},
	"goblet": {
		"name": "Royal Silver Urn",
		"relictype": "Goblet of Eonothem",
		"description": "อุปกรณ์แต่งโกศที่ครั้งหนึ่งเคยเป็นของชนชั้นสูงของ Mondstadt ในโบราณ ดูเหมือนจะสะท้อนสายลมแห่งความเศร้าโศกในช่องที่ว่างเปล่า",
		"story": "เครื่องประดับโกศทำจากไพลินและตกแต่งด้วยตราสัญลักษณ์ของ ชนชั้นสูงที่ทำด้วยเงิน\nภายนอกที่หรูหราและสง่างาม สะท้อนให้เห็นความเลิศเลอของชนชั้นสูงของ Mondstadt ในสมัยโบราณ\n\nผู้สูงศักดิ์ท่านหนึ่งซึ่งเคยปกครอง Mondstadt ได้ทิ้งมันไว้\nอย่างไรก็ตามเครื่องประดับหรูหราที่อยู่ภายในก็หายไปนานแล้ว\nเครื่องประดับที่หรูหราไม่เพียงแสดงถึงสถานะและความมั่งคั่งของ ชนชั้นสูง\nนอกจากนี้ยังแสดงถึงความมั่นใจในตนเอง, ศักดิ์ศรีและความมั่งคั่งของผู้คนใน Mondstadt อีกด้วย\n\nต่อมาเหล่าชนชั้นสูงก็ค่อย ๆ ยึดติดกับชีวิตที่หรูหราฟุ่มเฟือย\nพวกยึดข้าวของเงินทองจากชาวบ้านและใช้จ่ายไปโดยไม่คำนึงถึงประชาชน\nเครื่องประดับก็กลายเป็นภาระของความฟุ้งเฟ้อ"
	},
	"circlet": {
		"name": "Royal Masque",
		"relictype": "Circlet of Logos",
		"description": "หน้ากากเต้นรำที่เคยถูกใช้โดยเหล่าขุนนางของ Mondstadt ในสมัยโบราณ ดวงตากลวงของมันยังคงจ้องมอง ไปยังยุคทองแห่งวันวาน",
		"story": "หน้ากากเงินฝังด้วยทองคำและหินอัญมณี มีค่าด้วยลวดลายแกะสลักที่สลับซับซ้อน\nมันทำขึ้นมาอย่างประณีตเพื่อแสดงความเคารพต่อขุนนางเก่า\n\nชนชั้นสูงผู้ซึ่งเคยปกครอง Mondstadt แต่เดิมเคยเป็นวีรบุรุษที่โดดเด่นในหมู่ผู้คน\nหัวหน้าเผ่าที่ยิ่งใหญ่และเจ้าชายที่สง่างาม เจ้าหญิงที่สวยงามและสุภาพสตรีผู้สูงศักดิ์\nในระหว่างงานเลี้ยง พวกเขาแบ่งปันอาหารและความสุขให้กับผู้คนบนโลกนี้\nในยุคสมัยก่อนนั้นเหล่าชนชั้นสูงไม่เคยขัดข้องใจที่จะแสดงสติปัญญาและความสง่างามของพวกเขา\n\nในยุครุ่งเรืองนั้น เหล่าชนชั้นสูงได้แบ่งปันความรู้และกำไรให้แก่ประชาชนอย่างเท่าเทียม\nแต่แล้วเหล่าชนชั้นสูงก็หลงระเริงในอำนาจและงานเลี้ยงก็เหลือเพียงเพื่อความพอใจของตน"
	}
}