{
	"name": "Nymph's Dream",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ได้รับโบนัสความเสียหายน้ำ 15%",
	"4pc": "หลังจากที่การโจมตีปกติ, การชาร์จโจมตี, การโจมตีพุ่งลงจากอากาศ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะเกิดเอฟเฟกต์ Mirrored Nymph ที่มีระยะเวลาต่อเนื่อง 8 วินาที จำนวน 1 ชั้น และเมื่อมีเอฟเฟกต์ Mirrored Nymph 1/2/3 ชั้น หรือมากกว่า พลังโจมตีจะเพิ่มขึ้น 7%/16%/25% โบนัสความเสียหายน้ำจะเพิ่มขึ้น 4%/9%/15% โดย Mirrored Nymph ที่เกิดจากการโจมตีปกติ, การชาร์จโจมตี, การโจมตีพุ่งลงจากอากาศ, สกิลธาตุ หรือท่าไม้ตาย จะมีช่วงเวลาคงอยู่ที่เป็นอิสระต่อกัน",
	"flower": {
		"name": "Odyssean Flower",
		"relictype": "Flower of Life",
		"description": "อย่างไรแล้วเรื่องเล่าก็จะจบลง ดอกไม้สดในวันหนึ่งก็จะเหี่ยวเฉา และร่วงโรย แต่ภาพดอกไม้ในความฝัน จะยังคงอบอวลไปด้วยกลิ่นหอมตลอดไป",
		"story": "...แต่สุดท้ายแล้ว อาณาจักรก็ยังถูกปกคลุมด้วยความเงามืด\nไม่ใช่ว่ามังกรร้ายที่เอาชนะอัศวิน แต่พวกเขาต่างสูญสลายไปพร้อมกัน\nท่ามกลางความโกลาหล ความเศร้าโศก และการแยกจากดั่งผืนน้ำอันมืดมิดที่ไร้แสงสว่าง\nผู้อำนวยการและน้องสาวร่วมออกเดินทางเพื่อเอาชนะต้นตอของความชั่วร้ายทั้งปวง\nส่วนรองผู้อำนวยการได้ขึ้นเรือที่สร้างขึ้นเพื่อการศึก และหลับใหลอย่างสงบใต้ผืนน้ำในที่สุด\nวีรบุรุษ Narzissen ได้สูญหายไปพร้อมกับอัศวิน มังกรร้าย และนักปราชญ์มากมาย\n\nบ้างก็ถูกหน่วยล่าเงาหรือทีมลาดตระเวนพิเศษรับตัวไป\nและต้องทำงานอย่างหนักเพื่อป้องกันไม่ให้อาณาจักรถูกเงามืดปกคลุมอีกครั้ง\nบ้างก็ถูกรับเลี้ยงโดยนักสำรวจที่เดินทางไปมาในต่างแดน\nและเริ่มต้นการผจญภัย เพื่อชมจุดสิ้นสุดของโลกที่แท้จริง\n\nหลายปีผ่านไปหลังจากนั้น\nบางคนพยายามป้องกันไม่ให้เรื่องราวในอนาคตถูกขัดจังหวะอีกครั้ง\nจึงแสวงหาเส้นทางมุ่งไปข้างหน้าโดยใช้ความแม่นยำของเครื่องจักรและโครงเหล็ก\nบางคนก็ฝืนศีลธรรมเพื่อให้เรื่องราวซ้ำรอยอีกครั้ง\nและเริ่มต้นการเดินทางที่เหนือสามัญสำนึกทั้งหมดในนามของ Narzissen\nแต่อย่างไรก็ยังมีผู้หวงแหนดอกไม้ที่เหี่ยวเฉาราวสมบัติล้ำค่า\nและหวนคิดถึงเรื่องราวผจญภัยยามบ่ายที่ยังไม่สิ้นสุด..."
	},
	"plume": {
		"name": "Wicked Mage's Plumule",
		"relictype": "Plume of Death",
		"description": "เดิมทีเป็นขนนกประดับบนหมวกทรงสูง สีเขียวเข้มดูแล้วค่อนข้างจะสะดุดตาเลยทีเดียว",
		"story": "ที่ใดมีวีรบุรุษที่นั่นย่อมมีนักเวทจอมชั่ว ที่ใดมีอัศวินที่นั่นย่อมมีมังกรร้าย\nวีรบุรุษมักจะถือซึ่งดาบศักดิ์สิทธิ์ นักเวทจึงต้องมีอาวุธวิเศษดี ๆ ที่เหมาะสม\nในระหว่างการผจญภัย เมื่อครั้งวีรบุรุษ นักเวท อัศวิน และมังกรร้ายยังไม่ถือกำเนิด\nพวกเขามักจะปรารถนาขนนกที่ไม่รู้จัก ซึ่งติดอยู่บนหมวกของรองผู้อำนวยการเสมอ\nขนนกนั้นต้องมีเรื่องราวต่าง ๆ มากมายอย่างแน่นอน เหล่านักผจญภัยตัวน้อยคิดเช่นนั้น\nและรองผู้อำนวยการก็ต้องผ่านเรื่องราวมามากมายเช่นเดียวกับวีรบุรุษชราที่อยู่อย่างสันโดษเหมือนกัน\nไม่อย่างนั้น ทำไมเธอถึงไม่ยอมถอดขนนกนั้นออกล่ะ ทั้ง ๆ ที่ได้รับอนุญาตจากผู้อำนวยการของเราแล้ว\n\n\"อยู่ด้วยกันดี ๆ ล่ะ ██, ██ อย่าทะเลาะกันเข้าใจมั้ย\"\nทั้งสองซึ่งมักจะเล่นเป็นอัศวินและมังกรร้าย ต่างพยักหน้าอย่างไม่เต็มใจนัก\n\"███ ตอนที่ฉันไม่อยู่ ต้องคอยดูแล███ให้ดีนะ\"\n\"ไว้จัดการธุระเสร็จเมื่อไหร่ ฉันกับผู้อำนวยการจะรีบกลับมาทันที พวกเธอห้ามออกไปเล่นข้างนอกนะ\"\nรองผู้อำนวยการครุ่นคิดอยู่ชั่วครู่ และถอดขนนกสีเขียวเข้มออกก่อนที่จะจากไป\n\"███ เธออยากได้เจ้านี่มาตลอดเลยใช่มั้ยล่ะ? งั้นฉันให้\"\n\"แต่ว่า ฉันแค่ขอให้เธอช่วยดูแลมันชั่วคราวเท่านั้นนะ ถ้าทำเลอะขึ้นมา ฉันจะโกรธจริงด้วย\"\n\nแต่สุดท้าย ขนนกนี้ก็ไม่เคยเป็นอาวุธวิเศษของนักเวทชั่วร้ายอย่างที่พวกเขาคิด\nแต่มันกลับคอยติดตามเจ้าของคนใหม่ ไปยังต้นตอของหายนะที่นำไปสู่การพลัดพรากและหวนกลับมา..."
	},
	"sands": {
		"name": "Nymph's Constancy",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาพกที่หยุดหมุนมาตั้งนานแล้ว ดูเหมือนว่ามันจะเคยเป็นสักขีพยาน ของช่วงเวลาแรมปีในขณะที่หมุนวนไปอย่างไร้ประโยชน์",
		"story": "เข็มนาฬิกาจะกลับสู่ตำแหน่งเดิมเสมอและเริ่มหมุนเป็นวงกลมอีกครั้ง\nทุกอย่างเกี่ยวกับวีรบุรุษ Narzissen ดูเหมือนจะไม่เคยเปลี่ยนแปลง\nแต่หลายปีผ่านไป กลไกที่มีความเที่ยงตรงและเปราะบางเสื่อมสภาพไปเช่นกัน\nกระทั่งเมื่อไม่มีวันใหม่แล้ว ทุกสิ่งก็จะไม่คงอยู่อีกต่อไป\n\nเดิมทีนาฬิกาพกเรือนนี้เป็นของวีรบุรุษตัวน้อยที่หลงใหลในเครื่องจักร\nแบบทดสอบที่ประกอบขึ้นจากวัสดุเหลือใช้จากการอุปกรณ์ติดตั้งต่าง ๆ\nในท้ายที่สุด นาฬิกาพกเรือนนี้พร้อมกับเรือนที่ได้รับก็ตกลงไปในสายน้ำที่ละลายทุกสิ่ง\nแต่ก่อนหน้านั้นไม่นาน มันก็หยุดเดินไป\n\n\"เมื่อครั้งนานแสนนานมาแล้ว และ ณ ที่ไกลแสนไกลนั้น...\"\n\"มีอาณาจักรแห่งความมืดที่ปกครองโดยมังกร Narcissus\"\n\"เจ้าหญิงที่เขาปรารถนาพร้อมกับหอคอยสูงที่เจ้าหญิงอาศัยอยู่นั้น ต่างหลับใหลสู่ห้วงนิทราไร้ฝัน และนั่นเป็นเหตุผลที่ทำให้เธอไม่ถูกมังกรร้ายแตะต้อง Narcissus รู้สึกโกรธแค้นมาก จึงสั่งเหล่าสมุนตาเหยี่ยวจำนวนนับไม่ถ้วนให้กระจายไปทั่วอาณาจักร เพื่อค้นหาสมบัติของเจ้าหญิง จากนั้นจึงสร้างกลไกป้องกันจากเวทมนตร์ชั่วร้ายมากมาย เพื่อหยุดยั้งการกบฏจากสหายชอบธรรม เขาสาบานว่าจะเอาสมบัติของเจ้าหญิงกลับคืนมาและปลุกเธอให้ฟื้นคืนให้ได้ เพื่อที่เขาจะได้ครอบครองเธออย่างสมบูรณ์\"\n\"มีวีรบุรุษกลุ่มหนึ่งที่คอยเฝ้าสมบัติที่เจ้าหญิงมอบให้ ซึ่งสมบัติชิ้นนี้คือหยดน้ำใส\"\n\"วันหนึ่ง หยดน้ำใสนั้นได้ถือกำเนิดสิ่งมีชีวิตเล็ก ๆ ขึ้น\"\n\"อืม... ให้ชื่อว่าอะไรดีนะ? น่าปวดหัวเสียจริง ถ้ารู้ว่าเรื่องราวจะกลายเป็นแบบนี้ ชื่อของเธอก็น่าจะถูกใช้ที่นี่ เธอยังมีเพื่อนคนอื่น ๆ อีกมั้ย?\"\n\"'เพื่อนเหรอ... อืม ถ้าเป็นเพื่อนละก็ มีอยู่ชื่อหนึ่งที่ฉันคิดว่าน่าจะเหมาะที่จะใช้'\""
	},
	"goblet": {
		"name": "Heroes' Tea Party",
		"relictype": "Goblet of Eonothem",
		"description": "ถ้วยชาที่ดูวิจิตรบรรจง บางทีครั้งหนึ่งมันอาจเคยใช้เวลาว่างในยามบ่าย ร่วมกันกับใครคนอื่นล่ะนะ",
		"story": "แม้แต่วีรบุรุษ Narzissen ก็ยังมีเวลาว่างเล็กน้อยระหว่างการผจญภัย\nเมื่อระฆังดังขึ้น วีรบุรุษ นักเวท อัศวินและมังกรร้ายจำนวนมาก\nต่างลืมเลือนเจ้าหญิงที่ถูกจองจำและสมบัติของอาณาจักรไปชั่วขณะ\nหมู่เมฆที่ลอยเหนืออาณาจักรอันไกลโพ้นได้จางหายไปชั่วคราว\nเจ้าหญิงที่รอคอยอย่างปวดร้าวมองออกไปนอกหน้าต่างเช่นกัน\nเพราะเมื่ออัศวินจากไป การผจญภัยก็จะถูกหยุดลง\nนี่คือกฎจักรวาลที่วีรบุรุษ Narzissen และโลกใบน้อย ๆ ทั้งหลายต่างยึดมั่นปฏิบัติตาม\nหากจะถามว่าเหตุผลคืออะไรนั้น คงเป็นเพราะชาและอาหารว่างที่รองผู้อำนวยการเตรียมมานั้นอร่อยเกินไป\n\nมันเป็นช่วงบ่ายที่มืดมน แต่คำอธิบายนี้ดูเหมือนจะไม่ได้มีความหมายอะไร\nเพราะบ้านใหม่ที่เธอกำลังจะไปนั้น มองไม่เห็นแสงอาทิตย์และแสงจันทรา\nสิ่งแรกที่เธอได้เห็นที่นี่ คือผู้อำนวยการที่สูงศักดิ์และบริสุทธิ์\nแม้เธอจะลนลานมากกว่าเด็กสาว แต่เธอก็ยังทักทายด้วยการโอบกอด\nซึ่งนั่นทำให้เสื้อผ้าของเธอเปียกชุ่ม รองผู้อำนวยการมีอายุไล่เลี่ยกับผู้เป็นแม่\nเธอจูงเด็กสาวและพาไปยังที่ที่วีรบุรุษ อัศวิน และมังกรร้ายพักผ่อน\nเธอรู้สึกว่าที่นี่ไม่ได้แย่เลย อีกทั้งชาและอาหารว่างของที่นี่ก็อร่อยมากด้วย"
	},
	"circlet": {
		"name": "Fell Dragon's Monocle",
		"relictype": "Circlet of Logos",
		"description": "แว่นตาข้างเดียว (monocle) ที่ทำขึ้นอย่างประณีต ตามคำบอกเล่าจากเกร็ดเล็กเกร็ดน้อยในสมัยโบราณ บางทีเมื่อมองผ่านมัน อาจจะสามารถมองเห็นอนาคตได้",
		"story": "วีรบุรุษจากเรื่องราวต่าง ๆ จะมีดาบศักดิ์สิทธิ์ที่แตกต่างกัน (ตามเหมาะสม) และสุดท้ายก็ต้องเผชิญกับศัตรูคู่แค้นที่แตกต่างกันเช่นกัน\nแต่มักจะกล่าวกันว่า วีรบุรุษที่ไม่วายชนม์จะต้องกลายเป็นมังกรร้าย และเมื่อเรื่องราวมากมายมาบรรจบกัน บางทีวีรบุรุษที่อยู่อีกฟากฝั่งก็อาจเป็นมังกรร้ายของอีกฝ่ายได้เช่นกัน\nและในตอนสุดท้าย เรื่องราวที่เกิดขึ้นจะนำไปสู่การเล่าเรื่องที่เข้าใจง่ายขึ้น ซึ่งเป็นเหตุผลว่าทำไมวีรบุรุษถึงเป็นวีรบุรุษ ไม่ใช่มังกรร้าย\nดังนั้นในตอนท้ายของเรื่องราวทั้งหมด แม้ว่ามังกรร้ายจะแข็งแกร่งและเจ้าเล่ห์มากแค่ไหน สุดท้ายก็ต้องพ่ายให้กับวีรบุรุษผู้ถือดาบศักดิ์สิทธิ์\n\nก่อนที่มังกรร้ายจะตกลงไปในรอยแยกที่ละลายทุกสิ่ง มันจะหวนคิดถึงช่วงเวลาที่ใช้ร่วมกันกับวีรบุรุษ และสุดท้ายก็พูดว่า:\n\"ใช่ ข้าจะไม่ถือโทษโกรธเจ้า ข้าเข้าใจดี เจ้าไม่เคยเห็นในสิ่งที่ข้าได้เห็น เจ้าจึงได้หยุดยั้งข้าเช่นนี้\"\n\"สัตว์ในดวงดาราจะดูดกลืนน้ำคร่ำแห่งโลกหล้า และร้อยปีหลังจากนั้น สรรพชีวิตทั้งปวงบนพื้นผิวจะถูกกำจัดไปจนสิ้น\"\n\"ข้าจะกลับมาช่วยเหลือดวงวิญญาณทั้งหมดอย่างแน่นอน ไม่ว่าจะสิบปี หรือร้อยปี ข้าก็จะกลับมาเกิดในจักรวาลใหม่\"\n\nแต่วีรบุรุษผู้มีชัยเหนือมังกรร้ายก็สูญเสียสิ่งที่มีค่าที่สุดในสงครามอันยาวนานเช่นกัน\nเขาจะไม่เชื่อในสิ่งที่ปัญญาของมนุษย์ไม่อาจเข้าใจได้อย่างสมบูรณ์ และสิ่งที่ไม่เชี่ยวชาญอีกต่อไป\nและในห้วงชีวิตที่เหลือของเขา จะนึกถึงแต่เพียงอาณาจักรที่ขับเคลื่อนด้วยเครื่องจักรและพลังงานที่ไม่ได้มาจากธาตุต่าง ๆ เท่านั้น"
	}
}