{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Obsidian Codex",
	"effect2Pc": "เมื่อผู้สวมใส่อยู่ในสถานะพรวิญญาณราตรี และอยู่ในสนาม จะสร้างความเสียหายเพิ่มขึ้น 15%",
	"effect4Pc": "หลังจากผู้สวมใส่ใช้ค่าวิญญาณราตรี 1 หน่วยในสนาม อัตราคริจะเพิ่มขึ้น 40% เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้ ในทุก 1 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง",
	"flower": {
		"name": "Reckoning of the Xenogenic",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ที่แกะสลักอย่างประณีตจากคริสตัลสีดำ ซึ่งดูเหมือนจะเปล่งแสงลึกลับออกมาในยามราตรี",
		"story": "ในยุคที่ทูตศักดิ์สิทธิ์พเนจรตกลงไปในดินแดนที่ไร้ซึ่งแสงสว่าง และราชาผู้หวนคืนได้ทำลายเมืองอันหยามเกียรตินั้น\nมีเรื่องราวมากมายที่ไม่เคยถูกบันทึกไว้ ในบันทึกประวัติศาสตร์ของมนุษย์ และไม่เคยได้รับการสรรเสริญ\n\nนั่นคืออาณาจักรแห่ง Vishap ที่เคราะห์ดีรอดพ้นจากภัยพิบัติเมื่อคราวโลกพังทลาย และถูกตัดขาดด้วยผืนดินสีแดง และท้องทะเลอันกว้างใหญ่\nขณะที่เพื่อนร่วมเผ่าพันธุ์ ได้แต่ต้องเอาชีวิตรอดในทะเลอันเวิ้งว้างไปวัน ๆ พวกมันกลับได้รับอิสรภาพ จากความเมตตาของจ้าวแห่งไฟ\nแต่ภูมิปัญญาของเปลวไฟกลับถูกคลื่นสีดำพรากไป ตอนนี้จึงเหลือเพียงซากร่างสีเทาเท่านั้นที่ยังคงมีชีวิตอยู่\nเพื่อรักษาอำนาจที่เหลืออยู่ของเหล่ามังกร พวกทายาทที่ดวงตามืดบอดและโง่เขลาจึงมองว่า ความโหดเหี้ยมและเผด็จการ ถือเป็นกฎเกณฑ์ในการปกครอง\nในอาณาจักรที่ดวงอาทิตย์กำลังจะมอดดับนี้เอง มี \"มนุษย์\" เพียงคนเดียวเท่านั้นที่มองไปยังอนาคตอันมืดมน\n\n\"ข้าเห็นแสงไฟสาดส่องลงบนผืนดินที่ไร้ราก ฝูงมังกรหมอบกราบราชาที่กำลังจะสิ้นใจ\"\n\"ข้าเห็นปัญญาอันยิ่งใหญ่ ศิลปะอันยิ่งใหญ่ และอารยธรรมอันยิ่งใหญ่กำลังจะตาย\"\n\"แต่วัฏจักรที่ไม่มีวันสิ้นสุดนั้นคือกฎของโลก ประวัติศาสตร์ไม่มีวันหยุดอยู่กับที่ เพียงเพราะเสียงคร่ำครวญของพวกข้า\"\n\"แต่เพื่อนร่วมเผ่าพันธุ์ที่น่าสมเพชของข้ากลับไม่รู้เลยว่า ความโง่เขลาของพวกมัน รังแต่จะช่วยส่งเสริมกฎเกณฑ์อันแข็งแกร่งของประวัติศาสตร์เท่านั้น\"\n\"บ่าวไพร่ในวันนี้จะกลายเป็นราชันของวันพรุ่งนี้ ส่วนทาสในอดีตก็จะกลายเป็นเจ้านายในอนาคต\"\n\"เผ่าพันธุ์ของข้าตกอยู่ในวงจรแห่งความขัดแย้งที่ไม่อาจย้อนกลับได้ และทางรอดเพียงหนึ่งเดียวนั้น ก็คือการหว่านเมล็ดพันธุ์\"\n\"บางทีในดินแดนรกร้างที่อุดมสมบูรณ์นั้น อาจยังมีดินที่ยังไม่เคยแปดเปื้อนมลทินอันฟอนเฟะอยู่ก็เป็นได้\"\n\nดังนั้นมันจึงฝ่าเปลวเพลิงและลมพายุ เพื่อไปนำเมล็ดพันธุ์อัคนีบรรพกาล ที่ยังไม่มอดดับจากวิหารศักดิ์สิทธิ์โบราณที่อยู่ใต้แมกมา\nปราชญ์ที่ทรงปัญญาที่สุดในหมู่มังกร แบกความคาดหวังที่มีต่อเผ่าอื่น อำลาเมืองต้องห้ามอันรุ่งโรจน์ และออกเดินทางตั้งแต่นั้น"
	},
	"plume": {
		"name": "Root of the Spirit-Marrow",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "เครื่องประดับขนนกที่สร้างขึ้นโดยเลียนแบบปีกของมังกรโบราณ บางทีอาจเป็นสิ่งยืนยันถึงประวัติศาสตร์ที่ถูกลืมเลือนไปแล้วก็ได้",
		"story": "ในยุคที่ไฟป่าเผาผลาญรากเหง้าของโลก เผ่าอนารยชนแผ้วถางขวากหนามเพื่อบุกเบิกป่าเขา\nมีเรื่องราวมากมายที่ไม่เคยถูกบันทึกไว้ ในบันทึกประวัติศาสตร์ของมนุษย์ และไม่เคยได้รับการสรรเสริญ\n\nราชาผู้ทรงปัญญาที่สุดในฝูงมังกร นำเมล็ดพันธุ์ที่แยกออกมาจากเพลิงปฐมกาลติดตัวมา เดินผ่านทุ่งหญ้าที่แผดเผา และก้าวเข้าสู่ดินแดนทุรกันดารที่ยังไม่ถูกค้นพบ\nแต่ขณะที่เดินผ่านบ่อน้ำพุร้อน และหุบเขาที่ไม่ค่อยมีมังกรมาเยือน ไม่ว่าจะเป็นสิ่งที่งอกขึ้นมาจากในดินหรือถูกสร้างขึ้นมาก็ตาม ล้วนไม่อาจตอบสนองต่อความคาดหวังของมันได้เลย\nจนกระทั่งวันหนึ่ง หลังจากที่หมอกหนาจางหายไป มันก็พบเผ่าพันธุ์ที่ผู้สร้างรักมากที่สุด แต่ก็เป็นเผ่าพันธุ์ที่อ่อนแอที่สุดเช่นกันในหุบเขาลึก\nเดิมทีมันควรจะเป็นเผ่าพันธุ์ที่ยังอยู่ในช่วงตั้งไข่ แต่การที่เกิดมาในประเทศที่เหล่ามังกรเต้นรำอย่างบ้าคลั่ง ทำให้พวกเขาได้แต่ใช้ชีวิตอยู่ใต้ปีกของคนโบราณเท่านั้น\nแม้จะสูญเสียผู้นำทาง ลืมเลือนประวัติศาสตร์ และความทรงจำในอดีตไปนานแล้ว แต่พวกเขาก็ยังคงดันทุรังอยู่รอดมาได้ แม้จะหลงทางอยู่ในป่าเขาก็ตาม\n\nด้วยเพราะประทับใจต่อความแน่วแน่ ความสามัคคี และความกล้าหาญของมนุษย์ ปราชญ์แห่งมังกรจึงตัดสินใจ ที่จะมอบเมล็ดพันธุ์อัคนีแห่งปัญญาแก่พวกเขา\nแต่ของขวัญที่ล้ำค่านั้นใช่ว่าจะได้มาเปล่า ๆ มันได้นำอารยธรรมมาสู่อนารยชน แต่ก็เป็นตัวกำหนดชะตากรรมของพวกเขาด้วยเช่นกัน\nด้วยความที่แตกต่างจากแผนการอันศักดิ์สิทธิ์ในยุคแรกเริ่ม สิ่งที่ปราชญ์ผู้ทรงปัญญาที่สุดท่านนั้นนำมาให้ จึงเป็นเส้นทางแห่ง \"วิวัฒนาการ\" ที่ลบหลู่เทพเจ้า\nในสายตาอันกว้างไกลของมัน ณ จุดสิ้นสุดของเส้นทางนั้น เลือดของมนุษย์จะถูกชโลมลง บนร่างอันเน่าเปื่อยของโลกที่กำลังจะตาย\n\nเผ่าพันธุ์และสายเลือดทั้งสองจะรวมเป็นหนึ่งเดียว อารยธรรมที่ถือกำเนิดขึ้นใหม่ จะปลุกชีพจรโบราณให้ฟื้นคืนชีพอีกครั้ง\nดังเช่นคำพูดที่ปราชญ์ผู้ทรงปัญญาที่สุดได้กล่าวไว้ เมื่อเผชิญหน้ากับคนป่าเถื่อนคนแรกที่บินขึ้นไปบนฟ้าเพื่อพบมันที่ว่า:\n\n\"ผู้กอบกู้ที่อยู่ในบรรดาทายาทของเจ้า ซึ่งจะให้กำเนิดโลกสองใบนั้น เขาจะต้องโหดเหี้ยมดั่งอสรพิษ และเจ้าเล่ห์เหมือนจิ้งจอก\"\n\"สักวันหนึ่งเขาจะสังหารจ้าวแห่งไฟ และขึ้นครองบัลลังก์ที่เก่าแก่ที่สุด จงสรรเสริญแด่ราชาแห่งสองโลกเถิด!\""
	},
	"sands": {
		"name": "Myths of the Night Realm",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "เครื่องมือประกอบพิธีลึกลับที่ไม่ใช่ทั้งนาฬิกาหรือเข็มทิศ ปัจจุบันนี้ยังไม่มีใครในโลกที่รู้ถึงประโยชน์ของมันเลย",
		"story": "ในยุคที่คนโบราณกลายเป็นเขื่อนกั้นคลื่นสีดำ และดินแดนลอยฟ้ากับราตรีนิรันดร์ยังคงแยกจากกัน\nมีเรื่องราวมากมายที่ไม่เคยถูกบันทึกไว้ ในบันทึกประวัติศาสตร์ของมนุษย์ และไม่เคยได้รับการสรรเสริญ\n\nทุกคนต่างรู้ว่า Chaac ผู้กล้าหาญและชาญฉลาด ได้นำเมล็ดพันธุ์อัคนีที่สว่างไสวชั่วนิรันดร์ มาจากนักปราชญ์ผู้ขโมยไฟ\nเขาแบ่งเมล็ดพันธุ์อัคนีให้กับเพื่อนร่วมเผ่า และถ่ายทอดความลับของเปลวไฟให้กับผู้มาเยือนที่มาขอเรียนรู้\nหลังจากบอกลาความไร้ระเบียบและความโง่เขลาอันยาวนาน ต้นกล้าแห่งอารยธรรมก็เติบโตขึ้นอีกครั้งท่ามกลางทุ่งหญ้ารกร้าง\nแต่ภายในกำแพงยักษ์นั้น บรรดาชนเผ่ามีปีกที่อาศัยอยู่บนที่สูงกลับไม่รู้ตัวเลยว่า วงล้อแห่งโชคชะตาได้เริ่มหมุนแล้ว\n\nตำนานเล่าว่า มหาปราชญ์ที่อาศัยอยู่บนผืนดินที่ลอยฟ้าอย่างสงบนิ่งนั้น รู้คำตอบของทุกปัญหาในโลกมนุษย์\nแต่มีอยู่สองเรื่องที่แม้แต่เขาเองก็ยังไม่สามารถตอบได้ นั่นก็คือจุดจบของคนเป็น และเส้นทางกลับมาของคนตาย\nบางทีอาจเพราะผู้ปกครองยมโลกคือเทพราตรี ซึ่งเป็นศัตรูตัวฉกาจของนักปราชญ์ในสมัยโบราณกาล\nหรือไม่ก็ถ้าหากไฟที่สว่างไสวชั่วนิรันดร์ เชื่อมต่อกับระบบรากของพื้นโลกอีกครั้ง แผนการที่เขาวางไว้มานานก็จะพังพินาศ\n\nเมื่อควบคุมพลังอันยิ่งใหญ่ของเพลิงปฐมกาลได้แล้ว Chaac ผู้กล้าหาญและเพื่อนพ้องของเขา ก็ปราบมังกรร้ายผู้โหดเหี้ยมได้ในที่สุด และได้ก่อตั้งชนเผ่าแรกขึ้นมา\nอย่างไรก็ตาม แม้แต่ผู้กล้าในยุคโบราณก็ไม่อาจ ฝืนต่อการพิพากษาของกาลเวลาได้ เวลานั้นไม่เคยหยุดนิ่ง เหล่าเพื่อนพ้องของเขาก็ทยอยบอกลาเขาไปทีละคนเช่นกัน\nสุดท้ายแล้ว Chaac ที่ผ่านศึกมานับร้อยก็เหลืออยู่ตัวคนเดียว ส่วนเผ่าของเขาก็แตกกระจัดกระจายไปแล้ว และเรื่องราวของเขาก็ไม่ได้รับการสรรเสริญอีกต่อไป\nมีเพียงในค่ำคืนที่มืดมิดที่สุดเท่านั้น เขาจึงจะได้ยินเสียงเรียกจากดินแดนอันไกลโพ้น ที่คล้ายดั่งต้องการจะจุดไฟที่ค่อย ๆ มอดลงในใจของเขา ให้ลุกโชนขึ้นมาอีกครั้ง\nในค่ำคืนสุดท้ายของชีวิต เขาปีนขึ้นไปบนยอดเขาและจุดเพลิงบรรพกาล ก่อนจะตะโกนออกมา ด้วยความหวังว่าตนจะได้พบกับสหายเก่าอีกครั้ง\nแล้วเทพแห่งแดนราตรีก็ตอบรับเขาจริง ๆ ในค่ำคืนนั้น ดูเหมือนว่าผู้คนทั่วทั้งแผ่นดินจะได้ยินเสียงจากอีกโลกหนึ่ง\nเสียงนั้นอาจจะเป็นเสียงเพลงของแม่ที่ขับกล่อม หรืออาจเป็นเสียงกระซิบจากเพื่อนเก่า และนั่นคือเสียงร้องแรกเกิดของ Wayob ตนแรก ที่ถือกำเนิดขึ้นในอาณาจักรราตรี"
	},
	"goblet": {
		"name": "Pre-Banquet of the Contenders",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ดูเหมือนจะเป็นภาชนะที่สร้างขึ้นโดยการบิดและทุบหินจนเป็นรูปเป็นร่าง ไม่รู้ว่าใครกันที่มีแรงขนาดนี้",
		"story": "เสียงแตรที่ไม่เคยหยุดดังก้องกังวานในอาณาจักรอันร้อนแรง ในยุคสมัยที่เหล่าผู้กล้าต่อสู้กันเอง\nมีเรื่องราวมากมายที่ไม่เคยถูกบันทึกไว้ ในบันทึกประวัติศาสตร์ของมนุษย์ และไม่เคยได้รับการสรรเสริญ\n\nเมื่อนักบวชแห่งหมอกควัน ได้จุดกองไฟที่บดบังดวงอาทิตย์ เพื่อถวายเลือดของเผ่าพันธุ์ประหลาด แด่บรรพบุรุษของเหล่าผู้กล้า และเทพเจ้าที่มองไม่เห็น\nเมื่อผู้กล้าผู้ถือเปลวไฟขี่สัตว์ร้ายที่เชื่องแล้ว มาถึงป้อมปราการที่สร้างขึ้นด้วยหินยักษ์ ตามคำชี้แนะของ Wayob ในเผ่า\nเมื่อสัตว์เลื้อยคลานที่อาศัยอยู่ในเมืองโบราณ ที่ไม่รู้ว่าถูกสร้างขึ้นโดยใครนั้น ปีนขึ้นไปบนหอคอยที่บิดเบี้ยว และแปลกประหลาดด้วยความแตกตื่น\nมีเพียงมังกรที่ฉลาดที่สุดในฝูง ที่ยืนอยู่ท่ามกลางความว่างเปล่าที่หยุดนิ่ง และเฝ้าดูโศกนาฏกรรมอันยิ่งใหญ่และยาวนานนี้อยู่เงียบ ๆ\n\nแม้ว่าทูตแห่งราตรีอันมืดมิดจะไม่ได้อยู่ในแผนการของมัน แต่โชคดีที่เส้นทางของ \"วิวัฒนาการ\" ยังคงไม่ได้เบี่ยงเบนไปเพราะเหตุนี้\nหลังจากคัดเลือกและเลี้ยงดูอย่างพิถีพิถัน ผู้กล้าของเผ่าที่มันบ่มเพาะขึ้นมา ก็ทยอยก้าวขึ้นสู่เวทีต่อสู้ทั่วทุกสารทิศ\nผู้ที่แข็งแกร่งที่สุดในหมู่พวกเขานั้น จะกลายเป็นวีรชนที่รวบรวมเผ่าพันธุ์มนุษย์ทั้งหมดบนหินดำเข้าด้วยกัน\nพันธสัญญาในนามของเขาจะชูธงแห่งดวงตะวันอันร้อนแรง และก้าวเข้าสู่เมืองในบ่อลึก ที่แม้แต่เทพเจ้าก็ไม่เคยบุกทะลวงเข้ามาได้\n\nวันนั้น เปลวไฟที่พวยพุ่งออกมาจากศพบนบัลลังก์ ได้ย้อมท้องฟ้าให้เป็นสีแดงฉาน ราชาองค์ใหม่จะได้รับเพลิงปฐมกาล เป็นของขวัญสำหรับการขึ้นครองราชย์\nในวันนั้น เหล่ามังกรจะก้มหัวต่อหน้าราชาของทั้งสองโลกอีกครั้ง ความรู้และสมบัติที่สั่งสมมานับพันนับหมื่นปีจะเปิดกว้างต้อนรับเขา\nเพราะมันรู้ว่า ศัตรูที่อยู่ในเงามืดยังไม่ได้จากไปไหน พวกมันยังคงซ่อนตัวอยู่ในส่วนลึกที่สุดของแดนราตรี เพื่อรอโจมตีครั้งสุดท้าย\nเพราะมันรู้ว่า ทั้งเทพบนสวรรค์ และราชาของเหล่ามังกรไม่มีความสามารถพอ จึงต้องรวบรวมความรู้และพลังทั้งหมดก่อนที่วันนั้นจะมาถึง\n\nมีเพียงวิธีนี้เท่านั้น ที่จะสามารถปลุกเพื่อนร่วมเผ่าพันธุ์ที่แสนโง่เขลาของเขา ให้ตื่นจากความฝันเก่า ๆ ของราชาผู้เสื่อมโทรมได้\nมีเพียงวิธีนี้เท่านั้น ที่จะทำให้อารยธรรมโบราณ มีผู้สืบทอดที่เหมาะสมยิ่งกว่ามารับสืบทอด และสามารถยืนหยัดบนแผ่นดินได้ใหม่อีกครั้ง"
	},
	"circlet": {
		"name": "Crown of the Saints",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "มงกุฎที่ทำจากหินออบซิเดียน ในสมัยโบราณเคยถูกนำมาใช้ในพิธีสถาปนาหัวหน้าผู้สูงศักดิ์ในเผ่า",
		"story": "ในยุคนั้นที่คลื่นสีดำโสโครกพวยพุ่งขึ้นมาจากขอบฟ้า และผู้กล้าที่เปรียบดั่งดวงตะวันเริ่มต้นออกเดินทาง\nมีเรื่องราวมากมายที่ไม่เคยถูกบันทึกไว้ ในบันทึกประวัติศาสตร์ของมนุษย์ และไม่เคยได้รับการสรรเสริญ\n\nเมื่อผู้กล้าเผ่ามนุษย์บอกลาหมู่บ้านในหุบเขาลึก ก็นำพรจาก Wayob ไปยังพื้นที่ต้องห้ามซึ่งครั้งหนึ่งเคยเป็นที่ที่ไม่สามารถเข้าถึงได้\nมังกรยักษ์โบราณได้สูญพันธุ์ไปจากทุ่งหญ้าที่พวกมันเคยวิ่งผ่าน ดินแดนอันอุดมสมบูรณ์และสายธารล้วนถูกย้อมด้วยสีใหม่\nพระราชวังและวิหารที่สร้างอยู่บนยอดผาลาวาเหล่านั้น ได้สูญสิ้นประกายแสงไปแล้ว และกำลังรอคอยคำพิพากษาของวันโลกาวินาศอย่างเงียบ ๆ\nในดินแดนที่ถูกตัดขาดจากโลกภายนอกนี้ ยุคสมัยของคนโบราณก็ใกล้จะสิ้นสุดลงเต็มที\nแต่ในแดนราตรีที่ไร้แสงสว่าง เหล่านักบวชยังคงโต้เถียงกันไม่หยุดหย่อน เพราะตัดสินใจไม่ได้ว่า ใครจะเป็นผู้พิพากษาโทษในครั้งสุดท้ายนี้\n\nนั่นคือผู้กล้าที่ไม่เคยล่วงรู้คำทำนายใด ๆ มาก่อน และเป็นวีรชนที่ไม่เคยถูกเขียนชื่อลงไปในแผนการใด ๆ\nเมื่อเหล่าผู้นำของชนเผ่าต่าง ๆ ละทิ้งภารกิจในการกำจัดมังกรร้ายไว้เบื้องหลัง และเริ่มหมกมุ่นอยู่กับการต่อสู้เพื่อชิงอำนาจ\nเมื่อนักรบของชนเผ่าถูกโยนเข้าสู่สงครามที่ไม่มีวันสิ้นสุด และมองว่าอสูรที่โหดร้ายนั้นเป็นพลังที่ช่วยเกื้อหนุน\nในเวลานั้นเองที่ราชาผู้เจิดจรัสดั่งดวงตะวันยามเช้า และอบอุ่นดั่งแสงอรุณ ได้ผุดขึ้นมาจากผืนดินสีดำ\nเขานำดอกไม้สีทองมาถักทอเป็นมงกุฎ และแบกดาบใหญ่ที่ทำจากหินออบซิเดียน ออกเยี่ยมเยียนชนเผ่า เผ่าแล้วเผ่าเล่า\n\nความขัดแย้งที่เกิดจากคมดาบ มีเพียงดาบเท่านั้นที่จะสมานมันได้ และความหลงผิดที่เกิดจากความทะเยอทะยาน ก็มีเพียงความทะเยอทะยานที่ยิ่งใหญ่กว่าเท่านั้นที่จะหยุดยั้งมันได้\nแต่ผู้ที่คิดว่าตนสามารถควบคุม \"วิวัฒนาการ\" ได้นั้น ไม่เคยคิดมาก่อนว่า ผู้ที่มีพลังนั้นจะให้คำตอบอื่น นอกเหนือไปจากการปราบปรามและการเข่นฆ่าได้\nภายใต้แสงตะวัน ผู้นำของแต่ละเผ่าได้ตกลงทำพันธสัญญาสงบศึกกัน ส่วนนักบวชแห่งแดนราตรีก็ปล่อยวางความขัดแย้ง และมอบมงกุฎให้แก่เขา\nรุ่งอรุณของยุคสมัยใหม่ปรากฏขึ้นบนท้องฟ้าแล้ว เมื่อแสงนั้นส่องสว่างไปทั่วทั้งแผ่นดิน แม้แต่อสูรร้ายก็ไม่อาจหลบซ่อนตัวได้อีก"
	}
}