{
	"id": 15018,
	"rarityList": [
		4,
		5
	],
	"name": "Pale Flame",
	"effect2Pc": "สร้างความเสียหายกายภาพ เพิ่มขึ้น 25%",
	"effect4Pc": "เมื่อสกิลธาตุโจมตีถูกศัตรู พลังโจมตีจะเพิ่มขึ้น 9% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 7 วินาที และซ้อนทับกันได้มากสุด 2 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.3 วินาที เมื่อซ้อนทับครบ 2 ชั้นแล้ว เอฟเฟกต์ของเซ็ต 2 ชิ้น จะเพิ่มขึ้น 100%",
	"flower": {
		"name": "Stainless Bloom",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ประดิษฐ์สีฟ้าสดใส ที่ไม่มีวันเหี่ยวเฉาและซีดจาง",
		"story": "\"เจ้านี่ช่างน่าทึ่งนักที่สามารถแบกรับพลังเช่นนี้ไว้ในร่างกายมนุษย์ได้\"\n\"แม้ว่าเจ้าจะกล่าวอ้างว่าได้หลั่งน้ำตา และเลือดจนหมดสิ้นแล้ว แต่เพียงแค่ใช้ไฟให้เผามอดไหม้ไปทั่วทั้งร่างกายสินะ...\"\n\"ถึงแม้จะบอบช้ำไปทั้งร่างกาย แต่มีเพียงไฟที่ร้อนแรงดั่งเหล็กที่หลอมเหลวเท่านั้นที่สามารถไหลออกจากบาดแผล และดวงตาได้\"\n\"ดูเหมือนจะนอกเรื่องไปไกลเสียแล้ว ข้าเพียงแค่ติดตามสัญญาณควันมา เพื่อเสนอข้อแลกเปลี่ยนเท่านั้น...\"\n\"ให้ข้ารอเมตตาจาก \"ฝ่าบาท\" เพื่อมาดับไฟที่เผาไหม้ร่างกายของเจ้าล่ะ เป็นอย่างไร?\"\n\nFatui คนแรกมอบ \"พลัง\" ของตัวเองให้แก่หญิงสาวที่ไฟชีวิตใกล้จะมอดดับลง\nและท่ามกลาง \"ความเพ้อฝัน\" อันไร้การควบคุม เธอได้เห็นพรมแดนระหว่างอดีตอันโสมม และอนาคตอันแสนบริสุทธิ์\n\nข้าเข้าใจแล้ว เพียงแค่ใช้อดีตที่ถูกลบเลือนไปของข้าแทนที่ด้วยน้ำแข็งเพื่อดับไฟที่กำลังมอดไหม้นี้\nสิ่งสกปรกที่มืดมิด ความเจ็บปวดของโลก คนบาป และปีศาจร้าย ชำระล้างมันด้วยน้ำแข็งแห่งความเงียบงันเถอะ\n\nถึงกระนั้น เปลวไฟสีขาวไร้มลทินยังคงแผดเผาอยู่ในใจของนาง...\n\n\"จุดประสงค์ของข้า ก็เหมือนกันกับเจ้า และราชินีของเจ้า\"\n\"ชำระล้างความบิดเบี้ยวของโลกใบนี้: เทพเจ้าที่มีดวงตาอันคับแคบ โง่เขลา สกปรก และมืดมน\"\n\"ดีมาก ไม่ว่าต้องแลกกับอะไรก็ตาม ขอเพียงแค่บรรลุเป้าหมายนั้น จงใช้ข้าดั่งเครื่องมือเถอะ\"\n\"แม้ว่าข้าจะสวมชุดสีขาว แต่ทั้งตัวของข้าก็ได้ถูกปกคลุมไปด้วยน้ำมัน และขี้เถ้าศพที่ไม่สามารถชะล้างได้มานานแล้ว\""
	},
	"plume": {
		"name": "Wise Doctor's Pinion",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนนกที่เต็มไปด้วยลางร้าย ซึ่งมีขอบอันแหลมคมอย่างไม่มีอะไรเทียบได้ บางทีอาจเป็นสัญลักษณ์ของการต่อต้านบางอย่าง",
		"story": "\"สิ่งที่เรียกว่า \"มนุษย์\" มันก็เป็นเพียงเครื่องจักรที่มีความซับซ้อนเท่านั้นแหละ\"\nในสวนแห่งความรอบรู้ ชายหนุ่มผู้หนึ่งได้เอ่ยขึ้นมา\nถ้าถอดชิ้นส่วนบางอันออกมา และปรับปรุงแก้ไขบางอย่าง\nงั้นประสิทธิภาพของเครื่องจักรนี้ก็จะเพิ่มขึ้นเป็นอย่างมาก\nไม่ว่าจะมีวิชั่นหรือไม่ ไม่ว่าจะมีร่างกายหรือทักษะการต่อสู้แบบไหน\n\"มนุษย์ที่ถูกปรับแต่ง\" น่าจะสามารถแสดงพลังออกมาได้อย่างที่คาดไม่ถึง...\n\nต่อให้ต้องถูกลดระดับเป็น \"ปีศาจร้าย\" ที่ต้องถูกขับไล่จากจิตวิญญาณของผู้แสวงหาความรู้ไปตลอดกาล\nชายหนุ่มได้จดความคิดของเขาลงบนขอบหน้าบันทึกการวิจัยของเขา: \nI. สมมุติฐานถูกต้อง: หากศึกษาตามรูปแบบของสถาบัน การวิจัยจะไม่มีความคืบหน้า\nII. อย่างไรก็ตาม การถูกขับไล่ก็ยังเป็นการสูญเสียที่ยิ่งใหญ่ เพราะต้องทำการวิจัยในสภาพแวดล้อมที่เหมาะสม\n\nตามข่าวลือของพวก \"นอกรีต\" Fatui คนแรกที่พบเขา...\n\n\"แค่ \"มนุษย์ที่ถูกปรับแต่ง\" เท่านั้นเองเหรอ? ถ้าประเทศของคุณสามารถสรรหาวัสดุมาให้ฉันได้ และให้เวลาที่เพียงพอ แม้แต่สิ่งที่พวกคุณเรียกว่า \"เทพเจ้า\" ฉันก็สร้างขึ้นมาได้ จะเอามั้ยล่ะ?\"\nท่ามกลางทะเลทรายที่ร้อนระอุ และพร่างพราวราวกับทองคำ เขามองไปยังผู้ส่งสาสน์ของ Snezhnaya อย่างใคร่รู้:\nคุณจะคิดว่าฉันเป็น \"สัตว์ประหลาด\" หรือ \"คนบ้า\" เหมือนพวกคนที่สถาบันเรียกกันรึเปล่า?\nหรือจะขับไล่ฉันด้วยกระบองไม้และคราดเหมือนกับคนในบ้านเกิดของฉัน...\n\nแต่ว่า...\n\"ดีมาก งั้นเราก็เป็นเพื่อนกันแล้วนะ\"\n\"ส่วนฉายาของนาย เอาแบบนี้เป็นไง——\"\nเนื่องจากฉายาที่ตั้งให้กับเขานั้นฟังดูน่าขันเกินไป ชายหนุ่มจึงอดไม่ได้ที่จะหัวเราะออกมาดัง ๆ ด้วยความประหลาดใจ"
	},
	"sands": {
		"name": "Moment of Cessation",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาพกพาที่ฝาของมันไม่สามารถเปิดได้ แต่ยังคงส่งเสียงดังติ๊กต็อกอย่างต่อเนื่อง ตามกระแสของกาลเวลาที่ไหลผ่านไป",
		"story": "วิถีการหมุนเวียนของเงินตรา ถือเป็นเส้นเลือดใหญ่ของโลกใบนี้\nถ้างั้นศูนย์กลางของโลกนี้ ก็คือหัวใจทองคำแล้ว\n\nผู้ที่ไม่มีโอกาสได้รับ \"การยอมรับ\" อย่างเขา ทำได้แต่ต้องไล่ตามอำนาจทางโลกเท่านั้น\nอย่างไรก็ตามแม้ว่า \"พวกเขา\" ควรถูกกำจัดเหมือนเหรียญทองที่ไร้ค่า\nในฐานะที่เป็นหนึ่งในอำนาจที่มีนับไม่ถ้วนในมือของ \"เทพเจ้า\"\n\nบางทีอาจเป็นเพราะครั้งหนึ่งเขาเคยเป็นคนยากจนที่หมกมุ่นอยู่กับเงินทอง\nหรืออาจเป็นเพราะไม่ได้รับความโปรดปรานจากพระเจ้า จึงจุดประกายความตั้งใจความกล้าที่จะเผชิญหน้า...\n\n\"ผู้คนเหล่านี้ที่เป็นแหล่งการผลิตเหรียญทองให้ความสำคัญกับ \"สัญญา\" เหนือสิ่งอื่นใด\"\n\"ในนามของเหรียญทอง ข้าจะปฏิบัติตาม \"สัญญา\" ระหว่างเรา----\"\n\"ยังไงก็ตาม ขอให้ข้ากลายเป็นหัวใจของเงินที่หมุนเวียนอยู่ในโลกใบนี้\"\n\"แล้วเมื่อถึงเวลาจำเป็น ขอให้หัวใจหยุดเต้นลงเพื่อข้าด้วยเถอะ\""
	},
	"goblet": {
		"name": "Surpassing Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ดูจากรูปลักษณ์แล้วไม่สามารถบอกได้เลยว่าถ้วยที่วิจิตรงดงามนี้มีอายุกี่ปี",
		"story": "\"เขา\" ผู้มีใบหน้าที่งดงามมาตั้งแต่แรกเกิด\nที่ถูกลิขิตให้มี \"อายุ\" ที่ยืนนานและ \"เจตจำนง\" ที่ว่างเปล่า\n\nในฐานะผู้อยู่เหนือมนุษย์ที่เทพเจ้าสร้างขึ้น แต่กลับถูกทอดทิ้งไปราวกับสิ่งไร้ค่า\nเนื่องจากข้อผิดพลาดที่ไม่มีผู้ใดล่วงรู้ เขาจึงตื่นขึ้นจาก \"การหลับใหล\" ด้วยตัวของเขาเอง\nและเริ่มเดินทางไปทั่วโลกมนุษย์\n\nเขาได้เร่ร่อนรอนแรมมานานหลายปี ก่อนที่เหล่าคนเขลาจะพบเข้ากับเขา \nจึงได้รับประสบการณ์แบบนี้:\n\nฉันเป็น \"คน\" ที่เหนือกว่าทุกคน\nแม้แต่เทพเจ้าก็ไม่อาจบงการชีวิตของฉันได้\nไม่ว่ามนุษย์ เทพเจ้าหรือโชคชะตาก็ไม่มีสิทธิ์ตัดสินฉัน\nฉันควรใช้ชีวิตที่เหลืออย่างไร ก็เป็นสิทธิ์ของฉันด้วยเช่นกัน\n\nในเมื่อการอยู่ร่วมกันผู้คนที่สวมหน้ากากได้ทำให้เขาได้เห็นโลกที่อยู่เบื้องหลังหน้ากากที่น่าหลงใหล\nอย่างนั้นต่อไปเราก็มาเป็นพวกเดียวกันเถอะ"
	},
	"circlet": {
		"name": "Mocking Mask",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "หน้ากากที่สามารถปิดบังใบหน้าได้ ทำให้ผู้อื่นไม่สามารถเห็นสีหน้าของผู้ที่สวมใส่มัน",
		"story": "ในเมื่อเลือดของเพื่อนร่วมชาติที่เปื้อนอยู่ไม่สามารถล้างออกได้ มันจึงกลายมาเป็น Jester ผู้เยาะเย้ยชะตากรรม\nในเมื่อความสามารถของฉันเทียบไม่ได้กับนักปราชญ์ จึงไม่ได้รับความโปรดปรานจากราชาองค์ที่แล้ว\nและยังไม่สามารถหยุดยั้งพวกเขาไม่ให้อ้าแขนรับความบาป ทำให้เทพเจ้าต้องพิโรธ ทำให้เกิดเกิดการทำลายล้างอย่างบ้าคลั่งและความโง่เขลา\nจนต้องกลายมาเป็น \"Fatui\" ที่คอยรับใช้พระองค์ ผู้ซึ่งเข้าใจความเจ็บปวดของฉัน...\n\nฉันคือ Pierro ผู้มีฉายาว่า \"Jester\" จงฟังฉันให้ดี:\n\nสหาย Fatui ที่ภาคภูมิทั้งหลาย จงให้หัวใจพวกเจ้าเต็มไปด้วยความโกรธแค้นและความเหน็บหนาว\nเราทุกคนต่างได้ประจักษ์ถึงความไร้ความหมายและความเย็นชาของกฎแห่งโลกใบนี้แล้ว\nดังนั้นจงสวมหน้ากากที่หัวเราะเยาะโลกใบนี้เอาไว้ แล้วไปบัญญัติกฎแห่งสวรรค์ขึ้นใหม่กันเถอะ"
	}
}