{
	"id": 15015,
	"rarityList": [
		4,
		5
	],
	"name": "Retracing Bolide",
	"effect2Pc": "เพิ่มประสิทธิภาพ โล่ป้องกัน 35%",
	"effect4Pc": "เมื่อได้รับการป้องกันจาก โล่ การโจมตีปกติ และชาร์จโจมตี สร้างความเสียหาย เพิ่มขึ้น 40%",
	"flower": {
		"name": "Summer Night's Bloom",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ประดิษฐ์ ที่เบ่งบานตลอดกาล ไม่รู้ว่ามันมีชีวิตหรือเปล่านะ?",
		"story": "ดอก Summer's Bloom ที่เบ่งบานอยู่เสมอ\nแม้ว่าฝังอยู่ใต้น้ำแข็งและหิมะมันก็จะไม่เหี่ยวเฉา\n\nบางคนใส่ร้ายมันว่าเป็นของปลอม\nเพราะชีวิตคือการเปลี่ยนแปลง ความเจ็บปวด และการเติบโต\nมันจะอยู่เพียงช่วงเวลาหนึ่ง และสุดท้ายจะเลือนหายไป\n\nแต่ฉันกลัวว่า ตอนฉันดูดอกไม้ไฟกับเธอที่เทศกาลฤดูร้อนปีนั้น\nดอกไม้ไฟสว่างไสวอยู่กลางอากาศราวกับของจริง ค่อย ๆ เลือนหายไปเหมือนความทรงจำ\nเธอผู้มีดวงตาเรียวยาวราวจิ้งจอก สุดท้ายก็หายไปอย่างไร้ร่องรอย\nเหลือเพียงดอกไม้ที่ไม่ร่วงโรยนี้ที่เธอทิ้งไว้เป็นความทรงจำ\n\nสุดท้ายแล้ว ก็เป็นเพราะ\nดอก Summer's Bloom ไม่เคยมีชีวิต จึงไม่มีวันตาย\nแต่ชีวิตส่วนใหญ่เหมือนดอกไม้ไฟที่หายวับไปกับตา"
	},
	"plume": {
		"name": "Summer Night's Finale",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ลูกดอกไม้ ที่แกะสลักอย่างงดงาม มันจะหยุดเมื่อถึงจุดหมายเท่านั้น",
		"story": "ปาเป้าไม้ที่สวยงามนั้นพบได้ทั่วไปในช่วงเทศกาลฤดูร้อน\nในเรื่องราวประหลาดของ Inazuma\nมีตำนานของการพบกันระหว่างมนุษย์และอมนุษย์ ...\n\nเพื่อเป็นการฉลองที่ภรรยาตั้งครรภ์ จึงไปที่ศาลเจ้าเพื่อทำการแก้บน\nแต่ไม่รู้ทำไม ตอนเดินขึ้นภูเขา ถึงได้นำของเหล่านี้ไปด้วย\nลูกโป่งน้ำตอน 7 ขวบ หน้ากากจิ้งจอกตอนอายุ 17 ปี\nและยังมีดอกไม้ที่ไม่ร่วงโรย แม้เวลาจะผ่านไปเป็นสิบปีหรือร้อยปี\n\nทำไมยังต้องรอคอยที่จะพบกับเธออีกนะ\nถึงแม้จะไม่มีแม่สื่อมาคอยช่วย ถึงแม้ชีวิตจะขัดสน\nแม้จะต้องใช้เวลานาน แต่มันจะไม่ใช่จุดจบ\nแต่ชีวิตมักจะถูกเติมเต็มและเต็มไปด้วยความสุขอยู่เสมอ...\n\nระหว่างทางขึ้นภูเขาฉันตั้งใจเดินอ้อมไปยังสถานที่ที่ฉันเคยดูดอกไม้ไฟกับเธอ\nเมื่อแหวกพุ่มไม้ไปด้านข้าง เขาเห็นเธอในชุดสีขาวนั่งเงียบ ๆ อยู่บนก้อนหิน\nแต่พอเขาก้าวเท้าไปข้างหน้า กลับพบว่ามันเป็นเพียงสุนัขจิ้งจอกอาบแดดอยู่เท่านั้น\nมันได้ยินเสียงฝีเท้าของเขาที่เหยียบลงบนกิ่งไม้แห้ง มันกระโดดขึ้นมาและวิ่งหายไปในป่า\nเหมือนแสงที่ส่องผ่านใบไม้ที่ถูกลมพัดปลิวว่อนไป มันหายไปในพริบตา\nฉันก้าวไปข้างหน้า ทิ้งลูกดอกไม้เก่า ๆ ไว้บนก้อนหินก้อนนั้น"
	},
	"sands": {
		"name": "Summer Night's Moment",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาพกอันงดงามที่หยุดเดิน อยู่ที่ช่วงเวลาหนึ่ง",
		"story": "นาฬิกาพกขนาดเล็กที่ตกแต่งอย่างงดงาม\nอย่างไรก็ตาม มันหยุดเดินอยู่ที่ช่วงเวลาหนึ่ง\nในเรื่องราวประหลาดของ Inazuma\nมันเกี่ยวข้องกับการพบกับอมนุษย์...\n\nในคืนวันเทศกาลฤดูร้อน เดินเคียงข้างกับหญิงสาวที่ชอบไปตามถนน\nฉันได้ยินเสียงเด็กหลงทางร้องไห้เบา ๆ\nทันใดนั้นข้อเท้าก็แพลง นาฬิกาพกก็ตกแตก\n\nตอนเธอไปหายาให้ฉัน\nฉันต้องการหลีกทางให้กับคนที่ผ่านไปมา\nจึงไปนั่งพักบนก้อนหินข้างถนน\nสาวสวยที่สวมหน้ากากนั่งลงข้าง ๆ ฉัน\n\"มีไม่กี่คนที่รู้ตำแหน่งนี้\"\n\"มันเป็นมุมที่ดีในการนั่งชมดอกไม้ไฟ\"\n\nฉันคิดว่ามันเป็นเพียงความฝัน\nแม้ว่าจะไม่ได้เห็นกันมาสิบปีแล้ว\nแต่สิบปีที่ผ่านมา ก็ไม่แก่ลงเลยแม้แต่น้อย...\n\n\"เธอโตขนาดนี้แล้วเหรอ ดูท่า คงไม่ต้องไปล่องเรือแล้วล่ะนะ\"\n\"ว่าไงล่ะ? ฉันเอาไวน์มาด้วย ดูดอกไม้ไฟด้วยกันมั้ย?\""
	},
	"goblet": {
		"name": "Summer Night's Waterballoon",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ในช่วงเทศกาลฤดูร้อน ลูกโป่งน้ำสามารถเห็นได้ทั่วไป แต่มีเพียงชิ้นเดียวที่ประณีตเช่นนี้",
		"story": "ลูกโป่งอันสวยงามที่บรรจุน้ำไว้ภายใน\nในเรื่องราวประหลาดของ Inazuma\nมันเป็นของที่ระลึกจากการเผชิญหน้ากับอมนุษย์...\n\nท่ามกลางฝูงชนของเทศกาลฤดูร้อน กลับต้องถูกแยกจากพ่อแม่\nเวลาแค่เพียงชั่วพริบตา เพียงเพราะต้องการจะดูลูกโป่งน้ำ\nฉันคลายมือที่จับชายเสื้อของพ่อ\nฝูงชนในขบวนแห่ของเทพเจ้าก็เบียดเข้ามาจนเราแยกจากกัน\n\nฉันนั่งร้องไห้อยู่ข้างบ้านนกริมถนน\nในขณะที่นับฝีเท้าของคนเดินเท้าขึ้นไปบนภูเขา\nไม่รู้ว่าเธอมายืนอยู่ข้างฉันตั้งแต่เมื่อไหร่\nสาวสวยผู้มีนัยน์ตาราวจิ้งจอกคนนั้นดึงมือฉันขึ้นมา\n\n\"ทิ้งเด็กที่น่ารักอย่างงี้ไว้ที่นี่ได้ยังไงกัน แย่จริง ๆ เลย\"\n\"ว่าไงล่ะ? เธออยากดูดอกไม้ไฟ ขว้างปาลูกดอก หรือล่องเรือใบมั้ย?\""
	},
	"circlet": {
		"name": "Summer Night's Mask",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "หน้ากากที่ทำขึ้นตามรูปของ เทพเจ้าในตำนาน เป็นหน้ากากที่ได้รับความนิยม อย่างมาก",
		"story": "การปรากฏกายเหมือนเทพเจ้า\nหน้ากากที่สร้างขึ้นจากภาพของเทพเจ้าในตำนาน\n\nคนมักจะหยิบยืมรูปร่างของสุนัขจิ้งจอกในตำนานอยู่เสมอ\nใช้ใบหน้าของทวยเทพในโลกนี้ เพื่อปิดบังใบหน้าของเขาไว้\nบางทีอาจหวังแค่ ให้มีความสามารถในการเปลี่ยนรูปร่าง ได้ตามต้องการเหมือนเธอ\n\nในตำนานของ Inazuma กล่าวว่า ทุกสรรพสิ่งล้วนมีชีวิต\n... ถ้ามันเป็นเรื่องจริง\nฉันกลัวว่าส่วนใหญ่ก็ตกอยู่ภายใต้แรงกดดันของโชกุนเสียแล้ว\nคงหลีกหนีจากเมืองใหญ่ ไปอยู่ตามภูเขาและป่าไม้\n\nอย่างไรก็ตาม ยังมีผู้คนมากมายเชื่อในเทพเจ้า\nและเชื่อกันว่าหลายพันปีสามารถทำให้สัตว์มีพลังแห่งเทพ\nดังนั้นฉันจึงเชื่อในสิ่งที่ใบหน้าของสุนัขจิ้งจอกแสดง\n\nด้านหลังของหน้ากากคือข้อความที่เขียนด้วยลายมืออันงดงาม\n\"ขอโทษด้วยที่ยืมใช้เสียงดอกไม้ไฟเพื่อหนีไป\"\n\"บางทีอาจไม่ได้เจอกันอีกแล้ว รักษาตัวด้วยนะ\""
	}
}