{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Scroll of the Hero of Cinder City",
	"effect2Pc": "เมื่อตัวละครในทีมที่อยู่บริเวณใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" ผู้สวมใส่จะฟื้นฟูพลังงานธาตุ 6 หน่วย",
	"effect4Pc": "หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาที่เกี่ยวกับประเภทของธาตุที่สอดคล้องกัน ตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียง จะทำให้โบนัสความเสียหายธาตุของปฏิกิริยาธาตุที่เกี่ยวข้องเพิ่มขึ้น 12% เป็นเวลา 15 วินาที หากทำให้เกิดเอฟเฟกต์นี้ ในขณะที่ผู้สวมใส่อยู่ในสถานะพรวิญญาณราตรี จะทำให้โบนัสความเสียหายธาตุที่เกี่ยวข้องกับปฏิกิริยาธาตุของตัวละครในทีมที่อยู่ใกล้เคียงทั้งหมดเพิ่มขึ้นอีก 28% เป็นเวลา 20 วินาที โดยสามารถทำให้เกิดเอฟเฟกต์นี้ได้ แม้ผู้สวมใส่จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ โบนัสความเสียหายที่เกิดจากเซ็ตอาร์ติแฟกต์เดียวกัน จะไม่ซ้อนทับกัน",
	"flower": {
		"name": "Beast Tamer's Talisman",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ที่แกะสลักจากหินเหล็กไฟ และ Drakite เป็นสิ่งที่บ่งบอกว่า ผู้สวมใส่มีคุณสมบัติที่จะเป็นนักฝึกสัตว์อสูรแล้ว",
		"story": "ดอกไม้ที่แกะสลักจากหินเหล็กไฟและ Drakite ที่หลงเหลืออยู่ในเมืองแห่งเถ้าถ่าน เป็นเครื่องรางที่เหล่านักฝึกสัตว์อสูร ในพงศ์พิดานพฤกษาสืบทอดมาจากรุ่นสู่รุ่น\nบนนั้นประดับด้วยรอบกรงเล็บแวววาวที่ประดับด้วยหินเหล็กไฟ ว่ากันว่าเป็นรอยเท้าของ Yumkasaurus ตัวแรกที่ได้เป็นคู่หูกับมนุษย์\n\nนักฝึกสัตว์อสูรเป็นอาชีพที่มุ่งเน้นการสร้างมิตรภาพกับ Saurian ซึ่งบางครั้งความคิดของพวกเขา ก็ทำให้คนในเผ่าเขาไม่อาจเข้าใจได้\nแม้ว่ามันจะเป็น Saurian ชั่วร้ายที่ทำร้ายผู้คน แต่พวกเขาก็จะพยายามแก้ปัญหาด้วยวิธีสันติ ก่อนที่นักล่า Saurian จะมาถึงเสมอ\n\"ถึงแม้จะเป็น Saurian ที่มีนิสัยโหดเหี้ยมที่สุด ก็ยังมีวิธีทำให้มันไว้วางใจได้ ตราบใดที่มีความอดทนมากพอ\"\nนี่คือคำสอนที่นักฝึกสัตว์อสูรวัยรุ่นได้รับมา เมื่อครั้งได้รับเครื่องรางอันหนักอึ้งนี้มาจากอาจารย์\nสัตว์ก็มีหัวใจเหมือนกับพวกเรา เขาเชื่อแบบนี้มาตลอด จนกระทั่งคลื่นสีดำที่ปกคลุมทั่วท้องฟ้าในวันนั้นมาเยือน\n\nมันเป็นสัตว์ประหลาดที่ไม่อาจเข้าใจได้ และเป็นสัตว์อสูรที่ไม่สามารถจัดการด้วยวิธีสันติได้\nเมื่อนักฝึกสัตว์อสูรกลับมาถึงบ้านเกิด สิ่งที่เห็นนั้นมีเพียงเศษเสี้ยวความฝันที่แตกสลาย หลังจากถูกมอนสเตอร์ทำลาย\nหลังจากปลอบประโลมเหล่าผู้รอดชีวิต นักฝึกสัตว์อสูรที่ไม่ได้เป็นเด็กวัยรุ่นอีกต่อไป ก็ได้เริ่มต้นการเดินทางที่ไม่มีวันได้หวนกลับอีกครั้ง\nคู่ต่อสู้ของเขาในครั้งนี้คือปีศาจไร้หัวใจซึ่งมาพร้อมกับคลื่นสีดำ การจัดการกับพวกมันก็ต้องใช้ความอดทนเช่นกัน\nเพราะต้องมีความอดทนมากพอ จึงจะขับไล่พวกมันออกไปจากดินแดนที่เขาหวงแหนได้\n\nตำนานเล่าว่า ราชาอสรพิษในสมัยโบราณเคยสร้างสมบัติลับที่สามารถขับไล่ Abyss ได้ และมีแต่ต้องผ่านเมืองโบราณที่ปกคลุมไปด้วยมลทินเท่านั้น จึงจะได้รับมัน\nบางทีนั่นอาจเป็นเพียงความปรารถนาลม ๆ แล้ง ๆ ของเหล่าผู้ที่สิ้นหวัง แต่สำหรับเหล่าผู้กล้าแล้ว มันก็ยังคุ้มค่าที่จะลองดู\nในตอนท้ายของการเดินทาง นักรบผู้สูญเสียบ้านเกิดได้มาถึงเมืองแห่งการทำลายล้าง และสิ่งที่เขาต้องเผชิญก็คือ ความลับบางอย่างที่ถูกปิดผนึกไว้มานานแล้ว"
	},
	"plume": {
		"name": "Mountain Ranger's Marker",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "สัญญาณที่เจ้าหน้าที่ตระเวนภูเขาใช้ทำเครื่องหมายบนเส้นทาง มีรูปร่างที่คล้ายขนนก ตั้งตระหง่านโดดเด่นสะดุดตาอยู่ริมถนน",
		"story": "ว่ากันว่า พวกเจ้าหน้าที่ตระเวนภูเขา ที่มาจากต้นกำเนิดของน้ำพุไหลริน จะทิ้งสัญญาณที่ดูคล้ายขนนกไว้ตามรายทาง\nซึ่งไม่เพียงช่วยบอกเส้นทางตอนขามาแล้ว ยังบอกให้นักท่องเที่ยวที่มาทีหลังรู้ว่า ตรงนี้เคยมีคนผ่านมาแล้วด้วย\nทว่าตอนนี้สัญญาณเหล่านี้ได้แต่นอนแน่นิ่ง อยู่ในมุมที่ไร้ผู้คน ภายในเมืองโบราณที่ปกคลุมไปด้วยเถ้าถ่าน\nไม่มีใครสัญจรผ่านเส้นทางนี้อีกแล้ว เช่นเดียวกับความปรารถนาของผู้ที่ทิ้งสัญญาณนี้ไว้\n\nทั้งก้าวข้ามหินแต่ละก้อนบนยอดเขา เหยียบเศษใบไม้แต่ละใบในป่าลึก\nเหล่าเจ้าหน้าที่ตระเวนภูเขาที่ไม่เคยหยุดเดินทาง ได้จดจำทุกตารางนิ้วของดินแดน Natlan ไว้ขึ้นใจมาตั้งนานแล้ว\nทุกครั้งที่นักท่องเที่ยวหรือนักผจญภัยจากต่างแดนมาถึง พวกเขามักอาสาเป็นผู้นำทางด้วยความเต็มใจ\nแม้ว่าทิวทัศน์อันน่าทึ่งเหล่านั้น จะเป็นเพียงเพื่อนเก่าที่เติบโตมาพร้อมกับพวกเขาก็ตาม\nจนกระทั่งวันหนึ่ง ท้องฟ้าอันไกลโพ้นถูกคลื่นสีดำเข้าครอบงำ ทุกสิ่งที่เคยคุ้นล้วนอันตรธานหายไปสิ้น\n\nที่ตรงนี้เดิมทีควรเป็นสวนสำหรับให้เด็ก ๆ ได้เล่นสนุกสนานกัน แต่ตอนนี้กลับเหลือเพียงเถ้าถ่าน และโครงกระดูกที่ถูกไฟป่าเผาไหม้\nที่ตรงนี้แต่เดิมควรเป็นบ่อน้ำพุร้อน ที่ช่วยคลายความเหนื่อยล้าหลังเลิกงานของชาวเผ่า แต่ตอนนี้กลับเต็มไปด้วยเลือดและโคลนเลน\nแต่สุดท้ายแล้ว เจ้าหน้าที่ตระเวนภูเขาคนสุดท้าย ก็ไม่มีเวลาหยุดพักเพื่อเศร้าเสียใจกับเรื่องนี้ เพราะเขายังมีสิ่งที่ต้องทำ\nนั่นก็คือชิงบ้านที่เขาคุ้นเคยกลับคืนมา เพื่อที่จะได้เดินไปบนเส้นทางที่เขาคุ้นเคยที่สุดอีกครั้ง\n\nตำนานเล่าว่า ณ ใจกลางของคลื่นดำ ภายในเมืองโบราณที่มังกรร้ายยึดครองอยู่นั้น มีสมบัติลับที่ทรงพลังอยู่\nมันคล้ายกงล้อทองคำที่สามารถย้อนเวลากลับไป เผาผลาญโลกปัจจุบันอันแสนเจ็บปวด และนำช่วงเวลาอันสวยงามในวันวานกลับคืนมาได้\nเจ้าหน้าที่ตระเวนภูเขาผู้ผ่านภยันตรายมานับไม่ถ้วน คล้ายดั่งคว้าฟางช่วยชีวิตเส้นสุดท้ายไว้ได้ เขาตัดสินใจจะให้ที่นี่เป็นจุดหมายสุดท้าย\nแม้ว่ามันจะเป็นกับดักที่ผู้ชมบางคนที่มองดูอย่างเฉยเมย ได้วางเอาไว้ก็ตาม"
	},
	"sands": {
		"name": "Mystic's Gold Dial",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "แผ่นทองคำรูปดวงอาทิตย์ ที่ประดับตกแต่งด้วยลวดลายมังกร ซึ่งดูเหมือนเป็นสัญลักษณ์ของวัฏจักรแห่งชีวิตและความตาย",
		"story": "โดยทั่วไปแล้ว พวกนักเวทที่เกิดในหุบเขาเร้นลับ จะต้องใช้เวลาเรียนรู้และฝึกฝนนานหลายสิบปี จึงจะเชี่ยวชาญทักษะที่จำเป็นในการสื่อสารกับ Wayob\nแต่ในยุคสมัยที่แสนจะวุ่นวายเช่นนี้ แม้แต่เด็กฝึกหัดที่เพิ่งเริ่มต้นก็ยังต้องก้าวเข้าสู่สนามรบ เพื่อนำทางเหล่าวิญญาณผู้พลีชีพกลับบ้าน\nแผ่นทองคำสวยงามที่หลงเหลืออยู่ในเมืองโบราณนี้ เป็นของนักเวทน้อยผู้งดงามคนหนึ่งเช่นกัน เข็มที่อยู่บนนั้นจะชี้ไปทางบ้านของเธอเสมอ\n\nเมื่อคลื่นสีดำที่บดบังดวงอาทิตย์ปกคลุมไปทั่วแผ่นดิน อาณาจักรราตรีก็ถูกพวกสุนัขดุร้ายจากภพอสูรยึดครอง ทุกแห่งหนเต็มไปด้วยคราบเลือดสีดำ\nเสียงโลหะทุบดังกึงกังและเสียงร่ำไห้ของผู้ทุกข์ทนนั้น ดังกลบเสียงของ Wayob โบราณเสียจนมันเกือบจะถูกผู้คนหลงลืมไปแล้ว\nและพวกชาแมนประจำเผ่าจะรู้ว่า สำหรับนักรบที่ถูกความมืดกลืนกินแล้ว แม้แต่ความตายก็ยังกลายเป็นเรื่องเพ้อฝัน\nแม้แต่วีรบุรุษที่รอดพ้นจากกรงเล็บอสูรมาได้ ก็มักจะหลงทางอยู่ในแดนราตรี จนสุดท้ายก็ไม่สามารถหาทางกลับบ้านได้\nเพื่อรักษากำลังรบของชนเผ่า และเพื่อตามหาคนในครอบครัวที่พลัดพราก นักเวทจึงออกจากหุบเขาไปกลุ่มแล้วกลุ่มเล่า\nไม่ว่าจะเป็นสนามรบที่เต็มไปด้วยซากศพ หรือซากปรักหักพังที่เต็มไปด้วยรอยแผล ก็สามารถมองเห็นร่างของพวกเขาที่กำลังต่อสู้ได้ทั่วทุกที่\n\nนี่เป็นการเดินทางที่ทั้งยาวนาน และยากลำบากครั้งแรกของนักเวทสาวที่ชื่อ Liriwu\nทีมนักผจญภัยที่มีเป้าหมายอยู่ที่อาณาจักรบนเมฆ นอกจากเธอแล้ว สมาชิกทีมที่ร่วมเดินทางด้วยกัน ล้วนเป็นทหารอาวุโสที่ผ่านศึกมานับร้อย\nถึงแม้ตอนเข้าร่วมครั้งแรกเธอจะปฏิญาณตนด้วยความมั่นใจ แต่ปีศาจที่ยึดครองเมืองแห่งเถ้าถ่าน ก็ยังเหนือกว่าที่เธอคิดไว้มาก\nดูเหมือนเหล่าสหายร่วมทางจะคาดการณ์ไว้แล้ว ว่าสถานการณ์ต้องเป็นแบบนี้ พวกเขาจึงพาเธอไปอยู่ในหอคอยที่ปลอดภัย ก่อนจะออกเดินทางเงียบ ๆ\nเมื่อหญิงสาวที่หนีรอดจากสมรภูมิกลับมาถึงค่าย สิ่งที่รอเธออยู่นั้น มีเพียงซากศพที่วางกระจัดกระจาย หลังมื้ออาหารแสนอร่อยของเจ้ามังกรร้ายเท่านั้น\n\nในฐานะนักเวท เธอไม่เพียงไม่สามารถช่วยชีวิตของพวกพ้องไว้ได้ กระทั่งจะนำวิญญาณของพวกเขากลับมา ก็ยังไม่ทำไม่ได้เลย\nแต่อย่างน้อย เธอก็ต้องนำเรื่องราวและจุดจบของพวกเขา กลับไปบอกครอบครัวที่ยังรอพวกเขาอยู่\n\"จริงสิ ฉันจำได้ว่าหัวหน้าเคยบอกว่าเขามีลูก ดังนั้นไม่ว่ายังไง... ก็ต้องฮึดสู้เข้าไว้นะ\"\nเธอออกเดินทางอีกครั้งด้วยความหวังใหม่ ครั้งนี้เป็นการเดินทางกลับบ้านสำหรับทุกคน"
	},
	"goblet": {
		"name": "Wandering Scholar's Claw Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "แก้วไวน์รูปทรงประหลาดที่ดูคล้ายกรงเล็บของ Saurian ผู้ที่ประดิษฐ์มันจะต้องมีความคิดที่พิเศษบางอย่างแน่นอน",
		"story": "แม้แต่ในดินแดนอันอุดมสมบูรณ์ที่ซึ่งการต่อสู้ ได้รับความนิยมถึงขีดสุด ก็ยังมีคนที่สนใจเพียงแค่ความรู้และหนังสืออยู่\nเช่น เจ้าคนที่อ้างตัวว่าเป็นประธานสมาคมวิจัยมรดกแห่ง Saurian ที่วัน ๆ เอาแต่ถือม้วนผ้าทอหนา ๆ\nหรือไม่ก็หมุนกลไกลึกลับที่ไม่รู้ได้มาจากไหนเล่น เพื่อพิสูจน์ว่าการวิจัยของตนไม่ได้ไร้ประโยชน์\nเขายังสร้างเครื่องใช้บางอย่างขึ้นมาด้วย ว่ากันว่าถ้วยกรงเล็บสัตว์รูปทรงประหลาดนี้ เป็นผลงานที่เขาภูมิใจมากที่สุด\n\nตอนนั้นเขายังไม่รู้ว่า การวิจัยที่ไร้ประโยชน์เป็นสิ่งที่ฟุ่มเฟือยขนาดไหน\nเมื่อบ้านถูกฝันร้ายสีดำกลืนกิน ม้วนผ้าที่หามาอย่างยากลำบากก็ถูกเพลิงสงครามเผาไหม้ไปด้วย\nวิถีชีวิตที่คุ้นชินมานานพังทลายลงอย่างฉับพลัน ราวกับตื่นขึ้นจากห้วงฝันอันเงียบสงบในยามบ่าย\nโชคชะตาผลักไสให้เขาต้องเดินบนเส้นทางอื่น และเขาเองก็ไม่มีทางเลือกอื่นอีกแล้ว\n\nเขาเคยอ่านเจอจากม้วนผ้าที่เก่าแก่ที่สุดว่า ในโบราณสถานที่เหล่ามังกรโบราณทิ้งไว้นั้น มีอาวุธที่สามารถต่อกรกับปีศาจร้ายได้\nเพื่อไม่ให้สหายร่วมรบต้องตายอย่างสูญเปล่า เขาจึงละทิ้งงานวิจัยในอดีต และทุ่มเทชีวิตที่เหลือให้กับงานใหม่\nเครื่องจักรที่ถูกขุดขึ้นมาจากซากปรักหักพัง ได้รับการปรับแต่งใหม่ และกลายเป็นผู้ช่วยของเหล่านักรบ\nอาจเพราะความรู้ที่สั่งสมมานาน หรือไม่ก็เพราะมีนักปราชญ์คอยชี้แนะอยู่เบื้องหลัง การก่อสร้างจึงเป็นไปอย่างราบรื่นจนน่าเหลือเชื่อ\nจนกระทั่งในที่สุด ณ ส่วนลึกของเมืองโบราณที่ถูกทิ้งร้างแห่งหนึ่ง ความลับ หรืออาจจะเป็นคำสาปที่ถูกซ่อนมานานนับพันปี ก็ถูกเขาค้นพบ\n\nตำนานเล่าว่าราชาอสรพิษผู้ปกครอง Ochkanatlan ในสมัยโบราณ เคยสร้างเรือลอยฟ้าลำหนึ่งขึ้นมา\nในเรือลำนั้น มีสมบัติลับที่สามารถขับไล่ Abyss ให้ออกไปจากโลกนี้ได้อย่างสิ้นเชิง\nตำนานนี้จึงกลายเป็นสิ่งประโลมใจ ให้ผู้คนในยุคสมัยอันสิ้นหวังนี้ สามารถใช้ชีวิตอยู่ต่อไปได้\nขณะเดียวกัน มันยังดึงดูดให้นักผจญภัยจำนวนนับไม่ถ้วน เริ่มต้นการเดินทางอันยาวนานเพื่อกอบกู้โลก\n\nนักผจญภัยเหล่านั้นไม่เคยมีใครกลับมา นักวิชาการจึงตกเป็นเป้าโจมตีของผู้คน\nแต่เขามั่นใจว่านั่นไม่ใช่เรื่องโกหก และเป็นความจริงที่เขาได้เห็นกับตาอย่างไม่ต้องสงสัย\nบางทีอาจเพื่อพิสูจน์จุดนี้ หรืออาจเพียงเพื่อยุติทุกอย่าง\nในที่สุดนักวิชาการพเนจรก็เข้าร่วมทีมผจญภัย และมุ่งหน้าไปยังอาณาจักรบนเมฆแห่งนั้น"
	},
	"circlet": {
		"name": "Demon-Warrior's Feather Mask",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "หน้ากากขนนกที่คล้ายกับนกอินทรี ซึ่งเคยมีตำนานมากมายที่เล่าขานเกี่ยวกับมัน",
		"story": "ชนเผ่าที่ตั้งอยู่บนยอดเขา มักจะจัดการประลองต่อสู้เป็นประจำ โดยนักรบที่เข้าร่วมการประลอง จะเตรียมหน้ากากพิเศษเอาไว้\nหน้ากากเหล่านี้ไม่เพียงใช้ข่มขู่คู่ต่อสู้เท่านั้น แต่บรรดาผู้เข้าแข่งขันยังมองว่า มันเป็นสัญลักษณ์ประจำตัวของแต่ละคนอีกด้วย\nทุกครั้งที่มีนักรบที่สวมหน้ากากปรากฏตัวขึ้น ผู้สนับสนุนของเขาจะส่งเสียงเชียร์อย่างกระตือรือร้น และแค่นเสียงเยาะใส่คู่ต่อสู้\nมีเพียงชายผู้สวมหน้ากากขนนกเหมือนนกอินทรีเท่านั้น ที่เมื่อก้าวสู่สนามประลอง ผู้คนทั้งบนและล่างเวทีต่างเงียบกริบอย่างน่าประหลาด\n\nก่อนจะมาเป็นนักผจญภัย Taika เป็นนักรบที่แข็งแกร่งที่สุดของเผ่าวงศ์ปีกบุปผา เขามักจะได้รับชัยชนะในระหว่างการแข่งขันเสมอ\nบางครั้งเขาก็รู้สึกเบื่อว่า หรือว่าชีวิตของเขาจะผ่านไปทั้งแบบนี้ โดยหารู้ไม่ว่าภัยพิบัติกำลังจะมาเยือน\nตอนแรกมันเป็นเพียงเมฆครึ้มที่ปกคลุมท้องฟ้า จากนั้นก็มีข่าวว่ามีคนหายตัวไปในแดนราตรี และเมื่อปีศาจร้ายปรากฏตัวต่อหน้าพวกเขา\nทุกคนก็ตั้งตัวไม่ทันแล้ว\n\nแน่นอนว่าย่อมมีคนที่ต้องแบกรับรับผิดชอบ และผู้ที่แข็งแกร่งเหล่านั้นก็ควรแบกรับมากกว่า\nหลังจากได้เห็นสงครามที่แท้จริง เขาเพิ่งจะรู้สึกถึงภาระอันหนักอึ้งของโชคชะตาเป็นครั้งแรก\nดังนั้นเขาจึงบอกลาภรรยาและลูกที่ยังไม่เกิด และกลายเป็นปีศาจร้ายในสนามรบ\nเพราะหากต้องการกำจัดปีศาจและวิญญาณร้าย ก็มีแต่ต้องกลายเป็นสิ่งที่ชั่วร้ายยิ่งกว่าพวกมัน\n\nนั่นคือการต่อสู้ครั้งสุดท้ายในชีวิตของเขา เขาจมอยู่ในแอ่งเลือดบนจุดสูงสุดของเมือง Cinder ภาพมากมายนับไม่ถ้วน ผุดขึ้นมาตรงหน้าเขาอย่างไม่ขาดสาย\nเขาเห็นเปลวไฟสีแดงสดของดินแดนโบราณ ผลิบานเพื่อพวกเขาอีกครั้ง เช่นเดียวกับดอกไม้นับพันนับหมื่นบนทุ่งกว้างในอดีต\n\"ประตูสีแดงของนรกถูกย้อมด้วยเลือดของผู้กล้า ข้าขออุทิศเลือดของข้า และมอบกุญแจเปิดประตูให้กับลูกของข้า\"\nบางทีอาจเพราะเห็นแสงสว่าง ที่ลอดออกมาจากรอยแยกตรงประตูบานนั้น ทำให้เขานึกถึงคำพูดที่เขาพูดตอนบอกลาภรรยาสุดที่รัก\n\"...ถ้าเป็นผู้หญิง ก็ให้ชื่อว่า Bona แล้วกัน ลูกจะต้องกลายเป็นนักรบที่ยอดเยี่ยมได้แน่นอน\""
	}
}