{
	"name": "Shimenawa's Reminiscence",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "เพิ่มพลังโจมตี 18%",
	"4pc": "ในขณะที่ใช้สกิลธาตุ ถ้ามีพลังงานธาตุมากกว่าหรือเท่ากับ 15 หน่วย จะเสียพลังงานธาตุ 15 หน่วย และทำให้ การโจมตีปกติ, ชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศ สร้างความเสียหายเพิ่มขึ้น 50% เป็นเวลา 10 วินาที โดยที่ตลอดช่วงเวลาต่อเนื่อง เอฟเฟกต์นี้จะไม่เกิดขึ้นซ้ำอีกครั้ง",
	"flower": {
		"name": "Entangling Bloom",
		"relictype": "Flower of Life",
		"description": "เครื่องรางที่ทั้งสวยและประณีต ว่ากันว่ามันสามารถกักเก็บพลัง ที่จะดลบันดาลให้สิ่งที่หวังกลายเป็นจริงได้",
		"story": "เครื่องรางที่สานจากหัตถกรรมการทอ ที่เรียกว่า \"Mizuhiki\"\nว่ากันว่า สามารถเชื่อมต่อการอธิษฐาน และโชคชะตาผูกพันให้แน่นแฟ้นได้\n\nมีอยู่ครั้งหนึ่ง ฉันได้เรียนรู้วิธีการดูแลศาลเจ้าจากท่านจิ้งจอกผู้รอบรู้\nตอนนั้น ฉันเป็นมิโกะตัวเล็กๆ จากหมู่บ้านประมงที่เพิ่งมาถึง Narukami\nฉันทึ่มกว่ากาน้ำชา แถมยังเอาแต่ใจ และยังอยากรู้อยากเห็นเหมือนเด็ก ๆ อีก\nมักงุนงง สงสัยแบบเด็ก ๆ ต่อคำพูดที่สูงส่ง แต่เข้าใจยากของท่าน Saiguu ตลอดเวลา\n\n\"ทุกสิ่งบนโลกนี้ล้วนเชื่อมโยงซึ่งกันและกัน จึงเกิดเป็นภาพลวงตา ที่ทุกคนปรารถนาขึ้น\"\n\"ส่วนเครื่องราง ไม่มีความสามารถที่จะทำให้ปรารถนาเป็นจริงได้ แต่กลับอาศัยความเชื่อมโยง ทำให้เป็นนิรันดร์ได้\"\n\nเมื่อเห็นใบหน้าที่ฉงนสงสัยและไม่เข้าใจของฉัน ท่าน Kitsune ก็อดหัวเราะขึ้นมาไม่ได้\nแล้วใช้บ้องยาสูบเคาะหัวของฉันเบาๆ จากนั้นก็เปลี่ยนหัวข้อทันที:\n\n\"Hibiki เจอคนที่มีชะตาผูกพันซึ่งกันและกันแล้วใช่ไหม?\"\n\n\"ฉันจะไปมีชะตาผูกพันอะไรกับคนป่าเถื่อนพวกนั้นได้ยังไง!\"\n\n\"โอ้ จริงเหรอ?\"\n\nแต่สุดท้าย ความมืดได้บดบังทุกสิ่ง\nสิ่งที่เรียกว่าโชคชะตาผูกพัน ก็หายไปเช่นกัน"
	},
	"plume": {
		"name": "Shaft of Remembrance",
		"relictype": "Plume of Death",
		"description": "ศรกำจัดปีศาจที่มีรูปร่างค่อนข้างโบราณ ดูเหมือนจะถูกเก็บรักษาไว้อย่างดีโดยใครบางคน",
		"story": "ศรกำจัดปีศาจที่ศาลเจ้าใช้อธิษฐาน ขับไล่สิ่งชั่วร้าย\nว่ากันว่า สามารถขับไล่ และทำลายปีศาจในใจได้ทั้งหมด\n\nคนเรามักพูดว่า ศรกำจัดปีศาจสามารถขับไล่สิ่งชั่วร้ายได้ แต่ความชั่วร้ายเป็นสิ่งที่เรานึกคิดขึ้นมาเอง\nความชั่วร้ายเกิดขึ้นจากจิตใจของคน ที่กลัวจนเพ้อกันไปเอง\nท่าน Saiguu จากไปนานแล้ว ส่วนฉันก็ไม่ใช่มิโกะฝึกหัดของศาลเจ้า Grand Narukami อีกต่อไป\nทุกครั้งที่หยิบกล้องยาสูบว่างเปล่าอันนั้นขึ้นมา ความเวิ้งว้าง และความเจ็บปวดมักวนเวียนอยู่ ไม่ยอมไปไหน ราวกับวิญญาณ\n\nได้ครอบครองคนที่ควรค่าต่อการคิดถึง แต่กลับสูญเสียคนที่ไม่สามารถไม่คิดถึง วันเวลาได้หมุนเวียนเปลี่ยนผันไปอย่างต่อเนื่อง\nความเงียบ และสงบ เงาสีขาวของท่านจิ้งจอกที่ค่อย ๆ หายเข้าไปในความมืดยังคงตราตรึงอยู่ในฝันของมิโกะ\nท่านเท็งงุผู้ยิ่งใหญ่ ก็จากไปเพราะรู้สึกผิด และโมโหที่ตนเองคุ้มครองรักษาได้ไม่ดี ทิ้ง Teruyo ไว้เพียงลำพัง\nHarunosuke จากไปยังประเทศอื่นด้วยความโกรธ และโศกเศร้า ส่วน Nagamasa ก็ได้เข้าร่วมกับ Shogunate เพื่อต้องการล้างคำสบประมาทของ Mikoshi\nส่วนชายที่สอนทักษะธนูให้ฉันที่ป่าแห่งเทพ รับฟังคำสัญญาที่ไร้เดียงสาใต้กิ่งซากุระสีแดงของฉัน\nไม่ว่าจะช้าหรือเร็ว เขาก็ต้องกลับมายืนอยู่ต่อหน้าฉัน ถึงแม้เลือดที่สาดกระเซ็นจะทำให้ดวงตาของเขาต้องบอด หรือจะทำให้เขากลายเป็นอสูรร้าย...\n\nฉันจะใช้ธนูและศรของเรา เพื่อเติมเต็มคำสัญญาของเรา ที่มุ่งหน้าไปสู่การทำลาย\nใช้ธนูและศรของเรา กำจัดปีศาจร้าย ขับไล่ความดื้อรั้นที่ทั้งโง่เขลา และไร้ความหมาย\n\n\"โปรดมาพบฉัน เจ้าบื้อที่รักการพนันยิ่งชีพ\"\n\"Konbumaru อย่าหลงทางอีกล่ะ\"\n\nแต่ทว่า ผู้ชนะในการพนันครั้งสุดท้ายเป็นใครกันแน่นะ...\nเธอพลางไตร่ตรองเรื่องที่ไม่ค่อยสำคัญนัก พลางลูบธนูแสนสวยเบา ๆ"
	},
	"sands": {
		"name": "Morning Dew's Moment",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาพกที่ทำจากสัมฤทธิ์ ประดับด้วยเชือกกระดาษและกระดิ่ง ช่วงเวลาของมันหยุดอยู่ที่รุ่งสางของวันหนึ่งในฤดูใบไม้ร่วงตลอดไป",
		"story": "นาฬิกาพกแสนสวย ที่ประดับด้วยกระดิ่งของศาลเจ้า\nเข็มนาฬิกาหยุดอยู่ที่ช่วงเวลาเช้าตรู่ ชั่วนิรันดร์\n\nเมื่อฟ้าค่อยๆ สว่าง น้ำค้างบนดอกไม้ใบหญ้าก็ค่อยๆ หายไป\nแสงแดดค่อยๆ สาดส่องสรรพสิ่ง ทิวทัศน์ที่งดงาม ปรากฏเพียงชั่วครู่เท่านั้น\n\nฉันเคยนั่งฟังเสียงจิ้งหรีด ชมแสงจันทร์บนก้อนหินกับท่าน Saiguu\nตอนนั้นฉันยังเป็นเพียงมิโกะบ้านนอกคอกนาที่อายุน้อย และหัวดื้อ\nโวยวายเสียงดังไม่ต่างอะไรกับนกกระจอก เพราะยึดมั่นในความเห็นของตัวเอง\nมองใบหน้าที่เต็มไปด้วยรอยยิ้มของท่าน Kitsune แต่ไม่เข้าใจในคำพูดของท่าน:\n\n\"หากต้องการหยุดวินาทีที่สวยงามไว้ตลอดไป ก็ไม่ต่างอะไรกับการคว้าแสงอรุณไว้ในมือ\"\n\"ฉันค่อยๆ หายไปเหมือนกับแสงอรุณ คงเหลือเพียงเศษซากความทรงจำที่เธอมีต่อฉัน\"\n\nภายใต้ความทรงจำที่เลือนราง เธอพูดอะไรบางอย่างที่ยากต่อการเข้าใจ ด้วยสีหน้าเศร้าหมอง แต่ก็ทำให้ฉันเข้าใจทันที..\nผ่านไปสักพักหนึ่ง เธอใช้บ้องยาสูบเคาะหัวของฉัน โดยมีสีหน้าตำหนิ และหยอกล้อฉันเหมือนเดิม:\n\n\"Hibiki ฟ้าจะสางแล้วนะ\"\n\"เราต้องกลับกันแล้วล่ะ\""
	},
	"goblet": {
		"name": "Hopeful Heart",
		"relictype": "Goblet of Eonothem",
		"description": "กระบอกเซียมซีที่ทำขึ้นเป็นพิเศษ กลไกส่วนล่างทำให้ผู้คนดึงคำทำนายที่ไม่ต้องการออกได้อย่างง่ายดาย",
		"story": "กระบอกเซียมซีที่ถูกทำขึ้นมาพิเศษเพื่อใช้ทำนายดวงชะตาในศาลเจ้า\nเล่ากันว่ามาพร้อมโชคดีของจิ้งจอก\n\nการทำนายดวงชะตาเป็นถามถึงสิ่งที่จะเกิดขึ้นในอนาคตของผู้ที่กำลังหลงทาง ไม่ว่าจะดีหรือร้าย ล้วนเป็นการหาคำตอบให้อนาคต\nพูดอย่างง่าย ๆ คือ บนโลกนี้มีเพียงผู้ถามที่กำลังสับสน และผลทำนายดวงชะตาที่ไม่แม่นยำ\nขณะเรียนอยู่ในศาลเจ้า ฉันได้ความรู้มากมาย โดยเฉพาะวาทศิลป์ในแบบของท่านจิ้งจอกผู้ยิ่งใหญ่\nในช่วงนี้ แม้จะเป็นท่านเท็งงุที่ไร้ซึ่งความเมตตา ก็มีลูกสาวของตัวเองแล้วเหมือนกัน\nKonbumaru จอมบื้อก็กลายเป็น Hatamoto ให้ท่านโชกุน และกำลังจะสมรสกับบุตรสาวของซามูไรตำแหน่งสูง...\n\n\"เด็กอะไรเนี่ย น่ารักได้ขนาดนี้ ขนาดท่านเท็งงุที่ในสมองมีแต่การฆ่าแกง ยังแสดงสัญชาตญาณความเป็นแม่ออกมาเลย...\"\n\"แต่...ศาลเจ้ายังขาดเด็ก ๆ มาสร้างความสดใส ไม่ดีเอาซะเลยนะ... Hibiki แปลงร่างเป็นเด็กอีกทีดีไหม?\"\n\nมุกตลกของท่านจิ้งจอกยังล้อเล่นกันแรงเหมือนเคย เธอมุ่งตรงเข้ามาพร้อมกับกลิ่นเหล้าซากุระลอยฟุ้ง\n\n\"เลิกทำหน้าเซ็งได้แล้ว Hibiki ให้ท่าน Saiguu คนนี้ทำนายชะตาให้ เอาไหม?\"\n\"ฮ่าๆ ได้มงคลล่ะ! เธอดูสิ มงคลเชียวนะ! รู้ไหมว่าหมายความว่าอะไร?\"\n\"ก็ท่านเล่นดึงเซียมซีที่โชคร้ายออกไปหมดแล้วนี่ อย่าแกล้งกันอีกเลยนะท่าน Saiguu...\"\n\"ไม่..นี่หมายความว่า คนที่เธอคิดถึงจะกลายเป็นความทรงจำชั่วนิรันดร์ของเธอน่ะ\"\n\nดังนั้น เธอต้องมีชีวิตอยู่ต่อไปบนโลกนี้นานๆ นะ\nถึงแม้ว่าทุกคนที่เธอรักจะจากไป แต่ขอเพียงเธอยังอยู่\nความทรงจำดี ๆ ที่เคยมีร่วมกับพวกเขา ก็จะตราตรึงอยู่ในความทรงจำตลอดไป..."
	},
	"circlet": {
		"name": "Capricious Visage",
		"relictype": "Circlet of Logos",
		"description": "หน้ากากจิ้งจอกสำหรับทำพิธีที่ได้รับการเก็บรักษาไว้อย่างดี รอยยิ้มอ่อน ๆ ที่แสนลึกลับนั้นจะคงอยู่ไปชั่วนิรันดร์",
		"story": "หน้ากากงานเทศกาลที่หรูและสดใสอันนี้ เคยเป็นของมิโกะคนหนึ่ง\nที่มุมปากยิ้มเล็กน้อย แต่ดวงตาทั้งสองกลับไร้แวว\n\nเล่าเรียนอยู่ที่ศาลเจ้ามานานแล้ว ก็ต้องโตขึ้นเป็นธรรมดา\nไม่โง่เหมือนสมัยเด็กๆ ยิ่งโตขึ้น ก็ยิ่งเผชิญหน้าเพียงลำพังได้\nแต่ไม่รู้ทำไม ยิ่งฉันโตขึ้น ใบหน้าของท่าน Saiguu ก็ยิ่งเศร้าหมองมากขึ้น\nไม่ได้มีความกังวลอยู่บนใบหน้าของท่าน และไม่มีความกลัวด้วยเช่นกัน แต่กลับเป็นความอาลัยที่แสนเศร้า\n\n\"ใด ๆ บนโลกนี้ล้วนไม่แน่นอน ความรัก โลภ โกรธ หลงสามารถหายไปได้ภายในพริบตา ความทรงจำก็เช่นกัน\"\n\"แต่ผู้ที่สูญเสียความทรงจำ ไม่ต่างอะไรกับการสูญเสียชีวิต ล้วนเป็นความตายชั่วนิรันดร์\"\n\nครั้งนี้ แม้จะเป็นรอยยิ้มบาง ๆ ก็ไม่สามารถบดบังความโศกเศร้าได้\nเป็นงานเทศกาลแท้ ๆ แต่กลับเหมือนการจากลา...\n\n\"จริงสิ เธอเล่าเรื่องของเจ้าบื้อ Konbumaru ให้ฉันฟังบ้างสิ...\"\n\"ทำไมเหรอ..กลัวว่าสาวแก่อย่างฉันจะแย่งเขาไปหรือไงกัน?\""
	}
}