{
	"id": 15033,
	"rarityList": [
		4,
		5
	],
	"name": "Song of Days Past",
	"effect2Pc": "เพิ่มโบนัสการรักษา 15%",
	"effect4Pc": "เมื่อผู้ที่สวมใส่ทำการรักษาตัวละครในทีม จะเกิดเอฟเฟกต์ \"ความปรารถนา\" เป็นเวลา 6 วินาที ซึ่งจะบันทึกค่าการฟื้นฟูพลังชีวิต (รวมถึงค่าที่เป็นส่วนเกิน) เมื่อช่วงเวลาต่อเนื่องสิ้นสุดลง เอฟเฟกต์ \"ความปรารถนา\" จะแปลงเป็นเอฟเฟกต์ \"คลื่นจากวันวาน\": เมื่อการโจมตีปกติ, ชาร์จโจมตี, การโจมตีพุ่งลงจากอากาศ, สกิลธาตุและท่าไม้ตายของตัวละครในทีมของตนเอง ที่เข้าร่วมการต่อสู้ในขณะนั้นโจมตีโดนศัตรู จะสร้างความเสียหายเพิ่มขึ้น 8% ของค่าการฟื้นฟูที่บันทึกไว้ \"คลื่นจากวันวาน\" นี้ จะถูกลบล้างเมื่อเกิดขึ้นครบ 5 ครั้ง หรือหลังจาก 10 วินาที ความปรารถนาหนึ่งครั้งจะบันทึกค่าการฟื้นฟูได้สูงสุด 15,000 หน่วย และในช่วงเวลาเดียวกันจะสามารถมีได้เพียงหนึ่งอันเท่านั้น แต่สามารถบันทึกผลการรักษาของผู้สวมใส่ได้พร้อมกันหลายคน เอฟเฟกต์นี้ จะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"flower": {
		"name": "Forgotten Oath of Days Past",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ที่ไม่มีวันร่วงโรยที่ทำจากลาริมาร์และเงิน ว่ากันว่า มันยังคงถูกมองว่าเป็นสัญลักษณ์ของการต่อต้าน",
		"story": "ในช่วงหลายปีก่อนที่มวลน้ำจะมาบรรจบกัน อำนาจแห่งทองคำก็เหมือนกับกระแสน้ำที่โหมกระหน่ำ ไม่ว่ากองทัพเหล็กไปที่ไหน ชนเผ่าป่าเถื่อนต่างยอมศิโรราบ\nยุครุ่งเรืองแห่งทองคำราวกับวันที่ไม่มีวันสิ้นสุด เช่นเดียวกับที่ช่างจูนเสียงเชื่อมั่นว่าผู้อ่อนแอในอดีตจะยอมจำนนต่อดนตรีแห่งระเบียบใหม่ในที่สุด...\nมันควรจะเป็นเช่นนี้ แต่ท่วงทำนองอันไพเราะที่ไม่มีใครเทียบได้เป็นสัญลักษณ์ของอารยธรรมและกฎเกณฑ์ แต่กลับถูกขัดขวางในดินแดนเหนือที่โหดร้าย\nชนเผ่าที่เดิมทีกระจัดกระจาย ได้รวมตัวกันภายใต้การปกครองของผู้สืบทอดวัยเยาว์ของ Aremorica ก่อให้เกิดการต่อต้านในพรมแดนที่เปราะบางของอาณาจักร...\n\nนี่คือบุคคลที่ได้รับการยกย่องว่าเป็น \"อัศวินแห่งน้ำบริสุทธิ์\" โดยคนรุ่นหลัง ใช้เลือดและเนื้อที่อ่อนแอ เพื่อต่อต้านอำนาจทองคำที่ปกคลุมผืนฟ้าและดวงอาทิตย์\nหญิงสาวผู้ขับขานบทกวีเป็นผู้นำเผ่าหลายเผ่าไม่เคยถือว่าตัวเองเป็นกษัตริย์ แต่อ้างว่าเป็นผู้รับใช้ที่ได้ยินการเปิดเผยอันศักดิ์สิทธิ์ของเจ้าแห่งสายน้ำนับหมื่นและปฏิบัติตามเจตจำนงของตน\nใน Capitolium ที่อยู่ไกลแสนไกล พวกนักปราชญ์เยาะเย้ยคำกล่าวอ้างที่ไร้สาระนี้ ราวกับว่าว่ามันเป็นเพียงเสียงพูดไร้สาระของเด็กที่กำลังเพ้อเท่านั้น\nอย่างไรก็ตาม กองทัพของนางยังคงกวาดล้างชนเผ่าหลายเผ่าที่ต่อสู้กันเอง ราวกับพายุที่โหมอย่างรุนแรง และใช้ดาบโน้มน้าวเหล่าชนเผ่าให้ทำพันธสัญญากับเจ้าแห่งสายน้ำนับหมื่น\nในบทกวีและบทละครของคนรุ่นหลัง มีคำสาบานของอัศวินอยู่หลายฉบับ แต่ไม่ว่าจะฉบับไหนก็มีคำสาบานสองประการที่ขาดไม่ได้:\nประการแรก ห้ามหันดาบใส่สาวกของ Egeria ประการที่สอง ห้ามประนีประนอมกับผู้กระทำความชั่ว (เช่น: อย่าทนต่อร่องรอยมลทิน)\n\nข้าขอสาบานด้วยดอกไม้สีเงินขาวที่ไม่เคยเหี่ยวเฉา ว่าจะขับไล่ทรราชทองคำออกจากท้องทะเล ขอสาบานว่าจะชำระล้างอธรรมด้วยเลือดและน้ำตา\n\"สาบานว่าจะปกป้องภูตแห่งน้ำบริสุทธิ์ และสาบานว่าจะปกป้องพรที่หลงเหลือจากเจ้าแห่งสายน้ำนับหมื่น จนกว่าน้ำพุใสจะไหลหลั่งดั่งเดิมอีกครั้ง\"\n\nด้วยเหตุนี้ เปลวเพลิงแห่งสงครามที่ไม่มีที่สิ้นสุดได้แพร่กระจายออกไปราวกับโรคระบาด เผาผลาญทองคำอันน่าภาคภูมิและเงินขาวที่บริสุทธิ์\nความปรารถนาอันสิ้นหวังของช่างจูนเสียงที่ต้องการกำจัดความขัดแย้งในที่สุดก็สูญเปล่า ความโกรธแค้นราวกับคลื่นคำรามพุ่งไปสู่ผลลัพธ์ที่ไม่อาจย้อนกลับได้\nจนกระทั่งแสงแห่งการไถ่ถอนได้ปรากฏขึ้นบนขอบฟ้าอันไกลโพ้น แต่กลับไม่สามารถสะท้อนถึงดวงตาของผู้ที่ปรารถนาการไถ่ถอนได้อีกต่อไป..."
	},
	"plume": {
		"name": "Recollection of Days Past",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "เครื่องประดับรูปผีเสื้อที่ทำจากเงินและคริสตัลสีฟ้า ว่ากันว่า ในอดีตอันไกลโพ้น มันเป็นสัญลักษณ์ของคำสาบานว่าจะไม่มีวันแยกจากกัน",
		"story": "ในยุคสมัยที่มวลน้ำยังไม่มาบรรจบกัน บางชนเผ่ามีอายุขัยที่สั้นดุจสาหร่ายทะเล สายลมเย็นอ่อน กระทบแสงจันทร์ที่ลอยชาย\nเด็กหนุ่มยังไม่เคยได้ยินกฎของเทพราชา ยังไม่รู้เส้นทางที่สวรรค์กำหนดไว้ เด็กหนุ่มจึงได้ติดขนนกปีกผีเสื้อไว้ที่ข้างหูของนาง\nในมรดกของผู้คนในอดีต ผีเสื้อที่ร่ายรำเป็นผู้นำทางวิญญาณ ทั้งยังเป็นสัญลักษณ์ของคำสัญญาและคำสาบานที่จะไม่เปลี่ยนแปลงตราบเท่าชีวาวาย\nในตอนนั้นผู้กล้าที่ยังไม่กลายเป็นกวีเชื่ออย่างลึกซึ้งว่า พรุ่งนี้ที่ไร้ที่สิ้นสุดจะเหมือนวันวานที่ไร้ที่สิ้นสุดเช่นกัน เหมือนการเต้นรำที่หมุนเวียนในช่วงเวลาอันยาวนานนี้...\n\nอย่างไรก็ตาม ความปั่นป่วนแห่งโชคชะตาจะผลักดันไปสู่ความทุกข์ยาก เฉกเช่นความปรารถนาในอดีตที่ลอยอยู่ภายในเสียงคร่ำครวญของเลือดและเปลวไฟ\nเมื่อได้พบกันอีกครั้ง ในเมืองอันห่างไกล ชนเผ่ามากมายที่แต่เดิมเคยรบรากัน ได้รวมกันเป็นหนึ่ง\nนักดนตรีเยาว์วัยได้ปลอมตัวเป็นนักเดินทางพเนจร และเอาชนะวีรบุรุษผู้มีชื่อเสียงนับไม่ถ้วน ที่ได้รับการยกย่องจากคนรุ่นหลังในการประลอง\nจนในที่สุดก็ได้เข้าเฝ้ากษัตริย์เพียงลำพังในฐานะผู้ชนะ ได้พรรณนาถึงอุดมคติแห่งความสามัคคี และความเจริญรุ่งเรือง ด้วยเจตนารมณ์ที่จะขจัดสัญญาณควัน และความแค้นอันไม่มีที่สิ้นสุด\n\nแม้แต่นักดนตรีที่ฉลาดที่สุดก็ไม่เคยคิดเลยว่าเมื่อเปิดเผยตัวตนแล้ว เขาจะได้รับการต้อนรับด้วยดาบอันแหลมคม ราวกับแสงจากทะเลสาบ\nร่างที่ถูกสร้างมาถูกตัดขาด ก่อนที่จิตสำนึกจะหวนคืนสู่ที่เดิม สิ่งสุดท้ายที่นักดนตรีได้ยินคือเสียงพึมพำของเธอ ขณะที่โอบกอดเขาไว้ในอ้อมแขน...\n\n\"████ ████ ของข้า... เจ้าไม่จำเป็นต้องบังคับตัวเองให้พูดในสิ่งที่เจ้าไม่อยากพูดอีกต่อไป\"\n\"ข้ารู้แล้ว เป็นทรราชต้องคำสาปที่ดูหมิ่นจิตวิญญาณของเจ้า ทั้งยังกักขังไว้ในคุกหิน\"\n\"อย่ากังวลไป ████ ของข้า... ข้าไม่เคยลืมคำสัญญาของข้าในตอนนั้นเลย\"\n\"ไม่ว่าต้องแลกด้วยสิ่งไหน ข้าจะช่วยให้เจ้าออกมาจากโซ่ตรวนอันหนาวเย็นนิจนิรันดร์เอง\"\n\"จนกว่าพวกเราจะกลับมารวมตัวกันในอ้อมกอดของเจ้าแห่งสายน้ำนับหมื่น ก็ไม่ต้องกังวลกับความทุกข์ยากและความโศกเศร้าอีกต่อไป\"\n\"จนกว่าผีเสื้อสีเขียวจะร่ายรำได้อีกครา นำพาจิตวิญญาณของเราข้ามไปยังอีกฝั่งของมวลน้ำ\""
	},
	"sands": {
		"name": "Echoing Sound from Days Past",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาทรายรูปทรงประหลาด ที่ทำขึ้นจากแลพิสแลซูลีและหยกวารี ว่ากันว่า ได้รับแรงบันดาลใจในการออกแบบมาจาก หอนาฬิกาของเมือง Petrichor",
		"story": "ในยุคสมัยที่มวลน้ำยังไม่มาบรรจบกัน มีประเพณีตีระฆังในหมู่ชนเผ่าของคนโบราณ\nเสียงระฆังบอกเวลาเพื่อพระอาทิตย์ขึ้น, เสียงเพื่อพระอาทิตย์ตก, เสียงเพื่อการถือกำเนิด, เสียงเพื่อการส่งผู้ที่จากไป\nสุดท้าย ในวินาทีสุดท้ายที่ผ้าห่มทองคำปกคลุมท้องฟ้า เสียงระฆังก็ดังขึ้นเพื่อทำลายล้าง\n\nกองทัพเหล็กผู้ไม่รู้จักเหน็ดเหนื่อยได้กวาดล้างชนเผ่าที่ไม่มีใครรู้จักชื่อมาแสนนานออกจากแผนที่\nแต่ไม่เคยคาดคิดว่าอีกไม่กี่ทศวรรษต่อมา จักรวรรดิที่เจริญรุ่งเรืองจะต้องประสบชะตากรรมแบบเดียวกัน\nราชวังที่ตกแต่งด้วยทองคำกลายเป็นซากปรักหักพังในชั่วข้ามคืน ท่วงทำนองอันสูงส่งก็พังทลายลงเพราะความทะเยอทะยานและการทรยศ\nความปรารถนาอันน่าเศร้าของเทพราชาสิ้นสุดลงเช่นนี้ แต่เสียงสะท้อนของบทเพลงทองคำยังคงดังก้องอยู่ในหัวใจของมนุษย์:\nบางคนยังคงจมอยู่กับความรุ่งโรจน์ในอดีตและพยายามเล่นบทเพลงอีกครั้งไม่ว่าจะด้วยวิธีใดก็ตาม\nมีคนที่ยอมละทิ้งชื่อเก่า เพื่อวันพรุ่งนี้ที่สงบสุข ไล่ล่าเงาอาถรรพณ์ที่ยังคงซุ่มซ่อนตัว\nมีคนที่ยอมทิ้งเพียงชื่อในอดีต ไว้กับตำนานอันคลุมเครือ ซ่อนอยู่ในบทเพลง...\n\n\"วัตถุศักดิ์สิทธิ์ที่สามารถเติมเต็มความปรารถนาทั้งหมดได้... หึ แม้ว่าภูตน้ำบริสุทธิ์นั้นจะพูดแบบนี้ แต่ก็ยังฟังดูไร้สาระ\"\n\"ไม่มีใครสามารถล้างบาปออกไปได้ เช่นเดียวกับไม่มีใครสามารถล้างเลือดในน้ำได้ แม้ว่าจะถูกลืม แต่บาปก็ยังคงเป็นบาป\"\n\"ไม่มีใครสามารถย้อนอดีตได้ เช่นเดียวกับที่ไม่มีใครสามารถย้อนคืนแสงยามวันได้ อดีตนั้นผ่านไปนานแล้ว และแม้แต่ข้าก็รู้\"\n\"...\"\n\"อย่างไรก็ตาม หากวัตถุศักดิ์สิทธิ์นั้นมีอยู่จริงในโลกที่น่าขันนี้ หากมันสามารถตอบสนองความปรารถนาได้จริง ๆ\"\n\"หากเราสามารถเช็ดน้ำตาทั้งหมดในอนาคตได้จริง ๆ ขอให้ลูกหลานของท้องทะเลไม่ต้องทนทุกข์กับความเศร้าโศกและความเจ็บปวดในอดีตอีกต่อไป\"\n\"ให้ข้าได้หลงละเลิงไปกับสิ่งไร้สาระนี้เป็นครั้งสุดท้ายด้วยเถอะ\"\n\nเสียงร่ำไห้และคร่ำครวญที่สะท้อนก้องข้างหูนางมานานหลายสิบปี ภาพหลอนของผู้ที่จากไปเหล่านั้น\nคนที่สละชีวิตเพื่อนาง คนที่ต้องสิ้นชีวิตเพราะนาง ทุกอย่างล้วนไม่สำคัญอีกต่อไป\nชั่วขณะที่เดินเข้าไปในหุบเขาเพียงลำพัง เหมือนได้ยินเสียงระฆังยามเย็นของวันวานอีกครั้ง...\nเห็นได้ชัดว่าเป็นมันเป็นแสงแดดยามพลบค่ำ แต่มักมีคนมองว่าเป็นแสงแดดยามรุ่งอรุณ"
	},
	"goblet": {
		"name": "Promised Dream of Days Past",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ภาชนะหรูหราที่สร้างขึ้นตามแบบของ \"ถ้วยแห่งน้ำบริสุทธิ์\" ในตำนาน ว่ากันว่า มันสามารถทำให้ความปรารถนาของผู้ที่มีจิตใจที่บริสุทธิ์ที่สุดเป็นจริงได้",
		"story": "ในยุคสมัยที่มวลน้ำยังไม่มาบรรจบกัน ตำนานของ \"ถ้วยแห่งน้ำบริสุทธิ์\" เคยแพร่กระจายท่ามกลางหมู่ชนเผ่าในอดีตกาล\nตั้งแต่อดีตกาลจวบจนถึงปัจจุบัน ไม่เคยมีผู้ใดเคยพบเห็นรูปลักษณ์ที่แท้จริงของถ้วยล้ำค่านี้ จะมีก็เพียงแต่ถ้อยคำเพียงไม่กี่คำของเหล่าภูตในสมัยโบราณเท่านั้น\nซึ่งสามารถพิสูจน์ได้ว่า \"ถ้วยทองที่เปี่ยมไปด้วยน้ำบรรพกาล\" นั้น หาใช่เพียงแค่ภาพลวงตาที่เกิดจากจินตนาการของผู้คนไม่\nตำนานเล่าว่าภาชนะที่ศักดิ์สิทธิ์นั้นสามารถรักษาบาดแผลสาหัสได้ทั้งหมด ทั้งยังสามารถหวนย้อนวัยชราให้กลับกลายมาเป็นเด็ก หรือชุบชีวิตคนตายให้กลับมามีชีวิตอีกครั้งได้\nตำนานเล่าว่ามีเพียงบุคคลที่บริสุทธิ์ที่สุดเท่านั้นที่สามารถเห็นความรุ่งโรจน์ ทั้งยังได้รับชีวิตนิรันดร์และภูมิปัญญาอันไม่มีที่สิ้นสุด\n\nดังที่นักปรัชญาโบราณกล่าวไว้ ความเจริญรุ่งโรจน์มีเกิดก็ต้องมีดับ ไม่มีสิ่งใดจีรังยั่งยืน ในช่วงเวลาเพียงค่ำคืนเดียว บทเพลงแห่งความรุ่งโรจน์ที่แต่เดิมที่เคยงดงามกลับต้องจบลงอย่างกะทันหัน\nเสียงกรีดร้องอันโศกโศกาของเหล่าผู้โอ้อวดตนว่ามีอารยะจำนวนนับไม่ถ้วน ได้ดับสูญไปในกระแสน้ำที่ไม่มีที่สิ้นสุด พร้อมด้วยเมืองสีทองอันเป็นนามแห่งความเป็นนิรันดร์\nดังที่นักปรัชญาโบราณกล่าวไว้ ความเจริญรุ่งโรจน์มีเกิดก็ต้องมีดับ ไม่มีสิ่งใดจีรังยั่งยืน ในช่วงเวลาเพียงค่ำคืนเดียว คำสาบานแห่งการแก้แค้นที่ตั้งขึ้นในตอนแรกก็แหลกสลายลง\nกวีสาวที่สาบานว่าจะใช้เลือดและน้ำตาชำระล้างศัตรู ก็ตื่นจากฝันร้ายอีกเช่นเคย แต่ทว่าอีกด้านที่ได้เห็นกลับมีเพียงคลื่นแห่งความเดือดดาล\n\n\"บุตรแห่งมหาสมุทรผู้แบกรับปฐมบาปอย่างลึกล้ำ ข้าเฝ้ารอเหล่าพี่น้องที่ต้องทนทุกข์เข็ญลำเค็ญ\"\n\"เจ้าได้รับรู้ถึงชะตากรรมอันเป็นลางร้าย เจ้าได้เห็นภัยพิบัติที่กำลังจะเกิดขึ้นในอนาคต\"\n\"เจ้าจักต้องทำใจให้แข็งกระด้าง อย่าได้หวาดกลัวหรือตื่นตระหนก\"\n\"เพียงต้องค้นหาน้ำบรรพกาลนั้น และค้นหาถ้วยบรรพกาลที่ตอบสนองต่อความปรารถนา\"\n\"เพียงแค่บอกความปรารถนาในใจของเจ้าออกมา บาปทั้งปวงจะได้รับการอภัย\"\n\nดังนั้น เพื่อคำสัญญาของ Oceanid กวีจึงได้เริ่มต้นออกเดินทางเพื่อค้นหา \"ถ้วยแห่งน้ำบริสุทธิ์\"\nดังนั้น ตำนานที่ว่า \"ถ้วยแห่งน้ำบริสุทธิ์สามารถทำให้ความปรารถนาได้\" จึงได้แพร่กระจายออกไปหมู่ประชาชน\nจนกระทั่งสิ้นพลบค่ำ นางถึงได้ตระหนักว่าสิ่งที่เรียกว่า \"ถ้วยบรรพกาล\" คือสิ่งใดกันแน่..."
	},
	"circlet": {
		"name": "Poetry of Days Past",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "หมวกทรงสูงที่ครั้งหนึ่งเคยได้รับความนิยมในหมู่ผู้สร้างละครของ Fontaine ว่ากันว่า การออกแบบขนนกนั้นอ้างอิงจาก พู่บนหมวกของอัศวินแห่งน้ำบริสุทธิ์ในตำนาน",
		"story": "ในช่วงเวลาที่มวลน้ำได้ไหลมาบรรจบกัน ผ่านซากปรักหักพังในอดีต นายหญิงผู้เปี่ยมเมตตารักได้สร้างเมืองขึ้นมาใหม่\nค่ำคืนอันยาวนานได้ผ่านพ้นไป รุ่งอรุณกำลังจะมาถึง: เรื่องราวในอดีตกลายเป็นเศษซากความฝันที่จะสลายหายไปพร้อมกับค่ำคืน\nนี่คือยุคทองที่แท้จริง ไม่มีพวกทรราชที่หมกมุ่นอยู่กับอำนาจอีกต่อไป ไม่มีชนเผ่าป่าเถื่อนที่หมกมุ่นอยู่กับการแก้แค้นอีกต่อไป\nบทเพลงแห่งความรุ่งโรจน์จะไม่มีวันหวนย้อนคืน มีเพียงบทกวีสรรเสริญความรักและความยุติธรรมเท่านั้น ที่พัดผ่านทะเลทั้งสี่ทิศไปพร้อมกับสายลมแห่งรุ่งอรุณ...\n\nหัวข้อเหล่านี้บางส่วนยังคงถูกผู้คนพูดถึงกระทั่งทุกวันนี้ แม้ว่าจะผ่านไปหลายพันปีแล้วก็ตาม\nอย่างเช่น การผจญภัยของอัศวินแห่งน้ำบริสุทธิ์ที่ถูกดัดแปลงโดยกวีและนักเขียนบทละครมากมาย เป็นที่รู้จักในหมู่ชาวเมืองมาเนิ่นนานแล้ว\nว่ากันว่าครั้งหนึ่งพวกเขาเคยสาบานบนชุดเกราะสีเงินว่า จะต่อสู้เคียงบ่าเคียงไหล่กับ Oceanid เพื่อปกป้องแหล่งน้ำที่ยังไม่ถูกปนเปื้อน\nว่ากันว่า พวกเขาได้ผ่านการทดลองมานับไม่ถ้วน จนในที่สุดก็ได้พบกับถ้วยแห่งน้ำบริสุทธิ์ในตำนาน เพื่อต้อนรับการกลับมาของราชินีแห่งมวลน้ำ...\n\n\"โถงแห่งความรุ่งโรจน์ที่รวบรวมผู้กล้าและอัศวินผู้อาบเลือดมังกร\"\n\"แม่มดและสตรีที่ติดอยู่ในหอคอย การเดินทางเพื่อค้นหาวัตถุศักดิ์สิทธิ์\"\n\nงานฉลองและคำสาบาน ความรักอันน่าเศร้าและการจากลา บทกวีอันงดงามมากมายที่เป็นเพียงจินตนาการ ถูกเปิดเผยภายใต้การเป็นพยานของ \"Erinnyes\"\nเพียงแต่ว่าผู้กล้าที่มีชื่อเดียวกันนั้นไม่เกี่ยวอะไรกับนางเลย และบทเพลงที่เล่าถึงอดีตก็เป็นเพียงความฝันในวันนี้เท่านั้น"
	}
}