{
	"id": 15017,
	"rarityList": [
		4,
		5
	],
	"name": "Tenacity of the Millelith",
	"effect2Pc": "พลังชีวิตเพิ่มขึ้น 20%",
	"effect4Pc": "เมื่อสกิลธาตุโจมตีโดนศัตรู จะเพิ่มโบนัสพลังโจมตีของตัวละครในทีมที่อยู่ใกล้เคียงขึ้น 20% และเพิ่มประสิทธิภาพโล่ป้องกันขึ้น 30% ต่อเนื่อง 3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 0.5 วินาที เอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้แล้ว",
	"flower": {
		"name": "Flower of Accolades",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้สุดประณีตที่ทำจากทองคำเปลว เป็นสัญลักษณ์ของคุณงามความดี และเกียรติยศของเจ้าของมัน",
		"story": "ในสมัยที่ผู้คนนิยมแต่งเพลงที่หน้าผาสูงชัน ได้เคยมีดวงดาวตกลงมาใน Chasm\nดวงดาวร่วงหล่นมาจากท้องฟ้าแห่งราตรีกาลที่ไม่มีที่สิ้นสุด และฝุ่นผงที่หล่นลงมาก็ได้กลายมาเป็นผลึกคริสตัล\n\nชีวิตของมนุษย์นั้นสั้นนัก แต่ท่านราชากลับมอบหมายให้กองทหาร Millelith เป็นผู้ปกป้องเหมืองแร่\nAbyss ได้ไหลทะลักเข้ามาราวกับกระแสน้ำ กองทหาร Millelith จึงได้คุ้มกันผู้คนให้อพยพหนีไป\nตามเรื่องเล่าของคนงานเหมืองกล่าวว่า มีเหล่าทหารส่วนหนึ่งที่คอยสกัดกั้นรั้งท้ายอยู่ใน Chasm\nพวกเขาร่วมต่อสู้กับยักษานิรนาม และที่สุดแล้วก็ได้เสียสละตัวเองที่หน้าผาสูงชันนั้น\n\nภูเขาและสายน้ำนั้นเปลี่ยนผันไปตามกาลเวลา ชื่อของมนุษย์และเซียนก็อาจถูกลืมเลือนไป\nแต่ความดีงามของพวกเขาจะไม่มีวันจางหาย และจะยังคงเจิดจ้าราวกับ Flower of Accolades นี้\nทุกวันนี้หายนะได้ผ่านพ้นไปกว่าห้าร้อยปีแล้ว เมืองท่าแห่งนี้ก็ได้กลับมาสงบสุขและมีป้อมปราการที่แข็งแกร่งเหมือนดังเดิม\nดอกไม้สีทองที่เหล่าทหารสวมใส่ด้วยความภาคภูมิใจนั้นเป็นสัญลักษณ์แห่งการเสียสละอันทรงเกียรติของบรรพบุรุษ"
	},
	"plume": {
		"name": "Ceremonial War-Plume",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนนกอินทรีที่เอาไว้สวมใส่ในพิธีสำคัญ เพื่อแสดงให้ผู้อื่นได้เห็นถึงความสง่างามและความมุ่งมั่นของท่าเรือ Liyue",
		"story": "ขนนกของนักล่าที่ลอยลงมาจากท้องฟ้า ได้ถูกนำมาเป็นสัญลักษณ์เพื่อแสดงถึงความกล้าหาญมาประดับให้กับกองทหาร Millelith \nซึ่งขนนกนี้จะถูกสวมใส่เฉพาะพิธีที่สมควรเท่านั้น เพื่อสร้างขวัญกำลังใจให้กับชาวเมือง และแสดงถึงความยิ่งใหญ่ให้ผู้มาเยือนได้เห็น\n\nตำนานกล่าวว่าขนนกที่ กองทหาร Millelith จะต้องสวมใส่ให้เหมาะสมกับพิธีนั้น แต่เดิมมาจากยักษานิรนามตนนั้น\nขนนกที่ร่วงกระจัดกระจายไปในขณะที่ยักษาตนนั้นกำลังเผชิญหน้ากับลูกสมุนของ Abyss ถือได้ว่าเป็นสัญลักษณ์แห่งความหวัง\nท้ายที่สุด ยักษาผู้กล้าหาญและมนุษย์ผู้ไม่หวาดหวั่น ก็ได้หลับใหลไปในหุบเหวอันมืดมิด\nราชาทราบซึ้งถึงการเสียสละของพวกเขา จมอยู่กับความเงียบเป็นเวลานาน เงียบราวกับเสียงกระซิบจากภูเขาและก้อนหินยังได้ยิน\nนอกจากนี้ยังได้ยินข่าวลือจากชาวเมืองว่ายักษานิรนามผู้ปกป้อง Chasm นั้น ไม่ได้รับคำสั่งจากราชาแม้แต่น้อย\nแต่เพื่อไถ่บาปต่อความผิดที่มีมายาวนาน ชดเชยต่อความขี้ขลาดและการหลบหนีที่เป็นมา\n\nโดยไม่คำนึงถึงความจริงที่จะเกิดขึ้น ยักษาผู้ที่ล่องนภาและหมู่เมฆ บัดนี้ได้หวนคืนถิ่นเมฆหมอกที่อิสระแล้ว\nทหารที่หลับใหลอยู่ภายใต้ห้วงเหวลึกตลอดกาล เรื่องราวเหล่านี้จะคงอยู่ในตำนานตลอดไป"
	},
	"sands": {
		"name": "Orichalceous Time-Dial",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "อุปกรณ์จับเวลาที่ดูเรียบง่าย มันเคยเป็นอุปกรณ์มาตรฐานของกองทหาร Millelith ในยุคสงคราม",
		"story": "นาฬิกาที่มั่นคงใช้พลังงานจากแสงของแสงอาทิตย์และแสงจันทร์ แม้ในคืนวันที่ไร้ซึ่งแสงสว่างก็ยังสามารถจับรังสีของแสงสว่างได้\nในช่วงเวลาที่ Liyue ความชั่วร้ายเข้ามาคุกคาม หน้าปัดบอกเวลานี้จะช่วยให้เหล่าทหารยังจดจำความอบอุ่นของคืนวันได้\n\nการต่อสู้เคียงข้างกายยักษา เหล่าทหารและมนุษย์จะต้องทนทุกข์ทรมานจากผลกรรมหรือถูกสังหารอย่างหลีกเลี่ยงไม่ได้\nเพื่อหลีกเลี่ยงการถูกกลืนกินโดยกรรมแห่งการสังหาร เหล่าทหาร Millelith จึงบันทึกช่วงเวลาแห่งการต่อสู้อย่างเงียบ ๆ ด้วยหน้าปัดนาฬิกานี้\nการก้าวเดินที่เป็นหนึ่งเดียวและสม่ำเสมอ เมื่อทหารกลุ่มแรกถอนตัวออกไป ทหารชุดต่อไปก็จะถูกเข้ามาแทนที่\nแม้จะก้าวหน้าและล่าถอยไปไกลถึง Chasm แต่นั่นก็เป็นสถานที่ยักษาและนักรบผู้กล้าได้ล้มลงเคียงข้างกัน\n\nหนึ่งศตวรรษต่อมา นาฬิกาเรือนนี้ถูกขุดโดยคนงานเหมือง โลหะนั้นส่องประกายแวววาวภายใต้แสงดาวที่เปล่งแสงวิบวับ\nตามตำนานที่เล่าขานกัน ในตลาดมีนักสะสมที่ซ่อนตัวอยู่ภายใต้เสื้อคลุมสีดำและได้ซื้อนาฬิกาโลหะเรือนนี้ไปในราคาสูง\nผู้ขายบางรายพยายามค้นหาเหตุผลต่าง ๆ จากพวกของตน แต่กลับได้รับแต่ข้ออ้างและข้อแก้ตัวที่ชาญฉลาดมาแทน\nหรือบางทีจุดประสงค์ของคนผู้นี้ก็คือ มีเพียงเวลาที่ไม่มีที่สิ้นสุดเท่านั้น ถึงจะเพียงพอที่จะสามารถให้คำตอบที่สมเหตุสมผลได้"
	},
	"goblet": {
		"name": "Noble's Pledging Vessel",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ถ้วยทองคำที่กองทหาร Millelith ใช้ในการสาบานตน กลิ่นไวน์อันหอมหวนยังไม่จางหายไปไหน",
		"story": "การก่อตั้งกองทหาร Millelith ครั้งแรกในอดีต มีมาตั้งแต่ในช่วงที่ดินแดน Liyue ยังไม่พ้นจากยุคสมัยที่ป่าเถื่อน\nผู้อาวุโสในเมือง ในหมู่บ้านและในชนเผ่าเคยใช้ถ้วยทองคำในการสาบานตน\nด้วยความภักดีที่มีต่อราชาแห่งหินและความรับผิดชอบต่อผู้คน\nจึงได้มีการคัดเลือกผู้ที่มีความกล้าหาญและสุขภาพดีในการเข้าร่วมกองทหารที่มีชื่อเรียกว่า Millelith\n\nในการต่อสู้เคียงบ่าเคียงไหล่กับยักษาในครานั้น ทหารก็ได้ร่ำสุรารสเลิศด้วยถ้วยทองคำนี้\nเพื่อเป็นการเคารพต่อความรักและความยิ่งใหญ่ของราชาแห่งหินเป็นครั้งสุดท้ายแล้วมุ่งสู่เหวลึก โดยไม่หันหลังกลับ\nหลายร้อยปีให้หลัง นักผจญภัยผู้ทะนงได้นำมันกลับมาจากห้วงเหวลึกและเช็ดถูเพียงเล็กน้อย\nเวลานับร้อยปี แต่ถ้วยทองคำนี้ไม่มีแม้แต่รอยแตกหักบิดเบี้ยว รวมถึงกลิ่นอายแห่งความมืดมน\n\nและหลายร้อยปีหลังจากนั้น เมื่อชาวเมือง Liyue ได้นำเรื่องราวยุคภัยพิบัตินั้นในอดีตกลับมาเล่าอีกครั้ง ได้มีการอ้างถึงยักษานิรนามตนนั้น\nอ้างถึงภูมิหลังที่แตกต่าง รวมถึงผู้กล้าที่มาจากต่างที่ต่างแดนว่าเหตุใจถึงได้บรรจบ เพื่อต่อต้านกระแสแห่งห้วงลึก...\nถ้วยทองคำถ้วยนี้เป็นเรื่องราวที่ไม่สนใจไม่ได้ เลือดมิตรสหายที่อยู่ภายในนั้นยังคงใสและปราศจากสิ่งปนเปื้อน"
	},
	"circlet": {
		"name": "General's Ancient Helm",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "หมวกเก่าที่ยังคงสวยงามแม้เวลาจะผ่านไปเนิ่นนาน หลังจากชะล้างฝุ่นและทรายไปแล้ว มันยังคงเปล่งประกายเหมือนใหม่",
		"story": "นายพลผู้ที่เคยร่วมต่อสู้เคียงบ่าเคียงไหล่กับยักษานิรนาม\nเหล่าทหารที่ติดตามมาด้วยเพียงหยิบมือต่างพากันร่วมเป็นร่วมตาย เพื่อปกป้องพวกพ้องอย่างสุดชีวิต\nเพื่อให้แน่ใจว่าผู้ลี้ภัยสามารถหลบหนีไปได้อย่างปลอดภัย และเพื่อไม่ทำให้เทพแห่งหินต้องผิดหวัง\nเหล่าผู้นำที่สวมหมวกเกราะจึงได้บุกเข้าใส่ Abyss พร้อมกับหอกในมือ\n\nหายนะครั้งใหญ่กำลังจะเกิดขึ้นในดินแดนแห่งคริสตัล และความแค้นที่สั่งสมมาช้านานกำลังจะปะทุขึ้น\nยักษารับคำสั่งของท่านราชา และเริ่มทำสงครามนองเลือดกับ Abyss\nจนกระทั่งเลือดหยดสุดท้ายได้หยดลงสู่พื้นดิน และขจัดความสกปรกให้หมดสิ้นไป\nในที่สุดผลึกคริสตัลก็ได้เผยให้เห็นความสดใสแวววาวอีกครั้ง พร้อมกับการล่าถอยของ Abyss\n\nเมื่อความมืดครึ้มเหนือท้องฟ้าของ Chasm ได้จางหาย และแล้วยักษาตนนั้นก็หายตัวไปอย่างไร้ร่องรอย\nหมวกเกราะของนายพลและทหารได้ถูกทิ้งไว้บนผืนทราย ให้หลับใหล ณ ที่แห่งนี้ไปชั่วนิรันดร์"
	}
}