{
	"id": 15005,
	"rarityList": [
		4,
		5
	],
	"name": "Thundering Fury",
	"effect2Pc": "ได้รับโบนัสความเสียหายไฟฟ้า 15%",
	"effect4Pc": "ปฏิกิริยาโอเวอร์โหลด, ชาร์จไฟฟ้า, นำไฟฟ้า และไฮเปอร์บลูม สร้างความเสียหายเพิ่มขึ้น 40% และความเสียหายจากปฏิกิริยาบีบอัดเพิ่มขึ้น 20% โดยในตอนที่เกิดปฏิกิริยาข้างต้นหรือปฏิกิริยาปลุกเร้า ช่วงเวลาคูลดาวน์ของสกิลธาตุจะลดลง 1 วินาที ในทุก 0.8 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง",
	"flower": {
		"name": "Thunderbird's Mercy",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้สายที่รอดพ้นจากภัยพิบัติในวันที่มีการเหยียบย่ำมนุษย์และเปลวไฟของความโกรธสีม่วงจำนวนมาก",
		"story": "ดอกไม้ป่าสีม่วงที่รอดชีวิตจากกองไฟบนภูเขา\nมันเป็นพยานของการล่มสลายทั้งปวงของชนเผ่าโบราณ\n\nในเทศกาลที่จะถึงนี้ จอมเวทจะเรียก Thunderbird ด้วยเลือดของผู้บริสุทธิ์\nผู้คนในเผ่าต่างคาดหวังว่า Thunderbird จะยอมรับการเสียสละอันศักดิ์สิทธิ์นี้และปรากฏออกมาเหมือนเมื่อหลายปีก่อน\nแต่เมื่อ Thunderbird มาที่เหนือหัวของฝูงชน มันเป็นเสียงสายฟ้าแห่งการทำลายล้างที่ดังกึกก้องอยู่ในท้องฟ้า\n\nเพื่อเป็นการตอบแทนเพลงที่ได้ยินโดยบังเอิญ เพื่อที่จะนำการแก้แค้นที่โหดร้ายมาสู่คนหนุ่มสาว\nThunderbird ได้แสดงธาตุแท้ของมันออกมา ลบชนเผ่าน้อย ๆ ออกไปจากแผนที่ของโลก"
	},
	"plume": {
		"name": "Survivor of Catastrophe",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนนกที่เต็มไปด้วยประจุไฟฟ้า เป็นการแก้แค้นที่โหดร้ายของ Thunderbird ขนที่สูญหายยังคงเปล่งประกายฟ้าแลบอยู่",
		"story": "ขนของ Thunderbird ที่เปล่งประกายเป็นสีม่วง\nบางทีอาจจะเป็นหลักฐานการมีอยู่ของชนเผ่าที่ถูกทำลายไปในอดีต\n\nชนเผ่าในสมัยโบราณนั้นมองว่า Thunderbird เป็นเหมือนดั่งเทพผู้คุ้มครองผู้ปลดปล่อยสายฟ้าลงมาทำลายทุกอย่างได้ในพริบตา\nในคืนอันมืดมิดคืนนึง มิตรภาพอันแสนงดงามได้ก่อตัวขึ้นระหว่างมันและเด็กหนุ่ม\nในตอนที่นกอสูรบินจากไป เด็กหนุ่มได้เก็บขนนกที่ตกอยู่ขึ้นมา\n\n\"เมื่อเธอกลับมาพร้อมกับสายฟ้าและสายฝนอีกครั้ง\"\n\"ฉันจะร้องเพลงอื่นให้เธอฟัง\"\n\nสัญญาที่ไม่สามารถรักษาไว้ได้นั้นทำให้นก Thunderbird ถึงกับคลุ้มคลั่ง\nมันทอดทิ้งป่าเขาที่ได้กลายเป็นเถ้าถ่าน\nจนกระทั่งหลายปีต่อมามันถูกมองว่าเป็นอสูรที่สร้างความคุกคามและต้องถูกกำจัด\n\nหลายปีผ่านไป แผ่นดินที่เคยถูกเผาก็เริ่มฟื้นคืนกลับมา\nขนนกสายฟ้าในอดีตถูกฝังอยู่ท่ามกลางพืชพรรณ\nและเรื่องราวของพวกเขาก็ถูกลืมเลือนไปพร้อมกับชนเผ่า"
	},
	"sands": {
		"name": "Hourglass of Thunder",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "นาฬิกาทรายที่ถูกใช้เพื่อทำนายถึง การมาของ thunder lord โดยชนเผ่าที่บูชา Thunderbird เนื่องจากชนเผ่านั้นได้หายไปแล้ว มันจึงจมสู่ความสงบนิ่งตลอดมา",
		"story": "นาฬิกาทรายที่หรูหราซึ่งครั้งหนึ่งเคยเป็นของชนเผ่าโบราณที่บูชา Thunderbird\nแต่เมื่อชนเผ่าถูกทำลายไปหมดแล้ว นาฬิกาทรายก็ค่อย ๆ ถูกลืมเลือนไปด้วยเช่นกัน\n\nนาฬิกาทรายที่ทำจากอเมทิสต์และทองคำอำพัน แต่เดิมเป็นนาฬิกาของนักเวท\nทุกครั้งเมื่อถึงช่วงเวลาของ Thunderbird นาฬิกาทรายนี้จะบอกเวลา\n\nในพิธีกรรมขั้นสุดท้ายของชนเผ่า Thunderbird ที่คลุ้มคลั่งคว่ำแท่นบูชาที่เปื้อนเลือด\nนาฬิกาที่บอกถึงการมาของเทพผู้คุ้มครอง ในตอนนี้กลายเป็นเสียงระฆังมรณะของสายฟ้า\nThunderbird ทำลายทั้งเผ่าเพียงเพื่อล้างแค้นให้กับผู้ที่ร้องเพลงนี้ผู้เดียว\n\nแต่ความจริงที่ Thunderbird ไม่เคยรู้ก็คือเด็กหนุ่มได้เสียสละตนเพื่อบูชา\nทั้งหมดเพื่อชนเผ่า เพื่อพรจาก Thunderbird"
	},
	"goblet": {
		"name": "Omen of Thunderstorm",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "ถ้วยพิธีกรรมที่บรรจุเลือดของผู้บริสุทธิ์เอาไว้ การอธิษฐานที่มีฟ้าร้องก้องกังวานอยู่ภายในและเต็มไปด้วยความโกรธ",
		"story": "แก้วประกอบพิธีกรรมที่พวกนักเวทในอดีตเคยใช้\nมันใช้เพื่อบรรจุเลือดสด ๆ และถวายให้แก่ Thunderbird\n\nในช่วงเวลาที่ Thunderbird ยังคงโบยบินอยู่บนท้องฟ้า มีเด็กหนุ่มคนหนึ่งร้องเพลงอย่างไม่เกรงกลัวต่อพายุฝนที่ตกหนัก ท่ามกลางภูเขา\nถูกดึงดูดด้วยเสียงของเขา Thunderbird ร่อนลงมายังพื้นดินเพื่อมาอยู่ข้าง ๆ เขา\n\n\"ช่างเป็นทำนองที่น่าสนใจจริง ๆ เธอ เจ้ามนุษย์ตัวจ้อย ไม่เกรงกลัวต่อสายฟ้าและพายุงั้นเหรอ?\"\n\"เด็กอย่างฉันสามารถนำความสงบมาสู่สายฟ้าและพายุได้\"\n\nเด็กหนุ่มหยุดร้องเพลงและตอบคำถามของ Thunderbird\nThunderbird ร้องขึ้นมาอย่างภาคภูมิในทันใดและหยุดพูด\nเพราะว่ามันเป็นเพลงที่ไพเราะเสนาะหูเหลือเกิน\n\nมันเป็นการพบกันครั้งสุดท้ายระหว่าง Thunderbird และเครื่องสังเวย\nเมื่อ Thunderbird ค้นหาเด็กชายอีกครั้ง มันเห็นเพียงแท่นบูชาที่สูงและเลือดในถ้วยทองคำ"
	},
	"circlet": {
		"name": "Thunder Summoner's Crown",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "มงกุฎที่ครั้งหนึ่งถูกสวมใส่โดย shaman ที่บูชา Thunderbird ในสมัยก่อน อย่างไรก็ตามเจ้าอสูรที่ชอบทำตามใจยังคงขยับตัวไม่ได้โดยการทุ่มเทและเสียสละ",
		"story": "ในชนเผ่าโบราณที่บูชาธันเดอร์เบิร์ด Thunderbird นั้น\nมงกุฎของนักเวทที่ได้รับความนับถืออย่างสูง\n\nนกที่บินสูงท่ามกลางพายุสายฟ้าและนำมาซึ่งสายฟ้าสีม่วงและฝน\nชนเผ่าโบราณนั้นรู้สึกขอบคุณสำหรับพรและเกรงกลัวต่ออำนาจของมัน\nนักเวทจะถูกเลือกให้ถวายเลือดเพื่อการป้องกันและการให้อภัย\n\nยังไงแล้ว Thunderbird ก็เป็นอสูร มันไม่ได้สนใจการบวงสรวงของผู้คน\nผู้คนนั้นไม่ได้รู้อะไรเลย และยังถือเอาความไม่แน่นอนของ Thunderbird ว่าเป็นพรจากฟ้า\nอย่างไรก็ตามเพียงแค่การหายใจของมันก็สามารถชี้เป็นชี้ตายให้แก่ผู้คนได้\nจากบนฟากฟ้า ผู้คนนั้นไม่ได้ต่างอะไรไปจากฝูงสัตว์\n\nจนกระทั่งวันหนึ่งเสียงเพลงได้ทะลุเข้าไปในดงของพายุสายฟ้า\nฝ่ากลุ่มก้อนเมฆและมอบแสงสว่างน้อย ๆ ให้กับมัน"
	}
}