{
	"name": "Tiny Miracle",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "เพิ่มความต้านทานธาตุทั้งหมดขึ้น 20%",
	"4pc": "หลังจากได้รับความเสียหายธาตุ ใด ๆ แล้ว ความต้านทานธาตุที่เกี่ยวข้อง จะเพิ่มขึ้น 30% เป็นเวลา 10 วิ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 10 วิ",
	"flower": {
		"name": "Tiny Miracle's Flower",
		"relictype": "Flower of Life",
		"description": "ดอกไม้ที่เติบโตขึ้นจากหิน มันสามารถงอกผ่านหินออกมาได้ เพื่อออกมารับแสงแดด",
		"story": "ดอกไม้เล็ก ๆ สีน้ำเงิน เติบโตขึ้นมาจากรอยแตกของหลุมฝังศพโบราณ\nสิ่งที่จารึกไว้บนหลุมฝังศพเป็นประวัติศาสตร์แห่งความตาย และการเติบโตออกมาจากรอยแตกคือปาฏิหาริย์แห่งชีวิต"
	},
	"plume": {
		"name": "Tiny Miracle's Feather",
		"relictype": "Plume of Death",
		"description": "ขนนกจากนกที่ว่องไวและดุร้าย ซึ่งความเร็วของมันนั้น เกินกว่าที่ดวงตาของมนุษย์จะตามทันได้",
		"story": "เหยี่ยวนั้นว่องไวดุจสายลม การมีอยู่ของมันนั้นราวกับเรื่องมหัศจรรย์\nมันมีการมองเห็นที่คมชัดและกรงเล็บที่คมเหมือนใบมีด\nนอกจากนี้ยังมีปีกที่กว้างเพื่อรองรับการร่อนที่ความเร็วสูง"
	},
	"sands": {
		"name": "Tiny Miracle's Hourglass",
		"relictype": "Sands of Eon",
		"description": "ดูเหมือนว่าจะเป็นนาฬิกาทรายปกติ เม็ดทรายจะไหลราวกับน้ำเมื่อพลิกกลับด้าน",
		"story": "มันมักจะบอกว่าคุณต้องต่อสู้เพื่อชัยชนะแต่เรื่องมหัศจรรย์นั้นทำได้แค่นั่งรอเท่านั้น\nแต่ทรายละเอียดที่ครั้งหนึ่งเคยเป็นหินที่แข็งแกร่งนั้นมันช่างวิเศษไปเลยว่ามั้ยล่ะ?\nการที่เธอมาเจอกับฉันมันไม่วิเศษงั้นเหรอ?"
	},
	"goblet": {
		"name": "Tiny Miracle's Goblet",
		"relictype": "Goblet of Eonothem",
		"description": "แก้วที่โดยทั่วไปใช้สำหรับทำนายโชคชะตา แน่นอนสามารถใส่น้ำดื่มได้ด้วย",
		"story": "ถ้วยชาสีขาวใสที่สะท้อนแสงเป็นประกาย\nในอดีตมันถูกใช้เพื่อทำนายอนาคต\nเชื่อกันว่าน้ำในนั้นสามารถสะท้อนถึงดวงดาวแห่งมหาสมุทรได้"
	},
	"circlet": {
		"name": "Tiny Miracle's Earrings",
		"relictype": "Circlet of Logos",
		"description": "เครื่องประดับราคาถูกที่ทำด้วยแร่ธาตุจากอุกกาบาตโบราณ",
		"story": "ต่างหูราคาถูกที่แกะสลักมาจากโลหะที่มันวาวคล้ายดวงดาว\nสิ่งที่ผู้ขายไม่รู้คือประกายของมันมาจากดวงดาวที่ตกลงสู่พื้นดินใน สมัยโบราณ"
	}
}