{
	"id": 10013,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Traveling Doctor",
	"effect2Pc": "เพิ่มผลของการรักษา ที่ตัวละครได้รับขึ้น 20%",
	"effect4Pc": "เมื่อปล่อยท่าไม้ตาย จะทำการฟื้นฟูพลังชีวิต 20%",
	"flower": {
		"name": "Traveling Doctor's Silver Lotus",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "วัตถุดิบสำหรับทำยาที่ล้ำค่า แต่ได้สูญเสียคุณค่าทางยาเนื่องจากถูกเก็บมาเป็นเวลานาน",
		"story": "แพทย์นักเดินทางข้ามดินแดนเพื่อค้นหาสมุนไพรหายากราวกับ นักผจญภัยที่กระตือรือร้น\nบนหน้าผาสูงชันระหว่างหินลื่นเธอพบดอกบัวสีเงินนี้\nในตอนสุดท้ายมันไม่ได้ถูกนำไปทำเป็นยา แต่กลิ่นหอมของมันคอยกระตุ้นให้เธอสู้ต่อไป"
	},
	"plume": {
		"name": "Traveling Doctor's Owl Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนนกแข็งของนกฮูก มันถูกใช้เป็นตัวสร้างแรงจูงใจ ให้ออกไปรักษาผู้ป่วยในยามราตรี",
		"story": "แม้ในยามค่ำคืนที่มืดสนิทแพทย์นักเดินทางยังต้องออกไปรักษา ผู้ป่วย\nมีอันตรายซ่อนอยู่ในยามค่ำคืนนับไม่ถ้วนและคนเดินถนนจะต้อง ตื่นตัว\nหลังจากการออกรักษายามค่ำคืนนับไม่ถ้วน ในที่สุดแพทย์นักเดินทางก็ล้มป่วยลง"
	},
	"sands": {
		"name": "Traveling Doctor's Pocket Watch",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "เครื่องมือที่ใช้บอกเวลาได้อย่าง แม่นยำ สำหรับแพทย์แล้ว ทุกวินาทีมีค่ายิ่งนัก",
		"story": "บางครั้งในการเผชิญกับการบาดเจ็บถึงชีวิตนั้นคุณต้องแข่งกับเวลา\nความแม่นยำของนาฬิกาเรือนนี้ช่วยให้เธอพลิกสถานการณ์ได้หลายครั้ง\nแต่เมื่อแพทย์นักเดินทางกำลังนอนอยู่บนเตียงผู้ป่วยคนเดียวสิ่งที่เธอได้ยินก็คือเสียงนาฬิกา\nสิ่งที่เคยเป็นเครื่องมือในการช่วยชีวิตได้ร้องเพลงสุดท้ายสำหรับเจ้าของของมัน"
	},
	"goblet": {
		"name": "Traveling Doctor's Medicine Pot",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "หม้อที่ใช้ในการปรุงยา และกลั่นส่วนผสมมามากมาย กลิ่นที่รุนแรงของมัน ยังคงไม่จางหาย",
		"story": "ซุปสมุนไพรเข้มข้นแห้งไปนานแล้ว แต่กลิ่นขมไม่สามารถเหือดหายไปได้\nแพทย์นักเดินทางช่วยชีวิตคนนับไม่ถ้วนด้วยยาขมในหม้อนี้\nแต่เมื่อใดที่เธอป่วยหนัก ไม่มีใครอยู่เคียงข้างเธอเลยนอกจากยาในหม้อบนเตาหลอมนี้"
	},
	"circlet": {
		"name": "Traveling Doctor's Handkerchief",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "ผ้าที่ใช้สำหรับมัดผมในเวลาที่ ไปตรวจผู้ป่วย และยังสามารถนำมาใช้เป็น ผ้าสำหรับผูก เพื่อปฐมพยาบาล ในกรณีแขนหักหรือแพลง",
		"story": "แพทย์นักเดินทางนั้นเคยเป็นเหมือนนกส่งจดหมาย เธอจะรีบออกไปทุกเช้า\nไม่ว่าจะเป็นวันที่ฝนตกหรือแดดออกก็ไม่มีอะไรมาขวางทางได้\nผ้าเช็ดหน้านี้ไม่เพียงแต่ปกป้องเส้นผมที่ยุ่งเหยิงของเธอ แต่ยังทำหน้าที่เป็นผ้าพันแผลได้ด้วย\nต้องผ่านความลำบากทั้งหมดมาด้วยกันกับแพทย์นักเดินทาง ผ้าเช็ดหน้านี้จึงเป็นเหมือนคู่หูที่ซื่อสัตย์ที่สุดของเธอในการเดินทาง"
	}
}