{
	"id": 15002,
	"rarityList": [
		4,
		5
	],
	"name": "Viridescent Venerer",
	"effect2Pc": "ได้รับโบนัสความเสียหายลม 15%",
	"effect4Pc": "เพิ่มความเสียหายของการกระจาย 60% ตามประเภทของธาตุที่กระจาย ลดความต้านทานธาตุของศัตรูที่ได้รับผลกระทบลง 40% เป็นเวลา 10 วิ",
	"flower": {
		"name": "In Rememberance of Viridescent Field",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "ดอกไม้ป่าที่ครั้งหนึ่งเคยแพร่กระจายไปทั่วสถานที่ นายพรานจะกลัดมันบนหน้าอกเมื่อครั้งออกจากเมือง",
		"story": "ดอกไม้ป่าสีขาวที่ครั้งหนึ่งเคยเบ่งบานไปทั่วโลก\nแต่ไหนแต่ไรไม่เคยมีความแห้งกร้านและยังมีกลิ่นหอมสดชื่น\n\nในสมัยที่สัตว์ป่ายังคงเดินเตร่ทั่วโลกและมอนสเตอร์ยังไม่ได้ปรากฏ\nนายพรานจะใช้ดอกไม้นี้เพื่อปกปิดกลิ่นของมนุษย์\nว่ากันว่าหากต้องการจะตามหานายพรานที่ทั้งเงียบและอ่อนโยนนั้น\nเพียงแค่หลับตาและเดินเท้าเปล่าตามกลิ่นหอมอันเบาบางของดอกไม้ในป่า\nต้องเดินให้เงียบเหมือนนักล่า เพื่อที่จะหลีกเลี่ยงไม่ให้ใบไม้ส่งเสียงใต้ฝ่าเท้า และเตือนให้นักล่ารู้ถึงการมาถึง\n\nอีกตำนานหนึ่งกล่าวว่า: ผู้ที่หาตัวนายพรานพบในตอนท้ายเป็นเด็กผู้ชาย\nในเวลานั้นความหายนะเพิ่งจะเกิดขึ้นกับอาณาจักรโบราณและความทุกข์ยากได้แผ่กระจายไปทั่วทั้งแผ่นดิน"
	},
	"plume": {
		"name": "Viridescent Arrow Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "ขนหางของลูกศรที่ครั้งหนึ่งเคยเจาะทะลุร่างของเหยื่อ จนถึงวันนี้มันยังคงดูใหม่เหมือน วันวาน",
		"story": "ขนนกนักล่าสีสดใสและสะอาด เคยเป็นวัสดุที่ดีสำหรับขนหางของลูกธนู\n\nในอดีตเมื่อลูกธนูของนักล่าเจาะทะลุเป้าหมาย\nเธอจะเดินลงมาและลูบที่ขนของมันเบา ๆ จนกว่าชีวิตของมันจะดับไป\nเพราะเธอรู้ดีว่าวันหนึ่งดวงวิญญาณของเธอ ก็จะไปยังที่ที่เหยื่อของเธอไปเช่นกัน\n\nเธอเชื่อว่าในตอนจบของชีวิตเธอ เธอจะตื่นขึ้นจากความเป็นจริง\nและรวมตัวกับเหล่าผู้คนที่ไม่อยู่ในโลกนี้แล้วในสถานที่ที่กว้างใหญ่ไร้ขอบเขต\n\nแต่เธอก็เชื่อว่าในตอนที่ลูกธนูของเธอเจาะเข้าไปในตัวอสูรที่กำลัง ไล่ล่าเด็กชาย\nเธอฟังคำขอของเขาอย่างตั้งใจ เพื่อการแก้แค้น เพื่อความเจ็บปวด\nแต่ไม่ใช่เพื่อความอยู่รอด เพื่อธรรมชาติ หลังจากล่าสัตว์ประหลาดที่อัปลักษณ์\nตนเองได้สูญเสียพื้นที่การล่าสัตว์ที่ไม่มีขอบเขตในตอนท้ายของชีวิตไปแล้ว"
	},
	"sands": {
		"name": "Viridescent Venerer's Determination",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "เครื่องมืออันน่าพิศวงที่นายพรานเคยพกติดตัวไว้ มันจะชี้ไปที่เหยื่อเสมอ",
		"story": "อุปกรณ์ขนาดเล็กที่จะชี้ไปยังทิศทางที่ถูกเสมอ\n\nว่ากันว่า เมื่อนายพรานเดินเงียบ ๆ ในทุ่งหญ้าด้วยเท้าเปล่า\nหญ้าที่อยู่ใต้เท้าของเธอจะบอกเธอว่านกบนต้นไม้เห็นอะไร\nและโคลนที่เธอเหยียบย่ำจะบอกเธอว่ารากในพื้นดินนั้นได้ยินอะไร\n\nว่ากันว่า นับตั้งแต่ภัยพิบัติที่เกิดขึ้นกับประเทศโบราณเป็นต้นมา ต้นไม้และใบหญ้าก็ไม่เอ่ยปากพูดอีกต่อไป\nเพราะว่าเทพแห่งป่าไม้นั้นได้ตายในหายนะครั้งนั้นไปแล้ว\n\nหลังจากนั้นมา เธอก็พึ่งพาเครื่องมือนี้ขณะออกล่ามาโดยตลอด\nหลังจากยอมรับคำขอของเด็กชาย จากนี้เธอจะไม่ล่าสัตว์หรือนกอีกต่อไป\nแต่เป็นเหล่าอสูรที่ออกมาจากประเทศโบราณและนำพาภัยพิบัติและความเจ็บปวดไปสู่พวกมัน"
	},
	"goblet": {
		"name": "Viridescent Venerer's Vessel",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "กระเป๋าเก็บน้ำที่ถูกใช้โดย Viridescent Venerer ความจุของมันนั้นช่างมากมายอย่างน่าเหลือเชื่อ",
		"story": "ภาชนะที่แข็งแรงมากและอุดรอยรั่วไว้อย่างดี\nนักล่าในตำนานเคยใช้มันเพื่อรวบรวมเสียงกระซิบข้างกองไฟ\n\nบางครั้งนายพรานจะได้กลิ่นของคนอื่นโชยมาท่ามกลางคืนที่มืดมิด\nเธอผู้ไม่เกรงกลัวแม้การเผชิญหน้ากับฝูงหมาป่าหรืออสูร\nแต่สิ่งที่น่ากลัวยิ่งกว่าการเผชิญหน้าเหล่านั้นคือการพูดคุยกับผู้อื่น รอบกองไฟ\nในตอนนั้นนายพรานได้ลืมไปแล้วว่าภาษามนุษย์นั้นพูดอย่างไร\n\nแม้ในอนาคตเธอก็ได้รับมอบหมายให้เป็นนักล่า Viridescent Venerer\nก็ยังไม่มีใครได้ยินเสียงของเธออยู่ดี เหมือนกันกับที่เธอไม่เคยทิ้งร่องรอยใด ๆ ไว้เลย\n\n...ในคืนนั้น เธอนำเสียงหัวเราะที่เธอได้ยินใส่ลงไปในถุงน้ำของตน\nภายในระยะเวลาหลายปี เธอจะฟังเสียงในถุงน้ำทุกครั้งที่เธอรู้สึกเหงา"
	},
	"circlet": {
		"name": "Viridescent Venerer's Diadem",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "มงกุฎที่ Viridescent Venerer เคยสวมอย่างภาคภูมิ มันทั้งเขียวและสดราวกับที่ราบ ท่ามกลางสายลม",
		"story": "พวกนายพรานที่ไม่เคยเปื้อนเลือดเลยแม้แต่หยดเดียว\nในตำนานพื้นบ้าน มันเป็นของราชานายพรานผู้ไร้มงกุฎ\n\nกฎของนายพรานคือการไม่เป็นปฏิปักษ์ต่อแผ่นดินและป่า\nแต่คือการเป็นเหมือนส่วนหนึ่งของธรรมชาติ\nว่ากันว่าครั้งหนึ่งเคยมีนกมาทำรังอยู่บนหัว\n\nไม่มีใครสามารถปราบนายพรานที่เก่งที่สุดลงได้\nเพราะว่าสิ่งเดียวที่เหนือกว่าเขาคือธรรมชาติ\n\nต่อมาสีเขียวของหมวกนักล่านี้กลายเป็นหายนะ\nท่ามกลางเหล่าอสูร ทำให้พวกมันกลัวเป็นอย่างมาก"
	}
}