{
	"name": "Vourukasha's Glow",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "พลังชีวิตเพิ่มขึ้น 20%",
	"4pc": "สกิลธาตุ และท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น 10%; ภายใน 5 วินาที หลังจากที่ผู้สวมใส่ได้รับความเสียหาย เอฟเฟกต์เพิ่มความเสียหายข้างต้น จะเพิ่มขึ้น 80% ซึ่งเอฟเฟกต์ที่เพิ่มขึ้นนี้ จะซ้อนทับได้มากสุด 5 ชั้น โดยมีช่วงเวลาคงอยู่ของแต่ละชั้นที่คิดแยกกัน และจะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"flower": {
		"name": "Stamen of Khvarena's Origin",
		"relictype": "Flower of Life",
		"description": "ตราสัญลักษณ์ที่ผู้แสวงบุญเคยสวมใส่เมื่อนานมาแล้ว มันคือดอกไม้เล็ก ๆ ดอกหนึ่งที่แสนสวยงาม",
		"story": "\"บุตรีผู้ยังไม่รู้เดียงสาของข้า ควาเรนาห์ของข้า...\"\n\"ข้าจำต้องยกเจ้าให้แก่มาตาตนอื่น ของให้เจ้าจงมอบความรักและภักดีต่อนาง\"\n\"สติปัญญาของนางหาได้ด้อยไปกว่าข้าไม่ ทั้งแสงเรืองรองของนางยังสว่างเจิดจ้ากว่าของข้ามากนัก\"\n\"ข้าฝันร้าย ในฝันยามค่ำคืนข้าได้ฝันเห็นใบหน้าที่ไร้หน้า มันทำให้ข้าหวาดกลัว...\"\n\"ดังนั้นข้าจึงแยกเจ้าออกมาจากร่างของข้า ขอให้เจ้าช่วยหยุดยั้งไม่ให้มันกลับมาอีก\"\n\n\"ควาเรนาห์ของข้า แสงแห่งดวงตาของข้า...\"\n\"ข้าจักย้ำเตือนเจ้าถึงกระแสแห่งความมืดมิดที่กำลังคืบคลานมาถึง และจากนั้น เจ้าจะได้รู้ซึ้งถึงหน้าที่และชะตากรรมของตัวเจ้าเอง\"\n\"โปรดอย่าถอยหนีเพราะขลาดกลัว อย่าปล่อยให้แสงควาเรนาห์จางหายไป อย่าทำให้มาตาของเจ้าต้องอับอาย\"\n\"การเสียสละเพื่อมนุษย์เป็นชะตากรรมของข้าฉันใด การเสียสละก็เป็นดั่งบทนำอันสวยงามสู่ชีวิตใหม่ก็เช่นกัน\"\n\"จงไปสู่อ้อมกอดมาตาแห่งแมกไม้ ในอาณาจักรของนาง เจ้าจักได้พบชะตากรรมของเจ้า\"\n\n\"ควาเรนาห์ของข้า บุตรีที่แสนบริสุทธิ์ของข้า...\"\n\"โฉมหน้าของเจ้าจักต้องเปลี่ยนไป เจ้าจักต้องเผชิญกับบททดสอบแห่งความตาก และความแตกแยก\"\n\"หลังจากนั้น เจ้าจักมีชีวิตอยู่ตลอดไป แต่นั่นเป็นเส้นทางที่มืดมนยิ่งกว่า...\"\n\"จ้าวแห่งหยาดอมฤตและจ้าวแห่งแมกไม้ต่างสูญเสียร่างศักดิ์สิทธิ์ของนางต่อหน้าเจ้า...\"\n\"พวกนางจักถูกลืมเลือน และสิ่งที่พวกเจ้าคงเหลืออยู่จะมีเพียงความทรงจำของการเสียสละเท่านั้น\"\n\n\"ควาเรนาห์ของข้า บุตรีของดอกไม้...\"\n\"หากเจ้ามุ่งมั่นแน่วแน่ที่จะไม่ถอยหนีจากความหวาดกลัว...\"\n\"ก็จงมาอยู่ในอ้อมกอดของนายคนใหม่เถิด\""
	},
	"plume": {
		"name": "Vibrant Pinion",
		"relictype": "Plume of Death",
		"description": "เครื่องประดับทรงขนนกแสนงดงาม เปล่งแสงประกายวาววับด้วยสีเขียวของใบไม้ และกลิ่นหอมหวนของดอกไม้",
		"story": "ในคืนที่ไม่มีใครจดจำได้ คืนที่พายุทรายแห่งโศกนาฏกรรมพัดผ่านสรวงสวรรค์...\nดอกไม้และพืชพรรณต่าง พูดถึงอาณาจักรของมนุษย์ พูดถึงความหวังและอนาคตที่ รกร้างว่างเปล่า\nคนจัณฑาลนำมาซึ่งความตายสีเทา กระแสน้ำอันมืดมิดสาดซัดทำลายล้างริมฝั่งแม่น้ำ\nมีเพียงสรรพสิ่งที่เกิดใหม่เท่านั้นที่จะรวมตัวกับมนุษย์และขับไล่คลื่นชั่วร้ายให้ถอยกลับไป\n\nในช่วงหลายปีที่เปล่าเปลี่ยวหลังจากที่นางเลิกผูกสัมพันธ์กับนายแห่งทรายสีชาด ราชินีแห่งแมกไม้ได้แปลงควาเรนาห์ ให้กลายเป็นวิหคศักดิ์สิทธิ์\nมอบหมายหน้าที่พิทักษ์โลกทั้งสองให้แก่นาง เพื่อปกป้องพรมแดนระหว่างความเป็นและความตาย\nวิหคศักดิ์สิทธิ์อาศัยอยู่ลึกเข้าไปในดินแดนที่ซึ่งต้นสนไซเปรส และบัวหิมะเติบโต และหลับใหลในความฝันว่าพันธสัญญายังคงอยู่...\nต่อเมื่อภัยพิบัตินั้นมาถึง นางจึงค่อยตื่นขึ้นมาจากหลับใหล มุ่งหน้าสู่ชะตากรรมแห่งภัยพิบัติที่มิอาจหลีกเลี่ยงได้\nต่อมา ก็เป็นดั่งคำพยากรณ์อันน่าเศร้าที่คนผู้นั้นพยากรณ์ไว้ ความตายอันเงียบงันแผ่ซ่านไปทั่วป่าฝน...\nเฉกเช่นเดียวกับที่สหายแห่งพันธสัญญาคนนั้นได้เอ่ยเตือน ฝูงอสูรแห่งความมืดมิดจะถาโถมเข้ามาและกวาดล้างป่าฝนที่เพิ่งเกิดใหม่ไปสิ้น...\n\nนายเก่าแห่งอาณาจักรแห่งน้ำสิ้นชีพในกลียุค และร่างได้กลายเป็นทะเลแห่งหยาดอมฤต\nอย่างไรก็ตาม สุดท้ายน้ำค้างอันบริสุทธิ์ก็จะถูกแผดเผาและเหือดแห้งบนดินแดนรกร้างที่ถูก Abyss ทำลายล้างไปในที่สุด\nนายหญิงแห่งแมกไม้ไร้เวลามาคร่ำครวญ ต้นมาตาสรรพต้องได้รับการทะนุบำรุง...\nเพื่อชำระมลทินของห้วงทมิฬ และรับประกันว่าหยาดอมฤตจะคงความบริสุทธิ์ไว้ได้ ซีเมิร์กจึงได้ทำลายร่างอันศักดิ์สิทธิ์ของมัน——\n\n\"การสร้างสรรค์อันงดงามที่เกิดจากดอกไม้แห่งควาเรนาห์ ล้วนต้องเผชิญหน้ากับชะตากรรมที่จำต้องเหี่ยวเฉาและสลายกลายเป็นเพียงโคลนตมอย่างหลีกเลี่ยงไม่ได้\"\n\"และเมื่อเหี่ยวแห้งลง ก็จะได้รับการหล่อเลี้ยงจากหยาดอมฤต และได้เกิดใหม่อีกครั้งในทุ่งดอกไม้ ไม่ต้องกังวลกับสิ่งที่เรียกว่า 'ความตาย' อีกต่อไป\""
	},
	"sands": {
		"name": "Ancient Abscission",
		"relictype": "Sands of Eon",
		"description": "อุปกรณ์บอกเวลาโบราณ ที่เปล่งประกายควาเรนาห์ออกมา ภายในบรรจุด้วยของเหลวบริสุทธิ์ที่ดูราวกับว่ามีชีวิต",
		"story": "\"ชิ้นส่วนแห่งควาเรนาห์นี้ต้องฝากเจ้าแล้ว สหายรักของข้า และข้าหวังว่าเจ้าจะรักษามันด้วยชีวิตและจิตใจ\"\n\"นางมาจากภูมิปัญญาของดอกไม้ และสายใยจากท้องฟ้า และครอบครองความบริสุทธิ์ของชีวิต\"\n\"ควาเรนาห์คือจุดหนึ่งในใจกลางของดอกไม้ เป็นแสงเพียงจุดเดียวท่ามกลางหยาดอมฤตนับพัน\"\n\"โปรดทะนุถนอมของขวัญของข้า จวบจนวันที่ห้วงทมิฬสีดำกลืนกินสรรพชีวิตทั้งปวง...\"\n\nนิทานอันไกลโพ้นเล่าสู่กันฟังท่ามกลางแมกไม้เขียวขจีและดอกไม้งาม ล้วนถูกจดจำโดยผลและเมล็ดพันธุ์\nรอให้นายหญิงแห่งบุปผาร่วงโรยเหี่ยวเฉาเป็นผุยผง จวบจนจ้าวแห่งทะเลทรายถูกลวงหลอกชักนำให้หลงผิดด้วยเพ้อฝัน\nจวบจนทรราชเผด็จการถูกกลบฝังอยู่ในเม็ดทรายที่แปรผันตลอดกาล ความทะเยอทะยานทั้งปวงก็ดับมอดลงในที่สุด\nจวบจนกว่าสิ่งที่มาจากดินจะกลับคืนสู่ทรายสีเหลือง สิ่งที่มาจากสายลมจะหวนกลับคืนสู่ป่าฝน...\nราชินีแห่งแมกไม้เฝ้าดูการเปลี่ยนแปลงของโลกอย่างเงียบ ๆ โดยคำนึงถึงคำสาบานที่ได้ให้ไว้กับผู้วายชนม์\n\n\"โปรดให้สัญญากับข้าว่าจะรักษาควาเรนาห์ดวงนี้ไว้ สหายของข้า สหายที่ข้ารักที่สุด\"\n\"หลังจากที่พวกเราจากไปแล้ว มนุษย์ก็คงยังระหกระเหินดั่งทารกที่เพิ่งออกจากผ้าห่อตัวเป็นครั้งแรก\"\n\"เปราะบางแต่แข็งแกร่งพอที่จะเอาพิชิตลมป่า เปลวไฟที่แผดเผา และความไม่สมบูรณ์ของตัวเอง\"\n\"แต่สิ่งที่ข้าเศร้าโศก หาใช่ภัยพิบัติที่สามารถคาดการณ์ได้ แต่เป็นความมืดมิดที่แสนโกลาหล...\"\n\"มีเพียงความอาฆาตพยาบาทอันมืดมิดและการคุกคามของ 'ความตาย' เท่านั้นที่สามารถบดขยี้ดอกตูมได้\"\n\nเมื่อสรวงสวรรค์ในอดีตถูกทรายสีทองกลืนกินไปในที่สุด จ้าวแห่งแมกไม้จึงได้ปฏิบัติตามข้อตกลงเดิม:\nฟังเจตจำนงของควาเรนาห์ สร้างรูปร่างที่งดงามให้กับมัน และเปลี่ยนมันให้กลายเป็นชีวิตที่งดงามหาที่เปรียบมิได้——\nนั่นคือวิหคศักดิ์สิทธิ์ \"ซีเมิร์ก\" ที่มีลำตัวเสมือนรวบรวมสีสันของนกนับพัน และเสียงร้องประสานของเสียงนกและดอกไม้นับพัน...\nความฝันสุดท้ายของโอเอซิสถูกรวมอยู่ในร่างเดียว กลายเป็นทะเลดอกไม้ที่บริสุทธิ์สดใสไร้ที่สิ้นสุดที่ซ่อนอยู่ในส่วนลึกของวิหคศักดิ์สิทธิ์"
	},
	"goblet": {
		"name": "Feast of Boundless Joy",
		"relictype": "Goblet of Eonothem",
		"description": "แก้วไวน์แสนสวยที่ครั้งหนึ่งเต็มไปด้วยน้ำทิพย์ และน้ำหวาน ในทุกวันนี้หลงเหลือเพียงความว่างเปล่า",
		"story": "เมื่อนายหญิงแห่งสวนบุปผาสิ้นชีวาลัย ราชินีแห่งแมกไม้ก็สูญสลายไปพร้อมกับทะเลทราย\nเธอยอมละทิ้งความรักและอำนาจอันบ้าคลั่ง พร้อมตัดสินใจเลือกกลับไปยังป่าฝนเพื่อรักษาวิถีชีวิต...\nเช่นนั้น ชีวิตใหม่จึงถือกำเนิดขึ้นในป่าฝน เหล่านักปราชญ์ต่างเริ่มกระตือรือร้นและสร้างบ้านของครอบครัวตน\nจินตนาการเพ้อฝันนำไปสู่ความตายที่ไม่อาจหลีกเลี่ยง และหลักคำสอนเรื่องความตายก็คอยเตือนสติมนุษย์อยู่เสมอ\n\nควาเรนาห์แห่งดอกไม้ถือกำเนิดจากงานเลี้ยงที่รื่นเริงที่สุด และความสุขอันบริสุทธิ์ที่สุด\nซึ่งไม่มีความขมขื่นของการฝึกตนหรือกลิ่นอายของผู้มีอำนาจ\nท้ายที่สุดชะตากรรมของเธอจะนำพาไปสู่ความตาย ความเหี่ยวเฉา และความสูญสลายของทุกสิ่ง...\nมีเพียงเทพแห่งปัญญาเท่านั้น ที่จะเรียนรู้และใช้มันได้อย่างเหมาะสม\n\n\"แต่อย่าได้ลืมคำทำนายของนายหญิงผู้ยิ่งใหญ่ เพราะท่านได้ฝากฝังไว้กับเจ้าแล้ว\"\n\"ความโง่เขลาไม่เพียงพอที่จะทำลายมนุษย์ แต่กระแสแห่งความมืดจากนอกโลกจะกวาดล้างทุกสิ่งจนหมดสิ้น\"\n\"ข้าคือวิญญาณดวงสุดท้ายที่เหลือของนายหญิง ข้าคือแก่นแท้ของดอกไม้ที่ชำระล้างทุกสิ่ง\"\n\"หากเมื่อผสานรวมกับน้ำบริสุทธิ์ ข้าจะแตกสลายดั่งผลทาฑิม และเปล่งประกายแสงแพรวพราวนับพันหมื่น\"\n\nด้วยเหตุนี้ วิหคศักดิ์สิทธิ์จึงได้ถือกำเนิดขึ้นจากควาเรนาห์\nมันอ้อยอิ่งอยู่เคียงข้างเจ้านายชั่วครู่ ก่อนจะบินจากไปยังทุ่งดอกไม้"
	},
	"circlet": {
		"name": "Heart of Khvarena's Brilliance",
		"relictype": "Circlet of Logos",
		"description": "ต่างหูที่ดูหรูหราประณีต ดูราวกับว่ามันจะเผยความแวววาวของดอกไม้นับร้อยออกมา",
		"story": "\"สหายรัก สหายแสนหลักแหลมที่ลาจากโลกนี้ไปตั้งแต่ยังเยาว์วัย...\"\n\"ท่ามกลางตำนานอันรุ่งโรจน์ แฝงความโศกเศร้าสีเทาของการถูกลืมเลือน\"\n\"ชีวิตมักมาพร้อมกับความตายฉันใด การลืมเลือนก็เป็นที่รักของความทรงจำฉันนั้น\"\n\"หากปราศจากการคุกคามแห่งความตาย ชีวิตก็ไร้ซึ่งความหมาย\"\n\"หากไม่มีคลื่นแห่งการลืมเลือนคอยชะล้าง ก็ไม่มีประวัติศาสตร์ใดที่ควรค่าแก่การจดจำ...\"\n\nในอดีตแสนไกลโพ้น ราชินีแห่งแมกไม้ได้มอบความไว้วางใจของนาง\nจึงมอบร่างวิหคศักดิ์สิทธิ์ให้แก่ดอกแห่งควาเรนาห์ เพื่อให้คอยปกป้องป่าฝนอยู่มุมหนึ่ง\nเช่นเดียวกับชะตากรรมของดอกไม้ที่ต้องร่วงโรย ชะตากรรมของซีเมิร์กก็คือการเสียสละ\nจ้าวเขียวขจีเรื่องนี้ตั้งแต่คืนที่หลับใหลไปพร้อมกับจ้าวบุปผา...\n\n\"ส่งผลให้วิหคศักดิ์สิทธิ์สีเขียวมรกตงอกงามออกมาเป็นดอกควาเรนาห์นับพัน ผลิบานออกไปราวกับนกกะรางหัวขวานโบยบิน...\"\n\"ควาเรนาห์กระจัดกระจายร่วงหล่นลงบนร่างไร้ชีวิตที่ใสสะอาดของจ้าวแห่งหยาดอมฤต ก่อกำเนิดเป็นทุ่งดอกไม้พร่างพราย\"\n\"ในทุ่งดอกไม้วิญญาณมากมายหลายร้อยชนิด โอบกอดความปรารถนาของพืชพรรณ และน้ำค้าง เพื่อชำระล้างมลทินทั้งปวง\"\n\"ในทุ่งดอกไม้วิญญาณมากมายหลายร้อยชนิด ขับขานบทเพลงแก่มาตาทั้งสาม พืชพรรณ, หยาดอมฤต และดอกไม้\"\n\nจนมาถึงค่ำคืนหนึ่ง ที่บุตรีต้องลาจากอ้อมอกมาตาทั้งสามไป\nเพราะบนโลกใบนี้มีมลทินมากมายเหลือคณา จำต้องเสียสละจึงจะชำระล้างได้..."
	}
}