{
	"name": "Wanderer's Troupe",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย",
	"4pc": "เมื่อตัวละครที่สวมเซ็ตอาร์ติแฟกต์เป็นผู้ใช้สื่อเวท, ธนู การชาร์จโจมตีของตัวละครจะสร้างความเสียหายเพิ่มขึ้น 35%",
	"flower": {
		"name": "Troupe's Dawnlight",
		"relictype": "Flower of Life",
		"description": "ตรารูปดอกไม้เล็ก ๆ หากแนบหูฟังดี ๆ คุณจะสามารถได้ยินเสียงขลุ่ย และเสียงร้องเพลงอันแสนไพเราะ",
		"story": "ตราสัญลักษณ์รูปดอกไม้เล็ก ๆ ดูเหมือนจะมีเสียงเพลงลอดออกมา\n\nในหมู่คณะดนตรีนั้นมีนักดาบที่มีเสน่ห์อยู่\nเธองดงามยิ่งกว่าแสงประกายแสงที่สะท้อนจากผิวน้ำ และสง่ายิ่งกว่ารุ่งอรุณยามเช้า\nเมื่อใดก็ตามที่เธอกวัดแกว่งดาบ เสียงดนตรีจะประสานตามไปด้วย\n\nจุดสิ้นสุดของแต่ละเพลงและการเต้นรำคือดวงอาทิตย์หลังฝนตก\nทุกสิ่งอยู่ในจุดที่เหมาะสม ไม่มีเสียงรบกวนจากทั้งบนและล่างเวที\n\nทั้งดนตรีและดาบของเธอนั้นล้วนทำให้ถึงตายได้ เพราะว่ามันต่างเป็นสิ่งที่สวยงาม\nผู้ชมของเธอนั้นมีอยู่สองคน\nเมื่อผู้ฟังเป็นวายร้าย เสียงเพลงจะล่องลอยห่างจากเวทีไปไกลแสนไกล"
	},
	"plume": {
		"name": "Bard's Arrow Feather",
		"relictype": "Plume of Death",
		"description": "ขนติดลูกศรสีน้ำเงินอ่อน ไม่ว่าผ่านไปนานเท่าไหร่แต่สีก็ยังคงสดใสดังเดิม ดูเหมือนจะมีเสียงของพิณหลั่งไหลอยู่รอบ ๆ",
		"story": "ขนนกสีฟ้าประดับคันธนูขนาดใหญ่ อยู่รอดจากสภาพอากาศมาจนถึงทุกวันนี้\nตอนที่สั่นไหวอยู่ในอากาศ ดูเหมือนจะมีเสียงดนตรีลอดออกมา\n\nนักเล่นพิณของคณะนั้นยังเป็นมือธนูชั้นเซียนอีกด้วย\nว่ากันว่าเขาสามารถใช้เสียงอันอ่อนโยนของพิณเพื่อหลอกล่อนกที่บินบนฟ้า และยิงธนูให้ร่วงลงมาได้\nว่ากันว่าเมื่อเขาเล่นพิณเพื่อล่อนกนั้น เขาไม่เคยมองไปยังท้องฟ้าเลย\nบางคนบอกว่านี่คือความมั่นใจในตนเองของนักดนตรี ในขณะที่คนอื่นบอกว่ามันเป็นความเมตตาของนักล่า\n\nในที่สุดนกที่น่าสงสารก็กลายเป็นลูกธนูของนักเล่นพิณ\nและเสียงของพิณก็กลายเป็นเสียงของนก"
	},
	"sands": {
		"name": "Concert's Final Hour",
		"relictype": "Sands of Eon",
		"description": "นาฬิกาทรายที่ใช้ในการจับเวลา ระหว่างการแสดงวงดนตรี ครั้งหนึ่งมันสร้างเสียงที่เรียบง่าย แต่การแสดงนั้นได้สิ้นสุดลงแล้ว",
		"story": "นาฬิกาทรายของคณะดนตรี นอกจากนี้มันยังเป็นพิณอีกด้วย\nเมื่อเวลาผ่านไปเสียงดนตรีก็จะยิ่งหดหู่มากขึ้น\n\nเมื่อการแสดงมาถึงจุดสิ้นสุด คณะดนตรีจะเล่นพิณนี้\nเมื่อเวลาผ่านมาจนถึงจุดจบ เสียงของพิณก็จะยิ่งหนักเข้าไปอีก\nเมื่อเสียงของพิณลดต่ำและจบลง คณะดนตรีก็จะสิ้นสุดการแสดง\n\nเช่นเดียวกับการที่ไม่มีงานเลี้ยงใด ๆ บนโลกนี้ที่ไม่เลิกรา คณะดนตรีเองก็มีจุดสิ้นสุดเหมือนกัน\nเมื่อชะตากรรมได้เอาชนะเหล่าสมาชิกของคณะทีละคน ๆ และเครื่องดนตรีถูกฝังลึกอยู่ในกองฝุ่น\nนาฬิกาทรายก็จบการบันทึกครั้งสุดท้ายของคณะดนตรี"
	},
	"goblet": {
		"name": "Wanderer's String-Kettle",
		"relictype": "Goblet of Eonothem",
		"description": "กาน้ำโบราณรูปร่างงดงาม ภายในถูกบรรจุสายพิณเอาไว้ น้ำที่ไหลออกมากับกาจะมีเสียงที่ ไพเราะตามมาด้วย",
		"story": "กาต้มน้ำที่มีรูปร่างพิสดาร มันสามารถเปล่งท่วงทำนองแปลก ๆ ออกมาขณะเทน้ำ\nดนตรีจะอยู่กับชีวิตของสมาชิกในวงไปเสมอ ไม่เว้นแม้แต่ตอนดื่มน้ำ\n\nในตำนานอันเก่าแก่เล่าว่าคณะดนตรีนั้นครั้งหนึ่งเคยออกเดินทางไปทั่วประเทศ\nดาบและธนูของพวกเขาก็คือขลุ่ยและพิณ พวกเขาแสดงให้ทั้งแขกและผู้ร้ายชม\nพวกเขาเดินทางผ่านทะเลทรายและก้าวสู่ทะเล Mare Jivari ที่ลุกโชติช่วง\n\nเสียงพิณที่สะท้อนออกมาในกาต้มน้ำนั้นเป็นเครื่องเตือนใจพวกเขา\n\"รอยเท้าของเรามีความหมายเหมือนกันกับจังหวะที่ไม่มีที่สิ้นสุด\"\n\"ที่ไหนมีเสียงดนตรี ที่นั่นก็จะมีพวกเรา\""
	},
	"circlet": {
		"name": "Conductor's Top Hat",
		"relictype": "Circlet of Logos",
		"description": "หมวกทรงสูง ที่ยังสามารถรักษาความสดใสของมันไว้ได้ แม้ต้องผ่านกาลเวลาที่ยาวนาน เพลงโบราณยังคงสะท้อนอยู่ภายใน",
		"story": "หมวกทรงสูงที่สวยงาม ผ่านช่วงเวลามาหลายปีมันก็ยังคงสวยงามดึงดูดผู้คน\nฟังให้ดี ๆ เหมือนจะมีท่วงทำนองโบราณสะท้อนอยู่ข้างใน\n\nหลายพันปีก่อน คณะดนตรีร่อนเร่ไปทั่วทั้งแผ่นดิน\nไม่มีกระดาษโน้ตเพลงแม้แต่แผ่นเดียวในคณะ สิ่งที่พวกเขาเห็นคือสิ่งที่พวกเขาขับร้อง และสิ่งที่พวกเขาได้ยินคือสิ่งที่พวกเขาเล่น\nต่อมา เมื่อคณะดนตรีเริ่มตระหนักถึงความกว้างใหญ่ของโลก\n\n\"บนโลกนี้ช่างมีเรื่องราวให้พวกเราขับร้องมากมายเหลือเกิน\"\n\nจากนั้นสมาชิกเปลี่ยนข้อความเป็นคำพูด และบันทึกการเดินทางของพวกเขาในหนังสือ\nหนังสือเล่มนี้ หัวหน้าวงดนตรียังคงกำไว้ในมืออย่างแน่นหนา แม้หลังจากที่ชีวิตของเขาจบลง"
	}
}