{
	"id": 10000005,
	"name": "Aether",
	"friendLines": [
		{
			"voicelineId": 1002,
			"title": "เกี่ยวกับกังหันลม...",
			"voicelineType": "24001",
			"description": "Paimon: Mondstadt นี่มีกังหันลมเยอะจังเลยเนอะ\n{NICKNAME}: เพราะว่า Mondstadt นั้นอยู่เหนือกว่าระดับของน้ำ เพราะงั้นเลยต้องใช้กังหันลม ในการสูบน้ำขึ้นมายังไงล่ะ\nPaimon: ถูกต้อง! Mondstadt น่ะมีลมพัดตลอดทั้งปี เพราะงั้นการจัดหา ทรัพยากรน้ำเลยมั่นคงมาก ๆ\nPaimon: แล้วก็... กังหันลมก็ถือว่าเป็น \"ลมที่มองเห็นได้\" ล่ะนะ ส่วน... กระดิ่งลมก็ถือเป็น \"ลมที่สามารถฟังได้\" ยังไงล่ะ\nPaimon: หรือก็คือเครื่องรางสำหรับอธิษฐาน ขอพรต่อเทพแห่งสายลม อย่างหนึ่งยังไงล่ะ\n{NICKNAME}: อย่างนี้นี่เอง เป็นเครื่องรางเหมือนกับ Paimon นี่เอง\nPaimon: จะเหมือนได้ยังไงกัน! กังหันลมน่ะทำขึ้นมาจากไม้ เอามาทำเป็นอาหารฉุกเฉินไม่ได้ หรอกนะ อย่างมากก็ได้แค่เอามาทำ ไม้จิ้มฟันเท่านั้นแหละ!\n{NICKNAME}: อืม...\n{NICKNAME}: ...ฉันควรจะพูดว่าไงดีเนี่ย?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windmill_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"เมือง Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1003,
			"title": "เกี่ยวกับเถ้าแก่ร้านเหล้า...",
			"voicelineType": "25001",
			"description": "{NICKNAME}: ฉันได้ยินมาว่าหลังจากได้รับทิปจำนวนมาก เจ้าของโรงเหล้าก็จะกระซิบบอกข้อมูลบางอย่างด้วยนะ\nPaimon: หมายถึง Angel's Share เหรอ? แต่นายท่าน Diluc นั่นดูรวยจะตายไป\nPaimon: ต้องจ่ายทิปขนาดไหนถึงจะทำให้เขามองว่ามากพอกันล่ะ?\n{NICKNAME}: อืม... งั้นบางทีฉันอาจจะจำผิดไป\n{NICKNAME}: บางทีคำพูดนั่น ฉันอาจจะได้ฟังมาจากโลกอื่นล่ะมั้ง...\nPaimon: ก็เธอไปมาแล้วตั้งหลายโลกนี่เนอะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pubHolder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"เมือง Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1004,
			"title": "เกี่ยวกับ Cider Lake...",
			"voicelineType": "26001",
			"description": "Paimon: ทะเลสาบ Cider Lake น่ะเป็นทะเลสาบที่ไม่มีวันถูกแช่แข็ง\nPaimon: เหล้าแอปเปิ้ลที่ดีที่สุดของ Mondstadt น่ะ ก็ต้องใช้น้ำของทะเลสาบ แห่งนี้ซึ่งมีความหวานเท่านั้น\nPaimon: น้ำของทะเลสาบนั่นน่ะ อร่อยมาก ๆ เลยล่ะ! ฉันสามารถดื่มขวดใหญ่ ๆ สองขวดได้รวดเดียวเลยล่ะ\n{NICKNAME}: สุดยอดไปเลยนะ\nPaimon: เหอะ ๆ\n{NICKNAME}:  Paimon ตัวเล็กแค่นี้ แต่ดื่มน้ำตั้งมากขนาดนั้น...\n{NICKNAME}: ก็ยังไม่ตัวระเบิดลอยไปบนฟ้า เหมือนอย่างเจ้า Anemo Slime พวกนั้น...\nPaimon: เหอะ ๆ ฉันแยกกระเพาะสำหรับกินของ อร่อย ๆ ไว้ไงล่ะ\n{NICKNAME}: อืม... โลกนี้ช่างกว้างใหญ่ สิ่งที่ยังไม่รู้ก็ยังเหลืออีกตั้ง มากสินะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ciderLake_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"เมือง Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1005,
			"title": "เกี่ยวกับหนังสือจากโซนต้องห้าม...",
			"voicelineType": "37001",
			"description": "{NICKNAME}: หนังสือจาก \"โซนต้องห้าม\" ที่ Lisa เคยพูดถึง...\n{NICKNAME}: เธอเคยสงสัยบ้างมั้ย? ว่าหนังสือแบบไหนกันที่ จะถูกเก็บไว้ในนั้นน่ะ?\n{NICKNAME}: หรือว่า...\n{NICKNAME}: จะมีหนังสือที่ไม่เหมาะ กับเด็กเก็บไว้กันนะ...?\nPaimon: หา? ก็เห็นอยู่ชัด ๆ ว่าขนาดเรื่องเจ้าหญิงหมูป่า ยังไม่โดนเก็บไว้ในนั้นเลย!\nPaimon: ยังมีหนังสือที่ไม่เหมาะกับ เด็กกว่านั้นอีกงั้นเหรอเนี่ย? Paimon ชักจะอยากรู้แล้วสิ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_restrictedSection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จ \"งานแสนยุ่งเหยิง\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1010115
					]
				}
			]
		},
		{
			"voicelineId": 1006,
			"title": "เกี่ยวกับความพยายามและสิ่งตอบแทน...",
			"voicelineType": "31001",
			"description": "Paimon: ฉันค้นพบว่า ถึงแม้ว่าเราจะขยันทำงานอย่างหนักที่ Mondstadt นี่ แต่ก็ไม่แน่ว่าจะได้รับ สิ่งตอบแทนเสมอไปนะ\n{NICKNAME}: ทำไมถึงพูดอย่างนั้นล่ะ?\nPaimon: ดูคุณ Huffman ของกองอัศวินแห่ง Favonius นั่นสิ ทุกวันทำงานขยันขันแข็ง...\nPaimon: แต่คุณ Kaeya ที่ทำตัวเรื่อยเปื่อยไปวัน ๆ กลับได้เป็นหัวหน้าของเขา\n{NICKNAME}: อืม... แต่ว่า Jean ที่ทำงานหนักที่สุด ก็ยังได้เป็นรักษาการผู้บัญชาการนะ?\nPaimon: งั้น งั้นถ้าจะวัดกันตามตำแหน่งล่ะก็...\nPaimon: Venti ที่ขี้เกียจแบบสุด ๆ นั่น ก็ยังได้เป็นถึงเทพของ Mondstadt เชียวนะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_effortsVSreturn_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"เพื่อวันพรุ่งนี้ที่ไม่มีน้ำตา\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1007,
			"title": "เกี่ยวกับ Goth Grand Hotel...",
			"voicelineType": "56001",
			"description": "{NICKNAME}: อยากจะพักที่โรงแรม Goth Grand Hotel ซักครั้งจังเลยนะ...\nPaimon: ฉันก็ด้วย!\nPaimon: ห้องพักน่าจะทั้งสะอาดแล้ว ก็ใหญ่ สุด ๆ แน่เลย\n{NICKNAME}: แต่เห็นคุณลุง Goth บอกว่าหลังจากที่พวก Fatui นั่นย้ายเข้ามาก็มีแต่ ปัญหาแปลก ๆ เกิดขึ้น เพียบเลย\n{NICKNAME}: Electro Cicin ที่พวก Electro Cicin Mage เอาเข้าไปด้วยน่ะ ตายไปตั้งเยอะเลยเพราะ ไฟฟ้าสถิตดึงดูดฝุ่นเข้าไป เยอะมาก ๆ\n{NICKNAME}: จากนั้นก็จำ Mist Grass Pollen ผิดไปสลับกับพริกไทย...\n{NICKNAME}: พวก Agent ก็เอาแต่โทษกันไปมา บอกว่าอีกฝ่ายติดเงินค่าเหล้า ของตนอยู่แล้วก็ทะเลาะกัน\nPaimon: สู้ ๆ นะ โรงแรม Goth Grand Hotel",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gothHotel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"เมือง Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1008,
			"title": "เกี่ยวกับทิศทางลม...",
			"voicelineType": "64001",
			"description": "{NICKNAME}: ผู้คนมักจะพูดว่า Mondstadt คือประเทศแห่งสายลม\n{NICKNAME}: แต่ว่าฉันก็ยังไม่รู้อยู่ดีว่า ตอนนี้ทิศทางลมมันมาจาก ทางไหนกันแน่นะ\nPaimon: หรือว่าเราไปถาม Venti กันมั้ย\n{NICKNAME}: กับคำถามพวกนี้เขาก็คงจะแค่ \"เฮ้อ\" หนึ่งทีเพื่อกลบเกลื่อน แค่นั้นแหละนะ\nPaimon: ก็จริง ยังไงซะเทพที่นี่ก็เป็นแค่ นักร้องข้างถนน จะไปรู้อะไรกับลมล่ะเนอะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windDirection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"เพื่อวันพรุ่งนี้ที่ไม่มีน้ำตา\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1009,
			"title": "เกี่ยวกับการแปรธาตุ...",
			"voicelineType": "66001",
			"description": "{NICKNAME}: นักเล่นแร่แปรธาตุของ Mondstadt นี่เค้ามาทำงานกันอยู่ ตรงข้างถนนเลยนะเนี่ย\nPaimon: ช่ายยย รู้สึกแปลกเหรอ\n{NICKNAME}: ฉันเคยไปมาตั้งหลายโลก วิชาแปรธาตุน่ะล้วนถูก เก็บเป็นความลับทั้งนั้นแหละ\n{NICKNAME}: พอเห็นวิชาเล่นแร่แปรธาตุ กลายเป็นส่วนหนึ่งของ ชีวิตประจำวันแบบนี้ มันก็แปลกเหมือนกับ การได้พบ \"คนสามกระเพาะ\" นั่นแหละ...\nPaimon: เห้! คนที่มีกระเพาะเดียวสิ ที่แปลกน่ะ!\n{NICKNAME}: อืม...\n{NICKNAME}: นี่เธอจริงจังรึเปล่าเนี่ย?\nPaimon: หึหึ เธอคิดว่าไงล่ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_alchemy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"เมือง Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1010,
			"title": "เกี่ยวกับ Teyvat...",
			"voicelineType": "11001",
			"description": "{NICKNAME}: ช่วงเวลากลางวัน กับกลางคืนในทวีป Teyvat นี่ดูสั้นจังเลยนะ\n{NICKNAME}: ท้องฟ้าตอนกลางคืน ก็เต็มไปด้วยดวงดาว เต็มไปหมด แต่... มันจะดูแตกต่างจาก บ้านเกิดฉันนิดหน่อย\n{NICKNAME}: โชคชะตาของชาว Teyvat จะสอดคล้องกับกลุ่มดาว ของพวกเขามั้ยนะ?\nPaimon: อื๋อ? เธอ \"ดูดาว\" เป็นด้วยเหรอ? เยี่ยมไปเลยนะ นอกจากชาว Sumeru แล้ว ก็ไม่ค่อยมีคนรู้เรื่องพวกนี้ หรอก\nPaimon: ชักอยากรู้ซะแล้วสิ! มานี่เร็ว มาดูให้ฉันหน่อย!\n{NICKNAME}: อืม...\n{NICKNAME}: ท้องฟ้ายามค่ำคืน บนผ้าพันคอของ Paimon... มีดวงดาวและแสงของ ทะเลลึก\n{NICKNAME}: รูปแบบของดวงดาว บอกกับฉันว่าในอนาคต... ภายในเจ็ดวันนี้...\nPaimon: ภายในเจ็ดวันนี้...?\n{NICKNAME}: อาจจะมีเรื่องที่ดี... หรือว่าไม่ดี... หรือปานกลางเกิดขึ้น...\nPaimon: อืม... คำตอบของเธอนี่มัน...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teyvat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1011,
			"title": "เกี่ยวกับเทพแห่ง \"อิสรภาพ\"",
			"voicelineType": "67001",
			"description": "{NICKNAME}: หลังจากที่พวกเราช่วย Dvalin ไว้ได้และกำลังอยู่ ระหว่างทางที่จะกลับมายัง Mondstadt...\n{NICKNAME}: เพิ่งจะได้เจอกับ \"เจ็ดผู้ทรงอำนาจของโลก\" เป็นครั้งแรกเนี่ยแหละ ที่แท้ก็เป็นเทพอย่างนี้ เองนะเนี่ย...\nPaimon: อื๋อ? พวกเราก็รู้จัก Venti มาตั้งนานแล้วไม่ใช่เหรอ?\n{NICKNAME}: ฉันหมายถึง... เขาในด้านที่เป็น Babatos เทพแห่งสายลมน่ะ\n{NICKNAME}: ภายใต้เปลือกนอกของ กวีพเนจร มีจิตวิญญาณของเทพเจ้า ซ่อนอยู่\n{NICKNAME}: \"อิสรภาพที่ได้รับโดยเทพเจ้า แห่งความอิสระ แบบนั้นยังจะเรียกว่า อิสรภาพได้อยู่มั้ยนะ\"\n{NICKNAME}: คำถามนี้ที่เขาถาม Dvalin น่ะ ฉันเองก็กำลังคิดหา คำตอบอยู่เหมือนกัน...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfFreedom_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"บทเพลงแห่งมังกร และอิสรภาพ\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1012,
			"title": "เกี่ยวกับภูมิประเทศของ Mondstadt...",
			"voicelineType": "69001",
			"description": "Paimon: ภูมิประเทศของ Mondstadt น่ะ เต็มไปด้วยที่ราบและเนินเขา\nPaimon: ว่ากันว่าในตอนที่ Babatos เปลี่ยนแปลงฟ้าดินน่ะ เขาใช้พายุพัดหน้าผาสูงชันต่าง ๆ ให้แบนราบ...\n{NICKNAME}: อย่างไรก็ตามมันก็ยังมี สถานที่ที่ยังไม่ได้รับการแก้ไข น่ะนะ\nPaimon: อย่างเช่น Starsnatch Cliff？\n{NICKNAME}: ถูกต้อง\n{NICKNAME}: นี่มันก็เหมือนกับ... ทำโมเดลอยู่ดี ๆ แล้วก็เกิด ขี้เกียจขึ้นมาซะอย่างนั้นงั้นสินะ\nPaimon: หืมมม...?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_monstadtTerrain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"เพื่อวันพรุ่งนี้ที่ไม่มีน้ำตา\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1013,
			"title": "เกี่ยวกับโคลง...",
			"voicelineType": "47001",
			"description": "Paimon: ได้ยินว่าการแต่งโคลงเป็น วัฒนธรรมที่สืบทอดมา แต่โบราณของ Liyue หากมีคนเขียนโคลงบทแรก เสร็จล่ะก็ จากนั้นก็จะให้ทองพันชั่ง แก่คนที่มาเขียนบทถัดไป!\nPaimon: แต่ว่าการแต่งโคลงน่ะยาก มากเลย ไม่ได้ทำเงินง่าย ๆ ขนาดนั้นหรอกนะ\nPaimon: ไม่เพียงแต่สัมผัสต้องลงตัว เท่านั้น แต่ทำนองและความหมายต้อง ไพเราะอีกด้วย...\n{NICKNAME}: อืม... ไหนลองยกตัวอย่างซิ?\nPaimon: อืม... \"น้ำมาปลากินมด\"\n{NICKNAME}: ...อืม \"น้ำลดมดหายไปไหน\"\nPaimon: โอ้วว!\nPaimon: อย่ามัวแต่นั่งอยู่นี่เลย รีบไปกันเถอะ ๆ ไปหาเงินกัน!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_couplet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก \"Liyue Dihua Marsh\" Statue of The Seven - Geo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1014,
			"title": "เกี่ยวกับ \"อย่าเล่นของกินและเงิน\"...",
			"voicelineType": "59001",
			"description": "Paimon: มีคำเตือนสติคำหนึ่งจาก ท่านราชาแห่งหินที่สืบทอด ต่อกันมาในท่าเรือ Liyue ซึ่งมันมีความหมายว่า \"อย่าเล่นกับเงิน\"\nPaimon: เพราะว่า \"Mora\" ในยุคแรกเริ่มนั้นเกิดขึ้นจาก ความเชื่อใจของท่านที่ มีต่อมวลมนุษย์ จากนั้นจึงได้สละร่างกาย ส่วนนึงที่เป็นทอง เพื่อหลอมมันขึ้นมา\n{NICKNAME}: ดูเหมือน Kaeya จะชอบเล่นกับเงินตลอดเวลาเลยนะ...\nPaimon: เพราะงั้นห้ามเลียนแบบ เขาเด็ดขาด\n{NICKNAME}: ฉันจำได้ว่ามีใครเตือน ไม่ให้เล่นกับอาหารด้วยนะ\nPaimon: ช่ายยย ต้องให้ความเคารพอาหารที่กินเข้าไป\nPaimon: ...ธะ เธอจ้องฉันแบบนั้นทำไม?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_moneyAdmonishment_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก \"Liyue Dihua Marsh\" Statue of The Seven - Geo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1015,
			"title": "เกี่ยวกับความฝันที่แตกสลาย...",
			"voicelineType": "62001",
			"description": "Paimon: เดินตามเข็มนาฬิกา 7 รอบ จากนั้นเดินทวนเข็มนาฬิกา อีก 7 รอบ แล้วก็ลืมตาขึ้น...\n{NICKNAME}: นี่เธอฝันอยู่งั้นเหรอ?\nPaimon: ใช่ซะที่ไหนกันล่ะ! ฉันก็แค่อยากจะลองดูว่า ร้านขายของเก่าที่อยู่ใน \"ความฝันที่แตกสลาย\" นั่นจะมีจริงมั้ยต่างหากล่ะ!\n{NICKNAME}: บางทีร้านขายของเก่า ในเรื่องเล่านั่นอาจจะ มีจริงก็ได้ Paimon อยากจะซื้อสมบัติชิ้นไหน งั้นเหรอ?\nPaimon: เครื่องให้กำเนิด Slime!\n{NICKNAME}: จะมีของแบบนั้นจริง ๆ เหรอ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_heartsDesire_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Liyue ท่าเรือ Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1016,
			"title": "เกี่ยวกับสำนัก Guhua...",
			"voicelineType": "32001",
			"description": "{NICKNAME}: เมื่อเร็ว ๆ นี้ฉันได้ยินเรื่องเล่า จากศิษย์ของสำนัก Guhua\nPaimon: สำนัก Guhua งั้นเหรอ น่าจะเป็นเรื่องราวที่ กล้าหาญมากเลยสินะ\n{NICKNAME}: มีลูกศิษย์ผู้ชายจำนวนนึง อยากจะสะสางเรื่องส่วนตัว ของตนกับศิษย์น้องผู้หญิง ด้วยการประลองยุทธ์\nPaimon: ที่ Liyue รู้สึกจะเรียกว่า \"ประลองยุทธ์วุ่นรัก\" สินะ ฉันก็เคยฟัง!\n{NICKNAME}: แต่คืนก่อนหน้าที่ การประลองจะเริ่มขึ้น ศิษย์น้องผู้หญิงคนนั้น ก็ขโมยดาบที่ศิษย์พี่ใหญ่ เชี่ยวชาญที่สุดไป\nPaimon: ศิษย์พี่ใหญ่คนนั้นโชคร้าย จังเลย... ผู้หญิงคนนั้นต้องการให้เขา แพ้งั้นสินะ...\n{NICKNAME}: ใช่แล้ว แล้วจากนั้นศิษย์พี่ใหญ่ ก็ใช้ดาบที่ตนไม่ถนัด แบบสุด ๆ แล้วก็พ่ายแพ้แบบหมดท่า\n{NICKNAME}: เขารับไม่ได้จริง ๆ กับจุดจบแบบนี้ ก้มลงเอากำปั้นทุบดิน และร้องไห้ฟูมฟาย\nPaimon: น่าสงสารจังเลย... เขาคงจะรักผู้หญิงคนนั้น มากเลยสินะ?\n{NICKNAME}: ในที่สุดเขาก็ต้องแต่งงานกับ ศิษย์น้องผู้หญิงคนนั้น... อย่างหลีกเลี่ยงไม่ได้\nPaimon: ห๊ะ ที่แท้คนแพ้ต้องโดนจับ แต่งงานเรอะ!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_guhuaClan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก \"Liyue Dihua Marsh\" Statue of The Seven - Geo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1017,
			"title": "เกี่ยวกับ Dihua Marsh...",
			"voicelineType": "29001",
			"description": "Paimon: เธอรู้มั้ย? ใบกกของ Dihua Marsh น่ะ เป็นวัสดุที่ถูกนำมาใช้ทำ กระดาษอยู่บ่อย ๆ\nPaimon: ใช้ความแข็งของก้านมาทำ เป็นปากกา ใช้ส่วนที่กลวงมาทำเป็นขลุ่ย ที่ Liyue น่ะฮิตกันมากเลยนะ\nPaimon: เมื่อหลายพันปีก่อนมีผู้กล้า และนักดาบมากมาย พวกเขามักจะเลือกสถานที่นี้ เป็นที่ตัดสินการประลอง\nPaimon: ยิ่งมีต้นกกมากก็ยิ่งดูสวยงาม แต่บางจุดที่ขึ้นดกมาก ๆ บางครั้งน้ำก็จะลึกมาก ๆ เช่นกัน...\nPaimon: เพราะงั้นเหล่าผู้กล้าที่ แข็งแกร่ง... ก็พลาดท่าจมน้ำตายไป เยอะเหมือนกัน\n{NICKNAME}: เธอเรียนรู้อะไรจาก เรื่องนี้บ้าง?\nPaimon: ห้ามมีเรื่อง!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dihuaMarsh_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก \"Liyue Dihua Marsh\" Statue of The Seven - Geo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1018,
			"title": "เกี่ยวกับ \"นกสุภาพบุรุษ\"...",
			"voicelineType": "28001",
			"description": "Paimon: ว่ากันว่าที่ Liyue เรียกนกกระเรียนว่า \"นกสุภาพบุรุษ\"\n{NICKNAME}: ทำไมอ่ะ?\nPaimon: อืม... ก็ ก็ไม่รู้เหมือนกัน\n{NICKNAME}: งั้น ฉันจะเล่าเรื่อง \"เซียนกระเรียนผู้แสนกตัญญู\" ให้เธอฟังละกัน\n{NICKNAME}: กาลครั้งหนึ่ง มีนักปราชญ์ผู้แสนใจดี ได้ช่วยนกกระเรียนที่ติดกับดัก ตัวหนึ่งเอาไว้\n{NICKNAME}: หลังจากนั้นมา ในคืนหนึ่งที่แสนหนาวเหน็บ ก็มีหญิงงามคนหนึ่งมาขอที่พัก\n{NICKNAME}: หญิงงามคนนั้นแบก ดาบเล่มนึงที่หนักมาก ไว้กลางหลัง จากนั้นเธอก็ถ่ายทอดวิชาดาบ ให้แก่นักปราชญ์ และกระตุ้นให้เขาฝึกฝน ทั้งกลางวันและกลางคืน\nPaimon: เอ๋?\n{NICKNAME}: หลังจากที่นักปราชญ์สำเร็จ วิชาดาบ ก็ร่วมออกเดินทางกับผู้หญิง คนนั้นไปทั่วทุกที่เพื่อ แสดงความกล้า และเรียกร้องความยุติธรรม\n{NICKNAME}: สิบปีต่อมา ในที่สุดเซียนกระเรียน ก็ได้แปลงกายเป็นเจ้าชาย เพื่อมาตอบแทนบุญคุณ แต่สองผู้กล้านั้นได้หายไป อยู่ที่ไหนแล้วก็ไม่รู้...\n{NICKNAME}: นี่ก็คือเรื่องราวของ \"เซียนกระเรียนผู้แสน กตัญญูแต่สิบปีไม่มีใครคอย หรอกนะ\" ยังไงล่ะ\nPaimon: เอ่อคือ...?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_crane_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก \"Liyue Dihua Marsh\" Statue of The Seven - Geo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1019,
			"title": "เกี่ยวกับ Jueyun Karst...",
			"voicelineType": "43001",
			"description": "{NICKNAME}: ว่ากันว่า Jueyun Karst เป็นสถานที่อยู่อาศัยของ เหล่าเซียน\nPaimon: ว้าววว ที่อยู่ของเซียน!\n{NICKNAME}: ไม่แน่อาจจะได้เจอกับ พวกเซียนบนยอดเขาสูง นั่นก็ได้นะ\nPaimon: ว้าวววว ได้เจอกับเซียน!\n{NICKNAME}: ว่าแต่... ปกติพวกเซียนนี่เค้าพูดคุย กันยังไงนะ?\nPaimon: ว้าวววว พูดคุยยังไงกันนะ!\n{NICKNAME}: อื๋อ? อาหารฉุกเฉินชิ้นนี้ น่าจะใกล้เสียละมั้ง สงสัยต้องรีบกินซะแล้ว...\nPaimon: แค่ก แค่ก ๆ อืม... ถ้าตะโกนบนยอดเขาล่ะก็ แบบนั้นน่าจะพอพูดคุย กันได้นะ\n{NICKNAME}: เทียบกับพวกเซียนแล้ว ดูท่าแบบนั้นจะเหมือน กับพวก Hilichurl มากกว่านะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jueyunKarst_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก \"Liyue Dihua Marsh\" Statue of The Seven - Geo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1020,
			"title": "เกี่ยวกับเทพแห่ง \"พันธสัญญา\"...",
			"voicelineType": "68001",
			"description": "{NICKNAME}: คิดไม่ถึงเลยนะว่า เทพแห่งหินจะเซ็น \"สัญญา\" ไว้กับเทพน้ำแข็ง\n{NICKNAME}: เนื้อหาสัญญาจะเป็น ยังไงกันแน่นะ...\nPaimon: Paimon คิดว่าไม่ว่า จะเป็นใครก็ไม่ปลอดภัย ทั้งนั้นแหละ ถ้าต้องติดต่อค้าขายกับ \"เทพน้ำแข็งน่ะ\"!\n{NICKNAME}: ก็จริงล่ะนะ...\n{NICKNAME}: แต่เนื่องจาก Morax เป็นผู้ที่เข้าใจสาระสำคัญ ของ \"สัญญา\" มากที่สุดในบรรดาเทพ ทั้งหมด...\n{NICKNAME}: เขาก็น่าจะคิดอย่างรอบคอบ ก่อนแล้วล่ะนะ\nPaimon: อืม... ดูเหมือนว่า Morax เองก็จะมีความมั่นใจมาก ถึงขนาดเรียกมันว่า \"สัญญาที่ยุติสัญญาทั้งหมด\"...\n{NICKNAME}: สุดท้ายแล้วพวกเราเอง ก็จะได้เห็นความจริง... และจุดจบอย่างแน่นอน",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfContract_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"ดาราใหม่ฉายแสง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1021,
			"title": "เกี่ยวกับการชี้นำแห่งเทพของ Liyue...",
			"voicelineType": "70001",
			"description": "Paimon: จะว่าไปแล้ว ถึงแม้ท่านลอร์ดแห่งหิน จะชอบแอบออกไปเที่ยว แบบลับ ๆ แต่ปีนึงก็ลงมาแบบเป็น ทางการแค่ครั้งเดียวเองนี่นะ\nPaimon: กับเทพตนอื่นน่ะไม่มีอย่างนี้ หรอกนะ ไม่รู้ว่าท่านคิดอะไรอยู่กันแน่?\n{NICKNAME}:  ฉันว่าฉันพอจะเดาออกนะ...\n{NICKNAME}: ดูสิ ตอนนี้คำพยากรณ์พวกนั้น ที่ลงมาแต่ละปีก็ส่งผลกระทบ ต่อจิตใจของชาว Liyue ตั้งขนาดนั้น\n{NICKNAME}: พวกเขาเอาแต่ยึดติดกับ คำพยากรณ์ แล้วก็พยายามวิเคราะห์ \"ความนัย\" ของถ้อยคำพวกนั้นอย่าง ไม่สิ้นสุด...\n{NICKNAME}: ถ้าเกิดมีคำพยากรณ์ แบบนั้นออกมาทุกวันล่ะก็ คิดว่า Liyue จะกลายเป็นแบบไหนกันล่ะ?\nPaimon: อ๋อ!\nPaimon: ฉันเข้าใจแล้ว ถ้าเป็นฉันล่ะก็ ทุก ๆ วันฉันคงจะรวบรวมขนมที่ ท่านลอร์ดแห่งหินเคยเอ่ย ปากชมเพื่อถวายให้แก่ท่าน!\nPaimon: ถ้าเกิดสามารถรับ Mora ได้จากท่าน Morax โดยตรงล่ะก็ แล้วยังจะมีใครยอมไป ทำธุรกิจกันอีกล่ะ!\n{NICKNAME}: แม้ตัวอย่างจะออกนอกลู่ นอกทางไปหน่อย แต่... มันก็ประมาณนั้นแหละนะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_divinePrediction_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จ \"สรรพสิ่งแห่งดินแดนหิน\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101801
					]
				}
			]
		},
		{
			"voicelineId": 1022,
			"title": "เกี่ยวกับ กลุ่มนักผจญภัยของ Benny...",
			"voicelineType": "27001",
			"description": "Paimon: ถ้าอยากจะเข้าร่วมการสำรวจ ดันเจี้ยนกับ \"กลุ่มนักผจญภัยของ Benny\" ล่ะก็ ต้องเตรียมตัวดี ๆ นะ\nPaimon: ดันเจี้ยนน่ะเป็นสถานที่ ที่อันตรายมาก ก่อนออกเดินทางจะต้องตรวจสอบ ของและอุปกรณ์ให้ดี ๆ ก่อน จะประมาทไม่ได้เด็ดขาด\nPaimon: ฉันได้ยินว่าในบรรดา ดันเจี้ยนเหล่านั้น ถ้านับเฉพาะแค่พวกกิลด์นักผจญภัย ก็มีรูปแบบการเสียชีวิตตั้ง 463 วิธีเข้าไปแล้ว...\nPaimon: ถ้าเกิด Bennett ทำให้เธอเป็นอะไรไปล่ะก็ แม้จะไม่ตั้งใจแต่ฉันก็ไม่ยอมหรอกนะ!\n{NICKNAME}: ...ทำไมถึงมีแต่ฉันที่เสี่ยงล่ะ...\nPaimon: อืม... จากการคำนวณแล้ว เนื่องจากฉันบินได้ เพราะงั้นเลยสามารถหลีกเลี่ยงรูป แบบการเสียชีวิตไปได้ตั้ง 322 วิธีแหนะ!\n{NICKNAME}: อยู่ ๆ ฉันก็ไม่อยากไปสำรวจดันเจี้ยนแล้วล่ะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennysAdventureTeam_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"เมือง Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1023,
			"title": "เกี่ยวกับ Bennett...",
			"voicelineType": "34001",
			"description": "{NICKNAME}: ฉันได้ยินมาว่าคุณ Albert เป็นถึงประธานกลุ่มแฟนคลับของ Barbara เชียวนะ...\n{NICKNAME}: เขามักจะทำให้ตัวเองบาดเจ็บ เพื่อที่จะได้ไปหา Barbara ที่มหาวิหารอยู่บ่อย ๆ \nPaimon: ฉันว่ากองอัศวินน่าจะคอย จับตาดูเจ้าพวกนี้ให้ดี ๆ นะ\n{NICKNAME}: แต่หลังจากผ่านไปได้หนึ่งเดือน Albert ก็พบว่า... จำนวนครั้งที่เจอกับ Barbara ของเขาถูก Bennett แซงไปไกลแล้ว\n{NICKNAME}: ยังไงซะถ้าเป็นเรื่องของ การได้รับบาดเจ็บ Bennett ก็น่าจะกินขาดล่ะนะ...\nPaimon: นี่มันอะไรกัน การแข่งขัน \"สร้างเรื่องกลุ้มใจ\" ให้ Barbara เรอะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennett_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"เมือง Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1024,
			"title": "เกี่ยวกับไอดอล...",
			"voicelineType": "61001",
			"description": "Paimon: Barbara น่ะป๊อปมากเลยนะ\n{NICKNAME}: ก็เป็นถึงไอดอลคนดังของ Mondstadt นี่นา\nPaimon: จะว่าไปฉันยังไม่ค่อยเข้าใจ เท่าไหร่เลย... \"ไอดอล\" นี่มันคืออะไรอ่ะ?\n{NICKNAME}: เป็นอาชีพอย่างนึง มีหน้าที่ทำตัวน่ารักและ รับความรักจากทุก ๆ คน ทำเงินได้ดีทีเดียวเลยล่ะ\nPaimon: เหมือนพวกตัวมาสคอต ไรงี้เหรอ\n{NICKNAME}: เอ่อ... ก็จะว่าอย่างนั้นก็ได้มั้ง...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_idol_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"บทเพลงแห่งมังกร และอิสรภาพ\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1025,
			"title": "เกี่ยวกับความสัมพันธ์พี่สาวน้องสาว...",
			"voicelineType": "40001",
			"description": "{NICKNAME}: Lisa กับ Amber นี่ให้ อารมณ์เหมือนเป็น พี่สาวน้องสาวกันเลยเนอะ\nPaimon: เอ๋ เพราะอะไรเหรอ?\n{NICKNAME}: ก็ Amber มักจะถูก Lisa ใช้ให้วิ่งไปทำนู่นทำนี่ อยู่บ่อย ๆ ใช่มั้ยล่ะ เห็นอยู่บ่อย ๆ นี่ เวลาพี่สาวขี้เกียจแล้วใช้ ให้น้องสาว ไปวิ่งวุ่นเพื่อทำธุระแทนน่ะ...\n{NICKNAME}: แต่ฉันกับน้องสาวน่ะอายุ ใกล้ ๆ กัน เพราะงั้นเลยมักจะใช้วิธี เป่ายิ้งฉุบในการตัดสินน่ะ\nPaimon: ว้าวว ถ้าอย่างนั้นเธอก็เป็น น้องชายฉันน่ะสิ!\n{NICKNAME}: ทำไมอ่ะ?\nPaimon: ก็ฉัน \"บิน\" ได้นี่นา เพราะงั้นก็เหลือแต่เธอแล้ว ที่ต้องไป \"วิ่ง\" น่ะ!\n{NICKNAME}: หา?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sisters_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1026,
			"title": "เกี่ยวกับผ้าปิดตาของ Kaeya...",
			"voicelineType": "41001",
			"description": "{NICKNAME}: Paimon เธอเคยเห็น Kaeya ตอนไม่ใส่ผ้าปิดตาบ้างมั้ย?\nPaimon: ไม่อ่ะ\n{NICKNAME}: จะว่าไปแล้ว ดูเหมือนว่า Kaeya จะไม่เคยถอดผ้าปิดตาออกเลย นะ...\nPaimon: เหอะ ๆ Paimon ผู้หลักแหลมรู้แล้วว่า เพราะอะไร!\n{NICKNAME}: หืม?\nPaimon: จะต้องเก็บซ่อนความลับ สุดยอดอะไรไว้แน่นอน!\n{NICKNAME}: ความลับสุดยอดงั้นเหรอ?\nPaimon: ลองคิดดูสิ งานของ Kaeya น่ะ จะต้องออกไปข้างนอก อยู่บ่อย ๆ ใช่มั้ยล่ะ\nPaimon: เพราะงั้นขอบตาฝั่งที่อยู่ ใต้ผ้าปิดตาน่ะ จะต้องขาวกว่าบริเวณรอบ ๆ แน่เลย\n{NICKNAME}: งั้นถ้าเกิดถอดผ้าปิดตาออก...\nPaimon: จะต้องถูกล้อแน่นอน! แล้วก็ถูกตั้งฉายาแปลก ๆ ให้ด้วย!\nPaimon: อย่างเช่น... \"เหมียวหน้าลาย\"!\n{NICKNAME}: อืม ขนาดเขายังไม่ได้ถอดผ้าปิดตา แต่ก็ได้ฉายาไปเรียบร้อย แล้วนะเนี่ย...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kaeyasPatch_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1027,
			"title": "เกี่ยวกับ Diluc และ Kaeya...",
			"voicelineType": "60001",
			"description": "Paimon: แปลกจัง...\n{NICKNAME}: ทำไมเหรอ?\nPaimon: Diluc กับ Kaeya มีลักษณะคล้ายกัน ขนาดนั้นแท้ ๆ แต่ทำไมถึงเข้ากันไม่ได้ กันนะ?\n{NICKNAME}: คล้ายกันตรงไหนเหรอ?\nPaimon: Kaeya เป็นคนประเภทที่... ใช้วิธีสกปรกต่อหน้าผู้คน อย่างเปิดเผย\nPaimon: Diluc เป็นคนประเภทที่... ทำสิ่งที่มีเกียรติอย่างลับ ๆ\nPaimon: คล้ายกันมากเลยใช่มั้ยล่ะ?\n{NICKNAME}: ก็ยังไม่เข้าใจอยู่ดีว่าคล้าย กันตรงไหน",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dilucAndKaeya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"หลักฐานการไม่อยู่ของ Darknight Hero\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46618
					]
				}
			]
		},
		{
			"voicelineId": 1028,
			"title": "เกี่ยวกับหน่วยวัดกำลังรบ...",
			"voicelineType": "58001",
			"description": "{NICKNAME}: ถ้าเกิด Hilichurl 1 ตัว สามารถจัดการกับหมูป่าได้ 3 ตัว ล่ะก็...\n{NICKNAME}: หัวหน้ากอง Jean กับนายท่าน Diluc จะเทียบเท่ากับ Hilichurl ทั้งหมดกี่ตัว?\nPaimon: ถ้าเธอได้สัมผัสกับความ สามารถของทุกคนใน Mondstadt แล้ว ก็น่าจะบอกได้ว่า คนที่เจ๋งที่สุดก็คือ หัวหน้ากอง Jean\n{NICKNAME}: ฉันว่าถ้านายท่าน Diluc ออกโรงล่ะก็ หัวหน้ากอง Jean น่าจะสู้ไม่ได้นะ\nPaimon: ฉันว่าสู้ได้\n{NICKNAME}: ไม่ได้\nPaimon: ท่าไม้ตายของหัวหน้ากอง Jean น่ะสุดยอดมากเลยนะ\n{NICKNAME}: แต่ในทางกลับกัน \"พื้นที่\" นั่นจะทำให้นายท่าน Diluc แข็งแกร่งขึ้น\nPaimon: หัวหน้ากอง Jean น่ะไม่จำเป็นต้องใช้ \"วิชั่น\" กับนายท่าน Diluc เลยด้วยซ้ำ\n{NICKNAME}: แค่นายท่าน Diluc ใช้ \"ดาบใหญ่\" นั่นก็...\nPaimon: เฮ้อ...\n{NICKNAME}: อืม...\n{NICKNAME}: พวกเรานี่ไร้สาระจังเลยนะ\n{NICKNAME}: พวกเขาต่างก็ต่อสู้เพื่อ Mondstadt จะไปมีโอกาสสู้กันได้ ยังไงกันล่ะ\nPaimon: เพราะงั้นฉันคิดว่าถ้าต้องใช้ Hilichurl เป็นหน่วยวัดกำลังรบล่ะก็\nPaimon: บอกไว้ก่อนเลยนะว่า Paimon ได้แค่ 1 ใน 5 ของหมูป่าเท่านั้นแหละ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_combatEffectiveness_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"สมบัติที่แท้จริง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1029,
			"title": "เกี่ยวกับ Razor...",
			"voicelineType": "33001",
			"description": "Paimon: {NICKNAME} เธอรู้จักพู่กันมั้ย?\n{NICKNAME}: พู่กันที่ทำมาจากขนของสัตว์ ที่เอามาเขียนหนังสือได้ น่ะเหรอ?\nPaimon: อืม ใช่แล้ว! ว่ากันว่าพู่กันดี ๆ น่ะ พ่อค้าที่ Liyue สามารถขายได้ราคาสูง ทีเดียวเลยล่ะ!\n{NICKNAME}: Paimon เลยอยากทำพู่กันบ้างเหรอ?\nPaimon: อื้ม! แต่หมาป่าที่อยู่ในป่าน่ะ ดุร้ายจะตายไป เราไปเอาขนของ Razor มาทำเป็นพู่กันกันดีกว่า!\nPaimon: ขนของ Razor นุ่มมาก ต้องทำพู่กันขนหมาป่า ที่ดีได้แน่นอน! แล้วพวกเราก็จะทำเงินก้อนโต ได้ไงล่ะ!\n{NICKNAME}: แต่ขนแบบนั้นถ้าเอามาทำ พู่กันล่ะก็ต้องมีไฟฟ้าติดมา ด้วยแน่เลยคงใช้ไม่ได้หรอก\n{NICKNAME}: อีกอย่าง Razor ไม่ใช่หมาป่าซะหน่อย และพู่กันขนหมาป่าก็ไม่ได้ทำ มาจากขนหมาป่าด้วย...\nPaimon: อ่าว...งั้นทำไมถึงเรียกว่าพู่กันขนหมาป่าล่ะ!\n{NICKNAME}: ก็ดูอย่าง Cider Lake สิในนั้นก็ไม่มีเหล้าผลไม้ ซะหน่อย\nPaimon: อ่า...ฟังดูมีเหตุผลนะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_razor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จ \"ความหมายของ Lupical\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						45406
					]
				}
			]
		},
		{
			"voicelineId": 1030,
			"title": "เกี่ยวกับ Klee...",
			"voicelineType": "57001",
			"description": "Paimon: Klee เป็นเด็กที่น่าสนใจมากคนนึง\nPaimon: ทุกคนในกองอัศวินชอบ เธอสุด ๆ มันไม่ได้เวอร์เลยสักนิดถ้า จะบอกว่าเธอเป็นคนโปรด\n{NICKNAME}: Paimon กับ Klee... ใครแข็งแกร่งกว่างั้นเหรอ?\n{NICKNAME}: อ๊ะ จริงสิ Paimon ไม่ใช่ตัวมาสคอต Paimon เป็น...\nPaimon: ฮึ แค่อ้าปากฉันก็รู้แล้วว่าเธอ จะพูดอะไร ถึงจะล้อเล่นแต่พูดบ่อย ขนาดนี้ก็ไม่ตลกแล้วนะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_klee_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"สมบัติที่แท้จริง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1031,
			"title": "เกี่ยวกับเรื่องเล่า สาวใช้มหัศจรรย์...",
			"voicelineType": "30001",
			"description": "Paimon: ได้เวลาแบ่งปันภูมิปัญญา ในชีวิต ประจำวันกันแล้ว!\n{NICKNAME}: ภูมิปัญญาในชีวิตประจำวัน?\nPaimon: ที่ Mondstadt น่ะถ้ามีของที่ซ่อมยังไง ก็ซ่อมไม่ได้ หรือของที่ล้างยังไงก็ ไม่สะอาดสักที...\nPaimon: ถ้าเจอเรื่องแบบนี้แล้ว แก้ปัญหาไม่ได้ด้วยตัวเอง ก็สามารถตะโกนขึ้นไปที่ ท้องฟ้าว่า:\nPaimon: \"No—el—le!\"\nPaimon: ปัญหาต่าง ๆ ที่กวนใจก็จะถูกแก้ไขได้อย่าง รวดเร็วเลยล่ะ\n{NICKNAME}: นี่ก็คือภูมิปัญญาใน ชีวิตประจำวันของชาว Mondstadt รึ? เจ๋งมาก เรียนรู้สิ่งใหม่ ๆ ได้เยอะแยะเลย...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_noelle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"เมือง Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1032,
			"title": "เกี่ยวกับ Fischl...",
			"voicelineType": "35001",
			"description": "Paimon: Fischl ให้ความรู้สึกที่ไม่ เหมือนกันเลย\n{NICKNAME}: อย่างเช่นอะไรบ้างเหรอ?\nPaimon: ก็อย่างเช่น ออกเดินทางไปพร้อมกับ เรเวนที่พูดได้ตัวหนึ่ง\n{NICKNAME}: เอ่ งั้นก็ไม่ต่างกับที่ ฉันออกเดินทางกับ Paimon น่ะสิ\n{NICKNAME}: Oz น่ะยังเป็นล่ามให้ Fischl ได้ แต่ Paimon ล่ะก็...อืม...\nPaimon: ว่าไงนะ?! Paimon เก่งกว่าเรเวนนั่นตั้งเยอะ!\n{NICKNAME}: เช่นอะไรบ้าง?\nPaimon: เอ่อ...อืม...เอ่...ก็เช่น Paimon ไม่ต้องใช้ปีกก็สามารถบิน ได้ไงล่ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fischl_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"เพื่อวันพรุ่งนี้ที่ไม่มีน้ำตา\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1033,
			"title": "เกี่ยวกับสัตว์เลี้ยง...",
			"voicelineType": "36001",
			"description": "{NICKNAME}: พูดถึง Fischl เธอก็เรียกตัวเองว่า \"แขกที่มาจากโลกอื่น\"...\n{NICKNAME}: เหมือนกับฉันเลยแถม ยังมีสัตว์เลี้ยงตัวหนึ่งด้วย\nPaimon: สัตว์เลี้ยง? ไม่ใช่นะ ๆ\n{NICKNAME}: แต่ Oz เรเวนของเธอน่ะ...ทั้งดูเท่ และก็พูดจาสุภาพ\n{NICKNAME}: ที่สำคัญคือทั้งสืบข่าวได้ และยังต่อสู้ได้ด้วย ช่วยได้มากเลย\n{NICKNAME}: ว่าจะปรึกษากับ Fischl ดูว่าบางทีลองมาสลับกันดู ก็น่าสนใจดีนะว่ามั้ย? สักอาทิตย์สองอาทิตย์ อะไรแบบนี้\nPaimon: ไม่ถามความเห็น Paimon ก่อนเลยเหรอ?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"เพื่อวันพรุ่งนี้ที่ไม่มีน้ำตา\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1034,
			"title": "เกี่ยวกับ Beidou...",
			"voicelineType": "52001",
			"description": "Paimon: ทำยังไงถึงจะเป็นคนที่มีพลัง ในการสั่งแล้วก็เท่ได้แบบ นายหญิง Beidou นะ!\n{NICKNAME}: ต้องมีประสบการณ์ที่มากพอ ไงล่ะ...\nPaimon: Paimon ออกเดินทางกับเธอมา จนถึงตอนนี้ก็เห็นสิ่งต่าง ๆ มานักต่อนักแล้ว!\n{NICKNAME}: ต้องผ่านอุปสรรคที่ยากลำบาก ด้วย...\nPaimon: Paimon เคยเกือบจมน้ำป๋อมแป๋ม ด้วยนะ...\n{NICKNAME}: ต้องมีจิตใจอันห้าวหาญที่ สามารถปลุกใจคนอื่นได้ ด้วย...\nPaimon: อื้ม! Paimon ก็สนับสนุนเธอมาตลอดนี่ไง\n{NICKNAME}: ต้องมีมุมมองในการมอง ปัญหาแบบผู้ใหญ่ด้วย...\nPaimon: นี่! จะบอกว่า Paimon ไม่มีทางเป็นได้ใช่มั้ยล่ะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_beidou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Liyue ท่าเรือ Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1035,
			"title": "เกี่ยวกับ Ningguang...",
			"voicelineType": "53001",
			"description": "Paimon: ทำยังไงถึงจะเป็นคนที่มีเงินเยอะ ๆ แบบท่านหญิง Ningguang นะ!\n{NICKNAME}: ความประทับใจที่เธอมีต่อ Ningguang มีแค่เรื่องเงินน่ะเหรอ...\nPaimon: ยังมี Jade Chamber สุดยิ่งใหญ่ด้วย! แต่นั่นก็สร้างขึ้นมาด้วย Mora นี่นา\n{NICKNAME}: งั้นก็ต้องมีสมองที่ ฉลาดหลักแหลม...\nPaimon: Paimon ถนัดเรื่องการตั้งฉายา ให้คนอื่นมาก ๆ เลยล่ะ\n{NICKNAME}： ต้องรู้จักกฎการดำเนิน กิจการของตลาดเป็นอย่าง ดีด้วย...\nPaimon: Fisherman's Toast ที่นึงขาย 1025 Mora ต่อให้เป็นวันที่ฝนตกก็ไม่ ลดราคา\n{NICKNAME}: ต้องมีทักษะที่เหนือกว่า คนอื่น...\nPaimon: ...ทำยังไงถึงจะได้ เป็นเพื่อนกับคนรวยสักคน ล่ะเนี่ย?\n{NICKNAME}: นี่ถอดใจซะแล้วเหรอ?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ningguang_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"ลาก่อน เทพโบราณ\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1036,
			"title": "เกี่ยวกับเรื่องที่ Qiqi เป็นซอมบี้...",
			"voicelineType": "38001",
			"description": "Paimon: Qiqi...ต้องดูดเลือดรึเปล่า?\n{NICKNAME}: นั่นไม่ใช่ซอมบี้ นั่นมันแวมไพร์ต่างหาก\nPaimon: งั้นจู่ ๆ แขนเธอจะตกลงมามั้ย?\n{NICKNAME}: นั่นไม่ใช่ซอมบี้นะ นั่นมันผีกินศพ\nPaimon: สมแล้วที่เป็นนักเดินทาง รอบรู้ไปซะทุกเรื่องเลย!\nPaimon: หมายความว่า ซอมบี้สามารถทำเรื่องอะไรที่พิเศษ ๆ ได้ด้วยเหรอ?\n{NICKNAME}: ออกกำลังกาย? \nPaimon: เธอพูดมีเหตุผล! เพราะฉะนั้นใครที่ ออกกำลังกายได้ ก็คือซอมบี้ สินะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_qiqi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"ลาก่อน เทพโบราณ\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1037,
			"title": "เกี่ยวกับการโบยบิน...",
			"voicelineType": "10001",
			"description": "Paimon: {NICKNAME} มาฝึกบินกับ Paimon สิ!\nPaimon: เอาล่ะนะ สาม สอง หนึ่ง!\n{NICKNAME}: อ่า ไปซะแล้ว\n{NICKNAME}: ช่างเถอะ เหนื่อยมากแล้ว นั่งพักที่นี่ก่อนก็แล้วกัน...\n{NICKNAME}: ใจของฉันน่ะบินไปกับเธอ แล้วล่ะ...อืม...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fly_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1038,
			"title": "เกี่ยวกับ Slime...",
			"voicelineType": "12001",
			"description": "Paimon: {NICKNAME} เธอชอบกิน Slime แบบไหนมากที่สุดเหรอ?\n{NICKNAME}: Pyro Slime ล่ะมั้ง แค่อยู่ใกล้ ๆ ก็รู้สึกได้ถึงไอร้อน หน้าหนาวต้องกินอะไร แบบนี้แหละ\nPaimon: ประยุกต์ใช้ได้จริง ไม่เสียแรงที่เป็นนักเดินทาง\n{NICKNAME}: แล้ว Paimon ล่ะ?\nPaimon: ฉันชอบหมดทุกแบบเลย! อร่อยหมดเลยล่ะ!\n{NICKNAME}: อร่อย...\nPaimon: เอา Slime มาคั้นจนมันหนึบหนับ เด้งดึ๋ง ๆ และกลายเป็น \"เครื่องดื่มสูตรพิเศษของ Paimon\" ไงล่ะ!\n{NICKNAME}: เอิ่ม โอเค...\n{NICKNAME}: ถ้างั้นก็เอาชื่อ Paimon น้อยใส่ไว้ตอนท้าย ๆ ของรายการอาหารฉุกเฉินดีกว่า\nPaimon: ฉันไม่อยากจะอยู่บน รายชื่อนั้นซะหน่อย!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_slime_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1039,
			"title": "เกี่ยวกับ Hilichurl...",
			"voicelineType": "13001",
			"description": "{NICKNAME}: เราทำกับ Hilichurl เกินไปหน่อยรึเปล่า?\nPaimon: จริง ๆ แล้ว...บางครั้งเราก็เหมือนเด็ก ๆ ที่เวลาเจอรังผึ้งก็จะต้องแหย่ ซะหน่อยน่ะแหละ\n{NICKNAME}: อืม..แค่ \"แหย่ซะหน่อย\" แค่นั้นเหรอ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hilichurls_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1040,
			"title": "เกี่ยวกับ \"เผ่า Sleeper\"...",
			"voicelineType": "14001",
			"description": "{NICKNAME}: \"เผ่า Sleeper\"...ชื่อเผ่าของ Hilichurl นี่ช่างแปลกซะจริง\nPaimon: Hilichurl เผ่า Sleeper จะคว้าทุก ๆ โอกาสที่สามารถนอนได้\nPaimon: ว่ากันว่าเตียงที่ปูด้วย หนังสัตว์ของพวกเขานั้น นุ่มมาก เธออยากลองมั้ย?\n{NICKNAME}: Paimon ไม่ลองเองล่ะ?\nPaimon: ฉันสามารถหลับได้ขณะที่ ลอยอยู่ อากาศคือเตียงที่นุ่มสบาย ที่สุดน่ะ อิอิอิ อิจฉามะ?\n{NICKNAME}: ...ก็นิดนึง",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sleeper_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Dadaupa Gorge Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1041,
			"title": "เกี่ยวกับ \"เผ่า Meaty\"...",
			"voicelineType": "15001",
			"description": "{NICKNAME}: \"เผ่า Meaty\"...ชื่อเผ่าของ Hilichurl นี่ช่างแปลกซะจริง\nPaimon: Hilichurl เผ่า Meaty จะกำหนดวันเพื่อทำพิธีบูชา พิธีของพวกเขายิ่งใหญ่มาก เลยนะ\n{NICKNAME}: พวกเขาบูชาเพื่อขอ อะไรเหรอ?\nPaimon: \"ขอให้มีเนื้อกินทุกวัน!\" เป็นพรที่เจ๋งไปเลยว่ามั้ย?\n{NICKNAME}: ...เป็นคำตอบเหมือนที่ ฉันคิดไว้ไม่มีผิด",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_meaty_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Dadaupa Gorge Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1042,
			"title": "เกี่ยวกับ \"เผ่า Eclipse\"...",
			"voicelineType": "16001",
			"description": "{NICKNAME}: \"เผ่า Eclipse\"...Hilichurl มีชื่อเผ่าที่ฟังดู ปกติแบบนี้กะเค้าด้วย เหรอเนี่ย\nPaimon: Hilichurl เผ่า Eclipse ดูลึกลับจัง\nPaimon: Hilichurl เผ่านี้ต่างสามารถวาดรูป ชนิดหนึ่งที่เรียกว่าสัญลักษณ์ Eclipse ได้\nPaimon: แต่ว่ากันว่ามีแต่พวก Samachurl ชั้นสูงเท่านั้นที่รู้ความหมายแฝง ของสัญลักษณ์ Eclipse นี้...\n{NICKNAME}: ดวงอาทิตย์...สีดำ...\nPaimon: หืม? เมื่อกี้เธอพูดว่าอะไรนะ?\n{NICKNAME}: อ่า ฉันจะถามว่าค่ำนี้ เธออยากกินซุปเนื้ออะไรน่ะ\nPaimon: ทำไมจู่ ๆ ถึงเปลี่ยนมาพูดเรื่องนี้ล่ะ เธอคือ Hilichurl เผ่า Meaty รึไง...ฉันเอาเนื้อหมูป่าละกัน! ขอบคุณนะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_blacksun_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Dadaupa Gorge Mondstadt\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1043,
			"title": "เกี่ยวกับสมบัติ...",
			"voicelineType": "17001",
			"description": "Paimon: Paimon...รู้สึกไม่ค่อยสบายเลย...\n{NICKNAME}:  เป็นอะไรเหรอ?\nPaimon: ไม่ได้เปิดหีบสมบัติมา นานมากแล้ว ขืนเป็นแบบนี้ต่อไป...เป็นแบบนี้ต่อไปล่ะก็...\n{NICKNAME}: ขืนเป็นแบบนี้ต่อไปล่ะก็ เธอคงถูกกับดักล่าสัตว์ ที่มีโมราวางอยู่ 1 เหรียญจับเข้าให้สักวัน\nPaimon: เน้...Paimon บินได้นะ ไม่ติดกับแบบนั้นหรอก",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_treasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1044,
			"title": "เกี่ยวกับการอ้วน...",
			"voicelineType": "19001",
			"description": "Paimon: อื้อหือ ช่วงนี้ได้กินของอร่อย ๆ ระหว่างทางเยอะแยะเลยเนอะ\nPaimon: ขอแค่ได้กินของอร่อย ความเหนื่อยล้าจาก การเดินทางก็หายเป็น ปลิดทิ้งเลยล่ะ!\n{NICKNAME}: อืม...ถ้าอ้วนขึ้นแล้ว Paimon จะบินขึ้นเหรอ?\nPaimon: เหอะ ๆ ไม่มีทางหรอก! ฉันเป็นประเภทที่กินยังไง ก็ไม่อ้วนน่ะ!\n{NICKNAME}: อืม...\nPaimon: เพราะฉะนั้นฉันยังกินได้ อีกเยอะเลย!\n{NICKNAME}: กินไปก็ไม่อ้วน งั้นถ้ามองในมุมของอาหาร ฉุกเฉินแล้ว ก็ถือว่าไม่ได้มาตรฐานน่ะสิ?\nPaimon: เน้...หรือเธอยังมี อาหารฉุกเฉินอย่างอื่น ที่เหมาะสมกว่างั้นเหรอ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1045,
			"title": "เกี่ยวกับกลุ่มรักแมวและกลุ่มรักสุนัข...",
			"voicelineType": "20001",
			"description": "Paimon: น้องเหมียวกับน้องหมา เธอชอบอันไหนมากกว่ากัน?\n{NICKNAME}: ฉันชอบ Paimon มากกว่า!\nPaimon: โอ้โห หลอกกันรึเปล่าเนี่ย...\nPaimon: เอ่ ไม่สิ Paimon ไม่ใช่สัตว์เลี้ยงนะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_catORdog_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1046,
			"title": "เกี่ยวกับเสียงจากทะเล...",
			"voicelineType": "44001",
			"description": "Paimon: ว่ากันว่าถ้าเอาหูแนบกับ Starconch แล้วจะได้ยินเสียงกระซิบ จากทะเลด้วยนะ!\n{NICKNAME}: Paimon อยากลองดูมั้ย?\nPaimon: ไม่ล่ะ! ฉันเพิ่งฟังเมื่อตะกี้นี้เอง!\n{NICKNAME}: โอ๊ะ? แล้วทะเลกระซิบว่า ยังไงบ้าง?\nPaimon: ทะเลบอกว่า ตอนนี้ถึงเวลากินแล้ว... รีบไปกันเถอะ ฉันอยากกิน Fisherman's Toast!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oceanVoice_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Liyue Yaoguang Shoal\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						114
					]
				}
			]
		},
		{
			"voicelineId": 1047,
			"title": "เกี่ยวกับเป่ายิ้งฉุบ...",
			"voicelineType": "45001",
			"description": "Paimon: อยากกินของอร่อย ๆ ตอนนี้เลย! แต่ก็ไม่อยากวิ่งไปซื้ออ่ะ...\n{NICKNAME}: หรือจะเป่ายิ้งฉุบ ตัดสินว่าใครต้องเป็นคนไป ซื้อดีมั้ย?\nPaimon: เอาสิ ๆ!\n{NICKNAME}: งั้นก็ ยันยิงเยาปั๊กกะเป่ายิ้งฉุบ...\nPaimon: ...Paimon ซุปเปอร์ทอร์นาโด!\n{NICKNAME}: ...เอ๊ะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fingerGuessing_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1048,
			"title": "เกี่ยวกับวิธีผ่อนคลาย...",
			"voicelineType": "46001",
			"description": "Paimon: ช่วงนี้เหนื่อยจังเลย พอจะมีวิธีผ่อนคลายแนะนำ บ้างมั้ย?\n{NICKNAME}: นอนไง?\nPaimon: นอนน่ะน่าเบื่อจะตาย เปลี่ยน ๆ\n{NICKNAME}: อ่านหนังสือ?\nPaimon: อ่านแล้วเวียนหัวอ่ะ เปลี่ยน ๆ\n{NICKNAME}: คุยกับเพื่อนสนิท?\nPaimon: ...เอ่อ\nPaimon: แต่นี่เรากำลังพูดถึงเรื่อง ที่ต้องใช้ความคิดกันอยู่นะ\nPaimon: ถ้าไม่ใช้ความคิด ก็จะผ่อนคลายกว่านะ\n{NICKNAME}: \"ตรรกวิทยาของ Paimon\" ปรัชญาในประวัติศาสตร์ของ Teyvat จะเป็นที่พูดถึงก็ตอนนี้แหละ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_relax_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1049,
			"title": "เกี่ยวกับความแตกต่างของอาหารการกิน...",
			"voicelineType": "48001",
			"description": "{NICKNAME}: อาหารของ Liyue ต่างจาก Mondstadt มาก\n{NICKNAME}: เช่นผัดผักที่มีรสชาติเผ็ด นี่แทบจะหาไม่ได้เลยใน Mondstadt\nPaimon: นี่คงเหมือนกับที่คนมักจะ พูดกันว่า \"โตมาในสภาพแวดล้อม แบบไหนก็จะเป็นคนแบบนั้น\" ล่ะนะ!\nPaimon: อืม...แต่ทำไม Slime ของ Teyvat ถึงมีรสชาติเหมือนกัน หมดล่ะ?\n{NICKNAME}: นั่นเพราะเธอรู้วิธีเอามันมา ทำอาหารแค่อย่างเดียวน่ะสิ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_foodCulture_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Liyue ท่าเรือ Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1050,
			"title": "เกี่ยวกับการซ่อนเงิน...",
			"voicelineType": "49001",
			"description": "Paimon: ในกระเป๋าของ \"Weasel Thief\" ซ่อน Mora ไว้เยอะแยะจริง ๆ ด้วย!\n{NICKNAME}: อืม สัตว์เล็กอย่าง Weasel น่ะชอบเก็บสะสมของวิบวับ ๆ โดยธรรมชาติอยู่แล้วล่ะ\nPaimon: ได้ยินว่าที่มาของ Weasel Thief นั้นเกี่ยวข้องกับกองโจร ล่าสมบัติด้วยล่ะ...\nPaimon: จริงสิ อีกาก็เป็นสัตว์ที่ชอบ เก็บสะสมของวิบวับ ๆ แบบนี้เหมือนกันนะ\nPaimon: ไม่รู้ว่า Oz จะซ่อน Mora สักกล่องไว้ที่ด้านหลังของ Fischl ด้วยรึเปล่านะ\n{NICKNAME}: ถ้าพูดแบบนี้งั้น Paimon ก็...\n{NICKNAME}: ไม่รู้ว่า Paimon...\nPaimon: เฮ้ อย่าเข้ามานะ ฉันไม่ได้ซ่อนเงินไว้ใน พื้นรองเท้าหรอกนะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weaselThief_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"เพื่อวันพรุ่งนี้ที่ไม่มีน้ำตา\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1051,
			"title": "เกี่ยวกับเรื่องราวการผจญภัย...",
			"voicelineType": "39001",
			"description": "{NICKNAME}: Paimon เคยอ่าน \"ความเศร้าโศกของ Vera\" มาก่อนมั้ย?\nPaimon: ฟังดูคุ้น ๆ นะ!\n{NICKNAME}: หนังสือชุดนั้นมีชื่อเสียงมากเลยนะ เห็นเขาว่าคนแต่งได้เงิน ไปไม่น้อยเลยล่ะ...\nPaimon: เฮ้อ Paimon เองก็อยากหา Mora ได้เยอะ ๆ เหมือนกัน\nPaimon: อื้ม... ตัดสินใจได้ละ! Paimon จะเขียนเรื่องราวการ ผจญภัยเหมือนกัน!\n{NICKNAME}: เรื่องราวการผจญภัยของ Paimon?\nPaimon: ใช่แล้ว! เป็นเรื่องราวเกี่ยวกับผู้กล้า ที่ปราบมังกร และช่วยกอบกู้โลก...\nPaimon: จากนั้นก็นั่งกิน Sticky Honey Roast กับเพื่อนของเธอ 10 จาน!\n{NICKNAME}:  10 จาน?\nPaimon: อ่าฮะ! ตอนจบต้องแฮปปี้หน่อย คนอ่านจะได้ชอบไงล่ะ!\nPaimon: งั้นก็เอาตามนี้นะ! ตั้งชื่อหนังสือว่า \"ความสุขของ Paimon!\"\n{NICKNAME}: ฮะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_adventureStory_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"บทเพลงแห่งมังกร และอิสรภาพ\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1052,
			"title": "เกี่ยวกับฝันร้าย...",
			"voicelineType": "50001",
			"description": "Paimon: {NICKNAME} เธอเคยฝันร้ายแบบสุด ๆ มั้ย?\n{NICKNAME}: เอิ่ม ฉันเคยฝันว่าตกลงไปใน ความมืดที่ไม่สิ้นสุด...\n{NICKNAME}: ไม่ได้ใส่เครื่องร่อนเวหาด้วย\nPaimon: กรี๊ด...\n{NICKNAME}: ฉันเคยฝันเห็นน้องสาว ของฉันเดินจากฉันไปแบบ ไม่หันหลังมามอง ในขณะที่ฉันวิ่งตามเธอยังไง ก็วิ่งไม่ทัน\n{NICKNAME}: ...เธอบอกว่าฉัน \"มาช้าไป\"\nPaimon: โธ่...\nPaimon: นั่นเป็นฝันที่ไม่เหมือนของ Paimon เลย\nPaimon: ฝันร้ายที่น่ากลัวที่สุดของ Paimon คือโดน slime ตัวยักษ์กิน",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nightmare_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"เพื่อวันพรุ่งนี้ที่ไม่มีน้ำตา\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1053,
			"title": "เกี่ยวกับ \"Seelie\"...",
			"voicelineType": "51001",
			"description": "{NICKNAME}: Seelie ที่ตามล่าหาสมบัติพวกนั้น มาจากไหนกันนะ?\nPaimon: อาจจะโผล่มาจากพื้นดินหรือ ไม่ก็หล่นลงมาจากต้นไม้?\nPaimon: ถึงแม้จะไม่รู้ที่มา แต่ที่ไหนมี Seelie ที่นั่นต้องมีของดี!\n{NICKNAME}: แต่...ทำไมเวลาพวกเขา สัมผัสสมบัติแล้วมักจะมี บรรยากาศเศร้าหมอง บางอย่างล่ะ?\nPaimon: ฮืม?\n{NICKNAME}: ไม่มีอะไร ฉันอาจจะรู้สึกไปเองน่ะ\nPaimon: เอ่อ... ถ้าเธอไม่อยากได้สมบัติก็ เอามาให้ Paimon เก็บให้ก็ได้นะ ฟรี ๆ ไม่คิดกะตัง!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_seelie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1054,
			"title": "เกี่ยวกับคนที่ประทับใจมากที่สุด...",
			"voicelineType": "54001",
			"description": "Paimon: การเดินทางในช่วงนี้มี คนไหนที่ทำให้เธอประทับใจ ที่สุดบ้างมั้ย?\nPaimon: สำหรับฉันน่าจะเป็น Sara\n{NICKNAME}:  Timmie\nPaimon: เอ๋! ทำไมล่ะ?\n{NICKNAME}: ช่วงนี้ทุกครั้งที่กิน Sweet Madame จะนึกถึงหน้าเขาตลอดเลย... แม้แต่เนื้อก็ไม่อร่อยไปเลย",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_impressivePerson_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1055,
			"title": "เกี่ยวกับภาษา...",
			"voicelineType": "21001",
			"description": "Paimon: เธอเรียนรู้สิ่งใหม่ ๆ ได้ไวมากเลย\nPaimon: แม้ในเวลาสั้น ๆ แบบนี้ก็สามารถเข้าใจภาษาของ Teyvat ได้\n{NICKNAME}: เป็นเพราะ Paimon สอนได้ดีไงล่ะ\nPaimon: อิอิอิ...\n{NICKNAME}: ไม่แน่นะ อีกหน่อยความสามารถ ในการตั้งฉายา... อาจจะดีขึ้นด้วยก็ได้",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_language_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1056,
			"title": "เกี่ยวกับสายพันธุ์ของ Paimon...",
			"voicelineType": "18001",
			"description": "{NICKNAME}: มอนสเตอร์แบบไหนที่ทำให้ เธอประทับใจที่สุด?\nPaimon: มอนสเตอร์เหรอ...อืม...Ruin Guard มั้ง?\n{NICKNAME}: Ruin Guard นับเป็นมอนสเตอร์ด้วยเหรอ? น่าจะเป็นพวกกลไก มากกว่านะ...\nPaimon: ฉันว่าพวกที่สร้างความ เดือดร้อนให้คนอื่นจนต้อง ถูกกำจัดพวกนั้นก็ถือเป็น มอนสเตอร์น่ะแหละ?\nPaimon: ก็เหมือนเจ้าพวกที่เราโค่นได้ เวลาออกล่านั่นก็นับเป็น มอนสเตอร์นะ\n{NICKNAME}: อย่างนี้นี่เอง...ถ้าพูดอย่างนี้ล่ะก็ งั้นฉันก็สามารถจัดประเภทของ Paimon ได้แล้วล่ะ\nPaimon: เอ๊ะ? คืออะไรเหรอ? \n{NICKNAME}: Paimon ถือเป็นพวกที่สามารถตกได้...เพราะฉะนั้นก็คือ \"ปลา\" ไงล่ะ\nPaimon: ฮืม?\n",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_species_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1057,
			"title": "เกี่ยวกับวิธีการเก็บอาวุธ...",
			"voicelineType": "22001",
			"description": "Paimon: นี่ เธอช่วยแสดงอันนั้น ให้ดูอีกทีได้มั้ย? อันนั้นน่ะ!\n{NICKNAME}: อันไหนล่ะ?\nPaimon: ก็...ที่พอเอาอาวุธหวดลงไป ที่พื้นแล้วมันก็หายไป แล้วจู่ ๆ ก็มาโผล่ที่ด้านหลังน่ะ!\n{NICKNAME}: อันนั้นเหรอ...เธอน่าจะ เคยเห็นหลายครั้งแล้วสินะ?\nPaimon: แต่ฉันก็ยังไม่เข้าใจหลักการ อยู่ดี เธอช่วยอธิบายหน่อยได้มั้ย?\n{NICKNAME}: งั้นเธอช่วยอธิบายมาก่อนว่า ทำไมจู่ ๆ ถึงมาปรากฏตัวต่อหน้าฉัน แล้วทำไมบางครั้งจู่ ๆ ก็หายตัวไปซะงั้นล่ะ?\nPaimon: เอ่อ...นี่...เป็นความสามารถ ตั้งแต่เกิดของ Paimon น่ะ ไม่รู้จะอธิบายยังไง เหมือนกัน...\n{NICKNAME}: อื้ม จริง ๆ แล้วเทคนิคในการเก็บอาวุธ ก็ใช้หลักการเดียวกัน\n{NICKNAME}: นี่ก็คือบทพิสูจน์ของ มิตรภาพสินะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1058,
			"title": "เกี่ยวกับขุมทรัพย์...",
			"voicelineType": "23001",
			"description": "Paimon: {NICKNAME} เธอคิดยังไงกับหีบสมบัติแบบนี้?\n{NICKNAME}: ฉันเชื่อว่า... น่าจะเป็นร่องรอยที่นักเดินสุด ยิ่งใหญ่ในอดีตได้ทิ้งเอาไว้\n{NICKNAME}: ทุกครั้งที่ฉันเปิดหีบแล้ว มองดูสิ่งที่อยู่ข้างในนั้น ก็สามารถรับรู้ความรู้สึกของ คนในอดีตได้...\nPaimon: ประสบการณ์การผจญภัย เพิ่มขึ้นแล้วล่ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_chest_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1059,
			"title": "เกี่ยวกับดวงตา...",
			"voicelineType": "55001",
			"description": "Paimon: มองตาฉันสิ\n{NICKNAME}: ทำไมเหรอ?\nPaimon: Kaeya บอกว่าดวงตานั้นเป็นเหมือน หน้าต่างของหัวใจที่สามารถ สื่อความรู้สึกได้\nPaimon: แค่เขามองตาก็รู้แล้วว่า สิ่งที่คน ๆ นั้นพูดเป็นความจริงรึเปล่า\n{NICKNAME}: อืม...\nPaimon: ฉันชอบ Fisherman's Toast!\n{NICKNAME}: นี่เป็นเรื่องจริงอยู่แล้ว เพราะขอแค่เป็นของกินเธอ ก็ชอบทั้งนั้น\nPaimon: อิอิ\n{NICKNAME}: พูดถึงคนที่เจอคราวก่อน ที่ดวงตาเต็มไปด้วยประกาย ของความกระตือรือร้น\nPaimon: ใครเหรอ?\n{NICKNAME}: Ruin Guard ไง เห็นแล้วอยากจะจิ้มตา เข้าให้...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_eyes_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จ \"ขุมทรัพย์โจรสลัด\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1060,
			"title": "เกี่ยวกับการเลียนแบบคนอื่น...",
			"voicelineType": "65001",
			"description": "Paimon: เฮ้อ...เบื่อจัง... เซ็งจะแย่แล้ว...\n{NICKNAME}: อยู่ว่าง ๆ ไปก็เสียเปล่า เรามาเลียนแบบคนของ กองอัศวินกันเอามั้ย?\nPaimon: เอ่...? จะไม่เสียมารยาทเหรอ?\n{NICKNAME}: ฮ่าฮ่า ไม่เลวนี่ แม้แต่คุณสมบัติของอัศวินอย่าง \"ความสุภาพและนอบน้อมถ่อมตน\" ก็รู้กับเค้าด้วย\nPaimon: เฮ้...นี่เริ่มแล้วงั้นเหรอ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitate_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จ \"ขุมทรัพย์โจรสลัด\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1061,
			"title": "เกี่ยวกับความโชคดีในการจับรางวัล...",
			"voicelineType": "42001",
			"description": "Paimon: จ๊อกกกกก\n{NICKNAME}: ฮืม? เสียงนกพิราบแถวนี้เหรอ?\nPaimon: ไม่ใช่หรอก เสียงท้องฉันร้องเองแหละ\nPaimon: อืม...ฉันอยากจะหา นักเดินทางสักคนมาช่วยทำ Sticky Honey Roast ให้ฉันสักที่หนึ่งน่ะ\nPaimon: ว่าแต่นักเดินทางคนไหน จะเป็นผู้โชคดีกันนะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_lottery_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"คนแปลกหน้าผู้มากับสายลม\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1090,
			"title": "เกี่ยวกับคำสั่งล่าวิชั่น...",
			"voicelineType": "71001",
			"description": "Paimon: ถ้าจะพูดถึงเรื่องที่เพิ่งเกิดขึ้นใน Inazuma ไม่นานมานี้ ก็คงจะหนีไม่พ้นเรื่องคำสั่งล่าวิชั่นสินะ\nPaimon: แต่เธอไม่มีวิชั่น เพราะฉะนั้นไม่ต้องกลัวว่าจะถูกยึดไปหรอกน่า\nPaimon: แต่ในทางกลับกัน ถ้าถูกสำนัก Tenryou จับไปล่ะก็ {NICKNAME} เองก็จะมอบวิชั่นให้พวกเขา เพื่อแลกกับชีวิตของเธอไม่ได้เหมือนกัน...\n{NICKNAME}: ฉันบอกพวกเขาว่า Paimon ก็คือวิชั่นของฉันก็ได้นี่\nPaimon:Paimon นี่เป็นไอเทมสารพัดประโยชน์จริง ๆ... เฮ้ ไม่ใช่ซะหน่อย!\n{NICKNAME}: วางใจเถอะน่า ฉันไม่ให้พวกเขาจับ Paimon ไปหรอก\nPaimon: แบบนี้ค่อยน่าฟังหน่อย\n{NICKNAME}: แบบนี้ Paimon จะได้อยู่ในคุกเป็นเพื่อนฉัน แล้วเราจะได้โดนประหารด้วยกันไงล่ะ...\nPaimon: เอ่อ... ถ้าเป็นแบบนี้ล่ะก็ เธอจับฉันมอบตัวดีกว่า\nPaimon: ...เดี๋ยวก่อนนะ เราอย่าโดนจับตั้งแต่แรกจะดีกว่ามั้ย?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_visionHuntDecree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"ไร้พะวงปลงคะนึง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1091,
			"title": "เกี่ยวกับกองทัพต่อต้าน...",
			"voicelineType": "71002",
			"description": "Paimon: มีแต่คนที่มีเจตจำนงแห่งการต่อต้านเท่านั้น ถึงจะเข้าร่วมกองทัพต่อต้านได้!\nPaimon: จะว่าไป Paimon ก็มีคุณสมบัติที่จะเข้าร่วมกองทัพต่อต้านเหมือนกันนะ!\n{NICKNAME}: Paimon มีเจตจำนงแห่งการต่อต้านด้วยเหรอ?\nPaimon: ฉันต่อต้านการกดขี่ของโชคชะตาสุดใจเลยนะ!\n{NICKNAME}: งั้น Paimon คงเข้าร่วมกองทัพต่อต้านไม่ได้หรอก\nPaimon: ทำไมล่ะ? เพราะสิ่งที่เราต่อต้านไม่เหมือนกันงั้นเหรอ?\n{NICKNAME}: เพราะการต่อต้านของ Paimon มันเปล่าประโยชน์มาตลอดไงล่ะ...\nPaimon: ฮือฮือ มันจะมากไปแล้วนะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_rebels_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"ไร้พะวงปลงคะนึง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1092,
			"title": "เกี่ยวกับปืนใหญ่ Kamuijima...",
			"voicelineType": "71003",
			"description": "Paimon: ปืนใหญ่ Kamuijamo, ปืนใหญ่ Kamuijama, ปืนใหญ่ Kamuijima อ๊ากกก...ทำไมชื่อมันเรียกยากอย่างนี้นะ\n{NICKNAME}: Paimon พูดอะไรน่ะ?\nPaimon: เจ้านี่ไงล่ะ อาวุธสุดทรงพลังที่กองทัพแห่งโชกุนสร้างขึ้นมาเพื่อปกป้อง Tatarasuna\nPaimon: ปืนใหญ่ Kamuijima!\n{NICKNAME}: มันดูทรงพลังมากเลยนะ... แต่ตอนที่เราอยู่ที่ Tatarasuna ก็ไม่เห็นมันถูกใช้งานเลยนะ\nPaimon: ได้ยินว่าแม้แต่กองทัพต่อต้านก็รู้ดีถึงอานุภาพของมัน เพราะงั้นพวกเขาถึงได้เข้ายึดครองที่นั่นอย่างลับ ๆ ก่อนจะเริ่มสงครามอย่างเป็นทางการ\nPaimon: แต่ว่าเจ้าปืนใหญ่...Kamuijima นี้ ต้องใช้กระสุนชนิดพิเศษหรือธาตุไฟฟ้าถึงจะใช้งานมันได้ แล้วฝ่ายต่อต้านก็ใช้งานมันไม่ได้ด้วย\nPaimon: กองทัพแห่งโชกุนทุ่มเทกำลังและเวลาเพื่อสร้างอาวุธนี้ขึ้นมา Paimon อยากเห็นจริง ๆ ว่ามันจะร้ายแรงแค่ไหนกันนะ...\n{NICKNAME}: ธาตุไฟฟ้าน่ะ ฉันก็พอมีอยู่บ้างนะ\nPaimon: จริงด้วยสิ! แต่ดูเหมือนแถวนี้จะไม่มีกระสุนปืนใหญ่ที่ใช้งานได้น่ะสิ...\nPaimon: หืม? เธอจ้องฉันทำไม? เฮ้!!!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_tatarasaWeapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"ไร้พะวงปลงคะนึง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1093,
			"title": "เกี่ยวกับ Taroumaru...",
			"voicelineType": "71004",
			"description": "Paimon: รู้มั้ย ตอนที่เราไปถึงโรงน้ำชา Komore ครั้งแรก Paimon นึกว่า Taroumaru จะพูดได้ซะอีก\n{NICKNAME}: Paimon ดูผิดหวังนะ\nPaimon: ก็ใช่น่ะสิ ถ้า Taroumaru พูดได้จริง ๆ ล่ะก็ จะต้องพูดเรื่องที่น่าทึ่งออกมาแน่ ๆ!\n{NICKNAME}: เช่นเรื่องอะไร? \nPaimon: อย่างเช่น... \"Thoma เลิกมาซ่อนอยู่ที่นี่ได้แล้ว นายขวางทางฉันอยู่นะ โฮ่ง!\"\n{NICKNAME}: อ่า ฟังดูมีเหตุผล\nPaimon: ยกตัวอย่างอีกอันนะ... \"Kozue สัญญาระหว่างเราจะอยู่ไปชั่วฟ้าดินสลาย อย่าหวังว่าชีวิตนี้จะหนีจากมันได้ โฮ่งโฮ่ง!\"\n{NICKNAME}: เรื่องที่ Kozue บอกว่าเขาถูกสัญญาลึกลับผูกมัดให้ทำงานที่ร้านเนี่ย Paimon คงจะไม่ได้เชื่ออย่างงั้นจริง ๆ ใช่มั้ย...\nPaimon: อ๋อ อ๋อ! ยังมีอีกนะ ฉันนึกออกแล้ว อันนี้ไม่เลวเลย——\nPaimon: \"ดูคุณลูกค้าที่ชื่อ Paimon คนนี้สิ ทั้งเฉลียวฉลาดและน่ารัก สำหรับอาหารวันนี้ให้กินฟรีเลยละกัน โฮ่ง!\"\n{NICKNAME}: พูดเองเออเองทั้งนั้น\nPaimon: ฮี่ฮี่...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_taroumaru_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"ไร้พะวงปลงคะนึง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1094,
			"title": "เกี่ยวกับ Gorou...",
			"voicelineType": "71005",
			"description": "Paimon: เฮ้อ...\n{NICKNAME}: Paimon กลุ้มใจเรื่องอะไรอยู่เหรอ?\nPaimon: {NICKNAME} จำหูที่มีขนฟู ๆ ของ Gorou ได้มั้ย?\nPaimon: Paimon ก็อยากมีบ้าง หรือมีเขาที่น่ารักเหมือนของ Ganyu ก็ไม่เลวเหมือนกัน\nPaimon: {NICKNAME} เธอมีวิธีดี ๆ บ้างรึเปล่า?\n{NICKNAME}: ขอฉันหาแป๊บนึงนะ... อ๊ะ เจอแล้ว\nPaimon: จริงเหรอ? {NICKNAME} เธอนี่พึ่งพาได้จริง ๆ เลย!\n{NICKNAME}: ทะด๊าาา~ Tusk of Monoceros Caeli ไงล่ะ!\nPaimon: ฉันไม่ได้อยากได้อันนี้ซะหน่อย!\nPaimon: อืม พอมาคิดดูอีกที Gorou ไม่ได้มีแต่หูขนฟู ๆ เขายังมีหางอีกนะ...\n{NICKNAME}: ทะด๊าาา เอา Tail of Boreas ไปเลย!\nPaimon: บอกแล้วไงว่าไม่เอาน่ะ! อีกอย่าง เอาสองอย่างนี้มารวมกันคงจะออกมาพิลึกจะตาย!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gorou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"ไร้พะวงปลงคะนึง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1096,
			"title": "เกี่ยวกับสำนักพิมพ์วรรณกรรม...",
			"voicelineType": "71007",
			"description": "Paimon: Inazuma มีสำนักพิมพ์ที่ตีพิมพ์นิยายโดยเฉพาะอย่างสำนักพิมพ์ Yae ด้วยล่ะ!\nPaimon: แถมพวกเขายังจัดการประกวดด้วยนะ สุดยอดไปเลย!\n{NICKNAME}: งั้น Paimon ก็เอานิยายเรื่อง \"ความสุขของ Paimon!\" ที่ Paimon บอกว่าจะเขียน เอาไปส่งเข้าประกวดสิ\nPaimon: เอ่อ เรื่องนั้น... ตอนที่เรามาถึง Inazuma ฉันเผลอทำมันหายไปแล้ว...\n{NICKNAME}: ...จริงเหรอ? (จ้อง——)\nPaimon: ก็ได้ ๆ ยอมรับก็ได้ Paimon ยังไม่ได้ลงมือเขียนเลย\nPaimon: แต่จะโทษ Paimon ก็ไม่ได้นะ จริง ๆ แล้ว Paimon ตั้งใจจะเขียนหลายครั้งแล้ว แต่สามวันก่อนปากกาของ Paimon มันหัก เมื่อวานซืน Paimon มือเป็นตะคริว เมื่อวาน Paimon ก็ข้อเท้าเคล็ด วันนี้ Paimon ก็... เอ่อ... Paimon หิวแล้ว!\n{NICKNAME}: บางทีนิยายเรื่อง \"ข้ออ้างหมื่นแสนประการของ Paimon\" อาจจะเสร็จเร็วกว่า \"ความสุขของ Paimon!\" ก็ได้นะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_novelPublish_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ทำเควสต์ \"ไร้พะวงปลงคะนึง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1097,
			"title": "เกี่ยวกับ Kaedehara Kazuha...",
			"voicelineType": "71008",
			"description": "Paimon: Kazuha เป็นคนที่รักอิสระมากเลยเนอะ\n{NICKNAME}: นั่นสิ เหมือนเขาจะชอบไปไหนมาไหนคนเดียวตลอดเลย\nPaimon: ได้ท่องโลกตามลำพัง แล้วยังได้ยินเสียงของทุกสิ่งในธรรมชาติที่อยู่ใกล้ตัวเขาด้วย ฟังดูไม่เลวเลยนะ...\nPaimon: {NICKNAME} เธอคงไม่ได้คิดที่จะแอบออกไปผจญภัยคนเดียวแล้วไม่ชวน Paimon หรอกใช่มั้ย?\n{NICKNAME}: จะทำอย่างงั้นได้ยังไงล่ะ ฉันจะอยู่กับ Paimon ตลอดไปเลย\nPaimon: เยี่ยมไปเลย งั้น... ฮิฮิ นี่ให้เธอนะ...\n{NICKNAME}: \"บิลค่าอาหารของเดือนนี้\"... ทั้งหมด 300,000 Mora!?\nPaimon: เฮ้ {NICKNAME} เธอจะไปไหนน่ะ?\n{NICKNAME}: จู่ ๆ ฉันก็รู้สึกว่า การได้ท่องโลกตามลำพังมันฟังดูไม่เลวเลย\nPaimon: ไม่เอาน้าาา! รอ Paimon ด้วย!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kazuha_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"สายลมแห่งฤดูใบไม้ร่วง\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200212
					]
				}
			]
		},
		{
			"voicelineId": 1098,
			"title": "เกี่ยวกับ Kamisato Ayaka...",
			"voicelineType": "71009",
			"description": "Paimon: หืม... หืม...\n{NICKNAME}: ทำไมวันนี้ Paimon ดูซีเรียสจังเลย\nPaimon: เพราะ Paimon กำลังคิดเรื่องซีเรียสอยู่ไงล่ะ\nPaimon: เมื่อก่อน Paimon เคยอิจฉาชีวิตของคนในตระกูลที่มีชื่อเสียงมากเลย มี Mora ที่ใช้ไม่มีวันหมด แล้วก็มีอาหารอร่อยกองเป็นภูเขาเลย...\n{NICKNAME}: อา... มีแต่ของที่เธอชอบทั้งนั้น\nPaimon: แต่พอได้รู้จัก Ayaka แล้ว Paimon ถึงได้รู้ว่าชีวิตของคุณหนูจากตระกูลใหญ่เองก็ลำบากเหมือนกันนะ\nPaimon: ต้องแบกรับหน้าที่และความรับผิดชอบของตระกูล ต้องพยายามทำงานให้เสร็จ ถึงจะได้มีเวลาว่างเป็นของตัวเองบ้าง\nPaimon: ปกติ Ayaka ต้องทำงานหนักมากเลย เธอน่าจะหาเวลาพักผ่อนบ้าง...\nPaimon: จริงด้วย! เราชวน Ayaka ไปงานเทศกาลครั้งหน้าด้วยกันดีมั้ย?\nPaimon: ถ้าเป็นพวกเราชวนล่ะก็ Ayaka คงไม่ปฏิเสธหรอกมั้ง? ฮิฮิ\n{NICKNAME}: เอาสิ ฉันก็อยากไปงานเทศกาลกับ Ayaka อีกสักครั้งเหมือนกัน\nPaimon: อีกอย่าง ถ้าอยู่กับ Ayaka ล่ะก็... ค่าใช้จ่ายทั้งหมดสำหรับทริปของเรา...\n{NICKNAME}: ...นี่คือเป้าหมายที่แท้จริงของเธอสินะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ayaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"เรื่องราวของนกกระเรียน และกระต่ายขาว\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1099,
			"title": "เกี่ยวกับการเลียนแบบ Ayaka...",
			"voicelineType": "71010",
			"description": "Paimon: ไม่ว่า Ayaka จะทำอะไร เธอก็ดูสูงส่งและสง่างามตลอดเลยเนอะ\n{NICKNAME}: จู่ ๆ ฉันก็อยากเห็น Paimon เลียนแบบ Ayaka ขึ้นมา\nPaimon: อ่า เดี๋ยวฉันลองดู\nPaimon: \"โอ้ ที่แท้เธอตั้งใจเก็บเห็ดมาเพื่อทำ Chicken-Mushroom Skewer ให้ฉันงั้นเหรอ?\"\nPaimon: \"น่ารักจังเลย\"\n{NICKNAME}: ไม่เห็นจะเหมือน Ayaka ตรงไหนเลย แต่ฉันว่า...\n{NICKNAME}: ถึงแบบนี้จะไม่เหมือน แต่กลับรู้สึกว่ามันดูเหมาะกับ Paimon ดีเหมือนกันนะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitateAyaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"เรื่องราวของนกกระเรียน และกระต่ายขาว\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1100,
			"title": "เกี่ยวกับประเพณีของเทศกาล...",
			"voicelineType": "71011",
			"description": "Paimon: จะว่าไปแล้ว ในงานเทศกาลของ Inazuma ทุกคนทำตามธรรมเนียมที่ต้องสวมหน้าการกันหมดเลยเนอะ\nPaimon: แต่ Paimon หาดูตามแผงลอยจนทั่วแล้ว ก็ยังไม่เจอหน้ากากที่ขนาดพอดีกับหน้า Paimon เลย...\n{NICKNAME}: Paimon อยากมีหน้ากากเป็นของตัวเองมากเลยเหรอ?\nPaimon: ก็ใช่น่ะสิ! Paimon รู้สึกว่าถ้าไม่ใส่หน้ากาก ก็จะไม่ได้บรรยากาศของงานเทศกาล เหมือนกับไม่ได้รับช่อดอกไม้ในช่วงเทศกาล Windblume ยังไงล่ะ...\n{NICKNAME}: งั้นฉันทำให้เธอสักอันละกัน\nPaimon: ว้าว! {NICKNAME} เธอเนี่ยเป็นคนดีที่สุดเลย!\n{NICKNAME}: อืม หน้ากากแบบไหนถึงจะเหมาะกับเธอกันนะ... เอารูป Slime ที่ Paimon ชอบที่สุดดีมั้ย?\nPaimon: เย้! Slime Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fiestaTradition_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"เรื่องราวของนกกระเรียน และกระต่ายขาว\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1101,
			"title": "เกี่ยวกับ Yoimiya...",
			"voicelineType": "71012",
			"description": "Paimon: เธอว่า การที่พ่อของ Yoimiya ได้ยินเสียงไม่ค่อยชัดเจน มันจะเกี่ยวกับดอกไม้ไฟรึเปล่านะ?\nPaimon: เพราะว่าต้องผลิตแล้วก็ทดลองจุดดอกไม้ไฟทั้งปี ต้องอยู่แต่กับเสียงระเบิดของดินปืนทุกวัน มันต้องทำให้การได้ยินของเขาแย่ลงแน่ ๆ...\nPaimon: อ๊า! แล้วตอนนี้ Yoimiya มาสืบทอดกิจการของครอบครัว สุดท้ายเธอจะกลายเป็นเหมือนพ่อของเธอรึเปล่านะ ใครจะพูดอะไรก็ฟังไม่ชัด...\nPaimon: ปล่อยให้เป็นแบบนั้นไม่ได้เด็ดขาด! รีบคิดหาวิธีหลีกเลี่ยงไม่ให้เรื่องแบบนั้นเกิดขึ้นเร็วเข้า!\n{NICKNAME}: Paimon มีไอเดียดี ๆ มั้ย?\nPaimon: เอ่อ... อืม...\nPaimon: ถ้า Paimon บินไปอยู่หลัง Yoimiya แล้วคอยเอามือปิดหูเธอไว้ล่ะ?\n{NICKNAME}: งั้น Paimon ก็อยู่กับฉันไม่ได้น่ะสิ\nPaimon: ...ถ้าไม่มี Paimon นำทางให้ เธอต้องหลงทิศชัวร์ Paimon ไม่ทิ้งเธอไว้คนเดียวหรอกน่า!\nPaimon: แต่ว่า Yoimiya... จะทำยังไงดีล่ะ...\n{NICKNAME}: จริง ๆ แล้ว แค่ใส่ที่อุดหูไว้ตอนทำดอกไม้ไฟก็น่าจะได้แล้วมั้ง\nPaimon: จริงด้วย! ยังมีวิธีนี้อยู่นี่นา! เธอนี่หัวแหลมไม่เบาเลยนะ!\n{NICKNAME}: เฮ้อ... ได้เห็น Paimon กลุ้มใจขนาดนี้ ฉันกลับรู้สึกดีแฮะ\nPaimon: เอ๋? ที่จริงเธอคิดวิธีแก้ปัญหาได้ตั้งนานแล้ว แต่ไม่ยอมบอก Paimon งั้นเหรอ!\nPaimon: ทำไมถึงทำแบบนี้! เจ้าคนนิสัยไม่ดี!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yoimiya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"ดั่งฝันดั่งไฟฟ้าที่เหนือกาลเวลา\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1201309
					]
				}
			]
		},
		{
			"voicelineId": 1102,
			"title": "เกี่ยวกับเรื่องกลุ้มใจของ Sayu...",
			"voicelineType": "71013",
			"description": "Paimon: ดูเหมือน Sayu น้อยจะมีเรื่องกลุ้มใจอยู่นะ\nPaimon: Paimon ไม่เข้าใจเลยจริง ๆ\n{NICKNAME}: น่าจะเป็นเรื่องกลุ้มใจในการเติบโตล่ะมั้ง\nPaimon: เอ่อ Paimon ไม่ค่อยเข้าใจที่เธอพูดเลย\nPaimon: เพราะ Paimon ไม่มีเรื่องกลุ้มใจอะไรเลย\n{NICKNAME}: อืม...\n{NICKNAME}: แย่แล้ว! ในกระเป๋ามี Mora เหลืออยู่แต่นิดเดียวเอง ต่อไปเราต้องอยู่กันแบบขัดสนหน่อยนะ\nPaimon: หา? ไม่เอานะ——\n{NICKNAME}: ตอนนี้มีเรื่องกลุ้มใจแล้วล่ะสิ?\nPaimon: ทำไมต้องแกล้งกันอย่างงี้ด้วยล่ะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sayuAnnoy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - เมือง Inazuma\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1103,
			"title": "เกี่ยวกับ Onikabuto...",
			"voicelineType": "71014",
			"description": "Paimon: โว้ว เจ้าพวกแมลง Onikabuto นี่ดูน่ากลัวชะมัดเลย ดูลายที่หลังของมันสิ!\n{NICKNAME}: เธอหมายถึงลวดลายที่ดูเหมือนปีศาจชั่วร้ายนั่นน่ะเหรอ? นั่นเป็นเพราะว่าพวกมันไม่ชอบการต่อสู้ไงล่ะ เลยต้องใช้ลวดลายแบบนี้มาขู่ให้คนกลัว\nPaimon: หัวใสกันสุด ๆ เลย เราก็เรียนรู้จากมันบ้างสิ!\nPaimon: เราลองยืมหน้ากากของ Xiao มาใส่ดูมั้ย? ถ้าพวก Hilichurl เห็นเข้า ต้องกลัวจนตัวสั่นแน่นอน\n{NICKNAME}: เอ่อ... ฉันว่า Xiao คงไม่ยอมให้หรอกมั้ง...\nPaimon: ก็จริง... งั้นเราขอให้ Sayu ไปขโมยให้เราดีมั้ย?!\nPaimon: เธอมีวิชานินจาที่ทำให้เธอหายตัวได้ใช่มั้ย? เธอต้องขโมยได้สำเร็จแน่! แผนนี้เยี่ยมไปเลยเนอะ!\nPaimon: อืม... แต่ถ้ากลัว Xiao กลับมาคิดบัญชีย้อนหลังล่ะก็ งั้นไปขโมยของ Childe ก็ได้! ยังไงเธอก็ซัดหมอนั่นได้อยู่แล้ว\n{NICKNAME}: ไปขโมยของแบบนี้ไม่ดีมั้ง อีกอย่างถ้า Sayu ไม่ร่วมมือกับเราล่ะ?\nPaimon: งะ งั้นเราไปหา... ไปหา Albedo กัน!\nPaimon: ถ้า Albedo คิดค้นน้ำยาโพชั่นที่ช่วยให้ Sayu สูงขึ้นได้ Sayu ต้องช่วยเราแน่นอน!\n{NICKNAME}: แล้วต้องทำยังไง Albedo ถึงจะยอมช่วยเราล่ะ? \nPaimon: แง๊! สมองของ Paimon จะระเบิดแล้วนะ เราไปซื้อเอาที่งานเทศกาลก็ได้",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oniHornedBeetle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - เมือง Inazuma\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1104,
			"title": "เกี่ยวกับ Naku Weed...",
			"voicelineType": "71015",
			"description": "Paimon: เธอรู้มั้ย? ถึงแม้ Naku Weed จะมีส่วนที่มีโครงสร้างเหมือนดอกไม้ แต่จริง ๆ แล้วมันคือใบไม้ต่างหาก\nPaimon: แม้แต่ใบไม้ที่ไม่โดดเด่นสะดุดตายังพยายามจะเติบโต เพื่อคอยปกป้องดอกไม้ที่แสนบอบบาง...\nPaimon: ฮี่ฮี่ ก็เหมือนกับ Paimon ที่คอยปกป้องนักเดินทางยังไงล่ะ\n{NICKNAME}: แต่ฉันจำได้ว่าใบของ Naku Weed กินไม่ได้นี่นา\nPaimon: ใช่แล้ว ๆ... เดี๋ยวนะ? เธอพยายามจะสื่ออะไรกันแน่?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrass_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟฟ้า \"Inazuma - Tatarasuna\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1105,
			"title": "เกี่ยวกับ Naku Weed และพายุ...",
			"voicelineType": "71016",
			"description": "Paimon: เธอรู้มั้ย? ว่าผู้คนใน Inazuma จะใช้การสั่นสะเทือนของ Naku Weed ในการพยากรณ์พายุฝน\nPaimon: เป็นเพราะ Naku Weed มักจะเติบโตในพื้นที่ที่เต็มไปด้วยพลังงานไฟฟ้า เลยมีความสามารถในตรวจจับสายฟ้าได้ตามธรรมชาติ\n{NICKNAME}：งั้นก็แสดงว่า Naku Weed ก็เหมือน Paimon น่ะสิ\nPaimon: เอ๋? เหมือนตรงไหนเหรอ?\n{NICKNAME}: เพราะ Paimon ชอบอยู่ในที่ที่เต็มไปด้วยอาหารอันโอชะ และไวต่อการตรวจจับอาหารอร่อย ๆ ยังไงล่ะ!\nPaimon: ฮี่ฮี่ ก็จริงแหละ!\n{NICKNAME}: งั้น Paimon จะเปิดใช้เรดาร์ล่ะนะ...\nPaimon: ตู๊ด ตู๊ด ตี๊ด ตี๊ด ตี๊ด เพื่อของอร่อย ลุยเลย!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrassAndThunder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟฟ้า \"Inazuma - Tatarasuna\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1106,
			"title": "เกี่ยวกับ Sakura Bloom...",
			"voicelineType": "71017",
			"description": "Paimon: Sakura Bloom ที่ปลิวลงมาจากต้น Sacred Sakura นี่สวยจังเลยน้าา\nPaimon: ได้ยินมาว่า ที่กลีบดอกไม้พวกนั้นสามารถลอยอยู่ในอากาศได้เป็นเวลานาน ก็เพราะพลังงานของธาตุไฟฟ้า\n{NICKNAME}: งั้นที่ Paimon ลอยอยู่ในอากาศได้ ก็เพราะเหตุผลนี้น่ะเหรอ?\nPaimon: อ่า...นั่นก็...เพราะว่า...\n{NICKNAME}: หรือ Paimon ก็ไม่รู้ว่าทำไมตัวเองถึงบินได้?\nPaimon: ที่ Paimon บินได้ ก็เป็นเพราะ...พลังงานที่ลึกลับยังไงล่ะ!\n{NICKNAME}: เข้าใจแล้ว เธอไม่รู้อะไรเลยสินะ\n{NICKNAME}: ในเมื่อเป็นอย่างงี้ เราไปให้ Albedo ช่วยค้นคว้าให้ก็แล้วกัน...\nPaimon: อย่าเชียวนะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakuraTemari_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - Grand Narukami Shrine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						244
					]
				}
			]
		},
		{
			"voicelineId": 1107,
			"title": "เกี่ยวกับ Lavender Melon...",
			"voicelineType": "71018",
			"description": "Paimon: Lavender Melon มีประโยชน์มาก ๆ เลย!\nPaimon: เนื้อก็กินได้ เปลือกก็เอาไปแปรรูปเป็นสีย้อมได้ด้วย\n{NICKNAME}: Paimon ก็มีประโยชน์มากเหมือนกันนะ!\n{NICKNAME}: ทั้งเป็นผู้นำทางให้ฉัน แถมยังตั้งฉายาแย่ ๆ ให้คนอื่นด้วย\nPaimon: อื้ม! ขอบคุณที่ช่วยยืนยันให้นะ!\nPaimon: เดี๋ยวนะ เธอคงไม่ได้เตรียมจะล้อ Paimon เล่นใช่มั้ย?\nPaimon: งั้น Paimon จะปิดปากเธอ ไม่ให้พูดซะเลย!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sumireLemon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - Konda Village\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						296
					]
				}
			]
		},
		{
			"voicelineId": 1108,
			"title": "เกี่ยวกับดาบ...",
			"voicelineType": "71019",
			"description": "Paimon: {NICKNAME} เธอสังเกตมั้ย?\nPaimon: ใน Inazuma น่ะ คนที่พกดาบที่เอวถือเป็นคนส่วนน้อย ทหารส่วนใหญ่จะใช้หอกกัน\nPaimon: ไม่แน่ว่าดาบอาจจะเป็นสัญลักษณ์ที่บ่งบอกสถานะอย่างหนึ่งก็ได้... ฉันจะพกดาบสักเล่มดีมั้ยนะ?\nPaimon: แต่ดาบของที่นี่ใหญ่เกินไปสำหรับ Paimon น่ะสิ... อย่างงั้นไปหาช่างตีเหล็กชื่อดังทำดาบให้สักเล่มดีกว่า!\n{NICKNAME}: แต่การสั่งทำดาบ ต้องใช้เงินไม่น้อยเลยนะ\nPaimon: หรือเธอจะบอกว่า Mora สำคัญกว่าความปรารถนาของคู่หูสุดน่ารักอีกอย่างงั้นเหรอ?\n{NICKNAME}: ...อันที่จริงฉันเตรียมเอาไว้ให้ Paimon แล้วล่ะ\nPaimon: จริงเหรอ ๆ ขอฉันดูหน่อยสิ!\nPaimon: เฮ้ นี่มันมีดที่เราใช้หั่นผลไม้ไม่ใช่เหรอ!\n{NICKNAME}: อย่างน้อยขนาดของมันก็เหมาะกับ Paimon พอดีนี่นา...\n{NICKNAME}: อะแฮ่ม \"สิ่งสำคัญไม่ใช่คุณค่าของดาบ แต่คือจิตวิญญาณที่ใฝ่หาการต่อสู้\" ต่างหาก\nPaimon: อย่ามาใช้คำพูดเจ๋ง ๆ ตบตากันนะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sabre_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - เมือง Inazuma\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1109,
			"title": "เกี่ยวกับน้ำพุร้อน...",
			"voicelineType": "71020",
			"description": "Paimon: ใน Inazuma มีน้ำพุร้อนด้วย!\n{NICKNAME}: แต่ Inazuma ไม่มีภูเขาไฟ\nPaimon: อืม ว่ากันว่าที่นี่ใช้เตายักษ์ในการให้ความร้อนน่ะ!\nPaimon: ถ้ามีโอกาส ฉันก็อยากไปแช่น้ำพุร้อนบ้าง แต่น่าเสียดาย ดูเหมือนจะเฉพาะพวกคนใหญ่คนโตเท่านั้นถึงจะมีสิทธิ์\n{NICKNAME}: หืม...\n{NICKNAME}: ไปกันเถอะ เรากลับไปที่ Dadaupa Gorge ใน Mondstadt กันดีกว่า!\nPaimon: เอ๋? ทำไมกะทันหันแบบนี้ล่ะ!\n{NICKNAME}: ที่ Dadaupa Gorge น่ะ พวก Hilichurl มีหม้อใบใหญ่ที่ใช้ Flaming Flower ในการจุดไฟ ถ้าไปแช่ในนั้นก็น่าจะไม่ต่างกับแช่น้ำพุร้อนหรอกมั้ง Paimon จะได้ไปแช่... เอ่อ ในน้ำซุปไงล่ะ?\nPaimon: ???",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hotSpring_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - เมือง Inazuma\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1110,
			"title": "เกี่ยวกับ Jugemu...",
			"voicelineType": "71021",
			"description": "Paimon: ตามธรรมเนียมของ Inazuma  พ่อแม่มักจะตั้งชื่อที่เป็นมงคลให้กับลูก\n{NICKNAME}: ซึ่งชื่อนั้นมักจะมาพร้อมกับความคาดหวังของทุกคน ที่อยากให้เด็กมีความเจริญรุ่งเรือง ปลอดภัยและไม่เจ็บไข้ได้ป่วย\nPaimon: ดังนั้นพ่อแม่จึงมักจะตั้งชื่อที่ยาวมาก ๆ ให้กับลูก พร้อมกับคำที่มีความหมายดี ๆ เต็มไปหมด\n{NICKNAME}: ปรากฏว่ามีอยู่วันนึง เด็กคนนี้ตกลงไปในแม่น้ำระหว่างทางกลับบ้าน เพื่อนของเธอรีบกลับไปบอกพ่อแม่ของเธอว่า \"แย่แล้ว แย่แล้ว\"\nPaimon: \"เกิดอะไรขึ้นเหรอ?\"\n{NICKNAME}: \"Ozvaldo Hrafnavins กับ Prinzessin der Verurteilung Fischl von Luftschloss Narfidort มาเร็ว ๆ เข้า Centennial Genius Astrologist Mona Megistus ตกลงไปในน้ำ!!\"\nPaimon: ...ถ้า Mona ตกน้ำ ก็ไม่เห็นต้องห่วงอะไรนี่นา\n{NICKNAME}: ก็ใช่น่ะสิ รอจนเพื่อนของเธอพูดชื่อที่ยาวเป็นหางว่าวนั่นเสร็จ Mona ที่ว่ายน้ำได้รวดเร็ว ก็คงยืนอยู่หน้าบ้านแล้วล่ะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jugemu_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - เมือง Inazuma\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1111,
			"title": "เกี่ยวกับหมู่เกาะใน Inazuma...",
			"voicelineType": "71022",
			"description": "Paimon: วิวทิวทัศน์ของ Inazuma แตกต่างจากที่เราเคยเห็นมามาก ๆ เลย\n{NICKNAME}: อื้ม เป็นประเทศที่มีเกาะอยู่มากมายเลย\nPaimon: งั้นก่อนที่จะมีการคิดค้นเรือขึ้น ผู้คนบนเกาะต่าง ๆ ติดต่อสื่อสารกันยังไงนะ?\n{NICKNAME}: ตามที่พ่อของ Yoimiya บอก พวกเขาน่าจะใช้สัญญาณควันไฟในการสื่อสารกันนะ\n{NICKNAME}: บางที อาจจะ...\nPaimon: อาจจะ...?\n{NICKNAME}: อาจจะขอให้คนที่สามารถแช่แข็งผิวน้ำได้ ช่วยเดินทางไปมาระหว่างเกาะต่าง ๆ เพื่อช่วยส่งข่าวให้\nPaimon: อุว้าวว งั้นโชคดีที่ Kaeya ไม่ได้อยู่ใน Inazuma ในตอนนั้น ไม่งั้นเขาคงจะยุ่งกว่าหัวหน้ากอง Jean ซะอีกมั้ง!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_inazumaIsland_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - Ritou\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						331
					]
				}
			]
		},
		{
			"voicelineId": 1112,
			"title": "เกี่ยวกับทานูกิ...",
			"voicelineType": "71023",
			"description": "Paimon: ทานูกิช่างเป็นสิ่งมีชีวิตที่ลึกลับมาก\n{NICKNAME}: ทานูกิน่ารักจริง ๆ\nPaimon: น่าเสียดาย ที่มันพูดภาษามนุษย์ได้\n{NICKNAME}: ถ้า Paimon พูดภาษามนุษย์ไม่ได้ล่ะก็ จะดูลึกลับและสูงส่งมั้ยนะ?\nPaimon: นี่เธอกำลังแซวฉันอยู่ใช่มั้ย?\n{NICKNAME}: อ่ะหึ หึ~ หึ~ หึหึหึ~ หึหึหึหึหึหึหึ~",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanuki_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - Chinju Forest\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1113,
			"title": "เกี่ยวกับทานูกิและภาพลวงตา...",
			"voicelineType": "71024",
			"description": "Paimon:  เธอรู้จักมอนสเตอร์ชนิดหนึ่งใน Inazuma ที่ชื่อว่าทานูกิมั้ย มันสามารถแปลงร่างเป็นใครก็ได้ด้วยนะ!\n{NICKNAME}: ฉันเคยได้ยินข่าวลือทำนองนี้มาเหมือนกัน เทคนิคการแปลงร่างสุดลึกลับ\nPaimon: ถ้าวันหนึ่งมันแปลงร่างเป็นฉัน เพื่อมาหลอกเธอล่ะจะทำยังไง? เฮ้อ...เป็นห่วงจัง!\n{NICKNAME}: ไม่ต้องห่วงเลย ฉันมั่นใจว่าสามารถแยกแยะได้! อ๋อ รู้แล้ว เธอเป็นห่วงสมบัติของฉันสินะ?\nPaimon: ก็ใช่น่ะสิ...เอ้ย ๆ มะ...ไม่ใช่ซะหน่อย! ฉันเป็นห่วงความปลอดภัยของ {NICKNAME} ต่างหากล่ะ!\nPaimon: หึ อย่ามองฉันแบบนั้นสิ...รีบคิดหาวิธีกันดีกว่า ว่าถ้าเกิดมี Paimon สองคนล่ะก็ จะรู้ได้ยังไงว่าคนไหนคือตัวจริง\n{NICKNAME}: ...เอะเฮะ\nPaimon: เอะเฮะหมายความว่ายังไงฮะ!\n{NICKNAME}: เห็นมั้ยล่ะ มีแค่ Paimon ตัวจริงเท่านั้นแหละที่จะตอบแบบนี้\nPaimon: อ๊ะ! โดนหลอกอีกแล้ว...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanukiAndIllusion_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - Chinju Forest\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1114,
			"title": "เกี่ยวกับศาลเจ้าแห่งอื่น ๆ...",
			"voicelineType": "71025",
			"description": "Paimon: ช่วงนี้เห็นศาลเจ้าเล็ก ๆ เพียบเลย รู้สึกว่าไม่น่าจะมีไว้เพื่อบูชาเทพแห่งสายฟ้านะ\n{NICKNAME}: น่าจะสร้างมาเพื่อเทพบางตนที่ชาวบ้านนับถือล่ะมั้ง? ชาว Inazuma เชื่อว่าทุกสิ่งล้วนมีจิตวิญญาณอยู่ และเชื่อว่าจะสามารถช่วยเหลือผู้คนได้ในช่วงเวลาคับขัน\nPaimon: โอ้...เพราะงั้นก็เลยสร้างศาลเจ้าให้พวกเขา แล้วก็ถวายของบูชาน่ะเหรอ\n{NICKNAME}: อื้ม เป็นเหมือนการขอพรแล้วก็ขอบคุณอย่างนึงน่ะ\nPaimon: ฉันรู้แล้ว! งั้นฉันจะไปหาคุณ Ayaka ขอให้เธอช่วยสร้างศาลเจ้าให้ฉันสักหลังนึง!\nPaimon: ทีนี้ก็จะได้รับของบูชาฟรี ๆ เพียบเลยไงล่ะ!\nPaimon: ดีใจจัง!\n{NICKNAME}: เอ๋? บะ...แบบนี้ก็ได้เหรอ?\nPaimon: ทำไมล่ะ? พวกเราก็ช่วยทุกคนมาตลอดไม่ใช่เหรอ? ที่เราทำไปน่ะ ไม่แน่ว่าอาจจะดีกว่าเทพก็ได้นะ!\n{NICKNAME}: ก็จริงนะ...\n{NICKNAME}: แต่พอคิดภาพผู้คนเอาดอกไม้และผลไม้มาวางไว้หน้าศาลเจ้าเพื่อฉันแล้ว ก็รู้สึกแปลก ๆ อยู่นะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_otherShrine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - Araumi\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						245
					]
				}
			]
		},
		{
			"voicelineId": 1115,
			"title": "เกี่ยวกับฝนบนเกาะ Yashiori...",
			"voicelineType": "71026",
			"description": "{NICKNAME}: ฝนที่ตกไม่หยุดบนเกาะ Yashiori น่ะ ว่ากันว่าเกิดจากพลังของ \"Tatarigami\"\nPaimon: \"Tatarigami\"? คืออะไรเหรอ? ฟังดูร้ายกาจจัง\n{NICKNAME}: ก็คือสิ่งที่หลงเหลือจากเทพอสูร ซึ่งก็คือเศษซากของเทพอสูรที่ยังคงมีพลังอยู่เลยไม่สูญหายไป แถมยังทำให้เกิดเรื่องเลวร้ายต่าง ๆ มากมาย ก็เลยถูกเรียกว่า \"Tatarigami\" ยังไงล่ะ\nPaimon: อย่างงี้นี่เอง แต่ฝนตกก็ไม่ใช่เรื่องเลวร้ายอะไรนี่นา\nPaimon: รู้สึกเหมือนเทพตนนี้ร้องไห้ไม่หยุด เพราะเสียใจที่ถูกรังแกมากกว่า\n{NICKNAME}: ร้องไห้? เทพไม่ร้องไห้หรอกมั้ง ดูอย่าง Venti หรือ Zhongli สิ ไม่เคยเห็นพวกเขาร้องไห้เลยนะ\nPaimon: นั่นมันข้อยกเว้นน่ะ! ช่วยหยิกฉันทีสิ แล้วเธอจะได้เห็นเทพเจ้าร้องไห้\n{NICKNAME}: หืม? เธอเป็นเทพงั้นเหรอ?\nPaimon: ใช่แล้ว ใช่แล้วล่ะ!\n{NICKNAME}: ก็ได้ งั้นฉันเดาว่าเธอคือเทพแห่งการบินสุดทึ่ม? เทพ Slime? หรือเทพเจ้าแห่งการตกปลา?\nPaimon: เทพบ้าเทพบออะไรกันฮะ!\nPaimon: ฉันคือเทพผู้คุ้มครองของ {NICKNAME} ต่างหากล่ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yashioriIslandsRain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - Nazuchi Beach\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						258
					]
				}
			]
		},
		{
			"voicelineId": 1116,
			"title": "เกี่ยวกับสำนักงานนักสืบ Bantan Sango...",
			"voicelineType": "71027",
			"description": "{NICKNAME}：จะว่าไปใน Hanamizaka มีสำนักงานนักสืบ Bantan Sango อยู่\nPaimon: ฉันจำได้ สำนักงานของ Sango กับ Ryuuji ใช่มั้ย? ทุกคนต่างพูดถึงพวกเขาไว้ดีเลยนะ\n{NICKNAME}：เอ่ แต่ฉันได้ยินมาว่าพวกเขามักจะเจอเรื่องแปลก ๆ บางที่ถึงขั้นห้ามไม่ให้พวกเขาเข้าไปข้างในเลยล่ะ...\nPaimon: ฉันรู้สึกว่าทำแบบนี้ไม่ค่อยดีเท่าไหร่เลย ทั้ง ๆ ที่ Sango กับ Ryuuji ช่วยผู้คนเอาไว้ตั้งมากมาย...\n{NICKNAME}：งั้น Paimon จะชวนเค้าสองคนมากินข้าวด้วยมั้ยล่ะ?\n{NICKNAME}：จากนั้นพอกินไปได้สักครึ่งทาง จู่ ๆ ก็จะมีลูกค้าโต๊ะข้าง ๆ กรีดร้องแล้วก็ล้มลงไป...\nPaimon: งะ...งั้นอย่าดีกว่า จู่ ๆ ก็รู้สึกว่าถ้าไปกับพวกเขาแล้วจะต้องเจอกับเรื่องอันตราย...\n{NICKNAME}：นั่นก็คือสิ่งที่นักสืบชื่อดังต้องแลกยังไงล่ะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bantanNoSangoDetectiveAgency_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - ถนน\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						242
					]
				}
			]
		},
		{
			"voicelineId": 1117,
			"title": "เกี่ยวกับเซียมซี...",
			"voicelineType": "71028",
			"description": "Paimon: จริงสิ {NICKNAME} เธอเคยไปเสี่ยงเซียมซีที่ศาลเจ้ามั้ย?\nPaimon: ถ้าเราไปเสี่ยงเซียมซีก่อนการเดินทางครั้งต่อไป เราอาจจะได้คำชี้แนะก็ได้นะ\n{NICKNAME}: แล้วถ้าเราจับได้เซียมซี \"โชคร้าย\" หรือ \"มหันตภัย\" ล่ะ? มันต้องทำให้เราอารมณ์เสียแน่ ๆ...\nPaimon: ไม่เป็นไรหรอก มิโกะที่ศาลเจ้าบอกว่า ถ้าจับได้เซียมซีที่ไม่ดี ก็เอาไปแขวนไว้ที่ป้ายแขวนเซียมซีในศาลเจ้าก็เรียบร้อย...\nPaimon: เพราะงั้นแค่จับไปเรื่อย ๆ จนกว่าจะจับได้เซียมซี \"มงคล\" ไงล่ะ! ส่วนอันอื่นก็เอาไปแขวนไว้ที่ป้ายแขวนเซียมซีให้หมดเลย!\n{NICKNAME}: ถ้าทุกคนคิดเหมือนเธอละก็ ป้ายแขวนเซียมซีคงไม่เหลือที่ให้แขวนแล้วล่ะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kauChim_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - เมือง Inazuma\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1118,
			"title": "เกี่ยวกับ Musou no Hitotachi...",
			"voicelineType": "71029",
			"description": "Paimon: Musou no Hitotachi นี่เจ๋งไปเลย!\nPaimon: ไม่ว่าจะเป็นศัตรูประเภทไหน ฟันฉับเดียวก็จบเห่!\n{NICKNAME}: อืม... แต่ว่าถ้าเป็น Childe น่าจะต้องฟันสามครั้ง...\nPaimon: อ๋า จริงด้วย!\nPaimon: สรุปก็คือ ถ้าเธอเรียนรู้เทคนิคนั่นสำเร็จแล้วล่ะก็ การเดินทางครั้งต่อไปฉันก็ไม่ต้องห่วงเธอแล้วล่ะ!\n{NICKNAME}: งั้นต้องไปเรียนที่ไหนล่ะ?\nPaimon: งั้นต้องไปเรียนที่ไหนล่ะ?\n{NICKNAME}: หืม?\nPaimon: อย่ามองฉันอย่างงั้นสิ! ก็ได้ ๆ การเดินทางครั้งต่อไป Paimon จะดูแลเธอเองนะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_musouNoHitotachi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์ \"พันมือร้อยเนตรในโลกหล้า\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1119,
			"title": "เกี่ยวกับ Sangonomiya Kokomi...",
			"voicelineType": "71030",
			"description": "Paimon: {NICKNAME} เธอรู้มั้ยว่า Sangonomiya Kokomi เป็นถึงผู้นำมิโกะคนปัจจุบันของเกาะ Watatsumi เชียวนะ\nPaimon: แล้วก็เป็นผู้บัญชาการของเกาะ Watatsumi ด้วยนะ! เธอคุมเกาะทั้งเกาะเลย\nPaimon: Paimon ก็อยากเป็นคนใหญ่คนโตแบบเธอบ้าง...\n{NICKNAME}: พอได้เป็นคนใหญ่คนโตแล้วจะทำไม?\nPaimon: พอได้เป็นคนใหญ่คนโตแล้วก็จะทำการพิพากษาไงล่ะ อย่างเช่น... อะแฮ่ม\nPaimon: ในตอนเที่ยงผู้ต้องหา {NICKNAME} กิน Tricolor Dango ไปสองลูก และแบ่งให้ Paimon ซึ่งเป็นผู้เสียหายลูกเดียว ถือเป็นการละเมิด \"กฎแห่ง Paimon\" ข้อ 37 ที่ระบุว่า \"เท่าเทียมและยุติธรรม\" อย่างร้ายแรง!\n{NICKNAME}: งั้นท่าน Paimon จะมีบทลงโทษยังไง?\nPaimon: แน่นอนว่าบทลงโทษคือ เธอต้องทำ Tricolor Dango ให้ Paimon กินเยอะกว่าเดิมไงล่ะ ฮี่ฮี่!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kokomi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์ \"พันมือร้อยเนตรในโลกหล้า\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1120,
			"title": "เกี่ยวกับความไม่ยั่งยืน...",
			"voicelineType": "71031",
			"description": "Paimon: สงสัยจังเลยว่าโชกุนคนก่อนเป็นคนยังไงนะ\n{NICKNAME}: น่าจะเป็นคนที่เข้าใจในธรรมชาติของสรรพสิ่งที่เปลี่ยนแปลง และเธอสามารถยอมรับชะตากรรมที่ว่าสักวันเธอก็ต้องจากไปล่ะมั้ง\nPaimon: เพราะรู้ถึงคุณค่าของสิ่งที่อยู่ตรงหน้า เลยให้ความสำคัญกับมันมากกว่าเดิมสินะ\n{NICKNAME}: ความคิดแบบนี้น่าจะส่งผลต่อสุนทรียศาสตร์ของ Inazuma ด้วย สรรพสิ่งในโลกล้วนเปลี่ยนผัน ผู้คนไหลมาและไหลไปเหมือนสายน้ำ ช่วงเวลาแห่งความสนุกที่เราแบ่งปัน ความเป็นเพื่อน และอาหารอร่อยที่เราได้ลิ้มลอง — อารมณ์และประสบการณ์พวกนั้นเป็นสิ่งที่มีอยู่จริงในช่วงเวลาหนึ่ง ไม่ใช่แค่แนวคิดที่ว่างเปล่า\nPaimon: ถึงแม้งานเลี้ยงต้องมีวันเลิกรา แต่ถ้าช่วงเวลาแห่งความสุขมันยาวกว่านี้ก็คงจะดี\n{NICKNAME}: \"หยาดน้ำค้างและความฝัน ภาพลวงตาและชีวิต หากมีเจ้าอยู่เคียงข้าง วันคืนเหมือนดั่งนิรันดร์\"\nPaimon: เธอพูดอะไรน่ะ!\n{NICKNAME}:  ความหมายคือ การได้เดินทางกับ Paimon เป็นช่วงเวลาที่มีความสุขมาก ถ้าเป็นอย่างนี้ตลอดไปก็คงจะดี\nPaimon: เธอไม่ได้หลอกฉันใช่มั้ย ฮี่ฮี่",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_anitya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์ \"พันมือร้อยเนตรในโลกหล้า\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1121,
			"title": "เกี่ยวกับมิโกะ...",
			"voicelineType": "71032",
			"description": "Paimon: ชุดของมิโกะนี่เป็นเอกลักษณ์จังเลยนะ\n{NICKNAME}: ว่ากันว่า Yae Miko กำลังคิดอยู่ว่าหลังจากกฎ Sakoku สิ้นสุดลงแล้ว จะทำธุรกิจแบบใหม่คือนำเอาชุดของมิโกะมาให้เช่า เพื่อลองใส่ในสถานที่ต่าง ๆ พอเอามารวมกับเทคโนโลยี \"กล่องถ่ายรูป\" ของ Fontaine ก็น่าจะเป็นธุรกิจที่ทำเงินได้ดีเชียวล่ะ\nPaimon: ว้าว!\n{NICKNAME}: {M#คราวที่แล้วมิโกะที่ศาลเจ้า Grand Narukami ยังถามฉันอีกนะว่า พอจะรู้จักสาวสวยที่จะมาเป็นนางแบบถ่ายโฆษณามั้ย แค่ใส่ชุดมิโกะแล้วยิ้มให้กล้องก็พอ หรือให้ฉันไปถ่ายแบบเองก็ได้ แต่งหน้านิดนึงก็ใช้ได้แล้ว}{F#คราวที่แล้วมิโกะที่ศาลเจ้า Grand Narukami ยังถามฉันอีกนะว่า อยากไปถ่ายแบบมั้ย แค่ใส่ชุดมิโกะแล้วยิ้มให้กล้องก็พอ หรือพอจะรู้จักสาวสวยที่จะมาเป็นนางแบบถ่ายโฆษณารึเปล่า}\nPaimon: เฮ้!\n{NICKNAME}: ตอนนั้นฉันรีบเอาไอเดียนี้ไปบอก Rosaria เลย ฉันว่าโบสถ์แห่ง Favonius สามารถเอาไอเดียนี้ไปใช้กับชุดของซิสเตอร์ได้\nPaimon: เดี๋ยวก่อนนะ!\n{NICKNAME}: เฮ้อ น่าเสียดายที่ Rosaria รู้สึกว่ายุ่งยากไปหน่อย\nPaimon: ดีที่มีแต่ Rosaria นะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_miko_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์ \"พันมือร้อยเนตรในโลกหล้า\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1122,
			"title": "เกี่ยวกับจิตรกร Utamarou...",
			"voicelineType": "71033",
			"description": "Paimon: Aoi เพิ่งเอาภาพวาดให้ Paimon ล่ะ ถึงมันจะกินไม่ได้ แต่ Paimon ก็ดีใจสุด ๆ เลย!\n{NICKNAME}: เจ้าของร้านขายของชำน่ะเหรอ? ขอฉันดูหน่อยสิ\nPaimon: นี่ ระวังด้วยนะ นี่เป็นผลงานของ Utamarou จิตรกรชื่อดังเชียวนะ ของแพงนะจะบอกให้!\n{NICKNAME}: Utamarou? หืม... ฉันรู้สึกว่าเคยได้ยินชื่อนี้นะ...\nPaimon: แหงสิ Utamarou เป็นถึงจิตรกรชื่อดัง ผลงานของเขาน่าจะมีอยู่ทั่ว Inazuma เลยล่ะ!\nPaimon: เธอเคยเห็นมันที่บ้านของคุณหนู Ayaka ใช่มั้ย? ภาพวาดที่ Paimon ได้มาก็ไม่เลวเหมือนกันนะ\n{NICKNAME}: ไม่ใช่ ฉันนึกออกแล้ว! ครั้งที่แล้วที่ Yoimiya เอามาใช้จุดไฟก็น่าจะเป็นอันนี้แหละมั้ง?\nPaimon: เอ๋? เอามาจุดไฟ?\n{NICKNAME}: Thoma ก็เคยเอามาทำที่รองขาโต๊ะด้วย...\nPaimon: หาาา? ที่รองขาโต๊ะ?\n{NICKNAME}: ถ้าจำไม่ผิดล่ะก็ Sayu เคยเอาภาพพวกนี้มากองรวมกันเป็นเบาะรองนอนด้วย\nPaimon: Sayu มีหลายภาพเลยเหรอ? เป็นไปไม่ได้เด็ดขาด...\n{NICKNAME}: Utamarou ไม่ใช่จิตรกรใหญ่อะไรทั้งนั้น ภาพวาดที่มีราคาจะมีอยู่ทั่วทุกที่ได้ยังไงกันล่ะ\nPaimon: เฮ้——",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_utamoro_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์ \"พันมือร้อยเนตรในโลกหล้า\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1123,
			"title": "เกี่ยวกับโรงน้ำชาและเจ้าของร้าน...",
			"voicelineType": "71034",
			"description": "Paimon: กิจการของโรงน้ำชา Komore ไม่เลวเลยนะ แต่ละวันมีลูกค้าไม่น้อยเลย\nPaimon: {NICKNAME} ถ้ามีโอกาส เรามาเปิดโรงน้ำชาด้วยกันเถอะ ต้องได้กำไรเยอะแน่นอน!\n{NICKNAME}: อืม... ถ้าฉันได้เปิดโรงน้ำชาจริง ๆ ล่ะก็ ฉันจะให้ Paimon มาเป็นเจ้าของร้านชัวร์\nPaimon: เห? เอาสิ!\nPaimon: ไม่นึกเลยว่าเธอจะเชื่อในความสามารถของ Paimon ขนาดนี้... Paimon จะตั้งใจทำงานสุด ๆ แล้วจะทำให้ร้านของเรากลายเป็นโรงน้ำชาที่ดีที่สุดใน Teyvat ให้ได้!\n{NICKNAME}: เรื่องการจัดการร้านเธอไม่ต้องยุ่งหรอก... Paimon ยังจำ Taroumaru ได้มั้ย?\nPaimon: จำได้สิ ๆ เขาเป็นเจ้าของโรงน้ำชาไงล่ะ ได้ยินว่าลูกค้าบางคนมาที่โรงน้ำชาเพื่อมาเล่นกับเขาโดยเฉพาะเลย\n{NICKNAME}: เพราะงั้นฉันเลยคิดว่า ถ้าให้ Paimon มาเป็นเจ้าของร้าน ก็น่าจะได้รับความนิยมกว่า Taroumaru แน่นอน\nPaimon: ฮี่ฮี่ นั่นมันแน่อยู่แล้ว... เฮ้! ที่แท้เธอไม่ได้เชื่อในความสามารถในการจัดการของ Paimon แต่อยากให้ Paimon ไปเป็นมาสคอตงั้นเหรอ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teaHouseBoss_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์ \"พันมือร้อยเนตรในโลกหล้า\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1124,
			"title": "เกี่ยวกับกฎ Sakoku...",
			"voicelineType": "71006",
			"description": "{NICKNAME}: คำสั่งล่าวิชั่นสิ้นสุดลงแล้ว แบบนี้กฎ Sakoku ก็น่าจะถูกยกเลิกเร็ว ๆ นี้สินะ\nPaimon: หวังว่าสถานการณ์จะค่อย ๆ คลี่คลายนะ\n{NICKNAME}: ความหวังมันอยู่ตรงหน้าแล้ว ต้องให้กำลังใจทุกคนให้อดทนต่อไปอีกนิด\nPaimon: อื้มอื้ม\n{NICKNAME}: เราหาโอกาสไปบอก Atsuko กันเถอะว่า \"Atsuko ดอกซากุระที่บ้านเกิดของเธอมันเบ่งบานแล้วนะ\"\nPaimon: หืม... ทำไมรู้สึกว่ามีอะไรแปลก ๆ นะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakoku_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์ \"พันมือร้อยเนตรในโลกหล้า\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1125,
			"title": "เกี่ยวกับชุดกิโมโน...",
			"voicelineType": "71035",
			"description": "Paimon: เฮ้อ ฉันได้ยิน Ogura Mio บอกว่า ตอนนี้กิโมโนชั้นเลิศมีสินค้าคงคลังน้อยมาก ขนาดที่ว่าต่อให้มี Mora ก็ยากที่จะซื้อได้\nPaimon: เสียดายจัง Paimon ก็อยากใส่ชุดสวย ๆ แบบนั้นเหมือนกัน\n{NICKNAME}: แต่ว่าตอนนี้กฎ Sakoku ก็ถูกยกเลิกแล้ว ร้านตัดชุด Ogura น่าจะนำเข้าผ้าไหมจาก Liyue แล้วนะ\nPaimon: เยี่ยมเลย งั้นชุดใหม่ของฉันก็มีความหวังแล้วสิ\nPaimon: ลองจินตนาการ Paimon ที่สวมชุดกิโมโนที่ร้านตัดชุด Ogura ตัดให้โดยเฉพาะสิ จะต้องสวยไม่เหมือนใครแน่เลย!\nPaimon: สลัดภาพจำคู่หูของตัวละครหลักของเรื่องราวในตำนานออกไป เลื่อนขั้นเป็นเพื่อนร่วมชะตากรรมของฮีโร่\nPaimon: ว้าว สุดยอดไปเลยอ่ะ\nPaimon: {NICKNAME} เธอก็ต้องรู้สึกแบบนี้เหมือนกันใช่มั้ย? เพราะงั้น...\n{NICKNAME}: ที่พูดนี่คืออยากให้ฉันจ่ายเงินล่ะสิ\nPaimon: แหม รู้ตัวเร็วจัง สมแล้วที่เป็น \"เพื่อนร่วมชะตากรรม\"\nPaimon: ฉันอยากได้เจ็ดชุดที่ไม่เหมือนกันเลย จะได้เปลี่ยนใส่ทุกวันยังไงล่ะ! ส่วนลายก็... ขอ Paimon คิดก่อนนะ...\n{NICKNAME}: จู่ ๆ ก็รู้สึกไม่อยากซื้อแล้วล่ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kimono_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"ความฝันอันแสนสั้น\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 1132,
			"title": "เกี่ยวกับผลึกความรู้...",
			"voicelineType": "71036",
			"description": "Paimon: ไม่ต้องอ่านหนังสือก็เข้าใจเรื่องต่าง ๆ ได้ตั้งมากมาย ผลึกความรู้นี่มันสะดวกดีจริง ๆ เลย!\nPaimon: ไม่รู้ว่า Sumeru จะมีผลึกความรู้เกี่ยวกับธรรมเนียมของประเทศทั้งเจ็ดบ้างมั้ยนะ...\nPaimon: ถ้าเกิดมีล่ะก็ ทุกครั้งที่ไปยังสถานที่แห่งใหม่ ฉันจะได้เปิดผลึกอันใหม่ให้ เธอจะได้ไม่ต้องไปมัวถามนู่นนี่ให้เมื่อยปากยังไงล่ะ!\n{NICKNAME}: ถ้างั้นก็ไม่ต้องไปที่ใหม่ ๆ แล้วสิ ก็เปิดมันทั้งหมดที่ Sumeru เลยก็ได้นี่...\nPaimon: นะ... นี่ก็เพื่อรักษาความรู้สึกของความคาดหวังในการเดินทางยังไงล่ะ!\n{NICKNAME}: แล้วอีกอย่าง ก็ไม่ต้องให้ Paimon มาเป็นผู้นำทางแล้วสิ...\nPaimon: ไม่ได้สิ ไม่ได้นะ! ยังไงซะพวกเราเก็บ Mora ที่จะเอาไปซื้อผลึกไว้ดีกว่าเนอะ!\nPaimon: เก็บไว้... เป็นทิปให้ฉันยังไงล่ะ! ฮี่ฮี่ สมเหตุสมผลที่สุดไปเลย",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cannedKnowledge_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"พันนวาระนำพารุ่งอรุณ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1133,
			"title": "เกี่ยวกับกลุ่ม Eremite...",
			"voicelineType": "71037",
			"description": "Paimon: ภายในกลุ่ม Eremite นี่มีคนผสมกันมั่วไปทุกรูปแบบเลยนะ...\n{NICKNAME}:นี่ก็คือสิ่งที่เรียกว่าความหลากหลายสินะ\nPaimon: โอ้ว ฉันเข้าใจสิ่งที่เธอกำลังจะสื่อนะ! เพราะว่า Paimon เองก็มีความหลากหลายเหมือนกัน\nPaimon: แบบที่มีข้อคิดเห็นที่เฉียบคม แบบที่มีความรู้เชื่อถือได้ และก็แบบที่พร้อมที่จะช่วยเหลือผู้อื่นอยู่เสมอ...\n{NICKNAME}: ก็เห็นอยู่ชัด ๆ ว่าไม่ได้เข้าใจอะไรเลย...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_gildedBrigade_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"พันนวาระนำพารุ่งอรุณ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1134,
			"title": "เกี่ยวกับความเชื่อ...",
			"voicelineType": "71038",
			"description": "Paimon: เธอรู้สึกมั้ย? ชาว Sumeru ดูเหมือนจะไม่ค่อยเชื่อในท่านเทพแห่งพฤกษาน้อยสักเท่าไหร่\nPaimon: ก่อนหน้านี้ไม่ว่าจะเป็น Liyue หรือ Inazuma ผู้คนก็ต่างเชื่อในราชาแห่งหินและท่านโชกุนอย่างไม่มีข้อกังขา\nPaimon: ยิ่งพวกนักปราชญ์ประหลาด ๆ เหล่านั้นยิ่งไม่ต้องพูดถึงเลย แม้แต่ชาวบ้านที่อาศัยอยู่ที่นั่นก็ยังพูดถึงแต่ \"ท่านหญิง Rukkhadevata\" เลย\n{NICKNAME}: อืม แม้แต่เห็ดที่แสนอร่อย ก็ยังบอกว่าเป็นเพราะพรของ Rukkhadevata เลย\nPaimon: จะว่าไปแล้ว ตอนที่เราอยู่ที่ Liyue ก็มีอาหารเลิศรสมากมาย ว่ากันว่าเป็นเพราะได้รับการยอมรับและคำแนะนำจากราชาแห่งหินด้วยเหมือนกัน\nPaimon: ฉันรู้แล้ว ตราบใดที่สามารถนำพาของอร่อยมาสู่ชาวเมือง ผู้คนก็จะชอบเทพตนนั้น\n{NICKNAME}: มีแค่ Paimon ละมั้งที่เป็นแบบนั้นน่ะ\nPaimon: เอ๋ แล้ว {NICKNAME} ล่ะ เชื่อในอะไรเหรอ?\n{NICKNAME}: ฉันน่ะเหรอ แน่นอนว่าต้องเชื่อ Paimon น่ะสิ\nPaimon: ฮี่ฮี่ เรื่องนี้ไม่ต้องบอกฉันก็รู้อยู่แล้ว!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_faith_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"พันนวาระนำพารุ่งอรุณ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1135,
			"title": "เกี่ยวกับกำแพงป้องกันทราย...",
			"voicelineType": "71039",
			"description": "Paimon: ตอนที่เห็นกำแพงป้องกันทรายครั้งแรกฉันตกใจมากเลย มันยาวจนมองไม่เห็นจุดสิ้นสุดเลย\n{NICKNAME}: ก็ตอนนั้นมันถูกสร้างขึ้นเพื่อปกป้องป่าฝนทั้งหมดนี่นา\nPaimon: อีกอย่างมันยังดูสู๊งสูงด้วย\nPaimon: ไม่รู้ว่า {NICKNAME} จะปีนขึ้นไปได้มั้ยน้าา\n{NICKNAME}: คงปีนไม่ไหวหรอก แล้วทำไมฉันต้องปีนขึ้นไปด้วยล่ะ?\nPaimon: เอ๋ แต่ว่ากำแพงป้องกันทรายอยู่ตรงนั้นนะ\n{NICKNAME}: ไม่ ต่อให้เธอจะพูดแบบนี้...\nPaimon: กำแพงป้องกันทรายอยู่ตรงนั้น\n{NICKNAME}: พอได้แล้ว ๆ แต่ไม่ว่ายังไงกำแพงป้องกันทรายก็...\nPaimon: แต่กำแพงป้องกันทรายอยู่...\n{NICKNAME}: รู้แล้วน่า! ฉันจะไปเดี๋ยวนี้แหละ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sandPreventWall_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"พันนวาระนำพารุ่งอรุณ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1136,
			"title": "เกี่ยวกับ Akasha Terminal...",
			"voicelineType": "71040",
			"description": "Paimon: ดูเหมือนว่านักวิชาการของ Sumeru จะสวมเจ้า Akasha Terminal ไว้เพื่อได้รับความรู้จาก Akasha กันทุกคนเลย\nPaimon: รู้สึกเหมือนเป็นการพกสารานุกรมที่มีชีวิตติดตัวไปตลอดเลย น่าอิจฉานิดหน่อย\n{NICKNAME}: ไม่เห็นจะน่าอิจฉาเลย ฉันก็พกสารานุกรมขั้นสูงติดตัวอยู่ตลอดเหมือนกัน นอกจากจะติดตามฉันอัตโนมัติได้แล้ว ยังพูดได้ด้วยนะ\nPaimon: เอ๋? นี่กำลังชมฉันอยู่เหรอ? แหม เขินหมดละเนี่ย ที่จริงฉันก็ไม่ได้รู้อะไรเยอะแยะหรอก อย่างมากก็แค่สาระแน\n{NICKNAME}: แต่จะดีกว่านี้ถ้าเจ้าสาระแนตัวนี้ไม่กินอะไรเลย\nPaimon: เฮ้...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_voidTerminal_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"พันนวาระนำพารุ่งอรุณ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1137,
			"title": "เกี่ยวกับชื่อของ Aranara...",
			"voicelineType": "71041",
			"description": "Paimon: Arama, Arana, Araja, Arakavi... เอ่อ ชื่อของ Aranara นี่จำยากชะมัดเลย...\nPaimon: อย่างเดียวที่มั่นใจได้ก็คือ ชื่อของทุกตนจะขึ้นต้นด้วย Ara!\n{NICKNAME}: ถ้า Paimon เป็น Aranara ล่ะก็ งั้น Paimon ก็ต้องชื่อ Arapaimon\nPaimon: ช่าย ส่วน {NICKNAME} ก็...\nPaimon: จะว่าไปแล้ว ตอนเรียกเธอ พวกเขาต่างเรียกว่า Nara {NICKNAME} หมดเลยแฮะ...\n{NICKNAME}: Nara เป็นคำที่พวกเขาใช้เรียกแทนพวกเราล่ะมั้ง...\nPaimon: แล้วถ้ามีคนชื่อ Nara พวกเขาจะเรียกว่ายังไงล่ะ?\n{NICKNAME}: Nara Nara น่ารักดีนะ\nPaimon: ฮี่ฮี่ น่ารักจริงด้วย",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraName_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1138,
			"title": "เกี่ยวกับอาหารของ Aranara...",
			"voicelineType": "71042",
			"description": "Paimon: ไม่รู้ทำไม รสชาติอาหารของ Aranara ถึงแบบ... จะบอกยังไงดี มันแบบดั้งเดิมเกินไปน่ะ\nPaimon: รู้สึกแตกต่างจากที่กินปกติมากเลย\n{NICKNAME}: อืม แต่วัตถุดิบต่าง ๆ ก็ถือว่าดีทั้งนั้นเลยนะ...\nPaimon: ช่ายย ทั้งเห็ดทั้งผลไม้ พอกินไปกินมารู้สึกเหมือนมันจะเติบโตขึ้นในปากเลยล่ะ!\n{NICKNAME}: ถึงแม้ออกจะดูเวอร์ไปหน่อย แต่ความจริงวัตถุดิบที่ดีอาจไม่ต้องใช้วิธีการปรุงที่ซับซ้อนก็ได้\nPaimon: ก็จริง ถ้าวัตถุดิบดีพอ แค่ปรุงรสง่าย ๆ ก็ได้รับรสชาติอันโอชะขั้นสุดแล้ว\n{NICKNAME}: ก็เหมือน Paimon ไง แค่ปรุงด้วย...\nPaimon: เฮ้! นี่เราผจญภัยมาถึง Sumeru แล้วนะ ทำไมเธอยังเอาแต่เล่นมุกล้าสมัยนี้อีกเนี่ย!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraFood_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1139,
			"title": "เกี่ยวกับญินของ Dori...",
			"voicelineType": "71043",
			"description": "Paimon: ภูตตัวใหญ่ขนาดนั้น เข้าไปในตะเกียงได้ยังไงกันนะ?\n{NICKNAME}: Paimon เองก็ลองเข้าไปได้นะ\nPaimon: เข้าไม่ได้ คิดยังไงก็เข้าไม่ได้!\n{NICKNAME}: งั้นลองใช้ Serenitea Pot ดูมั้ย?\nPaimon: โฮ่ ๆ ที่แท้ก็ยังมีวิธีนี้สินะ ให้ฉันลองหน่อยเร็วเข้า\n{NICKNAME}: Paimon ดูสนใจมากเลยนะ\nPaimon: ฉันอยากลองซีนแบบนี้มาตั้งนานแล้ว... เฮ้! นี่เธอเป็นคนเรียกฉันออกมาเหรอ? นักเดินทางจากต่างแดน\nPaimon: รีบมาสานต่อความปรารถนาทั้งสามข้อของฉันให้เป็นจริงเถอะ! ข้อแรก... พาฉันไปกินของอร่อย\n{NICKNAME}: ทำไมเธอถึงเป็นคนขอพรล่ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_dorisGenie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"กาหยกแสนละมุน-1\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1140,
			"title": "เกี่ยวกับ Bimarstan...",
			"voicelineType": "71044",
			"description": "Paimon: ว้าว Sumeru นี่ถึงกับ... หาหมอได้โดยไม่ต้องใช้เงินเลยเหรอ!\n{NICKNAME}: Paimon รู้สึกไม่สบายตรงไหนงั้นเหรอ?\nPaimon: ตอนนี้ยัง ขอบคุณที่เป็นห่วงนะ\nPaimon: แต่ว่าฉันอยากลองมาตั้งนานแล้วนะ กินไอติมไปด้วย แล้วก็กินหม้อไฟไปพร้อม ๆ กัน!\n{NICKNAME}: จะต้องท้องเสียแน่ ๆ เลย!\nPaimon: ยังไงซะก็หาหมอฟรีนี่นา ถ้าไม่ไปหาซะหน่อยจะไม่รู้สึกขาดทุนแย่เหรอ?\n{NICKNAME}: อืม... แต่มองจากอีกมุมนึง... ในตอนที่รักษา จะถูกจำกัดเรื่องการกินและการดื่มนะ\nPaimon: หา! จะกินของอร่อย ๆ ไม่ได้งั้นเหรอ?\n{NICKNAME}: แถมจะให้ Paimon กินยาที่ขมมาก ๆ ด้วยนะ\nPaimon: อะ... โอเค! งั้นฉันจะเก็บไปคิดอีกที...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_homeOfHealth_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1141,
			"title": "เกี่ยวกับนักวิชาการ...",
			"voicelineType": "71045",
			"description": "Paimon: ใน Sumeru นี่ มีคนที่หวังอยากจะเป็นนักวิชาการอยู่เพียบเลยนะ\nPaimon: ด้วยแรงกระตุ้นจากความปรารถนาแบบนี้ ทำให้พวกเขาพยายามเรียนกันอย่างหนัก...\nPaimon: แต่ว่า... ฉันคิดว่าความปรารถนาของนักวิชาการคนแรก น่าจะไม่ใช่ \"การเป็นนักวิชาการ\" นะ?\nPaimon: อืม... งั้นความปรารถนาของนักวิชาการคนแรก คืออะไรกันแน่นะ...\n{NICKNAME}: ฉันว่าน่าจะเป็น \"รีบเขียนวิทยานิพนธ์นี้ให้เสร็จสักที\" นะ\nPaimon: เอ๋? โดยทั่วไปแล้ว ผู้คนมักจะแสวงหาความรู้ขั้นสูงสุดไม่ใช่เหรอ?\nPaimon: ด้วยความกระหายในความรู้แบบนี้ จึงค่อย ๆ กลายเป็นนักวิชาการคนแรกอย่างแท้จริง...\n{NICKNAME}: การเขียนวิทยานิพนธ์ ก็คือวิธีการแสวงหาความรู้นั่นแหละ\nPaimon: แต่ว่า ความรู้ขั้นสูงสุดที่ว่านั่น...\n{NICKNAME}: ถ้าอยากจะพิสูจน์เรื่องนี้ ก็ต้องใช้การเขียนวิทยานิพนธ์ล่ะนะ\n{NICKNAME}: จากนั้น เพื่อที่จะพิสูจน์วิทยานิพนธ์ของเธอ... ก็ต้องเริ่มเขียนวิทยานิพนธ์อีกฉบับนึง...\nPaimon: อะ... เอาล่ะ! ฉันเข้าใจแล้ว อย่ามาทำหน้าเศร้าแบบนั้น เธอไม่ต้องเขียนวิทยานิพนธ์ซะหน่อย!\nPaimon: เธอ... เธอไม่เคยเขียนใช่มั้ย...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_scholar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1142,
			"title": "เกี่ยวกับภาควิชาชีววิทยา...",
			"voicelineType": "71046",
			"description": "Paimon: ฉันอยากไปหานักวิชาการของภาควิชาชีววิทยา!\n{NICKNAME}: ทำไมจู่ ๆ Paimon ถึงอยากรู้อยากเห็นขึ้นมาล่ะ?\nPaimon: เพราะฉันได้ยินมาว่า เนื้อหาหลัก ๆ ที่นักวิชาการภาควิชาชีววิทยากำลังวิจัยก็คือธรรมชาติและนิเวศวิทยาไงล่ะ\nPaimon: ถ้าอย่างนั้นก็ต้องมีนักวิชาการที่ศึกษาว่าสัตว์ต่าง ๆ กินได้มั้ย แล้วอร่อยรึเปล่าแน่นอน\nPaimon: ฉันว่าการได้ช่วยนักวิชาการทำการวิจัยแบบนี้ จะต้องสนุกมากแน่ ๆ เลย\n{NICKNAME}: เธอก็แค่อยากกินแกงกะหรี่ใช่มั้ย?\nPaimon: เปล๊าาา ฉันคิดว่าเรื่องนี้เป็นอะไรที่มีประโยชน์มากจริง ๆ นะ\n{NICKNAME}: ถ้าอย่างนั้น... นักวิชาการคนนั้นคงต้องสงสัยแน่เลยว่า Paimon เป็นสายพันธุ์อะไร และมีพฤติกรรมอย่างไร\nPaimon: เอ่อ... จู่ ๆ ฉันก็นึกได้ว่าเรามีเรื่องด่วนที่ต้องทำนี่เนอะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_zoologySchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1143,
			"title": "เกี่ยวกับ Sumpter Beast...",
			"voicelineType": "71047",
			"description": "Paimon: Sumpter Beast พวกนั้นน่ารักจัง คนที่เลี้ยง Sumpter Beast จะตั้งชื่อให้พวกมันตามลักษณะนิสัยโดยเฉพาะด้วยนะ\n{NICKNAME}: บางทีพวกมันก็อาจจะกำลังตั้งชื่อให้พวกเรา และตอบกลับพวกเราอยู่เหมือนกัน\nPaimon: เอ๋? พวกมันจะตั้งชื่ออะไรให้เราน้าา?\n{NICKNAME}: โฮกก...\nPaimon: ใครจะไปฟังรู้เรื่องกัน?\n{NICKNAME}: ก็น่าจะประมาณ...\n{NICKNAME}: \"เจ้าสองขาตัวขาวจั๊วะจิ๋วเสียงดังหอมฟุ้ง\"\n{NICKNAME}: แน่นอนว่านั่นเป็นแค่ชื่อทางวิทยาศาสตร์เท่านั้นนะ\nPaimon: อ้อเหรอ งั้นชื่อย่อจะเรียกว่าไงล่ะ?\n{NICKNAME}: \"เจ้าตัวสองขาเสียงดัง\"\nPaimon: เฮ้ ทำไมเหลือไว้แต่ส่วนที่ไม่ดีล่ะห๊ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumpterBeast_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1144,
			"title": "เกี่ยวกับภาควิชาที่เจ็ด...",
			"voicelineType": "71048",
			"description": "Paimon: Sumeru มีหกภาควิชาใหญ่นี่นา\nPaimon: ดูน่าสนุกดีแฮะ Paimon ก็อยากมีภาควิชาเป็นของตัวเองเหมือนกัน!\nPaimon: ได้ล่ะ... ชื่อว่าภาควิชา Paimon ละกัน!\n{NICKNAME}: แล้วภาควิชา Paimon แสดงออกถึงภูมิปัญญาด้านไหนล่ะ?\nPaimon: อืม... ภูมิปัญญาในชีวิตจริงไงล่ะ!\n{NICKNAME}: งั้นวิชาเด่น ๆ ก็จะเป็นร้อยวิธีการกิน Slime, อย่าปล่อยให้ Mora เล็ดลอดจากสายตาคุณ, วิธีตั้งชื่อที่น่าเกลียดให้กับคนอื่น... อะไรแบบนี้ใช่มั้ย?\nPaimon: โห เธอนี่รู้ใจฉันจริง ๆ เลย! งั้นต้องเพิ่ม \"ทำอย่างไรให้กลายเป็นผู้นำทางที่เก่งที่สุดใน Teyvat\" เข้าไปด้วยนะ!\nPaimon: ฉันว่ามันเจ๋งมากเลยอะ เรารีบไปยื่นเรื่องเปิดภาควิชากับทางสถาบันเลยดีกว่า! เดี๋ยวต่อไปฉันจะให้ {NICKNAME} เป็นมหาปราชญ์ของฉัน!\n{NICKNAME}: ฉันขอปฏิเสธได้มั้ย...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sevenSchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1145,
			"title": "เกี่ยวกับ Shroomboar...",
			"voicelineType": "71049",
			"description": "Paimon: เธอรู้รึเปล่า ใน Sumeru มี Shroom-Kin หลากหลายชนิดเลยนะ\n{NICKNAME}: อืม ที่น่าสนใจก็คือ ว่ากันว่าหมูป่าบางส่วนไม่อาจแยกตัวออกจาก Shroom-Kin ทำให้มันค่อย ๆ มีความสัมพันธ์แบบพึ่งพาอาศัยกัน จนกลายเป็น Shroomboar\nPaimon: โห อย่างงี้ก็เหมือนพวกเราน่ะสิ ฉันก็ไปจาก {NICKNAME} ไม่ได้เหมือนกัน\n{NICKNAME}: Paimon ไปจากฉันไม่ได้ งั้นฉันก็เป็นเห็ด ส่วน Paimon ก็เป็น...\nPaimon: หมู!\nPaimon: เอ๋? เฮ้...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_fungiPig_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1146,
			"title": "เกี่ยวกับ Grand Bazaar...",
			"voicelineType": "71050",
			"description": "Paimon: พวกคนที่ Grand Bazaar นี่มีความสามารถหลากหลายจังเลยนะ!\nPaimon: นอกจากจะสามารถขายของที่ตัวเองทำขึ้นมาอย่างสิ่งถักทอ ขวดรูปร่างต่าง ๆ สวย ๆ มากมาย เครื่องเทศที่ชวนให้ท้องร้องเมื่อได้กลิ่นแล้ว...\nPaimon: แต่ละคนยังร้องเล่นเต้นรำกันเก่งอีกด้วย น่าอิจฉามากเลยล่ะ!\n{NICKNAME}: ขอเพียงแค่ใช้ใจ Paimon เองก็เรียนรู้ได้นะ\nPaimon: เอ๋? จริงเหรอ?\n{NICKNAME}: ยกตัวอย่างการเต้นรำก็แล้วกัน Paimon มีความได้เปรียบโดยธรรมชาตินะ\n{NICKNAME}: ก็ในเมื่อไม่มีทางสะดุดขาตัวเองล้ม และไม่มีทางเหยียบเท้าคู่เต้น...\nPaimon: จริงด้วย! ลืมไปเลยนะเนี่ยว่าการที่บินได้มันเป็นเรื่องที่สะดวกแค่ไหน!\nPaimon: ไปกันเถอะ รีบไปที่ Grand Bazaar โยกย้ายส่ายสะโพก แล้วทำให้ทุกคนอิจฉาฉันกัน!\n{NICKNAME}: ที่แท้เธอก็แค่อยากจะเอาชนะงั้นสิ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_grandBazaar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1147,
			"title": "เกี่ยวกับการทำนายอนาคต...",
			"voicelineType": "71051",
			"description": "Paimon: จะว่าไป ชาว Sumeru ชื่นชอบการทำนายดวงชะตาสินะ\nPaimon: นอกจากโหราศาสตร์ที่มีแต่พวกนักวิชาการที่ทำได้ ชาว Sumeru ทั่วไปก็สามารถทำนายอนาคตได้เพียงแค่ใช้กาแฟเท่านั้น!\n{NICKNAME}: ยังไงซะก็เป็นถึงประเทศแห่งปัญญานี่นะ ทุกคนต่างก็มีความอยากรู้อยากเห็นอยู่มากล่ะนะ\nPaimon: ฉันได้ยินพวกเขาพูดว่า แค่ดูรูปร่างของกาแฟที่ก้นแก้วหลังจากดื่มเสร็จ ก็สามารถรู้ดวงชะตาของคนคนนึงได้...\nPaimon: เทียบกับการปีนขึ้นไปบนหอคอยตอนกลางคืนเพื่อดูดาวแล้ว แบบนี้สะดวกกว่ากันตั้งเยอะ!\n{NICKNAME}: Paimon ก็อยากรู้ดวงชะตาของตัวเองเหมือนกันเหรอ?\nPaimon: อืม... เทียบกับดวงชะตาแล้ว ฉันอยากรู้มากกว่าว่ากาแฟมันอร่อยมั้ย",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_divination_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1148,
			"title": "เกี่ยวกับ \"Purbiruni\" และ \"Pursina\"",
			"voicelineType": "71052",
			"description": "Paimon: อืม... ฉันเคยได้ยิน Khedive กับ Anisa พูดถึง \"Purbiruni\" กับ \"Pursina\" อะไรสักอย่าง...\nPaimon: พวก...Pursi, Pursi อะไรนั่นคืออะไรเหรอ\n{NICKNAME}: \"Pur\" หมายถึง \"ผู้สืบทอด\" และหมายถึง \"ผู้ฝึกหัด\" ได้ด้วย... เพราะงั้นสิ่งนี้จึงหมายถึง พวกเขาทั้งหมดล้วนเป็นศิษย์ของมหาปราชญ์ในอดีต\nPaimon: เป็นแบบนี้เองเหรอ... เห็นพวกเขาลอยหน้าลอยตาไปมา ฉันก็นึกว่าจะเป็นชื่อที่น่าภาคภูมิใจอะไรซะอีก\n{NICKNAME}: เอ๋...?\nPaimon: ยกตัวอย่างเช่น ถ้ามีคนบอกว่าฉันเป็นพ่อหรือแม่ของใครสักคน ฉันจะดีใจมาก! แต่ถ้ามาบอกว่าใครเป็นพ่อหรือแม่ของฉันล่ะก็... จะไม่รู้สึกอึดอัดบ้างรึไง?\n{NICKNAME}: เอ่อ ไม่เคยคิดถึงอะไรแบบนี้มาก่อนเลย...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_purbiruniAndPursina_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1149,
			"title": "เกี่ยวกับการศึกษาต่อ...",
			"voicelineType": "71053",
			"description": "Paimon: ในสถาบันนอกจากจะพบเห็นคนในท้องถิ่น Sumeru แล้ว ยังสามารถพบเห็นนักเรียนแลกเปลี่ยนจากประเทศอื่น ๆ อีกด้วย\nPaimon: เพื่อที่จะได้ศึกษาหาความรู้ พวกเขาต้องจากบ้านมาไกลและมาอยู่ในดินแดนที่ไม่คุ้นเคย เป็นอะไรที่น่าทึ่งจริง ๆ!\n{NICKNAME}: พวกเราก็เดินทางไปยังดินแดนที่ไม่คุ้นเคยบ่อย ๆ นะ\nPaimon: ช่าย งั้น...พวกเราก็น่าทึ่งเหมือนกันน่ะสิ!\n{NICKNAME}: แต่เราไม่ได้เดินทางเพราะอยากได้ความรู้นี่นา\nPaimon: อืม... รู้สึกเหมือนเราจะสู้นักเรียนแลกเปลี่ยนเหล่านั้นไม่ได้เลย\nPaimon: แต่พวกเรารู้ว่าใน Sumeru นี้ที่ไหนมีของอร่อย และที่ไหนมีคนที่พึ่งพาได้นะ เรื่องพวกนี้ก็นับว่าเป็นความรู้ปะ?\n{NICKNAME}: อืม ใช่ก็ได้ สำหรับหลาย ๆ คนถือเป็นความรู้ที่ล้ำค่าเลยล่ะ\nPaimon: เพราะงั้นพวกเราก็ถือว่าเจ๋งสุด ๆ เลยไงล่ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_abroad_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1150,
			"title": "เกี่ยวกับต้นไม้ศักดิ์สิทธิ์...",
			"voicelineType": "71054",
			"description": "Paimon: ทั้งเมือง Sumeru ถูกสร้างขึ้นบนต้นไม้ใหญ่ น่าเหลือเชื่อมากเลยล่ะ!\nPaimon: ก่อนหน้านี้เราก็เคยเห็นต้นไม้ที่สุดยอดมาตั้งเยอะแยะมากมายเลยอย่าง \"ที่ประจำ\" ตรง Windrise, \"Frostbearing Tree\" ของภูเขา Dragonspine แล้วก็ \"ต้น Sacred Sakura\" ของ Inazuma ด้วย\nPaimon: แต่พูดถึงต้นไม้ต้นนี้ ดูเหมือนทุกคนจะเรียกแค่ต้นไม้ศักดิ์สิทธิ์เท่านั้นนะ...\n{NICKNAME}: บางครั้งสิ่งที่ยิ่งสำคัญก็ยิ่งมีชื่อที่เรียบง่ายนะ\nPaimon: งั้นเหรอ? แต่ก็จริง ถ้าชื่อยาวเกินไป เรียกทุกวันก็คงลำบากน่าดู\nPaimon: ยังไงซะ เมื่อไหร่ที่ผู้คนในเมืองพูดถึง \"รากต้นไม้\" พวกเขาก็จะรู้ในทันทีว่าหมายถึงต้นไม้ต้นนี้ และไม่มีทางไปผิดที่แน่\nPaimon: ประโยคนั้นว่าไงน้าา \"ชื่อก็เป็นแค่ฉายา\"?\n{NICKNAME}: งั้น Paimon ก็เป็นฉายาน่ะสิ?\nPaimon: อืม ก็เหมือนจะถูกนะ... ไม่ใช่สิ Paimon ก็คือ Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sacredTree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - Anemo \"Mondstadt - Windrise\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						4
					]
				},
				{
					"unlockText": "ปลดล็อก Statue of The Seven - Anemo \"Mondstadt - Entombed City - Ancient Palace\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						204
					]
				},
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Inazuma - เมือง Inazuma\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				},
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1151,
			"title": "เกี่ยวกับความสัมพันธ์ของภาควิชา...",
			"voicelineType": "71055",
			"description": "Paimon: ใน Sumeru มีนักวิชาการภาควิชาต่าง ๆ มากมาย งั้นเวลาที่พวกเขาปรึกษาหารือกันขึ้นมา เธอว่าจะมีทะเลาะกันบ้างมั้ยนะ?\nPaimon: เหมือนกับสงครามอาหาร Li กับ Yue ที่ Liyue น่ะ\n{NICKNAME}: ก็คงมีแหละ เป็นเรื่องปกติที่จะมีความขัดแย้งระหว่างภาควิชา ก็เหมือนกับที่นวนิยายเกี่ยวกับศิลปะการต่อสู้ของ Liyue บอกไว้ว่า \"ที่ใดมีมนุษย์ ที่นั่นย่อมมีความขัดแย้ง\" ไงล่ะ\nPaimon: ว้าว เป็นคำพูดที่ลึกซึ้งมากเลย แต่พวกเขาคงไม่สู้ประลองกันเหมือนพวกผู้กล้าหรอกมั้ง\n{NICKNAME}: บางทีพวกเขาอาจจะสู้กันแบบเล่นเกมกลเจ็ดอัจฉริยะสักตาก็ได้\nPaimon: อ๋า จริงด้วย สู้กันด้วยสติปัญญา\nPaimon: ไหนลองจินตนาการดูสิ: ในกรณีที่ไม่สามารถโน้มน้าวฝ่ายตรงข้ามได้ ก็จะนำการ์ดออกมา นั่งลงและครุ่นคิดอย่างสงบสักครู่ จากนั้นก็ชนะในที่สุด\n{NICKNAME}: มีกลิ่นอายความเป็น Sumeru จริง ๆ ด้วย\nPaimon: หลังจากนั้นผู้ชนะจะพูดว่า \"เล่นได้ไม่เลวนี่!\" เพื่อเป็นการให้เกียรติอีกฝ่าย สุดท้ายทั้งสองฝ่ายก็คืนดีกัน\n{NICKNAME}: ไม่ ๆ... ประโยคนี้มีแต่จะเพิ่มความขัดแย้งเท่านั้น\nPaimon: เอ๋...ทำไมล่ะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_schoolsRelation_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Liyue ท่าเรือ Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				},
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1152,
			"title": "เกี่ยวกับท่าเรือ Ormos...",
			"voicelineType": "71056",
			"description": "Paimon: อืม บรรยากาศของท่าเรือ Ormos แตกต่างจากในเมือง Sumeru อย่างสิ้นเชิงเลย\nPaimon: ทั้งครึกครื้นแถมยังมีคนต่างแดนเยอะแยะเลยด้วย และทุกคนก็ไม่ต้องก้มหน้าก้มตาเรียนหนังสือ ดีเลิศไปเลยอ่า\n{NICKNAME}: ก็เพราะพวกเขาไม่ตั้งใจเรียน ก็เลยโดนพวก Navbed ทำโทษไงละ Paimon อย่าเอาเป็นเยี่ยงอย่างนะ!\nPaimon: เอ่อ...\nPaimon: เดี๋ยวนะ! น้ำเสียงของเธอนี่มันยังไงกัน!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_portOrmos_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - ท่าเรือ Ormos\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1153,
			"title": "เกี่ยวกับ \"สหพันธ์ Dey ทั้ง 29 แห่งคาบสมุทร\"...",
			"voicelineType": "71057",
			"description": "Paimon: ได้ยินมาว่า เดิมทีท่าเรือ Ormos อยู่ที่ซากป้อมปราการของสหพันธ์ที่ชื่อว่าเอ่อ... \"29\" อะไรสักอย่างเนี่ยแหละ\nPaimon: เฮ้อ... ชื่อยาวชะมัดเลย! ฉันจำไม่ได้แล้ว แต่ยังไงก็เถอะ พวกหนอนหนังสือของ Sumeru ต่างพูดกันแบบนั้น\n{NICKNAME}: ชื่อว่า \"สหพันธ์ Dey ทั้ง 29 แห่งคาบสมุทร\"\n{NICKNAME}: งั้นเหรอ... ว่ากันว่ามันคือกลุ่มโจรสลัดที่ถูกก่อตั้งขึ้นมาจากหัวหน้าที่ดื้อด้านและรักอิสระ พวกเขาเอาแต่ต่อสู้แก่งแย่งชิงดีกันตั้งแต่แรกเริ่ม ทำให้ชายฝั่ง Sumeru ไม่เคยสงบสุขเลย...\n{NICKNAME}: จนในที่สุด วันหนึ่งพวกเขาก็ตัดสินใจแบ่งอำนาจกันอย่างยุติธรรม รวมตัวเป็น \"สหพันธ์\" ที่สันติ โดยที่เหล่าผู้นำของสหพันธ์จะถูกเรียกว่า \"Dey\"\nPaimon: อ้อ... แสดงว่าพวกเขาก็ไม่ทะเลาะกันอีกแล้วสิ หยุดการปล้นขโมย และทุกคนก็อยู่ร่วมกันอย่างสงบสุข ช่วยกันทำมาหากิน! ใช่มั้ย!\n{NICKNAME}: ...\nPaimon: ใช่มั้ย...?\n{NICKNAME}: อืม... อย่างน้อยพวกเขาก็อยากให้เป็นแบบนั้นแหละนะ...\nPaimon: เอ๋...?\n{NICKNAME}: ต่อมาพวกเขาก็พากันตั้งแก๊ง และเริ่มสงครามภายในครั้งใหญ่ขึ้น ทำให้ป้อมปราการของท่าเรือ Ormos เหลือเพียงแค่เศษซาก และ \"Dey\" ทั้งหมดก็จบสิ้นลง!\nPaimon: เห...!\n{NICKNAME}: ด้วยเหตุนี้ ท่าเรือ Ormos จึงถูกพัฒนาขึ้นใหม่แบบสงบสุขและสันติอย่างที่ไม่เคยมีมาก่อน และกลายมาเป็นอย่างทุกวันนี้...\nPaimon: อะไรกัน... ที่แท้ก็แค่พวกคนชั่วธรรมดา ๆ น่ะเหรอ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_29thOceanAlliance_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - ท่าเรือ Ormos\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1154,
			"title": "เกี่ยวกับ Cyno และเกมกลเจ็ดอัจฉริยะ",
			"voicelineType": "71058",
			"description": "Paimon: จะว่าไป Cyno ชอบเล่นการ์ดเกมที่มีชื่อว่าเกมกลเจ็ดอัจฉริยะแบบสุด ๆ เลยใช่มั้ยนะ?\nPaimon: เป็นถึงเจ้าหน้าที่มหามาตราแท้ ๆ แต่กลับชอบเล่นการ์ดเกม แปลกจังเลยนะ...\n{NICKNAME}: แค่เห็นทรงผมเขา ฉันก็ไม่แปลกใจแล้วล่ะ\nPaimon: อื๋อ? เล่นการ์ดเกมมันเกี่ยวอะไรกับทรงผมกัน?\n{NICKNAME}: ในตอนที่เล่นการ์ดเกม ยิ่งทรงผมแปลกแหวกแนวเท่าไหร่ ก็ยิ่งสามารถดึงดูดความสนใจของฝ่ายตรงข้ามได้มากเท่านั้น\n{NICKNAME}: \"เจ้าหมอนี่มันอะไรกัน ทำยังไงถึงเซ็ตทรงผมบ้านี่ได้กันนะ?\"\n{NICKNAME}: แล้วเมื่อทำให้หัวสมองของคู่ต่อสู้ถูกครอบงำด้วยเรื่องพวกนี้ได้ ก็ได้เปรียบในการดูเอลบนโต๊ะแล้วล่ะ\nPaimon: งั้นเหรอ? ถ้าอย่างนั้นอีกหน่อยเวลาจะเล่นการ์ดเกมกับ Cyno พวกเราคงต้องคิดดูให้ดี ๆ ก่อนซะแล้ว...\n{NICKNAME}: แต่ฉันกลับคิดว่าถ้าเล่นการ์ดเกมกับ Cyno ล่ะก็ ฉันน่าจะเป็นฝ่ายได้เปรียบนะ\nPaimon: แต่ทรงผมเธอมันธรรมดาจะตายไป และก็ไม่ได้ใส่เสื้อผ้าแปลก ๆ ด้วย...\n{NICKNAME}: แต่ฉันมี Paimon นี่\n{NICKNAME}: \"นี่มันอะไรกัน เจ้าสิ่งของตัวเล็ก ๆ ที่ลอยอยู่ข้างหลังนั่นมันอะไรกันแน่นะ?\"\n{NICKNAME}: ขอแค่มี Paimon บินอยู่ข้าง ๆ ในหัวของ Cyno ก็จะเต็มไปด้วยเรื่องแบบนี้\n{NICKNAME}: ส่วนฉันก็ไม่มีทางอึ้งในทรงผมของเขา เท่านี้ก็กุมความได้เปรียบไว้ได้แล้วล่ะ\nPaimon: เธอไปทำทรงผมแปลก ๆ ซะเถอะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cynoAndCard_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Sumeru - เมือง Sumeru\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1155,
			"title": "เกี่ยวกับเพลงกล่อมเด็กของ Sumeru...",
			"voicelineType": "71059",
			"description": "Paimon: \"กลิ่น~ กลิ่นหอมของแกงกะหรี่~ เป็นสัญญาณบอกเด็ก ๆ ว่ากลับบ้านได้แล้วนะ~♪\"\n{NICKNAME}: \"กลิ่นหอมของแกงกะหรี่~♪\"\nPaimon: ว้าว! ต่อได้เยี่ยมไปเลย ที่แท้เธอก็จำเนื้อเพลงท่อนนี้ได้เหมือนกันมาโดยตลอดสินะ!\n{NICKNAME}: Paimon เองก็ร้องได้เยี่ยมไปเลยไม่ใช่รึไง?\nPaimon: ฮี่ฮี่ นั่นก็เป็นเพราะว่าฉันมีแผนที่ยิ่งใหญ่อยู่ยังไงล่ะ!\nPaimon: เธอเคยได้ยินเรื่องนั้นรึเปล่า? ครั้งหนึ่งมี Hilihound อยู่ตัวหนึ่ง ที่มักจะได้กินเนื้อในทุกครั้งที่ Samachurl เต้นรำ จากนั้นทุกครั้งที่มันได้ยินเสียงเต้นรำ ก็จะน้ำลายไหลย้อย\nPaimon: ทุกครั้งที่ได้ยินเพลงแกงกะหรี่ ก็จะมีแกงกะหรี่ให้กิน ถ้าอย่างนั้นที่ฉันต้องทำ ก็แค่จำมันให้ขึ้นใจ แล้วพอวันไหนที่อยากกินแกงกะหรี่อร่อย ๆ ก็แค่ฮัมเพลงไว้แค่นั้น\nPaimon: เฮ้ ไหงถึงได้เงียบไปล่ะ?\nPaimon: \"กลิ่น~ กลิ่นหอมของแกงกะหรี่~ เป็นสัญญาณบอกเด็ก ๆ ว่ากลับบ้านได้แล้วนะ~♪\"",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumeruNurseryRhyme_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1156,
			"title": "เกี่ยวกับคำพูดของ Aranara ที่ทำให้ลิ้นพันกัน...",
			"voicelineType": "71060",
			"description": "{NICKNAME}: Paimon ว่าคำว่า \"Aranara\" นี่พูดยากมั้ย?\nPaimon: อื๋อ? พูดยากงั้นเหรอ? เป็นเพราะว่าปกติแล้วเธอพูดน้อยไปรึเปล่านะ\nPaimon: เหมือนอย่างฉันที่พูดได้ทั้งวันเนี่ย คล่องปากมากเลยล่ะ ไม่มีทางกัดลิ้นตัวเองหรอกนะ\n{NICKNAME}: งั้นเธอลองอ่านอันนี้ดูหน่อยซิ\nPaimon: อะไรเหรอ ไหน ๆ ฉันดูซิ\nPaimon: ทางใต้มี Aranara ที่ชื่อ Arana กำลังฝึก Ararakalari\nPaimon: ทางเหนือมี Nara Rana ที่กำลังเดินมา ในมือ Nara Rana มี Padisarah ถืออยู่\nPaimon: Nara Rana ที่มี Padisarah อยู่ในมือ อยากจะพา Arana ที่กำลังฝึก Ararakalari ไปที่ร้านเหล้าเพื่อหา Lambad แต่ Arana ที่ฝึก Ararakalari อยากพา Nara Rana ที่ถือ Padisarah ไปที่ Vanarana\nPaimon: Nara Rana กล่อม Arana ไม่สำเร็จ เลยต้องไปที่ Vanarana กับ Arana เพื่อพบกับ Aranara ตนหนึ่งที่มีชื่อว่า Arama...\nPaimon: นะ... นี่ฉันฝันอยู่รึเปล่านะ\nPaimon: ฉะ... ฉันมองเห็นดาววิ้ง ๆ... เต็มไปหมดเลย....",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraTongueTwister_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1163,
			"title": "เกี่ยวกับการรับมือ \"วิกฤตตามคำพยากรณ์\"...",
			"voicelineType": "71061",
			"description": "Paimon: จู่ ๆ ฉันก็นึกวิธีดี ๆ ในการรับมือกับ \"วิกฤตตามคำพยากรณ์\" ของ Fontaine ได้อย่างหนึ่งล่ะ!\n{NICKNAME}: ไหน Paimon คิดอะไรดี ๆ ออกล่ะ?\nPaimon: ใน Fontaine มีกลไกเครื่องลานก่อสร้างขนาดใหญ่ที่ใช้สำหรับงานขุดเจาะอุโมงค์อยู่นี่ ทำไมเราไม่โยนกลไกอันนั้นลงไปขุดรูใต้น้ำลึกล่ะ? ถ้าเราขุดรูที่ทำให้น้ำรั่วได้ แบบนี้น้ำจะขึ้นเท่าไหร่ก็ไม่หวั่น\n{NICKNAME}: ฟังดูสมเหตุสมผลอยู่นะ แต่น้ำที่รั่วไปด้านล่างจะไปอยู่ไหนล่ะ?\nPaimon: แหม เรื่องนี้ไม่เห็นต้องไปคิดมากเลย! เธอลองนึกดูนะ สมมติว่ากระเป๋าตังค์เธอมีรูรั่ว ถึงเธอจะนั่งคิดแล้วคิดอีกว่า Mora หายไปไหน มันก็คงไม่มีทางกลับมาตุงเหมือนเดิมหรอกใช่ม้า\n{NICKNAME}: ที่แท้เธอก็รู้สาเหตุที่ฉันเก็บเงินไม่อยู่สินะ\nPaimon: อะ...อะไรเล่า ทำไมต้องมองฉันตอนพูดประโยคนี้ด้วย... รูรั่วในกระเป๋าของธะ...เธอ... ไม่เกี่ยวกับฉันสักหน่อย... รึเปล่านะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_predictCrisis_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ไร้เหตุผลที่ฝนปราย\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1164,
			"title": "เกี่ยวกับมายากล...",
			"voicelineType": "71062",
			"description": "Paimon: การแสดงมายากลของ Lyney สุดยอดไปเลย ก่อนที่จะเฉลย ฉันดูไม่ออกจริง ๆ นะว่าเขาทำได้ยังไง!\n{NICKNAME}: โอ๊ะ จู่ ๆ ฉันก็นึกมายากลอันนึงได้\nPaimon: เอ๋? เธอเล่นมายากลเป็นด้วยเหรอ?\n{NICKNAME}: อื้ม ฉันสามารถเสกหมวกมายากลใบใหญ่ให้ลอยอยู่ในอากาศได้ แถมยังสั่งให้มันลอยไปลอยมาได้ด้วยนะ\nPaimon: โห! จริงเหรอ? เธอทำได้ไงอะ?\n{NICKNAME}: ฮิฮิ ก็เพราะ Paimon อยู่ในหมวกไงล่ะ\nPaimon: หา? ทำไมฉันถึงอยู่ใน...อ๋อ! ที่แท้ฉันก็เป็นคนทำให้มันลอยไปลอยมานี่เอง!\nPaimon: ฮิฮิ งั้นฉันก็นึกออกทริกหนึ่งเหมือนกัน!\n{NICKNAME}: หืม? ไหนว่ามาซิ\nPaimon: เธอใส่ของอร่อย ๆ ลงในหมวกเรื่อย ๆ แล้วจะพบว่าใส่ยังไงหมวกนั่นก็ไม่เต็มสักที!\n{NICKNAME}: เอ่อ... แล้วจานจะทำยังไงล่ะ?\nPaimon: จริงด้วย! งั้นหมวกใบนี้สามารถคายจานออกมาได้ด้วยแล้วกัน น่าทึ่งใช่มั้ยล่ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_magic_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ไร้เหตุผลที่ฝนปราย\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1165,
			"title": "เกี่ยวกับการจดสิทธิบัตรการบิน...",
			"voicelineType": "71063",
			"description": "Paimon: \"เรือราง\" ของ Fontaine สะดวกสุดยอด! ถ้าเกิดว่าใช้ได้โดยไม่มีรางด้วยก็ดีสิ แบบนี้ไปไหนมาไหนก็ไม่ต้องเปลืองแรงเองแล้ว\n{NICKNAME}: Paimon ก็บินอยู่ตลอดไม่ใช่รึไง? แบบนี้ก็เหนื่อยเป็นเหมือนกันเหรอ?\nPaimon: บิน... บิน... จริงสิ! ถ้าเกิดทำให้ \"เรือราง\" บินได้ งั้นก็ไม่ต้องใช้รางแล้วสิ! ฮิฮิ แบบนี้ก็เรียกมันว่า \"เรือเหาะเวหา\" ดีกว่า!\nPaimon: เร็วเข้า พวกเราไปยื่นเรื่อง... \"จดสิทธิบัตร\" อะไรนั่นเร็ว! จะให้ใครมาแย่งไอเดียอัจฉริยะแบบนี้ไปไม่ได้เด็ดขาดเลย!\n{NICKNAME}: จะจดสิทธิบัตรนี่มีแค่ชื่อไม่ได้หรอกนะ ต้องคิดวิธีทำให้เรือบินขึ้นด้วยสิ\nPaimon: วิธีงั้นเหรอ? อืมมม... อย่างเช่น... อย่างเช่น... ติดใบพัดอันมหึมาไว้ด้านบนเรือเป็นไง!\n{NICKNAME}: งั้นจะรับประกันได้ไงว่า เรือจะไม่หมุนไปกับใบพัดด้วยน่ะ? แล้วจะควบคุมทิศทางการบินยังไง?\nPaimon: เรื่องนี้... คือว่า... เฮ้อ ที่แท้จะบินทีมันยุ่งยากขนาดนี้เลยเหรอ? ปกติฉันไม่ยักจะสังเกตเลย...\n{NICKNAME}: อืม... แต่ถ้าไม่ต้องคำนึงถึงเรื่องทิศทางกับความเร็วละก็ ยังมีวิธีง่าย ๆ อีกอย่างนึงนะ\nPaimon: เอ๋? จริงเหรอ!\n{NICKNAME}: หาจุดออกตัวบินที่สูงเพียงพอ จากนั้นก็จะได้บินลงล่างด้วยความเร็วสูงแล้วล่ะ\nPaimon: เน้! แบบนั้นมันคือการร่วงตกไม่ใช่รึไงเล่า!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_flyingPatent_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ไร้เหตุผลที่ฝนปราย\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1166,
			"title": "เกี่ยวกับด้านมืดของวงการสื่อสิ่งพิมพ์...",
			"voicelineType": "71064",
			"description": "Paimon: \"ยอดนักสืบ Hurlock\" ที่ตีพิมพ์รายตอนใน \"หนังสือพิมพ์ The Steambird\" ก็คงได้รวมเล่มและตีพิมพ์กับสำนักพิมพ์ Yae ใช่มั้ยนะ\n{NICKNAME}: เหมือนจะเป็นอย่างนั้น\nPaimon: แต่ The Steambird มีกำลังตีพิมพ์กับการขนส่งที่สุดยอดขนาดนี้แท้ ๆ ทำไมถึงไม่ตีพิมพ์รวมเล่มเองล่ะ?\n{NICKNAME}: หึหึ นี่แหละด้านมืดของวงการสื่อสิ่งพิมพ์\nPaimon: เธอทำหน้าเหมือนกับมองทะลุปรุโปร่งทุกอย่างเลยนะ! งั้นเธอก็บอกหน่อยสิว่าทำไม \"The Steambird\" ที่มีเส้นสายไปทั่วทั้ง Teyvat ถึงไม่ตีพิมพ์นิยายเอง\n{NICKNAME}: สิ่งสำคัญสุดของนิยายคือ...\nPaimon: สิ่งสำคัญสุดคือ...?\n{NICKNAME}: ภาพวาดประกอบไงล่ะ!\nPaimon: ขอโทษเหล่านักเขียนกับบรรณาธิการทั้ง Teyvat ที่กำลังตรากตรำปั่นต้นฉบับกับคิดไอเดียด้วยนะ!\n{NICKNAME}: สำนักพิมพ์ Yae มีนักวาดใต้สังกัดดี ๆ อยู่เยอะแยะ อยากซื้อตัวคนพวกนี้ไม่ใช่เรื่องง่าย อย่างเช่นอาจารย์ชอล์กขาวงี้ นอกจากสำนักพิมพ์ Yae แล้วก็ไม่มีใครรู้วิธีติดต่อเขาเลย\nPaimon: โอ้ ๆ จุดนี้ก็จริงอยู่นะ\n{NICKNAME}: อีกอย่างก็คือ...\nPaimon: คือ?\n{NICKNAME}: ต้องตีพิมพ์กับสำนักพิมพ์ Yae ก่อน ถึงจะออกการ์ดร่วมกับ \"เกมกลเจ็ดอัจฉริยะ\" ได้!\nPaimon: บะ...แบบนั้นเองเรอะ!\n{NICKNAME}: เพราะฉะนั้นด้านมืดสุดในวงการสื่อสิ่งพิมพ์ก็คือ... เนื้อเรื่องไม่สำคัญเลยสักนิด สิ่งสำคัญกว่าคือคุณค่าเชิงพาณิชย์ต่างหากล่ะ!\nPaimon: มืดมนสุด ๆ เลย!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_publishingIndustry_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1167,
			"title": "เกี่ยวกับนักสืบผู้ไม่ออกจากบ้าน...",
			"voicelineType": "71065",
			"description": "Paimon: ได้ยินมาว่าในนครว่าการ Fontaine มีนักสืบที่สามารถไขคดีได้โดยไม่ออกจากบ้านด้วย\nPaimon: นี่คือที่เขาเรียกกันว่าทำงานอยู่บ้านสินะ? ฟังดูสบายจังเลย!\nPaimon: ว่าแต่ ถ้าไม่ไปตรวจสอบที่เกิดเหตุด้วยตัวเอง แล้วจะใช้อะไรหาข้อสันนิษฐานออกมากันล่ะ... อ๋อ ฉันรู้ละ! ใช้การดูดวงรึเปล่า?\n{NICKNAME}: งั้นก็น่าจะเรียกว่าหมอดูมากกว่านักสืบสิ\nPaimon: จะ...จริงด้วย...\n{NICKNAME}: เบาะแสของคดีคงไม่ได้งอกขาออกมาแล้ว วิ่งโร่ไปหาถึงบ้านนักสืบเองหรอกมั้ง\nPaimon: แสดงว่ามีคนช่วยรวบรวมเบาะแสให้นักสืบแน่ ๆ...\n{NICKNAME}: บางทีคำขอที่เราได้รับจากกิลด์นักผจญภัย... ส่วนหนึ่งอาจจะเป็น...\nPaimon: เอ๋? งั้นค่าตอบแทนที่ควรจะให้เรา ก็ต้องถูกนักสืบนั่นแย่งไปส่วนหนึ่งน่ะสิ? แบบนี้ไม่ได้นะ! พวกเราไปประท้วงนักสืบนั่นกันเถอะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveIndoor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1168,
			"title": "เกี่ยวกับสมบัติลึกลับของศูนย์วิทยาศาสตร์ Fontaine...",
			"voicelineType": "71066",
			"description": "Paimon: ศูนย์วิทยาศาสตร์ Fontaine เป็นสถาบันวิจัยกลไกเครื่องลานและพลังงานต่าง ๆ ไม่ใช่เหรอ? ทำไมถึงได้มีข่าวลือเรื่องสมบัติลึกลับด้วยล่ะ...\nPaimon: ถ้าเป็นสมบัติของจอมโจรหรือสมบัติของโจรสลัด ก็พอจะเข้าใจอยู่หรอก\nPaimon: แต่สมบัติของนักวิจัย สมบัติของเจ้าหน้าที่เทคนิคชั้นสูง... ไม่เห็นจะฟังดูน่าตื่นเต้นตรงไหนเลย...\n{NICKNAME}: แล้วถ้ามีคนเป็นนักวิจัยตอนกลางวัน แต่เป็นขโมยในตอนกลางคืน... ถ้าสมบัติลึกลับที่ว่าถูกทิ้งไว้โดยบุคคลลึกลับแบบนี้ล่ะ?\nPaimon: อืม... ฟังดูชีวิตลำบากเนอะ... กลางวันทำงาน กลางคืนก็ต้องทำงานอีก แล้วจะเอาเวลาที่ไหนไปพักผ่อนล่ะ?\n{NICKNAME}: บางทีตัวตนของบุคคลลึกลับนี้อาจจะเป็นจักรกลเครื่องลานก็ได้นะ แบบนี้ก็ไม่ต้องพักแล้วไง\nPaimon: สมบัติลึกลับที่จักรกลเครื่องลานลึกลับ ผู้เป็นนักวิจัยตอนกลางวัน และเป็นขโมยในตอนกลางคืนทิ้งไว้งั้นเหรอ... ก็ฟังดูลึกลับจริงนั่นแหละ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mysteriousTreasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1169,
			"title": "เกี่ยวกับข้อห้ามในนิยายสืบสวนสอบสวน...",
			"voicelineType": "71067",
			"description": "Paimon: \"ยอดนักสืบ Hurlock\" เอย \"แฟ้มบันทึกคดีของคุณ Orith\" เอย... นิยายสืบสวนสอบสวนแบบนี้นิยมใน Fontaine ดีจังเลยเนอะ\n{NICKNAME}: Paimon อ่านรู้เรื่องด้วยเหรอ?\nPaimon: เธอจะดูถูกฉันเกินไปแล้วนะ! ถ้าฉันอ่านละก็ แค่ครึ่งเรื่องก็คงเดาคนร้ายได้แล้วเหอะ\n{NICKNAME}: อย่าไปสปอยล์คนอื่นเขาล่ะ\nPaimon: ฉันไม่ทำเรื่องแบบนั้นหรอกน่า\n{NICKNAME}: แต่มันก็มีคนจำพวกหนึ่งที่ชอบห้ามคนอื่นคุยกันเรื่องนิยาย โดยใช้ข้ออ้างว่า \"อย่าสปอยล์\" อยู่นะ แต่จริง ๆ แล้วพวกเขาก็แค่ไม่อยากเห็นผลงานที่เกลียดได้ดิบได้ดีก็เท่านั้นแหละ\nPaimon: ฉันไม่ค่อยอ่านหนังสือเท่าไหร่อ่า ไม่เคยรู้มาก่อนเลยว่ามีเรื่องแบบนี้ด้วย\n{NICKNAME}: อย่างเช่น ในขณะที่แฟนคลับเรื่อง \"ศาสตร์การต่อสู้ของโอนิ\" กำลังคุยกันอยู่ คนแบบนี้ก็จะโผล่มาพูดแทรกกลางปล้องว่า \"ฉันยังไม่ได้อ่านบทที่สองของเล่มหนึ่งเลยนะ เลิกสปอยล์ให้ฉันฟังสักที!\" อะไรอย่างนี้\nPaimon: แบบนั้นมันนับว่าอ่านด้วยเหรอ!\n{NICKNAME}: ฉันจะบอกความลับหนึ่งให้ฟังนะ Paimon\nPaimon: อื้มเอาสิ แต่ทำไมจู่ ๆ ก็...\n{NICKNAME}: อันที่จริง...\nPaimon: อันที่จริง...\n{NICKNAME}: อันที่จริงแล้ว Zhongli นี่แหละ คือราชาแห่งหิน\nPaimon: สุดจะอึ้ง! เธอสปอยล์ฉันทำไมเนี่ย... ที่ไหนกันเล่า นี่มันเรื่องที่รู้กันตั้งนานแล้วไม่ใช่เรอะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ดาราใหม่ฉายแสง\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1170,
			"title": "เกี่ยวกับการทะเลาะวิวาทและป้องกันตัวเอง...",
			"voicelineType": "71068",
			"description": "{NICKNAME}: ถ้าเกิดโดนต่อยเข้าตอนอยู่ใน Fontaine ก็อย่าต่อยเขาคืนโดยไม่มีพยานรู้เห็นล่ะ\nPaimon: เอ๋ ทำไมล่ะ?\n{NICKNAME}: ถ้าไม่มีหลักฐานละก็ สุดท้ายอาจจะถูกมองว่าเป็นการทะเลาะวิวาท แทนที่จะเป็นการป้องกันตัวเอง\nPaimon: แล้วมันจะเกิดอะไรขึ้นเหรอ?\n{NICKNAME}: ก็ถ้าเป็นอย่างนั้น สุดท้ายคงมีโอกาสสูงที่จะต้องเข้าสู่ขั้นตอนประลองในการพิจารณาคดีน่ะสิ\n{NICKNAME}: พอมาถึงจุดนี้ คงได้แต่ลงสนามไปต่อยตีกับอีกฝ่ายจริง ๆ แล้วล่ะ หรือไม่ก็ให้ตัวแทนประลองไปตีแทน\nPaimon: ...ดีนะที่เธอต่อยตีเก่งอะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_defenseAndFight_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1171,
			"title": "เกี่ยวกับแผนกบรรณาธิการของหนังสือพิมพ์ The Steambird...",
			"voicelineType": "71069",
			"description": "Paimon: อ๊ะ เรื่องที่เกิดขึ้นเมื่อวานถูกนำมาลงใน \"หนังสือพิมพ์ The Steambird\" ของวันนี้แล้วแฮะ...\nPaimon: ไหนจะยังมีอุบัติเหตุนอกเมืองที่เกิดขึ้นกลางดึกของเมื่อคืนอีก พวกเขาเขียนข่าวพวกนี้กันตอนไหนเนี่ย\n{NICKNAME}: แถมยังตีพิมพ์ออกมาแต่เช้าตรู่ด้วยนะ\nPaimon: ฮึฮึ ฉันรู้แล้ว ไม่แน่ในสำนักงานของ The Steambird อาจจะมีเครื่องตีพิมพ์เวทมนตร์ก็ได้นะ ขอแต่นักข่าวแต่ละแห่งเอารายงานข่าวมา มันก็จะกลืนบทความแบบ \"งั่มงั่ม\" จากนั้นค่อยถุยทั้งหมดออกมาตอนถึงเวลาตีพิมพ์ก็ได้\nPaimon: ไม่แน่นะ ตอนใกล้ถึงเวลาตีพิมพ์อาจมีนักข่าววิ่งพรวดพราดเข้าไปพูดว่า \"เดี๋ยวก่อน ฉันยังมีต้นฉบับข่าวอีกชุดหนึ่งที่ไม่ได้ถูกกินเข้าไป\" ก็ได้\n{NICKNAME}: ดูจะจินตนาการภาพแบบนั้นได้อยู่นะ แต่จากที่ฉันรู้มันไม่มีเครื่องตีพิมพ์แบบนั้นหรอก \"หนังสือพิมพ์ The Steambird\" สามารถตีพิมพ์ออกมาได้ปกติทุกวัน ก็เป็นเพราะพนักงานทั้งหลายต่างทำงานกันอย่างขันแข็ง ทั้งตรวจคำผิดแบบ \"ฮึ่มฮึ่ม\" บ้างล่ะ จัดวางเนื้อหาตามกรอบแบบ \"ฟึ่บฟั่บ\" บ้างล่ะ หรือไม่ก็ติดต่อคนอื่นด้วยคำพูดว่า \"จะไม่ไหวแล้ว ขออีกห้านาทีเถอะนะ\" บ้างล่ะ ทั้งหมดนี้เป็นเวทมนตร์ของแผนกที่ชื่อว่าบรรณาธิการทั้งนั้น\nPaimon: สุดยอดไปเลย แผนกบรรณาธิการของ The Steambird ใช้เวลาหนึ่งวันก็ทำหนังสือพิมพ์ออกมาได้แล้วเหรอเนี่ย อย่าบอกนะว่าพวกเขาไม่ต้องนอนกันน่ะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambirdEditorial_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1172,
			"title": "เกี่ยวกับนวนิยายของ Fontaine...",
			"voicelineType": "71070",
			"description": "Paimon: งืม \"จักรกลเครื่องลานจะฝันถึงหมอนวดล้อเฟืองบ้างมั้ยนะ?\" Fontaine ก็มีนิยายแปลก ๆ ที่ชื่อยาวเหยียดเหมือนกันนะเนี่ย\nPaimon: แต่ถ้าเทียบกับไลท์โนเวลของ Inazuma แล้ว สำนวนการเขียนกับธีมดูจะต่างกันเลยแฮะ\n{NICKNAME}: ฉันอ่านเรื่องย่อมา เนื้อเรื่องเกี่ยวกับจักรกลเครื่องลานผู้รับภาระหน้าที่วาดภาพประกอบหนังสือพิมพ์ไม่ไหว เพราะปวดหลังจากการโน้มตัวเป็นเวลานาน จนสุดท้ายก็ออกเดินทางตามหาหมอนวดที่สามารถกอบกู้แผ่นหลังจักรกลของมันได้น่ะ...\nPaimon: ฟังดูน่าสนุกอยู่นะ\n{NICKNAME}: แต่มันแปลกไปหน่อยมั้ย ทำไมจักรกลเครื่องลานตัวนี้ต้องหาหมอนวดด้วย ทำไมไม่ไปขอให้วิศวกรพวกนั้นช่วยจัดการให้ล่ะ เช่น... อืม วิศวกรของศูนย์วิทยาศาสตร์ Fontaine พวกนั้นน่ะ?\nPaimon: เอ่อ แต่วิศวกรของศูนย์วิทยาศาสตร์ Fontaine ก็ออกจะ...\n{NICKNAME}: ก็จริง อื้ม ถึงเรื่องนี้จะมีจักรกลเครื่องลานเป็นตัวเอก แต่แค่ดูก็รู้แล้วว่ามนุษย์เป็นคนเขียนน่ะ ถ้าเกิดให้จักรกลเครื่องลานได้ลองจับปากกาดู พวกมันจะเขียนเรื่องราวแบบไหนออกมากันนะ?\nPaimon: ฉันขอลองเดาดูหน่อยแล้วกัน... \"ตื่นมาอีกทีก็กลายเป็นมนุษย์มีเนื้อมีหนังแล้ว!\"\n{NICKNAME}: โอ๊ะ Paimon ก็สร้างสรรค์ดีเหมือนกันนี่นา",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fontaineNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1173,
			"title": "เกี่ยวกับการพิพากษาและการแสดง...",
			"voicelineType": "71071",
			"description": "Paimon: ชาว Fontaine มักจะทำการพิพากษาในโรงอุปรากร Epiclese ในขณะที่การแสดงอื่น ๆ ก็จะจัดขึ้นในนั้นด้วยเหมือนกัน แต่ว่า...\n{NICKNAME}: ทำไมเหรอ Paimon กำลังสงสัยอะไรอยู่?\nPaimon: ถ้าเกิดว่ามีคนทำการแสดงที่มีเนื้อหาเกี่ยวกับการพิพากษาในโรงอุปรากร Epiclese ล่ะ แบบนี้ทุกคนจะคิดว่าการพิพากษานั่นเป็นของจริงหรือแค่การแสดงอะ?\n{NICKNAME}: เป็นคำถามที่ดีนะ ไม่แน่วันรุ่งขึ้น นักแสดงที่รับบทเป็นผู้ถูกพิพากษากำลังเดินอยู่บนท้องถนน อาจถูกคนอื่นจำได้ว่า \"เจ้าหมอนี่มันคนที่ถูกพิพากษาเมื่อวานนี่นา!\" ก็ได้\nPaimon: นั่นสิ ๆ แบบนี้จะไม่ทำให้เกิดปัญหาใหญ่ขึ้นเหรอ?\n{NICKNAME}: เวลาแบบนี้ก็ต้องตะโกนเสียงดัง ๆ ออกไปว่า \"อย่าเอาเนื้อหาการแสดงมาเป็นเรื่องจริงเซ่!\"\nPaimon: แต่อันที่จริงคนที่รับบทเป็นผู้ถูกพิพากษา ก็อยากให้คนอื่นสับสนว่ามันคือการแสดงหรือการพิพากษาจริงนั่นแหละ แย่จริง ๆ เลย\n{NICKNAME}: แย่จริง ๆ ด้วย Paimon ทำไมเธอถึงได้คิดไอเดียแย่ ๆ แบบนี้ออกมาได้เนี่ย!\nPaimon: เอ๊ะ หา ผิดที่ฉันเหรอเนี่ย?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_trialAndPerform_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1174,
			"title": "เกี่ยวกับ Fonta...",
			"voicelineType": "71072",
			"description": "Paimon: เวลาดื่ม Fonta แล้วรู้สึกกระปรี้กระเปร่ามากเลย เธอไม่รู้สึกบ้างเหรอ?\n{NICKNAME}: อื้ม พอได้ดื่มเข้าไป ก็รู้สึกสดชื่นมากเป็นพิเศษเลย\nPaimon: ซื้อให้ฉันสักแก้วได้มั้ย? ฉันอยากลองทำอย่างนั้นมาตั้งนานแล้ว!\n{NICKNAME}: ทำอย่างไหนนะ?\nPaimon: โธ่ เดี๋ยวฉันจะแสดงให้ดู\nPaimon: อึก อึก อึก อึก อึก...\nPaimon: ฮ่าาาาาา...\nPaimon: เวลาพวกคนขี้เมาชนแก้วก็ทำแบบนี้กันตลอดเลย ฉันก็อยากลองสักครั้งเหมือนกัน!\n{NICKNAME}: อย่าเลียนแบบตาแก่พวกนั้นสิ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fonta_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1175,
			"title": "เกี่ยวกับหุ่นรักษาการณ์...",
			"voicelineType": "71073",
			"description": "Paimon: หุ่นรักษาการณ์จะทำตามภารกิจที่ถูกตั้งค่าไว้ งั้นหมายความว่า ขอแค่ป้อนคำสั่งอะไรเข้าไป พวกมันก็จะทำหมดเลยสินะ\n{NICKNAME}: เธอปิ๊งไอเดียใหม่ได้งั้นเหรอ?\nPaimon: ใช่แล้ว ฉันแค่ต้องการ \"หุ่นรักษาการณ์จัดการคำขอ\", \"หุ่นรักษาการณ์รวบรวมวัสดุ\", \"หุ่นรักษาการณ์สำรวจดันเจี้ยน\"...\nPaimon: แล้วก็ \"หุ่นรักษาการณ์ทำอาหารหอมฉุย\" อีกตัว แค่นี้พวกเราก็เข้าสู่ยุคผจญภัยแบบอัตโนมัติได้แล้วล่ะ!\n{NICKNAME}: แต่ต้นทุนการครอบครองและใช้งานหุ่นรักษาการณ์สูงอยู่นะ ไหนจะยังมีค่าบำรุงรักษาในภายหลังอีก...\n{NICKNAME}: ขอฉันลองคำนวณดูหน่อยนะ อืม ขนาดต้นทุนการเก็บรวบรวมมินต์แต่ละต้นยังเฉลี่ยอยู่ที่ 6300 Mora เลย...\nPaimon: หา แพงขนาดนั้นเลยเหรอ!\nPaimon: ...จู่ ๆ ก็รู้สึกเลยแฮะว่าคุณภาพชีวิตตลอดการผจญภัยของพวกเรานี่แพงใช้ได้เลย!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_guardMechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1176,
			"title": "เกี่ยวกับการดำน้ำ...",
			"voicelineType": "71074",
			"description": "Paimon: โลกใต้น้ำของ Fontaine สวยจังเลย มีปลาที่ไม่เคยเห็นตั้งเยอะแยะแน่ะ!\n{NICKNAME}: ถ้าเกิดว่าดำน้ำในที่อื่น ๆ ได้บ้างก็คงดี\nPaimon: นั่นสิเนอะ ฉันก็รู้สึกเสียดายเหมือนกัน...\nPaimon: แต่ถ้าเกิดว่าทำได้จริงละก็ เธออยากลองไปดำน้ำที่ไหนเหรอ?\n{NICKNAME}: อืมมม... แถวท่าเรือ Liyue ไม่ก็แถว Guyun Stone Forest ละมั้ง?\nPaimon: โอ้! เข้าใจได้เลย! ถ้าเกิดว่าที่พวกนี้มีเรืออับปางละก็ พวกเราคงได้เจอสมบัติให้พรึบเลยแน่นอน!\n{NICKNAME}: แล้วก็ Inazuma กับ ศาลเจ้า Sangonomiya ด้วย ใต้น้ำของสถานที่เหล่านั้นจะต้องสวยมากแน่ ๆ เลย Paimon ล่ะ?\nPaimon: ฉันขอคิดหน่อยน้า... ถ้าเธอเลือก Liyue กับ Inazuma แล้ว งั้นฉันเลือกไป Cider Lake ของ Mondstadt ก็แล้วกัน!\n{NICKNAME}: ที่นั่นก็ไม่เลวเลย แต่ระหว่างที่เธอกำลังว่ายไปว่ายมานั้น...\nPaimon: ทะ...ทำไมเหรอ?\n{NICKNAME}: จู่ ๆ ก็ค้นพบว่ามีของบางอย่างค่อย ๆ จมลงตรงหน้าเธอ...\nPaimon: เอ๋?!\n{NICKNAME}: ของสิ่งนั้นกลมกลิ้งอวบอ้วน และมีลายสีแดงกับสีขาวสลับกัน เธอเห็นแล้วรู้เลยว่าสิ่งนี้คือ...\nPaimon: Jumpy Dumpty!!\n{NICKNAME}: ตู้มมมมมม!\nPaimon: แงงงงงงง! โดนระเบิดตัวลอยแล้ว!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_diving_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1177,
			"title": "เกี่ยวกับศิลปะ...",
			"voicelineType": "71075",
			"description": "Paimon: ในนครว่าการ Fontaine มีศิลปินแปลก ๆ อยู่เต็มไปหมดเลย ได้ยินมาว่าพวกเขาก็ชอบขึ้นเวทีไปแสดงในโรงอุปรากรอยู่บ่อย ๆ เหมือนกัน\nPaimon: ดูท่าชาว Fontaine จะให้ความสำคัญกับศิลปะมากเลยนะ สมกับเป็นเมืองศิลป์จริง ๆ\nPaimon: ไม่เหมือนกับที่ Sumeru ขนาดจะทำการแสดงยังต้องลับ ๆ ล่อ ๆ เลย...\n{NICKNAME}: Paimon ดูจะให้ความสนใจกับศิลปะมากเลยนะ\nPaimon: แหงอยู่แล้วสิ ฉันค่อนข้างมีความรู้ความเข้าใจในด้านศิลปะเลยนะ!\n{NICKNAME}: งั้น Paimon คิดว่า อะไรถึงจะนับว่าเป็นศิลปะล่ะ?\nPaimon: เรื่องนี้น่ะเหรอ... ศิลปะเป็นของที่ไม่เหมือนกับสิ่งปกติทั่วไป คงเป็นของที่เปล่งประกายเหมือนกับดวงดาวละมั้ง!\n{NICKNAME}: อืม... ของแบบนั้น ตรงหน้านี้เหมือนจะมีอยู่นะ\nPaimon: เอ๋...?\nPaimon: เดี๋ยวนะ อย่าบอกนะว่าเธอพูดถึงฉันน่ะ\n{NICKNAME}: อื้ม ๆ พอลองคิดดูอีกที ถ้าพา Paimon ไปทำการแสดงในโรงอุปรากรละก็ ไม่แน่อาจจะได้รับเสียงตอบรับอย่างล้นหลามเลยก็ได้นะ!\nPaimon: ไม่เอาด้วยหรอกย่ะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_art_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1178,
			"title": "เกี่ยวกับการซ่อมแซมปัญหา...",
			"voicelineType": "71076",
			"description": "Paimon: แปลกจัง... ทั้ง ๆ ที่โครงสร้างของกลไกเครื่องลานก็ออกจะซับซ้อน แต่ทำไมบางครั้งพอมันมีปัญหา แค่ตบ ๆ ไม่กี่ทีก็หายแล้วล่ะ?\n{NICKNAME}: อาจจะมีฟันเฟืองหรือเพลาอันไหนที่หลวมก็ได้มั้ง แค่ตบไม่กี่ทีกับเขย่าอีกนิด ให้พวกมันกลับเข้าที่เข้าทางก็พอแล้ว\nPaimon: เอ๋? ก็ยังไม่ค่อยเข้าใจอยู่ดีอ่า...\n{NICKNAME}: อืม... พูดง่าย ๆ ก็คือกลไกพวกนี้ไม่ได้มีปัญหาอะไรมากแต่แรกแล้ว แค่ตบสองสามทีก็ทำให้ชิ้นส่วนกลับสู่ตำแหน่งปกติได้แล้วล่ะ\n{NICKNAME}: ในทางตรงกันข้าม ถ้าเกิดว่าปัญหาเกิดกับตัวชิ้นส่วนละก็ ถึงจะตบจนมันพังก็ซ่อมไม่ได้หรอก\nPaimon: โอ้ ๆ... มันก็เหมือนกับว่า บางคนก็แค่มึนในบางครั้ง แค่ตบกะโหลกไม่กี่ป้าบก็ได้สติแล้วงี้ แต่บางคนเป็นคนมึน ๆ อยู่แล้ว ถึงจะตบยังไงก็ยังมึนเหมือนเดิมสินะ!\nPaimon: ...เดี๋ยว ๆ ทำไมเธอต้องจ้องหัวฉันด้วยอะ?\n{NICKNAME}: วางใจเถอะ ฉันไม่ตบหรอก ถึงตบไปก็ไม่มีประโยชน์\nPaimon: มันต้องแบบนี้สิ... เดี๋ยวนะ เน้!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_troubleshooting_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1179,
			"title": "เกี่ยวกับป้อมปราการ Meropide...",
			"voicelineType": "71077",
			"description": "Paimon: ได้ยินมาว่าใน Fontaine มีที่ที่เรียกว่าป้อมปราการ Meropide อยู่ด้วยล่ะ เขาสร้างขึ้นเพื่อรำลึกถึงคนที่ชื่อ Meropide รึเปล่านะ?\n{NICKNAME}: ฉันไม่เคยได้ยินอะไรแบบนี้มาก่อนแฮะ แต่ก็เป็นไปได้อยู่นะ\nPaimon: น่าอิจฉาจังเนอะ มีป้อมปราการชื่อเดียวกันกับตัวเองอยู่ด้วยแบบนี้ ไว้เธอว่าง ๆ ก็ช่วยสร้างให้ฉันใน Serenitea Pot บ้างได้มั้ย? ฉันก็อยากมี \"ป้อมปราการ Paimon\" บ้างง่า\n{NICKNAME}: งั้นไม่ต้องไปสร้างถึง Serenitea Pot หรอก เธอแค่ไปนครว่าการ Fontaine กับฉันสักรอบก็พอแล้ว\nPaimon: หรือว่าเธอจะซื้อที่ดินแล้วสร้างบ้านในนครว่าการ Fontaine เหรอ? แบบนั้นต้องใช้ Mora เยอะเลยนี่?\n{NICKNAME}: เสียไม่เท่าไหร่หรอกน่า\nPaimon: ว้าว เดี๋ยวนี้เธอใจป้ำกับฉันขนาดนี้เลยเหรอเนี่ย?\n{NICKNAME}: เพราะแค่ซื้อขนมปังนิดหน่อย กับผักใบอีกเล็กน้อย แล้วก็ซื้อน้ำสลัด... จากนั้นก็วางเธอลงไป...\nPaimon: เน้! ไม่ใช่อะไรแบบนั้นสิ! เธอจะรำลึกฉันบนจานอาหารไม่ได้มั้ย! จะเล่นมุกแบบนี้ไปทั่วทุกประเทศเลยหรือไง!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fortressOfMeropide_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"กาหยกแสนละมุน - 1\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1180,
			"title": "เกี่ยวกับสุดยอดกลไกไขลาน...",
			"voicelineType": "71078",
			"description": "Paimon: ได้ยินมาว่า ที่จริงแล้วชิ้นส่วนไขลานแรกเริ่มสุดมีหลักการทำงานเรียบง่ายมากเลยนะ!\nPaimon: แค่เอาวัตถุเป็นเส้นยาวที่มีความยืดหยุ่นสูง มาหักงอ จากนั้นก็ใช้แรงการคืนสภาพของมันในการขับเคลื่อนฟันเฟืองอะไรพวกนั้น เพื่อให้เครื่องกลทำงานน่ะ!\n{NICKNAME}: วัตถุเส้นยาวที่มีความยืดหยุ่นสูง... ทำไมฟังดูคุ้น ๆ จัง?\n{NICKNAME}: Cryo Regisvine กับ Pyro Regisvine ก็นับด้วยไม่ใช่เรอะ!\nPaimon: อึ๋ย! ทำไมถึงไปนึกถึงเจ้ายักษ์ใหญ่สองตัวนั้นได้ละเนี่ย!\nPaimon: แต่พอเธอพูดงี้ พวกมันสองตัวก็ดูหมุนเก่งกันอยู่นะ...\n{NICKNAME}: แถมยังมีแรงมหาศาลด้วย ถ้าเกิดมันรวบรวมพลังเต็มที่แล้วเหวี่ยงมาหาละก็...\n{NICKNAME}: ขนาดฉันที่สุดจะแข็งแกร่งยังต้องล้มกระเด็นไปกับพื้น!\nPaimon: ถ้าอย่างนั้น Cryo Regisvine กับ Pyro Regisvine... ก็เอามาทำเป็นตัวไขลานได้น่ะสิ?\n{NICKNAME}: จากหลักการที่สิ่งมีชีวิตธาตุน้ำแข็งเกลียดสิ่งมีชีวิตธาตุไฟ และสิ่งมีชีวิตธาตุไฟก็เกลียดสิ่งมีชีวิตธาตุน้ำแข็งแล้วละก็ การจับ Cryo Regisvine กับ Pyro Regisvine มาไว้ด้วยกันเนี่ย...\n{NICKNAME}: พวกมันที่เกลียดกันและกันก็จะเอาแต่หมุนไม่หยุด!\n{NICKNAME}: นี่มันสุดยอดกลไกไขลานเลยไม่ใช่หรือไง! ถ้าเราหาทางจับพลังงานพวกนี้มาได้ละก็ เครื่องกลกว่าครึ่งในนครว่าการ Fontaine คงไม่ต้องเป็นห่วงเรื่องแหล่งพลังงานอีกต่อไปแล้ว!\nPaimon: โอ้ โอ้ โอ้! ดูมีหลักการดีจัง!\nPaimon: เป็นวิธีที่อัจฉริยะไปเลย! ขนาดผู้อำนวยการของศูนย์วิทยาศาสตร์ Fontaine ก็คงจะนึกไม่ถึงแหง ๆ!\nPaimon: ต่อจากนี้แค่ต้องคิดหาวิธีจับ Cryo Regisvine กับ Pyro Regisvine มาไว้ด้วยกันใน Fontaine...\nPaimon: เดี๋ยวสิ แล้วเราจะเอาเจ้ายักษ์ใหญ่สองตัวนั้นมา Fontaine ยังไงล่ะ?\n{NICKNAME}: ส่วนเรื่องต้นทุนกับวิธีทำให้เป็นความจริงน่ะนะ...\n{NICKNAME}: รายละเอียดของเรื่องพวกนี้ไว้ค่อยคุยกันทีหลังแล้วกัน!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1181,
			"title": "เกี่ยวกับร้านกาแฟใต้น้ำ...",
			"voicelineType": "71079",
			"description": "Paimon: ก่อนหน้านี้ตอนอยู่ Sumeru พวกเราได้เห็นร้านกาแฟสวย ๆ ด้วยนี่เนอะ ไม่นึกเลยว่าชาว Fontaine ก็ชอบดื่มกาแฟมากเหมือนกัน ดูจะชอบไม่แพ้ให้กับชาว Sumeru เลย!\n{NICKNAME}: นั่นสิ ขนาดบทความบนหนังสือพิมพ์ยังย้ำนักย้ำหนาเลยว่า กาแฟมีผลช่วยให้ตื่นตัวได้ดีน่ะ แถมยังช่วยฟื้นฟูพลังงานให้กับคนที่กำลังทำงานได้รวดเร็ว และทำให้ทำงานได้อย่างมีประสิทธิภาพสูงอีก\nPaimon: งานที่ถึงกับต้องดื่มกาแฟเพื่อฟื้นฟูพลังงานเนี่ย แค่ฟังก็เหนื่อยแล้ว...\nPaimon: อย่างเช่น... ช่างตีเหล็กเหรอ? เชฟกับนักผจญภัยที่ต้องเดินทางไปนู่นไปนี่ก็น่าจะดื่มกาแฟกันบ่อย ๆ สินะ? แล้วก็ยังมี... นักประดาน้ำ?\n{NICKNAME}: เอ๋ นักประดาน้ำ? Paimon ยกตัวอย่างอาชีพที่แสนจะสุดยอดขึ้นมาเลยนะเนี่ย!\n{NICKNAME}: ตอนนักประดาน้ำทำงานอยู่ใต้น้ำนี่ จะดื่มกาแฟยังไงกันนะ?\nPaimon: นั่นสิ คำถามนี้สำคัญมากเลยนะ!\nPaimon: เวลาอยู่ใต้น้ำจะถอดหมวกดำน้ำออกก็ไม่ได้ หรือต้องใช้ตู้กระจกอันใหญ่มาครอบตัวเองเอาไว้ จากนั้นก็สูบน้ำด้านในออกให้หมด แล้วค่อยดื่มกาแฟในขวดอย่างสบายใจงี้เหรอ...\nPaimon: ไม่สิ ถ้าเป็นแบบนั้น แค่ใส่กาแฟในขวดแล้วใส่หลอดอันยาว ๆ จากนั้นก็ยัดปลายหลอดอีกด้านเข้าหมวกดำน้ำ เอียงหัวนิดหน่อยก็ดื่มได้แล้ว!\n{NICKNAME}: แบบนั้นกาแฟก็เย็นชืดหมดน่ะสิ!\n{NICKNAME}: กาแฟที่ไม่ร้อนไม่เย็น ไม่อร่อยเลยสักนิด!\nPaimon: ไม่เป็นไรหรอกน่า อย่างมากก็เอาเตาไปดำน้ำด้วยเลย\nPaimon: เธอดูนะ เตาทำอาหารที่ชาว Fontaine ทั่วไปใช้มีช่องเปิดด้านบนแค่อันเดียว ขอแค่ปิดผนึกมันไว้ให้แน่นพอ ถึงจะเอาลงน้ำ เตามันก็ไม่น่าจะดับหรอกมั้ง...\nPaimon: เอ๊ะเดี๋ยวนะ... มันบังเอิญขนาดนี้เลยเหรอ? หรือว่า... เตา Fontaine มันเอามาใช้แบบนี้ได้อยู่แล้ว?\n{NICKNAME}: ทาด๊า! ไม่คิดเลยว่าจะถูก Paimon ค้นพบเข้าซะแล้ว! จุดประสงค์ที่แท้จริงในการออกแบบเตาอาหารของ Fontaine!\nPaimon: สมกับเป็นฉันจริง ๆ!\nPaimon: จะว่าไปแล้ว การเปิดร้านกาแฟใต้น้ำก็ใช่ว่าจะเป็นไปไม่ได้นี่นา! ต้องมีนักประดาน้ำมาดื่มกาแฟเยอะแยะแน่ ๆ เลย นี่มันเป็นโอกาสทางธุรกิจนะ โอกาสทางธุรกิจ!\nPaimon: ขอแค่พวกเราเปิดร้านกาแฟใต้น้ำ Mora ก็จะกลิ้งหลุน ๆ เข้ากระเป๋าของพวกเราเอง ไม่แน่อาจมีโอกาสขยับขยายเป็นย่านการค้าใต้น้ำก็ได้...\nPaimon: ฮี่ฮี่! Mora ที่หามาได้ด้วยมันสมองทางธุรกิจนี่ ให้ความรู้สึกภูมิใจดีเนอะ!\n{NICKNAME}: แต่ต้องขอเตือน Paimon ก่อนนะว่า... ห้ามใช้ชื่อของฉันไปขอกู้ยืมกับธนาคารเชียว!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_underwaterCafe_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1182,
			"title": "เกี่ยวกับหนังสือพิมพ์ The Steambird...",
			"voicelineType": "71080",
			"description": "Paimon: \"สำนักข่าว The Steambird\" เจ้านั้นเหมือนจะอยู่ในนครว่าการ Fontaine นะ ไม่รู้ว่าปกติแล้วบนหนังสือพิมพ์จะเขียนรายงานข่าวอะไรไว้บ้าง\nPaimon: เธอว่าจะมีรายงานข่าวเรื่องพวกเรากับ Dvalin บ้างรึเปล่า? แล้วก็เรื่องโชกุน Raiden ด้วย... จริงสิ ยังมีเรื่องที่สถาบันอีกด้วย!\n{NICKNAME}: บนหนังสือพิมพ์ The Steambird น่าจะมีหลายคอลัมน์อยู่นะ แต่ละคอลัมน์ก็จะเขียนข่าวที่ต่างกันออกไป\nPaimon: อ้อ! งั้นข่าวหน้าหนึ่งก็ต้องเป็นประสบการณ์การผจญภัยของพวกเราอยู่แล้วปะ ทั้งน่าติดตามและสะดุดตาสุด ๆ!\n{NICKNAME}: อืมมม... ฉันว่าก็ไม่แน่หรอกนะ อาจจะเคยขึ้นสักครั้งสองครั้งนั่นแหละ แต่เวลาส่วนมาก ข่าวหน้าหนึ่งน่าจะเป็นเรื่องเกี่ยวกับละครหรือไม่ก็นักแสดงพวกนั้นมากกว่า\n{NICKNAME}: อย่างนักแสดงคนไหนโผล่มาดื่มกาแฟข้างทางบ้างล่ะ นักแสดงสักคนประกาศเปิดตัวคบหาดูใจบ้างล่ะ หรือไม่ก็นักแสดงคนไหนจะวางมือจากวงการบ้างล่ะ\nPaimon: ทำไมต้องใส่ข่าวไร้สาระพวกนี้เอาไว้ในที่ที่เด่นสะดุดตาด้วยล่ะ?\n{NICKNAME}: จะบอกว่าไร้สาระก็ไม่ได้ นี่เป็นเนื้อหาที่ทุกคนคุยกันได้สนุกปากนี่นา แป๊บ ๆ ก็เผลอตัวซื้อมานั่งอ่านอย่างละเอียดซะแล้ว\nPaimon: เฮ้อ... เอาเถอะ งั้น... คอลัมน์ด้านในล่ะ? หลังซื้อหนังสือพิมพ์มาแล้ว ด้านในต้องมีเนื้อหาน่าสนใจที่ดึงดูดให้คนอ่านต่อบ้างสิ\n{NICKNAME}: งั้นก็คงจะเป็นข่าวดีเกี่ยวกับนครว่าการ Fontaine ละมั้ง อย่างเช่น พวกอาหารเอย วัสดุเอยได้ปรับราคาลง หรือมีการขยับขยายเส้นทางน้ำเพิ่มไปมากเท่าไหร่งี้...\n{NICKNAME}: ข่าวพวกนี้จะถูกจัดอยู่ในส่วนที่กางหนังสือพิมพ์ออกปุ๊บก็จะเห็นปั๊บ ทำหน้าที่ \"ฆ่าเวลา\" น่ะ\n{NICKNAME}: ถึงเรื่องเกี่ยวกับสถาบันจะเป็นข่าวใหญ่ข่าวโต แต่ก็ไม่ได้เกี่ยวข้องโดยตรงกับชีวิตชาว Fontaine เท่าไหร่\nPaimon: ฮื่อ... งั้นการผจญภัยของพวกเราจะถูกใส่ไว้ตรงไหนล่ะ?\n{NICKNAME}: ฉันว่า น่าจะอยู่หน้าหลังสุดของหนังสือพิมพ์เลยมั้ง\nPaimon: ไหงถึงได้อยู่หน้าหลังสุดเลยล่ะ!\n{NICKNAME}: นี่คือข่าวที่คนทั่วไปเรียกกันว่า \"ข่าวปิดท้าย\" ไงล่ะ\n{NICKNAME}: พวกเขาคงจะใส่สีตีไข่การผจญภัยของพวกเราจนยาวเหยียด จากนั้นก็แบ่งบทความนี้ออกเป็นหลายตอน แล้วตีพิมพ์สี่ห้าวันถึงจะหมดเลยละมั้ง\nPaimon: งั้นคอลัมน์นี้มีไว้ทำอะไรล่ะ?\n{NICKNAME}: มีไว้เพื่อให้หนังสือพิมพ์ \"มีเหตุผลในการดำรงอยู่\" บ้างยังไงล่ะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambird_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - Court of Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"พันมือร้อยเนตรในโลกหล้า\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				},
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"พันนวาระนำพารุ่งอรุณ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1183,
			"title": "เกี่ยวกับจักรกลเครื่องลาน...",
			"voicelineType": "71081",
			"description": "Paimon: คิดไม่ถึงเลยว่าจะมีจักรกลเครื่องลานที่เต้นรำเป็นด้วย... ถึงเข้าไปใกล้แล้วจะอันตราย แต่ดูจากที่นั่งผู้ชมก็ไม่เลวเลย\nPaimon: ถ้าเกิดมีจักรกลเครื่องลานที่ทำการแสดงได้ ร้องเพลงได้ละก็... จะต้องครื้นเครงมากแน่เลย!\n{NICKNAME}: ถ้าเกิดว่ามีจักรกลผู้ชมด้วยละก็ แบบนั้นคงกลายเป็นว่า... จักรกลเครื่องลานแสดงเอง จักรกลเครื่องลานดูเอง จักรกลเครื่องลานทำเพื่อจักรกลเครื่องลานกันเอง\nPaimon: ไม่รู้ทำไมถึงฟังดูน่ากลัวนิด ๆ แฮะ...\nPaimon: ให้จักรกลเครื่องลานไปทำอย่างอื่นดีกว่า! จริงสิ! ถ้าเกิดว่ามีจักรกลเครื่องลานที่วาดรูปได้ ภาพที่ออกมาจะเหมือนกับที่ได้จากกล่องถ่ายรูปมั้ยนะ\n{NICKNAME}: แบบนั้นใช้กล่องถ่ายรูปเลยไม่ดีกว่าเหรอ?\nPaimon: ก็จริงแฮะ... งืม...\nPaimon: อ๋อย ไม่ไหวแล้ว... สมองฉันคิดใช้งานเกินลิมิตแล้ว เธอล่ะ? ถ้าเกิดว่าตอนนี้เสกจักรกลเครื่องลานแบบไหนออกมาก็ได้ เธออยากให้มันทำหน้าที่อะไร?\n{NICKNAME}: อืม หน้าที่แบบผู้นำทางอะไรงี้...\n{NICKNAME}: ปี๊บปี๊บ ฉันคือจักรกลไกด์นำทาง โปรดตรงไปตามถนนด้านหน้า ปี๊บปี๊บ\nPaimon: อะ เอ้อ จะว่าไปแล้ว การบำรุงรักษาจักรกลเครื่องลานเนี่ย นอกจากจะต้องใช้ความรู้เฉพาะทางแล้ว ต้นทุนก็สูงมากเลยนะ! แถมไม่รู้ด้วยว่า หลังออกจาก Fontaine แล้วจะทำงานต่อได้ปกติรึเปล่า...\nPaimon: ไกด์นำทางที่ดีที่สุดใน Teyvat ไม่ตกงานง่าย ๆ หรอกนะ! นะ...น่าจะไม่แหละเนอะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_clockwork_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - เกาะ Erinnyes\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						874
					]
				}
			]
		},
		{
			"voicelineId": 1184,
			"title": "เกี่ยวกับสระน้ำพุ...",
			"voicelineType": "71082",
			"description": "Paimon: จะว่าไปแล้วเนี่ย มีคนโยน Mora ลงในสระน้ำพุของเกาะ Erinnyes ทุกวี่ทุกวันเลยเนอะ\n{NICKNAME}: อื้อ ได้ยินมาว่าภูตที่อาศัยอยู่ในสระน้ำพุจะฟังคำอธิษฐานของผู้คนน่ะ เพราะงั้นถึงได้มีธรรมเนียมแบบนี้ละมั้ง\nPaimon: โอ้! แบบนี้แปลว่าภูตสระน้ำพุก็ต้องการ Mora เหมือนกันงั้นเหรอ?\nPaimon: ดีจังเลยน้า วัน ๆ ก็ไม่ต้องทำอะไร ขอแค่อาศัยอยู่ในน้ำพุก็ได้รับ Mora จากคนอื่นแล้ว...\n{NICKNAME}: ฉันว่าน่าจะไม่ใช่แบบนั้นนะ...\nPaimon: \"นักเดินทางผู้อ่อนเยาว์เอ๋ย ข้าได้ยินเสียงคำอธิษฐานของเจ้าแล้ว ดาบที่เจ้าทำตกลงมาเป็น Dull Blade หรือว่า Silver Sword กันล่ะ?\"\n{NICKNAME}: เหมือนจะไม่ใช่ของมีค่าทั้งสองอย่างเลยนะ\nPaimon: รีบเลือกเร็ว ๆ เถอะน่า\n{NICKNAME}: \"หญิงสาวในสระน้ำพุเอ๋ย สิ่งที่ข้าทำตกลงไปไม่ใช่ทั้ง Dull Blade หรือ Silver Sword เล่มนี้ แต่เป็นคู่หูที่ร่วมเดินทางด้วยต่างหาก\"\nPaimon: ชะ ช่วยไม่ได้ละนะ... งั้นให้ภูตสระน้ำพุมาเป็นคู่หูที่ดีที่สุดของเธอเองแล้วกัน!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fountain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - โรงอุปรากร Epiclese\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1185,
			"title": "เกี่ยวกับละคร...",
			"voicelineType": "71083",
			"description": "Paimon: ละครของ Fontaine มีหลากหลายแนวดีจัง นอกจากแนวเรื่องเล่าทางประวัติศาสตร์กับตำนานแล้ว ยังมีละครเกี่ยวกับเทพนิยาย และก็แนวรักโรแมนติกร่วมสมัยอีก...\n{NICKNAME}: เหมือนจะมีเรื่องราวเกี่ยวกับผจญภัยอีกเยอะแยะด้วยนะ\nPaimon: นั่นสิ อย่างเรื่อง \"Tancrede และ Chariclea\" ที่เราเพิ่งดูกันเมื่อกี้ด้วย โอ้โห ถ้าเกิดว่าพระเอกจำนางเอกได้ในตอนนั้นละก็...\n{NICKNAME}: เห็นว่าดัดแปลงมาจากประวัติศาสตร์ที่เคยเกิดขึ้นจริงแน่ะ\nPaimon: ฮืมมม ในเมื่อเป็นแบบนี้ งั้นวันหนึ่งการผจญภัยของพวกเราจะถูกดัดแปลงเป็นละครบ้างมั้ยนะ?\nPaimon: พวกเราผจญภัยเจอเรื่องมาตั้งเยอะนี่นา ไม่แน่อาจจะมีนักเขียนบทละครที่สนใจเอาเรื่องราวของเราไปแสดงบนเวทีก็ได้!\nPaimon: พอเป็นแบบนั้น พวกเขาก็ไม่ต้องนั่งคิดหัวแตกเพื่อแต่งเรื่องโศกนาฏกรรมอะไรแบบนั้นอีกแล้ว ยังไงทุกคนก็อยากดูเรื่องราวที่จบอย่างสวยงามอยู่แล้ว ใช่มั้ยล่ะ?\n{NICKNAME}: ถ้าเป็นแบบนั้น พวกเรามาคิดเรื่องระดับเสียงการร้องล่วงหน้ามั้ย?\nPaimon: อืมมม ถ้าเป็นเธอละก็ น่าจะเป็นเสียง Baritone ในแบบชายหนุ่มมั้ย? ส่วนฉันน่าจะเป็น...\n{NICKNAME}: เสียง Coloratura Soprano?\nPaimon: ไหงเป็นงั้นเล่า!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_opera_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - โรงอุปรากร Epiclese\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1186,
			"title": "เกี่ยวกับเมลูซีน...",
			"voicelineType": "71084",
			"description": "Paimon: ได้ยินมาว่าเมลูซีนทุกตนจะมีของประจำตัวตั้งแต่เกิดล่ะ และพวกเขาจะถือว่าของประจำตัวนี้เป็นสัญลักษณ์แห่งจิตวิญญาณของตนเอง\n{NICKNAME}: ถ้า Paimon เป็นเมลูซีนละก็... ของประจำตัวนี้จะเป็นอะไรนะ?\nPaimon: ก็ต้องเป็นส้อมสิ! สื่อถึงการกินของอร่อยทั่วโลกไงล่ะ!\n{NICKNAME}: ไม่ใช่ Mora หรอกเหรอ?\nPaimon: จริงด้วย ถ้าเป็น Mora ก็หมายความว่าฉันจะกลายเป็นอภิมหาเศรษฐีน่ะสิ ต่อไปอยากได้อะไร ก็ซื้อ ซื้อ ซื้อเลยอะดิ?\nPaimon: อืมมม... ลังเลจัง ฉันอยากได้หมดเลยอะ!\n{NICKNAME}: งั้นเป็นส้อมที่ทำจาก Mora เป็นไง... แบบนี้ก็มีครบสองอย่างล่ะ\nPaimon: เป็นไอเดียที่ดีมากเลย!\nPaimon: ถ้าเป็นแบบนั้นละก็ ของประจำตัวเธอก็ต้องเป็นหม้อแน่ ๆ เพราะเธอมีหน้าที่ทำของอร่อยให้ฉันกินไงล่ะ!\n{NICKNAME}: ผิดแล้ว ไม่ใช่หรอก ของประจำตัวฉันเป็น Paimon ต่างหาก\nPaimon: ฮิฮิ จริงเหรอ?\n{NICKNAME}: แบบนี้ของทุกอย่างของ Paimon ก็จะเป็นของฉันไงล่ะ\nPaimon: เอ่อ งั้นก็ได้ เพื่อนสนิทก็ต้องแบ่งปันของกันและกันอยู่แล้วเนอะ\n{NICKNAME}: แต่ของของฉันก็ยังเป็นของของฉันนะ\nPaimon: เน้!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_melusine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Fontaine - หมู่บ้าน Merusea\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						877
					]
				}
			]
		},
		{
			"voicelineId": 1187,
			"title": "เกี่ยวกับพระราชวัง Mermonia...",
			"voicelineType": "71085",
			"description": "Paimon: เออจริงสิ ตอนอยู่ในเมืองพวกเราเอาแต่ได้ยินกันว่า คนที่ทำงานในพระราชวัง Mermonia ยุ่งกันมากเลยนี่นา\nPaimon: แต่รอบก่อนตอนที่ไปพระราชวัง Mermonia ข้างในไม่เห็นจะมีคนเยอะตรงไหนเลยนี่?\nPaimon: คนที่เห็นก็ดูทำตัวออกจะชิล ๆ ว่างงาน... ไม่รู้ว่าดูยุ่งตรงไหนกันแน่...\n{NICKNAME}: บางทีพวกเขาอาจกำลังยุ่งอยู่กับเรื่องที่ \"เร่งด่วนแต่ไม่สำคัญ\" อยู่ก็ได้นะ\nPaimon: มันจะไปมีเรื่องแบบนั้นได้ยังไงเล่า งานที่เร่งด่วนจะไม่สำคัญได้ยังไง?\n{NICKNAME}: มีสิ อย่างเช่นนะ... จู่ ๆ วันหนึ่ง Paimon อาจจะบินไม่ได้อีกต่อไป และร่วงลงจากกลางอากาศ...\nPaimon: จะเป็นไปได้เหรอ? ตอนนี้ฉันยังบินได้สบาย ๆ อยู่เลย...\n{NICKNAME}: เพราะฉะนั้นพวกเราเลยต้องซื้อรถเข็นเบาะนิ่ม ๆ มารองไว้ด้านล่าง Paimon ตลอดเวลา\n{NICKNAME}: รถเข็นอันนี้ต้องพึ่งพาได้พอ ไม่ว่าจะเดินเส้นทางไหนก็ต้องเคลื่อนไปตาม Paimon เบาะบนรถก็ต้องนุ่มนิ่ม...\n{NICKNAME}: ไหนจะยังมีคุณภาพของเชือกจูง วัสดุตัวรถเข็น และก็ของปฐมพยาบาลกับขนมที่ต้องจัดการเตรียมเอาไว้อีก...\n{NICKNAME}: เพราะยังไงแล้ว เรื่องนี้ก็เร่งด่วนมาก เพื่อป้องกันไม่ให้ Paimon ต้องบาดเจ็บน่ะนะ\nPaimon: อย่างนั้นเองเหรอ? ฮิฮิ... ไม่ต้องครอบคลุมรอบด้านขนาดนั้นก็ได้น่า\nPaimon: แต่ฉันบินมาตั้งนานขนาดนี้แล้ว คงไม่จู่ ๆ ก็บินต่อไปไม่ได้หรอก ไม่เห็นต้องเป็นห่วงขนาดนั้นเลย\n{NICKNAME}: เนี่ย เห็นมะ นี่ก็คือเรื่อง \"ไม่สำคัญ\" ไม่ใช่หรือไง?\n{NICKNAME}: ถ้าเกิดว่าเรื่องแบบนี้เกิดขึ้นจริง ๆ ก็จะก่อให้เกิดผลลัพธ์ที่รุนแรงขึ้น เพราะฉะนั้นมันถึง \"เร่งด่วน\" ไงล่ะ\n{NICKNAME}: แต่ถ้าพิจารณาจากหลายแง่แล้ว เรื่องนี้อาจไม่ได้เกิดขึ้นในทันทีทันใด เพราะงั้นมันก็เลย \"ไม่สำคัญ\"\n{NICKNAME}: ถ้าเกิดว่าคนคนหนึ่งถูกส่งไปจัดการงานแบบนี้ ไม่ว่าจะอยากแอบอู้หรืออยากทำตัวให้ยุ่ง เขาก็จัดการตัวเองได้ทั้งนั้น\nPaimon: ตะ แต่ว่า! ถ้าเกิดจู่ ๆ ฉันก็เกิดบินไม่ได้แล้ว ร่วงตกลงมาจริง ๆ จะทำไงอะ?!\n{NICKNAME}: งั้นฉันจะเป็นคนรับ Paimon ไว้เอง Paimon เป็นคู่หูคนสำคัญของฉันนะ ไม่ใช่เรื่องที่ \"เร่งด่วนแต่ไม่สำคัญ\" สักหน่อย",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_palaisMermonia_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก \"Statue of The Seven - น้ำ\" ใน \"Fontaine - Palais Mermonia\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						772
					]
				}
			]
		},
		{
			"voicelineId": 1188,
			"title": "เกี่ยวกับอัญมณีของบุตรแห่งเสียงสะท้อน...",
			"voicelineType": "71086",
			"description": "Paimon: จะว่าไปแล้ว ในหุบเขานี้มีอัญมณีแวววาว เต็มไปหมดเลยเนอะ!\nPaimon: โอกาสแบบนี้หายากแบบนี้ เราลองขุดดูแถวนี้กันเถอะ ถ้าโชคดี ไม่แน่อาจจะขุดเจออัญมณีที่เจ๋งมากก็ได้นะ ต่อไปก็ไม่ต้องห่วงว่า Mora จะไม่พอใช้อีกแล้วล่ะ!\n{NICKNAME}: เอ๋? Paimon แยกประเภทของอัญมณีออกด้วยเหรอ?\nPaimon: เอ่อ เรื่องนี้... ขอแค่เป็นของที่ส่องประกายวิบวับ มันก็ต้องเป็นของดีแน่นอน! อื้ม น่าจะเป็นแบบนี้แหละ ไม่ผิดแน่!\n{NICKNAME}: ฟังแล้วเหมือนกับมังกรร้ายในนิทาน ที่ชอบสะสมสมบัติเป๊ะเลย\nPaimon: ฮึฮึ ในเมื่อมาถึง Natlan แล้ว ก็ไม่ควรเรียกว่า \"มังกรร้าย\" แต่ควรเรียกว่า \"Saurian ผู้ทรงปัญญา\" มากกว่านะ!\nPaimon: \"{NICKNAME} ผู้กล้าหาญและชาญฉลาด ข้า Saurian ผู้ทรงปัญญาผู้นี้ จะนำทางเจ้าไปยังอัญมณี ที่ล้ำค่าที่สุดก็แล้วกัน...\"\n{NICKNAME}: ทั้ง ๆ ที่ยังแยกประเภท ของอัญมณีไม่ออกเนี่ยนะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_nanatzcayanDiamond_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Natlan - Children of Echoes\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1252
					]
				}
			]
		},
		{
			"voicelineId": 1189,
			"title": "เกี่ยวกับพงศ์พิดานพฤกษา",
			"voicelineType": "71087",
			"description": "Paimon: ดูเหมือนชาวเผ่าพงศ์พิดานพฤกษา จะชอบกีฬากลางแจ้ง ที่ดูอันตรายพวกนั้นมากเลยนะ\nPaimon: ไม่ว่าจะเป็น การปีนเขาซึ่งไม่มีอุปกรณ์ป้องกัน, สเกตโดดร่ม, วิ่งแข่งบนภูเขาไฟ หรือโดดบันจีจัมป์จากหน้าผา... แค่คิดก็ใจสั่นจะแย่แล้ว!\n{NICKNAME}: งั้นเหรอ? ที่จริงการผจญภัยของพวกเรา ก็อันตรายเอาเรื่องนะ มีทั้งภูเขา Dragonspine ที่ลมหนาวเย็นโหมกระหน่ำ, พายุฟ้าคะนองที่ช็อตจนตัวชา, ทะเลทรายที่บดบังทัศนวิสัย และแดนมรณะที่ไม่มีสิ่งมีชีวิตเติบโตได้...\nPaimon: เอ่อ พอพูดแบบนี้ พวกเราก็เจอเรื่องอันตราย มาตลอดทางเลยนะ...\n{NICKNAME}: แต่พวกเราแข็งแกร่งพอตัว เรื่องที่คนทั่วไปมองว่าเป็นการผจญภัย สำหรับเราแล้วมันก็เป็นแค่เรื่องปกติทั่วไป ไม่แน่ว่า เผ่าพงศ์พิดานพฤกษา ก็อาจจะเป็นแบบนี้เหมือนกันมั้ง\nPaimon: เดี๋ยวนะ เดี๋ยวก่อน! ฉันไม่ได้กล้าหาญเหมือนเธอซะหน่อย อย่าเหมารวมสิ\nPaimon: พวกคนแข็งแกร่งอย่างพวกเธอน่ะ เข้าใจกันเองก็ดีแล้ว ถ้าเกิดเรื่องอันตรายขึ้นจริง ๆ ละก็ ฉะ...ฉันจะหลบอยู่ข้างหลังเธอนะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_huitztlan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Natlan - Scions of the Canopy\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1253
					]
				}
			]
		},
		{
			"voicelineId": 1190,
			"title": "เกี่ยวกับน้ำพุร้อนของ Natlan...",
			"voicelineType": "71088",
			"description": "Paimon: บรรยากาศของ \"เหล่าวารี\" นี่ผ่อนคลายดีจังเลย ทุกคนถ้าไม่ใช่กำลังแช่น้ำพุร้อนอยู่ ก็กำลังจะไปแช่น้ำพุร้อน...\n{NICKNAME}: ได้ยินมาว่า มีคนที่ชอบน้ำพุร้อนบางคน จ้างนักดนตรีมาเล่นเพลงสบาย ๆ ในระหว่างที่แช่น้ำพุร้อนโดยเฉพาะ เพื่อให้ร่างกาย และจิตใจได้ผ่อนคลายอย่างเต็มที่\nPaimon: ว้าว พูดซะฉันอยากลองบ้างเลย...\n{NICKNAME}: คราวหน้าตอนที่ Paimon แช่น้ำพุร้อน ฉันจะเล่นดนตรี Aranara ให้ฟังละกัน\nPaimon: เอ๋ แต่ฉันยังเล่นดนตรีไม่เป็นเลย พอถึงตาเธอแช่น้ำพุร้อนแล้ว จะทำไงล่ะ...\n{NICKNAME}: งั้น Paimon ร้องเพลงแทนสิ อืม... เลือกเพลงโอเปร่าของ Fontaine มาสักเพลงเป็นไง?\nPaimon: มันก็ยากเกินไปปะ! ไม่แน่ว่า นอกจากฟังแล้วจะไม่ผ่อนคลาย อาจปวดหัวกว่าเดิมก็ได้นะ!\nPaimon: งั้นลองฟังเพลงแรปที่เป็นเอกลักษณ์ของ Natlan ดีมั้ย ฉันเพิ่งเรียนมาเมื่อกี้นี้เอง อะแฮ่ม...\nPaimon:\"เฮ้ และนี่คือเสียงจาก Paimon ผู้ท่องไปทั่วโลกไม่พักผ่อน เจอเรื่องอันตรายไม่หยุดหย่อน...\"\nPaimon: \"โย่ ฉันเคยเจออสูรบุ๋งบุ๋งจากแหล่งน้ำสารพัน ยอดฝีมือแห่งหอกและดาบของสำนัก Guhua ก็ซี้กัน...\"\n{NICKNAME}: จังหวะมันได้!\n{NICKNAME}: ฟังแล้วอยากจะแช่น้ำไปพลาง เคาะจังหวะบนผิวน้ำไปพลาง ใช้เสียงน้ำที่กระเซ็นขึ้นมา เป็นจังหวะประกอบเพลง!\nPaimon: เหมือนปาร์ตี้ดนตรีเลย! ถ้ามีคนมาช้า ก็สไลด์เข้ามาในน้ำพุร้อน แล้วมาแจมกับจังหวะของทุกคนได้เลย!\n{NICKNAME}: หืม? เดี๋ยวนะ ดูเหมือนเราจะลืมไปว่า การแช่น้ำพุร้อนมีไว้เพื่อผ่อนคลายนะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_natlanSpa_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Natlan - People of the Springs\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1254
					]
				}
			]
		},
		{
			"voicelineId": 1191,
			"title": "เกี่ยวกับผองสรรพสิ่ง...",
			"voicelineType": "71089",
			"description": "Paimon: เธอไม่รู้สึกว่านักรบสวมหน้ากาก เท่มากเลยเหรอ?\n{NICKNAME}: ก็จริงนะ ดูเท่แล้วก็ลึกลับดี\nPaimon: ใช่มั้ย ใช่มั้ย เธอว่าฉันสวมหน้ากาก แล้วไปแข่งมวยปล้ำที่เผ่าผองสรรพสิ่งดูมั้ย จะได้สร้างฉายาใหม่ให้ตัวเองด้วย!\nPaimon: ฉันคิดไว้หมดแล้ว ใช้ชื่อว่า: \"นักรบ Saurian ผู้ไม่มีวันถอดหน้ากากของเธอ!\"\nPaimon: กลางวันก็เป็นนักผจญภัยที่มีชื่อเสียง กลางคืนก็เป็นนักรบ Saurian ที่ทรงพลัง เป็นไง เท่มากเลยใช่มั้ยล่ะ!\n{NICKNAME}: ก็เท่อยู่หรอก แต่มีปัญหาอยู่อย่างนึง\nPaimon: หืม? ปัญหาอะไรเหรอ?\n{NICKNAME}: รูปร่างของเธอเนี่ย มองแค่แวบเดียวก็จำได้แล้วมั้ง...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_teteocan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1192,
			"title": "เกี่ยวกับสิ่งทอ...",
			"voicelineType": "71090",
			"description": "Paimon: ตำนานและเรื่องเล่าของ Natlan ส่วนใหญ่ถูกถักทอไว้บนสิ่งทอ เวลาอ่าน มันให้ประสบการณ์ที่ต่างจาก หนังสือของประเทศอื่นมากเลยเนอะ\n{NICKNAME}: อืม ว่ากันว่า มันมีต้นกำเนิดมาจาก \"จ้าวแห่งลมราตรี\" พวกชาแมน จะใช้สิ่งทอเพื่อบันทึกประวัติศาสตร์ และตำนานของเผ่า ต่อมาสิ่งทอก็ถูกนำมาใช้ ในการเขียนเรื่องราวต่าง ๆ และหัวข้อก็หลากหลายขึ้นเรื่อย ๆ\nPaimon: ฮี่ฮี่ ฉันเองก็บันทึกเรื่องราว ที่เราเจอมาระหว่างทางไว้บ้างดีกว่า ถ้าวันหนึ่งเธอตั้งเผ่าที่ชื่อว่า \"นักเดินทาง\" ขึ้นมาละก็ จะได้มีหนังสือประวัติศาสตร์พร้อมอ่านเลย!\nPaimon: อีกอย่าง ปกติก็เอามันมาทำเป็นผ้าคลุมตัวได้ด้วย ตอนตั้งแคมป์ ก็เอามันมาทำเป็นที่นอนได้อีก...\n{NICKNAME}: เป็นบันทึกการผจญภัยที่ \"ทนแดดทนฝน\" จริง ๆ นะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_woven_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1193,
			"title": "เกี่ยวกับผองสรรพสิ่ง และวงศ์ปีกบุปผา...",
			"voicelineType": "71091",
			"description": "Paimon: ได้ยินมาว่า คนในเผ่าผองสรรพสิ่ง แข็งแรงมากเลยล่ะ\n{NICKNAME}: งั้นถ้าเกิดว่า Paimon ไปอยู่ที่นั่น Paimon จะกลายเป็น Paimon นักกล้ามมั้ยนะ?\nPaimon: ฉันไม่อยากกลายเป็นแบบนั้นซะหน่อย!\n{NICKNAME}: งั้นถ้าไปอยู่ที่เผ่าวงศ์ปีกบุปผาล่ะ พวกเขาบินเก่งมากเลยนะ ไม่แน่ว่าอาจจะช่วยพัฒนา เทคนิคการบินของ Paimon ก็ได้นะ\nPaimon: เอ๋ บินฟิ้ว ๆ ก็ได้แล้วหนิ ยังต้องใช้เทคนิคอะไรอีกเหรอ?\n{NICKNAME}: ฉันแค่อยากให้ Paimon พาฉันบินขึ้นไปด้วยก็พอแล้วล่ะ\nPaimon: แบบนี้เกินไปแล้วมั้ง! จะคิดยังไงก็ไม่น่าเป็นไปได้หรอก!\n{NICKNAME}: งั้นเธอกลายเป็น Paimon นักกล้ามก่อนก็ได้นี่นา\nPaimon: นี่! ที่จริงก็แค่อยากดูกล้ามสินะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_teteocanAndTlalocan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1194,
			"title": "เกี่ยวกับวิธีทำให้ Saurian มีความสุข...",
			"voicelineType": "71092",
			"description": "Paimon: ฮี่ฮี่ Natlan มี Saurian น่ารักเยอะแยะเต็มไปหมด ฉันจะต้องสนิทกับพวกมันให้ได้เลย!\n{NICKNAME}: หืม? Paimon ดูมั่นใจมากเลยนะ\nPaimon: แน่นอนอยู่แล้ว ฉันยังเตรียมเคล็ดลับ สำหรับเรื่องนี้มาเป็นพิเศษเลยด้วย!\n{NICKNAME}: เคล็ดลับ? เคล็ดลับอะไรกัน?\nPaimon: ง่ายมาก! อันดับแรก เธอต้องชมมันก่อน แบบนี้มันจะรับรู้ถึงความหวังดีของเธอ แล้วก็คลายความระแวงลง จากนั้นก็ลูบหัวมันเบา ๆ แค่นี้ก็จะสนิทกับมันได้แล้วล่ะ!\nPaimon: สุดท้าย และเป็นสิ่งสำคัญที่สุดด้วย! ของอร่อยไงล่ะ! แค่แบ่งปันของอร่อยกับ Saurian ก็จะกลายเป็นเพื่อนสนิทกันแล้ว! เป็นไง ฉันเก่งใช่มั้ยล่ะ!\n{NICKNAME}: ...เอ่อ ฉันรู้สึกว่า... ลูกไม้พวกนี้ก็ใช้กับ Paimon ได้เหมือนกันนะ...\nPaimon: นี่! ห้ามใช้ลูกไม้เมื่อกี้กับฉันนะ!\n{NICKNAME}: หืม? ที่จริงฉันหมายความว่า Paimon น่ารักเหมือน Saurian ตัวน้อยของ Natlan ต่างหากล่ะ!\nPaimon: หึ เธอก็แค่พูดแบบขอไปทีไปเท่านั้นแหละ ฉันไม่หลงกลหรอกนะ!\n{NICKNAME}: แต่ฉันชม Paimon จากใจจริงเลยนะ คิดไม่ถึงเลยว่า จะทำให้เธอไม่พอใจซะแล้ว เพื่อเป็นการขอโทษ ฉันเลี้ยง Sweet Madame เธอก็แล้วกัน ดีมั้ย?\nPaimon: จริงเหรอ? เยี่ยมไปเลย Sweet Madame! ฉันอยากกินตอนนี้เลย!\nPaimon: แต่จะว่าไป ทำไมเธอถึงยิ้มแปลก ๆ เนี่ย? หรือว่าฉันพลาดอะไรไป?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_wayOfDragonHappy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1195,
			"title": "เกี่ยวกับการสำรวจทางโบราณคดี...",
			"voicelineType": "71093",
			"description": "Paimon: ได้ยินมาว่า ความเร็วเป็นหัวใจสำคัญ ในการสำรวจทางโบราณคดีของ บุตรแห่งเสียงสะท้อน ทำไมถึงเป็นแบบนี้ล่ะ?\n{NICKNAME}: อาจเพราะที่นี่มีโบราณวัตถุเยอะเกินไปมั้ง...\nPaimon: เอ๋? งั้นก็เป็นเรื่องดีไม่ใช่เหรอ!\n{NICKNAME}: ยิ่งมีโบราณวัตถุเยอะ ก็ยิ่งมีคู่แข่งเยอะน่ะสิ! อย่างเช่น เมื่อวานเธอเห็นแผ่นหิน ที่เจ๋งมากอยู่ก้อนหนึ่ง และตั้งใจจะมาย้ายไปในวันถัดไป แต่พอถึงวันที่สอง ก็พบว่ามีคนมาชิงตัดหน้าไปซะแล้ว!\nPaimon: ...เอ่อ ฉันก็ยังไม่เข้าใจอยู่ดี...\n{NICKNAME}: ยกตัวอย่างเช่น เมื่อวานเธอเตรียมจะแอบกินขนมที่เหลืออยู่ แต่กลับพบว่ามันหายไปก้อนนึง...\nPaimon: อ๊า! แบบนี้มันน่ากลัวจริง ๆ ด้วย!\nPaimon: ...เดี๋ยวนะ แล้วเธอรู้ได้ไงว่า เมื่อวานขนมฉันหายไปก้อนนึง?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_archaeology_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1196,
			"title": "เกี่ยวกับวิธีแก้ไขความขัดแย้ง...",
			"voicelineType": "71094",
			"description": "Paimon: ว่ากันว่าที่ Natlan มีวิธีแก้ไขความขัดแย้ง ที่ไม่ต้องใช้กำลังอยู่นะ\n{NICKNAME}: ในประเทศแห่งสงคราม มีวิธีแบบนี้ด้วยเหรอ?\nPaimon: ใช่แล้วล่ะ ฉันได้ยินมาว่า คนในเผ่าบุตรแห่งเสียงสะท้อนบางคน มีประเพณีที่ใช้การประชันเต้นรำ มาแก้ไขปัญหาข้อพิพาทด้วยล่ะ!\n{NICKNAME}: การประชันเต้นรำ? เธอหมายถึง ทุกคนนัดเวลาและสถานที่...\nPaimon: อื้ม ๆ\n{NICKNAME}: แล้วก็เริ่มแข่งขันท่าเต้นสุดเก๋กันน่ะเหรอ...\nPaimon: ใช่ ๆ\n{NICKNAME}: จนกว่าฝ่ายหนึ่งจะหมดแรง และล้มลงไปตรงนั้น?\nPaimon: ถูกต้อง!\nPaimon: ...เอ๋ ไม่ถูกสิ แบบนั้นก็ยังต้องใช้กำลังอยู่ดีนี่นา!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_solveConflict_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1197,
			"title": "เกี่ยวกับโอกาสทำเงิน...",
			"voicelineType": "71095",
			"description": "Paimon: ฮิฮิ ฟังฉันนะ ฉันเจอโอกาสทำเงินครั้งใหญ่เข้าให้แล้วล่ะ!\n{NICKNAME}: หืม โอกาสอะไรเหรอ?\nPaimon: ดูสิ มีคนเดินผ่าน แถวลานประลองเพลิงศักดิ์สิทธิ์ตั้งเยอะ ถ้าพวกเราทำธุรกิจที่นี่ได้ จะต้องรวยแน่เลย!\n{NICKNAME}: โอ้? งั้น Paimon จะขายอะไรล่ะ?\nPaimon: โพชั่นเล่นแร่แปรธาตุของ Mondstadt เป็นไง?\n{NICKNAME}: ดูเหมือนจะมีคนขายของแบบนี้แล้วนะ...\nPaimon: งั้นแร่ต่าง ๆ ของ Liyue ล่ะ? นี่ต้องทำเงินได้อื้อซ่าแน่ ๆ!\n{NICKNAME}: เผ่าบุตรแห่งเสียงสะท้อน ก็ทำเรื่องพวกนี้อยู่ไม่ใช่เหรอ...\nPaimon: อ้อ จริงด้วย... อ๊ะ! ฉันคิดออกแล้ว พรมของ Sumeru ไงล่ะ อันนี้ต้องปังมากแน่ ๆ!\n{NICKNAME}: น่าเสียดาย ยังมีเผ่าจ้าวแห่งลมราตรีอยู่นะ\nPaimon: งะ...งั้นเราก็ใช้รั้วปิดล้อม ลานประลองเพลิงศักดิ์สิทธิ์ทั้งสี่ด้าน! จากนี้ไป ไม่ว่าจะเป็นผู้เข้าแข่งขันหรือผู้ชม ก็ต้องจ่ายเงินก่อนถึงจะเข้าไปได้\n{NICKNAME}: รั้วของเธอยังไม่ทันสร้างเสร็จ เธอก็น่าจะถูกจับไปก่อนแล้วล่ะ...\nPaimon: ทำไมถึงเป็นแบบนี้ล่ะเนี่ย... อยากรวยมันยากขนาดนั้นเลย",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_opportunityOfRich_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศิลาดำใต้ผืนหินผาขาว\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1198,
			"title": "เกี่ยวกับช่างทำผม Saurian...",
			"voicelineType": "71096",
			"description": "Paimon: คู่หู Saurian สามชนิดที่เราเจอใน Natlan นี่พิเศษมากเลยเนอะ\nPaimon: Tepetlisaurus ที่มีหัวดึ๋ง ๆ, Koholasaurus ที่มีหลังลื่น ๆ และ Yumkasaurus ที่มีหูกับหัวฟู ๆ\n{NICKNAME}: ถ้าได้กอด Yumkasaurus ที่มีหูกับหัวฟู ๆ นอน ต้องหลับฝันดีแน่เลย...\nPaimon: แต่ Paimon จำได้ว่า ขนของสัตว์หลายชนิดมันจะยาวขึ้นเรื่อย ๆ ไม่รู้ว่าแบบนี้จะทำให้พวกมัน ไปไหนมาไหนลำบากรึเปล่านะ?\nPaimon: ก็อย่างเช่น ถ้าขนบนหูกับบนหัวของ Yumkasaurus ยาวเกินไป มันอาจจะบังตา จนมองไม่เห็นทางข้างหน้า แบบนั้นก็อันตรายอยู่นะ...\n{NICKNAME}: ในเมื่อ Paimon คิดถึงจุดนี้แล้ว งั้น Paimon ก็ช่วยตัดผมให้ Yumkasaurus สิ!\nPaimon: เอ๋ ฉันเหรอ?\n{NICKNAME}: พอเธอกลายเป็นช่างทำผม Saurian ชื่อดังของ Natlan แล้ว เราต้องรวยแน่นอน!\nPaimon: จริงด้วย ไม่คิดเลยว่าจะรวยด้วยวิธีนี้ได้ด้วย!\nPaimon: ฉันจะช่วยตัดผมให้ Yumkasaurus ทุกตัวใน Natlan เอง ฮี่ฮี่ เงินหอม ๆ...\nPaimon: ไม่สิ Mora ก็อีกเรื่องนึง แต่ถ้าได้เป็นเพื่อนกับ Yumkasaurus ทุกตัวใน Natlan ก็น่าสนุกดีนะ\n{NICKNAME}: แต่ว่า Yumkasaurus มัน... ตัวใหญ่เบ้อเริ่มเลย ใช้กรรไกรธรรมดา ๆ ไม่รู้ว่าต้องตัดนานแค่ไหน บางทีอาจจะตัดได้แค่วันละตัวเองนะ\n{NICKNAME}: ถ้าอยากจะเป็นช่างทำผมชื่อดัง Paimon ก็ต้องฝึกฝีมือให้มากกว่านี้นะ อย่างน้อยก็ต้องฝึกจนกว่าจะยก... กรรไกรที่ใหญ่เท่า Dull Blade ขึ้นมาได้!\nPaimon: Dull Blade... นั่นมันอาวุธของเธอไม่ใช่เหรอ?\n{NICKNAME}: พวกเราเป็นเพื่อนสนิทกันนี่นา ไปกันเถอะ ๆ ฉันจะสอนบทเรียนคาบแรกให้เธอในป่า\nPaimon: อย่าเอาการฝึกมาเป็นข้ออ้าง ให้ฉันจัดการมอนสเตอร์นะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_dragonHairStylist_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศิลาดำใต้ผืนหินผาขาว\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1199,
			"title": "เกี่ยวกับ \"นามโบราณ\"...",
			"voicelineType": "71097",
			"description": "Paimon: ว่ากันว่านักรบของ Natlan ที่ได้รับการยอมรับจาก Wayob และได้รับเลือกจะได้รับ \"นามโบราณ\" ด้วย น่าอิจฉาจัง... ถ้าฉันได้มี \"นามโบราณ\" เป็นของตัวเองบ้างก็ดีสิ!\n{NICKNAME}: เอ๋? แต่ Paimon มีฉายาเยอะแล้วไม่ใช่เหรอ?\nPaimon: เอ๋? จริงด้วย!\nPaimon: ฉันเป็น \"เพื่อนที่ดีที่สุด\" และ \"ผู้นำทางที่น่าเชื่อถือมาก\" ของเธอ แถมยังเป็น \"ผู้ช่วยนักวิจัยกิตติมศักดิ์ระดับสูง\", \"ยัยนักบินเก๋ไก๋\" และ \"สหายดาราสีเงิน\" ด้วย... พอมาคิดดูแล้ว ก็เป็นผู้กล้าที่เก่งมากเลยเนอะ!\nPaimon: ถ้าชาว Natlan จะบันทึกการผจญภัยใน Natlan ของฉันกับ {NICKNAME} ฉันจะใช้ฉายาพวกนี้ให้หมดเลย!\n{NICKNAME}: ฮะ? แบบนั้นจะไม่ยาวเกินไปรึไง?\n{NICKNAME}: ลองคิดดูสิ ถ้าชาว Natlan ใช้ฉายาของพวกเขาด้วย เรื่องราวบนสิ่งทอก็จะกลายเป็นแบบนี้...\n{NICKNAME}: \"วันนี้ 'Uthabiti' Kachina หรือ Nanatzcayan จาก 'บุตรแห่งเสียงสะท้อน' และเพื่อนผู้กระตือรือร้นของเธอ 'Umoja' Mualani หรือ Meztli จาก 'เหล่าวารี' ได้พบกับ 'Malipo' Kinich หรือ Huitztlan จาก 'พงศ์พิดานพฤกษา' และคู่หูที่ร้ายกาจของเขา 'K'uhul Ajaw' ระหว่างทางไป Mictlan ใน 'จ้าวแห่งลมราตรี'...\"\nPaimon: หยุดดด! พูดซะยาวเหยียดขนาดนี้ ผ้าทอคงยาวพอที่จะปูจากตรงนี้ ไปถึงลานประลองเพลิงศักดิ์สิทธิ์ แล้วปูกลับมาอีกรอบได้... แต่ยังไม่ได้พูดถึงข้อมูลสำคัญอะไรเลย!\nPaimon: อืม ถ้าต้องเลือกแค่ฉายาเดียวล่ะก็... งั้นก็เป็น \"เพื่อนที่ดีที่สุด\" ละกัน!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_name_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศิลาดำใต้ผืนหินผาขาว\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1208,
			"title": "เกี่ยวกับลานประลองเพลิงศักดิ์สิทธิ์...",
			"voicelineType": "71098",
			"description": "Paimon: จะบอกอะไรให้นะ ฉันสงสัยเกี่ยวกับ ลานประลองเพลิงศักดิ์สิทธิ์มาตลอดเลย\nPaimon: รูปแบบการแข่งขัน มันเป็นแบบสะสมคะแนนใช่มั้ย? ทุกคนต้องแข่งกันแบบทีมย่อยก่อน แล้วค่อยมาแข่งกัน แบบตัวต่อตัวตามรอบที่กำหนด จากนั้นก็จัดอันดับ ตามคะแนนรวมที่ได้รับ...\nPaimon: ทำไมต้องใช้กติกาแบบนี้ด้วยล่ะ?\n{NICKNAME}: น่าจะเพื่อเพิ่มความตื่นเต้น ให้กับรอบสุดท้ายมั้ง บางทีผู้ชมอาจจะชอบดู ตอนที่เกมพลิกล็อกก็ได้\nPaimon: ก็มีเหตุผลนะ แต่ก็อาจมีความเป็นไปได้อีกอย่างนึง คือเพื่อหลีกเลี่ยงสถานการณ์ที่ว่า มีผู้เข้าแข่งขันแค่สองคน และฝีมือการต่อสู้ของทั้งสองฝ่ายก็สูสีกัน แบบนี้จะตัดสินแพ้ชนะยังไงล่ะ...\n{NICKNAME}: อืม... ถ้าแบบนั้นคงต้องมีพักครึ่งเวลาบ้างล่ะ\nPaimon: ใช่มั้ยล่ะ! ลองนึกภาพดูสิ ถ้า Tatankasaurus กับ Yumkasaurus แข่งกันในสนาม Tatankasaurus ถนัดการโจมตีอย่างรุนแรง ส่วน Yumkasaurus ถนัดเรื่องการหลบหลีก ก็เลยแข่งกันตั้งแต่เช้ายันค่ำ...\nPaimon: ผู้ชมที่มุงดูอยู่พากันหิวจะตายอยู่แล้ว เลยต้องบอกว่า หยุดก่อน ๆ ไว้ค่อยมาแข่งกันใหม่คราวหน้า\nPaimon: แต่พอแข่งกันอีกรอบ ก็ยังตัดสินแพ้ชนะไม่ได้อยู่ดี แถม Yumkasaurus ยังละเมิดกฎ โจมตี Tatankasaurus จากด้านหลังจนทำให้มันได้รับบาดเจ็บ และถูกสั่งให้พักชั่วคราวอีก\nPaimon: แบบนี้ก็จะกลายเป็นซีรีส์หลายภาคอย่าง \"Tatanka ปะทะ Yumka\", \"Tatanka ปะทะ Yumka 2\", \"Tatanka ปะทะ Yumka: การกลับมาของ Saurian ศักดิ์สิทธิ์\" และ \"Tatanka ปะทะ Yumka: เหนือภูเขาไฟ\"...\nPaimon: หืม? เราหาคนมาถ่าย เป็นภาพยนตร์หลายภาคก็ได้นี่นา! แบบนี้ยังทำเงินมหาศาลได้ด้วยนะ\n{NICKNAME}: มันเป็นความคิดที่ไม่เลวก็จริงนะ แต่ว่า... เผ่าพงศ์พิดานพฤกษา คงไม่ชอบใจที่เธอเอา Saurian ของพวกเขา มาใช้เป็นตัวร้ายหรอกมั้ง!\nPaimon: ฉันยังหาไอเดียที่ดีกว่านี้ไม่ได้แค่นั้นเอง!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_arena_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศิลาดำใต้ผืนหินผาขาว\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1209,
			"title": "เกี่ยวกับนักผจญภัยของ Natlan...",
			"voicelineType": "71099",
			"description": "Paimon: ปกติชาว Natlan จะไม่ออกไปจาก Natlan ใช่มั้ย?\n{NICKNAME}: อืม มันก็มีเหตุผลอยู่ไง\nPaimon: อืม พอพูดแบบนี้แล้ว ถ้าพวกเขาอยากเป็นนักผจญภัย ก็คงจะไม่สะดวกเท่าไหร่สินะ?\nPaimon: เธอลองคิดดูสิ ถ้าไปประเทศอื่นไม่ได้ ก็จะมีคำขอเป็นกองที่ทำไม่ได้... ไปผจญภัยในโบราณสถานที่ไม่รู้จักก็ไม่ได้ แถมยังหา Mora ได้ไม่เยอะอีก น่าสงสารจังเลย\n{NICKNAME}: ฟังดูมีเหตุผลดีนะ แต่ในความเป็นจริง ดูเหมือนจะไม่ใช่แบบนี้นะ\nPaimon: เอ๋?\n{NICKNAME}: ฉันได้ยินมาว่าในเผ่า \"เหล่าวารี\" มีกลุ่มคนที่เรียกตัวเองว่า \"ผู้เบิกทาง\" อยู่ เพราะพวกเขาเข้าใจภูมิศาสตร์ และโบราณสถานของ Natlan เป็นอย่างดี พอนักผจญภัยจากประเทศอื่น ๆ มาถึง Natlan ก็จะจ้างพวกเขาเป็นผู้นำทาง\n{NICKNAME}: แบบนี้ไม่ว่านักผจญภัยพวกนี้ จะหาสมบัติเจอรึเปล่า แต่สุดท้ายก็ต้องจ่ายค่าตอบแทน ให้พวกเขา ถ้าใช้เวลานาน พวกเขาอาจจะหาเงิน ได้มากกว่านักผจญภัยอีกนะ\nPaimon: แบบนี้นี่เอง... เดี๋ยวนะ ถ้าพวกเขารู้จักโบราณสถานของ Natlan ดี ทำไมถึงไม่ไปหาสมบัติเองล่ะ?\n{NICKNAME}: ถ้าเกิดว่า มันไม่มีสมบัติตั้งแต่แรกล่ะ?\nPaimon: โอ้โห รู้สึกเหมือนได้รู้ความลับอะไรเจ๋ง ๆ เลยแฮะ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_adventurerInNatlan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศิลาดำใต้ผืนหินผาขาว\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1210,
			"title": "เกี่ยวกับกราฟฟิตี้...",
			"voicelineType": "71100",
			"description": "Paimon: ชาว Natlan ชอบวาดภาพตามที่ต่าง ๆ จังเลยเนอะ ฉันจำได้ว่าพวกเขาเรียกว่า โฟลจิสตันอะไรสักอย่าง...\n{NICKNAME}: \"ตราสลักโฟลจิสตัน\" ต่างหากล่ะ แต่มีเพียงแค่ภาพ ที่สลักอยู่บนแผ่นหินพิเศษเท่านั้น ถึงจะนับว่าเป็น \"ตราสลักโฟลจิสตัน\" ที่แท้จริง ส่วนพวกนี้ก็เป็นแค่กราฟฟิตี้เท่านั้นแหละ\n{NICKNAME}: อย่างเช่นภาพนี้เหมือนจะบอกว่า \"เฮ้ ที่นี่คือถิ่นของเรา 'บุตรแห่งเสียงสะท้อน' พ่อทุกสถาบัน!\"\nPaimon: ฟังดูน่าสนใจดีนะ! ถ้างั้น {NICKNAME} พวกเราก็มาวาดกราฟฟิตี้ ของตัวเองบ้างดีกว่า\n{NICKNAME}: ฉันชอบไอเดียนี้นะ แต่เราจะวาดอะไรกันดีล่ะ?\nPaimon: แน่นอนว่าต้องเป็นภาพ ของผู้นำทางที่เก่งที่สุดใน Teyvat ไงล่ะ! ฮิฮิ ไปวาดบนกำแพงหินตรงนั้นละกัน...\n{NICKNAME}: โอเค งั้นหน้าที่จิตรกรก็ยกให้ฉันสินะ ขอคิดก่อนนะ ถ้าเป็น Paimon ละก็ ต้องวาดหน้าที่โมโหก่อน...\nPaimon: อ่าฮะ... ไม่ใช่เซ่! ช่างเถอะ ๆ ไว้คราวหน้าถ้ามีโอกาส ค่อยให้จิตรกรมืออาชีพของ Natlan มาวาดให้เราดีกว่า",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_scrawl_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1211,
			"title": "เกี่ยวกับคู่หู Saurian ของ Natlan...",
			"voicelineType": "71101",
			"description": "{NICKNAME}: ชาว Natlan นี่มองว่า Saurian เป็นคู่หูของพวกเขาจริง ๆ เหรอ...\nPaimon: ใช่แล้ว พวกเขาก็เหมือน {NICKNAME} กับฉันไงล่ะ ไม่ว่าจะไปที่ไหนก็ไม่ยอมห่างกันเลย!\n{NICKNAME}: ในเมื่อ Paimon เป็นคู่หูของฉัน และ Saurian เป็นคู่หูของชาว Natlan งั้นถ้าให้ Paimon แข่งกับ Saurian ล่ะก็ ใครจะชนะกันนะ?\nPaimon: ทำไมจู่ ๆ ก็คิดอะไรแปลก ๆ แบบนี้ขึ้นมาล่ะ!\n{NICKNAME}: ถ้าลองคิดดูดี ๆ แล้ว Paimon ขุดดินเหมือน Tepetlisaurus ไม่ได้ แล้วบินเร็วเหมือน Qucusaurus ก็ไม่ได้อีก...\nPaimon: ตะ...ต้องมองจากมุมอื่นสิ! อย่างเช่น Paimon บินเร็วกว่า Tepetlisaurus อีก และยัง... เอ่อ ยังแยกแยะรสชาติของ Chicken-Mushroom Skewer ได้เก่งกว่า Qucusaurus ด้วย!\n{NICKNAME}: แต่ที่สำคัญกว่านั้นก็คือ เธออยู่เคียงข้างฉันมานานกว่า Saurian ตัวไหนทั้งนั้น\nPaimon: ใช่แล้ว ๆ! ฮี่ฮี่ ยังไงฉันเป็นผู้นำทางที่เก่งที่สุดใน Teyvat เลยนี่นา...\n{NICKNAME}: ถ้างั้นคู่หูของฉัน พวกเรามาเริ่มการผจญภัย ของวันนี้กันเลยดีมั้ย?\nPaimon: เฮ้อ รู้สึกว่าทักษะการแยกแยะรสชาติ จะเริ่มขึ้นสนิมแล้วสิ กิน Chicken-Mushroom Skewer สักไม้ก่อน แล้วค่อยออกเดินทางกันเถอะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_dragonFriends_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1212,
			"title": "เกี่ยวกับ Ajaw...",
			"voicelineType": "71102",
			"description": "Paimon: ที่จริงฉันอยากจะถามเธอมานานแล้ว... เธอไม่สงสัยเลยเหรอ? ท่าทางของ Ajaw น่ะ...\n{NICKNAME}: มีปัญหาอะไรงั้นเหรอ?\nPaimon: ปัญหาใหญ่มากเลยนะ! เขาไม่เหมือน Saurian ตัวอื่นเลย Ajaw พูดได้ แถมยังพูดมากด้วย! เขาไม่เดินบนพื้นดิน แต่เอาแต่บินไปรอบ ๆ Kinich อยู่ตลอด อีกอย่างนะ มีมังกรที่ไหน ใส่แว่นกันแดดพิลึกแบบนั้นกันล่ะ!\n{NICKNAME}: อืม...\nPaimon: จะ...จู่ ๆ มาจ้องฉันแบบนั้นทำไม...\n{NICKNAME}: จะว่าไปแล้ว Paimon ก็พูดมากอยู่นะ บินได้ด้วย แถมยังสวมแว่นพิลึก ๆ ตอนอยู่ที่ Fontaine ด้วยนี่นา?\nPaimon: โอ๊ย... ไม่เอาน่า!\nPaimon: อย่าเพิ่งพูดเรื่องนี้สิ ที่จริงแล้วสิ่งที่ฉันอยากจะถามคือ... รูปร่างของ Ajaw น่ะ เหมือนกระดาษกระดาษแข็งเลยนะ... แบน ๆ ยังไงไม่รู้... หรือว่าทั้งเมือง Natlan ไม่เคยสนใจประเด็นนี้เลยเหรอ?\n{NICKNAME}: ก็ฟังดูมีเหตุผลนะ แต่อาจจะเป็นเพราะ ทุกคนชินกับมันแล้วก็ได้\n{NICKNAME}: เรื่องความเป็นมาและเรื่องส่วนตัวแบบนี้ บางทีคงต้องไปถาม Ajaw เองถึงจะได้คำตอบ\nPaimon: แต่ว่า เธอคิดว่า Ajaw จะพูดความจริงมั้ย? ฉันว่าเขาจะแต่งเรื่องบ้า ๆ บอ ๆ มาหลอกเราซะมากกว่า...\nPaimon: หรือไม่ก็... ตั้งใจหลอกเรา เพื่อให้เรากลายเป็นกระดาษแข็งแบน ๆ แบบเขา...\n{NICKNAME}: อืม... Paimon ตัวแบน ๆ... ที่จริงฉันก็สงสัยอยู่เหมือนกัน...\nPaimon: จะ...จะมองฉันแบบนั้นทำไมเนี่ย! ฉันไม่อยากกลายเป็น Paimon กระดาษแข็งนะ... ฮือออ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_ajaw_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"เพลิงหวนของ Yupanqui\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 1213,
			"title": "เกี่ยวกับการวาดลวดลายบนร่างกายของชาว Natlan...",
			"voicelineType": "71103",
			"description": "Paimon: จะว่าไปแล้ว ฉันก็สังเกตว่า บนร่างกายของชาว Natlan แต่ละคนมีการวาด... เอ่อ... สีน้ำ? กราฟฟิตี้? ที่ไม่เหมือนกันด้วย ถึงจะดูไม่เข้าใจ แต่ดูเท่มากเลยนะ!\n{NICKNAME}: ฉันก็เห็นเหมือนกัน! ได้ยินว่า พวกเขาใช้สีวาดลวดลายบนร่างกาย สีชนิดนี้มันทำมาจากโฟลจิสตัน ซึ่งต่างจากวัสดุที่ใช้ทำสีทั่วไป\nPaimon: เอ๋? อย่างงั้นเหรอ?\n{NICKNAME}: แต่ถ้า Paimon สนใจ ฉันจำได้ว่า มีบริการทดลองวาดลวดลาย บนร่างกายสำหรับนักท่องเที่ยว เป็นพิเศษด้วยนะ โดยจะใช้สีทั่วไปแทน\nPaimon: จริงเหรอ ๆ? ในเมื่อ \"ไหน ๆ ก็มาแล้ว\"... งั้น...\n{NICKNAME}: เอาสิ ๆ แต่ว่าชนเผ่าแต่ละเผ่าชอบสี และลวดลายที่แตกต่างกันนะ Paimon เลือกแบบที่ชอบได้เลย\nPaimon: งั้นฉันเลือก... เอ่อ เลือก... โอ๊ย! แต่ละแบบก็มีเอกลักษณ์เฉพาะตัว ฉันเลือกไม่ได้เลยเนี่ย!\nPaimon: ฮึ มีแต่เด็ก ๆ เท่านั้นแหละที่จะเลือก ฉันเอาทั้งหมดนี่แหละ!\n{NICKNAME}: ว้าว... ไม่นึกเลยว่า ตอนนี้รสนิยมด้านความงามของ Paimon จะเป็น \"ยิ่งเยอะยิ่งดี\"... ถึงจะไม่รู้ว่าคนอื่นจะรู้สึกว่ามันแปลกรึเปล่า แต่ฉันจะสนับสนุนเธอแน่นอน!\nPaimon: ฉันไม่ได้บอกว่า จะวาดบนตัวพร้อมกันรวดเดียวซะหน่อย ฉันหมายถึงเปลี่ยนลายทุกวัน หกวันไม่ซ้ำลายต่างหาก!\n{NICKNAME}: อ๋า น่าเสียดายจัง... ดูเหมือนว่า คงทำได้แค่จินตนาการว่า Paimon ลายพร้อยจะเป็นยังไงแล้วสิ...\nPaimon: ไม่ต้องมาเสียดายเลยนะ! แล้วก็หยุดจินตนาการ พิลึกพิลั่นแบบนี้ได้แล้ว!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_bodyPainting_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1214,
			"title": "เกี่ยวกับการอยู่ร่วมกันกับ Saurian...",
			"voicelineType": "71104",
			"description": "Paimon: ความสัมพันธ์ของชาว Natlan กับ Saurian นี่ดีจังเลย พวกเขาทั้งอยู่ร่วมกัน สู้รบไปด้วยกัน บินไปด้วยกัน...\n{NICKNAME}: เหมือนฉันกับ Paimon เลยนะ แต่น่าเสียดายที่ Paimon ตัวโตกว่านี้ไม่ได้ แถมให้ฉันขี่หลังเวลาบินไม่ได้ด้วย... ทั้ง ๆ ที่กิน Chicken-Mushroom Skewer ไปตั้งเยอะขนาดนั้น\nPaimon: ฮึ แต่ Saurian ของเธอก็เป็นผู้นำทางให้เธอไม่ได้นี่นา แถมคุยกับเธอไม่ได้ด้วย\n{NICKNAME}: ที่จริงก่อนหน้านี้มียุคสมัยที่มนุษย์และ Saurian ต่อสู้กันเพื่อชิงชัยชนะ การที่ได้มาอยู่ร่วมกันอย่างสันติแบบนี้ คงจะไม่ใช่เรื่องง่ายเลยสินะ\nPaimon: ถ้าฉันเป็น Saurian ล่ะก็ ขอแค่มีอาหารมากพอ ฉันก็ไม่อยากสู้กับใครแล้ว\n{NICKNAME}: แต่ถ้าวันนึง Paimon ต้องกิน Chicken-Mushroom Skewer เป็นร้อยไม้ แล้วมนุษย์ไม่มีอาหารมากพอ แบบนั้นจะทำยังไงล่ะ?\nPaimon: งั้นฉันก็กินแค่ 50 ไม้ละกัน...\n{NICKNAME}: หรือไม่ก็ให้มนุษย์กับ Paimon นัดกันไปออกล่าด้วยกัน จะได้มีอาหารมากขึ้น แบบนี้จะได้กินอิ่มท้องกันทั้งสองฝ่าย\nPaimon: อ๋อ! กุญแจสำคัญของสันติภาพก็คือ ต้องมีเนื้อเยอะ ๆ สินะ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_liveWithDragon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศิลาดำใต้ผืนหินผาขาว\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1215,
			"title": "เกี่ยวกับภูเขาไฟ...",
			"voicelineType": "71105",
			"description": "Paimon: ที่ Natlan มองเห็นภูเขาไฟยักษ์นั่นได้จากทุกที่เลย เธอว่าแมกมาที่พวยพุ่งออกมาจากใต้ดินพวกนั้นมาจากไหนกันนะ?\n{NICKNAME}: มีคำกล่าวเกี่ยวกับเรื่องนี้ด้วยนะ ว่ากันว่า ส่วนลึกที่สุดของใต้ดินของ Natlan มีมังกรไฟโบราณตัวใหญ่หลับใหลอยู่ และมันมีไฟแรกสุดของโลก อยู่ในร่างกายของมัน เปลวไฟลุกโชนไม่มอดดับอยู่ภายในตัวของมัน และมีรูพ่นไฟมากมาย ที่ด้านหลังของมัน ซึ่งจะปะทุออกมาเป็นไฟเป็นระยะ ๆ และเมื่อพวกมันกระเด็นลงมายังพื้นดิน ก็จะกลายเป็นลาวาของภูเขาไฟ\nPaimon: จริงเหรอเนี่ย งั้นถ้ามังกรไฟตื่นขึ้นมา ก็จะเกิดเรื่องน่ากลัวขึ้นกับ Natlan น่ะสิ?\n{NICKNAME}: ใช่แล้ว เพราะงั้นเทพแห่งไฟจึงต้อง รวบรวมพลังของชนเผ่าต่าง ๆ เพื่อปลอบโยนมังกรไฟอยู่เป็นประจำ และให้มันหลับใหลอยู่ในความฝันต่อไป\nPaimon: ไม่ใช่สิ เทพแห่งไฟต้องต่อกรกับการกัดกร่อนของ Abyss ต่างหาก!\n{NICKNAME}: จริง ๆ แล้วมันเป็นเรื่องราวที่ฉันอ่าน จากสิ่งทอม้วนนึงที่ซื้อมาจากแผงขายของน่ะ\nPaimon: ฉันว่าแล้วเชียว...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_volcano_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อก Statue of The Seven - ไฟ \"Natlan - Tequemecan Valley\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1216,
			"title": "เกี่ยวกับคำสาปแห่งราตรี...",
			"voicelineType": "71106",
			"description": "Paimon: เคยมีอัศวินผู้ยิ่งใหญ่คนหนึ่งถูกสาป ทำให้เขาจะปรากฏตัวเป็นตาลุงขี้เมาในตอนกลางวันเท่านั้น\nPaimon: พอตกกลางคืน ถึงจะสามารถแสดงรูปลักษณ์ที่แท้จริงของอัศวินมืออาชีพ ที่เป็นผู้ใหญ่ และกล้าหาญออกมาได้...\n{NICKNAME}: ไม่มีวิธีลบล้างคำสาปนี้เหรอ?\nPaimon: มีเพียงการได้รับความเคารพอย่างจริงใจเท่านั้น ถึงจะลบล้างคำสาปของตาลุงขี้เมาได้\n{NICKNAME}: งั้นฉันจะเป็นคนที่มาลบล้างคำสาปนี้ก็แล้วกัน\nPaimon: ทะดาาา! คำสาปถูกลบล้างแล้ว ตอนนี้แกรนด์มาสเตอร์ Varka สามารถเลือกได้ว่าจะเป็นตาลุงขี้เมา หรืออัศวินที่พึ่งพาได้แล้วล่ะ\nPaimon: จากนั้น Varka ก็พูดว่า ฉันเป็นตาลุงขี้เมาตั้งแต่แรกอยู่แล้ว ขอโทษทีนะ เพราะงั้นทั้งกลางวันและกลางคืนจะมีแต่ตาลุงขี้เมาเท่านั้นแหละ\n{NICKNAME}: แบบนี้ก็ได้เหรอ!\nPaimon: ตำนานที่เล่ากันใน Natlan บอกว่า มีสาวน้อยที่ต้องคำสาปคนหนึ่ง ที่กลางวันเป็นยายแก่ที่เย่อหยิ่งและจองหอง แต่กลางคืนกลับกลายเป็นสาวน้อยที่ไร้เดียงสา\nPaimon: มีเพียง... เอ่อ มีเพียงการคุยกับเขาในหัวข้อที่เขาชอบเท่านั้น ถึงจะสามารถลบล้างคำสาปได้\n{NICKNAME}: ฉันเดาตอนจบได้แล้วล่ะ ถ้าเป็นรุ่นพี่ Faruzan ละก็ คงจะพูดว่า \"ฮ่าฮ่าฮ่า แก่แล้วจะทำไม คนหนุ่มสาวอย่างพวกเธอมีปัญหางั้นเหรอ?\"\nPaimon: ใช่แล้ว ส่วน Citlali ก็จะ...\n{NICKNAME}: Citlali จะต้องพูดด้วยความน้อยใจและหงุดหงิดว่า \"ฉันเป็นแค่สาวน้อยธรรมดาอยู่แล้วนะ!\"\nPaimon: ดูเหมือนจะไม่ใช่คำสาปสินะ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_curseOfNight_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"แสงรุ้งที่ถูกลิขิตให้มอดไหม้\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 1217,
			"title": "เกี่ยวกับวิถีวิญญาณ...",
			"voicelineType": "71107",
			"description": "Paimon: 500 Mora...1,000 Mora...1,200 Mora...\n{NICKNAME}: เธอทำอะไรน่ะ?\nPaimon: อุ๊ย! ตกใจหมดเลย!\nPaimon: ฮิฮิ เธอรู้มั้ย ช่วงนี้ฉันเก็บเงินได้เยอะเลยนะ อีกไม่กี่วันฉันจะไปซื้อกระดานโต้คลื่นที่ \"เหล่าวารี\"!\nPaimon: จากนั้นฉันก็จะได้ขี่มันล่องไปตาม \"วิถีวิญญาณ\" เหมือน Mualani ไงล่ะ\n{NICKNAME}: Paimon น้อย... โต้คลื่น...\nPaimon: เดี๋ยวก่อน ทำไมสายตาของเธอถึงดูไม่น่าไว้ใจแบบนั้นล่ะ?\n{NICKNAME}: ฉันจะคิดถึงเธอนะ ช่วงที่เราเดินทางด้วยกันมา ฉันมีความสุขทุกวันเลยนะ...\nPaimon: เดี๋ยวนะ! อย่าพูดอย่างกับว่าฉันจะไม่กลับมาสิ!\nPaimon: ฉันเตรียมตัวไว้แล้ว! ต่อให้ร่วงลงมาก็ไม่เป็นไรหรอก เพราะยังไงฉันก็บินได้อยู่แล้วนี่นา\nPaimon: แต่พอคิดดูแล้ว วิถีวิญญาณมันสูงขนาดนั้น แถมชันมากด้วย แล้ว Mualani เขาเล่นอยู่บนนั้นได้ยังไงกันนะ?\n{NICKNAME}: สำหรับ Mualani แล้ว การขี่ไปตามวิถีวิญญาณไม่น่าจะเป็นเรื่องยากอะไรนะ ดูจากรอยยิ้มบนใบหน้าของเขา ตอนที่เขาทำท่าทางยาก ๆ ก็รู้แล้ว\nPaimon: แบบนี้ก็หมายความว่า ฉันมันไม่ได้เรื่องน่ะสิ?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_spiritway_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกจุดเทเลพอร์ต \"Natlan - People of the Springs\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1254
					]
				}
			]
		},
		{
			"voicelineId": 1218,
			"title": "เกี่ยวกับเทพแห่งไฟ...",
			"voicelineType": "71108",
			"description": "Paimon: คิดไม่ถึงเลยว่าเทพแห่งไฟจะถูกเลือกมาจาก \"จาริกเพลิงศักดิ์สิทธิ์หวนคืน\"!\nPaimon: ถ้าฉันชนะการแข่งขันละก็ จะมีโอกาสได้เป็นเทพแห่งไฟตนใหม่บ้างมั้ยนะ?\n{NICKNAME}: หืม? Paimon มั่นใจดีนี่นา\nPaimon: หึหึ อย่ามาดูถูกฉันนะ ที่จริงฉันเคยเรียนรู้ \"ทักษะ\" ของเทพมาหลายตนแล้วนะ\n{NICKNAME}: อะไรนะ?\nPaimon: อย่างเช่น A Buoyant Breeze, Slow-Cooked Bamboo Shoot Soup, Halvamazd, \"Pour la Justice\"...\n{NICKNAME}: ที่แท้ก็เป็นทักษะการทำอาหารนี่เอง!\nPaimon: ใช่แล้วล่ะ ฉันเสนอว่า พอ Natlan กลับสู่ความสงบสุขแล้ว เรามาเพิ่มการแข่งทำอาหารในจาริกเพลิงศักดิ์สิทธิ์หวนคืนด้วยกันดีกว่า!\nPaimon: ฉันรอแทบไม่ไหวแล้วที่จะได้เรียนรู้ \"พลังที่ร้อนแรง\" ของเทพแห่งไฟ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_mavuika_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"แสงรุ้งที่ถูกลิขิตให้มอดไหม้\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 1219,
			"title": "เกี่ยวกับการพักผ่อน...",
			"voicelineType": "71109",
			"description": "Paimon: จะว่าไปแล้ว ช่วงนี้ไม่ได้เจอ Xilonen เลยนะ ครั้งก่อนที่เจอ เขายังนอนหลับพาดอยู่บนต้นไม้ต้นนึงอยู่เลย\n{NICKNAME}: แล้วครั้งก่อนของครั้งก่อนนั้น ก็น่าจะสวมแว่นกันแดดนอนตากแดดอยู่บนหลังคา\nPaimon: แล้วครั้งก่อนของครั้งก่อนของครั้งก่อนนั้น ก็ดูเหมือนว่าจะนั่งดื่มน้ำผลไม้อยู่บนเก้าอี้โยกที่ทำขึ้นเอง...\nPaimon: เดี๋ยวนะ ทำไมเรื่องเกี่ยวกับ Xilonen ที่พวกเราจำได้ ถึงเป็นตอนที่เขากำลังพักผ่อนอยู่หมดเลยล่ะเนี่ย!\n{NICKNAME}: คนที่ปกติแล้วทำงานอย่างขยันขันแข็ง พอได้หยุดพักผ่อน ก็จะสร้างความประทับใจให้คนได้ลึกซึ้งกว่าเดิมน่ะ\nPaimon: จริงเหรอ? พอคิดดูแล้ว ตอนทำงานฉันก็ขยันมากเหมือนกันนะ\nPaimon: ครั้งก่อนที่ไล่ตามเจ้า Tepetlisaurus ตัวน้อยตัวนั้น ฉันต้องบินสูงมาก ๆ เลยเพื่อชี้ทางให้เธอ\nPaimon: แล้วก็ยังมีครั้งนั้นที่ช่วยผู้ส่งสารของเผ่า \"พงศ์พิดานพฤกษา\" ตามหาพัสดุอีก ต้องไปช่วยเขาเก็บ Cacahuatl ด้วย จะว่าไปแล้วก็มีแต่เรื่องเหนื่อย ๆ ทั้งนั้นเลย\nPaimon: ฮึ ต่อไปเวลาพวกเราไปทำคำขอ ฉันจะแอบอู้ให้เยอะ ๆ เลย แล้วก็จะไม่ให้เธอจับได้ด้วย!\n{NICKNAME}: ฉันจะพยายามไม่จับผิดละกันนะ Paimon แอบอู้ให้สบายใจเถอะ\nPaimon: ทำไมเธอถึงดีขนาดนี้ล่ะ? งั้นในตอนที่เธอแอบอู้ ฉันเองก็จะพยายามไม่จับผิดเธอเหมือนกัน...\nPaimon: แหม พอคิดแบบนี้แล้ว พวกเราไปแอบอู้ด้วยกันเลยเถอะ\nPaimon: โอเค เอาตามนี้นะ! ตอนนี้ก็คือเวลาแอบอู้ โดยที่จะไม่จับผิดว่าอีกฝ่ายกำลังแอบอู้อยู่ เร็วเข้าสิ มานอนอาบแดดกันเถอะ",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_rest_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"อธิษฐานขอพร บอกกล่าวขุนเขา\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 1062,
			"title": "สกิลธาตุ - 1",
			"voicelineType": "100001",
			"description": "...เฮอะ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_01"
		},
		{
			"voicelineId": 1063,
			"title": "สกิลธาตุ - 2",
			"voicelineType": "100002",
			"description": "...ฮ่า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_02"
		},
		{
			"voicelineId": 1064,
			"title": "สกิลธาตุ - 3",
			"voicelineType": "100003",
			"description": "เขี้ยววายุ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_03"
		},
		{
			"voicelineId": 1065,
			"title": "สกิลธาตุ - 4",
			"voicelineType": "100004",
			"description": "เฮอะ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_01"
		},
		{
			"voicelineId": 1066,
			"title": "สกิลธาตุ - 5",
			"voicelineType": "100005",
			"description": "ย่าห์!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_02"
		},
		{
			"voicelineId": 1067,
			"title": "สกิลธาตุ - 6",
			"voicelineType": "100006",
			"description": "อุกกาบาต!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_03"
		},
		{
			"voicelineId": 1068,
			"title": "สกิลธาตุ - 7",
			"voicelineType": "100007",
			"description": "ฮ่า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_01"
		},
		{
			"voicelineId": 1069,
			"title": "สกิลธาตุ - 8",
			"voicelineType": "100008",
			"description": "รับไปซะ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_02"
		},
		{
			"voicelineId": 1070,
			"title": "สกิลธาตุ - 9",
			"voicelineType": "100009",
			"description": "เงาสายฟ้า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_03"
		},
		{
			"voicelineId": 1126,
			"title": "สกิลธาตุ - 10",
			"voicelineType": "100010",
			"description": "ย้า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_01"
		},
		{
			"voicelineId": 1127,
			"title": "สกิลธาตุ - 11",
			"voicelineType": "100011",
			"description": "สลายไปซะ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_02"
		},
		{
			"voicelineId": 1128,
			"title": "สกิลธาตุ - 12",
			"voicelineType": "100012",
			"description": "เจริญเติบโต!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_03"
		},
		{
			"voicelineId": 1157,
			"title": "สกิลธาตุ - 13",
			"voicelineType": "100013",
			"description": "ฮ่า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_01"
		},
		{
			"voicelineId": 1158,
			"title": "สกิลธาตุ - 14",
			"voicelineType": "100014",
			"description": "ไปซะ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_02"
		},
		{
			"voicelineId": 1159,
			"title": "สกิลธาตุ - 15",
			"voicelineType": "100015",
			"description": "คลื่นน้ำ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_03"
		},
		{
			"voicelineId": 1220,
			"title": "สกิลธาตุ - 16",
			"voicelineType": "100016",
			"description": "ย้า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_01"
		},
		{
			"voicelineId": 1221,
			"title": "สกิลธาตุ - 17",
			"voicelineType": "100017",
			"description": "จงลุกไหม้!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_02"
		},
		{
			"voicelineId": 1222,
			"title": "สกิลธาตุ - 18",
			"voicelineType": "100018",
			"description": "แผดเผา!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_03"
		},
		{
			"voicelineId": 1223,
			"title": "สกิลธาตุ - 19",
			"voicelineType": "100019",
			"description": "ฮ่า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_04"
		},
		{
			"voicelineId": 1224,
			"title": "สกิลธาตุ - 20",
			"voicelineType": "100020",
			"description": "ไฟพันธนาการ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_05"
		},
		{
			"voicelineId": 1225,
			"title": "สกิลธาตุ - 21",
			"voicelineType": "100021",
			"description": "หลอมรวมไฟ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_06"
		},
		{
			"voicelineId": 1071,
			"title": "ท่าไม้ตาย - 1",
			"voicelineType": "200001",
			"description": "ฮั่ยย่ะ...",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_01"
		},
		{
			"voicelineId": 1072,
			"title": "ท่าไม้ตาย - 2",
			"voicelineType": "200002",
			"description": "หายไปซะ",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_02"
		},
		{
			"voicelineId": 1073,
			"title": "ท่าไม้ตาย - 3",
			"voicelineType": "200003",
			"description": "ปลิวไปเลย!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_03"
		},
		{
			"voicelineId": 1074,
			"title": "ท่าไม้ตาย - 4",
			"voicelineType": "200004",
			"description": "ฮ่า——!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_01"
		},
		{
			"voicelineId": 1075,
			"title": "ท่าไม้ตาย - 5",
			"voicelineType": "200005",
			"description": "จงสั่นสะท้าน!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_02"
		},
		{
			"voicelineId": 1076,
			"title": "ท่าไม้ตาย - 6",
			"voicelineType": "200006",
			"description": "จงแหลกเป็นผุยผง",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_03"
		},
		{
			"voicelineId": 1077,
			"title": "ท่าไม้ตาย - 7",
			"voicelineType": "200007",
			"description": "เฮอะ——!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_01"
		},
		{
			"voicelineId": 1078,
			"title": "ท่าไม้ตาย - 8",
			"voicelineType": "200008",
			"description": "สายฟ้าพิฆาต!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_02"
		},
		{
			"voicelineId": 1079,
			"title": "ท่าไม้ตาย - 9",
			"voicelineType": "200009",
			"description": "ฟ้าคำราม!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_03"
		},
		{
			"voicelineId": 1129,
			"title": "ท่าไม้ตาย - 10",
			"voicelineType": "200010",
			"description": "ย้า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_01"
		},
		{
			"voicelineId": 1130,
			"title": "ท่าไม้ตาย - 11",
			"voicelineType": "200011",
			"description": "งอกเงยซะ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_02"
		},
		{
			"voicelineId": 1131,
			"title": "ท่าไม้ตาย - 12",
			"voicelineType": "200012",
			"description": "ยอดอ่อนผลิบาน!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_03"
		},
		{
			"voicelineId": 1160,
			"title": "ท่าไม้ตาย - 13",
			"voicelineType": "200013",
			"description": "ฮ่า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_01"
		},
		{
			"voicelineId": 1161,
			"title": "ท่าไม้ตาย - 14",
			"voicelineType": "200014",
			"description": "ชะล้างให้หมด!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_02"
		},
		{
			"voicelineId": 1162,
			"title": "ท่าไม้ตาย - 15",
			"voicelineType": "200015",
			"description": "กระเด็นออกไปซะ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_03"
		},
		{
			"voicelineId": 1226,
			"title": "ท่าไม้ตาย - 16",
			"voicelineType": "200016",
			"description": "ย้า!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_pyro_01"
		},
		{
			"voicelineId": 1227,
			"title": "ท่าไม้ตาย - 17",
			"voicelineType": "200017",
			"description": "จงส่องแสง!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_pyro_02"
		},
		{
			"voicelineId": 1228,
			"title": "ท่าไม้ตาย - 18",
			"voicelineType": "200018",
			"description": "เปลวไฟอันเป็นนิรันดร์!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_pyro_03"
		},
		{
			"voicelineId": 1080,
			"title": "เปิดหีบสมบัติ - 1",
			"voicelineType": "300001",
			"description": "โลกใบนี้กำลังตอบรับฉันอยู่เหรอ?",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_01"
		},
		{
			"voicelineId": 1081,
			"title": "เปิดหีบสมบัติ - 2",
			"voicelineType": "300002",
			"description": "รางวัลของการเดินทาง",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_02"
		},
		{
			"voicelineId": 1082,
			"title": "เปิดหีบสมบัติ - 3",
			"voicelineType": "300003",
			"description": "ฉันจะเก็บมันไว้ให้ดีเลย",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_03"
		},
		{
			"voicelineId": 1083,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
			"voicelineType": "400001",
			"description": "รอเดี๋ยว... ให้ฉันจัดการเองเถอะ!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_01"
		},
		{
			"voicelineId": 1084,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
			"voicelineType": "400002",
			"description": "ระวัง!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_02"
		},
		{
			"voicelineId": 1085,
			"title": "หมดสติ - 1",
			"voicelineType": "500001",
			"description": "นี่... ไม่ใช่จุดจบ...",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_01"
		},
		{
			"voicelineId": 1086,
			"title": "หมดสติ - 2",
			"voicelineType": "500002",
			"description": "โลกใบนี้... ไม่ยอมรับฉัน?",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_02"
		},
		{
			"voicelineId": 1087,
			"title": "เข้าร่วมทีม - 1",
			"voicelineType": "600001",
			"description": "ครั้งนี้จะเจออะไรนะ?",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_01"
		},
		{
			"voicelineId": 1088,
			"title": "เข้าร่วมทีม - 2",
			"voicelineType": "600002",
			"description": "โลกใบนี้เต็มไปด้วยปริศนาที่ยังไม่ได้ไข...",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_02"
		},
		{
			"voicelineId": 1089,
			"title": "เข้าร่วมทีม - 3",
			"voicelineType": "600003",
			"description": "ยังมีเรื่องที่ต้องทำอีกเยอะเลย",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_03",
			"voicefile_male": "VO_teamJoin/vo_hero_teamJoin_03",
			"hasGenderedVoicefile": true
		}
	]
}