{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "พบกันครั้งแรก...",
			"voicelineType": "1006",
			"description": "ฉันชื่อ Chiori เป็นเจ้าของร้าน \"ร้าน Chioriya Boutique\" ถ้าต้องการสั่งตัดเสื้อผ้าละก็ มาหาฉันได้เลยนะ ส่วนความต้องการเรื่องอื่น ก็ขึ้นอยู่กับว่าเธอมีของเพียงพอที่จะเอามาแลกเปลี่ยนมั้ย ยื่นหมูยื่นแมวแบบนี้ถึงจะเรียกว่าทำ \"ธุรกิจ\" ไงล่ะ อีกอย่างใน \"ร้าน Chioriya Boutique\" ห้ามดื่มเหล้าสูบบุหรี่ ห้ามก่อความวุ่นวายเด็ดขาด คำพูดที่ว่า \"ลูกค้าคือพระเจ้า\" อะไรนั่นน่ะ ใช้กับที่นี่ไม่ได้ ต่อให้เป็นเทพเจ้ามาเอง ถ้าไม่รักษากฎแล้วโดนโยนออกไปนอกร้าน ก็ต้องก้นจ้ำเบ้าเหมือนกันนั่นแหละ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "แชท - การวิพากษ์วิจารณ์",
			"voicelineType": "1101",
			"description": "ฉันจะเป็นคนตัดสินใจเองว่าจะเดินไปทางไหน และจะกลายเป็นคนแบบไหน ไม่มีใครมาชี้มือชี้ไม้สั่งฉันได้หรอก",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "แชท - ดาบตัดผ้า",
			"voicelineType": "1102",
			"description": "ใครบอกว่าการตัดเสื้อผ้าต้องใช้กรรไกรเท่านั้น? ช่างหัวกฎเกณฑ์ที่แข็งทื่อพวกนั้นเถอะ ฉันชอบใช้ดาบที่ถนัดมือมากกว่า",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "#แชท - {M#นายแบบ}{F#นางแบบ}",
			"voicelineType": "1103",
			"description": "ถ้าจะยืนอยู่นิ่ง ๆ อย่างงั้น สู้มาเป็น{M#นายแบบ}{F#นางแบบ}ให้ฉันยังจะดีกว่า ฉันจะออกแบบชุด{M#เท่ ๆ}{F#สวย ๆ} ให้เธอเอง",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "ในเวลาที่ฝนตก...",
			"voicelineType": "1201",
			"description": "ถ้าเทียบกับฝนตกแล้ว ฉันเกลียดโคลนที่อยู่บนพื้นมากกว่า ถ้ามันเปื้อนเสื้อผ้าแล้วล้างออกยากสุด ๆ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "ในเวลาที่ฟ้าผ่า...",
			"voicelineType": "1202",
			"description": "...คิดถึงทิวทัศน์ในอดีตของบ้านเกิดขึ้นมาเลย",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "ในเวลาที่หิมะตก...",
			"voicelineType": "1203",
			"description": "สูงส่งแต่กลับทำให้คนโหยหา... พอร่วงถึงมือก็หายวับไปในชั่วพริบตา... เกล็ดหิมะที่ทั้งงดงามและสลายไปได้ทุกเมื่อแบบนี้ ช่างเหมือนกับ \"แฟชั่น\" จริง ๆ...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "ในเวลาที่อยู่ในทะเลทราย...",
			"voicelineType": "1204",
			"description": "นึกภาพไม่ออกจริง ๆ ว่าจะผลักดันแฟชั่นในที่แบบนี้ยังไงดี",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "อรุณสวัสดิ์...",
			"voicelineType": "1001",
			"description": "อรุณสวัสดิ์ อย่าหวังว่าฉันจะทำอาหารเช้าให้เธอกินเลย ถ้าเธอจะไปร้านกาแฟ ช่วยซื้อกาแฟมาให้ฉันสักแก้วสิ ไม่ใส่นม ไม่ใส่น้ำตาลนะ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "สวัสดีตอนเที่ยง...",
			"voicelineType": "1002",
			"description": "สายขนาดนี้แล้วเหรอเนี่ย? แต่ไม่หิวเลยสักนิด... ฉันไม่อยากวางงานที่ทำอยู่ เธอไปกินข้าวเที่ยงเองละกัน",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "สวัสดีตอนเย็น...",
			"voicelineType": "1003",
			"description": "ข้างนอกเสียงดังจังเลย ชาว Fontaine ทุกคนออกมาเดินเล่นกันหมดเลยรึไง?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "ราตรีสวัสดิ์...",
			"voicelineType": "1004",
			"description": "ฉันจะไปแช่น้ำผ่อนคลายร่างกายหน่อย ไม่คุยละ พรุ่งนี้เจอกันนะ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "เกี่ยวกับตัวเอง - ตรงไปตรงมา",
			"voicelineType": "2001",
			"description": "มีหลายคนพยายามบอกตรง ๆ และอ้อม ๆ ว่านิสัยของฉันไม่ค่อยดี พูดจาไม่สุภาพพอ และมักจะทำร้ายคนอื่นได้ง่าย ในความคิดของฉัน พวกคำทักทาย คำสุภาพและคำชมเชยที่ใคร ๆ ก็ดูออกว่าปลอมพวกนั้นต่างหาก ที่เป็นเรื่องที่เสียเวลาของทั้งสองฝ่าย ว่ามั้ยล่ะ? ถ้าพูดความจริงตรง ๆ แล้วเสียใจ งั้นคนนั้นก็เปราะบางเกินไปละ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "เกี่ยวกับตัวเอง - ความคิด",
			"voicelineType": "2005",
			"description": "ตอนคิดคอนเซปต์แบรนด์ในตอนแรก ฉันนึกถึงประสบการณ์ที่ผ่านมาหลายอย่าง และดึงคำสำคัญออกมาจากสิ่งนั้นได้หลายคำ การเลือกเป็นสิ่งที่ยากมาก โดยเฉพาะตอนที่พบว่าอัญมณีแต่ละชิ้นสะท้อนความคิดของตัวเองไว้... แต่เธอสามารถเลือกชิ้นที่แสดงถึงตัวตนของเธอได้ดีที่สุดเพียงชิ้นเดียวเท่านั้น\n\"ไม่มีวันยอมแพ้\" นั่นแหละคือตัวตนของฉัน นั่นแหละคือแบรนด์ของฉัน",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "เกี่ยวกับเรา - ลองชุด",
			"voicelineType": "2003",
			"description": "ฟังฉันนะ ชุดนี้เหมาะกับเธอ อะไรนะ? ไม่เคยเห็นชุดแบบนี้มาก่อน? ฮึ นั่นก็เพราะดีไซเนอร์ที่เธอเคยเจอมาไม่มีเทสต์น่ะสิ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "เกี่ยวกับเรา - แลกเปลี่ยน",
			"voicelineType": "2002",
			"description": "ปล่อยให้เรื่องมาถึงขั้นนี้แล้วค่อยมาพูดก็อาจจะสายไปหน่อย แต่ฉันก็พูดในสิ่งที่อยากพูดมาตั้งแต่ไหนแต่ไรแล้ว เธอเองก็คงจะชินกับมันแล้วล่ะ ฉันไม่อยากเปลี่ยนสไตล์ที่ตรงไปตรงมาของตัวเอง เธอเองก็แสดงตัวตนที่แท้จริงต่อหน้าฉันเถอะ ไม่ต้องปิดบังหรอก ฉันสัญญาว่าจะไม่ตำหนิเธอ ไม่เชื่อกันเหรอ? เธอรู้จักฉันมานานขนาดนี้ ฉันเคยไม่รักษาคำพูดด้วยเหรอ?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "เกี่ยวกับ \"วิชั่น\"...",
			"voicelineType": "3006",
			"description": "เพราะว่าฉันเกิดที่ Inazuma ชาว Fontaine เลยพากันเรียกฉันว่า \"ช่างตัดเสื้อสายฟ้าฟาด\" อยากเรียกแบบไหนก็เรียกไปเถอะ ฉันไม่ได้รู้สึกผูกพันอะไรกับบ้านเกิด เพราะแม้กระทั่ง \"วิชั่น\" ของฉัน ฉันก็ได้มันมาหลังจากตัดสินใจออกจาก Inazuma แล้ว\nแต่ฉันก็ไม่ได้เกลียดสถานที่ที่ตากผ้าไม่เคยแห้งนั่นหรอกนะ สำหรับฉันแล้ว ก็แค่ไม่มีความจำเป็นที่ต้องกลับไปน่ะ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "ต้องการจะแชร์อะไร...",
			"voicelineType": "3002",
			"description": "เพื่อรักษานิสัยที่อยู่ไม่สุขของฉันในตอนเด็ก พ่อกับแม่ได้ส่งฉันไปเรียนรู้หลายอย่าง ซึ่ง \"วิชาดาบ\" ก็เป็นหนึ่งในนั้น แต่หลังจากเรียนไปสักพัก ฉันก็รู้สึกว่า การใช้ดาบด้วยมือสองข้างมันทำให้ฉันพอใจมาก และเก่งมากด้วย แต่กลับโดนอาจารย์ที่สอนวิชาดาบห้ามไว้ ฉันถามเขาว่าทำไม เขาก็บอกแค่ว่านี่ไม่ใช่เทคนิคดาบที่นิยมกัน และมันก็ \"ไม่ค่อยเหมาะสม\" หลังจากนั้นมา ฉันก็ไม่เคยไปเรียนกับเขาอีกเลย พอมาลองนึกดูตอนนี้ การที่ฉันยึดมั่นในวิธีใช้ดาบแบบที่ตัวเองชอบตั้งแต่แรก มันเป็นเรื่องที่ดีมากเลย บางทีอาจเป็นเพราะฉันเกิดมาพร้อมกับสองมือที่ไม่สามารถปล่อยให้ว่างได้มั้ง",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "ข้อมูลที่น่าสนใจ...",
			"voicelineType": "3003",
			"description": "\"Tamoto\" เป็นผลงานชั้นยอดชิ้นแรกของฉัน ตอนนั้นฉันก็แค่อยากเย็บตุ๊กตาผู้หญิงที่หน้าตาคล้ายฉัน มาเป็นนางแบบและผู้ช่วยของฉัน ฮะ? เพื่อนร่วมทาง? ฉันไม่ต้องการอะไรแบบนั้นหรอก",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "เกี่ยวกับ Navia...",
			"voicelineType": "4001",
			"description": "เขาเคย \"ขอร้อง\" ฉันอย่างเป็นจริงเป็นจัง เพื่อให้ฉันออกแบบของประหลาด ๆ ให้เขา อย่างเช่น ออกแบบมงกุฎที่ไม่เหมือนกันให้ด้ามจับแต่ละอันของหางเสือ ตอนนั้นฉันอดกลอกตาใส่เธอไม่ได้ บอกว่าอย่างมากฉันก็ทำได้แค่ออกแบบหมวกของเขาให้เหมือนเรือลำนึง\nพวกที่บอกว่าความคิดของฉันล้ำสมัยเกินไป สงสัยจะไม่เคยคุยกับ Navia สินะ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "เกี่ยวกับ Lyney...",
			"voicelineType": "4002",
			"description": "ฉันทำหมวกทรงสูงที่สามารถซ่อนความลับได้ไม่เป็นหรอก แต่เขากลับทำได้ผ่านมายากล บางครั้งฉันก็สงสัยนะว่า หมวกของเขาซ่อนความลับไว้มากมายขนาดนั้น เวลาสวมหมวกจะรู้สึกยังไงนะ สำหรับฉันแล้ว ถ้าคิดอะไรก็พูดออกมาเลยจะง่ายกว่า",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "เกี่ยวกับ Lynette...",
			"voicelineType": "4003",
			"description": "ผู้ช่วยสาวคนนี้ไม่ค่อยพูดอะไร แต่เขาเชื่อใจฉันมากเลยนะ ดูเหมือนว่าพวกแมวจะชอบฉันนะเนี่ย...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "เกี่ยวกับ Charlotte...",
			"voicelineType": "4004",
			"description": "มีครั้งนึงที่ Charlotte อยากมาสัมภาษณ์ฉันที่ร้าน ฉันบอกว่าอย่าเลย เพราะไม่มีเรื่องแปลกใหม่อะไร แต่พอเขาเพิ่งเดินออกจากร้าน ก็มีลูกค้าขี้เมาคนนึงมาหาเรื่อง เขาก็เลยบันทึกเรื่องราวทั้งหมดไว้ได้... นี่มันเรื่องบ้าอะไรกัน ฉันเคยได้ยินแต่นักข่าวไล่ตามข่าว แต่ตอนนี้มีข่าวที่ไล่ตามนักข่าวด้วยเหรอ?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "เกี่ยวกับ Chevreuse...",
			"voicelineType": "4005",
			"description": "การร่วมมือและการพูดคุยกับ Chevreuse มันเป็นเรื่องง่ายมากเลย ทำให้ทุกครั้งที่ต้องบอกลาเขา และกลับไปเผชิญหน้ากับลูกค้ารายใหม่อีกครั้ง ฉันจะรู้สึกไม่ค่อยชินเท่าไหร่",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "เกี่ยวกับ Emilie...",
			"voicelineType": "4006",
			"description": "น้ำหอมของ Emilie ได้รับความนิยมมากจริง ๆ เรามีความร่วมมือทางธุรกิจกัน โดยฉันจะให้เขาส่งตัวอย่างน้ำหอมที่กำลังพัฒนามาที่ \"ร้าน Chioriya Boutique\" แล้วให้ Eloffe แอบพ่นน้ำหอมใส่ห้องลองชุดของลูกค้า จากนั้นฉันก็จะเอาฟีดแบคของลูกค้าไปบอกเขา แต่หลังจากผ่านมานานขนาดนี้แล้ว ก็ยังไม่มีลูกค้าคนไหนบอกว่ากลิ่นในห้องลองชุดของฉันมันแปลกเลยนะ แต่กลับมีแต่คนมาถามบ่อย ๆ ว่าน้ำหอมกลิ่นที่อยู่ในร้านมีขายที่ไหน ด้วยความสงสัย ทุกครั้งที่เธอวางขายน้ำหอมกลิ่นใหม่ ฉันก็จะไปซื้อมาลองดมขวดนึง ต้องยอมรับเลยว่า กลิ่นหอมที่ให้ความรู้สึกสดชื่นทุกครั้งแบบนี้ นับเป็นผลงานของอัจฉริยะจริง ๆ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "เกี่ยวกับ Wriothesley...",
			"voicelineType": "4007",
			"description": "เพื่อนกับผู้ร่วมงานบางคนของฉันเคยพูดถึงเขาให้ฉันฟังอยู่ ฉันชื่นชมฝีมือของเขามากนะ แต่ฉันก็ไม่ได้กะจะเปลี่ยนวิธีทำงานของตัวเองหรอก",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "เกี่ยวกับ Kirara...",
			"voicelineType": "4008",
			"description": "เมื่อก่อนตอนที่อยู่ Inazuma เวลาฉันออกไปหาแรงบันดาลใจในการออกแบบ ก็มักจะมีแมวตาสีเขียวตัวนึงที่ชอบตามฉันมา เจ้าเหมียวตัวนั้นเหมือนจะชอบสีสันกับลวดลายบนผืนผ้าที่อยู่บนมือฉันมาก เวลามันอารมณ์ดียังมาคลอเคลียขาฉันด้วยนะ\nต่อมา ฉันจำสาวน้อยที่มีตาสีเขียวและหางสองหางได้ในพริบตา แววตาของเธอเวลามองของที่แปลกใหม่ ไม่เคยเปลี่ยนไปตลอดหลายปีมานี้เลย",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "เกี่ยวกับ Kamisato Ayaka...",
			"voicelineType": "4009",
			"description": "ถ้าไม่ใช่เพราะความชอบไปเที่ยวเล่นตั้งแต่เด็ก ๆ ฉันคงไม่มีโอกาสได้พบกับคุณหนูใหญ่ของตระกูล Kamisato คนนี้ ครั้งหนึ่งฉันปีนขึ้นไปบนลานบ้านของตระกูล Kamisato แล้ว Temari ของเขากลิ้งไปโดนกำแพงพอดี พอเห็นฉันเข้า เขาก็แปลกใจและตื่นเต้นมาก ฉันเล่นกับเขาพักใหญ่ และคุยกับเขาอยู่นาน... แต่สุดท้ายฉันก็โดนคนจับได้ มิตรภาพสั้น ๆ ครั้งนั้นของเรา ก็เลยจบลงด้วยการที่ฉันถูกคนลากตัวออกไป",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "อยากรู้เกี่ยวกับ Chiori - 1",
			"voicelineType": "5001",
			"description": "ฉันไม่ได้รู้สึกว่าตัวเองอารมณ์ร้ายอย่างที่คนอื่นเขาพูดกันนะ ฉันก็แค่ไม่ชอบเสียเวลากับเรื่องเฮงซวยเท่านั้นเอง แต่ไม่รู้ว่าเพราะอะไร \"เรื่องเฮงซวย\" พวกนั้นชอบวกกลับมาหาฉันไม่หยุด พอนานวันเข้า ก็เลยมีชื่อเสียงที่ไม่ดีน่ะ ฉันอยากจะบอกเหลือเกินว่าความจริงฉันถูกใส่ร้าย",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "อยากรู้เกี่ยวกับ Chiori - 2",
			"voicelineType": "5002",
			"description": "ฉันไม่ชอบให้ใครมาสั่งตั้งแต่เด็ก มีอยู่ช่วงนึงที่เกลียด \"กฎเกณฑ์\" เป็นพิเศษ และพยายามแข็งข้อกับมันมาโดยตลอด และเพราะอารมณ์ที่ดื้อรั้นของฉัน ทำให้ฉันต้องลำบากไม่น้อยเลยล่ะ หลังจากนั้นฉันถึงได้เข้าใจว่า \"กฎเกณฑ์\" มันก็ไม่ใช่เรื่องแย่เสมอไป สิ่งที่ฉันเกลียดจริง ๆ คือความรู้สึกที่ไม่สามารถตัดสินใจได้ตามความคิดที่แท้จริงของตัวเองต่างหาก",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "อยากรู้เกี่ยวกับ Chiori - 3",
			"voicelineType": "5003",
			"description": "ตอนยังเด็ก สิ่งที่ฉันตั้งตารอที่สุดคือ เทศกาลฤดูร้อนที่บ้านเกิดของฉัน ในช่วงเทศกาล ผู้คนจะใส่เสื้อผ้าที่สวยที่สุด แล้วพากันออกไปเดินตามถนน...\nทั้งลูกบอลน้ำหลากสีบนเข็มขัดเอย ปลาทองที่ช้อนไม่ได้เอย แอปเปิลเคลือบน้ำตาลที่หอมหวานเอย แถมยังมีดอกไม้ไฟจากร้าน Naganohara ด้วยนะ... ตอนนั้นมันสนุกมากเลยล่ะ แต่พอกลับถึงบ้าน ฉันมักจะรู้สึกเหมือนมีบางอย่างขาดหายไป ตอนนี้ฉันรู้แล้วว่า ในตอนนั้นฉันไม่ได้อยากเป็นแค่ \"ผู้ชม\" เท่านั้น...\nเหมือนกับเวลาที่ผู้คนนึกถึงดอกไม้ไฟ พวกเขาจะนึกถึง \"ร้าน Naganohara\" ฉันหวังว่าสักวันหนึ่ง เสื้อผ้าที่ทุกคนอยากใส่ในช่วงเทศกาลจะเป็นเสื้อผ้า \"ร้าน Chioriya Boutique\" ทั้งหมดเลย\n...ฮ่า แค่คิดแบบนี้ ก็รู้สึกถึงความกระตือรือร้นที่ท่วมท้นในใจเลยล่ะ อื้ม ฉันจะกลับไปตัดชุดที่ร้านแล้วนะ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "อยากรู้เกี่ยวกับ Chiori - 4",
			"voicelineType": "5004",
			"description": "ถึงฉันจะทุ่มเทมากเวลาทำงาน แต่ฉันก็ชอบที่จะเพลิดเพลินไปกับช่วงเวลาปัจจุบันด้วยนะ เวลาว่าง ๆ ฉันจะพกของกินแล้วก็ไปสถานที่สวย ๆ เพื่อนอนกลางวันเงียบ ๆ คนเดียว พอตกกลางคืนก็ฟังดนตรีที่ชอบ และหลับไปอย่างมีความสุข... บางครั้งก็จะชวนเพื่อน ๆ มากินข้าวกันมื้อนึง แล้วก็คุยกันเรื่อยเปื่อย จัดปาร์ตี้ที่ไม่เมาไม่เลิกรา... อยากจะทำอะไรก็ขึ้นอยู่กับอารมณ์ในตอนนั้น ซึ่งก็เหมือนกับ \"แฟชั่น\" ที่สามารถคงอยู่ได้ใน \"ปัจจุบัน\" เท่านั้น ฉันเองก็ชอบที่จะอยู่กับปัจจุบัน ว่าไงล่ะ? คืนนี้เราออกไปผ่อนคลายกันแบบสุดเหวี่ยงมั้ย?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "อยากรู้เกี่ยวกับ Chiori - 5",
			"voicelineType": "5005",
			"description": "ฉันชอบขนมหวานของ Inazuma ชอบอาหารรสจืด... ชอบสัมผัสของผืนผ้าจากบ้านเกิด ชอบการได้แช่น้ำหลังจบวันของทุกวัน... แต่ฉันก็ชอบความอ่อนโยนของน้ำทะเลใน Fontaine และชอบวิวที่สวยตราตรึงใต้ท้องทะเล...\nฉันคิดอยู่บ่อย ๆ ว่า ตัวเองยังไม่หลุดพ้นจากอิทธิพลใน \"อดีต\" ที่มีต่อฉันรึเปล่า ทุกสิ่งที่เป็นในวันนี้ได้ถูกกำหนดไว้แล้วรึเปล่า...\nแต่แล้วยังไงล่ะ? ฉันก็ยังเป็นฉัน และใช้ชีวิตอยู่ในปัจจุบัน ต่อให้ทุกสิ่งในอดีตได้หล่อหลอมฉันในตอนนี้ขึ้นมา แต่หนทางในอนาคต ฉันก็ยังคงเป็นคนเลือกเองเหมือนเดิม และไม่มีใครเปลี่ยนแปลงสิ่งนี้ได้",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "งานอดิเรกของ Chiori...",
			"voicelineType": "6001",
			"description": "ฉันไล่ตามความฝันระหว่างการทำงาน และค้นหาอิสรภาพในงานอดิเรก ถ้าสิ่งที่ฉันทำอยู่ทุกวันมันไม่ใช่สิ่งที่ฉันชอบ แล้วมันจะมีความหมายอะไรล่ะ?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "เรื่องกลุ้มใจของ Chiori...",
			"voicelineType": "6012",
			"description": "บางครั้งฉันก็กลุ้มใจอยู่นะที่ความคืบหน้าในการไล่ตามความฝันมันช้ากว่าที่ฉันคาดไว้ ถ้าเป็นแบบนี้ต่อไป ไม่รู้ว่าเมื่อไหร่แบรนด์ของฉันจะโด่งดังไปทั่วโลกซะที แต่ฉันก็ไม่ยอมแพ้กับความจริงนี้หรอกนะ กลุ้มไปแล้วได้อะไรขึ้นมา? สู้เอาเวลานี้มาทำเสื้อผ้าเพิ่มอีกสองสามชุดดีกว่า",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "อาหารที่ชอบ...",
			"voicelineType": "6003",
			"description": "ฉันลืมขนมหวานของ Inazuma ที่เคยกินตอนเด็กไม่ได้เลย แต่ถ้าเทียบความสุขที่ได้จากการลิ้มลองรสชาติมันแล้ว ฉันชอบความสุขที่ได้รับระหว่างการทำมันมากกว่า ถ้าไม่ใช่เพราะสีสันและการเปลี่ยนแปลงของผืนผ้ามันน่าสนใจกว่า งั้นบนโลกใบนี้ ก็น่าจะมีเชฟทำขนมหวานเพิ่มขึ้นมาอีกคนแล้วล่ะ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "อาหารที่เกลียด...",
			"voicelineType": "6004",
			"description": "เอา Haggis มาเป็นตัวอย่างละกัน ฉันไม่ชินกับอาหารที่รสชาติเข้มข้น มันให้ความรู้สึกเหมือนเดินบนถนนอยู่ดี ๆ ก็โดน Geo Specter ป้ายโคลนเข้าเต็มหน้า... ฉันอธิบายแบบนี้ เธอพอจะเห็นภาพมั้ย?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "ได้รับของขวัญ - 1",
			"voicelineType": "6007",
			"description": "อื้ม ฉันชอบรสชาตินี้มากเลย วันหลังเอามาให้ฉันกินอีกนะ วางใจเถอะน่า ฉันจะหาของตอบแทนไว้ให้เธอด้วย",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "ได้รับของขวัญ - 2",
			"voicelineType": "6008",
			"description": "ฝีมือไม่เลวเลยนี่นา เหมาะกับการนั่งดื่มด่ำอย่างช้า ๆ หลังจากการทำงานที่เหน็ดเหนื่อยจริง ๆ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "ได้รับของขวัญ - 3",
			"voicelineType": "6009",
			"description": "รสชาติแบบนี้ฉันไม่ชอบเลย คราวหลังเปลี่ยนเป็นอะไรที่จืดกว่านี้หน่อยนะ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "วันเกิด...",
			"voicelineType": "7001",
			"description": "สุขสันต์วันเกิดนะ ฉันขี้เกียจเดาแล้ว อยากได้ของขวัญอะไรก็บอกมาตรง ๆ เลยเถอะ หืม? พูดตรงเกินไปงั้นเหรอ? ก็ได้ งั้นก็ชวน Navia กับ Kirara แล้วก็ชวนเพื่อน ๆ ของเธอมาสองสามคนนะ ตอนเย็นมาจัดปาร์ตี้กันที่ \"ร้าน Chioriya Boutique\" ฉันจะดูว่าพวกเขามอบอะไรให้เธอ จากนั้นจะทำเครื่องประดับที่เหมาะกับเธอให้ในงาน รับรองว่าเธอต้องชอบแน่ ฉันมั่นใจมากเลยล่ะ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
			"voicelineType": "8001",
			"description": "...ไม่ได้ แบบนี้ยังธรรมดาเกินไป",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
			"voicelineType": "8002",
			"description": "...ไม่เลวนะ แต่ยังขาดจุดที่ดึงดูดผู้คนนิดหน่อย",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
			"voicelineType": "8003",
			"description": "...โอเค ฉันว่าเริ่มมาถูกทางแล้ว",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
			"voicelineType": "8004",
			"description": "มือฉันไม่สั่นหรอกน่า นี่คือความเป็นมืออาชีพของฉันนะ... แต่ฉันยอมรับว่า ตอนนี้เสียงหัวใจของฉันมันดังมากเลย ขอบใจมากนะที่ช่วยฉันสร้างผลงานนี้จนเสร็จ สำหรับฉันแล้ว มันสำคัญอย่างหาที่เปรียบไม่ได้เลย และหนทางข้างหน้า ฉันก็มีความมั่นใจมากขึ้นแล้วล่ะ",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "สกิลธาตุ - 1",
			"voicelineType": "100001",
			"description": "Tamoto!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "สกิลธาตุ - 2",
			"voicelineType": "100002",
			"description": "คนต่อไป!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "สกิลธาตุ - 3",
			"voicelineType": "100003",
			"description": "ช่วยหน่อยสิ",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "ท่าไม้ตาย - 1",
			"voicelineType": "200001",
			"description": "แฟชั่น ฉันจะกำหนดเอง",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "ท่าไม้ตาย - 2",
			"voicelineType": "200002",
			"description": "บอบบางดุจผ้าไหม",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "ท่าไม้ตาย - 3",
			"voicelineType": "200003",
			"description": "พันชาดกระจายตัว",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "เปิดหีบสมบัติ - 1",
			"voicelineType": "300001",
			"description": "งานฝีมือนี้ก็พอใช้ได้นะ... ฉันเคยทำได้ดีกว่านี้เยอะ",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "เปิดหีบสมบัติ - 2",
			"voicelineType": "300002",
			"description": "เธอชอบอะไรแบบนี้งั้นเหรอ?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "เปิดหีบสมบัติ - 3",
			"voicelineType": "300003",
			"description": "อืม... ฉันขอจดไว้ก่อนนะ",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "ค่าพลังชีวิตต่ำ - 1",
			"voicelineType": "410001",
			"description": "ชุดขาดแล้วเนี่ย...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "ค่าพลังชีวิตต่ำ - 2",
			"voicelineType": "410002",
			"description": "หาเรื่องพอรึยัง...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "ค่าพลังชีวิตต่ำ - 3",
			"voicelineType": "410003",
			"description": "ต้องสั่งสอนสักหน่อยแล้ว...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
			"voicelineType": "400001",
			"description": "เฮ้ อย่าฝืนตัวเองสิ",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
			"voicelineType": "400002",
			"description": "ฉันไม่รับตัดผ้าห่อศพนะ",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "หมดสติ - 1",
			"voicelineType": "500001",
			"description": "การตัดเย็บไม่เหมาะสม...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "หมดสติ - 2",
			"voicelineType": "500002",
			"description": "ฉันไม่ยอมแพ้หรอก...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "หมดสติ - 3",
			"voicelineType": "500003",
			"description": "แบรนด์ของฉัน... ยังไม่ได้...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "รับการโจมตีปกติ - 1",
			"voicelineType": "900002",
			"description": "แค่นี้เองเหรอ?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "โดนโจมตีอย่างหนัก - 1",
			"voicelineType": "910001",
			"description": "เจ้าคนไม่มีเทสต์...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "โดนโจมตีอย่างหนัก - 2",
			"voicelineType": "910002",
			"description": "หาเรื่องผิดคนแล้ว...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "เข้าร่วมทีม - 1",
			"voicelineType": "600001",
			"description": "\"ร้าน Chioriya Boutique\" ยินดีต้อนรับ",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "เข้าร่วมทีม - 2",
			"voicelineType": "600002",
			"description": "อยากสั่งทำอะไรงั้นเหรอ?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "เข้าร่วมทีม - 3",
			"voicelineType": "600003",
			"description": "ออกไปหาแรงบันดาลใจเถอะ",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}