{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "พบกันครั้งแรก...",
			"voicelineType": "1006",
			"description": "สวัสดี ฉันชื่อ Lan Yan จากสมาคมงานฝีมือแห่งหุบเขา Chenyu เธออยากทำของประดับ ตะกร้า หรือว่าแจกันดอกไม้ เฟอร์นิเจอร์อะไรพวกนี้เหรอ? เอ่อ กิ่งหวายและตัวหวายสำรองเหลือไม่มากแล้ว ต้องไปเก็บบนภูเขาก่อน... เธอก็อยากช่วยงั้นเหรอ? ฮี่ฮี่ เธอนี่เป็นคนดีจัง งั้นฉันให้หมวกกันแดดที่ถักจากหวายกับเธอเพิ่มอีกสักใบดีมั้ย?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "แชท - แผนการประจำวัน",
			"voicelineType": "1101",
			"description": "แผนการของวันนี้เหรอ? อืม... ทำตามที่ใจต้องการก็พอ พรุ่งนี้ก็เหมือนกัน ทุกวันเลยด้วย ฮิฮิ",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "แชท - มรดกประจำตระกูล",
			"voicelineType": "1102",
			"description": "เครื่องจักสานชั้นดีนั้น เส้นยืนบางดุจแพรไหม เส้นพุ่งละเอียดดั่งเส้นไหม ทนทานยาวนานไม่เสื่อมสลาย... จะบอกว่ามันสามารถเป็นมรดกประจำตระกูลได้ เช่นเดียวกับเครื่องเงินก็คงไม่เกินจริง",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "แชท - นกนางแอ่น",
			"voicelineType": "1103",
			"description": "ยามฟ้าสว่างนกนางแอ่นสร้างรัง ในคืนฟ้าคะนองสายฟ้าฟาดครืน ฉันหลบอยู่ในบ้าน",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "ในเวลาที่ฝนตก...",
			"voicelineType": "1201",
			"description": "หลบฝนไม่ทันแล้ว งั้น... ก็ยืนตากฝนให้สบายใจไปเลย จะได้ไม่ต้องวิ่งให้เปลืองแรง",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "ในเวลาที่ฟ้าผ่า...",
			"voicelineType": "1202",
			"description": "เหวอ! ขะ...ขอจับมือเธอหน่อยนะ!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "แดดส่องดีจัง...",
			"voicelineType": "1203",
			"description": "ดูสิ ที่ไหนที่แสงแดดส่องถึง ก็เหมือนกับมีทองเคลือบอยู่ด้วย",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "ในเวลาที่ลมพัด...",
			"voicelineType": "1204",
			"description": "ได้ยินมั้ย? เครื่องประดับเงินที่อยู่บนหัวของฉันมีเสียงดังกรุ๊งกริ๊ง... กรุ๊งกริ๊ง... สายลมอ่อนโยนดีจัง!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "ในเวลาที่ลมพัดแรง...",
			"voicelineType": "1205",
			"description": "ติ๊ง ติ๊ง ติ๊ง ติ๊ง ติ๊ง ติ๊ง... ลมเริ่มจะโกรธแล้วนะ",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "ในเวลาที่อยู่ในทะเลทราย...",
			"voicelineType": "1206",
			"description": "ดื่มน้ำหน่อยมั้ย? ลองชิมที่อยู่ในขวดของฉันดูสิ การแช่ใบ Mint ไว้ ถือเป็นทางเลือกที่ฉลาดจริง ๆ",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "อรุณสวัสดิ์...",
			"voicelineType": "1001",
			"description": "ตื่นเพราะเสียงนกเหรอ? ฮ่าฮ่า ฉันจะไปเจรจากับพวกมันเอง แต่ก็ไม่แน่ใจนะว่าจะได้ผลมั้ย บางครั้งพวกมันก็ไม่ฟังฉันเหมือนกัน",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "สวัสดีตอนเที่ยง...",
			"voicelineType": "1002",
			"description": "ฉันเก็บดอกไม้สด ๆ มาเพียบเลย จะเอากลับไปทำอาหารอร่อย ๆ ให้แม่กินน่ะ... เธอก็มาด้วยสิ ถ้าคนที่บ้านเจอเธอจะต้องดีใจมากแน่ ๆ!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "สวัสดีตอนเย็น...",
			"voicelineType": "1003",
			"description": "ตลาดกลางคืนมีแมลงย่างเตาถ่านด้วย! อยากไปลองชิมด้วยกันมั้ย?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "ราตรีสวัสดิ์...",
			"voicelineType": "1004",
			"description": "ง่วงจังเลย... ฉันไปนอนก่อนละนะ ฉันไม่นอนดึกเป็นเพื่อนเธอแล้ว",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "เกี่ยวกับตัวของ Lan Yan เอง - ความสุข",
			"voicelineType": "2001",
			"description": "ความสุขก็คือ... การเคี้ยวทุกคำอย่างช้า ๆ กินจนกว่าจะเหลือเม็ดข้าวเม็ดสุดท้ายในชาม การนอนอยู่บนพื้นหญ้า ฟังเสียงลมที่พัดผ่านหู และนอนกลางวัน อ่านนิยายแนวสยองขวัญครบทั้งสิบเล่มโดยไม่ถูกรบกวน!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "เกี่ยวกับตัวของ Lan Yan เอง - ผู้สืบทอดวิชา Qimen",
			"voicelineType": "2005",
			"description": "ในบันทึกของตระกูล Lan มีการบันทึกเกี่ยวกับผู้อ่านสายลมผู้นั้นไว้จริง ๆ แต่ตระกูลของฉัน ได้แยกตัวออกมาจากตระกูลหลักมานานแล้ว วิชา Qimen มีความซับซ้อนมาก ฉันเรียนรู้แค่เพียงผิวเผินเท่านั้น ยังมีอีกหลายเรื่อง ที่ต้องขอคำแนะนำจากรุ่นพี่อีก... แต่มีเพียงฝีมือการสานหุ่นหวายเท่านั้นแหละ ที่แม้แต่คุณปู่ก็ยังต้องยอมให้ฉัน ฮ่าฮ่า... นี่ถือว่าเป็น \"ความสามารถเฉพาะตัว\" รึเปล่านะ?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "เกี่ยวกับเรา - จับมือ?",
			"voicelineType": "2003",
			"description": "นั่งดี ๆ เพื่อน จับมือกัน~\nโอ๊ะ ไม่ใช่ ๆ ฉันให้เจ้าสิ่งมีชีวิตตัวน้อยมองมาที่ฉันน่ะ ไม่ได้บอกให้เธอนั่งลงสักหน่อย! รีบลุกขึ้นเร็วเข้า... ความหมายของประโยคนี้ก็คือ \"ทุกคนมาดูนี่สิ วันนี้มีเพื่อนใหม่มาเล่นกับพวกเราด้วย!\" มันเข้าใจยากเหรอ? อืม... \"นั่งดี ๆ\" ก็สามารถหมายถึง \"อย่าเพิ่งขยับ\" หรือ \"ฟังที่ฉันพูด\" หรือไม่ก็ \"หยุดเลยนะ\"... เป็นกฎรึเปล่านะ? เอาเถอะ เอาเป็นว่าเธอมาเล่นกับพวกเราที่ภูเขาบ่อย ๆ นะ เดี๋ยวก็เข้าใจเองแหละ",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "เกี่ยวกับเรา - จับมือ!",
			"voicelineType": "2002",
			"description": "มาสิ จับมือกัน กอดกันหน่อย\nหืม...? มาจับมือกันสิ? ฮ่าฮ่า ครั้งนี้ฉันหมายถึงอยากจับมือกับเธอจริง ๆ นะ! เพื่อนสนิทก็ควรให้กำลังใจกันแบบนี้ไม่ใช่เหรอ? ขอโทษนะ ฉันผิดเองที่ไม่พูดให้ชัดเจน แต่ไม่เป็นไร ฉันจะไปเล่นกับเธอบ่อย ๆ แบบนี้เธอก็จะเข้าใจฉัน และฉันก็จะเข้าใจเธอด้วย",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "เกี่ยวกับ \"วิชั่น\"...",
			"voicelineType": "3006",
			"description": "ต้องขอบคุณวิชั่นเลยนะ ฉันสามารถขว้างบ่วง และรับมันได้อย่างง่ายดายโดยไม่ต้องเปลืองแรงเลย... อ๊ะ บ่วงนี้คมมากนะ เด็ก ๆ อย่าลอกเลียนแบบเชียวล่ะ! แต่ถ้าเป็นเธอ... อยากจะลองดูหน่อยมั้ย? ตั้งท่าให้ดี แขนต้องนิ่ง และตวัดด้วยมืออย่างรวดเร็ว ถ้าเป็นเธอจะต้องทำได้แน่!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "ต้องการจะแชร์อะไร...",
			"voicelineType": "3002",
			"description": "การกินเห็ดป่านั้นจะต้องระวังให้ดีนะ เพราะมีเห็ดพิษมากมายที่กินไม่ได้เลย นอกจากนี้ ตอนจัดการก็ต้องปรุงให้ถูกต้อง ใช้น้ำมันผัดจนสุก! หากกินไม่หมดในมื้อเดียว มื้อที่สองก็ต้องผัดให้สุกอีกครั้ง หลายคนมักจะพลาดเอาในครั้งที่สองนี่แหละ! หากกินไปสองคำแล้วเห็นไก่ที่บ้านมาขอยืมไฟ หรือสุนัขที่บ้านมาเรียกให้เก็บเสื้อผ้า งั้นก็ไม่ต้องลังเล รีบเรียกพวกมันให้พาเธอไปหาหมอเถอะ",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "ข้อมูลที่น่าสนใจ...",
			"voicelineType": "3003",
			"description": "มีอยู่ครั้งนึง ฉันนั่งอยู่บนต้นไม้ สานเครื่องประดับเล็ก ๆ แต่แค่เผลอยืดเส้นยืดสาย ลูกสนจักสานที่เพิ่งทำเสร็จ ก็ถูกกระรอกน้อยขโมยไปหมดเลย! โชคดีที่หลังจากนั้นฉันใช้ลูกสนจริงจำนวนสองเท่าไปขอแลกกับพวกมันมาได้... ถึงของถูกขโมยไปจะไม่ใช่เรื่องใหญ่ แต่การทำลายอารมณ์ดีของกระรอกน้อยทั้งวัน ก็ไม่ใช่เรื่องที่ดีเหมือนกัน! อุตส่าห์เก็บลูกสนมาทั้งวัน แต่พอกลับบ้านกลับพบว่ามันเป็นของปลอม! เฮ้อ... ไม่แน่อาจจะโดนกระรอกน้อยตัวอื่นหัวเราะเยาะเอาก็ได้นะ...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "เกี่ยวกับ Xiangling...",
			"voicelineType": "4001",
			"description": "ว่ากันว่าความประทับใจแรกเป็นสิ่งสำคัญ หลังจากที่ได้กินอาหารมื้อแรกที่ท่าเรือ Liyue ในภัตตาคาร Wanmin ฉันก็เริ่มเสียใจ เสียใจที่ไม่ได้มาที่ท่าเรือ Liyue เร็วกว่านี้ แบบนี้ไม่แน่ว่าฉันอาจจะได้รู้จักกับ Xiangling เร็วกว่านี้ก็ได้! หลังจากที่เธอได้ยินว่าในภูเขาบ้านเกิดของฉันมีวัตถุดิบที่หายากมากมาย เธอก็เริ่มวางแผนเดินทางมาที่หุบเขา Chenyu ทันที ถ้าถึงตอนนั้นฉันจะต้องทำให้เธอกลับไปพร้อมความสุขอย่างเต็มเปี่ยมให้ได้เลย",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "เกี่ยวกับ Hu Tao...",
			"voicelineType": "4002",
			"description": "หัวหน้าโถงฯ Hu มักจะให้ความรู้สึกเหมือนเป็นคนขี้เล่นอยู่เสมอ แม้จะอยู่ในสถานการณ์ที่ยากลำบาก เธอก็ยังไม่ลืมพูดเรื่องตลกเพื่อปลอบใจฉัน... ฉันรู้จักเธอได้ไม่นาน เธอเป็นคนมองโลกในแง่ดีแบบนี้มาตลอดเลยเหรอ? อืม... ไม่ว่ายังไง อย่างน้อยนับตั้งแต่วันนี้เป็นต้นไป หวังว่าตอนที่เธอหัวเราะจะมีความสุขจริง ๆ ไม่ใช่เพื่อไม่ให้คนรอบข้างต้องกังวลหรอกนะ",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "เกี่ยวกับ Keqing...",
			"voicelineType": "4003",
			"description": "เมื่อไหร่ท่าน Yuheng จะว่างบ้างนะ? ในช่วงเทศกาล Lantern Rite เธอยุ่งจนไม่มีเวลาได้พัก และฉันก็หาโอกาสเลี้ยงข้าวเธอสักมื้อไม่ได้เลย จะได้ขอบคุณที่เธอดูแลฉัน... ฉันอยากจะขอให้เธอช่วยแต่งหูแมวแบบเดียวกับเธอให้ฉันสักคู่ด้วย... แต่มันจะเสียมารยาทเกินไปรึเปล่านะ? แต่สัญชาตญาณบอกฉันว่าเธอคงไม่ถือสาหรอก...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "เกี่ยวกับ Xingqiu...",
			"voicelineType": "4004",
			"description": "ฉันเคยบังเอิญเจอนายน้อย Xingqiu ในป่าอยู่หลายครั้ง รอบตัวเขาไม่มีคนของสมาคมการค้า Feiyun คอยติดตามอยู่ข้าง ๆ เลย ดูเหมือนจะไม่ได้มาทำธุระ... หลังจากนั้นเขาก็ส่งนิยายผีสิงเล่มใหม่ ๆ มาให้ฉันอยู่บ่อย ๆ และขอให้ฉันช่วยเก็บความลับนี้ไว้ แย่แล้ว... ฉันเผลอพูดออกไปแล้วรึเปล่า... ครั้งนี้รบกวนเธอช่วยเก็บความลับของเราสองคนไว้ด้วยนะ!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "เกี่ยวกับ Chongyun...",
			"voicelineType": "4005",
			"description": "มีครั้งหนึ่งฉันตามคุณปู่มาทำนายดวงที่บ้าน และบังเอิญเห็นเขาไปทำงานที่ตระกูลหลักด้วยความหดหู่... ตอนแรกฉันคิดว่าสถานการณ์ในบ้านนั้นไม่ค่อยดีเท่าไหร่ ที่แม้แต่เขาเองก็ทำอะไรไม่ได้ แต่หลังจากเข้าไปในบ้านแล้ว ฉันกลับไม่รู้สึกถึงบรรยากาศที่ไม่ดีเลย ส่วนคุณปู่ก็ทำนายออกมาเป็นมงคลด้วย... บางทีเขาอาจจะทุ่มเทจนเกินไป เหนื่อยจนไม่มีแรงพูดออกมาก็ได้ เธอบอกว่าเขาอาจจะไม่ได้ทำอะไรเลยก็ได้งั้นเหรอ? งั้นฉันก็ยิ่งไม่เข้าใจใหญ่เลย...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "เกี่ยวกับ Gaming...",
			"voicelineType": "4006",
			"description": "ฉันรู้จักกับ Gaming มาตั้งแต่เด็กแล้ว ฉันยังจำได้ว่าตอนเด็ก ๆ เขาเป็นจอมวายร้ายที่ทุกคนรู้จัก ตอนนี้ดูไม่เป็นอย่างนั้นเลยงั้นเหรอ? ฮ่าฮ่า บางทีนี่อาจจะเป็นการเติบโตล่ะมั้ง ฉันเองก็ไม่เหมือนกับตอนเด็ก ๆ แต่มีสิ่งหนึ่งที่เขาไม่เคยเปลี่ยนไปเลย... นั่นคือ ไม่ว่าจะไปที่ไหนเขาก็มักจะพกของกินอร่อย ๆ ติดตัวไปด้วยเสมอ และทุกครั้งที่กลับมา เขาก็ไม่เคยลืมนำขนมจากต่างแดนกลับมาให้เพื่อน ๆ ที่บ้านเกิดด้วย แน่นอนว่า เขาก็ไม่เคยลืมห่อของกินจากบ้านเกิดไปด้วยเหมือนกัน...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "เกี่ยวกับ Qiqi...",
			"voicelineType": "4007",
			"description": "สาวน้อย Qiqi ชอบนกกระจอกน้อยใช่มั้ย? ฉันอยากใช้เปลือกหวายสานให้เขาสักตัวจัง... เธอรู้มั้ยว่า Qiqi ชอบสีอะไร?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "อยากรู้เกี่ยวกับ Lan Yan - 1",
			"voicelineType": "5001",
			"description": "อย่าเพิ่งพูด! รอเดี๋ยวนะ... เดี๋ยว... ถักหูจับแป๊บเดียวก็เสร็จแล้ว... ฟู่ววว... เรียบร้อย! ฮี่ฮี่ อย่าถือสาเลยนะ สมองของฉันมันค่อนข้างเรียบง่าย ทำอะไรได้ทีละอย่างเท่านั้น ตอนนี้ก็ตั้งใจคุยกับเธอได้เต็มที่แล้วล่ะ!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "อยากรู้เกี่ยวกับ Lan Yan - 2",
			"voicelineType": "5002",
			"description": "อยากมาเล่นกันบนภูเขามั้ย? เราสามารถเล่นซ่อนหากับ Fluff-Fleece Goat หรือให้ Redbill Pelican เล่นเป็นโจรจอมโวยวายได้นะ เธอต้องช่วย Jade Heartfeather Bass ที่น่าสงสารออกจากปากมันให้ได้ ภายในเวลาที่จำกัด... อยากเล่นเส้นทางแห่งสายลมเหรอ? เธอจะเป็นนักล่า? หึ ๆ มั่นใจดีนี่ เอาล่ะ ถ้าเธอทำอะไรไม่ถูกจนวิ่งวนไปมาละก็ ฉันจะสั่นกระดิ่งเงินเป็นคำใบ้ให้ ถ้าจับโดนปลายผมของฉันได้ ก็ถือว่าเธอชนะ! แต่บอกไว้ก่อนนะ ฉันเองก็มั่นใจในตัวเองเหมือนกัน!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "อยากรู้เกี่ยวกับ Lan Yan - 3",
			"voicelineType": "5003",
			"description": "เครื่องประดับเงินบนหัวของฉันคือ \"นกศักดิ์สิทธิ์หยกปีกเงิน\" มันเป็นสมบัติที่สืบทอดกันมาในครอบครัว ปิ่นเงิน สร้อยเงิน และจี้ห้อยคอเป็นของขวัญวันเกิดที่พ่อแม่ให้ฉันน่ะ... อ่อ สร้อยข้อมือเงินเป็นของขวัญเทศกาล Lantern Rite จากคุณปู่ ส่วนต่างหูเงินรู้สึกจะเป็นของขวัญเทศกาล Moonchase นะ... ยังมีของขวัญฉลองที่ฉันเรียนรู้การใช้เครื่องร่อนเวหา ของขวัญฉลองที่ฉันได้รับวิชั่น และของขวัญฉลองที่ฉันกินข้าวได้สามชามใหญ่ด้วย...\nฮ่าฮ่า ตามธรรมเนียมของตระกูลเรา เครื่องเงินมีความสามารถช่วยปัดเป่าสิ่งชั่วร้าย ล้างพิษ และนำมาซึ่งความสงบสุขได้ เพราะงั้นคนในครอบครัวเลยหาทางเอามาใส่ให้ฉันเพิ่มตลอดเลย...\nชุดนี้มันหนักจริง ๆ นั่นแหละ... เป็นความรักที่ทั้งหนักและทำให้รู้สึกสบายใจ",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "อยากรู้เกี่ยวกับ Lan Yan - 4",
			"voicelineType": "5004",
			"description": "ตอนเด็ก ๆ ฉันมักจะกลัวหุ่นหวายที่อยู่ในบ้าน จะอธิบายยังไงดีนะ... หญ้าแห้ง ๆ สีดำ ๆ ที่เก็บไว้เป็นกอง ๆ เด็ก ๆ เห็นแล้วฝันร้ายได้เลยนะ! ตอนนั้นฉันคิดว่า คุณปู่ต้องถูกสิ่งชั่วร้ายเข้าครอบงำแน่ ๆ ถึงได้ส่งฉันไปเรียนอาคมที่ทำร้ายคนกับพี่สาวของตระกูล! เพราะงั้นเลยรวบรวมความกล้าในตอนกลางดึก แล้วก็เผาหุ่นหวายทั้งหมดที่เจอ โชคดีที่หุ่นหวายที่ดูดซับกลิ่นอายของโรคนั้น ต้องถูกเผาทิ้งอยู่แล้ว เลยถือว่าไม่ได้ก่อเรื่องใหญ่อะไร...\nตั้งแต่นั้นมาฉันก็เริ่มคิดว่า ถ้าเอาหุ่นหวายมาทำให้ดูน่ารักขึ้นสักหน่อย คนอื่นก็คงจะไม่เข้าใจผิดว่ามันเป็นศาสตร์ชั่วร้ายใช่มั้ยนะ?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "อยากรู้เกี่ยวกับ Lan Yan - 5",
			"voicelineType": "5005",
			"description": "การถักหวายมันไม่ใช่เรื่องยากหรอก ฉันไม่ได้โกหกเธอจริง ๆ นะ! ไม่ว่าจะเป็นงานฝีมือที่ซับซ้อนและประณีตแค่ไหน ก็ล้วนเริ่มต้นจากความเรียบง่ายของแนวตั้งและแนวนอน เส้นพุ่งและเส้นยืนทีละเส้นเท่านั้น เพียงแค่มีความอดทนสักเล็กน้อย ก็ถักออกมาได้แล้วล่ะ! สิ่งที่ยากกว่างานฝีมือก็คือ \"ความละเอียดรอบคอบ\" และยิ่งไปกว่านั้นก็คือ \"ความอดทน\"... แต่ในความคิดของฉัน นั่นไม่ใช่สิ่งสำคัญที่สุด สิ่งที่สำคัญที่สุดก็คือ \"ความสุข\" ถ้าทำแล้วไม่มีความสุข ไม่ว่างานอะไรก็ทำได้ไม่ดี ฉันไม่ได้พูดถึงแค่การถักหวายเท่านั้นนะ... เอาเป็นว่า ต้องมีความสุขนะ! ฉันก็เหมือนกัน เธอก็เหมือนกัน!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "งานอดิเรกของ Lan Yan...",
			"voicelineType": "6001",
			"description": "ก่อนหน้านี้ฉันอยากพิสูจน์ตำนานเกี่ยวกับวิญญาณที่จมน้ำมาก เลยลองเอาไม้ยื่นลงไปในทะเลสาบที่ว่ากันว่า มีวิญญาณเฮี้ยนในน้ำ... แล้วไม้ก็ถูกดึงไว้จริง ๆ ด้วย! ที่แท้ข้างล่างเต็มไปด้วยสาหร่าย! ถ้าลงไปว่ายน้ำแล้วไม่โดนพันแข้งพันขาก็คงแปลกละ...\nฉันยังได้ยินมาอีกว่าห้ามกิน Sunsettia หลังพระอาทิตย์ตกดิน และตอนกลางดึกห้ามปอกแอปเปิลหน้ากระจก เรื่องนี้มีหลักการอะไรกันแน่นะ... อืม...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "เรื่องกลุ้มใจของ Lan Yan",
			"voicelineType": "6012",
			"description": "การเล็มเสี้ยนนี่เหนื่อยจริง ๆ เลย ตาก็ล้า มือก็ปวด แถมยังโดนเสี้ยนตำไปทั่วทั้งสิบนิ้วเลย... ฮือ",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "อาหารที่ชอบ...",
			"voicelineType": "6003",
			"description": "ดอกไม้สดไม่เพียงแต่สวยงามและมีกลิ่นหอมเท่านั้นนะ แต่ทำเป็นเค้กก็อร่อยมากด้วย! สดชื่นแต่ไม่หวานเลี่ยน ถ้าชงชาดอกไม้เพิ่มอีกสักกา... อืม... ไปกันเถอะ ไปเก็บดอกไม้ด้วยกันมั้ย? ไม่ต้องหาตะกร้าดอกไม้หรอก เดี๋ยวไปถึงภูเขาแล้ว ฉันจะสานให้เอง",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "อาหารที่เกลียด...",
			"voicelineType": "6004",
			"description": "\"น้ำตาลจะหวานก็ต่อเมื่อกินตอนมีความสุขเท่านั้น\" ถ้าอารมณ์ไม่ดี กินอะไรก็คงรู้สึกว่าไม่มีรสชาติ... ฮิฮิ โชคดีที่เรื่องแบบนี้ไม่ค่อยเกิดขึ้นบ่อย ๆ",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "ได้รับของขวัญ - 1",
			"voicelineType": "6007",
			"description": "อร่อยมากเลย! รอเดี๋ยวนะ ฉันจะไปหยิบชุดช้อนส้อมเงินแท้ที่เก็บไว้ออกมาก่อน มันคู่ควรกับอาหารจานนี้มากเลย!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "ได้รับของขวัญ - 2",
			"voicelineType": "6008",
			"description": "อ๋อ ขอบใจนะ มีซอสด้วยล่ะ จิ้มซอสตอนกินอร่อยกว่าเดิมอีก",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "ได้รับของขวัญ - 3",
			"voicelineType": "6009",
			"description": "เธอลองชิมแล้วเหรอ? ปวดท้องมั้ย? มีคนตัวเล็ก ๆ กำลังเดินวนอยู่ตรงหน้ารึเปล่า?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "วันเกิด...",
			"voicelineType": "7001",
			"description": "ตามธรรมเนียมของครอบครัว วันเกิดทั้งที ยังไงก็ต้องมีเครื่องเงินติดตัวไว้บ้าง อะนี่ หุ่นหวายตัวน้อยสองตัวนี้ให้เธอนะ ตัวที่มีนกนางแอ่นสีเงินอยู่บนหัวคือฉัน {M#ตัวที่ถือดาบน้อยสีเงินคือเธอ}{F#ตัวที่ทัดดอกไม้อยู่คือเธอ} ฮี่ฮี่ เหมือนมั้ยล่ะ?\nฉันรมควันหวายไว้แล้วล่ะ ถ้าเอาไปแขวนไว้บนกระเป๋ามันจะช่วยไล่ยุงกับแมลงให้เธอได้นะ เครื่องประดับเงินเล็ก ๆ พวกนี้ฉันก็เป็นคนออกแบบด้วยตัวเอง หลังจากรับมาจากช่างเงินแล้ว ก็เก็บรายละเอียดตรงมุมขอบให้เรียบเนียน ไม่มีทางบาดมือแน่นอน\nถ้างั้น สุขสันต์วันเกิดนะ ขอให้โชคดีอยู่เคียงข้างเธอตลอดไป!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
			"voicelineType": "8001",
			"description": "เดี๋ยวนะ ฉันเพิ่งสานไปได้แค่สองปมเอง ทำไมเธอถึง... เธอเร็วเกินไป หรือว่าฉันช้าเกินไปกันแน่...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
			"voicelineType": "8002",
			"description": "เครื่องเงินต้องขัดเงาบ่อย ๆ จึงจะเปล่งประกายแวววาว มนุษย์เองก็ต้องฝึกฝนอย่างต่อเนื่อง ถึงจะ \"เคลื่อนไหวแผ่วเบาราวนกนางแอ่น\" ได้",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
			"voicelineType": "8003",
			"description": "จับมือ~ จับมือ~ จับมือ~ ยังจำได้มั้ย? มันเป็นการแสดงถึงความดีใจ แสดงถึงความขอบคุณ แสดงถึงทุกสิ่งที่ดีงามและอารมณ์ที่สดใส",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
			"voicelineType": "8004",
			"description": "\"นกนางแอ่นสร้างรังจากดินโคลน ไม่เคยไร้ที่พักพิง\"... อย่าดูถูกฉันเชียวนะ ฝีมือของฉันพัฒนาขึ้นเรื่อย ๆ ตอนนี้การปกป้องเธอคงไม่ใช่เรื่องยากสำหรับฉันแล้วล่ะ อ่า ฉันรู้ว่าความพยายามของเธอก็มีส่วนช่วยไม่น้อยเลย... ขอบคุณมากนะ!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "สกิลธาตุ - 1",
			"voicelineType": "100004",
			"description": "พลิกตัวและโผบิน",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "สกิลธาตุ - 2",
			"voicelineType": "100005",
			"description": "ร้อยถักปักสาน",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "สกิลธาตุ - 3",
			"voicelineType": "100006",
			"description": "ลิ่วลม",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "ท่าไม้ตาย - 1",
			"voicelineType": "200001",
			"description": "ย้ายเคราะห์พลิกชะตา",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "ท่าไม้ตาย - 2",
			"voicelineType": "200002",
			"description": "นางแอ่นสื่อมงคล",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "ท่าไม้ตาย - 3",
			"voicelineType": "200003",
			"description": "โบยบินในสายลม",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "เปิดหีบสมบัติ - 1",
			"voicelineType": "300001",
			"description": "แบ่งให้ฉันสักหน่อยได้มั้ย? เผื่อจะได้โชคดีบ้าง",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "เปิดหีบสมบัติ - 2",
			"voicelineType": "300002",
			"description": "ข่าวดี! เธอรีบดูสิว่าข้างในมีอะไร?",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "เปิดหีบสมบัติ - 3",
			"voicelineType": "300003",
			"description": "ไม่ต้องรีบ ขอฉันนับก่อนนะ...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "ค่าพลังชีวิตต่ำ - 1",
			"voicelineType": "410001",
			"description": "ขอเวลาฉันหน่อย...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "ค่าพลังชีวิตต่ำ - 2",
			"voicelineType": "410002",
			"description": "มีใครช่วยมั้ย?",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "ค่าพลังชีวิตต่ำ - 3",
			"voicelineType": "410003",
			"description": "ยุ่งยากซะแล้ว...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
			"voicelineType": "400001",
			"description": "ฝืนต่อไม่ได้แล้ว รีบถอยเร็ว!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
			"voicelineType": "400002",
			"description": "ให้ฉันจัดการเถอะ พวกมันจับฉันไม่ได้หรอก",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "หมดสติ - 1",
			"voicelineType": "500001",
			"description": "จะล้ม... ตอนนี้ไม่ได้นะ...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "หมดสติ - 2",
			"voicelineType": "500002",
			"description": "กระดิ่งเงิน... ไม่ดังแล้ว...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "หมดสติ - 3",
			"voicelineType": "500003",
			"description": "บินไม่ขึ้นแล้ว...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "รับการโจมตีปกติ - 1",
			"voicelineType": "900002",
			"description": "หยุดนะ",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "โดนโจมตีอย่างหนัก - 1",
			"voicelineType": "910001",
			"description": "ไม่ใช่ละ!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "โดนโจมตีอย่างหนัก - 2",
			"voicelineType": "910002",
			"description": "อารมณ์ร้ายจังเลย!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "เข้าร่วมทีม - 1",
			"voicelineType": "600001",
			"description": "จะไปไหนก็ได้ หรือจะไม่ไปก็ได้นะ",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "เข้าร่วมทีม - 2",
			"voicelineType": "600002",
			"description": "ไปลุยในเมืองกันเถอะ",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "เข้าร่วมทีม - 3",
			"voicelineType": "600003",
			"description": "มาแล้วมาแล้ว",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}