{
	"id": 10000102,
	"name": "Mualani",
	"friendLines": [
		{
			"voicelineId": 102000,
			"title": "พบกันครั้งแรก...",
			"voicelineType": "1006",
			"description": "นักเดินทางที่เคารพ ยินดีต้อนรับเข้าสู่การเดินทางครั้งนี้ ฉันคือ Mualani ผู้นำทางของ \"เหล่าวารี\" หากต้องการอะไรก็ยกมือเรียกฉันได้ทุกเมื่อเลยนะ! ตอนนี้โปรดเก็บอาวุธ เก็บรักษาสิ่งของติดตัวไว้ให้ดี จับ Paimon ไว้แน่น ๆ และสิ่งสำคัญที่สุดก็คือ ปล่อยวางเรื่องกลุ้มใจ ก้าวขึ้นไปบนกระดานฉลามโต้คลื่นที่ฉันเตรียมไว้ให้ แล้วยืนให้มั่นคง... การเดินทางแสนวิเศษกำลังจะเริ่มขึ้นแล้ว!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_draw_appear_01"
		},
		{
			"voicelineId": 102001,
			"title": "แชท - ออกมาเที่ยว",
			"voicelineType": "1101",
			"description": "สิ่งสำคัญที่สุดของ \"การออกมาเที่ยว\" ก็คือ \"การออกมา\" นั่นแหละ ขอแค่เธอมา ที่เหลือฉันจะจัดการเอง",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_01"
		},
		{
			"voicelineId": 102002,
			"title": "แชท - ไล่ตามคลื่น",
			"voicelineType": "1102",
			"description": "เธอเคยลองไล่ตามคลื่นทะเลมั้ย? อยากลองมั้ย? จะลองงั้นเหรอ? ตอนนี้เลย ตอนนี้เลย! ฉันจะไปทะเลกับเธอเอง",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_02"
		},
		{
			"voicelineId": 102003,
			"title": "แชท - สามัคคี",
			"voicelineType": "1103",
			"description": "การท้าทายคนเดียว มีความเป็นไปไม่ได้หลายอย่าง แต่ถ้าเป็นกลุ่มเราก็สามารถท้าทายสิ่งที่เป็นไปไม่ได้มากมาย!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_03"
		},
		{
			"voicelineId": 102004,
			"title": "ในเวลาที่ฝนตก...",
			"voicelineType": "1201",
			"description": "ยะฮู้! พื้นที่เปียก ๆ เหมาะกับการสไลด์เข้าสนามมาก!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_heavyRain_01"
		},
		{
			"voicelineId": 102005,
			"title": "ในเวลาที่ฟ้าผ่า...",
			"voicelineType": "1202",
			"description": "ว้าว! ผ่าที่ไหน ผ่าที่ไหน?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_thunder_01"
		},
		{
			"voicelineId": 102006,
			"title": "ในเวลาที่หิมะตก...",
			"voicelineType": "1203",
			"description": "เฮ้อ... เสร็จธุระแล้วก็รีบกลับไปแช่น้ำพุร้อนดีกว่า...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_snowy_01"
		},
		{
			"voicelineId": 102007,
			"title": "แดดส่องดีจัง...",
			"voicelineType": "1204",
			"description": "อยากนอนอาบแดดตรงนี้จัง พออาบด้านนี้เสร็จ ค่อยพลิกตัวอาบอีกข้าง",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_sunny_01"
		},
		{
			"voicelineId": 102008,
			"title": "ในเวลาที่ลมพัดแรง...",
			"voicelineType": "1205",
			"description": "ลมยิ่งแรง คลื่นยิ่งโหมกระหน่ำ นี่แหละเป็นช่วงเวลาที่เหมาะที่สุดสำหรับการท้าทายท่ายาก!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_gale_01"
		},
		{
			"voicelineId": 102009,
			"title": "ในเวลาที่อยู่ในทะเลทราย...",
			"voicelineType": "1206",
			"description": "การโต้คลื่นบนพื้นทรายต้องเป็นอะไรที่น่าตื่นเต้นมากแน่ ๆ! Mualani แห่ง \"เหล่าวารี\" พร้อมท้าทายแล้ว!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_desert_01"
		},
		{
			"voicelineId": 102010,
			"title": "อรุณสวัสดิ์...",
			"voicelineType": "1001",
			"description": "ข่าวดี วันนี้ฉันไม่ได้นอนเพลินนะ! ให้รางวัลกับตัวเองด้วยการกินมื้อเช้าสุดหรูดีกว่า",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingMorning"
		},
		{
			"voicelineId": 102011,
			"title": "สวัสดีตอนเที่ยง...",
			"voicelineType": "1002",
			"description": "อ่า ตื่นเช้าเกินไปจริง ๆ ด้วย... ไม่ไหว ๆ มี Mora วูบวาบอยู่ในตาด้วย กลางวันต้องงีบต่อสักหน่อยแล้ว...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNoon"
		},
		{
			"voicelineId": 102012,
			"title": "สวัสดีตอนเย็น...",
			"voicelineType": "1003",
			"description": "ต้องการบริการส่งอาหารมั้ย? รับรองว่าตอนกินเข้าไปจะยังร้อนอยู่ เชื่อในความเร็วของกระดานโต้คลื่นของฉันได้เลย",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight"
		},
		{
			"voicelineId": 102013,
			"title": "ราตรีสวัสดิ์...",
			"voicelineType": "1004",
			"description": "แย่แล้ว... การเต้นรำในปาร์ตี้กองไฟทำให้ฉันตาค้างซะแล้ว คืนนี้คงนอนไม่หลับแน่ ๆ... ฮือ",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight2"
		},
		{
			"voicelineId": 102014,
			"title": "เกี่ยวกับตัว Mualani เอง - สมบัติของร้าน",
			"voicelineType": "2001",
			"description": "สินค้าทั้งหมดที่วางขายในร้าน ตั้งแต่ประเภท คุณภาพ ไปจนถึงฟังก์ชันและสี ฉันคัดสรรมาอย่างดี แต่ถ้าพูดถึงสมบัติของร้านที่อยู่ในใจฉัน คงต้องพูดถึง \"ชุดว่ายน้ำบุ๋งบุ๋ง\" นี้แล้วล่ะ เพื่อนที่ว่ายน้ำไม่ค่อยเก่งต้องลองพิจารณามันดูนะ เพราะมันสามารถเติมลมได้ทันที และกลายเป็นบอลลอยชูชีพที่ติดอยู่บนลำตัว เท่านี้ก็ว่ายน้ำได้อย่างปลอดภัยมากขึ้น!\nถึงจะไม่ได้ว่ายน้ำก็ยังใส่ได้นะ ฉันชอบใส่มันไปงานปาร์ตี้ มันดึงดูดสายตาคนสุด ๆ ไปเลย! แบบนี้ไง เด้งดึ๋งดั๋ง... ดึ๋งดั๋ง...\nแล้วก็อีกอย่าง โทนสีของมันก็เป็นสีนำโชคด้วยนะ!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle"
		},
		{
			"voicelineId": 102015,
			"title": "เกี่ยวกับตัว Mualani เอง - เต้นรำ",
			"voicelineType": "2005",
			"description": "\"เหล่าวารี\" เป็นสถานที่พักร้อนที่ดีที่สุด ดูเหมือนว่าพืชพรรณและธรรมชาติของที่นี่ จะเข้ากันได้ดีกับทุกคน และกลายเป็นเพื่อนของพวกเรา!\nคลื่นที่โหมกระหน่ำ พืชทะเลที่พลิ้วไหว และใบไม้ที่ปลิวไสว... พวกมันล้วนเป็นครูสอนเต้นที่ฉันชื่นชม เมื่อเต้นตามจังหวะและท่วงทำนองของพวกมัน โยกย้าย โยกย้าย มาส่ายสะโพกโยกย้าย! เป็นไง? อย่ามัวแต่อึ้งอยู่สิ เธอก็มาลองดูด้วยกันมา!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102016,
			"title": "เกี่ยวกับเรา - ทักทาย",
			"voicelineType": "2003",
			"description": "ลองดูกระดานโต้คลื่นสิ! มีวัสดุและลวดลายที่หลากหลาย สีสันก็เยอะด้วย! สีนำโชคของเธอคือสีอะไร? ไม่มีเหรอ? งั้นฉันเลือกให้เธอก็แล้วกัน",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close"
		},
		{
			"voicelineId": 102017,
			"title": "เกี่ยวกับเรา - ไว้ใจซึ่งกันและกัน",
			"voicelineType": "2002",
			"description": "เราเคยไปที่อาณาจักรราตรี และเคยเห็นประกายของเกาะลึกลับด้วยกัน เราเป็นคู่หูที่ไว้ใจซึ่งกันและกันได้ตั้งนานแล้ว ถ้าวันไหนเธอหลงทางระหว่างเดินทาง ต้องบอกฉันนะ! ฉันเป็นผู้นำทางที่เก่งสุด ๆ เลยนะ ต่อให้จะต้องใช้กระดานโต้คลื่นพุ่งชน ก็จะต้องเปิดทางให้เธอจนได้!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศิลาดำใต้ผืนหินผาขาว\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				},
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"สายน้ำที่หวนคืน\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15010
					]
				}
			]
		},
		{
			"voicelineId": 102018,
			"title": "เกี่ยวกับ \"วิชั่น\"...",
			"voicelineType": "3006",
			"description": "มีอยู่ช่วงนึง ฉันแขวน \"วิชั่น\" ไว้บนบอลลอย มันเป็นสีฟ้าเข้มเหมือนน้ำทะเล ดูยังไงก็เข้ากันได้ดี แต่หลังจากนั้นตอนที่เล่นวอลเลย์บอลกับเพื่อน ฉันก็ลืมเรื่องนี้ไปซะสนิท บอลลอยตกลงบนชายหาด แล้วส่งเสียง \"แคร้ง\" ดังสนั่น... ฟู่ว ยังดีที่ไม่แตก นี่ต้องเป็นสัญญาณของความโชคดีแน่ ๆ!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102019,
			"title": "ต้องการจะแชร์อะไร...",
			"voicelineType": "3002",
			"description": "เธอกลัวลูกสุนัขมั้ย? ถ้าไม่กลัวก็มาเป็นเพื่อนกับลูกสุนัขของบ้านฉันสิ! มันชอบเล่นกับคน ไม่ว่าจะเจอใครก็จะวิ่งไปทักทาย อยากให้คนลูบ อ้อ จริงสิ เราไปเล่นน้ำด้วยกันบ่อย ๆ มันโต้คลื่นเป็นแล้ว สมแล้วที่เป็นสุนัขของฉัน เก่งกว่าฉันเสียอีก!\nไว้มีโอกาส ฉันจะแนะนำให้พวกเธอรู้จักกันนะ หางของมันต้องกระดิกเหมือนใบพัดแน่เลย ระวังอย่าถูกหางนั้นตีเข้าล่ะ มันเจ็บมากเลยนะ ฮ่าฮ่า",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_share_01"
		},
		{
			"voicelineId": 102020,
			"title": "ข้อมูลที่น่าสนใจ...",
			"voicelineType": "3003",
			"description": "ใน \"เหล่าวารี\" Koholasaurus ก็ชอบน้ำพุร้อนเหมือนพวกเรา หลายครั้งที่พวกมันจะมาแช่ในบ่อเดียวกับพวกเรา ถ้าไม่แน่ใจว่าเจ้าตัวเล็กที่อยู่ตรงหน้านั้นอารมณ์ดีรึเปล่า ทางที่ดีควรรักษาระยะห่างไว้ก่อน\nเธอถามฉันว่าจะดูอารมณ์ของ Koholasaurus ได้ยังไงงั้นเหรอ? ฮ่าฮ่า วิธีของฉันน่ะง่ายมาก ค่อย ๆ เข้าไปใกล้ ๆ และลองหยั่งเชิงทีละนิด ถ้ามันไม่กัดคนก็แปลว่าอารมณ์ดี... แต่ถ้าถูกกัด... ก็ถือซะว่าทำความรู้จักแบบถึงเนื้อถึงตัวก็แล้วกัน?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_gift_01"
		},
		{
			"voicelineId": 102021,
			"title": "เกี่ยวกับ Mavuika...",
			"voicelineType": "4001",
			"description": "ท่านเทพแห่งไฟเป็นบุคคลสำคัญที่ได้รับความเคารพมากที่สุดใน Natlan ฉันนับถือเขามาก ไม่ใช่แค่เพราะเขาเป็นเทพแห่งไฟเท่านั้น แต่ยังเพราะ... ท่าโต้คลื่นของเขาก็เท่มากด้วย!\nฉันเคยเชิญเขาเข้าร่วมการแข่งขันความเร็วทางน้ำ... อืม? อยากรู้ว่าใครชนะเหรอ? งั้นเธอมาแข่งกับฉันก่อน ถ้าเธอชนะฉันได้ ฉันจะบอกเธอเอง!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102022,
			"title": "เกี่ยวกับ Kachina...",
			"voicelineType": "4002",
			"description": "Kachina เป็นคนที่คิดก่อนพูด มีนิสัยที่อ่อนโยนและใจดีมาก ทั้ง ๆ ที่มีความสามารถที่โดดเด่นแท้ ๆ แต่เพราะไม่โต้แย้ง เลยถูกคนรอบข้างดูถูก เฮ้อ ฉันไม่เคยสงสัยในความสามารถของเขาเลย แต่สิ่งเดียวที่ฉันห่วงคือ เขาไม่ค่อยมั่นใจในตัวเอง และเชื่อคำวิจารณ์ของคนอื่น.. เพราะงั้น นอกจากจะให้กำลังใจเขาแล้ว ฉันยังต้องบอกข้อดีของเขาให้คนอื่นรู้ด้วย เชื่อว่าสักวันหนึ่ง ทุกคนจะเปลี่ยนแปลงไปในทางที่ดีขึ้น!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102023,
			"title": "เกี่ยวกับ Kinich...",
			"voicelineType": "4003",
			"description": "ในหนึ่งวัน Ajaw พูดมากกว่าที่ Kinich พูดทั้งปีซะอีก ในสถานการณ์แบบนี้ ไม่น่าเชื่อว่า Kinich จะสามารถตัดสินด้วยตัวเองได้โดยไม่ถูกรบกวน นี่ไม่ใช่เรื่องง่ายเลยนะ พอนึกย้อนกลับไป ดูเหมือนว่ามีแค่ตอนที่ฉันพูดถึงเรื่องดวงชะตาเท่านั้นแหละ ที่ทั้งสองคนจะแสดงท่าทีไม่ใส่ใจออกมาเหมือน ๆ กันน่ะ...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102024,
			"title": "เกี่ยวกับ Chasca...",
			"voicelineType": "4004",
			"description": "ฉันเคยเจอ Chasca ตั้งแต่ตอนเด็ก ๆ พวกเรายังเคยทะเลาะกันเรื่องแย่งของเล่นตั้งหลายครั้ง พอรู้ว่าเขากลายเป็น \"ผู้ไกล่เกลี่ย\" ฉันก็ตกใจอยู่เหมือนกัน ได้ยินมาว่าบางคนโตขึ้นอย่างช้า ๆ บางคนก็เปลี่ยนแปลงเร็วมาก ส่วนช่วงการเติบโตของฉัน... ยังมาไม่ถึงรึเปล่านะ?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102025,
			"title": "เกี่ยวกับ Citlali...",
			"voicelineType": "4005",
			"description": "คุณยาย Citlali เป็นนักบวชที่มีประสบการณ์มากที่สุดของ \"จ้าวแห่งลมราตรี\" และไม่ใช่ผู้อาวุโสทั่วไปนะ แต่เป็นผู้อาวุโสรุ่นใหญ่เลยล่ะ! เรื่องที่เขาทำนายให้ฉัน มักจะแม่นมากเสมอ เมื่อนานมาแล้ว เขาเคยบอกว่า สีนำโชคด้านธุรกิจของฉันคือสีชมพูและสีฟ้า ตามคาด ตอนนี้สินค้าที่ขายดีที่สุดในร้านก็คือ บอลลอยสีชมพูคู่กับสีฟ้า\nช่วงนี้ฉันเอาแต่ตามตื๊อเขา เอ่อ ไม่สิ ไปเยี่ยมเยียนเขา เขายังบอกอีกว่ามีคนต่างถิ่นคนหนึ่งสามารถนำโชคลาภมาให้ฉัน... เดี๋ยวนะ เอ๋ เธอก็เป็นคนต่างถิ่นไม่ใช่เหรอ!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102026,
			"title": "เกี่ยวกับ Iansan...",
			"voicelineType": "4006",
			"description": "Iansan ไม่เพียงแต่เป็นความภาคภูมิใจของ \"ผองสรรพสิ่ง\" เท่านั้น แต่ยังเป็นความภาคภูมิใจของ Natlan อีกด้วย เขาเคยเข้าร่วม \"จาริกเพลิงศักดิ์สิทธิ์หวนคืน\" มาหลายครั้ง และยังคงรักษาชัยชนะไว้จนถึงทุกวันนี้! ฉันยังสมัครเข้าเรียนคอร์สฝึกของเขา และจ่ายค่าเรียนไปเรียบร้อยแล้ว ตะ...แต่ว่าฉันยุ่งจนไม่มีเวลาไปฝึก...\nเอาล่ะ ฉันสารภาพว่าครั้งหนึ่งเห็น Kachina หลังจากฝึกเสร็จแล้ว ก็มีเสียงในใจของฉันดังก้องออกมาว่า: \"โอ๊ย ฉันถนัดแต่พวกกีฬาทางน้ำ อยู่บนบกนาน ๆ ต้องแย่แน่ ๆ เลย\" ...อืม ฉันต้องเคารพเสียงในใจของฉัน",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102027,
			"title": "เกี่ยวกับ Xilonen...",
			"voicelineType": "4007",
			"description": "แม้แต่เทพแห่งไฟก็ยังยอมรับฝีมือของช่างฝีมือคนนี้ ความสามารถของเขาไม่มีข้อกังขา ต่อให้นามโบราณจะพังเป็นชิ้นเล็กชิ้นน้อย เธอก็ซ่อมได้อย่างไร้ที่ติ! อ๊ะ! เมื่อกี้ฉันพูดอะไรไม่เป็นมงคลหรือเปล่า? ของสำคัญขนาดนี้จะพังได้ยังไง! มะ...เมื่อกี้ฉันไม่ได้พูดอะไรเลยนะ เธอก็ไม่ได้ยินอะไรเลย โอเคมั้ย?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102028,
			"title": "เกี่ยวกับ Ifa...",
			"voicelineType": "4008",
			"description": "Ifa เป็นคนที่เก่งมากเลยล่ะ! ไม่ว่าจะเรียกเขาออกมาเล่นอะไร เขาก็มีความสุขไปซะหมด แถมยังทำอะไรก็รวดเร็วและเรียบร้อยด้วย ถ้าไม่ใช่เพราะเขาเป็นหมอแล้วล่ะก็ ฉันก็อยากให้เขามาเป็นโค้ชกีฬาทางน้ำด้วยซ้ำ ความแตกต่างของเผ่า? เรื่องเล็กน้อยน่ะ ไม่ใช่ปัญหาเลยสักนิด!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102029,
			"title": "อยากรู้เกี่ยวกับ Mualani - 1",
			"voicelineType": "5001",
			"description": "เธอว่างมั้ย? มานั่งคุยกันที่บ้านฉันหน่อยมั้ย? แช่น้ำพุร้อนไปด้วย คุยไปด้วยก็ไม่เลวนะ! หรือเธอมีที่ที่อยากไป? ฉันไปได้หมด โอกาสแบบนี้หาได้ยาก ฉันเอากล่องถ่ายรูปมาด้วย ฉันจะสาธิตท่าให้เธอดูก่อน วางใจได้ วันนี้พวกเราต้องถ่ายรูปหมู่ที่น่าสนใจออกมาได้แน่!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_01"
		},
		{
			"voicelineId": 102030,
			"title": "อยากรู้เกี่ยวกับ Mualani - 2",
			"voicelineType": "5002",
			"description": "การเป็นผู้นำทางเป็นงานที่ต้องอาศัยประสบการณ์อย่างมาก โชคดีที่บรรพบุรุษได้ทิ้งธรรมเนียมอันล้ำค่าต่าง ๆ ไว้ให้เรา ทำให้เราไม่ต้องลองผิดลองถูกมากนัก แต่วางใจเถอะ ฉันไม่ใช่คนที่ยึดติดกับกฎเก่า ๆ อย่างเดียวหรอกนะ สิ่งที่ฉันปฏิบัติตามเป็นสิ่งที่ฉันเคยลองแล้วได้ผลจริง ๆ\nอะไรที่ไม่ได้ผลบ้างน่ะเหรอ? อืม... อย่างเช่น มีครั้งหนึ่งฉันอยากไปสำรวจสถานที่ใหม่ ทั้ง ๆ ที่ตรงหน้าก็มีสะพาน แต่แผนที่กลับบอกว่าต้องพายเรือข้ามแม่น้ำไปฝั่งตรงข้าม ฉันทั้งตรวจสอบกระแสน้ำ ทั้งตรวจดูว่าบนสะพานมีกลไกหรืออันตรายอะไรซ่อนอยู่รึเปล่า... สุดท้ายก็พบว่า เหตุผลที่บรรพบุรุษไม่ได้แนะนำให้ใช้สะพานก็เพราะว่า... ในสมัยนั้นไม่มีสะพานนี้อยู่เลยน่ะสิ!\nอ่า ผู้นำทางต้องพึ่งพาประสบการณ์จริง ๆ นั่นแหละ...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 102031,
			"title": "อยากรู้เกี่ยวกับ Mualani - 3",
			"voicelineType": "5003",
			"description": "ฉันชอบต้อนรับนักท่องเที่ยวจากต่างแดนมาก ทุกครั้งหลังนำเที่ยวจบ พวกเขาจะขอบคุณฉันที่แนะนำขนบธรรมเนียมของ Natlan และฉันก็ขอบคุณพวกเขาเช่นกัน ขอบคุณพวกเขาที่แบ่งปันความรู้ และเรื่องราวของบ้านเกิดของพวกเขาให้ฉันฟัง รวมถึงเรื่องราวประหลาดที่ฉันไม่เคยได้ยินมาก่อนด้วย... สำหรับฉันแล้ว นี่ก็เป็นการเดินทางทางแห่งจิตวิญญาณที่หาได้ยากเหมือนกัน",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102032,
			"title": "อยากรู้เกี่ยวกับ Mualani - 4",
			"voicelineType": "5004",
			"description": "แม้ว่าฉันพยายามจะใช้วิธีที่ทุกคนยอมรับได้ในการหาเพื่อน แต่... ฮ่า ๆ... บางครั้งก็มีคนบอกฉันอย่างอ้อม ๆ ว่าฉันกระตือรือร้นเกินไป เลยรับมือได้ยาก... เพราะงั้นตอนนี้เวลาฉันเพิ่งรู้จักเพื่อนใหม่ ฉันจะพยายามสงบสติอารมณ์ไว้ก่อน พอสนิทกันแล้วค่อยกระตือรือร้นขึ้นมา\nอ้อ ถ้าในระหว่างที่เธออยู่กับฉัน มีตรงที่ไม่สบายใจ อย่าลังเลและอย่ากังวลใจ บอกฉันมาตรง ๆ เลยนะ! ถ้าไม่อยากพูดต่อหน้า ก็เขียนโน้ตไม่ระบุชื่อก็ได้นะ? ฉันจะปรับปรุงตัวแน่นอน!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 102033,
			"title": "อยากรู้เกี่ยวกับ Mualani - 5",
			"voicelineType": "5005",
			"description": "เมื่อเผชิญหน้ากับความยากลำบาก ทุกคนจะแสดงศักยภาพที่แข็งแกร่ง หลังจากเข้าร่วม \"จาริกเพลิงศักดิ์สิทธิ์หวนคืน\" แล้ว ฉันก็ยิ่งเห็นด้วยกับเรื่องนี้! แต่ฉันก็ยังรู้สึกว่า \"สองคน\" ย่อมมีทางเลือกมากกว่า \"คนเดียว\" และ \"สามคน\" ย่อมมีโอกาสชนะมากกว่า \"สองคน\"... เมื่อทุกคนร่วมแรงร่วมใจกัน จะต้องสร้างปาฏิหาริย์ที่เหลือเชื่อได้แน่!\nอย่างเช่น \"สงครามผู้พิทักษ์ราตรี\" ไม่ใช่แค่พวกเราในตอนนี้เท่านั้น แต่ยังรวมถึงเหล่าวีรบุรุษผู้ปกป้อง Natlan มาหลายชั่วอายุคน รวมไปถึงคนรุ่นหลังที่จะต่อสู้เพื่อสิ่งนี้ต่อไป ความพยายามทั้งหมดนี้ จะทำให้ Natlan ให้ดียิ่งขึ้นเรื่อย ๆ ฉันคิดว่านี่ก็คือความหมายของ \"Umoja\" สินะ...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศิลาดำใต้ผืนหินผาขาว\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 102034,
			"title": "งานอดิเรกของ Mualani...",
			"voicelineType": "6001",
			"description": "ว่ายน้ำ กระโดดน้ำ สกีน้ำ โต้คลื่น พาราเซลลิ่ง วอลเลย์บอลชายหาด พายเรือ ดำน้ำ โปโลน้ำ แล้วก็กลั้นหายใจใต้น้ำ... เฮ้อ ฉันชอบเล่นอะไรที่ต้องใช้บอลลอยเยอะจนนับไม่ถ้วน พอเล่นจนเหนื่อย ฉันก็จะนอนพักอยู่บนน้ำ หลายครั้งที่เผลอหลับไป มันสบายก็จริงนะ แต่ผลที่ได้คือ พอตื่นขึ้นมาก็ไม่รู้ว่าลอยไปอยู่ที่ไหนแล้ว ฉันถูกผู้อาวุโสในเผ่าดุอยู่นานเลยล่ะ...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_hobby"
		},
		{
			"voicelineId": 102035,
			"title": "เรื่องกลุ้มใจของ Mualani...",
			"voicelineType": "6012",
			"description": "เมื่อไหร่ที่อารมณ์ไม่ดี ฉันจะบอกกับตัวเองว่า \"โอ๊ย ไม่เป็นไรหรอก ก็แค่ดวงไม่ค่อยดีเท่านั้นเอง นี่เป็นแค่วันที่แย่ ๆ วันนึง ไม่ใช่จะแย่ทั้งชีวิต\" อารมณ์ก็จะค่อย ๆ ดีขึ้นเอง ถ้ายังไม่ได้ผล ฉันจะขึ้นไปบนวิถีวิญญาณ ในช่วงโค้งที่ความเร็วสูง ฉันจะตะโกนออกมาอย่างเต็มที่ วนไปสักสองสามรอบ ความกังวลก็จะถูกทิ้งไว้ข้างหลัง ตามฉันไม่ทันเลยสักนิด",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_annoyed_01"
		},
		{
			"voicelineId": 102036,
			"title": "อาหารที่ชอบ...",
			"voicelineType": "6003",
			"description": "อาหารทะเลจานใหญ่ที่เสิร์ฟมาแบบไม่มีผัก ไม่มี Fowl หรือ Raw Meat เลยสักนิด กินเข้าไปคำหนึ่งเหมือนกระโดดลงทะเล กลายเป็นปลาตัวน้อย ว่ายไปว่ายมา... อืม... พอใจสุด ๆ ไปเลย",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodLike"
		},
		{
			"voicelineId": 102037,
			"title": "อาหารที่เกลียด...",
			"voicelineType": "6004",
			"description": "ฉันยังเสียใจมากที่ตอนเด็ก ๆ แอบเทขนมนมลงไปในบ่อน้ำพุร้อน ไม่งั้นฉันน่าจะสูงขึ้นอีกหน่อย... ไม่เป็นไร ฉันสัญญากับป้า Atea แล้วว่าจะไม่ทำแบบนั้นอีก! ตอนนี้ฉันจะดื่มนมให้เยอะ ๆ จะต้องสูงขึ้นอีกแน่นอน! เธอก็ด้วยนะ พวกเราต้องจำไว้เป็นบทเรียนนะ!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodDislike"
		},
		{
			"voicelineId": 102038,
			"title": "ได้รับของขวัญ - 1",
			"voicelineType": "6007",
			"description": "ทำไมถึงอร่อยขนาดนี้เนี่ย! รสชาตินี้ทำให้อยากกระโดดขึ้นบนกระดานโต้คลื่นแล้วพลิกสามครั้ง... โดยไม่สัมผัสพื้น!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_pref_01"
		},
		{
			"voicelineId": 102039,
			"title": "ได้รับของขวัญ - 2",
			"voicelineType": "6008",
			"description": "ยังมีอีกมั้ย ๆ? ถ้าเอาไปวางไว้ในงานปาร์ตี้ ต้องถูกกวาดเรียบแน่ ๆ",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_normal_01"
		},
		{
			"voicelineId": 102040,
			"title": "ได้รับของขวัญ - 3",
			"voicelineType": "6009",
			"description": "ลองแช่ในน้ำพุร้อนดูมั้ย? แบบนั้นรสสัมผัสมันจะดีขึ้นนะ!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_dislike_01"
		},
		{
			"voicelineId": 102041,
			"title": "วันเกิด...",
			"voicelineType": "7001",
			"description": "สุขสันต์วันเกิดนะ! ของขวัญค่อยเปิดทีหลังนะ ฉันเลือกร้านอาหารที่เป็นที่นิยมที่สุด... เธอคงได้รับคำอวยพรจากเพื่อนมากมายแล้ว แต่ถ้าจะเชิญผู้มีโชคชะตาในการเดินทางร่วมกันมาฉลองด้วย เธออยากลองสัมผัสดูมั้ย?\nฮิฮิ เชิญนั่ง ๆ เชิญรับคำอวยพรจากทุกคนได้เลย อะแฮ่ม... ขอโทษที่ขัดจังหวะ ทุกคนช่วยมองมาทางนี้หน่อย! วันนี้เป็นวันเกิดของเพื่อนฉัน คนที่มีความสามารถโดดเด่น มีคุณธรรมสูงส่ง เอาชนะอสูรยักษ์ที่โหดร้ายที่สุด และยังรักษาจิตวิญญาณผู้กล้าที่ละเอียดอ่อนที่สุดได้อีกด้วย! ทุกคนช่วยมอบคำอวยพรที่ดีที่สุดให้กับ{M#เขา}{F#เธอ}หน่อยได้มั้ย? มา ๆ เพื่อนฝั่งนี้พูดตามฉันนะ ขอให้... โชคดีในการหาสมบัตินะ! เอาล่ะ เพื่อนฝั่งนั้น... ขอให้ต่อสู้โดยไม่ต้องเปลืองแรง! เยี่ยม สุดท้ายทุกคนพร้อมกัน... สุขสันต์วันเกิด ขอให้มีความสุข สุขภาพแข็งแรงนะ!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 102042,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
			"voicelineType": "8001",
			"description": "โอ้ววว นี่แหละที่ฉันต้องการ! งั้นไม่เกรงใจล่ะนะ",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 102043,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
			"voicelineType": "8002",
			"description": "พลังค่อย ๆ เพิ่มขึ้นเรื่อย ๆ เลย อยากแข่งขันวอลเลย์บอลชายหาดกระชับมิตรที่น่าตื่นเต้นกันสักตามั้ย?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 102044,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
			"voicelineType": "8003",
			"description": "โชคเข้าข้างแล้ว... ฉันสัมผัสได้! ตอนนี้สามารถพิชิตคลื่นยักษ์ที่ซัดฉันล้มเมื่อคราวก่อนได้แล้ว รอช้าไม่ได้ ไปท้าทายตอนนี้เลยดีกว่า",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102045,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
			"voicelineType": "8004",
			"description": "เพื่อความปลอดภัยของนักท่องเที่ยว ปกติฉันจะห้ามไม่ให้พวกเขาไปยังสถานที่อันตราย แต่ฉันรู้ว่า เธอมีสถานการณ์ที่จำเป็น และไม่อาจหลีกเลี่ยงการเข้าไปในสถานการณ์อันตรายได้ เพราะงั้นเพื่อความปลอดภัยของเธอ ฉันจะไปกับเธอ และเอาชนะอันตรายพวกนี้ไปด้วยกัน",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 102046,
			"title": "สกิลธาตุ - 1",
			"voicelineType": "100001",
			"description": "ออกตัว!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_01"
		},
		{
			"voicelineId": 102047,
			"title": "สกิลธาตุ - 2",
			"voicelineType": "100002",
			"description": "สะบัดหาง",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_02"
		},
		{
			"voicelineId": 102048,
			"title": "สกิลธาตุ - 3",
			"voicelineType": "100003",
			"description": "เร่งความเร็ว!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_03"
		},
		{
			"voicelineId": 102049,
			"title": "สกิลธาตุ - 4",
			"voicelineType": "100004",
			"description": "ยะฮู้!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_04"
		},
		{
			"voicelineId": 102050,
			"title": "สกิลธาตุ - 5",
			"voicelineType": "100005",
			"description": "สุดยอด!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_05"
		},
		{
			"voicelineId": 102051,
			"title": "สกิลธาตุ - 6",
			"voicelineType": "100006",
			"description": "คลื่นมาแล้ว!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_06"
		},
		{
			"voicelineId": 102052,
			"title": "ท่าไม้ตาย - 1",
			"voicelineType": "200001",
			"description": "คลื่นยักษ์ - ซู่ซู่ซ่าซ่า",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_01"
		},
		{
			"voicelineId": 102053,
			"title": "ท่าไม้ตาย - 2",
			"voicelineType": "200002",
			"description": "ฉลามร่อน!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_02"
		},
		{
			"voicelineId": 102054,
			"title": "ท่าไม้ตาย - 3",
			"voicelineType": "200003",
			"description": "ดูฉันสิ! ขอให้โชคดีนะ!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_03"
		},
		{
			"voicelineId": 102055,
			"title": "เริ่มวิ่ง - 1",
			"voicelineType": "700001",
			"description": "รีบวิ่งสิ",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_01"
		},
		{
			"voicelineId": 102056,
			"title": "เริ่มวิ่ง - 2",
			"voicelineType": "700002",
			"description": "จะยืมกระดานโต้คลื่นของฉันมั้ย?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_02"
		},
		{
			"voicelineId": 102057,
			"title": "เปิดหีบสมบัติ - 1",
			"voicelineType": "300001",
			"description": "ฉันบอกแล้วว่าวันนี้เป็นวันที่โชคดี!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_01"
		},
		{
			"voicelineId": 102058,
			"title": "เปิดหีบสมบัติ - 2",
			"voicelineType": "300002",
			"description": "ของดีมักจะถูกเก็บไว้ที่ก้นกล่องเสมอ",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_02"
		},
		{
			"voicelineId": 102059,
			"title": "เปิดหีบสมบัติ - 3",
			"voicelineType": "300003",
			"description": "อุ๊ย ตกพื้นซะแล้ว รีบหยิบขึ้นมาเร็วเข้า หวังว่าโชคจะไม่หล่นหายนะ...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_03"
		},
		{
			"voicelineId": 102060,
			"title": "ค่าพลังชีวิตต่ำ - 1",
			"voicelineType": "410001",
			"description": "ฉันยังต้องปกป้องลูกค้าของฉัน",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_01"
		},
		{
			"voicelineId": 102061,
			"title": "ค่าพลังชีวิตต่ำ - 2",
			"voicelineType": "410002",
			"description": "วันนี้ดวงไม่ค่อยดีเท่าไหร่...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_02"
		},
		{
			"voicelineId": 102062,
			"title": "ค่าพลังชีวิตต่ำ - 3",
			"voicelineType": "410003",
			"description": "ฉันต้องชนะ... ฉันต้องชนะ!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_03"
		},
		{
			"voicelineId": 102063,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
			"voicelineType": "400001",
			"description": "เธอไม่ได้ต่อสู้เพียงลำพังนะ!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_01"
		},
		{
			"voicelineId": 102064,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
			"voicelineType": "400002",
			"description": "เกินไปแล้วนะ ให้ฉันจัดการเอง!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_02"
		},
		{
			"voicelineId": 102065,
			"title": "หมดสติ - 1",
			"voicelineType": "500001",
			"description": "ผู้นำทางจะคลาดจากทีมได้ยังไง...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_01"
		},
		{
			"voicelineId": 102066,
			"title": "หมดสติ - 2",
			"voicelineType": "500002",
			"description": "\"พวกเราจะไม่ต่อสู้เพียงลำพัง\"...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_02"
		},
		{
			"voicelineId": 102067,
			"title": "หมดสติ - 3",
			"voicelineType": "500003",
			"description": "จุดหมายปลายทางคือ... กลับบ้าน...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_03"
		},
		{
			"voicelineId": 102068,
			"title": "รับการโจมตีปกติ - 1",
			"voicelineType": "900002",
			"description": "เอาเลย เอาเลย",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_L_02"
		},
		{
			"voicelineId": 102069,
			"title": "โดนโจมตีอย่างหนัก - 1",
			"voicelineType": "910001",
			"description": "อย่าให้มันมากเกินไปนะ!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_01"
		},
		{
			"voicelineId": 102070,
			"title": "โดนโจมตีอย่างหนัก - 2",
			"voicelineType": "910002",
			"description": "กระดานโต้คลื่นของฉัน...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_02"
		},
		{
			"voicelineId": 102071,
			"title": "เข้าร่วมทีม - 1",
			"voicelineType": "600001",
			"description": "ว้าว เซ็ตนี้ ชนะแน่นอน!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_01"
		},
		{
			"voicelineId": 102072,
			"title": "เข้าร่วมทีม - 2",
			"voicelineType": "600002",
			"description": "สวัสดี ๆ สมาชิกทุกคนสบายดีมั้ย?",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_02"
		},
		{
			"voicelineId": 102073,
			"title": "เข้าร่วมทีม - 3",
			"voicelineType": "600003",
			"description": "วู้ฮู้! ไปกันเลย!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_03"
		}
	]
}