{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "พบกันครั้งแรก...",
			"voicelineType": "1006",
			"description": "สวัสดี ฉันชื่อ Xilonen จากเผ่า \"บุตรแห่งเสียงสะท้อน\" ถ้าอยากจะส่งคำขอให้ฉัน หลอมเครื่องมือทั่วไปละก็ บอกมาได้เลยนะ แต่ในมือฉันยังมีงานกองอยู่ไม่น้อยเลย ถ้าเธอส่งคำขอตอนนี้ อาจจะต้องรออีกสักพักเลย",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "แชท - พืชสีเขียว",
			"voicelineType": "1101",
			"description": "เฮ้อ ดอกไม้ที่ระเบียงกระถางนั้น เหี่ยวเฉาอีกแล้ว ทั้งที่ฉันรดน้ำให้มันทุกวัน... หรือว่าครั้งนี้ฉันจะรดเยอะเกินไปหน่อย?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "แชท - เวลาพักผ่อน",
			"voicelineType": "1102",
			"description": "ยุ่งมาตั้งนาน ควรพักสักหน่อยแล้วล่ะ... นั่งอยู่ตรงนี้สักพักละกัน",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "แชท - งานการหลอม",
			"voicelineType": "1103",
			"description": "...ยังมีคำขอการหลอมอีกกี่อันที่ยังไม่เสร็จนะ? เอ่อ... หนึ่ง... สอง... ก็ไม่ถือว่าเยอะนี่นา พรุ่งนี้ค่อยว่ากันละกัน",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "ในเวลาที่ฝนตก...",
			"voicelineType": "1201",
			"description": "อากาศแบบนี้ เหมาะที่จะนอนอยู่ในห้องจริง ๆ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "ในเวลาที่หิมะตก...",
			"voicelineType": "1202",
			"description": "ฮัดชิ้ว! ...โอ๊ะ ฉันหายง่วงแล้วล่ะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "แดดส่องดีจัง...",
			"voicelineType": "1203",
			"description": "หาววว... นอนกลางวันหน่อยดีกว่า เอ๋? แว่นกันแดดของฉัน หายไปไหนแล้วล่ะเนี่ย",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "ในเวลาที่อยู่ในทะเลทราย...",
			"voicelineType": "1204",
			"description": "อากาศกำลังดีเลย... เอ่อ แต่ว่าที่นี่ไม่ค่อยเหมาะจะนอนเท่าไหร่แฮะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "อรุณสวัสดิ์...",
			"voicelineType": "1001",
			"description": "สวัสดีตอนเช้า เมื่อคืนหลับสบายดีมั้ย? เครื่องดื่มแก้วนี้ให้เธอนะ ตอนเช้าต้องดื่มอะไรหวาน ๆ สักหน่อย จะได้อารมณ์ดีทั้งวัน",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "สวัสดีตอนเที่ยง...",
			"voicelineType": "1002",
			"description": "เที่ยงแล้ว หาวววว... ได้เวลาพักเที่ยงแล้วสิ... ฉันไปนอนก่อนนะ ถ้ามีเรื่องอะไรก็ค่อยเรียกฉันละกัน",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "สวัสดีตอนเย็น...",
			"voicelineType": "1003",
			"description": "เย็นขนาดนี้แล้วเหรอเนี่ย รีบเลิกงานแล้วไปกินอะไรอร่อย ๆ กันเถอะ จะได้ฉลองที่งานของวันนี้ เสร็จไปอย่างราบรื่นกัน",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "ราตรีสวัสดิ์...",
			"voicelineType": "1004",
			"description": "ฝันดีนะ ก่อนนอนอย่าลืมทำหมอนให้นุ่ม ๆ ด้วยล่ะ ไม่งั้นเช้าอีกวันจะปวดคอเอานะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "เกี่ยวกับตัวของ Xilonen เอง - ทำงานกับพักผ่อนให้สมดุลกัน",
			"voicelineType": "2001",
			"description": "ไม่ว่าจะยุ่งแค่ไหน ก็ต้องหาเวลาพักให้ตัวเองให้ได้ ถ้าทำงานตลอดเวลาไม่หยุดเลยละก็ ร่างกายและสมองก็จะประท้วงหยุดงานอย่างต่อเนื่องนะ และพออยู่ในสภาพแบบนั้น ก็ไม่มีทางสร้างผลงานดี ๆ ออกมาได้หรอก\nหาเวลาพักผ่อนไม่ได้? งั้นเธอก็บอกว่า... ฉันมีธุระด่วนกับเธอ แล้วก็ไปนอนที่เวิร์กชอปของฉันสักพักสิ ฉันจะช่วยเธอเก็บเรื่องนี้ไว้เป็นความลับเอง",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "เกี่ยวกับตัวของ Xilonen เอง - หัวช้า",
			"voicelineType": "2005",
			"description": "บางครั้งเพื่อนหลายคนของฉัน จะบอกว่าฉันค่อนข้างหัวช้า ยากที่จะทำให้ซาบซึ้งใจได้ ตัวอย่างเช่น มีครั้งนึงฉันไปร่วมงานเลี้ยง ที่บ้านของเพื่อนคนนึง คุยไปคุยมาก็พูดถึงเรื่องการแต่งงาน เพื่อนคนนึงถามฉันว่า ถ้าเขาแต่งงานทุกคนจะร้องไห้รึเปล่า จากนั้นหลังจากที่ทุกคนพูดคุยเรื่องนี้กัน ก็พากันร้องไห้ออกมา และพูดว่าไม่อยากจะเสียเพื่อนคนนี้ไป...\nฉันไม่เข้าใจเลยว่า ทำไมทุกคนต้องร้องไห้กันด้วย การแต่งงานก็เป็นเรื่องดีไม่ใช่เหรอ? เขาก็แค่ไปแต่งงานเอง ไม่ได้ไปพบ Wayob สักหน่อย ถ้ามีเวลาทุกคนก็ยังมาเจอกันได้นี่นา\nถ้าเขาถูกบังคับให้แต่งงาน และร้องไห้ด้วยความเสียใจล่ะจะทำยังไง? อ๋อ ฉันคิดเอาไว้แล้วล่ะ\nถ้าเป็นแบบนั้นละก็ ฉันจะไปชิงตัวเขาออกมาจากงานแต่งทันทีเลย ฉันวิ่งเร็วมาก รับรองว่าต้องไปทันแน่",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "เกี่ยวกับเรา - ใช้ในการหลอม",
			"voicelineType": "2003",
			"description": "ไม่ว่าจะหลอมอะไร อุณหภูมิของเปลวไฟในเตาเผา ก็มีความสำคัญอย่างมาก ถ้าต่ำไป วัตถุดิบจะไม่นิ่ม... หรือไม่ละลาย... แล้วก็ไม่สามารถกำจัดสิ่งเจือปนต่าง ๆ ได้ด้วย ถ้าสูงเกินไป วัตถุดิบบางอย่าง ก็จะไม่สามารถใช้ประโยชน์ได้\nวิธีที่บรรดาช่างฝีมือใช้ ในการควบคุมเปลวไปในเตาเผาก็คือ การเอาเชื้อเพลิงออกมา ในตอนที่อุณหภูมิในเตาสูง และเติมฟืนในตอนที่อุณหภูมิต่ำ\nส่วนฉันน่ะเหรอ ปกติแล้วจะใช้อัญมณีที่มีโฟลจิสตัน ควบคุมอุณหภูมิภายในเตาเผาโดยตรง เปลวไฟที่ใช้โฟลจิสตัน เพื่อช่วยในการเผาไหม้ ยอดเยี่ยมกว่าเปลวไฟธรรมดามากเลยนะ...\nอ๋อ? แล้วจะทำยังไงกับอัญมณี ที่ใช้โฟลจิสตันหมดแล้วงั้นเหรอ? ก็ทำได้แค่เอามันไปกองไว้สักที่น่ะ โฟลจิสตันหมดแล้ว ประโยชน์ของพวกมัน ก็มีแค่ความสวยงามแล้ว ถ้าเธออยากได้ละก็ ไปเลือกเอาสักอันสองอันได้นะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "เกี่ยวกับเรา - อวยพร",
			"voicelineType": "2002",
			"description": "คุณป้า Tlazolli เคยบอกว่า จะสร้าง \"ตราผลึกเพลิง\" ให้พวกเธอเป็นของขวัญ ใช่มั้ย? ดูจากสถานการณ์ตอนนี้ เขาคงไม่มีแรงทำแล้วล่ะ\nเพราะงั้นตอนนี้ฉันจะทำหน้าที่นี้แทนแล้วกัน ถือซะว่าเป็นของตอบแทนที่พวกเธอช่วย Nepecha นะ\nฉันเคยสร้าง \"นามโบราณ\" ให้พวกเธอแล้วงั้นเหรอ?\nฮ่าฮ่าฮ่า นั่นไม่นับหรอก ใน \"นามโบราณ\" อันนั้นประกอบด้วย \"พร\" ที่ทุกคนมอบให้เธอ ตราผลึกอันนี้ เป็น \"พร\" ที่มีแค่ฉันคนเดียวมอบให้เธอ\nไม่ต้องเกรงใจ เดี๋ยวสร้างเสร็จแล้วฉันจะบอกเธอ ส่วนบนนั้นจะสลักคำไหนไว้... ถึงตอนนั้นก็ขึ้นอยู่กับเธอแล้วล่ะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศังสกานท์คืนวิญญาณอันร้อนแรง\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				},
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"อธิษฐานขอพร บอกกล่าวขุนเขา\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "เกี่ยวกับ \"วิชั่น\"...",
			"voicelineType": "3006",
			"description": "เธอพูดถึง \"วิชั่น\" เหรอ ก็มีประโยชน์อยู่นะ พอมีมันแล้ว ฉันก็สามารถระบุปริมาณและการกระจายของธาตุ \"หิน\" ในแร่ได้แม่นยำยิ่งขึ้น ก็เลยคัดกรองแร่ที่ดีและแร่ที่เสียได้อย่างรวดเร็ว\nความหมาย? อืม... ฉันก็ไม่ได้คิดเรื่องนี้มากหรอกนะ ขอแค่มันใช้ประโยชน์ได้ เรื่องอื่นฉันก็ไม่สนใจหรอก",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "ต้องการจะแชร์อะไร...",
			"voicelineType": "3002",
			"description": "เพื่อฝึกฝนความสามารถ ในการแปรรูปอย่างประณีต ฉันมักจะลองหลอมเครื่องประดับชิ้นเล็ก ๆ ที่มีโครงสร้างที่ซับซ้อนอยู่บ่อย ๆ เช่น จี้ที่ถักทอเป็นรูปตาข่าย และตุ้มหูที่ทำเป็นแบบม้วนหนังสือ พอทำเสร็จแล้ว ฉันก็จะมอบเครื่องประดับเล็ก ๆ น้อย ๆ เหล่านี้ให้เพื่อนหรือไม่ก็เพื่อนบ้าน\nทำแหวนได้มั้ยงั้นเหรอ? ก็ต้องทำได้อยู่แล้วล่ะ หลายวันก่อน ฉันก็เพิ่งทำแหวนเป็นรูป Brilliant Chrysanthemum ขึ้นมาวงนึง ลำพังแค่วาดแบบ ก็เปลืองแรงไปไม่น้อยเลยล่ะ\nเธออยากได้เหรอ? ได้สิ ยื่นมือมา เดี๋ยวฉันจะวัดรอบนิ้วให้ ใช้เวลาไม่นานก็ทำเสร็จแล้วล่ะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "ข้อมูลที่น่าสนใจ...",
			"voicelineType": "3003",
			"description": "ฉันไม่ค่อยเข้าใจเรื่องการปลูกพืชสีเขียวเลย... ทั้ง ๆ ที่ทำตามข้อกำหนดทุกอย่าง รดน้ำทุกสามวัน กำจัดวัชพืชทุกห้าวัน ใส่ปุ๋ยสัปดาห์ละสองครั้ง และดูแลเรื่องระยะเวลา ในการรับแสงแดดอย่างเข้มงวด... แต่เจ้าพืชสีเขียวพวกนี้ ก็ยังเฉาตายหมดอยู่ดี\nเฮ้อ... หรือว่าการปลูกดอกไม้ใบหญ้า ก็ต้องขึ้นอยู่กับดวงด้วยเหมือนกัน?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "เกี่ยวกับ Kachina...",
			"voicelineType": "4001",
			"description": "ก่อนหน้านี้ Kachina ขอให้ฉันสร้างเครื่องขุดเจาะให้ ซึ่งเครื่องขุดเจาะนี้ ต้องมีทั้งฟังก์ชันขุดเจาะ และฟังก์ชันเด้งดึ๋งในเวลาเดียวกันด้วย การสร้างก็ไม่ได้ซับซ้อนอะไร แต่การปรับมุมที่นั่ง ต้องใช้เวลานานมากเลยล่ะ สุดท้าย Kachina ก็ยอมรับความเห็นของฉัน ในการถอดเก้าอี้ออก แล้วใช้อุปกรณ์ควบคุมด้วยมือ ที่เชื่อมโยงกับแกนพลังงาน ของเครื่องขุดเจาะแทน...\nเอ่อ...ทำไมตอนที่ Kachina ควบคุม \"ลูกข่างสะเทือนฟ้า\" ตัวเธอถึงต้องกระโดดไปกระโดดมาด้วยงั้นเหรอ?\nนี่เป็นความต้องการของ Kachina น่ะ เธอบอกว่าเธอชอบความรู้สึกการสั่น ในตอนที่ควบคุมเครื่องขุดเจาะ ก็เลยให้ฉัน ลดระบบลดแรงสั่นสะเทือนบางส่วนลง\nไม่งั้นเดี๋ยวคราวหน้าฉันจะทำอุปกรณ์ให้ Kachina อีกชุดละกัน ถ้าเธอเผลอกัดลิ้นตัวเอง ตอนที่กระโดดโลดเต้นอยู่ละก็ มีหวังคงแย่แน่ ๆ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "เกี่ยวกับ Mualani...",
			"voicelineType": "4002",
			"description": "Mualani ถนัดเรื่องการออกกำลังกายมากเลยล่ะ ไม่ว่าจะเป็นโต้คลื่น หรือว่าไถลตัวไปบน \"วิถีวิญญาณ\" ฉันไม่เคยเห็นใครเคลื่อนไหวได้ลื่นไหล และทำสีหน้าผ่อนคลายมากกว่าเธออีกแล้ว และจนถึงตอนนี้ ฉันก็ยังไม่เคยเห็น Mualani พลาดเลยสักครั้ง\nถ้ามีคนหรือ Saurian ขวางทางอยู่จะทำยังไงงั้นเหรอ? เอ่อ... เธอก็คงจะเอาอีกฝ่ายขึ้นไปด้วย แล้วไถลไปต่อล่ะมั้ง",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "เกี่ยวกับ Chasca...",
			"voicelineType": "4003",
			"description": "การจะทำให้ \"ปืน\" ของ Chasca สามารถขึ้นสู่ท้องฟ้าได้ ไม่ใช่เรื่องง่ายเลยล่ะ ก่อนอื่นต้องแน่ใจเรื่องความเสถียรของตัวปืนในขณะที่เคลื่อนที่ด้วยความเร็ว อย่างที่สองต้องผลิตกระสุนธรรมดา และกระสุนชนิดพิเศษ ที่ใช้สำหรับการต่อสู้ในที่สูงขึ้นมาโดยเฉพาะ และสุดท้ายยังต้องคำนึงถึงแรงดีด และปัญหาการเล็งเมื่อยิงจากกลางอากาศด้วย...\nแต่ Chasca บอกกับฉันว่า ไม่ต้องเป็นกังวลสองเรื่องสุดท้ายนั้นหรอก ฉันแค่ติดตั้งเครื่องมือกลไกเล็งที่พื้นฐานที่สุดบนปืนก็พอ ที่เหลือเธอจะแก้ไขปัญหา โดยอาศัยความสามารถของเธอเอง\nซึ่งความจริงก็ได้พิสูจน์แล้วว่า Chasca สามารถควบคุม \"ปืน\" ของเธอได้เป็นอย่างดี สมแล้วที่เป็นยอดฝีมือกลางอากาศของ \"วงศ์ปีกบุปผา\"",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "เกี่ยวกับ Mavuika...",
			"voicelineType": "4004",
			"description": "Mavuika เคยเสนอคำขอประหลาด ๆ กับฉันมาไม่น้อยเลยล่ะ\nอย่างเช่น ถ้าให้ฉันสร้างดาบที่ทนทานต่อความร้อน ดาบทั้งเล่มจะต้องทนทานต่อเปลวไฟของเขา ดาบจะได้ไม่ละลายไปในมือของเขาเมื่อเขาออกแรง แล้วก็ขอให้ฉันทำแว่นกันแดดแบบพิเศษให้ด้วย เพื่อให้เขาสามารถมองเห็นศัตรูรอบตัวได้ชัดเจนขึ้นในขณะที่เขาควบคุมเปลวไฟในการต่อสู้...\nสิ่งที่พิลึกที่สุดก็คือล้อโลกันตร์คันนั้น ช่วงนั้นเขามักจะวิ่งเข้ามาบ่นในเวิร์กชอปของฉันทุกวัน ต้องการให้ฉันสร้างยานพาหนะที่ขับเคลื่อนด้วยโฟลจิสตันให้เขา แถมยัดแบบดีไซน์ตั้งมากมายที่ไม่รู้ว่ามาจากไหนมาให้ฉันอีก... สุดท้ายฉันก็ทนไม่ไหว ใช้เวลาถึงสามเดือน กว่าจะช่วยเขาสร้างล้อโลกันตร์คันนั้นเสร็จ สุดท้ายฉันก็ได้ยินมาว่า เขาขับล้อโลกันตร์คันนั้นไปทั่ว Natlan อย่างบ้าคลั่งทุกวัน และไม่มีใครสามารถไปจัดการเขาได้เลย...\n...เทียบกับเรื่องพวกนี้แล้ว การสร้าง \"นามโบราณ\" ให้กับนักเดินทางจากต่างแดนคนหนึ่ง กลับดูเป็นงานที่น่าเชื่อถือมากกว่าซะอีก",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศังสกานท์คืนวิญญาณอันร้อนแรง\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "เกี่ยวกับ Kinich...",
			"voicelineType": "4005",
			"description": "Kinich เป็นคนดีใช้ได้เลยล่ะ แต่ฉันทำใจชอบเจ้า Ajaw นั่นไม่ลงจริง ๆ\nว่าแต่ Ajaw นั่นโผล่มาจากไหนกันแน่นะ? ถ้ามันมาจากอุปกรณ์อะไรบางอย่าง บางทีฉันอาจจะหาวิธีทำให้มัน ปิดปากเงียบไปตลอดกาลเลยก็ได้ เอ่อ ไม่งั้นเดี๋ยวฉันหาเวลาไปคุยกับ Kinich หน่อยละกัน...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "เกี่ยวกับ Citlali...",
			"voicelineType": "4006",
			"description": "บางครั้ง Citlali ก็จะมาซื้อแร่ที่เวิร์กชอปของฉัน เธอบอกว่าแร่บางอย่างที่บดเป็นผงแล้ว สามารถนำไปทำเป็นยาได้ เพื่อช่วยให้เธอทำนายและทำพิธีกรรมได้ ฉันเคยขอให้เธอทำนายมั้ยงั้นเหรอ? ไม่เคยหรอก ฉันไม่สนใจเรื่องที่ยังไม่เกิดขึ้นน่ะ แค่เรื่องตรงหน้า ก็ทำให้ฉันกลุ้มใจมากพอแล้ว อีกอย่างฉันก็มักจะง่วง ตอนทำพิธีกรรมทำนายตลอดเลย...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "เกี่ยวกับ Ifa...",
			"voicelineType": "4007",
			"description": "Ifa เคยมารักษา Tepetlisaurus ที่เผ่าด้วยล่ะ ฝีมือของเขาไม่เลวเลยนะ แถมยังดูแลเก่งมากเลยด้วย ไม่ว่าจะเป็น Saurian ที่ซุกซนแค่ไหน พออยู่ตรงหน้าเขาก็เป็นเด็กดี ไม่กระดุกกระดิกไปไหนเลย\nIfa บอกว่า โชคดีที่ฉันสร้างอุปกรณ์ฉีดยาสำหรับ Saurian ให้เขา ต่อให้ไม่ได้ใส่เข็ม มันก็ยังดูน่าเกรงขามสำหรับคนและ Saurian อยู่ดี เธออยากเห็นมั้ย? ฉันเก็บตัวอย่างเอาไว้ชุดนึงด้วยล่ะ\nรอแป๊บนึงนะ ฉันจะไปเอาอุปกรณ์ฉีดยา ที่ใหญ่ที่สุดอันนั้นออกมา... อ้าว จะถอยไปไหนล่ะ มันยังไม่ได้ใส่เข็มเลย ไม่อันตรายหรอก",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "เกี่ยวกับ Ororon...",
			"voicelineType": "4008",
			"description": "ตามทฤษฎีที่ว่าลบลบจะเป็นบวก คนประหลาดในกลุ่มคนประหลาด ก็น่าจะเป็นคนปกติสิถึงจะถูก แต่เห็นได้ชัดเลยว่า Ororon จะไม่ได้เป็นอย่างทฤษฎีนั้นเลย\nแต่ยังไงเขาก็เป็นคนใช้ได้คนหนึ่งเลย ภายหลังเขายังไหว้วานให้ Ifa ส่งผลไม้และน้ำผึ้งมาที่เผ่า \"บุตรแห่งเสียงสะท้อน\" ด้วยนะ คงจะคิดว่าตัวเองสร้างปัญหาให้กับทุกคนละมั้ง ฉันไม่เคยรู้มาก่อนเลยว่า สามารถหาน้ำผึ้งแสนหวานแบบนี้ จากเพลี้ยโฟลจิสตันได้ด้วย ดูเหมือนว่าเขาจะมีความสามารถอยู่จริง ๆ แหละนะ\n...เฮ้อ ทำไมถึงมีคนที่เลี้ยงอะไร ก็รอดหมดแบบนี้ด้วยนะ?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"แสงรุ้งที่ถูกลิขิตให้มอดไหม้\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "เกี่ยวกับ Iansan...",
			"voicelineType": "4009",
			"description": "ฉันเคยช่วยคนจากเผ่า \"ผองสรรพสิ่ง\" ทำ \"แผ่นบาร์เบล\" และ \"ดัมเบล\" ที่หนักมากอยู่ล็อตนึง\nตอนที่คนของเผ่านั้นมารับของ Iansan ก็คือผู้นำทีมในการตรวจสอบ เธอยกอุปกรณ์แต่ละชิ้นขึ้นด้วยมือเปล่า ชั่งน้ำหนัก แล้วค่อย ๆ โหลดลงบนรถทีละชิ้น ๆ พอบรรทุกเสร็จทั้งหมด Iansan ก็แค่หอบ และหน้าแดงนิดหน่อยเท่านั้นเอง\nบอกตามตรงเลยนะ ฉันน่ะอิจฉาคนในเผ่าของเธออยู่นะ นอกจากจะมีพละกำลังมากแล้ว ยังทำเกษตรเก่งมากด้วย...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "อยากรู้เกี่ยวกับ Xilonen - 1",
			"voicelineType": "5001",
			"description": "ถึงแม้ฉันจะเป็น \"ช่างสลักนาม\" แต่การหลอม \"นามโบราณ\" นั้นไม่ใช่อาชีพหลักของฉันหรอกนะ ในทางกลับกัน งานหลักของฉัน คือการช่วยคนทั้งในและนอกเผ่า หลอมอุปกรณ์และอาวุธต่างหากล่ะ\nเพราะยังไง \"นามโบราณ\" ก็มีอยู่น้อยมาก แต่คำขอการหลอมของทุกคนนั้น มีมาอย่างไม่จบไม่สิ้นเลยล่ะ...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "อยากรู้เกี่ยวกับ Xilonen - 2",
			"voicelineType": "5002",
			"description": "ในตอนที่รับคำขอการหลอมของทุกคน สิ่งที่ทำให้ฉันเหนื่อยมากที่สุด ไม่ใช่งานหรอกนะ แต่เป็นคำพูดคลุมเครือ ของผู้ยื่นคำขอบางส่วนต่างหากล่ะ ก่อนที่จะเริ่มการสร้างฉันพยายามอย่างหนัก เพื่อให้ผู้ยื่นคำขอชี้แจงแนวคิดของตัวเอง และช่วยให้พวกเขา เข้าใจว่าตัวเองต้องการอะไรกันแน่\nทุกครั้งที่ฉันเห็นสีหน้ามีความสุข ของผู้ยื่นคำขอที่จู่ ๆ ก็เข้าใจบางอย่างขึ้นมาได้ ฉันจะปวดท้องแปล๊บ ๆ ขึ้นมา และพอถึงเวลากินข้าว ฉันก็จะกินน้อยลงโดยไม่รู้ตัว",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "อยากรู้เกี่ยวกับ Xilonen - 3",
			"voicelineType": "5003",
			"description": "ตอนที่ไม่มีคำขอการหลอม ฉันก็มักจะทำของชิ้นเล็กชิ้นน้อยอยู่บ่อย ๆ อย่างเช่น รองเท้าคู่นี้ที่ฉันใส่อยู่ มันใช้ระบบขับเคลื่อนโฟลจิสตันแบบใหม่ล่าสุด และโลหะสังเคราะห์ใหม่ ๆ อีกมากมาย ทำให้ทั้งเบาและแข็งแรง แล้วก็ยังมีที่ปิดหูที่ฉันใส่อยู่นี่ด้วย มันสามารถเชื่อมต่อกับเครื่องเล่นแผ่นเสียงได้ พอสวมเจ้านี่ ฉันก็จะได้ฟังแผ่นเสียง แล้วทำการหลอมไปได้พร้อม ๆ กันได้...\nซับซ้อนมั้ยเหรอ? ก็พอไหวอยู่นะ เวลาที่ทำสิ่งที่ตัวเองชอบ ยังไงก็กระตือรือร้นกว่าตอนทำงานซะอีก",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "อยากรู้เกี่ยวกับ Xilonen - 4",
			"voicelineType": "5004",
			"description": "เหตุผลที่ฉันมาเป็น \"ช่างสลักนาม\" หลัก ๆ เลยก็เพราะว่าพ่อของฉันเป็น \"ช่างสลักนาม\" และแม่ก็เป็น \"ช่างสลักนาม\" เหมือนกัน แถมคนที่อยู่ในเผ่าเดียวกับฉัน ส่วนใหญ่ก็กลายเป็น \"ช่างสลักนาม\" กันหมด ตอนเด็กพ่อแม่บอกกับฉันอยู่เสมอว่า ทั่วทั้ง Natlan มีแค่เผ่าของพวกเราเท่านั้นที่สามารถรับหน้าที่สำคัญในการสลัก \"นามโบราณ\" ให้กับชนเผ่าต่าง ๆ ได้ เลยหวังว่าเมื่อฉันโตขึ้น ฉันจะสืบทอดเสื้อคลุมของพวกเขา และสร้าง \"นามโบราณ\" ต่อไปได้\nแล้วฉันก็ตอบตกลง เรื่องมันก็ง่าย ๆ แค่นี้แหละ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "อยากรู้เกี่ยวกับ Xilonen - 5",
			"voicelineType": "5005",
			"description": "แต่ก่อนจะมาเป็น \"ช่างสลักนาม\" ฉันก็เคยคิดแบบจริง ๆ จัง ๆ เหมือนกัน ว่าจะรับภาระนี้ไปดีมั้ย เพราะยังไงก็ยังมีงานที่สบายกว่านี้อีกมากมายที่ฉันสามารถเลือกได้ ต่อให้เป็นช่างฝีมือธรรมดาทั่วไป ก็ยังสบายกว่าการเป็น \"ช่างสลักนาม\" มากอยู่ดี และด้วยฝีมือของฉัน ก็น่าจะหาเงินได้มากกว่าด้วยเหมือนกัน\nแต่... สุดท้ายแล้ว ฉันก็เลือกที่จะเป็น \"ช่างสลักนาม\"\nการสลัก \"นามโบราณ\" เป็นหน้าที่สำคัญที่ต้องมีคนมาแบกรับ แล้วฉันเองก็มีความสามารถด้านนี้พอดี หน้าที่นี้ก็เลยตกมาที่ฉัน ก็เหมือนกับประโยคที่พ่อของฉัน ชอบพูดอยู่บ่อย ๆ ว่า: \"เมื่อชาว Natlan ทุกคนรับหน้าที่รับผิดชอบ ที่ตนเองสามารถแบกรับได้ Natlan ก็จะสามารถยืนหยัดได้ชั่วนิรันดร์\"\nเรื่องนี้ไม่เกี่ยวกับความชอบ และไม่ชอบส่วนตัวของฉันหรอก มันก็เป็นแค่ความรับผิดชอบ ไม่มีอะไรมากไปกว่านั้น\nอีกอย่าง ในบรรดาคนในเผ่าที่เรียนเทคนิคการสลัก \"นามโบราณ\" มา ฉันก็เป็นคนที่เรียนได้ดีที่สุด ถ้าฉันไม่เป็น \"ช่างสลักนาม\" ก็ต้องเปลี่ยนให้คนอื่นมาทำ เจ้าพวกนั้นตอนที่เรียนก็มาถามฉันทั้งวัน แถมยังลอกการบ้านฉันอีก ถ้าให้ไปสลัก \"นามโบราณ\" พวกเขาจะต้องมากวนฉันทั้งวันแน่ ๆ แทนที่จะต้องยุ่งยากแบบนั้น สู้ให้ฉันเป็น \"ช่างสลักนาม\" เองจะดีกว่า แบบนี้จะได้สะดวกกันทุกฝ่าย แล้วฉันจะได้ไม่ต้องกังวลเรื่องงาน ที่อยู่นอกเหนือจากหน้าที่ทั้งวันด้วย",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "งานอดิเรกของ Xilonen...",
			"voicelineType": "6001",
			"description": "นอนหลับ เหม่อลอย อาบแดด ในตอนที่ไม่ได้ทำงาน แม้แต่การจ้องกระดาษเปล่าก็ยังสนุกเลย",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "เรื่องกลุ้มใจของ Xilonen...",
			"voicelineType": "6012",
			"description": "เวลาที่พูดคุยเรื่องคำขอการหลอมกับคนอื่น คำพูดที่ฉันกลัวจะได้ยินที่สุดก็คือ \"เรื่องนี้ไม่เร่งด่วนหรอก และก็ไม่ได้สำคัญด้วย เอาตามที่คุณสะดวกเลย แค่เร็วหน่อยก็พอ\"\nจากประสบการณ์การทำงานของฉัน ปกติแล้วคำพูดพวกนี้ก็เท่ากับว่า \"ฉันอาจจะมาเร่งคุณได้ทุกเมื่อ\"\nเฮ้อ แค่คิดก็ปวดหัวแล้ว นอนต่ออีกหน่อยดีกว่า",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "อาหารที่ชอบ...",
			"voicelineType": "6003",
			"description": "ลูกอมกับช็อกโกแลตน่ะ งานของฉันคือการหลอมเลยนะ ก็ต้องกินของแบบนี้เยอะ ๆ หน่อยสิ ถึงจะได้มีแรงตวัดค้อน",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "อาหารที่เกลียด...",
			"voicelineType": "6004",
			"description": "น้ำเปล่าเป็นอะไรที่ไม่มีรสชาติเลย เอาเถอะ ๆ ฉันรู้ว่าน้ำสะอาดมีประโยชน์ต่อสุขภาพ แต่ฉันดื่มไม่ลงหรอก อย่างน้อยก็ต้องเพิ่มน้ำตาลลงไปหน่อยมั้ย? แต่ถ้าไม่ได้จริง ๆ ก็ใส่น้ำมะนาวเข้าไปหน่อยก็ยังดี",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "ได้รับของขวัญ - 1",
			"voicelineType": "6007",
			"description": "ของอร่อย ยังมีอีกมั้ยนะ? กินหมดไปตอนไหน... ก็เมื่อกี้นี่แหละ ฉันกินอาหารเร็วมากเลยล่ะ ยิ่งตอนกินของอร่อย ๆ ยิ่งเร็วเข้าไปอีก",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "ได้รับของขวัญ - 2",
			"voicelineType": "6008",
			"description": "รสชาติไม่เลวเลยนะ ไว้คราวหน้า ฉันจะชวนเธอมาชิมฝีมือของฉันนะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "ได้รับของขวัญ - 3",
			"voicelineType": "6009",
			"description": "อื้ม... ไม่เป็นไรหรอก กินเยอะแล้วมันง่วงน่ะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "วันเกิด...",
			"voicelineType": "7001",
			"description": "สุขสันต์วันเกิดนะ \"เซ็ตเครื่องมือสารพัดประโยชน์แบบครบชุด\" นี้ฉันให้เธอนะ ข้างในมีสว่านและค้อนหลากหลายขนาด แล้วก็เลื่อยมือสามอัน และเครื่องมืองัดแงะพิเศษอีกห้าอัน น่าจะพอสำหรับเอาไว้ใช้ในป่าแหละ อ้อ จริงสิ ยังมีเชือกที่ทำจากลวดโลหะ และด้ายหนังอีกหนึ่งชุดด้วยนะ มันแข็งแรงพอที่จะยก Tepetlisaurus ตัวเต็มวัยได้ทั้งตัวเลยล่ะ แล้วเธอรู้วิธีผูกเงื่อนมั้ย? ถ้าไม่รู้ เดี๋ยวฉันจะสอนให้เอง ดูนะ ก่อนอื่นจับเชือกไว้ตรงนี้ จากนั้นก็อ้อมเชือกมาแบบนี้",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
			"voicelineType": "8001",
			"description": "...เมี้ยว?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
			"voicelineType": "8002",
			"description": "อืม ทองแท้ต้องผ่านการหลอมด้วยไฟซะก่อน ขอบใจนะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
			"voicelineType": "8003",
			"description": "เหมือนสายตาของฉันจะว่องไวมากขึ้น มือที่แกว่งค้อนก็แข็งแรงมากขึ้นด้วย รอเดี๋ยวนะ ฉันจะไปหาของมาซ้อมมือหน่อย เธออยู่ห่าง ๆ หน่อยนะ",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
			"voicelineType": "8004",
			"description": "เธอช่วยฉันตั้งเยอะแยะ ฉันไม่ปล่อยให้เธอเสียเที่ยวหรอกน่า รับไปสิ ฉันสลัก \"ชื่อ\" ของตัวเองไว้บนอัญมณีนี้แล้วล่ะ เธอสามารถใช้ของสิ่งนี้ มาขอความช่วยเหลือจากฉันได้ทุกเมื่อเลย ไม่ว่าจะให้ฉันจุดเตาไฟให้เธอ หรือจะให้ฉันไปร่วมผจญภัยด้วยกัน ฉันก็จะทำให้ทุกอย่างแน่นอน คำสัญญานี้จะคงอยู่ตลอดไป จนกว่า \"ชื่อ\" ของฉัน และอัญมณีชิ้นนี้จะผุกร่อนไปพร้อมกัน",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "สกิลธาตุ - 1",
			"voicelineType": "100001",
			"description": "มาสิ",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "สกิลธาตุ - 2",
			"voicelineType": "100002",
			"description": "หึ",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "สกิลธาตุ - 3",
			"voicelineType": "100003",
			"description": "ฟู่ว...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "ท่าไม้ตาย - 1",
			"voicelineType": "200001",
			"description": "เสียงหุบเขาก้องกังวาน!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "ท่าไม้ตาย - 2",
			"voicelineType": "200002",
			"description": "เลือดแห่งขุนเขาเดือดพล่าน!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "ท่าไม้ตาย - 3",
			"voicelineType": "200003",
			"description": "เสียงเหวลึกกู่ก้อง ผ่านรายนามที่สลักไว้",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "เปิดหีบสมบัติ - 1",
			"voicelineType": "300001",
			"description": "ฉันจับตาดูรอบข้างอยู่ ไม่มีการลอบโจมตีหรอก ไม่ต้องห่วง",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "เปิดหีบสมบัติ - 2",
			"voicelineType": "300002",
			"description": "มีของดีไม่น้อยเลยนะ แบ่งให้ฉันหน่อยสิ? ล้อเล่นน่ะ เธอเอาไปเถอะ",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "เปิดหีบสมบัติ - 3",
			"voicelineType": "300003",
			"description": "อืม... ของพวกนี้น่าจะมีค่าอยู่บ้างนะ รีบเก็บเถอะ",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "ค่าพลังชีวิตต่ำ - 1",
			"voicelineType": "410001",
			"description": "แย่แล้ว...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "ค่าพลังชีวิตต่ำ - 2",
			"voicelineType": "410002",
			"description": "พอเถอะ",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "ค่าพลังชีวิตต่ำ - 3",
			"voicelineType": "410003",
			"description": "...ฮึ่ก!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
			"voicelineType": "400001",
			"description": "ฉันรับช่วงต่อเอง",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
			"voicelineType": "400002",
			"description": "ให้ฉันจัดการเอง",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "หมดสติ - 1",
			"voicelineType": "500001",
			"description": "...มอดไหม้... หมดสิ้น...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "หมดสติ - 2",
			"voicelineType": "500002",
			"description": "เย็นลงซะแล้ว...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "หมดสติ - 3",
			"voicelineType": "500003",
			"description": "เอ่อ... ถึงเวลา... ต้องนอนแล้ว...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "รับการโจมตีปกติ - 1",
			"voicelineType": "900002",
			"description": "ปัญหามาอีกแล้ว...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "โดนโจมตีอย่างหนัก - 1",
			"voicelineType": "910002",
			"description": "...น่ารำคาญชะมัด!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "เข้าร่วมทีม - 1",
			"voicelineType": "600001",
			"description": "จะออกเดินทางแล้วเหรอ?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "เข้าร่วมทีม - 2",
			"voicelineType": "600002",
			"description": "รีบจัดการเถอะ",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "เข้าร่วมทีม - 3",
			"voicelineType": "600003",
			"description": "งั้นไปกันเถอะ ฉันจะตามเธอไปเอง",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}