{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "พบกันครั้งแรก...",
			"voicelineType": "1000",
			"description": "ฉันชื่อ Yanfei เป็นผู้เชี่ยวชาญด้านกฎหมายในท่าเรือ Liyue เพียงหนึ่งเดียว! ฉันเชี่ยวชาญทุกอย่างทั้งข้อพิพาททางการค้า การไกล่เกลี่ยทางแพ่งและการดำเนินคดีทางอาญา! ช่องทางการติดต่อของฉัน... ฉันควรจดไว้ให้คุณตรงไหนดีล่ะ? อืม... เขียนลงกระดาษก็หายง่าย เขียนใส่มือก็อาจจะเลือนรางได้... อ้อ! ใช่แล้ว งั้นเขียนลงบนเสื้อของเพื่อนตัวน้อยข้าง ๆ คุณดีกว่า",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "แชท - กฎหมาย",
			"voicelineType": "1101",
			"description": "กฎหมายเป็นได้ทั้งข้อผูกมัด และเครื่องมือ คุณต้องจำไว้นะ! ถ้าจำไม่ได้ ฉันจะบอกให้อีกสักสองรอบละกัน",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "แชท - งาน",
			"voicelineType": "1102",
			"description": "กฎและความรู้สึกนึกคิดของมนุษย์บ้างก็ขัดแย้งกัน บ้างก็เข้ากันได้ การชั่งน้ำหนักทั้งสองอย่างนี้เป็นความรู้อย่างหนึ่งเลยล่ะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "แชท - การอ่าน",
			"voicelineType": "1103",
			"description": "หุหุ มีคดีแบบนี้อยู่ด้วยเหรอเนี่ย... โลกช่างกว้างใหญ่ มีเรื่องมากมายที่คาดไม่ถึงสินะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "ในเวลาที่ฝนตก...",
			"voicelineType": "1201",
			"description": "ฝนตกอีกแล้ว! ท่านลอร์ดแห่งหินรีบมาขับไล่ฝนให้ฟ้าใสทีเถอะ ประมวลกฎหมายนี่จะเปียกไม่ได้นะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "ในเวลาที่หิมะตก...",
			"voicelineType": "1202",
			"description": "นะ... นี่ มันอากาศบ้าบออะไรกัน หนะ หนาวจังเลย... ฮัดชิ้ว...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "แดดส่องดีจัง...",
			"voicelineType": "1203",
			"description": "ถือโอกาสตอนที่อากาศดี ๆ ท่องมาตรากฎหมายสักหน่อยดีกว่า หืม? \"กฎหมายพาณิชย์ Liyue\" บทที่ 27 มาตราที่ 6 ข้อที่ 3 เขียนไว้ว่าอะไรน่ะ... ฉันลืมไปได้ยังไงกัน? ไม่ได้สิ ไม่ได้...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "อรุณสวัสดิ์...",
			"voicelineType": "1001",
			"description": "ตอนเช้าต้องออกไปจัดการคดีพิพาทเกี่ยวกับหนี้ ก่อนเที่ยงต้องตอบกลับลูกค้าที่มาปรึกษาเมื่ออาทิตย์ที่แล้ว... เอาล่ะ! ทำงาน ๆ!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "สวัสดีตอนเที่ยง...",
			"voicelineType": "1002",
			"description": "หาว... ง่วงจัง... มาโต้วาทีกันหน่อยดีไหม จะได้ช่วยให้สมองฉันตื่นขึ้นสักหน่อย! หัวข้อโต้วาทีก็คือ \"การเปิดธนาคาร Northland Bank ส่งผลดีมากกว่าผลเสียหรือส่งผลเสียมากกว่าผลดีต่อเศรษฐกิจของ Liyue\" อื้อ หัวข้อนี้แหละ คุณเลือกฝ่ายก่อนเลย",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "สวัสดีตอนเย็น...",
			"voicelineType": "1003",
			"description": "ตลาดกลางคืนเหรอ? อืม... ทีแรกฉันว่าจะอยู่บ้านและจัดระเบียบบันทึกของฉันน่ะ แต่ถ้าคุณอยากไปเดิน งั้นพวกเราไปด้วยกันเถอะ อ้อ ขอบอกก่อนว่าร้านค้าบางร้านชอบจัดโปรโมชั่นในตอนกลางคืนด้วยล่ะ เพราะต้องการให้แน่ใจว่าสินค้าสดใหม่ทุกวันและไม่อยากเสียของที่ขายเหลือในวันนี้\nเรื่องต่อรองราคา ปล่อยให้เป็นหน้าที่ของฉันเถอะ เศษเงินที่ได้... ก็ถือเป็นค่าบริการของฉันละกัน",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "ราตรีสวัสดิ์...",
			"voicelineType": "1004",
			"description": "อยากนอนหลับเร็ว ๆ งั้นเหรอ? ถ้างั้นเดี๋ยวให้ฉันอธิบายประวัติวิวัฒนาการของกฎหมาย Liyue ให้คุณฟัง ไม่มีเพื่อนของฉันคนไหนทนอยู่ได้ถึงยี่สิบนาทีเลยสักคน ถ้าคุณต้องการให้นอนเร็วกว่านั้น ฉันจะท่องกฎหมายให้ฟังละกัน! พรุ่งนี้อย่าลืมบอกฉันว่าคุณได้ยินไปกี่มาตราน่ะ อะแฮ่ม... ฉันจะเริ่มแล้วนะ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "เกี่ยวกับตัว Yanfei เอง - บรรยากาศ",
			"voicelineType": "2001",
			"description": "ตอนฉันอ่านเอกสารบรรยากาศดูตึงเครียดมากเลยเหรอ? อืม... คุณคิดอย่างนั้นนี่เอง แต่ว่านั่นเป็นแค่ตอนที่ฉันทำงานเท่านั้นแหละ ก็คือว่า บนร่างกายฉันมีปุ่มที่มองไม่เห็นอยู่น่ะ พอหมุนปุ่มขึ้นก็เป็นโหมดปกติ พอหมุนปุ่มลงก็เปลี่ยนเป็นโหมดทำงาน ร่างกายคุณไม่มีปุ่มแบบนั้นเหรอ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "เกี่ยวกับตัว Yanfei เอง - ความอ่อนแอ",
			"voicelineType": "2002",
			"description": "ฉันกลัวมากที่สุดที่จะต้องเผชิญกับข้อพิพาททางแพ่งที่จะต้องแก้ไขด้วยตรรกะและเหตุผล เช่น ความล้มเหลวในชีวิตแต่งงาน การฟ้องร้องดำเนินคดี... แม้ว่าคนที่เกิดเรื่องจะต้องอ่อนโยนและอดทนกับคู่กรณี แต่บางฝ่ายก็ไม่สามารถสื่อสารกันได้อีกต่อไป ... เฮ้อ แม้ว่าฉันจะโฆษณาว่าไปว่าฉันน่ะ \"เชี่ยวชาญทุกเรื่อง\" แต่ถ้าฉันตัดสินใจเองได้ล่ะก็ ฉันยังหวังว่าทุกคนจะอยู่อย่างสงบสุข จะได้มีกรณีแบบนี้น้อยลงน่ะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "เกี่ยวกับเรา - การตั้งราคา",
			"voicelineType": "2003",
			"description": "ต้องการให้ฉันเป็นที่ปรึกษาของคุณงั้นเหรอ? ได้สิ การตีความกฎหมาย 6,000 Mora ถ้าให้คำปรึกษาด้วยก็คิดชั่วโมงละ 180,000 Mora คดีการค้า 1 คดี ราคา 710,000 Mora ส่วนการเสนอราคาและค่าคอมมิชชั่นเฉพาะสำหรับการติดตามผลจะต้องขึ้นอยู่กับแต่ละสถานการณ์ เป็นยังไงบ้างล่ะ ราคาไม่แพงเลยใช่ไหม?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "เกี่ยวกับเรา - ความสัมพันธ์",
			"voicelineType": "2004",
			"description": "คุณเดินทางไปทั่วทุกสารทิศ ถ้ากลัวว่าจะยุ่งยากในการจัดการกับปัญหาต่าง ๆ วิธีที่ดีที่สุดคือการเดินทางไปกับคนที่รู้และเข้าใจกฎหมายไงล่ะ และสิ่งฉัน Yanfei เชี่ยวชาญไม่ใช่แค่กฎหมาย Liyue เท่านั้นนะ เอ่อ แม้ว่าเรื่องของ Fontaine จะซับซ้อนไปสักหน่อย... แต่ด้วยสมองอันชาญฉลาดของฉัน ก็ไม่ยากหรอกที่ฉันจะจดจำมัน! สะ...สรุปก็คือ! ฉันเป็นที่พึ่งได้แน่นอน!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "เกี่ยวกับ \"วิชั่น\"...",
			"voicelineType": "3001",
			"description": "\"วิชั่น\" เกิดมาเพื่อตอบสนองความปรารถนาอันแรงกล้า ในฐานะคนที่เหมาะสม ฉันจึงได้รับมัน เพราะ... ฉันหวังว่าทุกคนจะซื่อสัตย์และปฏิบัติตามกฎหมายน่ะ! แต่ถ้ามีคนกล้าเข้ามาก่อความวุ่นวายล่ะก็ หึหึ งั้นต้องยอมรับการลงโทษทางกฎหมายจากฉันซะ!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "ต้องการจะแชร์อะไร - ตาชั่ง",
			"voicelineType": "3002",
			"description": "ตาชั่งนี้เป็นสมบัติที่พ่อมอบให้ฉันไว้ มันสามารถวัด \"มูลค่า\" ของสิ่งของได้ ฉันมักจะใช้ Mora เป็นตัวถ่วงน้ำหนัก แต่มันสามารถวัดราคาเริ่มต้นของสิ่งของเท่านั้นนะ ตัวอย่างเช่น เมื่อหลายพันปีก่อน Liyue เต็มไปด้วย Glaze Lily ซึ่งในเวลานั้นดอกไม้ชนิดนี้ไม่มีมูลค่าอะไร แต่ต่อมาปริมาณของมันลดลงอย่างรวดเร็วและราคาสูงก็เลยสูงขึ้น แต่ \"มูลค่า\" ที่แสดงโดยตาชั่งนี้ยังไม่ได้รับการอัปเดตและยังคง \"ราคาถูก\" เหมือนเดิม \nส่วนใหญ่แล้วตาชั่งนี้ช่วยฉันทำงานไม่ได้หรอก... อะไรนะ? คุณมีอะไรอยากชั่งไหม? เช่น... ชั่งน้ำหนักเพื่อนตัวน้อยที่อยู่ข้าง ๆ คุณไงล่ะ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "ต้องการจะแชร์อะไร - การปกครองตามกฎหมาย",
			"voicelineType": "3003",
			"description": "อย่างท่า \"Wrath of the Flame\" ที่ฉันคิดขึ้นเองก็ดัดแปลงมาจาก \"Wrath of the Rock\" ที่บันทึกไว้ในหนังสือโบราณ \"สรุปกฎและข้อบังคับการประชุม Liyue\" นั่นแหละ ลอร์ดแห่งหินเป็นเทพแห่งพันธสัญญา พันธสัญญาเองก็ถือเป็นการผูกมัด นั่นสื่อถึงอะไรกันนะ? หึหึ ก็หมายความว่าท่าเรือ Liyue เป็นเมืองแห่งพันธสัญญามาตั้งแต่โบราณแล้วไงล่ะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "ข้อมูลที่น่าสนใจ...",
			"voicelineType": "3004",
			"description": "\"พิพิธภัณฑ์ประวัติศาสตร์ Liyue\" เขียนเกี่ยวกับพืชชนิดหนึ่งที่ชื่อว่า Horsetail โดยกล่าวว่า \"เติบโตลำพังบนชายฝั่ง Dihua Marsh สีเหมือนหมอก ใช้เป็นยาได้\" เมื่อบดเป็นผงและผสมลงในหมึกจะทำให้หมึกกันน้ำ อืม... น่าเสียดายที่ฉันเคยไป Dihua Marsh มาแล้วไม่ต่ำกว่าร้อยครั้ง Horsetail สีม่วงทั่วไปมีอยู่ไม่กี่ตะกร้า แต่ฉันกลับไม่เคยเจอชนิดที่บันทึกไว้ในหนังสือเลย",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "เกี่ยวกับ Qiqi...",
			"voicelineType": "4001",
			"description": "ฉันได้ยินมาว่าคนเก็บสมุนไพรเขียนจรรยาบรรณสำหรับตัวเธอเอง แม้จะเห็นว่าเธอเป็นคนตัวเล็กผอมบาง แต่กลับทำงานอย่างมีระเบียบ ซึ่งเป็นลักษณะของคนที่จะทำเรื่องใหญ่ให้สำเร็จได้ \nคนรุ่นหลังนี่น่ากลัวจริง ๆ แม้แต่ฉันเองยังต้องนับถือเธอเลยล่ะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "เกี่ยวกับ Ganyu...",
			"voicelineType": "4002",
			"description": "รุ่นพี่ Ganyu เป็นคนอ่อนโยนและเอาใจใส่ แต่น่าเสียดายที่เธอเป็นคนที่งานยุ่งมาก นอกเหนือจากการงีบหลับแล้ว เธอก็ทำงานหนักและจมอยู่แต่กับกองเอกสาร แม้ว่าฉันเองก็มีเวลาที่ต้องทำงาน แต่ฉันก็มีความสุขอยู่ งานที่ฉันเลือกทำนั้นสบายกว่าเธอมากเลยล่ะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "เกี่ยวกับ Xingqiu...",
			"voicelineType": "4003",
			"description": "สมาคมการค้า Feiyun เป็นลูกค้าเก่าของฉันเองล่ะ แนวทางการทำธุรกิจของพวกเขาน่ะพิถีพิถัน และละเอียดถี่ถ้วนสุด ๆ แต่ว่าครั้งที่แล้วฉันได้เจอนายน้อย Xingqiu คนนั้น เห็นเขายังเป็นหนุ่มอยู่แท้ ๆ นึกไม่ถึงเลยว่าเขาจะสามารถตามความคิดของฉันทันได้ ทั้งคารมคมคายและมารยาทดีด้วย อืม ไม่ง่ายเลยจริง ๆ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "เกี่ยวกับ Hu Tao...",
			"voicelineType": "4004",
			"description": "ฉันได้ยินคนพูดอยู่ตลอดว่าหัวหน้าโถงแห่งการเกิดใหม่ Wangsheng ชอบทำตัวแปลก ๆ พวกเขาคิดว่าเธอเพี้ยนเพราะได้รับผลกระทบแปลก ๆ เพราะอยู่ในวงการจัดงานศพมานาน คนพวกนี้พูดเรื่องอะไรกัน? ธุรกิจของโถงแห่งการเกิดใหม่ Wangsheng เป็นธุรกิจที่จริงจัง และเป็นรากฐานที่สำคัญขององค์กรที่ประสบความสำเร็จ อีกอย่างงานก็คืองาน มีการแบ่งงานที่สูงหรือต่ำ และมีงานที่โชคดีหรือโชคร้ายกันด้วยเหรอ?\nว่าแต่... หัวหน้าโถงแห่งการเกิดใหม่ Wangsheng ไม่เคยมาอุดหนุนกิจการของฉันเลยนะ หืม...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "เกี่ยวกับ Zhongli...",
			"voicelineType": "4005",
			"description": "คุณ Zhongli น่ะมีความรู้ระดับที่เรียกได้ว่าห้องสมุดเดินได้เลยทีเดียวล่ะ เธอรู้รึเปล่า? ฉันน่ะมองออกทันทีเลยว่า เขาน่ะเป็นพวกน้ำนิ่งไหลลึก คนพวกนี้น่ะนะมักจะไม่ค่อยกลัวปัญหา แต่ถึงจะเจอปัญหาก็ไม่คิดที่จะขอให้ฉันช่วยหรอก จากการประเมินของฉัน เขาไม่ใช่ลูกค้าที่มีศักยภาพแน่ ๆ\nแต่ไม่รู้ว่าทำไม มันมีความรู้สึกที่คุ้นเคยบางอย่างบนตัวเขา ฉันเองก็บอกไม่ถูกเหมือนกัน ฉันเคยถามพ่อเรื่องนี้ แต่เขากลับอ้ำ ๆ อึ้ง ๆ บอกว่า พูดเรื่องอะไรเขาไม่เข้าใจ มันน่าแปลกมาก... ฉันรู้สึกว่าพ่อมีเรื่องที่ไม่อยากบอกฉันอยู่ เชอะ ไม่เป็นไร เรื่องแบบนี้ฉันหาคำตอบเองก็ได้",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "เกี่ยวกับ Ningguang...",
			"voicelineType": "4006",
			"description": "เธอรู้จักคุณ Ningguang แห่ง \"Tianquan\" ใช่ไหม? เธอเป็นคนรับผิดชอบด้านกฎหมาย และมักจะแก้ไขประมวลกฎหมายอยู่เสมอ ซึ่งการแก้ไขแต่ละครั้งเนี่ยจุดที่ต้องแก้ไขเพิ่มเติมหรือต้องลบมันเยอะจนแทบจะตายให้ได้ อย่างครั้งที่แล้วนะ มีการเพิ่มกฎหมายสามข้อลงในประมวลกฎหมาย แถมยังแก้ไขคำอธิบายประกอบกฎหมายกว่าหนึ่งร้อยยี่สิบเอ็ดฉบับ แค่นั้นยังไม่พอ ยังแนบเคสทั่วไปอีกจำนวนมาก ครั้งนี้ฉันไม่รู้ว่าต้องท่องจำไปถึงเมื่อไหร่...\nฮึ ก็นะเธอคือนักธุรกิจนี่นา หากถกกันเรื่องกฎหมายล่ะก็ ฉันไม่มีทางแพ้แน่นอน รอฉันท่องพวกนี้ให้ได้หมดก่อนเถอะ ฉันต้อง \"ขยัน\" ทำงานให้หนักขึ้นอีก...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "เกี่ยวกับ Keqing...",
			"voicelineType": "4007",
			"description": "โชคดีที่ \"Yuheng\" ไม่ได้ข้องเกี่ยวกับสายกฎหมาย ไม่อย่างนั้นนะ ด้วยทัศนคติและประสิทธิภาพในการทำงานของคุณ Keqing แล้ว ฉันกลัวว่าคงจะต้องเสียงานไปไม่น้อยเลยทีเดียว โอ้... ไม่สิ น่าจะไม่ถึงขนาดนั้นนะ ยังไงซะคุณ Keqing ก็เป็นคนตรงไปตรงมาและง่ายต่อการทำให้ผู้อื่นขุ่นเคือง ถ้าได้ฉันคอยทำหน้าที่เป็นผู้ช่วยละก็... โอ้ไม่สิ แบบนี้ก็ไม่ถูก ทำไมผู้เชี่ยวชาญด้านกฎหมายที่มีเกียรติอย่างฉัน ต้องไปเป็นผู้ช่วยคนอื่นด้วยล่ะ? ถ้ามีอะไรเกิดขึ้นล่ะก็ น่าจะเป็นเธอที่เป็นฝ่ายมาหาฉันเพื่อขอคำปรึกษาสิถึงจะถูก",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "เกี่ยวกับ Eula...",
			"voicelineType": "4008",
			"description": "Eula เคยช่วยฉันไว้ครั้งนึงและพวกเราก็ได้แลกเปลี่ยนจดหมายกันตั้งแต่นั้นเป็นต้นมา เธอระลึกถึงบทบัญญัติต่าง ๆ ของอัศวิน แต่ไม่เคยยึดติดกับกฎ และยังสามารถค้นหาตรรกะที่ชาญฉลาดเพื่อจัดการกับปัญหาได้อย่างยืดหยุ่นด้วยล่ะ อาจเป็นเพราะฉันเป็นคนแบบนี้ด้วยจึงเข้ากับเธอได้ง่ายเป็นพิเศษ อย่างไรก็ตามฉันไม่สามารถเรียนรู้ความง่าย ๆ ไม่มีกฎเกณฑ์ของเธอได้ เพราะว่า อาชีพของฉันแตกต่างจากเธออย่างสิ้นเชิงยังไงล่ะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "เกี่ยวกับ Yelan...",
			"voicelineType": "4009",
			"description": "Yelan เป็นพนักงานของฝ่ายกิจการทั่วไป เธอเคยช่วยเหลือฉันแก้ไขคดีฉ้อโกงทางบัญชีที่ซับซ้อน ฉันยังเคยชวนเธอมากินข้าวด้วยนะ แต่ว่า... เวลาคุยกับเธอ ฉันมักจะรู้สึกว่าสิ่งที่คิดอยู่ในใจของฉันถูกอ่านออกมาได้อย่างง่ายดาย... อืม ต่อไปอย่าเป็นศัตรูกับเธอคงจะดีกว่า",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "เกี่ยวกับ Kuki Shinobu...",
			"voicelineType": "4010",
			"description": "Shinobu? ฉันจำเธอได้ ชาว Inazuma ที่มาเรียนต่อกฎหมายที่ Liyue ใช่มั้ย เธอเคยเชิญฉันมาหารือเกี่ยวกับคดีเพื่อให้การฝึกงานเสร็จสิ้น หลังจากเสร็จเธอก็โค้งคำนับ และขอบคุณทุกครั้งหลังจบการหารือ มันทำให้ฉันรู้สึกเขินอายเล็กน้อย... ตอนนั้น ฉันรู้สึกว่าเธอจะต้องกลายเป็นผู้เชี่ยวชาญด้านกฎหมายที่ยอดเยี่ยมในอนาคตอย่างแน่นอน เมื่อคิดถึงเรื่องนี้ ช่วงที่เธอเรียนจบ Inazuma ก็เข้าสู่การการปิดประเทศพอดี ไม่รู้ว่าเธอจะกลับบ้านได้อย่างราบรื่นมั้ยนะ...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "อยากรู้เกี่ยวกับ Yanfei - 1",
			"voicelineType": "5001",
			"description": "ลูกค้างั้นเหรอ? เป็นเกียรติมาก ๆ นี่คือนามบัตรของฉัน วันนี้ฉันไม่สะดวกที่จะออกไปข้างนอกน่ะ ถ้ามีข้อพิพาทให้นำทั้งสองฝ่ายมาที่นี่ละกัน แล้วก็เดี๋ยวฉันจะให้คุณดูค่าใช้จ่ายมาตรฐานสำหรับค่าปรึกษา รอแป๊บนึงนะ.... \nเอ๋? แค่มาคุยเล่นด้วยเฉย ๆ เหรอ? อืม... ถ้างั้นไม่คิดเงินละกัน มาหาผู้เชี่ยวชาญด้านกฎหมายเพื่อ \"คุยเล่นเฉย ๆ\" ช่างเป็นคนที่พิเศษจริง ๆ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "อยากรู้เกี่ยวกับ Yanfei - 2",
			"voicelineType": "5002",
			"description": "เขาบนหัวนี่เหรอ? อ๋อ อันนี้เองเหรอ เพราะว่าพ่อของฉันเป็นเซียนน่ะ ฉันก็เลยเป็นลูกครึ่งเซียน แต่ฉันเกิดหลังจากที่ Liyue สงบและมั่นคงแล้ว ฉันก็เลยไม่ได้ทำสัญญากับราชาแห่งหิน เลยไม่จำเป็นต้องทำหน้าที่ของเซียน และสามารถใช้ชีวิตอย่างที่ต้องการได้เต็มที่ ซึ่งฉันค่อนข้างพอใจเลยล่ะ ฮิฮิ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "อยากรู้เกี่ยวกับ Yanfei - 3",
			"voicelineType": "5003",
			"description": "พันธสัญญาเคร่งครัดแบบที่คงอยู่ไปตลอดชีวิตน่ะเหรอ... ฉันสัญญากับพ่อของฉันไว้น่ะ อืม... ก็คือ \"ใช้ชีวิตอย่างมีความสุข\" หรืออะไรสักอย่าง เขาเป็นคนแบบนั้นแหละ แต่ฉันค่อนข้างภูมิใจในความโปร่งใสของพ่อนะ ถ้าเขาทำสัญญากับฉันแบบ \"อดทนต่อความยากลำบากและเป็นนายคน\" ฉันคงหนีไปแน่นอนเลยล่ะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "อยากรู้เกี่ยวกับ Yanfei - 4",
			"voicelineType": "5004",
			"description": "บางครั้งข้อพิพาททางการค้าที่ฉันจัดการ จะลงเอยด้วยแบบไม่น่าดูเท่าไหร่ เพราะอีกฝ่ายมักจะจ่ายเงินชดเชยให้หลายเท่าหรือจ่ายมากกว่านั้น... แต่สิ่งเหล่านี้คือผลอันขมขื่นที่คนเหล่านี้สมควรได้รับหลังจากทำผิด \"สัญญา\" มีข่าวลือว่าฉันน่ากลัวมาก และบางคนก็หลีกเลี่ยงที่จะเจอฉันด้วย แม้ว่าฉันจะไม่ได้อธิบายให้ใครฟัง แต่จุดประสงค์เดิมของฉันคือทำเพื่อ Liyue!\nคุณเห็นไหมล่ะ ว่าจุดเริ่มต้นของข้อพิพาทคือการละเมิดสัญญา แต่เมื่อเห็นผลของความวุ่นวายแล้ว พวกเขายังกล้าที่จะผิดคำสัญญาของตัวเองอีกไหมนะ? การทำให้ทุกคนตระหนักถึงความสำคัญของ \"สัญญา\" ก็เป็นส่วนสำคัญในงานของฉันเหมือนกัน",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "อยากรู้เกี่ยวกับ Yanfei - 5",
			"voicelineType": "5005",
			"description": "ฉันรู้สึกเสมอว่าฉันใช้ชีวิตอย่างชาญฉลาดและเรียบง่าย คุณเห็นไหมว่าฉันประสบความสำเร็จในอาชีพของฉัน และมีอิสระในเรื่องการกินและการแต่งตัว การขึ้นเหนือลงใต้ไม่ใช่ปัญหาเลย และมีเพียงไม่กี่คนที่สามารถเถียงชนะฉันได้ แต่ไม่มีกฎหมายหรือบรรทัดฐานไหนที่สามารถกำหนดสิ่งต่าง ๆ เช่น \"ชีวิตที่มีความสุข\" ได้หรอกนะ \nสำหรับฉันน่ะ การที่ฉันได้พบกับผู้คนและสิ่งต่าง ๆ ที่น่าสนใจและรู้ว่าจะต้องก้าวไปที่ไหนต่อ แค่นี้ก็มีความสุขแล้วล่ะ ดังนั้นคุณเองก็เป็นความสุขของฉันเหมือนกัน \nแต่จะว่าไปแล้ว! ไม่ว่าคุณจะใช้ชีวิตอย่างไร สิ่งที่สำคัญที่สุดคือการปฏิบัติตามกฎหมายและเข้าใจกฎหมาย ถ้าทุกคนห่างไกลกฎหมาย โลกนี้จะพังทลายลงทันทีเลยล่ะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "งานอดิเรกของ Yanfei...",
			"voicelineType": "6001",
			"description": "งานอดิเรกของฉันคือการอ่านหนังสือและการประเมินราคา การอ่านสามารถเพิ่มพูนความรู้ได้ แต่การประเมินราคาก็ทำให้ตาเฉียบคมขึ้น ดังนั้นไม่ว่าจะหนังสืออะไรก็ต้องอ่าน ประเมินราคาสิ่งใดก็ต้องประเมินให้หมด ถ้าคุณไม่เชื่อฉันก็แค่หาบางอย่างมาให้ฉัน ขอแค่มันเป็นสินค้าในตลาด ฉันสามารถประเมินราคาได้หมด ดูที่ก้อนหินก้อนนี้สิ ราคา 600 Mora น่ะ ไม่ผิดแน่",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "เรื่องกลุ้มใจของ Yanfei...",
			"voicelineType": "6002",
			"description": "เพื่อน ๆ จากสำนักงานการสื่อสารชอบจะชวนฉันไปตกปลาด้วยกัน บอกว่ากำลังเรียนรู้ทักษะการตกปลา แต่จริง ๆ แล้วทุกคนมีบางอย่างที่อยากอวดในใจ ฉันมีวิธีเอาชนะทุกคนเป็นร้อยวิธี แต่พวกเขาดูแลธุรกิจของฉันมานานแล้ว และน่าเบื่อเกินไปที่จะชนะซ้ำแล้วซ้ำเล่า ดังนั้นทุกครั้งฉันจึงแกล้งทำเป็นแพ้ด้วยทักษะการแสดงที่ยอดเยี่ยมของฉัน... เดี๋ยวก่อนนะ สีหน้าของคุณทำไมเป็นแบบนั้นล่ะ คุณสงสัยอะไรในตัวฉันงั้นเหรอ?!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "อาหารที่ชอบ...",
			"voicelineType": "6003",
			"description": "โอ้! เมื่อมาถึงหัวข้อนี้ ฉันจะแนะนำที่รักของฉันให้คุณได้รู้จัก ซึ่งแน่นอนว่าคือ เต้าหู้! เต้าหู้เป็นวัตถุดิบที่จืด สัมผัสนุ่ม อุ่นและบำรุงร่างกาย ซึ่งสามารถรวมเข้ากับซุปต่าง ๆ ได้อย่างสมบูรณ์แบบ ที่สำคัญที่สุดคือมีให้กินตลอดทั้งปีและกินได้ตลอดเวลาเลยล่ะ! ฉันไม่ได้ต้องการสิ่งที่อร่อยที่สุด แต่ต้องการแค่ความสมบูรณ์แบบเท่านั้น อาหารที่ทำจากเต้าหู้นี่แหละคือรสชาติที่ฉันต้องการ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "อาหารที่เกลียด...",
			"voicelineType": "6004",
			"description": "ฉันไม่ชอบเมนูเย็น และอาจเป็นเพราะฉันไม่ค่อยกินเมนูเย็นล่ะมั้ง เมื่อก่อนถ้าฉันกลับบ้านดึกมาก พ่อจะจุดตะเกียงไว้ให้ฉัน เมื่อเขาจะได้ยินเสียงการเคลื่อนไหวของฉันจะถามฉันว่าหิวไหม คำพูดที่พ่อพูดก็คือ \"อาหารน่ะ กินตอนร้อนดีที่สุด\"",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "ได้รับของขวัญ - 1",
			"voicelineType": "6007",
			"description": "รสชาติดีเลย ดูเหมือนเธอจะเข้าใจ \"กฎของเต้าหู้\" แล้วนะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "ได้รับของขวัญ - 2",
			"voicelineType": "6008",
			"description": "Liyue มีคำกล่าวว่า \"อาหารคือสวรรค์ของชาวเมือง\" เห็นทีจะเป็นอย่างนั้นจริง ๆ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "ได้รับของขวัญ - 3",
			"voicelineType": "6009",
			"description": "...มีวิธีแล้ว! ฉันจะอุ่นมันก่อนแล้วค่อยกินนะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "วันเกิด...",
			"voicelineType": "7001",
			"description": "สุขสันต์วันเกิด กล่องนี้ฉันให้คุณ ข้างในเป็นกฎหมายของประเทศต่าง ๆ ที่ฉันเตรียมไว้ให้ คุณจะต้องออกเดินทางไปทั่วไม่ใช่เหรอ มันจะมีประโยชน์อย่างแน่นอนเลยล่ะ ถ้าคุณรู้กฎหมายของประเทศอื่น ๆ ล่วงหน้าน่ะ \nแต่อย่าศึกษาจนเก่งเกินไปล่ะ ไม่งั้น ... ฉันคงช่วยคุณไม่ได้นะ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
			"voicelineType": "8001",
			"description": "\"อย่าปฏิบัติตามกฎโบราณหรือกฎที่ตายตัว\" ประโยคนี้คือคำสอนที่ฉันต้องจำให้ขึ้นใจ",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
			"voicelineType": "8002",
			"description": "เพียงการปฏิบัติตาม \"กฎหมาย\" ก็จะได้รับ \"วิธี\" ที่แก้ปัญหาทั้งหมด",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
			"voicelineType": "8003",
			"description": "การเรียนรู้กฎหมาย คือการพูดคุยกับผู้อื่นด้วยเหตุผลและหลักฐาน ในขณะที่ศิลปะการต่อสู้คือการจัดการกับสถานการณ์ที่ไม่สมเหตุสมผล เอ๊ะ เดี๋ยวก่อนนะ... การเรียนรู้กฎหมายของฉันนับเป็นศิลปะการต่อสู้มั้ย...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
			"voicelineType": "8004",
			"description": "ตอนนี้ฉันน่าจะเป็น \"ผู้รอบรู้ทั้งหนังสือและศิลปะการต่อสู้\" สินะ! ขอบคุณที่อยู่กับฉันมาจนถึงจุดสิ้นสุดของเส้นทางการฝึกฝนนะ ค่าตอบแทนงั้นเหรอ.... เป็นที่ปรึกษาส่วนตัวตลอดเวลาเป็นไง? ไม่เลวใช่มั้ยล่ะ นี่.... อย่ามาต่อรองกับฉันนะ!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "สกิลธาตุ - 1",
			"voicelineType": "100001",
			"description": "บูม บูม!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "สกิลธาตุ - 2",
			"voicelineType": "100002",
			"description": "มอดไหม้ไปซะ!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "สกิลธาตุ - 3",
			"voicelineType": "100003",
			"description": "รีบถอยไปซะ!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "ท่าไม้ตาย - 1",
			"voicelineType": "200001",
			"description": "ถึงเวลาตัดสินคดีของคุณแล้ว!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "ท่าไม้ตาย - 2",
			"voicelineType": "200002",
			"description": "เปลวไฟพิโรธ!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "ท่าไม้ตาย - 3",
			"voicelineType": "200003",
			"description": "หลักฐานยังอ่อนเกินไปนะ!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "เปิดหีบสมบัติ - 1",
			"voicelineType": "300001",
			"description": "นี่ถือว่าเป็น \"เหตุบังเอิญ\" อย่างนึงรึเปล่านะ?",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "เปิดหีบสมบัติ - 2",
			"voicelineType": "300002",
			"description": "สภาพเยี่ยมทีเดียว!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "เปิดหีบสมบัติ - 3",
			"voicelineType": "300003",
			"description": "อืม ให้ฉันประเมินราคาดูซิ",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "ค่าพลังชีวิตต่ำ - 1",
			"voicelineType": "410001",
			"description": "ขอคัดค้าน!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "ค่าพลังชีวิตต่ำ - 2",
			"voicelineType": "410002",
			"description": "นี่มันผิดกฎนะ...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "ค่าพลังชีวิตต่ำ - 3",
			"voicelineType": "410003",
			"description": "อะไรกัน มีข้อผิดพลาดงั้นเหรอ?",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
			"voicelineType": "400001",
			"description": "เฮ้... ให้ฉันจัดการเถอะ!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
			"voicelineType": "400002",
			"description": "คำพิพากษาคือ... \"หลีกให้พ้นวิกฤติ\"!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "หมดสติ - 1",
			"voicelineType": "500001",
			"description": "ตัดสิน... พลาดไปงั้นเหรอ...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "หมดสติ - 2",
			"voicelineType": "500002",
			"description": "กฎหมาย... ยังมีช่องโหว่...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "หมดสติ - 3",
			"voicelineType": "500003",
			"description": "ฉันขอ... คัดค้าน...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "โดนโจมตีอย่างหนัก - 1",
			"voicelineType": "910001",
			"description": "ยุ่งยากซะแล้ว...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "เข้าร่วมทีม - 1",
			"voicelineType": "600001",
			"description": "ครั้งนี้ถือว่าเธอนัดไว้แล้วนะ",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "เข้าร่วมทีม - 2",
			"voicelineType": "600002",
			"description": "ออกไปทำงานนอกสถานที่ต้องคิดเงินเพิ่มนะ",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "เข้าร่วมทีม - 3",
			"voicelineType": "600003",
			"description": "ก็เข้ามาสิ!",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}