{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "พบกันครั้งแรก...",
			"voicelineType": "1006",
			"description": "สวัสดี ฉันชื่อ Yumemizuki Mizuki เป็น \"นักจิตบำบัด\" ถ้าคุณมีเรื่องกลุ้มใจอะไร ก็มาระบายกับฉันได้ทุกเมื่อเลยนะ ไม่ว่าจะเป็น \"ฝันร้าย\" ที่ลึกซึ้งแค่ไหน ฉันก็จะกำจัดมันออกจากใจของคุณเอง ไม่มีทางทิ้งความมัวหมองไว้แน่ ไม่เชื่อเหรอ? งั้นถ้าไม่เป็นการรบกวนเวลาละก็... จะมาดูที่คลินิกของฉันตอนนี้เลยมั้ยล่ะ?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "แชท - บำบัดจิตใจ",
			"voicelineType": "1101",
			"description": "ความฝันเมื่อคืน... รสชาติดีมากเลย ขอบคุณที่แบ่งให้นะ",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "แชท - งานผู้ถือหุ้น",
			"voicelineType": "1102",
			"description": "รายงานการเงินของไตรมาสที่แล้วยังอ่านไม่จบเลย... ปวดหัวจัง",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "แชท - กลุ้มใจ",
			"voicelineType": "1103",
			"description": "ถ้ารู้สึกหดหู่ละก็ วางงานลงก่อน แล้วออกไปสูดอากาศบริสุทธิ์กันสักหน่อยเถอะ",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "ในเวลาที่ฝนตก...",
			"voicelineType": "1201",
			"description": "อากาศที่มืดครึ้ม มักจะกระตุ้นอารมณ์ด้านลบในจิตใจของผู้คนได้ง่าย...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "ในเวลาที่ฟ้าผ่า...",
			"voicelineType": "1202",
			"description": "หรือว่า... วันนี้ท่านโชกุนจะอารมณ์ไม่ดีงั้นเหรอ?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "แดดส่องดีจัง...",
			"voicelineType": "1203",
			"description": "แสงแดดที่เจิดจ้าเกินไป ก็ไม่ใช่เรื่องดีไปทั้งหมดหรอกนะ ส่องจนฉันหน้ามืดไปหมดแล้ว...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "ฟ้าหลังฝน...",
			"voicelineType": "1204",
			"description": "เมฆดำบนฟ้าได้สลายไปแล้ว ถึงเวลาที่ต้องจัดการกับความหม่นหมองในใจซะที",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "ในเวลาที่ลมพัดแรง...",
			"voicelineType": "1205",
			"description": "อืม ลมกำลังดีเลย สดชื่นปลอดโปร่ง อารมณ์ก็ดีตามไปด้วย",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "อรุณสวัสดิ์...",
			"voicelineType": "1001",
			"description": "ฉันเปิดหน้าต่างให้ลมพัดเข้ามาในห้องแล้ว อากาศบริสุทธิ์ยามพระอาทิตย์ขึ้น ท้องฟ้าที่ค่อย ๆ สว่าง แล้วยังมีสายลมเย็น ๆ ในตอนเช้า ทำให้รู้สึกสดชื่นมากเลยล่ะ... อรุณสวัสดิ์นะ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "สวัสดีตอนเที่ยง...",
			"voicelineType": "1002",
			"description": "ตอนเที่ยงสามารถงีบหลับได้นิดหน่อย เพื่อเติมพลังงาน... แต่อย่านอนนานเกินไปล่ะ เดี๋ยวจะเวียนหัวเอาได้ เดี๋ยวให้ฉันปลุกเธอด้วยมั้ย?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "สวัสดีตอนเย็น...",
			"voicelineType": "1003",
			"description": "ใกล้จะถึงตอนกลางคืนแล้ว หวังว่าทุกคนจะเข้านอนตรงเวลานะ อย่าเล่นเกม อ่านนิยาย หรือเต้นรำจนดึกดื่นล่ะ... ถ้าอดนอนทั้งคืน แล้วค่อยนอนตอนเช้าตรู่ละก็ คุณภาพการนอนก็คงลดลงไปเยอะเลย...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "ราตรีสวัสดิ์...",
			"voicelineType": "1004",
			"description": "เธอจะนอนแล้วเหรอ? พอดีเลย ดื่มนมแก้วนี้ก่อนสิ ฉันใส่สมุนไพรลงไปในนั้นนิดหน่อย จะช่วยให้เธอนอนหลับสบายขึ้น ฝันดีนะ เธอจะต้องฝันดีแน่นอน",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "เกี่ยวกับตัว Yumemizuki Mizuki เอง - ความแตกต่างของบ่อน้ำพุร้อน",
			"voicelineType": "2001",
			"description": "บ่อน้ำพุร้อนของ Natlan เปิดอยู่ในทำเลที่กว้างขวางติดทะเล การได้เพลิดเพลินกับลมทะเลที่เย็นสบายและสดชื่น พร้อมกับเล่นสนุกกับเพื่อน ๆ ก็เป็นประสบการณ์ที่น่าสนุกมากเลยล่ะ\nแต่ถ้าอยากจะโปรโมตใน Inazuma ละก็ ทุกคนจะพูดแค่ว่า: \"การแช่น้ำกับเพื่อนบ้านก็ไม่เลวนะ แต่ถ้าต้องเจอคนแปลกหน้าที่ไม่รู้จักในบ่อน้ำพุร้อน ก็รู้สึกเขิน ๆ อยู่แหละ...\"\nเห็นมั้ย แม้แต่น้ำพุร้อนเองก็ยังมีคำกล่าวที่ว่าไม่คุ้นชินกับสภาพแวดล้อมเลย",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "เกี่ยวกับตัว Yumemizuki Mizuki เอง - \"โรงอาบน้ำ Aisa\"",
			"voicelineType": "2005",
			"description": "เธอเคยได้ยินเกี่ยวกับ \"โรงอาบน้ำ Aisa\" ที่เป็นบ่อน้ำพุร้อนในร่มของ Inazuma มั้ย? ที่จริงตอนที่ฉันลงทุนในโรงอาบน้ำนั้น ฉันกำลังออกแบบแผนการบำบัดจิตใจชุดใหม่อยู่ ในแผนนั้น ฉันอยากใช้บ่อน้ำพุร้อนที่ใส่สมุนไพรและเครื่องหอมต่าง ๆ เพื่อทำให้ลูกค้าผ่อนคลายทั้งร่างกายและจิตใจ จากนั้นฉันค่อยทำการบำบัดเพิ่มเติมให้กับลูกค้า\nแต่ว่า... น้ำพุร้อนของ \"โรงอาบน้ำ Aisa\" นั้นแช่แล้วรู้สึกสบายเกินไป ลูกค้าแช่ไปเรื่อย ๆ ก็เผลอหลับไปง่าย ๆ พอตื่นขึ้นมาก็เอาแต่ชมว่าฝีมือการบำบัดของฉันนั้นยอดเยี่ยมมาก\nฉันไม่ได้ทำการบำบัดอะไรเลยนะ ที่ลูกค้ารู้สึกดีขนาดนั้น ก็แค่เพราะได้นอนหลับอย่างเพียงพอเท่านั้นเอง\nทั้ง ๆ ที่แค่ได้นอนหลับอย่างเพียงพอก็สามารถแก้ปัญหาได้แล้ว ทำไมถึงปล่อยให้กลายเป็นอาการป่วยที่รุนแรงขนาดนั้นไปได้ล่ะ?\nเฮ้อ ทุกคนอย่าฝืนตัวเองเลย เวลาที่ควรนอน ก็ควรจะนอนหลับอย่างเพียงพอนะ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "เกี่ยวกับเรา - การเดินทาง",
			"voicelineType": "2003",
			"description": "ฉันก็ถือเป็นนักเดินทางคนหนึ่ง ที่เคยไปเยือนประเทศจากห้าในเจ็ดของ Teyvat แล้ว ถึงแม้ตอนนี้จะตั้งรกรากอยู่ที่ Inazuma แต่ฉันก็ยังต้องไปที่ Natlan อยู่บ่อย ๆ เพื่อจัดการเรื่องธุรกิจ เพราะงั้นพวกเราก็เป็นเพื่อนร่วมทางกัน ยังไงก็มาเดินทางไปด้วยกันบ่อย ๆ นะ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "เกี่ยวกับเรา - ฝันดี",
			"voicelineType": "2002",
			"description": "เผ่าบากุเขมือบฝันมีกฎอยู่ข้อหนึ่งคือ ห้ามกินฝันดีของผู้อื่นโดยไม่ได้รับอนุญาตอย่างเด็ดขาด นั่นคือสมบัติล้ำค่าของผู้คน ถ้าเกิดมีความเสียหายเพียงเล็กน้อย ก็จะทำให้เกิดความรู้สึกที่หดหู่ได้\nแต่เธอเป็นข้อยกเว้น ฝันดีของเธอเปรียบเสมือนคลังสมบัติที่อุดมสมบูรณ์ หลายร้อยปีที่ผ่านมา ฉันยังไม่เคยเจอคนที่เจิดจรัสแบบเธอมาก่อนเลย...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "เกี่ยวกับ \"วิชั่น\"...",
			"voicelineType": "3006",
			"description": "ฉันได้ยินมาว่า \"วิชั่น\" เป็นเครื่องพิสูจน์ว่า ผู้นั้นได้รับการเฝ้ามองจากเทพเจ้า ในสายตาของเทพเจ้า จึงเกิดปาฏิหาริย์นี้ขึ้นมา แต่ฉันก็เคยได้ยินจากคนที่ไม่เคยได้รับการเฝ้ามองจากเทพเจ้าว่า... พวกเขาก็คาดหวังที่จะได้ครอบครอง \"วิชั่น\" เหมือนกัน\nผู้ที่ปรารถนาในสิ่งที่ไม่อาจไขว่คว้าได้ แม้จะได้รับสมบัติที่ต้องการในความฝัน แต่เมื่อตื่นจากความฝัน กลับจะยิ่งรู้สึกว่างเปล่าและผิดหวังมากขึ้นสินะ\nหวังว่าพวกเขา... จะไม่วิ่งไล่ตามเงาลวงในความฝัน จนมองความจริงเป็นเหมือนฝันร้ายที่อยากสลัดมันทิ้งไปนะ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "ต้องการจะแชร์อะไร...",
			"voicelineType": "3002",
			"description": "Ya-chan และ Te-chan เป็นเพื่อนของฉัน และยังเป็นส่วนหนึ่งของฉันด้วย... พวกเขาเกิดขึ้นจากพลังโยไกของฉัน และเป็นตัวแทน \"สติปัญญา\" และ \"จิตวิญญาณ\" ของฉัน เป็นการแสดงออกของเหตุผล และความรู้สึกในใจของฉัน พวกเขาจะช่วยฉันบำบัดเป็นครั้งคราว แถมเวลาที่ต้องต่อสู้ พวกเขาก็ทำได้ดีมากเช่นกัน",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "ข้อมูลที่น่าสนใจ...",
			"voicelineType": "3003",
			"description": "หนึ่งวันก่อนที่ \"เหล่าวารี\" จะถูกโจมตี ฉันกำลังเดินทางจาก Natlan กลับมาที่ Inazuma หลังจากนั้นฉันได้ทราบจากจดหมายของ Mualani ว่า เธอคือบุคคลสำคัญที่เปลี่ยนสถานการณ์ได้ พอกลับมาคิดดู ประกอบกับคำพูดของ Miko แล้ว นี่ฉันพลาดโอกาสพบเธอถึงสองครั้งเลย ทั้งใน Inazuma และ Natlan แต่โชคดีที่ตอนนี้ ในที่สุดฉันก็ได้พบกับนักเดินทางในตำนานอย่างเธอสักที",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศังสกานท์คืนวิญญาณอันร้อนแรง\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "เกี่ยวกับ Yae Miko - เรื่องในอดีต",
			"voicelineType": "4001",
			"description": "หลายร้อยปีก่อน พวกเราเคยเป็นเพื่อนบ้านกัน Miko น่ะ... เมื่อก่อนเขาไม่ได้หลงใหลกับเรื่องสนุก ๆ ขนาดนี้ บางครั้งฉันก็คิดถึงความหลังอยู่เหมือนกัน... ตอนที่เขาเพิ่งเรียนรู้วิธีการแปลงร่างเป็นมนุษย์ ช่วงเวลาที่ไร้เดียงสานั่น... ตอนนั้นเขามักจะมาหาฉันทุกวัน เพื่อให้ฉันลิ้มลองความฝันของเขาในวันนี้ว่ามีรสชาติเป็นยังไง\nฉันจำได้ว่า... มีซากุระ, กระดาษ, น้ำหมึก, Tricolor Dango แล้วก็เต้าหู้ทอด ทุกครั้งเขาจะจับฉันให้แปลงร่างเป็นมนุษย์ แล้ววิ่งเข้าไปในเมืองเพื่อตามหาสิ่งของที่ตรงกับรสชาติในความฝัน ถ้าโดนคนจับได้ พวกเราก็จะเปลี่ยนกลับไปเป็นร่างเดิม แล้วหันหลังวิ่งหนีไป ซึ่งฉันมักจะตามเขาไม่ค่อยทันหรอก",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "เกี่ยวกับ Yae Miko - สถานการณ์ปัจจุบัน",
			"voicelineType": "4002",
			"description": "ตอนนี้ เขาได้เป็นท่าน \"Guuji Yae\" แล้ว ไม่รู้ว่าความฝันของเขาในตอนนี้ ยังเหลือรสชาติเดิมอยู่เท่าไหร่กันนะ\nแน่นอนว่าฉันไม่เคยได้ลิ้มลองความฝันของเขาอีกแล้วล่ะ การกินความฝันของผู้อื่นโดยพลการ เป็นข้อห้ามเด็ดขาดของเผ่าเรา ต่อให้ท่าน Guuji มาหาฉัน และขอให้ฉันชิมรสชาติความฝันของเขา ฉัน... ก็คงจะปฎิเสธอยู่ดี ตอนนี้พวกเรากลายเป็นคู่แข่งกันแล้ว คราวนี้ฉันจะตามเขาให้ทันให้ได้เลย",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "ทำเควสต์ \"ไร้พะวงปลงคะนึง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "เกี่ยวกับ Raiden Shogun...",
			"voicelineType": "4003",
			"description": "หลังจากเทศกาลดอกไม้ Mikawa ฉันก็รวบรวมความกล้าเชิญท่านโชกุนให้มาแช่น้ำด้วยกัน ตอนนั้น ผมข้างหนึ่งของเขาจุ่มลงไปในน้ำพุร้อน ฉันอยากจะเอื้อมมือช่วยเก็บให้ แต่ก็กลัวว่าการสัมผัสแบบนี้จะดูเสียมารยาท พอนึกถึง Miko ที่ทำแบบนี้ได้โดยไม่สะทกสะท้าน ฉันก็อดหดหู่ไม่ได้... การฝึกฝนของฉัน ยังต้องพัฒนาอีกเยอะเลย",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "สำเร็จเควสต์เนื้อเรื่อง \"ความฝันอันแสนสั้น\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "เกี่ยวกับ Sangonomiya Kokomi...",
			"voicelineType": "4004",
			"description": "ผู้นำมิโกะคนปัจจุบันของเกาะ Watatsumi ช่างมีท่าทางสง่างาม การได้พูดคุยกับเขาทำให้ฉันรู้สึกสบายใจเสมอ จากนี้ไปถ้าอยากขยายธุรกิจของ \"โรงอาบน้ำ Aisa\" หรือร้านอื่น ๆ ในเกาะ Watatsumi ฉันก็อยากจะร่วมมือกับเขาให้มากขึ้นเหมือนกัน...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "เกี่ยวกับ Yoimiya...",
			"voicelineType": "4005",
			"description": "เธอหมายถึง \"ราชินีแห่งเทศกาลฤดูร้อน\" คนนั้นน่ะเหรอ? อืม ฉันประทับใจในตัวเขามากเลยล่ะ\nฉันจะทำสรุปสถิติการบำบัดในทุกระยะ เพื่อดูว่าชาวเมืองในพื้นที่ไหนของ Inazuma ที่มักจะเหนื่อยล้าทางจิตใจได้ง่ายที่สุด ชาวเมืองในพื้นที่ไหนที่ยังคงอารมณ์แจ่มใส และชาวเมืองในพื้นที่ไหนที่มักจะฝันร้ายอยู่บ่อย ๆ...\nส่วนคนแถวบ้านของคุณ Yoimiya แทบจะไม่เคยมาบำบัดเลย ฉันคิดว่า น่าจะเป็นเพราะคุณ Yoimiya ช่วยเหลือพวกเขาไว้ล่ะมั้ง มีเพื่อนบ้านที่ร่าเริงแบบนี้อยู่เคียงข้าง ถ้าไม่มีความสุขก็คงยากแหละเนอะ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "เกี่ยวกับ Kamisato Ayaka...",
			"voicelineType": "4006",
			"description": "คุณ Ayaka... ก่อนที่ฉันจะออกจาก Inazuma เธอยังเป็นแค่เด็กผู้หญิงตัวเล็ก ๆ อยู่ ตอนนั้นเธอกำลังฝึกศิลปะการจัดดอกไม้และวิชาดาบอยู่เลย มีอยู่ครั้งหนึ่งพี่ชายของเธอเคยแอบเชิญฉันไปช่วยคลายความเศร้าโศกให้เธอ\nในความฝันของเธอ... เต็มไปด้วยกลิ่นไม้เก่า ๆ ผสมกับกลิ่นของน้ำฝนที่เปียกชื้น ราวกับศาลาไม้ที่โอนเอนใกล้จะพัง ตั้งตระหง่านอยู่อย่างโดดเดี่ยวกลางสายฝนกระหน่ำ ฉันพยายามบำบัดเธออย่างสุดความสามารถ จนในที่สุดเธอก็หลับได้อย่างสบายใจ\nไม่รู้ว่าศาลาไม้ในใจของคุณ Ayaka ตอนนี้ได้พบกับสิ่งที่ช่วยค้ำจุนแล้วหรือยัง และสามารถยืนหยัดอยู่ท่ามกลางพายุฝนได้อย่างปลอดภัยมั้ยนะ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "เกี่ยวกับ Kujou Sara...",
			"voicelineType": "4007",
			"description": "ก่อนหน้านี้ แม่ทัพ Kujou จะเชิญฉันไปบำบัดคนของสำนัก Tenryou เป็นระยะ ๆ บางครั้งสภาพจิตใจของคนอื่น ก็อาจมีหวั่นไหวบ้าง แต่ในความฝันของแม่ทัพ Kujou ฉันได้รับแต่กลิ่นโลหะที่เย็นยะเยือกมาโดยตลอด ไม่มีทั้งสายฝนหรือแสงแดด เหมือนโกดังที่กองเต็มไปด้วย \"Jade Steel\"\nฉันนับถือคนที่มีจิตใจเข้มแข็งอย่างแม่ทัพ Kujou มากเลยล่ะ\nคนคนหนึ่ง ต้องลำบากมากแค่ไหน ต้องทำยังไง... ถึงจะฝึกฝนจิตใจให้กลายเป็นอย่างทุกวันนี้ได้นะ?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "เกี่ยวกับ Sayu...",
			"voicelineType": "4008",
			"description": "หึหึ นอกจากความกังวลเรื่องความสูงแล้ว มูจิน่าน้อยก็แทบจะไม่มีเรื่องกลุ้มใจอะไรเลย... ความฝันของเธอจะต้องหอมหวานมากแน่ ๆ ถ้าไม่ใช่เพราะเธอเหมือนจะรู้ตัวและเดินเลี่ยงฉันไปละก็ ฉันอยากชวนเธอมาทำงานที่ \"โรงอาบน้ำ Aisa\" จริง ๆ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "เกี่ยวกับ Mavuika...",
			"voicelineType": "4009",
			"description": "ท่านเทพแห่งไฟ Mavuika เหรอ? จะว่ายังไงดีล่ะ... เขาเป็นคนประเภทที่แบบว่า... แค่มองแวบเดียวก็รู้สึกอยากสวมแว่นกันแดดแล้ว เขาเหมือนกับดวงอาทิตย์ที่แท้จริงเลย แค่เขาจับมือเธอ ความมืดมิดและความเศร้าโศกทั้งหมดในใจของเธอก็จะถูกแผดเผาไปในพริบตาเลยล่ะ\nคะ...เคยลิ้มลองความฝันของเขารึยังเหรอ? ไม่ไม่ไม่ไม่ ฉันไม่กล้าลองหรอกนะ ก่อนหน้านี้ท่าน Mavuika ออกปากเชิญฉันอยู่ แต่พอฉันก้าวเข้าไปในความฝันของเขา ก็เหมือนกับกระโดดเข้าไปในภูเขาไฟเลย มันร้อนจนฉันไอออกมาเลยล่ะ...\nอาจเป็นเพราะพลังโยไกของฉันยังไม่เก่งพอละมั้ง...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "เกี่ยวกับ Mualani...",
			"voicelineType": "4010",
			"description": "Mualani น่ะเหรอ... เขาเป็นคนที่กระตือรือร้นที่สุดเท่าที่ฉันเคยเจอมาเลย ในช่วงที่อยู่ที่ Natlan เป็นเวลานาน ฉันก็อาศัยอยู่ที่ \"เหล่าวารี\" นั่นแหละ ถ้าไม่ได้ความช่วยเหลือจากเขา ฉันก็คงเปิดร้านใน \"เหล่าวารี\" ไม่ได้หรอก ตอนนั้นเขาพาฉันไปหาท่านเทพแห่งไฟที่ \"ห้องสื่อสาส์น\" โดยตรงเลยนะ ทำเอาตกใจแทบแย่แหนะ...\nแต่ว่า นิสัยของเขาเหมือนกับคลื่นทะเลเลย บางครั้งก็พุ่งขึ้นเหนือเกลียวคลื่น บางครั้งก็จมลงใต้คลื่น และบางครั้งก็ดำดิ่งลงไปในกระแสน้ำ ฉันคาดเดาเขาไม่ได้เลย...\nจิตใจ? ไม่ต้องเป็นห่วงเขาหรอก เขาเป็นคนหนึ่งที่มีสภาพจิตใจดีที่สุดเท่าที่ฉันเคยเจอมาเลย ฉันอาจต้องระบายความในใจกับเขาด้วยซ้ำ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "เกี่ยวกับ Nahida...",
			"voicelineType": "4011",
			"description": "ฉันเคยไปเยือน Sumeru และในขอบเขตพลังอำนาจของเทพตนนั้น ฉันไม่สามารถสัมผัสถึงความฝันของใครได้เลย ยิ่งไม่ต้องพูดถึงผลกระทบและการกลืนกินเลย แต่ความรู้สึกนั้นก็ไม่เหมือนโดนกดดันนะ ไม่ได้ทำให้ฉันอึดอัดด้วยซ้ำ มันเหมือนกับสัญญาสงบสุขมากกว่า... ฉันว่า เขาคงเป็นเทพที่ใจดีมากแน่ ๆ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "ทำเควสต์ \"Akasha ปลุกปั่น เปลวเพลิงลุกโชน\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "อยากรู้เกี่ยวกับ Yumemizuki Mizuki - 1",
			"voicelineType": "5001",
			"description": "\"กลืนกินความฝัน\" เป็นความสามารถเฉพาะตัวของเผ่าบากุเขมือบฝัน ไม่ว่าจะฝันดีหรือฝันร้าย ต่างก็สามารถกลายเป็นอาหารให้พวกเราได้ เพียงแต่รสชาติมีความแตกต่างกัน เมื่อก่อน เพื่อนร่วมเผ่าของฉันส่วนใหญ่จะใช้ความสามารถนี้ เพื่อให้อิ่มท้องตามสัญชาตญาณ แต่เมื่อได้เรียนรู้มากขึ้น ฉันก็ตระหนักได้ว่า ความสามารถนี้สามารถช่วยมนุษย์ที่อารมณ์อ่อนไหว คลายความกังวล และสร้างคุณค่าที่ยิ่งใหญ่กว่าเดิมได้...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "อยากรู้เกี่ยวกับ Yumemizuki Mizuki - 2",
			"voicelineType": "5002",
			"description": "อันที่จริงแล้ว พลังโยไกของเผ่าบากุเขมือบฝันนั้น ไม่ได้แข็งแกร่งนักหรอก ตอนนั้นที่ภัยพิบัติอันมืดมิดถาโถมเข้ามา พวกเราเองก็ทำได้แค่หลบซ่อนตัวอย่างหวาดกลัว พี่สาว Kitsune Saiguu ที่เป็นเพื่อนบ้าน ก็เสียชีวิตไปในภัยพิบัติครั้งนั้น ฉันเสียใจมาก แต่ก็ไม่สามารถเปลี่ยนแปลงอะไรได้... หลายคนสูญเสียครอบครัวและเพื่อนคนสำคัญไป จนทำให้ในใจเต็มไปด้วยบาดแผล... ตั้งแต่นั้นมา ฉันก็มีความคิดที่จะบำบัดจิตใจให้กับผู้คน ดังนั้นฉันจึงไปเรียนต่อที่ต่างประเทศ ฉันเดินทางไปทั่วทั้ง Liyue, Sumeru และ Natlan จากนั้นก็รวบรวมความสามารถของฉันเข้ากับทฤษฎีทางวิชาการของมนุษย์ และค่อย ๆ สร้างแนวทางการบำบัดเช่นทุกวันนี้",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "อยากรู้เกี่ยวกับ Yumemizuki Mizuki - 3",
			"voicelineType": "5003",
			"description": "หลายปีมานี้ ถึงฉันจะไม่ได้อยู่ที่ Inazuma แต่ก็โชคดีที่บ่อน้ำพุร้อนที่ฉันลงทุนสร้างไว้ค่อนข้างมีชื่อเสียงพอสมควร พอใครได้ยินว่าฉันเป็นผู้ถือหุ้นรายใหญ่ของ \"โรงอาบน้ำ Aisa\" ก็พอจะมีความเกรงใจกันบ้าง ฉันพยายามรวบรวมความรู้จากหลากหลายประเทศจนสามารถให้บริการ \"บำบัดจิตใจ\" ได้ แน่นอนว่าความท้าทายที่ต้องเผชิญก็มีไม่น้อยเลยเหมือนกัน...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "ทำเควสต์ \"ไร้พะวงปลงคะนึง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "อยากรู้เกี่ยวกับ Yumemizuki Mizuki - 4",
			"voicelineType": "5004",
			"description": "สำหรับฉันแล้ว ความท้าทายที่ใหญ่ที่สุด ก็คือการย่อยอารมณ์ด้านลบที่หลงเหลือจากฝันร้าย มีเพียงการเผชิญกับเรื่องกลุ้มใจที่ไม่สามารถรักษาด้วยการบำบัดทั่วไปเท่านั้น ฉันถึงจะกลืนกินฝันร้ายของผู้ป่วยโดยตรงได้ ซึ่งนี่ก็ทำให้ฝันร้ายที่ฉันกลืนลงไป ทวีความรุนแรงมากขึ้น จนทำให้ฉันลำบากใจมาก... เมื่อก่อน ฉันจะหาที่ที่ไม่มีคน เพื่อค่อย ๆ \"ย่อย\" พลังที่เหลืออยู่ของพวกมัน แต่ถ้าถูกคนอื่นเห็นเข้าละก็ ฉันจะอับอายขายขี้หน้ามากเลย...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "ทำเควสต์ \"ไร้พะวงปลงคะนึง\" ให้สำเร็จ",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "อยากรู้เกี่ยวกับ Yumemizuki Mizuki - 5",
			"voicelineType": "5005",
			"description": "แต่ในฐานะนักจิตบำบัด การช่วยผู้ป่วยขจัด \"ฝันร้าย\" ก็เป็นหน้าที่ของฉันนะ\n...หรือควรจะบอกว่า นี่คือความหมายของการมีชีวิตอยู่ของฉันในฐานะ \"บากุเขมือบฝัน\" ละมั้ง\nก่อนหน้านี้ฉันคิดอยู่ตลอดว่า \"บากุเขมือบฝัน\" อย่างพวกเราได้รับความสามารถแบบนี้มาเพื่ออะไรกันแน่? แล้วมันทำอะไรได้บ้าง? ถ้าการ \"กลืนความฝัน\" มีไว้แค่เพื่อให้อิ่มท้อง งั้นสำหรับพวกเราแล้ว ความฝันก็เป็นแค่ Lavender Melon ที่ดำรงอยู่ในอีกรูปแบบหนึ่งเท่านั้นน่ะสิ และพวกเราก็ไม่ต่างอะไรกับพวกแมลงที่เอาแต่กัดกิน Lavender Melon โดยไม่รู้จักชีวิตหรือความตายเลยสักนิด\nจนกระทั้งได้มาเป็นนักจิตบำบัด ฉันถึงได้พบสิ่งที่ฉันสามารถทำได้ นั่นก็คือการขับไล่ฝันร้ายให้กับ Inazuma... ไม่สิ ให้กับทุกคนต่างหาก\nเฮ้อ... ตอนแรกฉันคิดว่า ฉันจะต้องเผชิญหน้ากับ \"ฝันร้าย\" เหล่านี้เพียงลำพังตลอดชีวิต แต่ฉันกลับได้พบกับคน ที่สามารถทำลายความยากลำบากทั้งหมดบนโลกใบนี้ได้ คนที่แม้แต่เทพเจ้าก็ยังให้การยอมรับ และสามารถเปลี่ยนความคิดของเทพเจ้าได้ คนที่ยินดียอมรับด้านที่อ่อนแอของฉัน และแบ่งปันฝันดีอันไร้ที่สิ้นสุดนี้กับฉัน... ในอีกแง่หนึ่ง ฉันก็เป็น \"ผู้ป่วย\" ของเธอเหมือนกัน",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกเมื่อความประทับใจถึง Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "สำเร็จเนื้อเรื่อง \"ศังสกานท์คืนวิญญาณอันร้อนแรง\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "งานอดิเรกของ Yumemizuki Mizuki...",
			"voicelineType": "6001",
			"description": "ดนตรีที่ไพเราะและเบาสบาย มีประโยชน์ต่อการผ่อนคลายทั้งร่างกายและจิตใจเป็นอย่างมาก ตอนอยู่ที่ Natlan ฉันมักจะไปฟังดนตรีที่จัตุรัส Colomche ของ \"เหล่าวารี\" เพลิดเพลินไปกับท่วงทำนองอันไพเราะของ \"อูคูเลเล่\"... ได้ยินมาว่าเธอก็เล่นเครื่องดนตรีได้หลายชนิด ถ้ามีโอกาส เธอช่วยเล่นให้ฟังหน่อยได้มั้ย?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "เรื่องกลุ้มใจของ Yumemizuki Mizuki...",
			"voicelineType": "6012",
			"description": "ฝันร้ายที่รุนแรงเกินไป บางครั้งก็เกินขีดจำกัดที่ฉันจะรับไหว และอาจกลายเป็นพิษร้ายแรง ที่อันตรายถึงชีวิตได้... อย่างเช่น... ทหารจาก Inazuma ที่เคยเผชิญกับภัยพิบัติอันมืดมน หรือนักรบแห่ง Natlan ที่เคยต่อสู้กับ Abyss ในอาณาจักรราตรี จิตใต้สำนึกของพวกเขาอาจถูกแต่งแต้มด้วยสีสัน ของความสิ้นหวังและความหวาดกลัว ฝันร้ายของพวกเขาก็เหมือนมีดที่กรีดแทงจนแทบกลืนไม่ลง... ฉันเคยบำบัดจิตใจให้กับนักรบคนหนึ่งที่กลับมาจาก \"สงครามผู้พิทักษ์ราตรี\" หลังจากกลืนกินฝันร้ายของเขาไป ฉันถึงกับหมดสติไปหลายวันเลย...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "อาหารที่ชอบ...",
			"voicelineType": "6003",
			"description": "อาหารที่ฉันชอบที่สุดเหรอ? ก็ต้องเป็นความฝันที่สมบูรณ์แบบอยู่แล้วสิ ล้อเล่นน่ะ ฉันไม่กินฝันดีของคนอื่นง่าย ๆ หรอกนะ... อย่างมาก ก็ต้องกินของหวานสักหน่อย เพื่อชดเชยความเหนื่อยล้าทางจิตใจหลังจากรักษาคนไข้",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "อาหารที่เกลียด...",
			"voicelineType": "6004",
			"description": "ฉันรับไม่ได้กับอาหารที่ทำแบบลวก ๆ อย่างเช่น... ขนมปังแห้ง ๆ หัวไชเท้ากับกะหล่ำปลีไม่กี่ชิ้น มาพร้อมกับแฮมเย็น ๆ... ต้องเข้าใจนะว่า การกินอาหารก็เป็นส่วนสำคัญในการปรับสภาพจิตใจ ถ้าแม้แต่อาหารสามมื้อในหนึ่งวันก็ยังทำแบบส่ง ๆ ไป แล้วจะรักษาสุขภาพจิตไว้ได้ยังไงล่ะ? ทุกคนควรดูแลตัวเองให้ดีกว่านี้ เริ่มจากการใส่ใจกับเรื่องเล็ก ๆ น้อย ๆ อย่างการกินอาหารให้อย่างจริงจังกันเถอะ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "ได้รับของขวัญ - 1",
			"voicelineType": "6007",
			"description": "โอ้... รสชาติของอาหารจานนี้ เป็นรสชาติที่ฉันไม่เคยได้ลิ้มลองมาก่อนเลย แม้แต่ในความฝันก็เถอะ ได้เพลิดเพลินกับความอร่อยแบบนี้แล้ว คืนนี้ฉันต้องนอนฝันหวานแน่เลย...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "ได้รับของขวัญ - 2",
			"voicelineType": "6008",
			"description": "อืม... รสชาติที่เรียบง่ายและสวยงาม เหมือนกับความฝันในยามที่ฉันกำลังหลับ ขอบคุณนะ ฉันชอบมากจริง ๆ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "ได้รับของขวัญ - 3",
			"voicelineType": "6009",
			"description": "เมื่อคืนเธอฝันร้ายจนนอนไม่ค่อยหลับใช่มั้ย? ถ้าเป็นแบบนั้นล่ะก็... ต่อมรับรสอาจจะผิดปกติได้... เดี๋ยวฉันค่อยกินอาหารทีหลังละกัน ให้ฉันช่วยบำบัดเธอก่อนเถอะ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "วันเกิด...",
			"voicelineType": "7001",
			"description": "วันนี้เป็นวันสำคัญสำหรับเธอและฉัน เพราะมีเธอมาที่โลกใบนี้ ฉันเลยมาเยือนฝันดีอันไร้ที่สิ้นสุดได้ และได้เห็นโลกที่งดงามและสวยงามนี้... เรามาฉลองในความฝันของเราสองคนกันดีมั้ย? แน่นอนว่า การสร้างความฝันนี้ขึ้นมา ต้องอาศัยความร่วมมือจากเราสองคน เพราะงั้นช่วยบอกความคาดหวังของเธอให้ฉันฟังอย่างละเอียดทีนะ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
			"voicelineType": "8001",
			"description": "ไม่ใช่แค่ฝีมือต่อสู้เท่านั้นนะ พลังจิตใจของฉันก็แข็งแกร่งขึ้นด้วย เท่านี้ฉันก็สามารถเผชิญหน้ากับอารมณ์ด้านลบที่รุนแรงยิ่งขึ้นได้แล้ว",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
			"voicelineType": "8002",
			"description": "ขอบคุณมากนะ พอมีการสนับสนุนจากเธอ ฉันก็มั่นใจว่าจะรับมือกับความกังวลที่หลงเหลือจากการบำบัดทั้งหมดได้แน่",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
			"voicelineType": "8003",
			"description": "พอได้รับกำลังใจจากเธอ ฉันก็สามารถสำรวจความเปราะบางของตัวเอง และวิเคราะห์จุดอ่อนของตัวเองได้แล้ว... ปัญหาทางจิตใจของนักจิตบำบัด ฟื้นฟูได้เพราะเธอเลยนะ นี่เป็นสิ่งที่ไม่เคยเกิดขึ้นมาก่อนเลย",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
			"voicelineType": "8004",
			"description": "อารมณ์ด้านลบก็เป็นส่วนหนึ่งของ \"ตัวตน\" เหมือนกัน ความกังวล กระสับกระส่าย จนถึงขั้นหวาดกลัวของพวกเรา เป็นเพราะเราไม่มีความมั่นใจที่จะเผชิญหน้ากับมัน และหาจุดสมดุลระหว่างสิ่งเหล่านี้กับอารมณ์ด้านบวกไม่ได้ แต่ตอนนี้ ฉันมีเธออยู่เคียงข้าง ฉันได้ผนึกสมดุลนี้เข้าไปในส่วนลึกของจิตสำนึกแล้ว ไม่ว่าจะเป็นฝันร้ายแค่ไหน ฉันก็จะไม่หวาดกลัวอีกต่อไปแล้วล่ะ",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "ปลดล็อกที่ระดับการเลื่อนขั้น 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "สกิลธาตุ - 1",
			"voicelineType": "100001",
			"description": "อย่าขมวดคิ้วสิ",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "สกิลธาตุ - 2",
			"voicelineType": "100002",
			"description": "บำบัดด้วยฝันดี",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "สกิลธาตุ - 3",
			"voicelineType": "100003",
			"description": "สงบใจก่อน",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "ท่าไม้ตาย - 1",
			"voicelineType": "200001",
			"description": "ฝันร้ายฝันร้าย จงหายไป...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "ท่าไม้ตาย - 2",
			"voicelineType": "200002",
			"description": "มาเถอะ Ya-chan มาเถอะ Te-chan",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "ท่าไม้ตาย - 3",
			"voicelineType": "200003",
			"description": "\"...ยามรุ่งสางตื่นจากฝัน รับสายลมแห่งฤดูใบไม้ผลิ\"",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "เปิดหีบสมบัติ - 1",
			"voicelineType": "300001",
			"description": "เจอของดีเข้าให้แล้ว",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "เปิดหีบสมบัติ - 2",
			"voicelineType": "300002",
			"description": "อารมณ์ดีจัง มีแรงฮึดขึ้นเยอะเลย!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "เปิดหีบสมบัติ - 3",
			"voicelineType": "300003",
			"description": "ความมั่งคั่งเป็นยาวิเศษที่ช่วยบรรเทาอารมณ์",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "ค่าพลังชีวิตต่ำ - 1",
			"voicelineType": "410001",
			"description": "ฝืนไม่ได้แล้ว...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "ค่าพลังชีวิตต่ำ - 2",
			"voicelineType": "410002",
			"description": "ดูเหมือนต้องถอยแล้วล่ะ...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "ค่าพลังชีวิตต่ำ - 3",
			"voicelineType": "410003",
			"description": "แย่แล้ว...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
			"voicelineType": "400001",
			"description": "ถอยซะเถอะ",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
			"voicelineType": "400002",
			"description": "ไปพักก่อนเถอะ",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "หมดสติ - 1",
			"voicelineType": "500001",
			"description": "ฝันร้าย... ครอบงำแล้ว",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "หมดสติ - 2",
			"voicelineType": "500002",
			"description": "ความมืดที่ไร้สิ้นสุด...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "หมดสติ - 3",
			"voicelineType": "500003",
			"description": "ความเจ็บปวด... ยังคงอยู่",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "รับการโจมตีปกติ - 1",
			"voicelineType": "900002",
			"description": "หยาบคายมาก",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "โดนโจมตีอย่างหนัก - 1",
			"voicelineType": "910001",
			"description": "เสียท่าซะแล้ว...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "โดนโจมตีอย่างหนัก - 2",
			"voicelineType": "910002",
			"description": "ผู้ป่วยที่แสนยุ่งเหยิง...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "โดนโจมตีอย่างหนัก - 3",
			"voicelineType": "910003",
			"description": "โจมตีได้ชั่วร้ายมาก...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "เข้าร่วมทีม - 1",
			"voicelineType": "600001",
			"description": "มีเรื่องกลุ้มใจอยากจะระบายมั้ย?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "เข้าร่วมทีม - 2",
			"voicelineType": "600002",
			"description": "ได้เวลาบำบัดแล้ว",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "เข้าร่วมทีม - 3",
			"voicelineType": "600003",
			"description": "รอบข้างนี้... เหมือนจะไม่มีกลิ่นของฝันร้ายนะ",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}