{
	"name": "深林的记忆",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "获得15%草元素伤害加成。",
	"4pc": "元素战技或元素爆发命中敌人后，使命中目标的草元素抗性降低30%，持续8秒。装备者处于队伍后台时，依然能触发该效果。",
	"flower": {
		"name": "迷宫的游人",
		"relictype": "生之花",
		"description": "从森林王的宝冠上摘下的饰金之花。",
		"story": "森林王在诞生之时，曾经得到了草木之王授予的宝冠。\n它最后传给了第一个循着王的足印，穿过迷宫的少女。\n她曾经收留了许多迷失林中，又不曾踩踏野花的孩子。\n\n因为她只明白随侍王下，为王守卫迷宫的生活，\n因为她晓得这个世界只是森林所做的梦的道理，\n便将林中狩猎、梦中行走的道理教给了孩子们，\n她们要热爱林中的草木，因为那都是王的园圃；\n要尊重倒在箭下的猎物，因为那都是王的臣民。\n\n她的传喻在迷失深林的孩子中流传很久，也变化许多。\n最后这些教导的起源已经被忘记了。但一些人成为了巡视森林的守护者，\n回到了人的世界中，在最漫长的夜幕降临时，点起篝火驱赶黑暗的影子；\n也有一人始终在树篱间行走，最终为狩猎野兽，忘记了日月，身披黑血。\n\n她几乎与末代森林王一样古老。在最后她做了一个关于迷宫与狩猎的梦。\n这个梦是如此广大，以至于它曾一度将所有森林子民的梦都包裹在其中。\n这个迷宫是无限广袤的猎场，树根与溪流勾画的路径比虎的斑纹更绵密，\n比流水上的月光更善于变幻。试图布道「死」的深邃低语在迷宫中迷失，\n因为只有她与明白森林王教导的孩子才能穿过迷宫，走进无边际的猎场。\n直到最后低语消失，恶兽逃逸，被侵蚀透彻的她才与这个大梦一同消散。\n\n她在最后与许许多多梦的碎片一同流入了人子的梦中。\n如同破碎的镜子会从许多角度映照出许多各异的形象，\n她留下的梦也以诸多不同的形式在人们的叙事中流传。\n最终通行（胜出）的故事，与她原本已经没有关系了。\n\n她在故事之中流传的名字，实际上是那顶冠冕的名字。\n最后她留给自己的是自己的真名、一掬映着月光的水，\n以及从自己爱戴的王手中得到的宝冠上取下的饰金花。"
	},
	"plume": {
		"name": "翠蔓的智者",
		"relictype": "死之羽",
		"description": "飘逸如羽的翠色叶片，取自林中智者的衣衫。",
		"story": "那是迷宫之王的年岁…\n据说王侍门下最贤睿的少女通晓百兽的语言，能从月光中解读诗文。\n守护着静谧的森林、抱月的静水与梦中森林尽头那无边无际的猎场。\n「吾等诞生在绿茵的御林中，吾等的世界在树荫之下、草甸之上。」\n「取自森林的，都将回归森林。只要遵循天地之理，便无虞生死。」\n「因为遵循自然的，终会穿过御林的迷宫，抵达漫无边际的原野。」\n她的教导虽曾经启发了许多孩子，最终也像虎的血脉一样渐渐稀薄…\n\n那是异兆之月的年岁…\n据说盲眼的少年循着甲胄洁白的长兄的足印穿越诸多王国、山岳与河流，\n最终，在黯色的深林中迷失。\n尽管痴于剑术，却比谁都温柔。虽然过于恪守教导，却比谁都坚持正义…\n在心中永远洁白的幻影的尽头，找到的却是月光般清白的镇林圣物之一。\n之后，则是渴求血肉的野兽。当猎手终于循着白枝的微光来到他的身边，\n他已经失去了许愿的力量，心中指导他的洁白身影也变得暗淡、消失了…\n\n那是黑夜占了上风的年岁，黎明还远远未到来的年岁。\n从噩梦中，智者瞥见了黯色的长剑与水中的晕开的红。"
	},
	"sands": {
		"name": "贤智的定期",
		"relictype": "时之沙",
		"description": "投身贤睿之道者所用的时计，其中盛装的并非无生命的砂砾，而是细小的芥子。",
		"story": "过往的传说中，森林王是长生不死的，\n在寿限的尽头，身躯会融入密林当中，\n爪牙化为铁木，斑纹幻为无尽的迷宫，\n灼灼的双眼则分为天上与水中的明月。\n凡死去的，将借另一副躯体得获新生；\n凡腐朽的，将催发出纯净幼嫩的新芽。\n\n「但是，因死而销却的灵魂，永远遗失的记忆，」\n「生灭的循环定期之中，可有它们存在的位置？」\n\n「灵魂是虚无的概念而已，而记忆也终将归于大地。」\n「本就虚无之物不足为惧，其消弭又有何值得担忧？」\n「互相提醒彼此提携，将大家的形象永远铭记便好，」\n「如此自然能克服生灭的循环，将记忆长久留存吧！」\n\n很久以后，约定相互提醒的挚友先染上了遗忘的恶疾。\n依照未完全忘却的旧梦中描绘的三人、三精灵的形象，\n以及被学院所流逐的狂医留下的记录与猜想，\n去捕获梦想——捕获能操控梦想的林中居民，\n让挚友再度想起自己的形象与一同的记忆吧。\n\n如果主宰记忆的器官已经太过残破无法复原，\n那带上另一位老友，一同在过往的梦中生活，\n在小树屋中玩耍，在无限深远的密林中探险，\n那也不错。在梦中，谁都有重新开始的机会。\n\n首先要捕获那些梦中的精灵。\n那些佣兵曾经为我做过很多。\n这次应该也不会让我失望吧。"
	},
	"goblet": {
		"name": "迷误者之灯",
		"relictype": "空之杯",
		"description": "本是沙漠形制的油灯，但其上生出了苍翠荧光的绿叶。",
		"story": "相传在愚昧之主毁灭于自己的野心之后，大漠群王并起，又如火星般爆裂堙灭。\n诸多渺小的暴君聚集逃离末日的流民，依托古老废墟建立起神殿、宫城与高墙。\n遗迹之城日复一日倾圮不停，自夸强盛一时、极富一时的各路暴君亦朝生暮死。\n这座油灯便属于其中一个衰颓王国的年轻王子，是贵胄宝库中剩余的秘宝之一。\n\n「父王为追逐猎鹰而登上高塔，古老的高塔无力支撑肥胖的贵躯，将之甩入了滚烫的流沙」\n「就这样，王国的寿数结束了，本当继承王座的我也卷入了无谓的混乱，被阴谋抛来掷去」\n「在那时我也曾有至爱的人儿，她一心想做王后，却并不太在乎坐在那王座上的姓甚名谁」\n「于是我失去了爱人，为了性命与印玺，用蝰蛇的吻封住她的口，沙的被衾掩盖她的躯体」\n「后来，就像记忆中一切王国，内患与外敌、舅父们与叔父们，奴隶们与贱民们自相残害」\n「匮乏与争斗就像畸形的双生子，在这片失去神的热砂之上不断轮舞，蜃楼间埋葬着自我」\n\n就这样，热砂上的王国被热砂埋葬，一度豪奢的王子沦为失去一切的流民。\n怀着征服新天地的愿望，孤身一人携着仅剩的财物踏上了前往雨林的路途。\n但很久以后，意图如长鬓的猛虎般继承丛林的王子，却被静谧的月光征服。\n被手持白弓的女猎手矫健的身影所吸引，在夜复一夜追踪与被驱逐的途中，\n失乡的王子渐渐明白了雨林的呢喃与猛虎的低语，由普慈的梦想所接纳——\n\n「哈哈哈…那才是好故事。叙述贵种流离，又寻得宿命回到光荣的好故事…」\n「黄金的梦乡，在召唤流浪的沙子…」"
	},
	"circlet": {
		"name": "月桂的宝冠",
		"relictype": "理之冠",
		"description": "草木的主神赠送的冠冕，曾在迷宫的王之间代代相传，最终由王的侍者继承。",
		"story": "万物生灭皆有定期，其循环往复不停，\n树的君王曾经如是传喻生生不息之道。\n凡死去的，将借另一副躯体得获新生，\n凡腐朽的，将催发出纯净幼嫩的新芽。\n落入大地的果实将会成为走兽的养料，\n而走兽最终又将回归大地，变成果实。\n森林中始终充满了生命。\n\n传说树木的神为了在沙中造出深林，\n先是在大地深处造出了唤雨的机关。\n于是明月在水上映出了迷宫的光纹，\n而「虎」就从中诞生了。\n\n虎的斑纹千变万化，与树木的路径一致，\n于是虎成为了迷宫的王者，名唤毗伽罗。\n得到祝福的森林王在其御苑中昂首而行，\n管辖灵长之外，仰赖迷宫的飞鸟与走兽。\n\n再后来，石榴的种子落在土里，生出森林的精灵。\n森林王在最初的莎兰树下祝福他们，与神主约定，\n将迷宫与他们分享，又命令林中鸟兽皆不得加害。\n\n即使阳光一度被遮蔽，流水一度腐败，\n最后的森林王为了捍卫生的苗圃而死，\n依旧有长鬓的大猫继承了王者的名号，\n模仿着王的形姿，巡视着林中的百兽。\n尽管不及王的气概与力量的万分之一，\n也依旧遵守王的约定，长久守卫森林，\n也不曾一次试图伤害过树木的守护灵。\n是的，尽管变换无穷的迷宫已经死去，\n森林中仍然充满了生命。"
	}
}