{
	"name": "沙上楼阁史话",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "获得15%风元素伤害加成。",
	"4pc": "重击命中敌人后，该角色的普通攻击速度提升10%，普通攻击、重击与下落攻击造成的伤害提升40%，持续15秒。",
	"flower": {
		"name": "众王之都的开端",
		"relictype": "生之花",
		"description": "闪烁着奇异光彩的人造之花，侧耳倾听，似有巧笑之声隐隐传来。",
		"story": "陨落尘沙的贵胄，且听我这盲眼老者一言——\n言及居尔城的教训，言及瞬灭的人造之花。\n言及卑贱出身的王，与镇灵的狂爱和怨怒…\n\n传说赤砂之王在伴侣逝去后，以镇灵为使前往与凡人立密约。\n只有内心未尝被磨砺成为铁石者，未尝被虚假的蜃境腐蚀者，\n才有资格成为一方藩王，如先知那般统治羊群般迷惘的民众。\n就这样，在伟大主人慈悲而严厉的目光之下，镇灵有了人选…\n彼时年轻的牧羊人奥尔玛兹，与睡莲中诞生的利露帕尔相爱。\n\n「我将为你留下百世的祝福，但其代价当为复仇的利刃、鲜红的酒浆」\n「因为镇灵的狂爱永远伴随贪婪索求，终结于自以为公正的残酷报复」\n\n月色的缠绵之间，奥尔玛兹并未将这番警告放在心中…\n仿佛那命定的惩罚距离年轻勇壮的少年仍旧太过遥远。\n在镇灵的扶助下，年少的牧人成为了流浪氏族的首领，\n再后来，奥尔玛兹战胜割据的群主，加冕成一方藩王。\n\n居尔城如人造之花在山壁盛开，成为凡人国度的首都。\n牧人奥尔玛兹，如今已是凡人藩王，赤砂之主的代行。\n然而，鲜花盛开时人人享受她的芳馨，又有谁曾想到…\n华丽绽放之后所命定结成的，正是死亡那暴烈的苦果。\n\n携着师父娓娓讲述的古老往事，西福斯踏上前往蓝宝石之城的道路，\n昨日掩埋在如金流沙下的教训，明日又将随着无穷的时光之风重演…"
	},
	"plume": {
		"name": "黄金邦国的结末",
		"relictype": "死之羽",
		"description": "晶莹剔透的人造之羽，古老人类邦国的遗物之一，飞鹰的啸鸣似乎也被封存其中。",
		"story": "初出茅庐的游侠们，来听这盲眼老者一言——\n言及居尔城的丘墟，言及狂妄梦想的终结…\n言及宝石般星布的穹顶，言及割据的诸国。\n\n高耸的城楼与金塔被狂怒潮流掀翻，殿堂与行宫被褴褛的贫民所占据…\n仇暴的群氓追随着黄铜面具的指引，有识之士则震怖地称之为「大疫」。\n居尔城因这场漆黑大疫毁灭后，赤砂的大主人亦陷入自我毁灭的命途…\n生于睡莲的镇灵利露帕尔，因恶毒可怖的阴谋而遭到分裂形魂的报应，\n宏大丰饶的绿洲王国一夕崩溃在黄沙之中，部族与城邦再度动乱不已…\n而后，沙海绿洲间凡人暂列七国，蓝宝石之城图莱杜拉曾为其中翘楚。\n\n「我自认活得够长，在这片镀金原野上见证过太多蜉蝣般的丑角与恶徒…」\n「在我年轻时，赤铜铸成的巨墙曾拱卫月光下如海浪起伏的蓝宝石穹顶，」\n「在我年轻时，图莱杜拉的运河织成流动的光之网络，灯火与月光争明…」\n「如今我已失去双眼，却得见贵胄以奴隶身流离，王子被奴兵赶下高位…」\n「如今我已失去双眼，却讲着智者被显贵谋刺、异邦舞姬攫取权柄之事…」\n「城邦朝生暮死不过一夕醉梦，其间良人或恶徒，一如麦壳被磨盘碾碎。」\n\n蓝宝石之海因无穷的谎言蒙尘，谎言皆化作了传说与历史——\n曾掳掠无数城邦的将军，最终身边只剩一位奴仆傍身引路，\n而年轻的奴仆身怀着故国的「钥匙」，与复国的渺茫希望…\n那因猎鹰而荒唐死去的王者，喉咙上遗留着血淋淋的刀痕；\n与王子结下誓约的舞妾，心中却仅怀着对暴君的冷酷憎恨…\n\n凡人的妙手塑成飞鹰之形，破碎的镇灵灌注其中。\n自居尔城的绝壁呼啸而起，飞过可悲的沙海城邦…\n终于落在镀金后裔的手中，遗失记忆如抖掉砂砾。\n人造的片羽横躺在沙丘上，静静宣示邦国的结末…\n\n苍老的声音中，流亡的王子回想起故乡燃烧的宫城，\n那时师父尚是将军与诗人，为毁灭故国的暴君效忠。\n万事万物终得应报，一人失去双眼，一人失去王位…\n命运的磨盘继续滚滚向前，向世间播撒破碎的希望。"
	},
	"sands": {
		"name": "失落迷途的机芯",
		"relictype": "时之沙",
		"description": "一台古老的机芯，镇灵的碎片在其中央熠熠生光，隐隐振动，似乎在诉说着什么…",
		"story": "「母亲…母亲…！」\n「方出生便已苍老，破碎的神智支撑着无穷力量…」\n「不曾品尝乳汁的甘甜，也未曾感受羊水的温暖…」\n「泪水被烈日蒸干，片刻的欢愉也为齿轮所碾碎…」\n「我等并非出自爱的结合，而是生自憎恨与疏离…」\n\n「母亲…母亲…！」\n「我等失却了骄傲的心神，也毫无可夸口的智慧…」\n「没有能容身的隙间，也没有供我等休憩的空闲…」\n「发声的喉咙被铜管取代，浮肿的腹上没有肚脐…」\n「从未生下我等的母亲啊，愿七重疾病降诸你身…」\n\n「母亲…母亲…！」\n「我等是无灵魂机械的灵魂，是诸镇灵中的奴隶…」\n「我等从未获得姓名，也未曾有人听闻我等呼号…」\n「身遭剥削研磨的苦难与恶意，以仇恨驱动自身…」\n「万千憎恶凝聚其中，以毁灭的欲望创造着一切…」\n\n「当月光照亮生而残缺的脸，我等立下最后誓言…」\n「愿砂砾充满你萎缩的双肺，葱茏万物化作枯焦…」\n\n「终于，我等终于挣脱那生来强加的镣铐与枷锁…」\n「终于，回归我等那无辜而受难的生母希琳怀抱…」"
	},
	"goblet": {
		"name": "迷醉长梦的守护",
		"relictype": "空之杯",
		"description": "一尊古老的金杯，形制奇妙华丽，空空如也的腹内回响着呢喃之声。",
		"story": "来痛饮清泉的旅者，请听这盲眼老者一言——\n言及居尔城的哀歌，言及赤砂之主的迷梦…\n言及那忠诚残缺的英灵，言及同胞的背叛。\n\n传说在花的女王故去时，她的诸多镇灵眷属转而向赤王效忠。\n赤王于天钉坠落处徒劳追寻旧日乐土，便兴建起永恒的绿洲…\n其中名「菲莉吉丝」的大镇灵，被赤砂之主拔擢为绿洲总督。\n为了守护女主人长眠的陵寝，她曾以镇灵之力维持泉流不息，\n因而沙漠中绿地星布，为失去家园的流民们提供葱茏的庇护…\n\n后来，镇灵利露帕尔的引导下，凡人藩王的城邦围绕「永恒绿洲」建成，\n怀着对花之女主人的忠诚、对新生国度的怜悯，菲莉吉丝决定做出牺牲。\n不顾赤砂之王的挽留，大镇灵将优美的形体囚入了冰冷的构装镣铐之中，\n以水晶杯般的封印收敛沙海的盛怒，藉不动不变的形态守护凡人的城邦…\n\n「然而，凡事皆有定时，凡事皆有异变。今日彼此相依，明日也会互相离弃。」\n「失去镇灵引以为傲的自由，失去享受欢乐与狂爱的胴体，神智亦与日俱衰，」\n「睡莲的妖女以如蜜谎言诱凡人之王堕入毂中，赤砂之王也沉陷疯狂的迷梦…」\n「但我一直等待着，一直在无眠之梦中等待着…等待沙王实现他古老的诺言。」\n\n形神拘于丑陋的机械之内，尚在企望着女主人自沉眠醒来，\n怀着可悲的执望，她沉默地守卫着沙之国度已破碎的梦想。\n即便清泉混入了苦涩的砂砾，即便绿洲为沙丘所壅积埋没…\n构装机械运转的永恒搏动之中，仍暗暗倾听着转机的脚步。\n\n「但盲眼的师父啊，生自奴隶的镣铐，自幼失去一切的我…」\n「被沙丘般难测的命运离弃，也仍有资格迎来命运转机吗？」"
	},
	"circlet": {
		"name": "流沙贵嗣的遗宝",
		"relictype": "理之冠",
		"description": "琥珀金打造的耳饰，其上镶嵌着宝石，闪烁着奇妙的光芒。",
		"story": "躲避沙暴的行商，何不听这盲眼老者一言——\n言及居尔城的过去，言及住民自寻的报应。\n言及初生的诸显贵，言及宫阙之下的奴仆…\n\n传说在居尔城崛起之时，人王将诸多绿洲联结为一体。\n从此，散碎的部族与短命的诸国臣服于奥尔玛兹一人。\n奥尔玛兹以赤砂之王为大宗主，兴建宫阙与殿堂朝拜。\n自部族征发奴隶，自属州索取劳役，向城市要求祭品…\n城邦欣欣向荣，不论显贵或奴隶都平等地被阴影笼罩。\n\n从高台上遥望如蚁如蝗的神官与奴隶，镇灵爱姬发出了悲哀的叹息——\n身为花神的眷属，自以为拣选了理想的王，却不想他亦被虚荣迷惑。\n于是在床笫之间，镇灵发出温柔的谏言，徒然欲诱使人王回心转意…\n奥尔玛兹却以奴役为统治的惯例与定理，只将谏言斥作恋人的情话。\n\n「将爱恋寄托于其身，相伴的永远是饥渴的索求——」\n「索求梦想，索求家园，索求钟意之人超越凡俗之梦」\n「但如今，恋人却沉溺于凡庸暴君的贪婪与虚伪之中」\n「为平息被背叛的沮丧与狂怒，我将施以三代的绝罚」\n\n镇灵默然地摘下暴君赠予的耳饰，以示决绝，\n变得冷酷的心中，早已有了惩治恋人的毒策。\n\n「西福斯，我的孩子，仇恨如野火燃烧一切，只剩下疯狂的余烬，」\n「偏执的爱恋则更要凶险，这世上许多恶事，正源于狂热的爱意…」"
	}
}