{
	"name": "来歆余响",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "攻击力提高18%。",
	"4pc": "普通攻击命中敌人时，有36%概率触发「幽谷祝祀」：普通攻击造成的伤害提高，伤害提高值为攻击力的70%，该效果将在普通攻击造成伤害后的0.05秒后清除。普通攻击未触发「幽谷祝祀」时，会使下次触发概率提升20%；0.2秒内至多判定1次触发与否。",
	"flower": {
		"name": "魂香之花",
		"relictype": "生之花",
		"description": "花型的玉雕。魂香幽幽的气息似有似无地萦绕其中。",
		"story": "每年魂香花开，正是翘英庄奉茶典仪筹备的开端。\n待到花朵凋零，九窨一提的花茶恰好被供在堂前。\n魂香花期之短，一如仙人匆匆而来，又飘然而去。\n只留下含糊的药君之名，和众多语焉不详的传说。\n\n在一个故事里，药君的仙躯化作古茶树的繁枝。\n另一个故事里，却乘着被驯服的恶兽飞往仙山。\n还有这样一个故事——\n\n少女一爬上岸就匆忙捡起地上的帷帽，胡乱戴在头上。\n若没有面前的遮蔽，她总会自惭形秽，不敢开口说话。\n害她如此狼狈的罪魁祸首，此时才从水中探出头来，\n就像在炫耀这场较量的胜利，五彩的锦鳞闪闪发光。\n\n「咳…咳咳！会游泳很了不起吗？我咒你迟早被水淹死！」\n\n虽说自己当时的确愤愤不平，可那毕竟只是句玩笑话。\n但熠熠流光最终却真的消失在深潭里，再没有浮上来。"
	},
	"plume": {
		"name": "垂玉之叶",
		"relictype": "死之羽",
		"description": "宛如叶片的玉佩。过去在特定的友人之间，似乎有着特殊的含义。",
		"story": "很久之前，河对岸还没有渡口，只有一片云烟氤氲的山坡。\n这座山的主人尚未决定在这里种些什么，就被人捷足先登。\n\n「等这棵树长大一些，我便把叶子摘了，研茶给你们喝。」\n「到时候就在这里，把留云借风、理水叠山他们都叫来…」\n\n「你把树随随便便种在我的地界上，还好意思说这种话。」\n身为山王的少女虽然忿忿答道，倒也总是构想着茶的香气。\n\n后来，谁人静静地将这玉玦系在了小树的细梢上。\n再后来，山的主人回来了，却变成了其它的模样，\n也失去了解开系绳的手指。那是很久以前的事情…\n\n许多年后，它的枝条被山中住民移植在河的对岸。\n茶香也从沉玉谷传到璃月港，又传到了许多地方。\n\n关于沉玉谷的茶树有诸多传说。其中一则，是说：\n无论水文、土壤与日照如何，这种树只在沉玉谷繁茂生长。\n是因为它们记得在遥远过去，茶树幼苗旁老友之间的约定。"
	},
	"sands": {
		"name": "祝祀之凭",
		"relictype": "时之沙",
		"description": "圆形的玉佩。在某个传说中，它是何地之祭祀肇始的凭证。",
		"story": "传说这枚玉佩的璞石来自尘封许久的神山。\n一如离开海滨的星螺会回想起浪涛的声响，\n玉环当中也会传来细细的、汨汨的流水声。\n\n在客栈中，常常能听见这样的传闻…\n「传说中啊，山涧的至宝原本是一块璞玉，能降下甘霖。」\n「但后来，在世间纷乱的时候，妖邪们便觊觎它的力量。」\n「于是山主将它分成数块，造成不同的模样，蒙蔽耳目；」\n「又将它们沉在水底、藏在山中，有的则供在神龛之上。」\n「在沉玉谷的传说里，这些玉饰是得了神明契约祝福的。」\n「只不过，这么多年过去了都没有人能够找到…」\n\n祭司一直小心翼翼地将这枚玉环戴在身上。\n只在某年临行前，悄悄拿给毫无雅趣的友人看过。\n祭司郑重讲着花纹来历、先祖与神明悠久的契约，\n但友人却手握药杵挥汗如雨，全然没有放在心上。\n\n「同样的祭祀年复一年。都听你讲了不知多少回了。」\n「不是说过回来以后要请我喝茶吗？到时候再说吧。」\n但水中来的，最终却不如她所想，最终消失在了水里…\n\n时至今日，遗珑埠的匠人仍会制作这种造型古朴的佩饰。\n往来的客商们也纷纷依着传说，将精巧的玉环凑近耳畔，\n倾听其中，是否果真能传来，雨水叩打山石的细细声响。"
	},
	"goblet": {
		"name": "涌泉之盏",
		"relictype": "空之杯",
		"description": "能够源源不断涌出清泉的茶盏。或许是仙家的赠礼、遗物或是失物吧。",
		"story": "起初，这是友人们的赠礼，其中连通着小小洞天。\n盏中的清泉不会干涸，正适合做一个临时的居所。\n它既然装得下日月的倒影，也能装得下一尾游鱼。\n\n比起夜叉命中注定的劫数，她自诩还是幸运得多。\n但继承古老仪式的代价，是无法长久地踏上陆地。\n那时奔流在璃月地表的甜水，远远不如现今之多，\n山下港城、平原的集子对她而言远得就像一个梦。\n可那个怕麻烦的家伙却说，会捧着这只茶盏出发。\n\n那家伙嘴里的璃月港，和庄里办的庙会一样漏洞百出。\n这趟旅途一定会像现在一样争吵不断，充斥种种麻烦。\n她知道彼此都爱逞口舌之快，却不敢靠近熙攘的人群。\n世间再没像她们这样渺小的仙人，歆羡又畏惧着繁华。\n\n「但我们之间有许多的约定。这是很好的事情。」\n在临行前，她心想。\n「旅行会很有趣吧。能介绍她认识别的老朋友。」\n\n后来风炉与茶釜物尽其用，茶盏的模样也被人们学去。\n于是在每个人的案几上、掌心里，都可以有一轮明月。"
	},
	"circlet": {
		"name": "浮溯之珏",
		"relictype": "理之冠",
		"description": "由一块美玉制成的对耳环。有着无比温润的感觉。",
		"story": "沉玉谷有许多山、许多水，与许多故事。其中，最著名的是：\n古时曾经有一块璞玉，为了不落入妖邪之手，被沉入了水中…\n\n传说的大河下总会生出许多支流。其中又有故事说，\n美玉曾为神山中璞玉，是经帝君之手才被精心雕琢。\n而没于清水的奇石也许是珏、璋、玦，抑或是杯盏。\n还有这么一说：故事中的「玉」其实是美人的喻体。\n\n传说之中，也曾经有人见过这样的景象…\n\n那是无数尾如同日照下的宝石一般的鲤，\n脱离了本应该桎梏水生之物的河流湖泊，\n自由地成群随风巡行在山谷之间的空中。\n在谁人耳畔琳琅的对玉也化成别的模样。"
	}
}