{
	"id": 15020,
	"rarityList": [
		4,
		5
	],
	"name": "绝缘之旗印",
	"effect2Pc": "元素充能效率提高20%。",
	"effect4Pc": "基于元素充能效率的25%，提高元素爆发造成的伤害。至多通过这种方式获得75%提升。",
	"flower": {
		"name": "明威之镡",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "传说中背叛了将军的鬼人，曾经获赐的刀上的华美宝镡。",
		"story": "母亲对恩待她、将宝刀赐给她的将军露出了獠牙。\n最终送回到御舆家的，只有她曾无比钟爱的刀镡。\n\n母亲的夙愿，是以炽热沸腾的血气克服生死之运，\n为日渐稀薄的同族以战鬼之名，立下不朽的功绩。\n若被漆黑的深罪之虎吞没，那就由腔内撕碎猛兽。\n\n本应在雷之三重巴旗下立下了赫赫战功，\n原本以为能洗净的血浸的战服之十二单，\n与她猛烈搏动的心一同被永久地染黑了…\n\n应当继承家业的长子从此避世隐居在城外的村中，\n与影向的山林为友，直到他在山中遇到那名少女…\n\n「真烦。如果想抛弃过去，那就由我为你取个新名字吧。」\n听他说了过往的事情后，有着漆黑翅膀的她不屑地嗤笑道。\n「就叫岩藏——取磐座之意，那是不受人言所害之物呢。」\n「身体中流淌着鬼血的人哟，你要高兴才对。笑一笑吧，」\n「要知道，由我们影向天狗取的名，是有神通力加持的。」\n「再说了，石头的名字，跟你的脑筋和肌肉也很般配吧。」\n\n「那么——来年绯樱飘落时，再在这决斗吧，『岩藏』。」\n「鬼之子呀，要好好练剑，成为配得上影向天狗的对手。」\n「对了，如果你有机会碰到我，秘剑就叫『天狗胜』吧！」\n「毕竟到那时，你就掌握了『天狗也能胜过的妙剑』呢。」"
	},
	"plume": {
		"name": "切落之羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "原本属于某名天狗的黑羽，是过去的剑豪珍惜的纪念品。",
		"story": "在剑风吹落的黑羽包围中，将要成为剑豪的人，\n终于抓住了多年来可见不可即的那名天狗少女…\n\n「啊呀，真是好险。真了不起。」\n「若不是剑无法承受你的力气，」\n「我就要死在这里了吧。那么…」\n\n光代，来年的决斗，我们是否要换个场地呢？\n能瞥见绯樱飘落的地方，我也知道那么几个…\n环顾着自己摧毁的小社，握着天狗颤抖的手，\n盯着自己切落的黑羽，道启原本打算这么说。\n\n「你碰到了我，不得不说确实是你赢了呢。」\n\n胜负还没有定论，我们来年再会吧。他想说。\n\n「你的剑，如今连天狗的速度也能超越了。」\n「在这十三年里，和你决斗的每一天，我永远也不会忘记。」\n「但我身为影向天狗，最终还是要承当一族不得不为之事。」\n「如今想来最初为你改名，是希望你能摆脱鬼之血的诅咒。」\n「非人的血脉，随着那一场战事，现在已经越发地稀薄了。」\n「毕竟嘛，我等非人之物不该觊觎人的善终。但你不一样。」\n「如今的你是『岩藏』，已经不再是背负鬼之血的御舆了。」\n\n「那么再见了，道启。忘了我，然后以你的剑，」\n「为岩藏的血脉，开创仅仅属于岩藏的道路吧。」"
	},
	"sands": {
		"name": "雷云之笼",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "黑地堇漆的考究印笼，其上装饰着发亮的螺钿与精致的金具。",
		"story": "在清籁岛尚未被雷云笼罩的遥远过去，记忆如呼吸般起伏。\n容纳雷雨与震鸣的雅致容器，最终还是没能交付约定之人。\n\n「系绳断掉了，所以又来找我吗…真是头疼死人了。」\n「在剑术之外，你这家伙不过是个白痴赌棍大叔吧。」\n\n「哼，别小看人了。我的弓师承天狗，也是有名的。」\n「不过哪，我的剑实在太过厉害，大家才不提射术。」\n「仔细一想，还真是浪费。不如让我来教你射箭吧。」\n\n曾几何时，说着刻薄的话语，为那个呆瓜修补着被斩断的印笼…\n曾几何时，即使说着刻薄的话语消遣他人，也忍不住露出微笑。\n\n「明明已经身为旗本，重任在肩，为何还要到处寻衅惹事？」\n「明明已经婚配，有了娇妻，为何还整日悠游，豪赌为乐？」\n\n明明已经…\n明明就在嘴边，却始终没有提出的问题，还是决定不再提了。\n斋宫大人如果还在身边的话，或许会巧妙而欢快地问出口吧…\n\n「那种事情无所谓了，我擅自给自己放了假，至少在今天。」\n「放下神社的事情，我们偷偷去海边吧，就像你小时那样。」\n\n就这样被那家伙拉去了港口，又出神地望着片片船帆来往，\n听他讲述神社的那位光代，如何继承了师傅的美貌与武艺；\n听他诉说曾经一度令他心惊胆战的，斩下自己首级的噩梦…\n但两人心知肚明，这不过是用话语来掩盖业已成年的悲哀。\n\n后来，很久、很久以后，\n俯视着遍生青苔的礁石，二人平静幽会的港口…\n为了那赌棍能再赌赢一次，为了祈求他的平安…\n又一次冒险站在高处，高举起亲手制作的印笼，\n带着挽回记忆的希望，收集着雷光怒电的力量。"
	},
	"goblet": {
		"name": "绯花之壶",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "精致的酒壶，曾经是名震天下的武人载酒的容器。",
		"story": "凭借独创的秘剑「天狗抄」，岩藏道启成为了九条家的剑法指南，\n获得了「道胤」之武号，并最终创立了一度门生如云的剑道流派。\n在前往九条的屋敷就任前，已经学会饮酒的道启，\n最后一次，踏进因秘剑「天狗抄」的完成而彻底沦为废墟的枝社。\n在自己十三年内十次有三与影向的天狗真剑试合的废弃枝社院内，\n他想起自己在这里遇见自称「影向的光代」的黑翼天狗时的情景…\n\n浮生若梦十三年\n影峠绯雪翩跹烟\n再顾君已远\n\n那时的神樱也如同茫茫白雪般飘落。\n脚下的枝社虽失去祭神，也还完好。\n如同泉水般清亮的笑声回响在山间。\n而两人再未踏足已沦为废墟的小院。"
	},
	"circlet": {
		"name": "华饰之兜",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "坚实牢固的兜盔，是身份尊贵的武人的护身之物。",
		"story": "「道胤公的秘剑，莫不是连雷光也能切断，哈哈哈。」\n纳刀时，年轻的勘定头弘嗣揶揄道。他只是木木地说：\n「怎么可能有这种事。至多能斩落空行的天狗罢了。」\n「话虽如此，但实际斩落天狗却一次也不曾发生过。」\n\n「这样吗？那秘剑『天狗抄』之名，又从何而来呢？」\n见道胤并不回答，将离岛建立起来的勘定头又悻悻道：\n「若不是让九条那个老头子抢了先，真想招揽你哪。」\n「以你的剑，清籁的赤穗百目鬼一行也不是对手罢…」\n\n如同拨开雷云般，赐给他新的氏名，给他新的生命的，\n将锈迹斑斑的刀丢给他，让他试着砍自己的那个天狗，\n在他的刀断裂后，她对他最后所说的话…"
	}
}