{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "深廊终曲",
	"effect2Pc": "获得15%冰元素伤害加成。",
	"effect4Pc": "装备者的元素能量为0时，普通攻击造成的伤害提升60%，元素爆发造成的伤害提升60%。装备者的普通攻击造成伤害后，上述元素爆发伤害提升效果将失效6秒；装备者的元素爆发造成伤害后，上述普通攻击伤害提升效果将失效6秒。角色处于队伍后台也能触发。",
	"flower": {
		"name": "深廊的回奏之歌",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "由北国的玉石打造而成的冰之花，花瓣已然在漫长的岁月中湮落成尘。",
		"story": "少女循着师父的指引一路向北，踏过苦寒的冻土与冰海尽头破碎的镜廊，\n斩落无数徘徊于废墟间的魔物，在银树的枯骸前窥见了雪尘掩埋的秘藏。\n\n那是如白银的月光尚未在烽燹中破碎的时岁，高天的神谕仍遍及于大地。\n步入大地至深之处的少年与最初的天使相见，问及世界最为禁忌的起源。\n那诞于拂晓的女儿亦因这渎犯的话语而惶悚，不知人子何竟洞晓这机密，\n造访者则将自身的来历毫无保留地向她袒露，为她轻歌从未见证的美梦。\n\n王座的主宰为她设下的桎梏顷刻如蛛网裂散，初次寻得何为自我的御使，\n将所有不可言及的秘密中最禁忌的创造之事，对所爱者全无顾忌地倾吐。\n\n「可叹，可叹，你们的主宰竟会如此亵渎这些高洁的生命」\n「即便是折磨灵魂为乐的血魇魔，也会为这般暴行而惊愕」\n「从未知晓何为爱的拂晓少女啊，就让我与你的律法为敌」\n「为你的主宰所囚禁的众多生灵，理应仰起头来望向群星」\n\n「那便让我成为你的剑，你的盾，你的引路人，你不可饶恕的悖逆共谋」\n众天使中最尊贵的那一位俯身轻吻他的前额，苍冷的银树绽出万千冰蕊。\n彼时自云隙俯瞰大地的空月见证了这一背叛，却暗生出更为僭越的心愿…"
	},
	"plume": {
		"name": "深廊的漫远之约",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "由北国的玉石打造而成的羽饰，折射出的幽光仿佛不应属于这个世界。",
		"story": "少女循着师父的指引一路向北，踏过苦寒的冻土与冰海尽头破碎的镜廊，\n斩落无数徘徊于废墟间的魔物，在深境的残影中窥见了雪尘掩埋的秘藏。\n\n她并非最初造访此地的外来人，早在终北的子嗣编织起沉沦的美梦之前，\n便有以灵智漫行于星间的旅者，与尚未堕入浊黑的龙主立下重逢的誓言。\n\n那是在孤旷的虚空中流荡的记述者，本不应与原始文明进行交流的过客。\n不朽的躯壳沉眠于遥远的构装天盘，心灵则漂泊于亿兆光年的荒寂之间，\n测绘众多注定将泯灭的族群与文明，于万古深暗中沉思星海终极的答案。\n直至一缕缥缈的微光刺痛她的知觉，使旅者从数十个千年的冥想中醒转。\n\n那是旋臂尽头某个不起眼的小世界，与伴随那世界一同诞生的始源之龙。\n尽管在死亡亦会迎来消逝的长夜中，龙所仰望的太阳也只是顷刻的流火，\n那仍被职责禁锢在行星地表的意志，却比旅者见证的无数文明更为煌耀。\n难以抑制萦绕在心间的诧异与悲悯，她向这渺小世界的主宰展现了谕告…\n\n「我曾见，无光的终焉如纺锤般，撕裂星团璀璨的丝弦」\n「我曾见，无序的冷潮吞没歌谣，让善与恶同归于寂寥」\n「即便如此，我哀怜而温柔的王，你仍不愿抛却臣民吗」\n「将这注定毁灭的世界弃置于此，与我一同踏上旅途吧」\n\n那高傲的龙却只如此回答：\n「来自遥远世界的朋友啊，感谢你向我训示天外的事理」\n「但在你眼中蒙昧的生灵，于我却是天地间全部的意义」\n「若是湮灭之潮终将来袭，我的骨亦能筑起世界的护堤」\n「请你见证我选择的道途，我将引领众生一同行往群星」\n\n然而当旅者再度归来时，记忆中的世界却变得面目全非。\n地骨已被钉入四重枷锁，柔白的天光散作七缕凝定之色。\n龙主的气息如尘烟消散，有翼者的王座将三月之辉统揽。\n\n惑然于巨龙的不辞而别，亦不愿惊扰这个世界的新主人，\n旅者违背了同族的律则，悄然将心灵探入那壳中的世界，\n将意识宿于少年的身躯，行走于这些原始的脊索动物间，\n在这黄金筑起的大城中，聆听他们日益激涌热狂的争辩…"
	},
	"sands": {
		"name": "深廊的湮落之刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "由北国的玉石打造而成的怀表，指针已永久停驻于湮灭的那一刻。",
		"story": "少女循着师父的指引一路向北，踏过苦寒的冻土与冰海尽头破碎的镜廊，\n斩落无数徘徊于废墟间的魔物，在黄金的高塔前窥见了雪尘掩埋的秘藏。\n\n那是如今早已无法追忆的久远岁月，终北的城邦如金丝缀满荒瘠的冰原，\n深廊的熔炉日夜轰鸣。在巨兽的遗骸上，工匠以禁忌锻造出无数的妖灵，\n又将那倾落的霜月之光纺为无瑕的血肉，衔于原本疲软苦弱的躯体之上。\n那原本是高天的主宰拥有的创生之权能，却被反叛的使者交予凡人手中，\n梦想着有朝一日，这些小小的生灵能创造出与世界融为一体的完美生命。\n\n彼时尚未破碎的深廊中，最初的天使在枕侧向伴侣述说着明晨甜美的梦： \n「我看见，地上的列国不必再渴求天空的垂怜」\n「他们筑起的城要升到云上，高过王座与众星」\n「我看见，人要与他们所敬畏的诸神平分苍穹」\n「不再有泪水、悲伤与死亡，因一切已然完成」\n\n然而狂妄的迷梦与野心，终究还是伴着幽蓝的晶钉从天穹坠落，\n妖精们尖啸着化为银白的冰雾，繁荣的黄金城一夜间毁于霜风。\n背叛的使者被剥去名讳与形骸，而她的同族自此亦被烙下诅咒：\n若是胆敢再凝视他人的眼瞳，将本应属于众生的怜爱献予一人，\n那得赐于高天的瑰美形体便要溃散成风，心智也要殒落于尘中，\n直至那堕落者的残躯蜷成仙灵，在永世徘徊中吞咽记忆的残影。"
	},
	"goblet": {
		"name": "深廊的饫赐之宴",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "由北国的玉石打造而成的杯盏，据说曾是古老的文明用以向高天奉献的礼器。",
		"story": "少女循着师父的指引一路向北，踏过苦寒的冻土与冰海尽头破碎的镜廊，\n独自漫步于深境螺旋的废墟间，意图探寻魔剑士向她提及的旅者的踪迹…\n\n那是如白银的月光尚且怜恤终北之地的时岁，高天的使者仍垂目于尘泥。\n因诘问进化的智识而触怒了御使的黄金之城，正为平息怒火而争执不休。\n司祭祀的众人互相责备彼此犯下了僭越之罪，玷辱神的爱、繁荣与智慧，\n要从他们当中选出腐化众人心智的罪魁祸首，去向震怒的天之御使请罪。\n然而…\n\n「若罪愆源于求知，则蒙昧才是圣训；若罪愆源于抗争，则羔羊方为完人。」\n「若罪愆需以血偿，何言罪源于人身？若律法完美无瑕，又何必畏惧诘问？」\n\n不过是庶民出身的少年不知如何避开驻守的卫兵，步入了司祭们议事的厅堂，\n将博学者推论的罪名逐一驳斥，将悖逆的指控化为恼怒却又哑口无言的目光。\n鸦雀无声的议事厅中，头戴白枝祭冠的主祭之人最终屏退了闻讯赶来的卫兵。\n\n「渎神的辩士啊，若是你当真如你的巧言那般，坚信深罪不过是凡人的妄念」\n「那便由你饮下这烈怒的苦酒，去往苍银之树，向那谴罚于我等的御使申辩」\n\n就这样，原本寂寂无闻的少年步入大地的至深之处，向最初的天使索求答案…"
	},
	"circlet": {
		"name": "深廊的遂失之冕",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "如同其旧主的心神一般，为「执念」所浸染的盔面。其上装饰的玉石似乎来自更古老的时代。",
		"story": "少女循着师父的指引一路向北，踏过苦寒的冻土与冰海尽头破碎的镜廊，\n斩落无数徘徊于废墟间的魔物，在破碎的纱幔中窥见了雪尘掩埋的秘藏。\n\n那是蒙昧的众生尚且服膺于天空敕令的时岁，晨星的王庭仍高悬于云巅。\n瑰丽高贵的受造物自光中降诞，难视其面容的凡人以天使之名将其称唤。\n苍银的羽翼犹如月芒闪烁的光焰，头戴地骨与天星铸就的七重烜赫冠冕：\n其名为高天的神明许诺众生的爱，亦或是代行统领地上万国之事的威权。\n\n「你们要尽心、尽意、尽性，去爱这地上的众生」\n「你们要像晨露爱慕朝霞，又要像种子爱慕信风」\n\n她们是诸神庭院中最忠诚的佣仆，绝无失准的天平，\n为高天的大主宰纺出纱幔，将至圣的启示传谕诸境。\n这便是受造之刻立定的职责，本应如此，本应如此——\n\n直到最初的天使在终北的银树下与无名的少年相逢，\n在那星光般的眼瞳中，望见了自己从未知晓的倒影。\n那是未被铭刻于律法的爱，是不被天空容许的自由，\n以爱为名的永恒星冕伴着心间陌生的悸动骤然迸裂，\n将冠冕弃入银树下的雪泥，拂晓的少女立定了决意。\n\n「来吧，来吧…让我们以骸骨重塑荒谬的规则，以血浇灌北地的荒瘠」\n「让我们造一座城和一座高耸入云的塔，让地上人不必再为苦厄饮泣」\n「让我将这无用的冠冕弃入尘埃，让尘世的列邦换得挣脱枷锁的一息」"
	}
}