{
	"name": "乐园遗落之花",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "元素精通提高80点。",
	"4pc": "装备者绽放、超绽放、烈绽放反应造成的伤害提升40%。此外，装备者触发绽放、超绽放、烈绽放后，上述效果带来的加成提升25%，该效果持续10秒，至多叠加4次，每1秒至多触发一次。装备者处于队伍后台时依然能触发该效果。",
	"flower": {
		"name": "月女的华彩",
		"relictype": "生之花",
		"description": "精雕细琢的紫水晶之花，其形态描摹了一种近乎绝迹的古代花朵。",
		"story": "在只有镇灵才能忆及的过去，花的女主人曾被天空离弃。\n瑰丽高贵的形体残破不堪，族人亦尽皆受责罚失去神智…\n\n传说，花的女主人曾经在荒芜的大地上流浪了七十二个夜晚…\n脚跟被无情的砂砾磨破，伤口流出清泉，化作了无边的溪水。\n接着，溪流灌溉出绿色的园圃，从中生长出夜一般蓝的睡莲…\n睡莲是镇灵的母亲，镇灵生自迷醉的梦乡与失却的苦涩记忆。\n\n最初的镇灵皆是智慧的造物，她们皆沉迷于天真的梦，与甜梦一般的爱恋。\n感念创造之恩，稚嫩的镇灵纷纷挽住女主人的手臂，为她加上野菊的冠冕——\n\n「花的大主人呀，园圃的大主人，求您留在此处，求您不要离弃我等！」\n「是呀、是呀，梦乡的母亲，酒与遗忘的夫人，请您做这园圃的女王。」\n\n就这样，禁不住温柔的镇灵们挽留，被流放的神祇就此留在了鲜花盛放的园圃。\n在她停驻脚步的地方，月夜般美好的紫色花朵盛放开来——其名为「帕蒂莎兰」。"
	},
	"plume": {
		"name": "谢落的筵席",
		"relictype": "死之羽",
		"description": "早已绝迹的鸟类留下的羽毛，被古代花神的信徒镶嵌了亮丽的黄金与宝石。",
		"story": "在只有镇灵才会为之哭泣的过去，绿洲的女主人做下了最后的选择。\n此刻她终于明晓，自己的命运并非谜题，却是开启秘密门扉的钥匙。\n\n从赤王的话语与梦想之中，她看到了超越世界荒谬规则的可能性。\n拒绝了神座降下的恩赐，赤冠君主出于自我意志开拓了新的通路…\n尽管她展示的未来景象惨淡可怖，那执着的君王也并未退缩半步。\n尽管明知将踏上危险的歧途之旅，尽管明知将目睹深爱之人消堙…\n赤红的大君王选择了高贵的谎言，引自己的信徒走向必然的灭亡。\n\n「你所追寻的不过皆是捕风，在诸魔神的墓石之上，人将为众神之神。」\n「无忧梦乡的妄想必然破灭，在谎言破灭的废墟上，人将为众王之王。」\n\n花之女王默许友人的愚行，她发觉可贵的叛逆在神的野心中燃烧。\n统万千凡人智慧于一的理念，统万千梦想与权力为一的伟大尝试，\n其中所藏不仅是谎言，更是属于凡人未来的，如星火一般的希望…\n\n梦想终会凋落，梦景总有湮灭崩塌的那夜——这才是花开的真意。\n只有经历过神之狂想的破灭，凡人才会拥有脱离神意崛起的日子…\n正如固执神王为她而发起的这场秘密反乱，仅靠自己的意志生存。\n只不过，花的女主人从来未体会过如酒的爱意，遑论渺小的人情。\n即使智慧如她也难以预测，这些小小的生灵，到何时才能意识到…\n\n「…所谓『神』，于你们而言自一开始便是多余呢？」"
	},
	"sands": {
		"name": "凝结的时刻",
		"relictype": "时之沙",
		"description": "不再流动的沙漏，无论如何颠倒，都不再回应时间的流动。",
		"story": "在只有镇灵才能为之叹息的过去，赤砂之主曾为他的挚爱修建陵园。\n深埋沙下的晶石为源力，镇灵为助力，打造时光也驻足不去的绿洲。\n\n千百年后，沙漠中流浪的诸部族之间流传着「永恒绿洲」的传说。\n游牧民说，那是一座不枯不老的绿洲，为永远沉睡的花神所统治。\n游牧民说，最后的镇灵母亲菲莉吉丝守护着那片绿洲的宏伟门扉，\n她将以千年不变的柔情祝福前来的每一个凡人，不论良人或恶徒…\n\n塔尼特、乌萨与欣缇等部族的历代主母，皆自称「花神的女儿」。\n以信仰为基准，以血脉为纽带，依赖着那幻想中的帕蒂莎兰园圃…\n彼此分裂、挣扎求生的沙漠部族追寻着不竭的泉流、无尽的知识。\n\n正如他们的神主所遗下的预言那样，文明暴烈的死亡之后，凡人仍顽强地生存下来…\n即使部族失去了神的引导，即使他们不得不借助记忆中早已死去的神明来团结自身，\n泪尽的盐漠未令凡人的脚步停滞，「永恒绿洲」的永恒谎言亦未曾令部族停止探寻。\n\n「我的王…你为何命令沙丘停止流动；向流风呼喊，叫它们不再吹拂？」\n「正如这时计，其中晶砂若是变成了凝固一团，还有何存在的意思呢？」\n「『永恒』的从来不是什么乐园，反倒会是难以分解、无法再生的顽渍。」\n「那花一般盛放，花一般毁灭，又在花季重生的，不会有『死』的烦恼。」\n\n那时三位伙伴的闲聊，随风飘荡在千百年后的沙漠之上…\n在遥远沙漠的某处，凝滞的绿洲正存在于部族的空想中，\n而那些无根的部族却随着流动的沙丘继续着生死的循环…"
	},
	"goblet": {
		"name": "守秘的魔瓶",
		"relictype": "空之杯",
		"description": "紫色水晶雕成的小瓶，被祖母绿的瓶盖紧紧封装着。",
		"story": "在只有镇灵才会为之沉默的过去，赤砂为鲜花倾诉了自己的野心…\n月光在石榴酒杯之中投下皎色的倒影，花之女王终于被挚友说服。\n\n那夜赤王言及之事无人知晓，即使最古老的镇灵也宁愿闭口不言。\n那夜赤王所显露的欲求无人记得，即使最智慧的神祇也为之震悚。\n但花的大主人从中明晓了深意——正如她所预料，正如她所计算，\n沙海与绿洲最强大、亦是最高尚的王者，却怀有最为叛逆的狂想。\n\n「我将为你守秘，是因为我对你与那智慧之主怀着同等深切的心意。」\n「我将为你搭建桥梁，你将满足你的狂想，但不要恐惧幽蓝的晶钉…」\n「我将引导那深邃的知识，即便我早已警告过，你必定将失去许多…」\n「尽管如此，请牢记我的教训，牢记天降使者们曾遭遇的酷烈惩罚…」\n「请牢记，若受造的世界仍然存在希望，希望一定在碌碌凡人身上。」\n\n在黑暗之中，她为挚友指引了通往天空与深渊一切知识的密道。\n以自身为桥梁，以绿洲为代价，为他的狂想消殒于炫目的烈光…\n\n失去一位魔神的乐土风暴骤起，黄沙漫天，很快被灾祸吞噬…\n赤王从蔽天的风沙中归来，而花的女主人却再也不见了影踪。\n\n「…我刚刚梦见了你…在水晶迷宫的墙壁之间摸索…所见…只有沙漠…」"
	},
	"circlet": {
		"name": "紫晶的花冠",
		"relictype": "理之冠",
		"description": "镶嵌着紫水晶与祖母绿的冠冕，似乎是古代花神祭司的头饰。",
		"story": "在只有镇灵才会歌唱的过去，绿洲的女主人曾与赤砂的王相遇。\n在诸王彼此杀伐的酷烈年岁中，赤王决心与另外二人共享王权。\n\n镇灵们献上了镶有祖母绿与红宝石的孔雀王座，庆祝三位深情的友人达成盟约。\n为了永恒的绿洲乐土，为了盛放的帕蒂莎兰，花之女主人戴上了紫水晶的王冠。\n\n「但『永恒』终究是谎言，酣醉与欢爱只会磨却记忆，将之化作破碎的梦呓。」\n「你曾问起我为何时常叹息，趁着今夜月光皎亮，且听我为你慢慢讲述旧事…」\n\n「那是一度和平的遥远时代，曾有诸多使者与凡人沟通，传达天空的话语…」\n「但后来，入侵者自天穹之外而来，破灭毁坏众多，江河倒转，恶疫横行…」\n「自外而来者为我曾经的族人带来了战争，亦为大地带来突破桎梏的妄想…」\n「而天的主人恐惧妄想与突破，降下修补大地的天钉，毁灭了凡人的王国…」\n「我等亦纷纷招致被逐的灾祸，失去了与天空的联系，失去了教化的能力…」\n\n「我本落难而来，曾被施以不可回望天空的严苛诅咒，幸而维持形态至今…」\n「但故乡无时无刻不在呼唤着我，尽管星空与渊薮的灾祸已经自水晶浮现。」\n「牢记我的警告，不要追随四重影子的主人，不要窥视天空与深渊的秘密。」\n「否则，正如判罚之钉所昭示的那般，接踵而至的乃是灾难与苦涩的结局。」\n\n然而，赤色的君王并不认同伴侣的警告，心中许下僭越的愿望。\n月光下拭去伴侣的泪水，他亦将自己的欲求说与花的魔神倾听…"
	}
}