{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "谐律异想断章",
	"effect2Pc": "攻击力提高18%。",
	"effect4Pc": "生命之契的数值提升或降低时，角色造成的伤害提升18%，该效果持续6秒，至多叠加3次。",
	"flower": {
		"name": "谐律交响的前奏",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "以黄金与青石点缀的怒放之花，曾是赐予不朽之人的荣章。",
		"story": "那是无知的海雾笼罩高海，众水的子民尚处蒙昧的年岁。\n在赤色的砂原与灰暗的群山之间，曾有一位失乡的神祇。\n他原是绿洲的歌者，却在烈日君主的威光下失去了故国。\n因不愿侍奉沙王的御座，失乡之神选择踏上流浪的道路。\n\n在万水之源无光的海渊之下，是一座不曾被任何史册记载的都邑。\n本欲将高海当作坟茔的失乡者，意外闯入了比大地更古老的城墟。\n穿过无休无止的走廊，来到神庙废墟的中心，在银白色的雪松下，\n他听到了这座遗忘之城里仅剩的活物，萦绕在银树上金蜂的话语：\n\n「远到而来的旅人啊，这并非意外，而是命运之手将你带来这里。」\n「我曾是守护银树的使者，却在漫长的时间里失去了神智与身形。」\n「但我的眼中还能看到未来，旅人啊，你将再度拥有城邦与臣民，」\n「你所建立的国家将会繁荣昌盛，而且终有一日会统治整个高海。」\n「你将带给他们文明与正义，然而最终他们却会因那正义而毁灭。」\n「倘若你既已知晓了结局，仍愿意启程，我便引领你上升的道路…」\n\n「说预言的金蜂啊，倘若这真是命运的安排，又岂有选择的余地？」\n「但若我真有选择的机会，就必能改变你口中那无可改变的结局。」\n\n话音落下，无水的城窟轰然倒塌，银树化作金色的航船，\n这就是日后奏响乐章的光荣王与先知西比尔的初次邂逅。"
	},
	"plume": {
		"name": "古海玄幽的夜想",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "模仿传说中的金蜂翅翼雕琢而成的羽饰，似乎会随着微风震颤。",
		"story": "那是启蒙的歌声传遍高海，林地与荒屿开始繁盛的年岁。\n爱乐的神在梅洛皮斯垒起高塔，引来离散之民建立新邦。\n丰饶的号角使土地得以出产，往来航船将诸岛连为一体。\n这本应是无虑的好时代，为何领唱者的歌声却满是忧愁？\n\n「正如你预言的那般，我已作了光荣的王，为众民带来典雅的文明。」\n「将和平赐予海洋，依正义治理大地，使进步与秩序遍撒天下四方。」\n「然而，新造的荣耀之国越是繁荣昌盛，我便愈加感到惶惑与悲戚。」\n「预言中的繁荣将持续百年，再之后呢？毁灭的种子正在生根发芽。」\n\n「光荣的王啊！我曾说过，盛衰更替，变化无常，这就是法图纳的法则。」\n「无论贫贱与富贵，皆同受命运的奴役。或是登上宝座，或是落入尘埃。」\n「命运的轮轴无情转动，无论你如何挣扎，都无法改变必将到来的结局。」\n「正如跌宕起伏的戏剧，终幕早在开始便已注定，又为何要为此而悲伤？」\n\n然而即便深知永恒是痴愚的幻梦，不朽是盲目的狂想，\n高海众民的王却还是无法忍受预言中那个漆黑的未来。\n\n「当命定的审判之时到来，无情的波涛将会吞噬一切短暂的荣耀与幸福。」\n「我虽能看到必至的未来，却没有圣古的神智去探求那招致毁灭的缘由。」\n「但我知道，在无光大海的最深处，源水流溢之国，幽禁着众水的主人。」\n\n「既然预言说，无尽的海潮将会吞噬你的王国，那么她或许会知道答案…」"
	},
	"sands": {
		"name": "命途轮转的谐谑",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "仿照命运之轮的样子打造的时计，如今早已无法转动。",
		"story": "那是宏伟的乐章尚未奏响，黄金的舰队尚未启航的年岁。\n为了寻求破除诅咒的答案，光荣王踏上了寻找源水之路。\n在高海之下，弥漫着血腥与仇怨，那是龙裔栖居的王国。\n原本侍奉古海之灵的龙蜥亲王，看守着众水之主的监牢。\n\n仿佛旷古时的大战重临，沸腾了海的缠斗持续了足足三十个日夜。\n直到在精疲力竭后的休战中，神王才终于用乐声道出了他的来意。\n未曾想，龙蜥的王兽听闻了这僭越的狂想，旋即发出肆意的笑声：\n\n「凡人的僭主啊，你忧心无端的诅咒，抱怨命运的枷锁，却不知我的族类曾横遭百倍的苦痛。」\n「致使我们失去了土地与阳光，只能苟延于无光的渊底。」\n「凡人的僭主啊，你应知命运是高天的仪轨，绝不可有丝毫的改易，有此念头就已形同悖逆。」\n「但若你真要谋划这样的蠢事，我便领你去见众水之主。」\n\n于是在深水的最深处，在永夜的幽居所，从万水慈爱的女主人那里，\n光荣王获知了一切骇人听闻的秘密，但却没有得到任何救赎的答案。\n水的主人曾犯下不可饶恕的深罪，由此带来的诅咒也同样无可挽回。\n仍怀野心与希望的王，最终在决意离开之前，取走了一杯至纯之水。\n\n「倘若海潮将要吞噬我的臣民，便将他们的灵魂封入与一切水皆不相容的灵露。」\n「倘若时间将要使我的国度朽坏，便用精铜与磐石为他们塑造不会坏朽的身躯。」\n\n当强盛的海风吹过黄金的国度，命运的舵轮也会随之扭转吗？无人知晓答案…"
	},
	"goblet": {
		"name": "灵露倾洒的狂诗",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "使用铜胎为底烧制的来通杯，过去曾灌满乐园的美酒。",
		"story": "那是高海之上奏起狂诗，不朽军团整装待发的年岁。\n光荣王建起黄金的帝都，从此以至尊之名号令天下。\n\n巨舰所至，一座座城邦臣服于至高的威权，\n音符落处，文明的交响取代了蛮荒的歌谣。\n而这一切的目的都是为了带来正义与救赎，\n这正是无法抛弃臣民的至尊王最终的狂想。\n\n「你的王国将倾倒在怒涛之中，因为既定的命运不会改变。」\n「隐秘的丝线仍然牵引着他们，如傀儡般奔向苦厄的终局。」\n\n先知残酷的断言却并未使至尊陷入沉沦，反倒是激起了他狂傲的异想。\n他将自己关入幽深闭锁的帝宫，在普世的旋律中寻找命运之主的破绽。\n终于在无数个日夜后，从尘寰的弦音中，雷穆斯参透了法图纳的奥秘。\n他读出了命运的每一个音符，只欠一支笔，便可谱写属于自己的乐章。\n\n为此，至尊决意向西比尔祈求，因她来自亡者之地，血脉中也曾流淌着命运的奔流。\n尽管索求如此过甚，但就像往常一样，无心的先知毫无片刻犹豫便回应了他的愿望。\n\n王座上奏起谐荣的乐章，它将斩断命运加诸于众民身上的枷锁，为他们绘出新的旋律与道途。\n饰金的穹顶之下，纯圣真粹的灵露沿着黄金的水道倾洒，将金宫之中的震颤传遍帝国的疆土。\n而在至尊最疯狂的异想中，在谐和宏大的歌剧终幕，他会将命运的指挥棒交到人类自己手中。\n等到了那一日，无论富贵抑或贫贱，无论智慧还是野蛮，每一个自由人都将掌握自己的命运。\n\n狂飙突进的浪潮中，盲目的王奔向了无人知晓的终局，因为西比尔的眼中已经没有未来了…"
	},
	"circlet": {
		"name": "异想零落的圆舞",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "曾经覆以金箔的面具，或许是古时统帅军团之人的遗物。",
		"story": "那是旧日的金殿殁为残墟，荣耀的城邦葬身荒海的年岁。\n后来的历史我们都已知道，最终，审判的日子如期而至，\n抗拒命运的狂想被野心与背叛毁灭，连着一切荣光沉沦。\n怒涛平息之后，灰马乘风而至，带走了地上残余的生命。\n\n仿佛像是命运的嘲弄一般，当众水的新邦在旧日蛮族的欢呼声中落成，一度笼罩高海的黄金威权就已化为传说。\n在盛大的歌剧落幕之后，舞台上旧世的残迹也将被时间抹去，过去曾希冀过不朽的人们，就连名字都要被剔除。\n谁又会相信呢？曾有四十列桨座的巨舰乘着黎明的风航行在碧波之上，沿着海流向列邦传扬文明与进步的福音。\n谁又会相信呢？曾有失去乐园的悖逆神明向高天的威权发起挑战，无数凡人抛却身躯与他一同投入异想的狂诗。\n\n在那之后呢？在一切结束之后，终归破灭的异想究竟又留下了什么？\n或许是梦吧，因为在这之后，还会有无数的梦在异想的残迹上诞生。\n正如人们常说，泪水汇聚的海洋不会干涸，升上天空又再化雨落下。\n最后，所有的梦都将汇聚为一，为普天之下的万民带去最终的救赎。"
	}
}