{
	"name": "饰金之梦",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "元素精通提高80点。",
	"4pc": "触发元素反应后的8秒内，会根据队伍内其他角色的元素类型，使装备者获得强化：队伍中每存在1个和装备者同类元素的角色，攻击力提升14%；每存在1个和装备者不同元素类型的角色，元素精通提升50点。上述每类效果至多计算3个角色。该效果每8秒至多触发一次。装备者处于队伍后台时，依然能触发该效果。",
	"flower": {
		"name": "梦中的铁花",
		"relictype": "生之花",
		"description": "暗金打造的蓓蕾，再无机会开放的花瓣包裹着赤红的花芯。",
		"story": "「在黄金的梦想中，谁也不必饮下一滴苦水。」\n古时的传说中曾经有三名携手同行的挚友。\n其中一人最终如蔷薇般凋落，在泥中腐烂。\n花的国度被风沙磨成故事，成为歌中的梦。\n\n挚友中的其中一人在沙漠一隅构建了前所未见的大绿洲；\n另外一人，耗尽智性与气力在沙中建成了永恒的蜃气楼：\n谁人都不应当由悲伤与别离，在脸庞上刻下细密的印痕。\n\n「当月亮从你掌心离去，收回沙海迷宫上孤寂的银光，」\n「希望你能记得，梦的伴侣在炫目日光中燃烧的模样。」\n\n就这样，执着的追想从燃烧的新世界中升起，如无烟之火；\n就这样，一只眼望着过往、一只眼望着梦乡的，一定会迷失；\n就这样，他将视线投向了罪深之处的智慧，倾听如蜜的低语…"
	},
	"plume": {
		"name": "裁断的翎羽",
		"relictype": "死之羽",
		"description": "曾用来衡量罪人心脏重量的特制翎羽，如今失去了原本的功能。",
		"story": "「在新世界中，一切都是善的。」\n古时，高天的诏谕陷于沉默，地上失去了主人。\n文明与逸和的过去被遗弃，没入浓稠的深暗中。\n\n后来，时光不可逆转的法则重新衡量着沙漠中的一切生命。\n羽毛称量心脏，熔铁衡量神智，用无私的理性施行着统治。\n服从神王的裁断，根源于血的律法刻印在那沙漠乐土之上。\n当统治的理想被深切的悲愿所扭曲，显贵亦成了助虐之人。\n无视渐渐陷没流沙的宫阙地基，向着疯狂无明的未来前行。\n\n「一切背叛都应被无情地裁断，」\n「裁断的结果乃是彻底的殛灭。」\n到后来，规则为蜃楼般升腾的傲慢腐化，沦为桎梏，\n神王的抉择下，不幸如锁链般禁锢了臣民们的命运。"
	},
	"sands": {
		"name": "沉金的岁月",
		"relictype": "时之沙",
		"description": "暗金光泽的古老日晷，似乎在诉说着沙漠的旧日。",
		"story": "「黄金的愿景将以最古老的身影显现。」\n最初，各个部族与沙为伴，将血脉与大地相连。\n遵守血的律法，畏惧深入血脉的流散饥馑记忆。\n\n后来，时光携砂砾席卷大地，神王因而崛起，投下宏大的身影。\n在那被遗忘的年代里，神明塑造乐土，使绿洲棋布，泉流纵横。\n追随神王的榜样，部民树立高墙，建起御座，聚成繁荣的藩国。\n模仿着神王的形貌，藩国亦回忆起拥有王者和神官的悠古岁月。\n在那时，贤明的王领受来自高天的神谕，大地尚不知何为灾祸…\n\n「王将借智慧将黄金的往日复现，」\n「以无垠的神力停下时间的流沙。」\n\n没错。属于沙海的王者与沙之民的黄金岁月终于会到来。\n黄金的梦乡在召唤流浪的沙子，其中不会有哀愁与别离。"
	},
	"goblet": {
		"name": "如蜜的终宴",
		"relictype": "空之杯",
		"description": "曾在古老盛大的宴会上使用的酒杯，褪去了往日华丽的颜色。",
		"story": "「有尽的欢愉终以苦涩作结，」\n「蜜般甘美的回忆烟消云散。」\n最初，欢宴属于鲜花与月夜的女主人，权威属于沙海的王，生命属于草木的养主。\n仿若白银的月亮、黄金的太阳与翡翠的绿洲，三位神王立下誓言，结成同盟挚友。\n\n「在那些年代，月光曾将他们的幸福讲述给夜莺与蔷薇，」\n「而她们也为之惊惶、为之羞涩，以致唱不出回应的歌。」\n「安乐和平，统一的无忧乐园中无分彼此，亦无有灾祸…」\n「真希望此刻蜃楼般的幸福能化作永恒，再无分离之苦。」\n\n后来，时光斩断了日与夜的默契，撕毁了古老久远的盟约。\n安逸的月夜沉入流沙，而笼罩一切的阳光投下酷烈的目光。\n共享神王的欢宴，祭司与民众曾记得如梦美好短暂的年代。\n但梦想终究被理性擒获，投入无生命的机械之中研磨殆尽，\n而从机械之内，漆黑的梦魇之中，全新的智性将蜕壳而出…\n\n「融万千思绪为一，统万千算计为一，」\n「由此，人将为众王之王，众神之神。」\n就这样，挽歌为那孤独的众王之王奏响，\n而镀金砂砾早已明晓其注定败亡的结局。"
	},
	"circlet": {
		"name": "沙王的投影",
		"relictype": "理之冠",
		"description": "旧日沙漠祭司的镶金头巾，其形制乃是为了效仿传说中的沙民之王。",
		"story": "「王者将随耀眼如日的光明驾临，」\n「为人子们除去蔷薇编织的刺冠。」\n最初神柱自高空降下，将草甸林木埋入漫流之砂。\n黄金的太阳落而复升，为沙之海披上华贵的死衣。\n\n后来，时光的毒风搅扰了沦亡者的沉睡，引来了怀古的妄想。\n在那该诅咒的年代里，诸多城邦在肥沃的绿洲之上茁壮成长。\n跟从神王的理想，祭司们公正地治理乐土，布撒富足于四方。\n曾经，凡人的贤王与神官亲身领受圣谕，他们是大地的主人。\n而如今，绿洲之中代施统治的诸多显贵，成为了神主的影子。\n\n「王器与神杖如沙枣在地上遍布，」\n「荫蔽之下，臣民得以生长求索。」\n\n许久以后，荒唐的决断伴着海市蜃楼般的狂想下达，\n便以美好的期许为诱饵，将臣民引向了苦涩的结局。"
	}
}