{
	"id": 15032,
	"rarityList": [
		4,
		5
	],
	"name": "黄金剧团",
	"effect2Pc": "元素战技造成的伤害提升20%。",
	"effect4Pc": "元素战技造成的伤害提升25%；此外，处于队伍后台时，元素战技造成的伤害还将进一步提升25%，该效果将在登场后2秒移除。",
	"flower": {
		"name": "黄金乐曲的变奏",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "由砗磲、贝母和金箔精心制成的花朵，正骄傲地盛放着。",
		"story": "命运之曲曾沿各处水道奏响，传播着文明与秩序的谐和旋律。\n音符所落，蛮荒被文明扫荡取代，无序的原始之地改换新颜。\n\n强盛的海风席卷而过，浮游而生的无根萍草随之飘摇。\n在某个如海草般短命的部落，年轻的乐师与勇士相遇。\n繁星般的征服史诗之中，这段谣曲并不那么引人瞩目，\n但海浪见证了两位战士的情谊，亦预示了他们的结局。\n\n年轻的乐师尚未褪去蛮族的朴拙性情，与被征服的奴仆很快成为朋友。\n那奴仆的名字如今已无人知晓，但日后「卡西奥多」之名将广布天下。\n后来，年轻的勇士追随年轻的乐师前往黄金帝都最高之城卡皮托利姆…\n他们完成了严苛的课业与试炼，从而被黄金神王擢升成为骄傲的主人。\n\n「骄傲正如黄金之花在荣耀王国公民的胸前盛放，神王的远见之下将再无贫弱蛮荒」\n「骄傲是荣耀王国的尊严之盾，也是金光闪烁的矛头，守护着神王无可匹敌的威权」\n「只有在威权的管束下，秩序才得以诞生，秩序的统领下，艺术与美自由蓬勃绽放」\n「在美好的黄金国，弱小、蒙昧与野蛮永不受容忍与庇护——要么臣服，要么灭亡」\n\n「我的好友，我的兄弟，莫要留恋那贫微的过去，切莫贪念旧日之人虚假卑贱的尊严」\n「既已抛弃朴拙的身躯，弱小的精神，成为钢铁般的纯粹之人，又何以为小事叹息？」\n「我的朋友，我的兄弟，且听你如发条般永恒不变的内心旋律：那是神王在向你低语」\n「荣耀王国的双眼只望向黄金的完美未来，未来亦将为旧日之人的必然灭亡奏响终曲」"
	},
	"plume": {
		"name": "黄金飞鸟的落羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "黄金与白银掐丝打造的鸟羽，其上一颗蓝宝石晶莹剔透。",
		"story": "海风渐落的时刻，天空慢慢染上了粉红暮色。\n千桅泊处，海鸟不曾停留，仅散落片片飞羽。\n\n一度谐和宏大的交响乐曲也有谢幕的时刻，正如任何帝国都无法永治长安。\n随着水道的扩展，威权不仅带来进步与秩序，也带来了傲慢、暴力与剥削。\n「旧日之人」的遥远城邦里、隐士流亡的山谷中，甚至卡皮托利姆山脚下…\n协调曲调的高贵乐师与盔明甲亮的钢铁军团到来，从人们手中接管了一切。\n而那些尚未被征服、尚未被夺去水滴的顽强之人则各自团结起来誓死抵抗。\n\n「正如我所忧心，正如我所叹息，我的兄弟。当你在高歌奏乐之时，也当倾听弱者的呼声」\n「并非所有人情愿被剥夺家乡与自然，并非所有人都能接受我们的曲调」\n「你曾称他们为『旧日之人』，我的兄弟。但忠于旧日的人，也有不容忽视的执着与尊严」\n「我们曾以为可任意征服与支配他人，但荣耀王国的光辉又怎可能——」\n\n「软弱！软弱！懦弱的怜悯心蒙蔽你的神智，令你的心变得柔软，成为暴露在背后的弱点」\n「既然蛮荒与蒙昧依然隐藏在枫丹的任何土地，毒害着枫丹的任何水源，我们便灭绝它们」\n「假若蛮族愿意融入黄金的宏伟秩序，我们就接纳他们，正如光荣王如何接纳了我们那样」\n「但自毒龙斯库拉摧毁我们的高塔，屠害我们的乐师，被荼毒的蛮族已不值得拯救与接纳」\n「既然不值得接纳，便应当从土地和水源中将他们清除，如我们消灭瘟疫、扑灭野火那般」\n\n就在这一刻，黄金的时代骤然停滞，从而陷入了无穷无尽的战争与叛乱。\n王座间充斥着征服与消灭的呼声与蛮族痛苦的哭嚎，从中神王骤然惊醒…"
	},
	"sands": {
		"name": "黄金时代的先声",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "黄金与白银镶嵌而成的美妙日晷，似乎晷盘之上时间早已停止了流动。",
		"story": "欢快自在的黎明海风，将这古老的诗曲吹送——\n时光之流不再向前涌动，而是随歌手退回那往昔。\n\n沿着海流一路漂荡，经过荣耀王国饰金的穹顶，\n在夏日的轻风之中，穿过高墙围绕的绿色庄园。\n不论那些泛着轻舟的贵人，或被俘而来的蛮族，\n都沉浸在美好时代的乐曲当中，迷醉于回忆里…\n\n因为这是金灿灿的盛世——正值光荣王好时代。\n\n「我来自孤岛上的狭隘王国，生于棚屋，长于苇草搭建的村社」\n「当身穿闪亮盔甲的武士来到我家乡，宣告了『征服』的消息」\n「我还只是一介孩童，天真地追随着这些高大的半神前往首都」\n「幸而凭着灵巧的手指与清亮的嗓音，我避免了受奴役的命运」\n「自此之后，受到神王赏识的我才初次接触文明与秩序的力量」\n「脱胎换骨，舍弃我的名与族，世人将只知『波爱修斯』之名！」\n\n就这样，生于蛮族的孩子为黄金帝宫所震撼，为宏伟的威权之美所折服。\n努力抛弃与遗忘蛮荒的旧日习俗，如初生婴儿般饥渴地吞噬着新的知识…\n一切只为脱胎换骨成为这伟大文明的一部分——成为真正身怀荣耀之人。\n不为其他，正因为这是金灿灿的盛世——正值光荣王高居王座的好时代。"
	},
	"goblet": {
		"name": "黄金之夜的喧嚣",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "形制古老的银瓮，曾经满盛着红宝石般的美酒，如今其中却是苦涩的海水。",
		"story": "平静的海面一阵涌动，送扁舟滑入清寂的庄园与神殿之间。\n苍白的月光下，白日里曾夺目璀璨的黄金穹顶也失了颜色。\n\n神王从威权的大梦中骤然惊醒，清幽的星光已消失不见。\n暴力与隔阂萦成比黑夜更深的黑暗，笼罩了黄金的穹顶。\n惊悸与悔恨之中，他召集身边最忠诚的卫士与调律乐师，\n下达了最后一道命令，意图将分裂的疆土重归和平如一…\n\n然而正如覆水难收，积重难返的傲慢与偏见压垮了调律者与执权之人…\n一切高贵的牺牲，一切无私的计划被奸人所破坏，最终化作一片瓦砾。\n不论是魔龙亲王的蛮族大军，还是决意耗尽自身力量拯救帝国的神王，\n都被无可控制的风暴席卷而去，连华丽的宫阙、碧绿的庄园一同毁灭…\n而失去了黄金乐曲的引导，一度高贵的荣耀王国人化作了残缺的魔像…\n\n在黄金之夜的最后喧嚣平息之后，调律师波爱修斯躺在瓦砾之间，\n只有瓦砾听清了他神志不清的低语，只有瓦砾记录了叛徒的罪恶…\n\n「只因一时的疯狂，他背叛了我们所有人」\n「秩序不会轻易改变，人的悔改亦是如此」"
	},
	"circlet": {
		"name": "黄金剧团的奖赏",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "形制古老的王冠，相比起君主的头饰，不如说更像是舞台道具。",
		"story": "在那片庄严静默的深海底部，荣耀王国曾经高耸的王城所在，\n如那盛大旧梦的可怜残影一般，矗立着一座褪色的黄金城堡。\n黄金时代的宏伟歌剧已然落幕，谐和有致的乐章亦不再回响。\n在野心与背叛毁灭的废墟上，「旧日之人」建起了新的国度。\n\n「可怖，可怖！完美的秩序又被野蛮践踏，弱者与蒙昧占领了帝国的旧土」\n「精灵与泉水，泉水与骑士…孩童的呓语取代史诗，松散的歌谣替代了乐章」\n「本应永恒的威权被神王的一时疯狂摧毁，如今又被新生的蛮族国家嘲弄…」\n「难道伟大的帝国终将复归野蛮？难道蒙昧与无知终将把文明和理性征服？」\n\n在褪色城堡的黄金剧场之上，失去乐章的乐师如是放声哀歌不再归来的往日，\n而静静地聆听着的，则是沉默而饥渴的魔像，等待着猎食与吞噬无辜的灵魂。\n待到黄金的大乐章重新奏响之时，「金色剧团」终将领取诚实者应得的报酬。\n待到完美的秩序在人类中分出主人与奴仆，健全与美令荣耀王国再度光荣…\n待到那一日，待到那一日…\n「金色剧团」的每一位成员，自当赢得整个未来作为奖赏。"
	}
}