{
	"name": "沉沦之心",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "获得15%水元素伤害加成。",
	"4pc": "施放元素战技后的15秒内，普通攻击与重击造成的伤害提高30%。",
	"flower": {
		"name": "饰金胸花",
		"relictype": "生之花",
		"description": "色泽暗淡的斗篷别针。原本镀上的金色已经被海风磨去。",
		"story": "因海风褪去色彩的胸花。\n即使是踏遍浪涛的男儿，\n也有珍视的饰物与记忆。\n\n艨艟再度起锚出海，大副又一次追随船师起航。\n为了船师荒唐的追寻，为了记忆中晦暝的故乡，\n大副低吟自创的蹩脚酒歌，和鸣着鲸声与浪响。\n\n「放弃了一族之名的贼人与猎杀他的魔女（没能）浪迹四海」\n「无法得到一族之名的贤明胞弟（是否）终于成为一族之长」\n\n「无法唱出口的歌词…最终你也放弃了事实，选择了幻想吗」\n「失去一切的与放弃一切的，沉没在什么都能容纳的浪涛下」\n「或许也是不错的结局吧。哈哈哈哈哈哈！」"
	},
	"plume": {
		"name": "追忆之风",
		"relictype": "死之羽",
		"description": "随呜咽的海风、腥红的海浪而来的飞羽，年岁改变了它的形状与颜色。",
		"story": "不祥的红色飞羽，或许报死的标记。\n某日随海兽遗骸一同被冲上了海岸。\n\n玩世不恭的大副并非璃月本土人士，而是来自贵族的灰色国度。\n人们说他也曾是一位贵族，却因某事给家族蒙羞，被胞弟流放。\n但那些只是无稽的传说，他初到港口时，身上仅佩着一把细剑，\n除此之外，只有一根小小的蓝宝石色羽毛，佩在破旧的斗篷上。\n\n后来，浪客与船师投身汪洋，和风暴、海兽与豪浪相搏。\n曾经蓝宝石色的飞羽也被血水染红，浸润了大海的咸涩。\n\n在最后一刻，\n他清晰地想起了那些烈酒掩盖的往事。\n就如同海浪洗去的砂砾下露出的宝藏…"
	},
	"sands": {
		"name": "坚铜罗盘",
		"relictype": "时之沙",
		"description": "古旧的铜制罗盘，指针始终朝向遥不可及的彼岸，不存在的港湾。",
		"story": "海上男儿所用的铜色罗盘。\n在永远动荡的浮波生涯中，\n恒常指向持有者心向之处。\n\n不修边幅的船师曾以这尊罗盘引导巨舰，\n克服最凶险的海域，征服最宏大的漩涡。\n也曾经以不羁的笑声中显露的深刻仇恨，\n烈酒与但求一死的终局，引导失落的人…\n\n「小贼终究难逃绞架…你们的歌是这样唱的吧？」\n「只要有容身之处，就算葬身鱼腹也无所谓——」\n「上船的时候，你不是和这艘船订立契约了吗？」\n「这份记忆，没有被烈酒洗净吧？哈哈哈哈哈！」\n「没有忘记那就好。因为，是时候履行契约了。」\n\n「啊啊，这样也好。一切都无所谓了…」"
	},
	"goblet": {
		"name": "沉波之盏",
		"relictype": "空之杯",
		"description": "无心打捞上来的褪色酒盏，暗淡的外观呢喃着海波之底的往日。",
		"story": "稍有些褪色的精致杯盏，\n为海渊之砂所打磨干净。\n\n精巧的酒盏从大副手中滑落，仅在海面激起小小的浪花。\n在掠影的鱼群间，在光芒渐逝的海渊中，它经历了什么？\n在寂静的暗巷里，在幽会的雕花窗栏前，他曾经历什么？\n暗金酒盏缓缓下沉，沉入海怪的梦中，沉入大副的梦中…\n\n「这罪印是拜你所赐，这耻辱我总会找你讨还」\n月光照亮蓝宝石的眼眸，还有那道刺眼的伤疤。\n她的面庞在他的回忆之中愈发明亮，明艳冷傲，\n但他却忘记了自己那时作何回应，竟徒留怅然。\n\n「话说回来，这已经是第几次遗忘往事了呢…」\n\n「说了过去的事情无论如何都无所谓吧！」\n「一切死都是枉死，沉湎过往没有救赎。」"
	},
	"circlet": {
		"name": "酒渍船帽",
		"relictype": "理之冠",
		"description": "古旧的船帽，缭绕着不散的酒气、浸渍了斑驳的酒痕。",
		"story": "散发着浓烈酒气的三角帽，\n其形制象征着故主的身份。\n\n滥饮的大副终日间醺醉迷离，罕有酒醒的时刻。\n浑身围绕刺鼻的酒气，总是呢喃着残破的记忆，\n欢笑的船师对此却并不责怪，仍将重任委以他。\n\n「因为我们都是一无所有的人啊。哈哈哈哈！」\n\n「酒渍的船帽被暴风扬入高空，逐浪乘波而去」\n「注定失去故乡之人，进行着无望无求的纷争」\n「从回忆之海中丢失的，他们向深邃之海讨取」\n\n「海流风向全部正确。我找到了。」\n「在梦中也啃噬着我的那头巨兽…」\n「报偿之刻终于到来。起帆吧！」"
	}
}