{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "长夜之誓",
	"effect2Pc": "下落攻击造成的伤害提升25%。",
	"effect4Pc": "装备者的下落攻击/重击/元素战技命中敌人后，获得1/2/2层「永照的流辉」，由下落攻击、重击或元素战技产生的该效果分别每1秒至多触发一次。永照的流辉：下落攻击造成的伤害提升15%，持续6秒，至多叠加5层，每层持续时间独立计算。",
	"flower": {
		"name": "执灯人的誓词",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "执灯士所佩戴的铁花，象征着此人曾发下永世守望的重誓。",
		"story": "…那时，有自北方而来的猎风平整大地，为专横的王公刈除不羁的边民。\n而为了窃取空月所遗落的力量，说方言的妖僧向众妖灵的沙皇献上毒计。\n隐于山林的月童们因此分崩离析，同胞的姐妹受命运驱使踏上歧途之路。\n最终自命不凡的狂人也未能逃逸天壳的囚笼，被妄想尽头的魔天所吞噬。 \n\n不过所有这些都是在「乐园」尚未诞生前的故事，\n因为彼时的乐园还不过是两个孩童在月下的空想。\n直到许多年以后，其中一人作为闻名诸国的大盗遭到处刑，\n另外一人才终于明晓，那仿若无心留下的话语背后的真意。\n\n后来的事情就是我们所知道的了，\n当长夜到来之时，北国的王廷再也无暇顾及这雪原外的边鄙之地，\n漆黑兽潮在荒芜的大地上奔驰，摧毁了一切过往文明存在的痕迹。\n直到最初的铸灯者举起第一束光，从月童的女祭司那里借得力量，\n以月之名将黑暗驱至无光的旧墟，与被噩梦撕扯的魂灵一同深埋。\n\n在一切结束后，幸存的人们在山上筑起灯塔，远望冬都的新主人。\n为了守护挚友那孩童般纯粹的空想，铸灯者不惜在女皇廷前抗辩，\n虽是如愿得到了特许的御敕，却也从此背负上守望与牺牲的誓言，\n而那被称为「挪德卡莱」的「乐园」的历史，就从这一刻开始了。"
	},
	"plume": {
		"name": "夜鸣莺的尾羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "用夜莺的羽毛精心制成的帽饰，据说其形制由最初的铸灯者所定下。",
		"story": "传说口衔燃芯的莺鸟，只会在无月的黑夜到来时起飞。\n点点火光如流星般划过天空，为黑暗的年岁带来光明。\n\n开拓时代遗留下来的古堡废墟上，是「执灯人」守望长夜的高塔，\n自他们的先辈在女皇的御前立下永誓以来，已过去了数百年之久。\n「乐园」中的人们相信，只要灯塔不曾熄灭，他们便能得享自由，\n无需恐惧于漆黑魔兽肆虐下的颠沛流离，也无需寻求北国的庇护。\n然而从天边传来令人战栗的声音，那是狂猎之主驰骋夜空的步伐，\n巡夜卫士如往常一样换下兽皮的大氅，但那一日，太阳没有升起。\n\n集结的军号响彻山野，战士们在高塔下列队，\n为了履行古老的誓约，等待着南下的大号令。\n然而麦酒大厅中，这一代的执灯长沉默不语，\n因为在北方，灿如极昼的大军也已进至城下。\n\n「苍星的战士们，为何要在此时叩响皮拉米达的门扉。」\n「女皇陛下所赐的神圣权利，即便是你们也无权打破。」\n自称援兵的不速来客，执灯长知道他们另有图谋，\n但若是此时退让，绵延百年的自治便将不复存在。\n\n从为首军官的假面之下传来了冰冷而低沉的话语，\n与之相伴的，仿佛还有一声不知何处传来的嗤笑。\n「那是黑灾起始之地，至冬无法承担你们失败的代价。」\n「夜莺的战士，拼尽全力战斗吧！但若你们无人归来…」\n「那时，便由我们来负责『善后』。」"
	},
	"sands": {
		"name": "不死者的哀铃",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "漫步黑渊的战士所携带的铜铃，在无光的夜里常常能听到它的哀鸣。",
		"story": "仿佛灼烧大地的大战重临，空气中弥漫着血腥的气息，\n伴随着哭丧般的哀嚎，幽魂的大军正掠过漆黑的夜空。\n在流传乡间的民话中，他们是自异界而来索命的魔军，\n也有人认为，他们是那个古老的噩梦遗留下来的幻影。\n\n这便是在边地的住民们口中，被称为「狂猎」的灾厄，\n如果只是如夏日的暴风雨般，伴着雷鸣电闪肆虐天空。\n对习惯冒险生活的人们而言，或许只算是小小的意外，\n但当百年未见的狂潮如漆黑的血雨般倾泻在大地之上，\n人们才终于意识到，那从父祖辈流传下来的可怖传说，\n绝非吓唬小孩的无稽之谈，而是流淌在血脉中的恐惧。\n\n但总有人需要直面恐惧，为流离在无边黑暗中的行客们掌起明灯。\n黑羽的鸦群行进在光暗之界，率领他们的便是这样一位逆光之人，\n他默默举起手中长剑，剑光反照出的面容就如玄刃一般坚毅如铁。\n就算明知是飞蛾扑火，守誓的军团仍旧踏入了那生死无归的战场。\n\n…\n在道路的尽头，终于还是只剩下了那手持玄刃的一人，\n他知道，引来「狂猎」的邪秽就藏在那片密林的深处，\n只差一点，只差一点他就能拯救他曾发誓守护的大地，\n这样想着，甚至没有注意到自己的身形早已四分五裂，\n随身携带的警铃，也在血肉与黑泥的撕扯中嘶嘶作响。\n或许是被那铃声所震慑，围绕着他的食腐者畏葸不前，\n只能由他漫步在深渊之中，去履行那尚未完成的誓约…\n\n多年以后，在城镇与乡野之间流传的民话中，又增添了新内容，\n每当哀哭般的铃声响起，那便是永誓猎杀「狂猎」之人的行迹。"
	},
	"goblet": {
		"name": "未吹响的号角",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "过去曾用来召集守誓之人的号角，如今早已失去其作用。",
		"story": "当宣告北国威权的号角吹响，雷鸣般的步伐震撼大地，\n就像是横跨在冰原上的铁轨，将苍白的火焰延烧四方。\n效忠于女皇陛下的特遣军，并非是某个执行官的私属，\n他们向白磷色的苍星起誓，只为了创造无垢的新世界。\n\n即便是生活在恩准自治的边地，也依旧是祖国母亲的子民，\n因为冰之女皇那无疆的慈爱，不会抛弃任何愿意追随的人。\n带领着这支边防小队的准尉，从懵懂的儿时起就这样坚信，\n直到他徘徊在地狱的门口，瞥见那不被任何人所爱的魂灵。\n\n出击的请求依旧没有得到裁可，但准尉已经暗暗下定了决心，\n我们远征至此，乃是为了拯救在无情灾厄下受难的无辜之人，\n怎可这样看着噬咬大地的漆黑魔兽，夺走母亲与孩童的生命。\n如果这就是大人物所谓的命令的话，那就让这命令去见鬼吧。\n\n…\n污浊的瘴气被北风所吹散，初晨的阳光穿破黑云，再度抛洒在天青色的大地之上。\n战争结束了，高塔却没有迎来凯旋的英雄，只等来了罪人与他拼死救下的孩子们。\n虽然预定的计划出了些小小的纰漏，左道的贤医却不以为意，因为目的已然达成。\n擅离职守，背叛女皇的重罪，又因新立下的誓言而获赦免。\n在骸骨垒成的阶梯上，新的战士开始守望，直至渊海枯竭。"
	},
	"circlet": {
		"name": "被浸染的缨盔",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "古老而沉重的头盔，是标识了北方古老战士家系的传承之物。",
		"story": "传说最初的铸灯者来自极北的冬都，夜莺的徽记标识了他光荣的家系。\n那本是作为暗探效力的家族，却因冬沙皇的恩赏而得以荣膺缙绅之位，\n作为区区一介凡人出入宫廷，点缀在妖精的显贵们所组成的王廷当中。\n当席卷诸国的灾厄到来，开拓时代一度被寄予厚望的边地已无神眷顾，\n在挪德卡莱最黑暗的年代里，唯有身着玄银色铠甲的骑军自北方踏来。\n像是早已知晓他的来意一般，新月的女使为他点燃了驱散黑暗的明灯。\n\n在出发南下伦波三岛的前夜，在麦酒大厅为战士们举办了盛大的宴席，\n席间最为引人注目的，是一位头戴玄色的缨盔，手杵长枪的年轻武士。\n在如今的执灯士当中，只有极少数人还会佩戴这样古朴而笨重的铁胄，\n因为那代表他们流淌着的血脉，来自最初跟随铸灯者击退黑潮的勇士，\n即便没有封地也没有显贵的头衔，他们依旧遵守着先祖所立下的誓言。\n他们相信，曾经守护着至冬全域的众妖灵之主，依旧在某处保佑他们。\n\n被污泥所垢染的苔原已浸满了英雄的鲜血，年轻的武士跪立在战友们的尸身当中。\n牺牲本就是执灯士的命运与荣耀，但要是能再救下一个人，能多救下一个人也好，\n于是像过去的先祖一般，他向着那已无人祷告的旧神，及他曾统御的诸王们祈求。\n\n或许是被号角声所吵醒，又或是闻到了久违的血腥气息，也可能只是无聊，\n在某处，某个沉睡已久的怪灵从漫长的蛰伏中苏醒过来，回应了他的愿望。\n那古老传说中幽蓝色的燎原之火，终将再度于新的战场灼烧…"
	}
}