{
	"id": 15031,
	"rarityList": [
		4,
		5
	],
	"name": "逐影猎人",
	"effect2Pc": "普通攻击与重击造成的伤害提高15%。",
	"effect4Pc": "当前生命值提升或降低时，暴击率提升12%，该效果持续5秒，至多叠加3次。",
	"flower": {
		"name": "猎人的胸花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "老旧的勋章，在过去曾被用来配发给在战斗中做出了杰出贡献的人。",
		"story": "在过去，用于褒奖曾为枫丹安定而做出战斗贡献的人，\n而设计、制作的勋章。这种勋章大部分是光荣的象征，\n但得主有时会将其藏在不见光的地方，或是投入水中。\n\n「追寻森森鬼影，将其尽数驱逐、猎杀」，\n这是后来被充满尊敬地称为「黄金猎人」，\n而本人却将这一名号视为耻辱的卡西奥多，\n协助建立「逐影猎人」这一职的名称由来。\n但世间邪道与妖魔罕有，被贬为邪道与妖魔的人常有。\n如今的逐影庭更专注于犯罪调查而非战斗，\n并大量吸收了作为种族相对年轻的美露莘。\n\n这枚勋章曾经属于一名参与指挥白淞之围的逐影猎人。\n他因此离开了逐影庭的行列，计划与杯中物度过余生。\n直到旧友的托付让他不情愿地再度尝试与人一同生活，\n再度开始尝试为了儿女创造一个没有森森鬼影的世界。\n在最后，迎接他的是消除一切藩篱与隔阂的平静海洋。"
	},
	"plume": {
		"name": "杰作的序曲",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "用于调整旧式机关发条力矩的便携工具。如今失去了实用价值。",
		"story": "调整机关发条力矩的小工具，适用于各种规格的发条盒。\n随着阿兰·吉约丹的「新式」发条机关普及而失去效用。\n如今后者已经过了数百年的验证，不再被称为「新式」。\n\n关于阿兰·吉约丹其人。\n在加入并离开逐影庭，并最终枫丹建立动能工程科学研究院前，\n吉约丹曾在如今沦为废墟的自然哲学学院主持有关能源的研究。\n据说他一生中从未与同样曾在逐影庭效力的妹妹以外的人亲近。\n\n关于他有诸多传说。其之一：\n据说他在学院时期就制造出了拥有思考能力的机械，\n并曾借助这台机械协助自己与妹妹在逐影庭的工作。\n这些说法来自曾与他共事者（多数殁于厄里那斯），\n加上没有实际物证，因此从未进入相关的官方记载。\n被问及时他有一次评论道：很遗憾。没什么可说的。\n除此之外再没有对相关的提问与调查做出任何回应。\n\n其之二：\n老年时他从枫丹科学院退休并投身工坊，不再见人。\n他在他的岁月尽头从事的研究成果从未公开发表过，\n事后在个人工坊中，只能找到建造何物留下的痕迹。\n\n在后来，这些传说与科培琉司未能演完的遗作一样，\n激起了无数人的遐想、灵感与努力。"
	},
	"sands": {
		"name": "裁判的时刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "制式的怀表，走时精准度并不算高。",
		"story": "过去配发给枫丹执法者的怀表，\n作为怀表而言精准度并不算高，\n但能在执勤时起到徽章的作用，\n在枫丹曾有非常广泛的认知度。\n\n大魔术师「帕西法尔」请求比武审判的消息经由报刊报导，\n连同她出人意料的罪行一同，在枫丹廷引起了相当的轰动。\n审判庭之后对此要求的应允与人选，更是甚嚣尘上的消息，\n由决斗代理人玛尔菲莎为控方的代表，参与此次比武审判。\n关于玛尔菲莎的出身是否会令她在决斗中判断或表现失常，\n她与帕西法尔过去可能存在的联系…以及更为通俗易懂的，\n两者「战斗力」孰高孰低，都是当时为人津津乐道的话题。\n\n过去曾经与「帕西法尔」相识的记者卡尔·英戈德彼时已经辞职，\n他决定不再以此为业，情愿作为探险者与荒野、废墟和遗迹为伍。\n但出于职业的骄傲或是怀旧，他一直珍藏着身为记者拍摄的画片。\n数年后，一次他回到枫丹时应时任水仙十字院副院长的旧友之约，\n来为当时水仙十字院的成员合影时，透过镜头看着另一侧的面容，\n他想起了自己曾经怀着许多希望在白淞镇与枫丹廷之间来回奔波，\n那是有梦幻般虚幻的数月，对有的人而言太长，对有的人则太短。\n想起即使事态像能够消去一切的洪水升起般，渐渐看不见一丝光，\n即使所有人都劝他应及时抽身，却始终不愿意放弃的年轻的自己。\n想起了自己透过镜头看到的许多笑容，听到的许多对未来的畅想，\n还有后来隔着砖石土地闷闷地传来的喊声、破裂声与金属碰撞声。\n想起最终用「戏法」强行将自己转移到漆黑而安全的地窖的少女，\n没能作为记者在比武中记录她最后一战的懊悔才将他的视野席卷。"
	},
	"goblet": {
		"name": "遗忘的容器",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "容纳烈酒的便携金属容器，适合放在大衣口袋中随时使用。",
		"story": "过去，某个曾为枫丹廷效力之人的酒壶。\n从事某些特定工作的人，若非生性冷酷，\n最终若不依赖其中灵药，迟早走向崩溃。\n\n它曾属于曾经为枫丹的安定而做了不得不做之事的人。\n而他在负伤退役许多年后在最后一次调查时，才明白，\n循着足迹跳入兔子洞，迎接他的不是仙境，总是漩涡。\n\n……\n记忆如同破裂的潜水护具中涌出的气泡一般浮现出来。\n他想起了自己幼时与德怀特、贝瑟，还有卡尔的游戏，\n在当时他总是扮演英雄，卡尔总是扮演恶龙贾巴沃克，\n而他熟悉无比的院长的怀抱与此刻的感受有多么相似。\n想起白淞镇的赤红火光照亮的无数被仇恨扭曲的面庞，\n他这才想到自己也曾将无罪的孩子送进了水仙十字院。\n\n最后最为鲜明的，是初次遇见「儿子与女儿」的心情。\n仿佛看到漫长隧道尽头的光，看到戴上面具前的自己。\n但就如同在漆黑的地狱深处紧紧攫着蛛丝的徒劳一般，\n「亲爱的阿兰，亲爱的玛丽安…我从不和你们亲近，」\n「直到最后，我也不知该如何成为你们的『父亲』。」\n「但是只有看着你们长大的记忆，我实在不想失去…」\n酒醒时，所有荣誉、耻辱、爱与执着，都已溶于水中。"
	},
	"circlet": {
		"name": "老兵的容颜",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "老旧的面具，能够一定程度上替代因伤害而损毁的面容。依据伤残的面积、使用者的性别，有不同的设计。",
		"story": "过去，配发给为枫丹廷效力而面部负伤者的假面。\n能够替代骇人的面容，是老兵的光荣或耻辱之相。\n即使能将伤痕完全遮盖，心里的伤也不会消失吧。\n\n「如果我没能回来，那两个孩子就托付给你了。」\n一同长大、又一同曾经为枫丹廷效力的友人说道。\n已经没有请你来并肩战斗了，友人原本想这么说，\n但是如今她与他之间的默契，是一段空白的年月。\n仿佛只要不去谈论，白淞镇的事情就不曾发生过。\n\n这回院子恐怕会被淹没，我和院长不在也不安全，\n想把孩子们托付给值得信赖的人，像你和英戈德，\n友人看出了无法发言的他面具下的神色，解释道。\n\n「等凯旋回来，再叫上拉斯克和英戈德一起吧。」\n「这次就由我来下厨吧！让你们好好见识见识。」\n看到他眼里流露出的狐疑，友人气鼓鼓地补充道：\n「这几年我可学会了烘培！孩子们都很喜欢的！」\n\n「那么再见喽，吉约丹…我亲爱的埃马纽艾尔。」\n「你那头也一切顺利才好，不要遇上什么事情。」\n「希望我的斯彭西安还没有被小伙子们折腾坏…」\n\n虽然不喜欢小孩子——应该说，不想与任何人来往，\n因为只要看到人，就会想到他们体内也流着红血。\n但既然是老友的请求，那就暂时帮忙看着他们吧，\n等贝瑟回来，就把烫手的山芋还给她…"
	}
}