{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "穹境示现之夜",
	"effect2Pc": "元素精通提高80点。",
	"effect4Pc": "队伍中附近的角色触发月曜反应时，若装备者在场上，将获得持续4秒的「月辉明光·蓄念」效果：队伍的月兆为初辉/满辉时，暴击率提升15%/30%。队伍中的角色每拥有一种不同的「月辉明光」效果，队伍中的所有角色触发的月曜反应造成的伤害提升10%。由「月辉明光」产生的效果无法叠加。",
	"flower": {
		"name": "渴真之花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "雕刻成花型的圣物，似乎是为了象征某种如花般绽放的可怖存在。",
		"story": "那是罪人们尚未铸成大错的年代，地底构筑的属世王国深处。\n王国中的人们不曾见过大海，当然也从未目睹过真正的太阳。\n但即便是在这暗无天日的地方，亦有人妄图窥探群星的秘密。\n不过他们并非仰望星空，而是在镜面虚假的倒影中寻觅真实。\n \n或许是因为位置实在特殊，在王国境内所映出的星图中常有异象闪烁，\n占星学家们将之记录下来，称为「渴真之天象」，其意即为渴望真实。\n「或许镜中所倒映的不过虚假的幻影，真相唯有穿透幻影才能到达。」\n摸索着冗长的星表，久而久之，占星学家们自然也产生了这般的想法，\n只是那时的哲人们还不知道，他们已然窥见了永恒无限的魔天的一角。\n \n不知过去了多少年，久到地上的神明纷纷陨落，久到黑日取代了赤月。\n那时，已有人知晓了深罪的秘密，因此窥探星空也成为了禁忌的知识。\n如今王国中仅有少数人享有逾越禁令的特权，以便为独眼的君王服务。\n \n然而凡事总有意外，当无知的学僧拭去遮蔽焚真之镜的浮尘，\n那环绕着深邃视界的奇境天光，便再次照亮了狭小的观星室。\n漆黑的乐园是何等的美丽，何等的璀璨，又是何等的…亵渎。\n仅是一瞥，便已占据了年轻的拉乌斯万格全部的心智与渴望。\n而这便是日后高颂天外渊薮的妖僧，一切故事与罪行的开端…"
	},
	"plume": {
		"name": "深罪之羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "毡帽上佩戴的深邃羽饰，在追求华美的至冬贵族间显得格格不入。",
		"story": "逾越身份的约束，已属蔑视君王的大恶，\n窥探深黑智慧，这般罪行更是绝不容赦。\n \n然而拉乌斯万格对此也未曾辩驳，因他的心中除那光芒外已别无他物。\n很快来自裁判庭的判决降下，学者被逐出了深秘院，并判以流放之刑。\n虽说是流放，但对他这种祖先出身异国之人而言，却要比死罪更可怕，\n因为那施加于背弃神明之人的古老诅咒，一旦回到地上便会追赶上他。\n这样的刑罚已背弃了王国的高贵理想，正是地下王国走向堕落的明证。\n \n但王命不可违，况且见过乐园深景后自己早已无法忍受。\n「熄灭吧，无益的一生，至少你在那一刻曾窥见真实。」\n然而当拉乌斯万格终于走出洞穴，沐浴于真正的阳光下，\n同行之人发出痛苦哀嚎，唯独他身上却是什么也未发生。\n \n那一刻，仿若穹境中的伟大存在就在他的面前示现。\n它亲自从芸芸众生中拣选了他，赐予他黑暗的恩典。\n如此幸运，又如此可悲，他最终知晓了自己的使命。\n \n「火焰照亮了世界，也将其烧却。」\n「而我的命运，便正如飞蛾扑火。」"
	},
	"sands": {
		"name": "谕告之钟",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "由神秘力量所驱动的精致的自鸣钟，但其用途似乎并非是指示时间。",
		"story": "那是漆黑的灾厄尚未席卷诸国的时代，\n那时的人们还在安享最后的黄金岁月。\n \n据说有一位博学多才的学者，长久地流寓在诸国之间。\n他早就遍览明论派的纪事，也已经翻阅过北陆的馆藏，\n然而就算是最古老的记录中，也找不到他所追寻之物。\n那是不存在于这个世界上的，宛如奇迹般的漆黑乐园。\n \n他走遍了已知世界的每一个角落，除了那处尚未开发的蛮荒之地。\n那是名为挪德卡莱的北国边地，数年前才由至冬的沙皇下令开拓。\n那里没有名望显著的学者，似乎也没有古老文明曾存在过的痕迹。\n \n「这里就是最后了，我无益的一生。」\n在出发之前，他心想。\n「但是即便无望，也不可在此放弃。」\n \n或许是愿望总算得到注视，他再次得见苦苦追寻的真理。\n而这一次，他终于找到了能够通往漆黑乐园的深罪道路。\n接下来要做的，便是亲手打开那扇在无数梦中闪烁的门。\n不论是要用怎样的手段，也不论将付出什么代价，都要…"
	},
	"goblet": {
		"name": "满溢之壶",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "宫廷宴会中使用的特制酒杯，曾被用来表演某种魔术。",
		"story": "在至冬宫回转的廊厅间，酒会与歌舞似乎永远不会停歇。\n妖精的贵族们喜好豪华，他们将宴饮视作最重要的工作。\n就算有谁长着宝石般坚硬的心，也会被香醇的美酒融化，\n甚至连整个国家的大小政务，大多也是在微醺时决定的。\n \n被贵族们私下呼作「妖僧」的霍德望教授，是近来宫廷里的名人。\n不但是由于他凭借精深的炼金与占星术，成为了沙皇陛下的宠臣，\n也不仅因为他总能说出些有趣且深刻的格言，引得众人哈哈大笑，\n真正让朝堂上的贵族们为之侧目的，是萦绕在他身上的那些传奇。\n \n据说弗提乌斯大公曾因嫉妒之心，想要除掉这个碍事的野狐，\n他将上好的火水换作致命的毒药，却不曾想教授仍甘之如饴。\n最后，反而是大公本人因此而拜倒，成了妖僧最忠实的拥趸。\n \n又听闻妖精中最擅变化的菲利波夫，曾公开嘲笑教授的研究只是骗人的把戏。\n然而妖僧对此只是笑了笑，随后便在众目睽睽之下召来了他魂牵梦绕的亡妻。\n以上这些故事都成为了席间的笑谈。但每当有人问起时，教授总是不置可否。\n或许也并没有人真的在乎这些故事的真假，它们不过是歌舞间隙助兴的调味。\n \n可能对于贵族们来说，没有根基的异邦人总是更值得信任。\n当然，如果在此之外他还能帮忙处理些麻烦事那就更好了。\n但是剧中之人又怎么能够料到，惨烈的终幕就要到来了呢？"
	},
	"circlet": {
		"name": "永劫之冕",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "仿照罪人的头环制成的冠冕，或许在某人心中爱与罪本就同源。",
		"story": "自北方吹来的风为古老蛮荒的边地带来了新的机遇和文明，\n在巨木倒下的地方，兴起了大大小小的城市、港口与工厂。\n但唯有沙皇的宠臣知道，眼前狂飙突进的繁荣也并非全部，\n众妖灵的君王正筹划着，不为月下的秩序所容的叛逆计划。\n \n「但要我说，沙皇陛下的器量与野心还是太过狭小。」\n「他被慈爱的锁链束缚在大地上，从不曾仰望群星。」\n「拥有那样伟大的力量，却只想要做月下生灵的王。」\n「他竟不知，在天幕之外才能寻得真正永恒的乐园。」\n \n作为沙皇陛下的钦差，妖僧现身在挪德卡莱是为了一项隐秘任务。\n倘若能够得到隐藏在这里的秘宝，便可掌握足以颠覆大地的力量。\n但他寻求力量却并非是为了救世，而是要将世界作为自己的薪柴。\n \n「看呐，愚蠢而短寿的凡类，和这速朽空幻的世界一样无可救药。」\n「唯有像我这般，被至高的恩典所预选之人才有存在下去的意义。」\n「与其在无尽的轮回中沉沦，不如在为了伟业的牺牲中得到解脱。」\n \n「雷德·米勒，快抛下那些渺小的感伤，你我都是被命运选中之人。」\n「跟从我吧，世界注定将走向毁灭，而我们将从天壳里破茧而出！」"
	}
}