{
	"name": "回声之林夜话",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "攻击力提高18%。",
	"4pc": "施放元素战技后的10秒内，岩元素伤害加成提升20%；若处于结晶反应产生的护盾庇护下，上述效果提高150%，进一步提高的效果将在失去结晶护盾庇护的1秒后移除。",
	"flower": {
		"name": "无私的妆饰花",
		"relictype": "生之花",
		"description": "故事中的女巫所佩戴的胸花，与她所喜爱的其他装饰一样，用蝴蝶的造型作为点缀。",
		"story": "小狗窜上了阁楼，撞了一鼻子灰，忍不住喷嚏连连。\n「派，瞧瞧你，原来是苹果派的颜色，现在倒像是被涂上桑葚果酱啦。」\n小女孩追着被叫做「派」的小狗挤进了矮小的阁楼，帮它掸掉了灰尘。\n阁楼堆满了装帧精美的书籍，小女孩选中一本从书架上取下，书的封面有漂亮的金翅蝴蝶做装饰。\n「像是故事书。说不定妈妈讲的那些故事，就是从这些书上看来的呢！你说对吗，派？」\n小狗短吠了一声，像往常一样趴在小女孩的脚边。\n「哼哼，如果我能比妈妈先读完…」\n于是小女孩翻开故事书，泛黄的书页就像蝴蝶展开双翼…\n\n那是并非很久以前发生的故事，传说在回声之林里，住着能够实现任何愿望的女巫。\n但这个女巫就像其他故事里的女巫一样性情古怪，她用魔法让雾气笼罩整座森林，让闯入者被林中的回声所迷惑，所以很少有人能找到她在林中隐居的小屋，更别提向她许愿了。\n不过有一天，终于还是有一个青年叩响了女巫的家门。\n青年原本想找一朵蓝花，中途却被金翅的蝴蝶吸引了目光，追着蝴蝶，不知不觉就来到了林中小屋之前。这时他才想起能够实现愿望的女巫的传说，踌躇了一阵之后还是决定登门拜访。\n不待他叩第三下，门便打开了。\n「我有一个愿望…」青年说。\n「人们都这样说。」女巫打断了他，「实现你的愿望对我来说并非难事，但愿望的代价因人而异。」\n「我心爱的少女，她的芳心早已另有所属。但我并非想要借助魔法的力量令她改变心意，而只是希望她能获得这世上所有的幸福。若你能实现这个愿望，凡是我所能支配的，我的时间、金钱，甚至是灵魂，我都甘心奉上。」\n「你的愿望将会实现。不过代价将在日后收取，代价也未必是你的灵魂…女巫总是随心所欲的。」\n「可是这世上有什么比一个人的灵魂更珍贵呢？」\n「到时你会知道，当约定的时刻到来，唯有金子般的心将会被称量。」\n……"
	},
	"plume": {
		"name": "诚恳的蘸水笔",
		"relictype": "死之羽",
		"description": "故事中的女巫所使用的蘸水笔，流畅顺滑在它所有的优点中最不值得一提。",
		"story": "……\n「出卖灵魂的交易在故事里总是这么容易…那灵魂应该是更便宜的东西，否则人们为什么总是那样轻易地将它交出呢？」\n不过她并不知道灵魂是什么意思，毕竟她从没见过。相比之下，下午茶的美味点心、和派在花园玩耍的时光、睡前听妈妈讲的那些故事，才是更珍贵的东西。\n「幸好我们都没有愿望要女巫实现，这样就不用拿任何珍贵的东西做交换了。」\n她翻到下一页…\n\n虽然得到了女巫的许诺，但青年自己也无法想象愿望实现会是怎样的景象。\n如果是更具体的愿望…用之不竭的财富和令他人俯首称臣的权力都是很容易想象的。但在那之上的幸福呢？\n青年曾听闻女巫有许多魔法的道具，而她正是借助这些怪异又非凡的收藏的力量。他按捺不住好奇，便询问女巫将用哪样道具来实现他的愿望。\n「魔法的蘸水笔所写下的词句都会成为现实，她将成为命运的宠儿。」\n青年不可思议地看女巫轻轻摇晃墨水瓶，黑水如海浪般翻滚，他仿佛看到了他们生活于其中的世界像一座孤屿随浪潮浮沉，而更多他从未见过的面貌与风景如画册的篇页翻过…\n他看得入了迷，几乎要从墨水瓶的广口坠落，溺没于黑水之中。\n「墨水瓶中有她所能想象到的一切，只要她愿意，这一切都将为她所有。」\n随着蘸水笔在纸页上游走，少女的命运就这样被改变。\n不知从何时起，少女已不再对接踵而至的幸运感到惊异。\n她不再为任何事烦心，几乎所有事都会按她希望的样子发展，而凡是她想要得到的东西，最后也总会以某种形式抵达她的手中。\n人人都爱她。人们赞美她的容姿，称颂她的德行，就连过去她曾以为不会对自己一顾的人，也完全改换了态度。\n渐渐的，她习惯了投向她的赞美的话语，艳羡的目光。尽管她的容姿绝非出众，德行也更是普通，但命运却毫无保留地将她眷顾。\n……"
	},
	"sands": {
		"name": "忠实的砂时计",
		"relictype": "时之沙",
		"description": "故事中的女巫所仰仗的砂时计，据说对它念出错误的咒语，时间的流逝就会格外迅速。",
		"story": "……\n「要是有魔法的蘸水笔…如果是派会写什么呢？很多很多狗饼干？」\n小女孩放下书，摸了摸派的脑袋，小狗摇摇尾巴作为回应。\n「哦！派不会写字，那就让我来替你写好了。除了很多很多狗饼干，还有…」\n她翻到下一页…\n\n「多可笑呀，倒好像蓝色缎带有多稀罕似的。」少女毫不留情地驱逐了访客，将访客带来的礼物扔在角落里。的确，过去她也曾对翠鸟般的蓝色缎带爱不释手，可现在，这样平凡的物件已引不起她的兴趣。\n「可怜的孩子！」母亲发出叹息。\n少女对母亲的说教感到厌烦。虽然幸运降临到她身上不过很短的时间，但她早已将财富的唾手可得、人心的易于笼络视作理所当然。这个世界原本就是以她为中心运转的，她不止一次这样想。\n「你明明是母亲，却为什么不能像其他人那样爱我？」\n或许我并不需要一个不爱我的母亲。少女想到。\n之后，少女将家抛在身后，连同亲人一起。从此享受着魔法带来的幸运，也不必再为良心的苛责而烦扰。\n她四处旅行，直到没有风景让她感到新奇，没有美食叫她感激。她的生活就像永不止歇的舞会，人们来来去去，却无人在舞池驻足。\n她有时会故意坏心眼地对待那些被她称为「朋友」的人，可无论前一日她的行为有多无礼，到了第二天，朋友们无一例外都会笑着宽恕她，像从前一样爱她。\n人们对她只是奉献，没人会向她索求什么。\n……"
	},
	"goblet": {
		"name": "慷慨的墨水瓶",
		"relictype": "空之杯",
		"description": "故事中的女巫所借助的墨水瓶，有着不逊于蘸水笔的神奇魔法。",
		"story": "……\n小女孩继续往下读，派依偎在她身边。\n她翻到下一页…\n\n少女在很久之后才得知母亲早已离世的消息，久违地回到故乡，无论是熟悉的面影还是陌生的脸孔，也都像其他地方的人一样对她热情礼让。\n「一切都如你所愿，可你为什么不再笑了？」\n说话的青年是她见过的，或许只是众多追随者中的一员。\n「母亲说得对，我是个可怜的孩子，因为这可怕的诅咒，我永远不会真正幸福了。」\n「啊！你居然将无私的馈赠称作诅咒。要知道，这可是某人同女巫交易，用自己的牺牲换得的，他甚至从未想过获得任何来自你的回报，世上还有比这更伟大的爱吗？」\n「看来他比我更明白如何获得幸福。」少女说，「只是得到而不用付出的人生有什么价值呢？最没有价值的东西就是无人需要的东西，或许我才是多余的存在。」\n「不是这样…你是必须存在的，至少对我而言是这样。」\n「那你希望从我身上得到什么呢？如果有什么我能为你做的…」\n青年却露出为难的神色。\n少女感到非常失望，她决定前往女巫隐居的回声之林，寻找解除可怕诅咒的方法。\n青年拿出从女巫那处借来的魔镜，希望能阻止少女。\n「一旦魔法带来的幸运离开你…」\n然后少女在展示可能性的镜中看到了幸运衰竭后的景象：她看到自己很快失去了所有财富，被她伤害的人们不再笑着原谅她，取而代之的是詈骂和白眼，不再有人围在她的身旁，仿佛舞会散场。她像从前一样四处旅行，但旅途中无人对她表示关心或在意，她看到自己被风雨击倒，被孩子们嘲笑。所有她曾得到的馈赠，如今都要十倍百倍地偿还。\n她并未挪动一步，镜中所见的种种却仿佛已在她身上发生，生活是无尽的苦役，要将她摧折。\n「庆幸吧，魔法的幸运还没有将你抛弃，这个世界上不会有人嘲笑你的软弱。」\n……"
	},
	"circlet": {
		"name": "慈爱的淑女帽",
		"relictype": "理之冠",
		"description": "故事中的女巫所爱用的淑女帽，沉稳又不失俏皮的设计令她格外中意。",
		"story": "……\n派百无聊赖地打起了呵欠。\n「我猜故事就快结束了，再等一会儿，好吗？」\n她翻到下一页…\n\n「即便如此，我也要选这条更困难的路。」\n就像那些遥远的冬夜，她在母亲怀中昏昏欲睡，听着那些现在几乎已被她遗忘，但曾经百听不厌的故事。故事的主人公们往往都要历经万难才能抵达旅途的终点，在旅途中付出的和失去的，只会让得来不易的报偿更显珍贵。\n「我在镜中看到人们不再爱我，甚至是厌弃我，只是为了让他们重新对我微笑，都是从前无法想象的困难…可那才是真正的世界，充满变化，捉摸不定。」\n「不，你不能这样！你必须为魔法带来的幸运而感到幸福，否则…」\n「你有什么可担心的呢？即使你会和其他人一样，在魔法的力量消退后不再爱我，我依然会爱你们啊。我会像故事里的主人公那样，用真心对待这个自由的世界上的每一个人…只要你愿意收下，我的心也是属于你的！」\n虽然没有钟声，也没有其他预兆，但这似乎就是女巫所说的约定的时刻了。\n「照理说我应该在她走完镜中所示的旅途之后再出现，现在的确是稍早了一些…不过女巫总是随心所欲的。」\n女巫依约取走了青年所能支配的东西中她最想要的那一样。\n「我的愿望实现了，但我失去了一切…」\n「她会是个不错的角色，哪怕在别的故事里。」女巫轻轻摇晃墨水瓶，少女如今成了其中的囚徒。\n「可她是为我而存在的少女，正如我也为她…如果她注定无法得到开释，就让我去找她吧。我曾在瓶中见过许多的宇宙，无数的故事，或许其中会有一个世界容得下我们两人，或许我也能成为一个不错的角色…」\n\n「我记住了！今晚就给妈妈讲这个故事好了，你说她会喜欢吗？」\n派却并不理会小女孩，而是站起来对着空气吠了几声，又绕了几个圈，随后便窜下了阁楼。\n「哼，这家伙，准是肚子饿了在闹脾气，可真是个小孩子呀。」\n小女孩也离开了，只将没有装饰的故事书留在了阁楼的地板上。"
	}
}