{
	"name": "水仙之梦",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "获得15%水元素伤害加成。",
	"4pc": "普通攻击、重击、下落攻击、元素战技或元素爆发命中敌人后，将产生1层持续8秒的「镜中水仙」效果。处于1/2/3层及以上「镜中水仙」效果下时，攻击力将提高7%/16%/25%，水元素伤害加成提升4%/9%/15%。由普通攻击、重击、下落攻击、元素战技或元素爆发产生的「镜中水仙」将分别独立存在。",
	"flower": {
		"name": "旅途中的鲜花",
		"relictype": "生之花",
		"description": "故事一定会结束，鲜花也终究会凋落。但梦中描绘的花朵永远都会饱满而充满芬芳吧。",
		"story": "…但在最后，王国还是蒙上了阴影。\n并不是恶龙战胜了骑士，而是他们一同流离失所。\n在无光黑水般厚重的纷乱、悲伤与随后的离别中，\n院长为了战胜邪恶之源，与姊妹们一同踏上旅程，\n而副院长则登上了战斗的舰船，最终安眠在水中。\n水仙勇者与许多的骑士、恶龙、贤人一样失散了。\n\n其中有的为逐影庭或特巡队所收留，\n为了不让王国再度蒙上阴影而精进。\n有的则是由往返异域的探究者收养，\n从此真正踏上目睹世界尽头的冒险。\n\n在那之后又过去了许多年月。\n有人为了未来的故事不再遭受如此中断，\n借由机关之精密与钢铁的躯壳寻求进路；\n有人则为了让故事重新开始而背道而驰，\n以水仙之名走上了超越一切常理的旅途；\n还有人仍然如同珍藏干枯的花一般，\n始终怀念仍待继续的午后冒险故事…"
	},
	"plume": {
		"name": "坏巫师的羽杖",
		"relictype": "死之羽",
		"description": "原本在礼帽上的装饰鸟羽。墨绿的颜色想必相当吸引眼球吧。",
		"story": "有勇者，那就有邪恶的巫师。有骑士，自然也有恶龙了。\n勇者总是手持圣剑，那巫师也总得有像样的法器才行吧。\n在冒险的间隙中，勇者与巫师、骑士与恶龙尚未诞生时，\n他们总是觊觎着别在副院长礼帽上的不知名鸟类的翎羽。\n那枚羽毛中一定有许多的故事，小小的冒险者们这么想，\n副院长一定曾经有许多的故事，就像隐居后的老年勇者。\n否则为何即使是应允了我们的院长，也无法将其摘下呢？\n\n「██，██，你们要好好相处，不要打架。」\n总是扮演骑士与恶龙的两人不情愿地点了点头。\n「███，我不在的时候要照顾好███喔。」\n「等事情结束了，我和院长马上回来。你们不要乱跑到外面来。」\n副院长想了想，在离去之前将墨绿的鸟羽摘下。\n「███，你一直想要这个吧？就交给你了。」\n「不过，只是请你暂时代为保管喔，如果弄脏了我会很生气的。」\n\n但最后，这羽毛始终不曾如他们所想，能成为坏巫师的神奇法器。\n而是随着新主人的足迹，一度抵达了带来别离之祸的源头并折返…"
	},
	"sands": {
		"name": "水仙的时时刻刻",
		"relictype": "时之沙",
		"description": "早已停止运转的怀表，似乎在徒劳的旋转中见证过许多的年月。",
		"story": "时计的指针总会归位，又再度开始圆周运转。\n水仙勇者们的一切，似乎都永远也不会改变。\n但年月最终总会将无比精密脆弱的机芯损耗。\n直到新的一日再也无法到来。一切都将不再。\n\n这枚怀表原本是一个热衷于机械的小小勇者，\n利用各种装置的废料拼凑组装成的练习作品。\n在最后这枚怀表与它赠予的对象一同落入了将一切溶解的源流之水。\n但早在这之前，它就已经不再随发条运转了。\n\n「在很久很久以后，在很远很远的地方…\n「有一个黑暗的帝国，由恶龙纳西索斯所统治。\n「他原本渴望的公主，连同公主所居住的高塔一同，陷入了静滞的、没有梦想的沉睡，因此也不受恶龙染指。纳西索斯十分愤怒，因此，他让自己无数的鹰眼爪牙分散在帝国各处，搜寻公主的宝物；又建立了许多邪恶魔法的防御机关，来阻止正义的同伴向他发起反抗。他发誓要夺回公主的宝物，将她唤醒。如此一来，才能彻底将她据为己有。\n「有一群勇士，守护着公主托付给他们的宝物。这个宝物，是一滴清澈明亮的水珠。\n「有一天，从水珠中诞生了一个小小的生命。\n「嗯…名字叫什么好呢？真是伤脑筋，早知道故事会变成这样，你的名字应该用在这里才对。你还有别的什么好朋友吗？\n「『朋友的话…嗯，如果是朋友的话，倒是有一个名字，我觉得适合用在这里。』」"
	},
	"goblet": {
		"name": "勇者们的茶会",
		"relictype": "空之杯",
		"description": "精致的茶杯。或许曾与他人共同度过悠闲的午后时光吧。",
		"story": "即使是水仙勇者，在冒险途中也有小憇的闲暇吧。\n自鸣钟响起时，许多的勇者与巫师、骑士与恶龙，\n都将暂时忘却被囚的公主，秘境的宝藏。\n笼罩在远方王国上空的阴云将暂时散去，\n苦苦等待的公主也会将目光从窗外移开。\n毕竟在骑士们离开的当下，冒险自然是要暂停的。\n这就是水仙勇者与其他许多小小的世界都遵循的宇宙法则。\n要问为何的话，那是因为副院长准备的茶点实在太美味了。\n\n那是一个阴暗的午后，但这个词似乎没有意义。\n因为她所前往的新的家园是看不见日月之光的。\n在这里她首先见到的自然是高大又纯净的院长。\n虽然她比少女更不知所措，但还是以拥抱迎接，\n把她的衣服都弄湿了。副院长与妈妈年龄相近，\n她牵起少女的手，把她带到休战的勇者、骑士、恶龙当中。\n她觉得这样还不错。而且，这里的茶点很美味。"
	},
	"circlet": {
		"name": "恶龙的单片镜",
		"relictype": "理之冠",
		"description": "精致的单片眼镜。依照古老的轶事传闻，透过它或许能瞥见未来的光景吧。",
		"story": "不同故事中的勇者，自然会找到不同的（权宜的）圣剑，最终又将要面对不同的宿敌。\n但常言英雄不死则成恶龙。多个故事交错时彼方的勇者或许对于己方而言也是恶龙吧。\n最终沉淀的故事必定会向通行易懂的叙事靠拢。勇者之所以是勇者而非恶龙亦是如此。\n所以在所有故事的最后，即便力量强大诡计多端，恶龙终归会被手持圣剑的勇者打败。\n\n恶龙在投身落入溶解一切的裂隙之前，想起了他曾与勇者一同度过的时光。最后他说：\n「是啊，我不会怨恨。我明白，你不曾见到我曾目睹的景象。所以你才会想阻止我。」\n「群星之兽会将世界的胎水饮尽。在那之后又是百年，地表所有的生命都将被抹去。」\n「我一定会归来拯救所有的灵魂。无论是十年、百年也好，我将作为新的宇宙诞生。」\n\n但战胜恶龙的勇者也在漫长的征讨之中失去了最为珍视的事物。\n他将不再相信一切人的智性所不能完全掌握、不能彻底理解的，\n在他的余生中他将会构想出由机关与非元素能源所驱动的王国。"
	}
}