{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "黑曜秘典",
	"effect2Pc": "装备者处于夜魂加持状态，并且在场上时，造成的伤害提高15%。",
	"effect4Pc": "装备者在场上消耗1点夜魂值后，暴击率提高40%，持续6秒。该效果每1秒至多触发一次。",
	"flower": {
		"name": "异种的期许",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "用黑色晶石精心雕琢而成的花朵，在夜间似乎会散发出神秘的幽光。",
		"story": "在流离的御使堕入无光之域，再临的君王焚灭亵渎之城的时代，\n有着诸多不曾为任何人间的史册所记载，亦不曾被传颂的故事。\n\n那是在侥幸从天地崩裂的浩劫中幸存，为赤土瀚海所隔绝的龙蜥之国，\n当同族只可偷生于外海穷荒之时，它们却因那火主的恩泽而得享自由。\n然而火的智慧已为浊黑的浪潮所夺去，如今只余灰色的形骸苟延性命，\n为了维系龙众的余威，盲目愚顽的子嗣们将肆行暴虐视作统治的律则。\n就在这柴薪焚尽的残阳之国，唯有一「人」将目光投向了晦暗的未来。\n\n「我看见，灯火倾倒在无根的土宇，群龙匍匐于垂死的君王。」\n「我看见，伟大的智慧、伟大的艺术、伟大的文明都将死去。」\n「但循环不息乃是世界的法则，历史亦不会因吾等的悲泣而停下脚步。」\n「然而我可悲的同族，却不知道它们的愚行只能成为历史铁则的助力。」\n「今日的奴仆将要成为明日的君王，过去的奴隶将要成为未来的主人。」\n「吾等族类深陷于不可逆转的矛盾螺旋，而唯一的救赎便是播下种子。」\n「或许在丰饶原始的荒野之域，还有着不曾为烂腐的污秽垢染的土地。」\n\n于是穿过炽焰与烈风，它从熔岩之下的悠古圣宫取走了尚未熄灭的原初火种。\n背负着异种的期许，群龙中最智慧的那位告别了辉耀的禁城，从此踏上旅途。"
	},
	"plume": {
		"name": "灵髓的根脉",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "模仿古龙之翼打造的羽饰，或许曾是某段已被遗忘的历史的见证。",
		"story": "在那野火烧却大地的根脉，蛮陌之族披斩荆棘以启山林的时代，\n有着诸多不曾为任何人间的史册所记载，亦不曾被传颂的故事。\n\n携着自源火中分离的种子，群龙中最智慧的那位穿过燃烧的原野，步入尚未开化的崎岖之地。\n然而踏遍了龙迹罕至的温泉与山谷，无论是土里生长的亦或受造的，却都无法满足它的期许。\n直到终于有一天，在迷雾散尽后的深谷间它发现了那创造者最为钟爱，却也最为孱弱的种族，\n那本应是尚在襁褓中的族类，但生在群龙狂舞的国度，便只能在古老者的羽翼之下以求生存。\n虽然早已失去了向导，忘却了过去的历史与记忆，迷途于山林之间，却依旧顽强地存活下来。\n\n惊叹于人类的坚韧、团结与勇气，龙中的贤者决心要将智慧的火种赠与他们，\n但是那昂贵的礼物并非无偿，它将为蛮族带来文明，却也规划了他们的命途。\n因为不同于原初神圣的规划，最智慧的那位带来的乃是渎神的「进化」之道，\n在它的远见中，在那条道路的尽头，属人的血将会注入垂死大地衰朽的身躯，\n\n两个种族、两条血脉因此合二为一，新生的文明也将再度激涌起古老的脉搏。\n这也正如面对第一位攀上浮土觐见它的蛮人之时，最智慧的那位所说的那样：\n\n「在你的子嗣中将要诞生两个世界的救主，他要暴虐如狮蝎，又要狡猾如野狐。」\n「终有一日他将斩杀火的君主，登上最古的王座。赞颂吧，为两个世界的君王！」"
	},
	"sands": {
		"name": "夜域的迷思",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "既非时计亦非罗盘的神秘仪表，如今世上已无人知晓其用途。",
		"story": "在太古之人化身阻挡黑潮的堤坝，浮土与永夜尚分殊途的时代，\n有着诸多不曾为任何人间的史册所记载，亦不曾被传颂的故事。\n\n众人皆知，勇敢又智慧的察阿克，从盗火的贤者手中取得了常明的火种，\n他将火种分给部族中的同胞，也将火的秘密传授给任何前来求学的访客。\n告别了长久的无序与蒙昧，文明的新芽又再度从蛮荒的原野中生长出来，\n但在巨墙之内，高踞其上的羽翼之族们却尚未意识到命运之轮已然转动。\n\n传说那位居住在静滞的浮土中的伟大贤者知晓人世间一切问题的答案，\n但却有两件事情就连他也无法解答，那便是生者的末路与亡者的归途。\n或许是因为掌管冥府的乃是夜域的神祇，他们是太古之时贤者的大敌，\n又或是倘若常明之火重新连通大地的根系，那便会败坏他久虑的计划。\n\n掌握了源火的伟力，无畏的察阿克与他的伙伴们终于击败肆虐的恶龙，建起最初的部族，\n然而即便是太古的英雄也无法违逆岁月的裁决，时间永是流逝，伙伴们也一一与他告别。\n最后，身经百战的察阿克又只剩下了孤身之人，他的部族已经离散，故事也不再被传颂，\n唯有在最深沉的夜中，他会听到那来自遥远国度的呼唤，似要燃起他心中渐渐熄灭的火。\n在生命中的最后一夜，他攀上高山点燃初火。他呼唤着，希望能与曾经的伙伴再度重逢。\n而夜域的神祇也确实回应了他。那一夜，全地的人们似乎都听到来自另一个世界的声音，\n那或是母亲清唱的歌谣，又或是故友低沉的絮语，那是夜神之国第一位大灵诞生的初啼。"
	},
	"goblet": {
		"name": "纷争的前宴",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "似乎是将石块随意扭曲敲打做成的容器，不知何人拥有这样的臂力。",
		"story": "在永不停息的号角于炽热的国度吹响，英雄们互相征战的时代，\n有着诸多不曾为任何人间的史册所记载，亦不曾被传颂的故事。\n\n当烟雾的司祭燃起蔽日的篝火，向他们的英雄祖先与看不见的神灵献上异种的血食之时；\n当掣着烈火的英雄骑乘着驯服的猛兽，循着部族大灵的启示，抵达巨石垒砌的城塞之时；\n当居住在那古老到不知由何人所建造的都邑中的爬虫，惊恐地登上扭曲奇异的塔楼之时，\n唯有群龙中最智慧的那位，站在静滞的虚空中，默默地观察着这宏大而又漫长的悲喜剧。\n\n尽管夜暮的使者并不在它的计划之内，所幸「进化」的道路并未因此而偏离，\n经过精心的挑选与栽培，它所培育的部族英雄也陆续登上了四方角逐的舞台。\n想必在他们当中最强的那位，将会成为统合黑石之上所有人类部族的豪杰吧。\n以他为名的盟约将会竖起炽日的旌旗，踏入就连上神也未曾攻破的深井之城，\n\n那日，从王座上的行尸中喷涌而出的火光将会染红苍天，新王将会得到源火作为登阶的赐礼。\n那日，群龙将会重新拜倒在两世界的君主脚下，千万年文明积累的知识与库藏都将向他敞开。\n因为它知道，阴影中的敌人并未远去。它们还躲藏在夜域的最深处，等待着发起最后的总攻。\n因为它知道，高天的神明与龙众的大王皆不足恃，须赶在那日到来前集合全部的知识与力量。\n\n只有这样，他那愚顽的同族们才能从衰朽君王残破的旧梦中清醒过来。\n只有这样，古老的文明才能迎来恰当的继承者，重新屹立于大地之上。"
	},
	"circlet": {
		"name": "诸圣的礼冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "用黑曜石制作的宝冠，在古时曾用于部族中高贵王酋的加冕仪式。",
		"story": "在那秽恶的黑潮从天边涌起，如太阳般的英雄踏上征途的时代，\n有着诸多不曾为任何人间的史册所记载，亦不曾被传颂的故事。\n\n当人类的勇士告别隐居深谷的村落，将大灵的祝福带往曾经不可抵达的禁域，\n远古的巨龙亦从它们一度奔行的原野上绝迹，沃土与流泉都被染上新的颜色。\n那些建造在熔岩绝壁上的宫殿与庙宇失去了光辉，正静静等待着末日的裁决，\n在这与世隔绝的幻梦般的国度，那个属于古老者的时代也终于将要宣告落幕。\n而在无光的夜域中，诸圣依旧争论不休，尚未决定由谁来下达这最终的判罚。\n\n那是不曾为任何先知所预言的勇士，那是不曾被写入任何计划的英雄。\n当诸部族的战酋们将斩除恶龙的大业抛诸脑后，沉醉于争逐霸主之时；\n当诸部族的武士们被投入无休止的战争，把残虐的野兽视作助力之时。\n那时从黑色大地上崛起的，乃是如初阳般耀眼，又如晨曦般温暖的王，\n他用金黄的花朵编成荣冠，背起黑曜石的巨剑，造访一个又一个部族。\n\n因刀剑而起的纷争，只有用刀剑才可弥合。因野心而生的妄念，唯有以更大的野心慑服。\n而自以为掌控「进化」的那位，却从未设想过拥有力量之人会给出征服与杀戮外的答案。\n在日轮的辉光下，各部族的战酋订下休战的盟约，夜域的诸圣也放下争执为他献上礼冠。\n新时代的曙光已经出现在天际，当那光芒普照大地之时，就连漆黑的兽类也将无从隐藏。"
	}
}