{
	"id": 15022,
	"rarityList": [
		4,
		5
	],
	"name": "海染砗磲",
	"effect2Pc": "治疗加成提高15%。",
	"effect4Pc": "装备此圣遗物套装的角色对队伍中的角色进行治疗时，将产生持续3秒的海染泡沫，记录治疗的生命值回复量（包括溢出值）。持续时间结束时，海染泡沫将会爆炸，对周围的敌人造成90%累计回复量的伤害（该伤害结算方式同感电、超导等元素反应，但不受元素精通、等级或反应伤害加成效果影响）。每3.5秒至多产生一个海染泡沫；海染泡沫至多记录30000点回复量，含溢出部分的治疗量；自己的队伍中同时至多存在一个海染泡沫。装备此圣遗物套装的角色处于队伍后台时，依然能触发该效果。",
	"flower": {
		"name": "海染之花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "染上多变海色的轻柔之花，在月光下闪烁着奇妙的色彩。",
		"story": "海生的娇嫩花朵，花芯中央点缀着纯净的珍珠。\n海民的岛歌中，此种花朵盛放在珠光的海渊下。\n浸润海女的相思与月光的柔情，泛着闪闪珠光。\n\n当一切纷争止息，海兽不再为孤独的同伴哀泣，\n当月亮自东山升起，优美的神君起身伊呀歌咏。\n「快来呀，海女们，快来看呀，我心上的人，来看今夜的月光。」\n「即使东山在今夜陨落，稻光与风暴也决不能遮蔽明媚的珠华…」\n\n孤身的巫女哼唱着歌谣，在染上月色的波涛中翩翩起舞。\n海女们忘记了失落的忧伤，就连柔嫩的花儿也重获色彩。"
	},
	"plume": {
		"name": "渊宫之羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "与珊瑚同色的柔弱彩羽，据说出自巫女的羽衣。",
		"story": "诸多氏族初见天光的岁月里，大御神曾于海民中择选巫女。\n在这岛歌之史中，最初的「现人神巫女」出自采珠的海女。\n\n降生在那些因无谓的纷争而迷失未来的孩子们中间，\n降临在那些因无情的灾祸而失去幸福的老人们中间。\n现人神巫女以优雅的岛歌与轻柔的言语抚慰着众人，\n在被风暴摇撼的时代，海祇之民第一次寻得了希望。\n\n这株海生之翎羽，传说取自「现人神巫女」的羽衣。\n由孩童稚嫩的手偶然摘下，又经多忧之人永久保存。\n\n后来，勇士与神女之俦共奔赴无可挽回的牺牲之所，\n现人神巫女的羽衣并未失落，却随着记忆传承至今。"
	},
	"sands": {
		"name": "离别之贝",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "明净无垢的贝壳，来自深邃无底的大海。",
		"story": "在悄无声息的荧色深海中，时间总是显得格外悠长。\n即使明净的贝壳，也时常因漫长的寿命而变得健忘。\n\n海祇之民自黑暗绵远的海渊之下渡来，告别了深海悠长的梦。\n远离了暗夜龙嗣的窥探，沿磷光的珊瑚之梯攀上了阳光之国。\n传说在那时，海渊之民总会取走一枚贝壳，作为氏族的纪念。\n而那些失去氏族的孤独者，也将在此时被接纳进入新的家庭。\n\n在先民的古老语言中，这些洁净的贝被称为「别离」。\n相拥的双方不会因为外力分离。但相依也绝非永恒的。\n它们是先民们向海渊的告别，亦是阳光下新生的开始。"
	},
	"goblet": {
		"name": "真珠之笼",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "海祇岛的巫女们所供奉的明珠，始终闪烁着点点光芒，从未黯淡。",
		"story": "海祇岛之神君所赞美的明亮真珠，于海民而言乃是无价的珍宝。\n以真珠为主题的「御呗」，从来都是仅现人神巫女有资格歌咏的。\n\n传说沐浴虹光的砗磲感念海祇的柔情，于是生出了无垢的真珠。\n而日后被奉为现人神的海祇大巫女一脉，最初由真珠孕育而来。\n自砗磲斑斓柔软的摇篮漫步而出，与海月共舞的姐妹深受恩宠，\n欣喜慈爱之余，大御神赠之美玉，赐她们追逐天光的纯净梦想。\n\n在身上流淌着海祇之血的人子手中，真珠亦将更显明亮。\n或者这也许只是又一则古老的传说，真相早已难以查证。\n传说败局之刻，巫女与双子姐妹互换衣装，隐没无穷的波涛之中，\n却惟有这一枚明珠在颠簸的波浪中失落，回归了沉静无言的海渊。"
	},
	"circlet": {
		"name": "海祇之冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "古老精致的冠冕，由被遗忘的「神人」所拥有。如今被海祇之民精心封存起来。",
		"story": "大御神曾在海祇的诸多氏族中间广立神人，亲自为她们加以华冠。\n但在神殉之时代结束后，随着神人的离去，雅致的冠冕亦被封存。\n\n海民的传唱中，真珠与珊瑚制成的华冠永远不会沾染污秽。\n而有幸受赐海祇之冠之人，正是大御神所认可的「人君」。\n为海民尊称为「东山王」的勇猛藩王，或纵横诸海的双子…\n皆被大御神慈爱的目光所注视，被岛歌赋予了不朽的灵魂。\n传说这些人君曾辅弼大御神，引导海民在岛屿间耕作渔猎。\n然而，随着命定殉身之战不可避免地到来，神明就此陨落。\n\n带着来自海渊的希望与记忆，浸润着失落已久的文明与历史，\n这些精巧优雅的冠冕，随同其主人一起滑落进入遗忘的裂隙。"
	}
}