{
	"id": 15018,
	"rarityList": [
		4,
		5
	],
	"name": "苍白之火",
	"effect2Pc": "造成的物理伤害提高25%。",
	"effect4Pc": "元素战技命中敌人后，攻击力提升9%。该效果持续7秒，至多叠加2层，每0.3秒至多触发一次。叠满2层时，2件套的效果提升100%。",
	"flower": {
		"name": "无垢之花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "湛蓝而坚硬，永不凋败、永不褪色的人造花朵。",
		"story": "「你真是不可思议呢。竟然以人类的躯体，承受着这样的力量。」\n「你虽然自称已经流尽了眼泪与血，但只是用火填满了身体吧…」\n「即使早已遍体鳞伤，但伤口和眼角只能流出铁水般炽热的火。」\n「似乎离题了。我循着狼烟而来，是为了提出交易…」\n「让吾等『陛下』的恩赐，熄灭啃噬你的火。如何？」\n\n最初的愚者将「力量」交给了生命之火几乎枯竭的少女，\n而她透过「妄念」看见污秽的过去与无垢的未来的界限…\n\n我明白了，就用坚冰来替代我被抹消的过去，来熄灭常燃之火吧。\n将漆黑的污垢、世界的伤痛、戴罪的人与兽，以沉默的冰洗净吧。\n\n即使如此，苍白无垢的烈焰依然在她的心中熊熊燃烧…\n\n「我与你、你的女皇的目的，是一致的。」\n「洗净这个世界的歪曲之源：短视愚昧的诸神、污秽漆黑的深渊。」\n「很好。无论要做什么都好，就让我成为实现我等目的的道具吧。」\n「因为我啊，即使穿上了白衣，我全身上下早就沾满了不可能洗净的，死骸的油与灰啊。」"
	},
	"plume": {
		"name": "贤医之羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "边缘无比锐利的不祥翎羽，或许象征着异类的不羁。",
		"story": "「所谓的『人』，不过是足够复杂的机器。」\n在智慧的苗圃中，某位少年在讲坛上论证道。\n如果将某个部位拆开，对某个地方进行修改，\n那这台机器的性能，就能轻易得到大幅提升。\n无论是否拥有神之眼，无论体质与武艺如何，\n「优化过的人」都能展现超出常理的力量吧…\n\n即使被贬为「邪魔外道」，被永远逐出求知者的灵囿，\n少年也仅在研究笔记的页边，随手记下了自己的感想：\nⅠ．预想属实：依教令院的作风，研究无法获得突破。\nⅡ．不过，被驱逐仍是损失。要有好的研究环境才行。\n\n循着「异端」的传闻，最初的愚者找到了他…\n\n「仅仅是『优化过的人』吗——如果贵国能提供足够的物资、应允足够的时间，就连你们所谓的『神』，我也能制造出来。如何？」\n在流金般炽热炫目的沙漠中，他探询地望向冬国的使者：\n你会像教令院的人那样将我称为「怪物」、「疯子」吗？\n还是说会像故乡的人那样，挥动棍棒与草叉将我赶走呢…\n\n但是…\n「很好。那么，我们就是同伴了。」\n「至于对你的称呼，这样如何——」\n因为惊诧，因为给他的名号实在是太过讽刺，少年不禁放声大笑起来。"
	},
	"sands": {
		"name": "停摆之刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "壳罩无法打开的怀表，会坚定地随着时光流逝而嘀嗒作响。",
		"story": "金钱流通的轨迹，构成世界的血管纹路。\n那么这世界的中心，就是黄金的心脏了。\n\n无缘获得「认可」的他，只能追求世俗的力量。\n然而，就算是「他们」理应弃之如敝履的金钱，\n也作为无数的权能之一，掌握在「神」的手中。\n\n或许正因为他曾经贫困，所以才对金钱产生了病态的执着。\n又或许正因为没能获得神的青睐，所以燃起了对抗的意志…\n\n「在这些金币发源地的人们无比重视『契约』一事。」\n「以金钱的名义，我会遵守我们之间的『契约』——」\n「用尽一切手段，让我等成为流通世界的钱的心脏。」\n「然后在必要的时刻，让心脏能以我等的意志停摆。」"
	},
	"goblet": {
		"name": "超越之盏",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "从外观无从断定经历了多少岁月的精致杯盏。",
		"story": "在诞生之初就拥有无比美丽的面貌的「他」，\n注定拥有长久的「年限」与空洞的「意志」。\n\n作为神造的超越者，却当成无用之物被弃置。\n因为未可知的错误，从「休眠」中自行苏醒，\n开始行走在天地与凡人之间。\n\n愚者找到他之前，他已经从无数年的漂流中，\n习得了这样的经验：\n\n我是超越一切人的「人」，\n连神也惮于干涉我的命运。\n无论人与神，还是命运都没有裁决我的资格，\n应当如何度过剩余的寿命，也是我的自由吧。\n\n既然与这些以面具示人的人同行似乎很有趣，\n那就成为「一丘之貉」吧。"
	},
	"circlet": {
		"name": "嗤笑之面",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "能将面目遮蔽，让人无从判断表情的面具。",
		"story": "既然沾染的同胞的血无法洗净，那索性成为嘲笑命运的「丑角」。\n既然我的才学无法与「贤者」比拟，没能获得上一位王者的青睐，\n也未能阻止他们撕开深罪的纱笼，招来神怒、毁灭与痴愚的狂潮，\n那就索性成为笨拙的「愚人」，为理解我的伤痛的「陛下」效忠…\n\n我是名为『丑角』的皮耶罗。请听我说：\n\n骄傲的愚人同士们，心怀怒火与永恒的寒冬吧。\n既然我们彼此都见识过世界定理的荒谬与冷漠，\n那就一同戴上嗤笑世界的面具，去改写天理吧。"
	}
}