{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "烬城勇者绘卷",
	"effect2Pc": "队伍中附近的角色触发「夜魂迸发」时，装备者恢复6点元素能量。",
	"effect4Pc": "装备者触发其对应元素类型的相关反应后，队伍中附近的所有角色的该元素反应相关的元素伤害加成提升12%，持续15秒。若触发该效果时，装备者处于夜魂加持状态下，还将使队伍中附近的所有角色的与该元素反应相关的元素伤害加成提升28%，持续20秒。装备者处于后台时也能触发上述效果。同名圣遗物套装产生的伤害加成效果无法叠加。",
	"flower": {
		"name": "驯兽师的护符",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "用燧石与龙晶镌刻而成的花，意味着佩戴者已获得成为驯兽师的资格。",
		"story": "遗落在烬城的用燧石与龙晶镌刻而成的花朵，是悬木之里的驯兽师们历代传承的护符。\n其上用燧石缀饰成闪亮亮的爪印，据说是第一位与人类结成伙伴的匿叶龙留下的足迹。\n\n驯兽师是专注于与龙类建立友谊的职业，他们的理念有时甚至让族人也无法理解，\n就算那是一度伤人的恶龙，他们也会试图赶在猎龙人到来前，用和平的方式解决。\n「因为即便是性格最为恶劣的龙，只要足够耐心，也有着与之达成信任的办法。」\n这是年轻的驯兽师在从师父手中得到这枚沉甸甸的护符时，一同铭记在心的训诫。\n兽类也有着与我们相同的心，他一直这样坚信着，直到那日铺天盖地的黑潮袭来。\n\n那是绝对无法被理解的怪物，那是绝无可能用和平方式对待的野兽。\n当驯兽师终于赶回了家乡，见到的只有魔物肆虐后支离破碎的残梦。\n安顿好侥幸活命的族人，不再年轻的驯兽师再度踏上了不归的旅途，\n这次他的对手是那随黑潮而来的无心妖魔，对付它们同样需要耐心，\n因为只有足够耐心，才能将它们一个不留地从他珍惜的土地上驱逐。\n\n传说古代的蛇王曾打造过一件退治深渊的秘宝，只有通过浸满污秽的古城才能取得。\n或许那只不过是绝望中人们的一厢情愿，但对于勇者们而言，依然有着一试的价值。\n在旅途的最后，失乡的战士抵达了烬灭之城，他将要面对的是某个尘封已久的秘密。"
	},
	"plume": {
		"name": "巡山客的信标",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "巡山客用来标记道路的信标，像是鸟羽的形状竖立在路边相当显眼。",
		"story": "据说自流泉之源而来的巡山客们会在路上留下这如羽饰般的信标，\n既是为了标识来时的道路，也告诉后来的旅客这里曾有前人走过。\n而如今这些信标只是静静地躺在被流灰覆盖的古城中的无人角落，\n已不再有人会走过这样的道路，正如留下信标之人所期望的那样。\n\n踏过高山绝壁上的每一块坚石，踩过原野深林中的每一片残叶，\n从不停下脚步的巡山客们，早已将纳塔的每一块土地牢记于心。\n每当异邦的旅客或是探险者到来，他们总愿意热心地担任向导，\n尽管那些令外人惊叹不已的绝景，只不过是陪他们长大的老友。\n直到某日遥远的天际卷起了黑潮，曾经熟悉的一切都化为乌有。\n\n这里本应是孩子们嬉笑打闹的园圃，如今只余野火烧过的寒灰与骸骨。\n这里本应是族人工作后洗去疲惫的温泉，现在盛满的却是鲜血与污泥。\n但最后的巡山客无暇停下脚步为此悲伤，因为他尚有必须去做的事情，\n那就是为了夺回他所熟悉的家园，重新走上那条已经不再熟悉的道路。\n\n传说在黑潮的中心，那座魔龙盘踞的古城中，有一件强大无比的秘宝。\n它如同逆转时间的金轮，将会烧却苦痛的现世，带回过去的美好年代。\n像是抓住了救命稻草般，历经万险的巡山客决心将这里当作最后一站，\n即便那不过是某个冷眼旁观的看客为惶惑的人们所设下的另一个陷阱。"
	},
	"sands": {
		"name": "秘术家的金盘",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "太阳形状的金盘，上面装饰的龙纹似乎象征着生与死的循环。",
		"story": "通常来说，出生谜烟峡谷的秘术师们需要长达数十年的学习与修炼，才能掌握与大灵沟通所需要的技巧。\n但在这个极度混乱的年代里，即便是初出茅庐的学徒也得踏上战场，为那些战殁的英灵们引导归乡之路。\n这块遗落在古城中的漂亮金盘便属于一位同样漂亮的小秘术师，上面的指针无论何时都指向着家的方向。\n\n当蔽日的黑潮笼罩大地，夜神的国度也为兽境的恶犬所盘踞，到处沾满漆黑的血污，\n古老大灵的声音淹没在金石击打的铿锵与受难生灵的哀嚎之中，几乎要被世人遗忘。\n而部族的萨满们知道，对于那些被黑色阴影所吞噬的战士，就连死亡也会成为奢望，\n即便是侥幸逃脱魔爪的英魂往往也迷失在夜域之中，直到最后也寻不到返乡的道路。\n为了维持部族的战力，也为了寻回他们失散的亲人，一批又一批秘术师离开了峡谷，\n无论在横尸遍野的战场上，还是满目疮痍的废墟间，到处都能看到他们奋战的身影。\n\n这是年轻的秘术师，名为莉莉乌的少女，第一次进行这样漫长艰辛的旅行。\n以云上之城为目标的冒险队伍，除了她以外，同行的伙伴皆是百战的老兵，\n虽然最初加入的时候信誓旦旦，但盘踞烬城中的妖魔还是超出了她的想象。\n同伴们似乎早已预料到了这样的状况，将她安置在安全的塔楼后悄悄出发，\n等到临阵脱逃的少女终于回到营地，等待她的只有魔龙饱餐后零落的尸骸。\n\n身为秘术师，不仅无法拯救伙伴的生命，甚至无法带回他们的灵魂，\n但是至少，要将他们的故事与结局带回给还在苦苦等待他们的亲人。\n「对了，我记得领队说过他有个孩子，所以无论如何…振作起来啊。」\n怀抱着新的希望，她再度踏上旅途，这次是属于所有人的返乡之路。"
	},
	"goblet": {
		"name": "游学者的爪杯",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "造型酷似龙爪的奇异酒杯，制作者想必有其特殊的考虑吧。",
		"story": "即便是在尚武风气极盛的沃土之陆，也存在着只关心学问与书本的人，\n比如某个自称龙遗物研究协会会长的家伙，终日只是捧着厚厚的织卷，\n或是鼓捣不知从何处得来的秘源机关。为了证明自己的研究并非无用，\n他也会制作一些器物，据说这个造型怪异的兽爪杯便是他的得意之作。\n\n那时的他还没有意识到，无用的研究竟然是如此奢侈的事情。\n当家园被黑色的噩梦吞噬，辛苦搜罗的织卷也一并毁于战火。\n仿佛是从午后静谧的睡梦中惊醒，早已习惯的日常骤然破灭，\n命运猝不及防将他推向了另一条道路，而他也已经没有选择。\n\n他曾从最古老的织卷中读到，古代龙众所留下的遗迹中有着足以对抗邪魔的兵器，\n为了不让奋战的同胞枉死，他抛弃了过往的研究，将剩下的生命投入了新的事业。\n从人迹罕至的废墟中挖掘出秘源的机械，加以重组改造，便可成为战士们的助力。\n或是因为长久以来积累的学识，又像是有贤哲在幕后指点，工程顺利得不可思议，\n直到他终于在某个废弃古城的深处，发现了那个被隐藏千年的秘密，抑或是诅咒。\n\n传说古代统治奥奇卡纳塔的蛇王曾经制造过一艘飞天的宝船，\n在那宝船当中，有一件能将深渊彻底驱赶至世界之外的秘宝。\n这样的传说，成为了这绝望的时代中，人们赖以生存的慰藉，\n同时也让无数的冒险家趋之若鹜，为救世而踏上漫长的征途。\n\n那些冒险家没有一人归来，学者因此成为了众矢之的，\n但他确信那绝非谎言，那无疑是他所亲眼目睹的真实。\n或许是为了证明这一点，又或者只是为了终结这一切，\n游学者终于也加入了冒险的队伍，向着那座云上之城。"
	},
	"circlet": {
		"name": "魔战士的羽面",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "如同鹰隼一般的羽面，围绕着它曾有过许许多多的传说。",
		"story": "筑于山巅之上的部族定期会举办格斗的赛事，参加比赛的战士都会准备特殊的面具，\n这些面具一方面有着威吓对手的作用，另一方面，选手们也把它们视作各自的标志。\n每当有戴着面具的武士出场，他的拥趸总会发出热情的呼喊，对对手则是一阵嘘声。\n唯有那个戴着如同鹰隼一般羽面的男人登上赛场之时，台上台下都只是出奇的安静。\n\n在成为冒险家之前，泰卡是花羽会最强大的战士。在竞技的巡礼中，他总能拔得头筹。\n有时他也会感到厌倦，或许自己的一生就会这样度过。他还不知道一场灾难就要来临。\n最初只是天边卷起的乌云，接着是夜域零星有人失踪的消息，而当邪魔出现在面前时，\n所有人都措手不及。\n\n总是有人要背负起责任，而那些强大之人理应背负的更多，\n在目睹了真正的战争之后，他才第一次感到了命运的重任。\n于是告别了妻子与未出生的孩子，就此成为战场上的恶鬼，\n因为如果想要扫尽邪鬼与妖魔，只有变得比它们更加凶恶。\n\n那是他生涯的最后一战，倾倒在烬城之巅的血泊中，无数的画面在他的眼前不断切换，\n他看到，古老大地鲜红的烈焰再一次为他们绽放，正如那曾经的原野上的万千朵鲜花，\n「地狱的红门是由勇者的鲜血染成的。我愿献上鲜血，而将开门的钥匙留给我的孩子。」\n或许是看到了那门缝里透出的微光，在最后，他想起的是告别恩爱的妻子时所说的话。\n「…如果是女孩的话，就叫她玻娜吧。她一定会成为一个了不起的战士的。」"
	}
}