{
	"id": 15019,
	"rarityList": [
		4,
		5
	],
	"name": "追忆之注连",
	"effect2Pc": "攻击力提高18%。",
	"effect4Pc": "施放元素战技时，如果角色的元素能量高于或等于15点，则会流失15点元素能量，使接下来的10秒内，普通攻击、重击、下落攻击造成的伤害提高50%，持续期间内该效果不会再次触发。",
	"flower": {
		"name": "羁缠之花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "精美的水引御守，据说能够封存实现愿望的力量。",
		"story": "以名为「水引」的工艺编织而成的御守，\n据说能将祈愿与其因缘紧紧地系于其中。\n\n一度师从神通广大的狐狸大人，学习打理神社事宜。\n那时的我，不过是从小小渔村来到鸣神的幼稚巫女。\n比茶筅还要愚钝，也还未曾褪去孩童的任性与好奇，\n对斋宫大人优雅难懂的话语，总是抱着天真的怀疑。\n\n「世上之事彼此羁绊纠缠，因而实在之中产生了虚幻的愿景。」\n「所谓御守，全无实现愿望的能力，却能借助羁缠使之永恒。」\n\n见我一脸茫然、无法理解的模样，狐狸大人忍俊不禁，\n愉快地用烟管敲了敲我的脑袋，又狡猾地转换了话题：\n\n「想必小响，一定也遇见了因缘之人吧？」\n\n「与那粗鲁的莽夫，能有什么因缘可言！」\n\n「啊呀，是这样吗？」\n\n但最后黑夜淹没了一切。\n而所谓的因缘也失落了。"
	},
	"plume": {
		"name": "思忆之矢",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "样式有点古旧的破魔矢，似乎一直被某人精心保存着。",
		"story": "神社祈福驱灾所用的破魔矢，\n据说能够追赶破灭一切心魔。\n\n人们常说破魔之矢能够驱逐邪恶，但邪恶从来不是客观之物。\n邪恶往往出自人心，出自因恐惧而谵妄，变得冰冷烬寂的心。\n斋宫大人离去久矣，我也已不再是鸣神大社见习的年轻巫女。\n每当握起那根空空的烟管，空虚与隐痛便如幽灵般萦绕而生。\n\n拥有了值得挂念的人，失去了无法不挂念的人，时光如同纺车碌碌不停。\n沉静而安谧，狐狸大人隐入漆黑深渊的白色身影，依旧刻印在巫女梦中。\n大天狗大人，也因守护不周的罪疚发怒离去，自我远流，留下光代一人，\n晴之介在哀恸的盛怒下远走别国，长正则为了洗清御舆的污名投身官府。\n至于那个在神林教授我弓术，绯色的樱枝下耐心倾听我幼稚约定的男人，\n他终会回到我面前，即使飞溅的鲜血令他目盲，漆黑污秽将他化为凶兽…\n\n以我们的弓与矢拯救他，成全注定走向失去的约定。\n以我们的弓与矢射灭邪魔，驱除痴妄与无谓的执着。\n\n「请来见我，嗜赌如命的呆瓜。」\n「这次不要再迷路了，昆布丸。」\n\n不过，最后的那一场赌局，胜者究竟是谁呢…\n思考着无关紧要的事情，她轻抚着华美的弓。"
	},
	"sands": {
		"name": "朝露之时",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "以水引和铃铛装饰的青铜怀表，时间永远停在了某个秋日的黎明。",
		"story": "雅致的怀表，装饰着神社的铃铛，\n指针永远停留在晨露未消的时刻。\n\n天色渐青之时，草叶尖端的朝露凝结复又消散。\n纵使光彩如万华镜般绚丽，美景亦不过是瞬间。\n\n我曾在秋夜的坂道上，和斋宫大人同赏蝉鸣与月光。\n那时的我还不过是一个乡下巫女，年幼而无比倔强。\n像一只叽叽喳喳的团雀般，聒噪着坚持自己的见解，\n望着狐狸大人浅笑的面庞出神，却未听懂她的话语：\n\n「若是企图永远留住片刻之美，恰似妄图将朝露紧紧握在手中。」\n「我已如朝露逝去，你对于我的所有印象，皆不过残留的愿景。」\n\n模糊的记忆中她说着难懂的话，面色如桂月般哀伤，令我一时恍然…\n须臾过后，她便用烟管敲敲我的脑袋，神情一如既往的嗔怪与嘲弄： \n\n「天快亮了，小响。」\n「我们该回去了。」"
	},
	"goblet": {
		"name": "祈望之心",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "特制的占卜签筒，底部的机关能让人轻易抽掉不想要的愿签。",
		"story": "神社占卜吉凶使用的特制签筒，\n据说有着狐狸附加其上的好运。\n\n占卜是迷途之人的求问，因此无论吉凶，皆是前路解答。\n简言之，世上只有迷惘的问者，而没有不确的占卜结果。\n在神社的求学时光受益匪浅，愚钝如我也学会了狐狸大人的说辞。\n这段时间里，即使不近人情的影向天狗大人，也有了自己的女儿。\n呆头大叔昆布丸，也成了将军殿下的旗本，将迎娶高门武士之女…\n\n「真是可爱的孩子，连整天闹着杀伐玩耍的天狗大人，也稍微有了母亲的自觉呢…」\n「不过…神社里总是缺少了一点小孩子的生气，这样可不好。小响变回小孩如何？」\n\n一如既往，狐狸大人开着有点过分的玩笑，带着绯樱酒的醉气，自顾自地凑了上来。\n\n「别苦着脸了，小响。就让斋宫大人为你算上一卦，如何？」\n「哈哈，是大吉！你看，是大吉呀！你可知这意味着什么？」\n「您抽去了所有的凶签。请您不要再取笑我了，斋宫大人…」\n「不…这意味着你所思恋之人，将有幸成为你永恒的记忆。」\n\n所以你要坚强地活下去，久久地活在这世上。\n就算珍重所有的人都逝去了，只要你还活着，\n那与这些人一同度过的时光也永远不会消逝…"
	},
	"circlet": {
		"name": "无常之面",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "保存良好的祭礼狐面，永远带着一副神秘的浅笑。",
		"story": "明净雅致的祭典面具，曾经属于某位神子，\n嘴角勾勒着淡淡的微笑，双眼却再无神采。\n\n在大社学习已有些时日，自认成熟了许多。\n不再像小时那样愚钝，越来越能独当一面。\n但不知怎的，我愈是成长，斋宫大人的面庞却愈发掩上阴翳，\n浮现在她脸上的并非忧心，也非恐惧，而是深切悲哀的不舍…\n\n「世界之理本就无常，痴恋瞬灭之物，将遗失隽永的记忆，」\n「失去记忆之人，无异于失去生命，是乃永恒黑暗的死亡。」\n\n这一次，即使浅笑也掩饰不住悲伤的神情，\n明明是祭典的日子，却仿佛即将告别一样…\n\n「对了，你也给我讲讲昆布丸那个呆瓜吧…」\n「怎么…你还怕我这老女人把他抢走不成？」"
	}
}