{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "纺月的夜歌",
	"effect2Pc": "元素充能效率提高20%。",
	"effect4Pc": "造成元素伤害时，获得持续8秒的「月辉明光·崇信」效果：队伍的月兆为初辉/满辉时，队伍中的所有角色的元素精通提高60点/120点。装备者处于后台时也能触发上述效果。队伍中的角色每拥有一种不同的「月辉明光」效果，队伍中的所有角色触发的月曜反应造成的伤害提升10%。由「月辉明光」产生的效果无法叠加。",
	"flower": {
		"name": "流离者的晶泪",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "纯净无垢的花朵，传说是因冰风而保持了永恒的美丽。",
		"story": "那是霜色的柔光尚未如银镜般破碎，而黄金国已失陨的年岁。\n一夕之间，光耀的精金塔像无花果树般倾倒；从圣城到古都，\n极北的冰原上，凡有血气的城邑，皆被幽蓝的晶钉尽行毁灭。\n无论是那受颂的圣徒还是最初的神使，均于灾厄后不知所踪，\n而那些因远离诸城而侥幸生还的人们，亦只能瑟缩于风雪中，\n在荒废凄凉的幽暗中等待灭亡的终临，因为他们已无所依归。\n \n这便是后世的祷歌中所说的迁灭之时。往日繁荣如雪尘溃落，\n哀求与呼告，诅咒与痛骂，缄默不语的诸神对一切置若罔闻。\n长夜的绝望中，唯有一位高天之上的主宰为凡人的苦厄垂泪，\n那是霜月的女主人，天车与光的君王，与世界同源的代行者，\n出于哀怜，也出于更为隐秘的心愿，她回应了幸存者的祷唤。\n \n传说她用银白的辉光纺出丝线，指引流离的遗民走出了霜原，\n那饱含思念的泪水落入极北的冻土，化作冰风中永恒的铃兰。\n正因如此，亥珀波瑞亚高傲的后嗣开始以「霜月之子」自称——\n无论究竟是出于什么样的本意，那都是赐予众人新生的神明。"
	},
	"plume": {
		"name": "受福者的白羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "纯净无垢的羽饰，据说是由最初的咏月使亲手锻造而成。",
		"story": "那是霜色的柔光早已如银镜般破碎，而新月尚未升起的年岁，\n原本不应成为受福之人的、以残次品之名诞生的姐妹的故事。\n \n月光亦是陌客的幽闭圣所里，稚弱的灵魂共享着同一道吐息，\n在理应是欢荣的苦痛间隙，依偎着汲取彼此微不足道的暖意。\n未曾见到过父母的面容，亦未曾听过风穿行于苍林间的絮语，\n陪伴二人的唯有祖母，而世界的模样仅存于褪色的故事书中。\n \n那泛黄的残破书页中，描摹着她们从未得见过的天穹与大地，\n绘本中翩然翱翔的白鸟，在无瑕的月光下舒展着纯净的羽翼。\n歆慕于童话中自由的生灵，彼时依然幼小的二人许下了约定，\n约定有朝一日要像白鸟那般，相伴着飞向那更为广袤的苍空。\n \n「既然从出生的那一天开始，就只有我们两个人陪伴着彼此」\n「那么到了离开这里的日子，我们也要紧紧靠在一起活下去」\n \n许多年后，其中一人背弃了当初许下的约定，孤身行往远方，\n那并非是遁入故事中澄澈的晴空，而是没入了更深暗的夜色。\n与她一同离去的，还有一半的梦，与一半本该被分担的苦痛，\n日后被尊为第一位咏月使的爱依菈，自此承受起双倍的折磨。\n \n「原来您也只是在说谎呀…我唯一信任过的，我亲爱的姐姐」\n「但我不会怨恨您…因为我对外面的天空，早已失去期待了」"
	},
	"sands": {
		"name": "祭霜者的迷狂",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "纯净无垢的时计，如今早已伴着其旧主的妄执一同停转。",
		"story": "那是霜色的柔光早已如银镜般破碎，而新月尚未升起的年岁，\n自迁灭之时以降，无数世代传续的擘划即将迎来完遂的时刻。\n \n千载纯化的血脉，终于要诞下那预言中君临乐园的圣选之嗣。\n高天虚假的七重光必俯伏在她的脚前，地骨也必转去跟从她，\n因为她要成为与世界合而为一的泉源，再度铸造始动的伟业。\n这便是终北的女儿们承继的至圣职责，本应如此，本应如此——\n \n直到那本应诞下圣嗣的少女在无月的雪夜与北国的少年相逢，\n在他那双清澈如冬日的眼瞳中，望见了自己从未知晓的倒影。\n只为心间陌生的悸动，圣女竟为外来的年轻士官抛却了使命，\n锯下染血的角冠，藉着名为爱的劣情将其弃入雪浪下的尘泥。\n \n那背叛族裔的堕落之人最终还是没有履行她命中注定的职责，\n被妖僧的密探追获、即将被迎奉回到她理应深爱的故乡之前，\n面对脚边的士官与他身下漫溢的朱红，她将匕首吻向了喉咙。\n \n就这样，未能如期诞下圣嗣便被草草埋葬的女人耽延了预言，\n所幸历代首领皆有万全的准备，以应对蒙福的圣女过早夭折。\n时任主祭之人的娄维娅很快便从旁系的血脉中拣选出备用品，\n只是那备用品诞下的孪生姐妹，与圣女相比，依然相差甚远。\n \n如此一来，或许还要数百年，才能再度诞下那般纯净的孩子。\n无法忍受一度唾手可得的功业如露水般消散在冰冷的冬夜间，\n头戴角冠的主祭之人，在迷狂与妄执中，纺出了可怖的毒谋。\n既然她们不够纯净，以至于羸弱的血肉无法承载至洁的月光，\n既然众人的██中，皆流淌着霜月之主微茫却又平等的祝赐，\n那便以███洗净她们的██，何必苦待千风吹过数个世代？\n \n就这样，以无垢的月华之名，司祭祀之人犯下了不可饶恕的、\n即便是霜月的女主人目睹，也会因那亵渎而感到震骇的恶行…"
	},
	"goblet": {
		"name": "至纯者的欢荣",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "纯净无垢的银杯，据说在霜月之子过去的仪式中曾被用作圣器。如今的仪式早已用不到这样的银杯了。",
		"story": "那是霜色的柔光早已如银镜般破碎，而新月尚未升起的年岁，\n终北的遗嗣再也听不到高天的启训，如旧日亦于烈怒中焚毁。\n \n无人知晓如何再度锻造黄金城的圣徒向他们先祖示现的奇物，\n但流亡者的野心，凡人的野心，却总是比神们自己还要狷固。\n若是失去了能一夜间在冥茫的冰海上垦耕出万顷良田的圣匣，\n那便将野牛笼在犁沟之中，以火、锄与镰，一寸寸征服苔原；\n若是失去了足以射落神明，连虚假的天幕也能一并刺穿的箭，\n那便将犁头锻为刀剑，将锄镰锻为戈矛，以血为灯驱散黑暗。\n \n而若是天使之中最尊贵的那一位赐予的创生权柄也已被折断，\n那便以最为粗陋而原始的手段，以典律掌控数百世代的繁衍，\n直至那因灾厄与流离而日益稀薄的血脉被纯化为至圣的籽种，\n直至有朝一日，在凡人的子嗣中诞生与世界相融的完美生命。\n众生的坚忍与决心终将战胜一切厄难——至少他们如此坚信，\n毕竟规划族裔未来的人，总是不必亲身遭罹他们蔑视的苦痛。\n \n「饮下这无垢的月光吧，我亲爱的孩子，我最眷宠的孩子呀」\n「让它纺成你们的血肉，如此，你们便同样配领受神的恩典」\n「正如黄金城的圣徒曾饮下苦酒，为他所爱的同胞争得自由」\n「你们也应当欣慕这欢荣的苦痛，因为苦痛终将要诞下完美」\n \n古老的银杯中满盈的究竟是何物，彼时的二人早已无从分辨，\n但若是那慈和温蔼的老祖母如此言说，想必也是神明的旨念。\n是呀，是呀，一切皆为铸就完美，一切皆为允遂千年的悲愿，\n为预言中应许的乐园与临到世界的王，必先渡越不洁与磨难…"
	},
	"circlet": {
		"name": "司信者的圣冕",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "纯净无垢的头饰，形貌似乎是仿照苍林灵使的角冠打造而成。",
		"story": "那是霜色的柔光早已如银镜般破碎，而新月尚未升起的年岁。\n得赐于神明的古老祝福，终究像是苔原上的星火般日渐黯淡，\n伴着那高悬天穹的空月逝去，未能成为月的大地亦开始枯竭。\n \n昔日行奇事者的伟业化为缥缈的祷歌，祷歌化为众人的忧惑，\n即便是蒙受拣选、拥有至纯血脉的圣女，在朽败的无月之夜，\n也难以再像她的祖辈那般，将流淌的辉光纺成撼动尘世的歌。\n \n无论终北的先祖曾经如何向逝去的神明立下永世追随的誓言，\n他们的后嗣，栖居月下世界的凡人，生命毕竟如流火般短暂。\n若是说，在过去依然能见证圣女与主祭之人代行神恩的年代，\n人们还愿意相信，新月终有一日会从破碎的光明中再度升起，\n那到了就连最后的恩泽也已经散尽、无人能目睹神迹的岁月，\n所谓信仰与所谓谎言之间的分隔，便也变得与晨雾一般稀薄。\n \n传说，如今咏月使的角冠，乃是霜月于迁灭之时降下的恩典。\n银树摧折后，再也无法寻得白枝的祭司们哀求得到新的礼冠，\n月的女主人便怜悯他们，用无瑕的月光织就与生俱来的圣冕。\n \n正是因为如此，最后的主祭者用纯净的冷铁锻出了她的头环。\n彼时仍是少女的娄维娅，从未见证过月光祝福的祭司娄维娅，\n梦想着能够用这种自欺欺人的谎言，维系起离心离德的信众。\n \n直到数十年后，那虚假的角冠坠入污秽的血，映入她瞳中的，\n依旧不是无垢的月光，而是被她自己的影子彻底吞没的寒夜。"
	}
}