{
	"name": "昔时之歌",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "治疗加成提高15%。",
	"4pc": "装备者对队伍中的角色进行治疗时，将产生持续6秒的渴盼效果，记录治疗的生命值回复量（包括溢出值）。持续时间结束时，渴盼效果将转变为「彼时的浪潮」效果：队伍中自己的当前场上角色的普通攻击、重击、下落攻击、元素战技与元素爆发命中敌人时，将基于渴盼效果所记录的回复量的8%提高造成的伤害，「彼时的浪潮」将在生效5次或10秒后移除。一次渴盼效果至多记录15000点回复量，同时至多存在一个，能够记录多个装备者的产生的回复量；装备者处于队伍后台时，依然能触发该效果。",
	"flower": {
		"name": "昔时遗落之誓",
		"relictype": "生之花",
		"description": "由海纹石与苍银打造而成的不凋花朵，据说至今依然被视为反抗者的象征。",
		"story": "众水尚未汇流的年岁，黄金的威权曾如汹涌的海潮漫卷，钢铁军团所至之处，蛮族尽皆臣服。\n饰金的盛世仿佛永无终结之日，正如调律师们坚信，羸弱的旧日之人终将屈于新秩序的乐章…\n本应如此，那象征着文明与秩序的、凡人无可匹敌的伟大旋律，却在蛮荒的北境遭到了阻滞，\n原本松散的诸部族团结于埃雷莫利卡年轻的继承人麾下，在帝国脆弱的边疆掀起反叛的狼烟…\n\n这便是被后世传颂为「纯水骑士」之人：以羸弱的血肉之躯，意图反抗遮天蔽日的黄金大权。\n统领着诸多部落的歌女从未以君王自居，而是自称听到了万水之主的神启、践行其意的仆从。\n在遥远的卡皮托利姆，智者们对这些荒诞的说法嗤之以鼻，仿佛那不过是孩童谵妄中的呓语，\n然而，她的军队依然如狂风般席卷了诸多彼此征伐的部落，以剑说服同胞们向万水之主立约。\n后世的诗歌与戏剧中，骑士的誓约有着众多版本，但无论是哪一版，都有两条誓约不可或缺：\n其一，不可对厄歌莉娅的信徒拔剑相向。其二，不可向恶徒妥协（亦作：不可容忍一丝污秽）。\n\n「我等以白银的不凋花为誓，誓要将那黄金的僭主逐出高海，誓要用血泪洗净不义者」\n「誓要守护来自纯水的精灵，誓要守护万水之主遗留的恩赐，直至清泉再度涌流如初」\n\n就这样，无休止的战火如同瘟疫一般滋蔓，烧却了高傲的黄金，也烧却了无垢的白银。\n调律师意图消弭纷争的悲愿终究化为泡影，仇怨如翻腾的怒涛，涌向无可挽回的终局。\n直至救赎的微光终于出现在遥远的地平线，却再也无法映入那些渴望救赎之人的眼瞳…"
	},
	"plume": {
		"name": "昔时浮想之思",
		"relictype": "死之羽",
		"description": "白银与苍水晶制成的蝶状羽饰，据说在遥远的过去象征着永不分离的誓言。",
		"story": "众水尚未汇流的年岁，在某个如海草般短命的部落，曾有轻柔的晚风抚过缱绻的月色。\n尚未闻悉神王的律则，尚未知晓高天所立定的轨辙，少年将蝶翼的羽饰佩上她的耳侧。\n在旧日之人的传承中，翩舞的蝴蝶是灵魂的引渡者，也象征着至死不渝的许诺与誓约，\n彼时仍未成为乐师的勇士深信，无数明日终会如无数昨日，如旋舞萦回于缠绵的此刻…\n\n然而命运的湍流终究会向着苦厄奔涌，正如昔日的浮愿终究湮没于血与火的哀鸣。\n再度相逢之时，已是在遥远的城邦中，原本相互征伐的诸多部族业已被统合为一。\n年轻的乐师假扮作流浪的旅人，于比武大会中击败了无数被后世传颂的显贵英杰，\n终得以冠军之姿独自觐见王上，述说谐荣的理想，意图消弭那无尽的狼烟与仇怨。\n\n纵是最为颖慧的乐师亦未曾料想，袒露身份之刻，迎向他的唯有如湖光般的锋刃。\n拟造之躯被斩断，意识即将回还前，乐师最后听到的，是她将他拥入怀中的呢喃…\n\n「████，我的████…不必再强迫自己传述违心之谈」\n「我知晓，是那受诅的僭主亵渎了你的灵魂，囚你于石牢间」\n「不必担心，我的████…我一刻也未曾忘却彼时的约言」\n「无论付出何种代价，我也定会救你脱离那永生的冰冷桎槛」\n「直至我们再度相拥于万水之主的怀抱，不必再为苦厄忧烦」\n「直至这苍色的蝶再度翩舞，引我们的魂灵渡越众水的彼岸」"
	},
	"sands": {
		"name": "昔时回映之音",
		"relictype": "时之沙",
		"description": "造型奇异的沙漏，由青金石与水玉打造，据说设计灵感来自佩特莉可镇的钟塔。",
		"story": "众水尚未汇流的年岁，旧日之人的部落中，曾有鸣钟的传统。\n钟声曾为日出而鸣，为日落而鸣，为诞生而鸣，为葬送而鸣，\n最终，在黄金之衾覆盖天穹的终末之刻，钟声亦为毁灭而鸣。\n\n不知疲倦的钢铁军团将早已无人知晓名讳的部落自地图上抹除，\n却未曾料想，短短数十年后，繁荣的帝国便见证了同样的命数。\n饰金的宫阙在一夜间化为瓦砾，高贵的音律崩坼于野心与背叛，\n神王的悲愿就此落幕，黄金之曲的残响却依然回荡在凡人心中：\n有人依然沉溺于往昔的荣光，谋求不惜一切代价再度奏响乐章，\n有人主动抛却旧名，为和平的明日，逐猎依然潜伏的森森鬼影，\n有人则只留下了过去的姓名，带着缥缈的传说，隐入了歌谣中…\n\n「能实现一切心愿的圣器…呵，即便那纯水的灵使如此言说，听来也显得荒唐」\n「无人能洗去罪业，正如无人能洗去水中的血。纵然被人遗忘，罪业仍是罪业」\n「无人能挽回昔日，正如无人能挽回白昼的光。昔日早已失却，就连我都晓得」\n「……」\n「然而，若是如此圣器真的存在于这可笑的世间，若是它真的能实现一切心愿」\n「若是真的能为未来抹去一切泪水，让高海的子嗣不再罹遭昔日的悲哀与伤痛」\n「就让我最后一次沉溺于虚妄之事吧」\n\n数十年盘旋在她耳畔的悲泣与哀鸣，那些逝者的幻影，\n为她而死的人，因她而死的人，一切都变得不再重要，\n独自步入山谷的前一刻，仿佛再度听到了昔时的晚钟…\n那分明是黄昏的太阳，却总有人将那看作黎明的曙光。"
	},
	"goblet": {
		"name": "昔时应许之梦",
		"relictype": "空之杯",
		"description": "仿照传说中「纯水之杯」的形制打造而成的华美器皿，据说能够实现最为纯净之人的心愿。",
		"story": "众水尚未汇流的年岁，旧日之人的部落间，曾流传着「纯水之杯」的传说。\n古往今来，从未有人目睹过宝杯的真容，唯有亘古之时精灵们的只言片语，\n能够佐证那「斟满原初之水的金杯」并非仅仅只是诞生于人们幻想的虚像。\n传说那至圣的造物能愈合一切可怖的伤口，亦能使人返老还童、死而复生，\n传说唯有最为纯净之人方能一睹它的荣光，得到永恒的生命与无穷的智慧。\n\n正如古代的哲人们所言，盛衰更替，无物恒常；一夜间，原本恢宏的谐荣之曲骤然落幕，\n无数自诩文明之人的哀鸣，伴随着冠以永恒之名的黄金之都，一同沦殁于无尽的海潮中。\n正如古代的哲人们所言，盛衰更替，无物恒常；一夜间，原本立定的复仇之誓骤然破灭，\n立誓要以血与泪洗净仇敌的歌女如往常那般自梦魇中惊醒，目光所及的彼岸却唯有怒涛…\n\n「深负原罪的高海之子，我等饱饮苦厄的兄弟姐妹」\n「你已知晓命定的凶谶，你已见那终将来临的祸殃」\n「你当要使你的心刚硬，既不必惧怕，也不必惊惶」\n「只需寻得那原初之水，寻得有求必应的原初之盏」\n「只需向她述说出心愿，一切罪愆都终将得到垂怜」\n\n就这样，为了精灵的许诺，歌女踏上了寻访「纯水之杯」的旅途，\n就这样，「纯水之杯能够实现一切心愿」的异说在民间广为流布，\n直至暮色尽头，她方才知晓，那所谓的「原初之盏」究竟为何物…"
	},
	"circlet": {
		"name": "昔时传奏之诗",
		"relictype": "理之冠",
		"description": "曾一度在枫丹的歌剧创作者之间流行的礼帽，据说羽饰的设计参考了传说中纯水骑士的盔缨。",
		"story": "众水汇流为一的年岁，跨越旧日的废墟，慈爱的女主人构筑起新的城邦。\n长夜已尽，白昼将至：往昔之事已成梦迹残影，终会伴着夜色一同消溶，\n这是真正的黄金时代，不再有痴醉威权的僭主，不再有耽迷复仇的蛮族，\n恢宏的乐章永不再复，唯有咏颂爱与公义的诗，伴着晨风吹彻高海四方…\n\n其中的一些题材更是经久不衰，即便是在数千年后的今日，依然为人们津津乐道，\n譬如纯水骑士的冒险，经由诸多诗人与剧作家的改编，早已在市民之间家喻户晓。\n据说他们曾以白银的甲胄为誓，与纯水精灵们并肩而战，守护尚未被玷染的源露，\n据说他们曾历经无数试炼，最终寻得了传说中的纯水之杯，迎接众水的女王归还…\n\n「集结众多英杰的显荣王庭，沐浴龙血的骑士」\n「巫师与困陷高塔中的贵妇，寻访圣器的旅途」\n\n盛宴与誓言，悲恋与离别，诸多只属于幻想的瑰丽诗篇，在「伊黎耶」的见证下揭幕。\n只是那同名的英雄终究与她无关，冠以旧日之名的歌谣，终究也不过是今日之梦罢了。"
	}
}