{
	"id": 15017,
	"rarityList": [
		4,
		5
	],
	"name": "千岩牢固",
	"effect2Pc": "生命值提升20%。",
	"effect4Pc": "元素战技命中敌人后，使队伍中附近的所有角色攻击力提升20%，护盾强效提升30%，持续3秒。该效果每0.5秒至多触发一次。装备此圣遗物套装的角色处于队伍后台时，依然能触发该效果。",
	"flower": {
		"name": "勋绩之花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "以金箔制成的精致花朵，象征了其主人所获得的功勋与荣誉。",
		"story": "在峭岩岸然作歌的过去，层岩巨渊曾有星辰陨落。\n星铁自无际夜空垂落而下，将尘土化为琉璃晶砂。\n\n凡人朝生暮死，帝君却亲手托付千岩军守护矿脉之责。\n深渊如洪流般涌出，千岩军则护送众多民众疏散逃离。\n在矿工们的故事中，少数留在层岩巨渊的断后兵士们，\n亦与无名的夜叉一并奋战，最终同样牺牲在峭岩之间。\n\n即使山川随年月而改变，凡人与仙人的名姓也被遗忘，\n其勋绩却永无磨灭之时，正如这金箔之花般坚韧闪耀。\n自灾厄平息至今已有五百年，港城坚壁一如往日久安。\n兵士们骄傲佩戴的金花，正是先人的高贵牺牲的标志。"
	},
	"plume": {
		"name": "昭武翎羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "在仪仗场合佩戴的鹰翎，用以向外人显明璃月港的威严与决心。",
		"story": "翱翔高天的猛禽遗落的翎羽，被千岩军作为武勋的标志而佩戴起来。\n此种翎羽仅在仪仗场合佩戴，用以鼓舞民众，向外国来客显示威严。\n\n传说千岩军在礼仪场合佩戴的翎羽，最初来自无名的夜叉。\n夜叉在与深渊爪牙缠斗时散落的翎羽，被视为希望的象征。\n最终，勇猛的夜叉与无畏的凡人们皆沉睡在了深黑的渊薮。\n帝君感其牺牲，为之沉默良久，山石群岩亦悄然呢喃吁叹。\n民间亦有流言称守护层岩巨渊的无名夜叉并非受帝君之命，\n而是为了救赎久远的罪愆，为曾经的怯懦与逃避付出代偿。\n\n不论真相为何，曾经翔游群云的夜叉已回归了自在的云雾。\n在巨渊之下永眠的兵士，也就此永远存在流变的神话之中。"
	},
	"sands": {
		"name": "金铜时晷",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "外观朴素的计时道具，在战乱的时代，一度是千岩军的制式装备。",
		"story": "驱以日月之光的坚定时计，在白日无明的日子也能捕捉光芒。\n璃月被漆黑恶意威胁之刻，这尊时晷让战士记住白昼的温暖。\n\n在夜叉身侧作战，凡人兵士亦难免身染业障，或遭杀伐波及。\n为避免被杀业吞噬，千岩兵士以时晷默默记录着厮杀的时刻。\n以统一的步调与规律，前一批凡人兵士撤下，便有下批换上。\n如是进退如一直至巨渊深处，夜叉与勇武之士并肩陨落之地。\n\n百年之后，这尊时晷被矿工发掘而出，灼灼星光下闪耀着金石光泽。\n市井传说称有着黑袍的藏家行走街市，以高价将此种金铜时晷收购。\n也有卖家试图打听其间原因，却皆被其人以各种借口说辞巧妙拦回，\n或许此人的目的为何，只有不息的时间终能做出足够合理的解答吧。"
	},
	"goblet": {
		"name": "盟誓金爵",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "千岩军用以盟誓的金爵，依旧残留着丝丝酒香。",
		"story": "千岩军初立的过去，璃月大地尚未尽褪蛮荒。\n城镇、乡村与部族的长老曾以金爵彼此盟誓。\n作为对岩王帝君的效忠，对同胞民众的责任，\n自各处选拔出勇健之士组织成军，号曰千岩。\n\n与夜叉并肩的那一战中，断后的将士也曾以金爵饮下美酒，\n向慈爱威严的岩王敬最后一杯，随即冲向深渊，义无反顾。\n数百年后，自负的冒险家将之自巨渊深处取回，稍加洗濯，\n金爵在百年之间竟从未破碎锈蚀，亦未被漆黑的气息浸透。\n\n数百年后，当璃月人再度谈起灾厄年代的往事，谈起那无名的夜叉，\n谈起来自不同背景、不同地域的英雄如何团结一心，对抗深渊浪潮…\n这尊金爵便是不可绕开的话题，其中歃盟的血水恍若依旧清亮无尘。"
	},
	"circlet": {
		"name": "将帅兜鍪",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "年代久远的华丽头盔，洗净尘沙后依旧明亮如新。",
		"story": "与未曾留下名号的夜叉一并奋战的将帅，\n偕屈指可数的同袍为了守护而共同陨落。\n为了保障难民能够安全撤离，不辜负岩主的目光，\n头戴兜鍪的首领们率先向深渊刺出了手中的长枪。\n\n大灾降临琉璃之地，悠古的仇雠泉涌而出。\n夜叉应帝君之命，与深渊的扭曲造物血战。\n直至最后一滴血亦汇入大地，将污秽涤除，\n随着深渊的退潮，琉璃砂终又流露出光泽。\n\n当层岩巨渊上空的重重阴翳消散，夜叉就此消失无踪。\n在沙场留下兜鍪的将帅及兵士，亦永远地安眠在此地。"
	}
}