{
	"id": 15023,
	"rarityList": [
		4,
		5
	],
	"name": "辰砂往生录",
	"effect2Pc": "攻击力提高18%。",
	"effect4Pc": "施放元素爆发后，将产生持续16秒的「潜光」效果：攻击力提升8%；并在角色的生命值降低时，攻击力进一步提升10%，至多通过这种方式提升4次，每0.8秒至多触发一次。「潜光」效果将在角色退场时消失；持续期间再次施放元素爆发，将移除原有的「潜光」。",
	"flower": {
		"name": "生灵之华",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "古老的纪念物，恰如数百年前将它保存的生灵一般鲜活。",
		"story": "在辰砂色的古老山崖上，也曾绽放明丽的花朵。\n在污黑之血漫流的年代，未得沾染过丝毫泥污。\n\n千岩牢固，重嶂不移。假使面对的是黯色妖邪也一样。\n沉默的山民与铁色的明月，为他们筑成了寂静的阵地。\n\n「峭岩与琉璃晶砂的女儿，千万不要为我哭泣」\n「我生在天衡阴影下，为报答岩王的恩荫而战」\n「将性命信托四臂的夜叉，向荧光的渊薮而行」\n「漆黑深穴的阴影之路，悬浮崎岖岩宫的晶石」\n「深渊涌现的污秽潮流，伏行峦底的扭曲妖魔」\n「诸多恐怖与不可思议，皆不会令我心感恐惧」\n\n夜风打断了千岩军士的话语，令他没能说出诀别之言。\n仅为山民的女儿留下这朵小小的花，作为忘却的纪念。\n\n「我唯一恐惧介怀的事，仅有遗忘与失去而已」\n「若厄运将我掩埋在无名之地，请莫把我忘记」"
	},
	"plume": {
		"name": "潜光片羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "一片光泽暗淡的翎羽，凝聚着浓重的记忆。",
		"story": "传说在层岩巨渊最高的断崖，曾有英杰手掇飞鹰翎羽。\n又有传说，竟此壮举的能士将有资格同仙众并肩赴死。\n\n「尽管为守护众人、追逐所求而赴死，确是好事一桩」\n「只不过，仔细想来，此事恰如鱼潜深潭，鸟坠幽谷」\n「虽能成就自我之餍足，却不为众人所晓，终被遗忘」\n「我等凡人仿佛片羽为龙卷所挟，飘摇落入深空之中」\n「所谓拯救、所谓坚守，不过尽做虚无无意义之事吧」\n\n幽黯的耳语呢喃道，悄悄摇撼无法留下名号之人的心…\n\n但最终战事尘埃落定。诸多兵士沉眠岩窟深处。\n漆黑军势的诡谲嘶叫也如同涟漪般悄悄消止了…\n即使人的岁时短暂，大地也会永远记住这一切。"
	},
	"sands": {
		"name": "阳辔之遗",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "外观坚实的古代时计，有着晶砂的光泽。",
		"story": "传说在岩王尚年轻的时代，太阳曾是巡行大地的高车。\n当夜空的三姐妹殉身于灾祸，阳辔之车亦陨落于深谷。\n山民皆言日御幸而得以修复，重新照亮了黑暗的苍穹。\n虽阳辔重归无穷的西迴，但一块碎片却永远逗留下来。\n山民迁入港城后，便将碎片磨成晶砂，卖予识货之人…\n\n「莫要说笑，那都是毫不靠谱的民间传言，怎能轻信呢」\n「盛露厅的商人早已尽褪蒙昧，将荒诞不经的过去遗忘」\n「毕竟闪光晶砂不宜烧制陶器，亦不适合制作奢侈涂料」\n「据层岩巨渊的矿工所说——虽然亦是不大可信的故事」\n「这尊时计与些许晶砂，乃是来自五百年前的千岩兵士」\n\n光与暗缠斗的漆黑深渊，即使以夜叉之强亦难以久抗。\n凡人更需光照，才不会轻易迷失在噬人的漆黑铁幕中。\n千岩兵士收集荧光之砂用以照明，正好似皎白的月光。\n为计算凡人逗留深渊的时间，时计是前仆后继的证明。"
	},
	"goblet": {
		"name": "结契之刻",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "古老的晶砂之杯，似乎未尝被岁月磨洗暗淡。",
		"story": "名为「层岩巨渊」的这片土地，自古闪烁着辰砂色的光泽。\n山中的矿工与市井的宝石商人，至今流传关于夜叉的传说…\n人说肩生四臂的孤独旅者曾来到彼时蛮荒的天星坠落之处。\n得知驱祟而来的孤客流浪至此，山中的部民闻声纷至沓来：\n\n「远来的客人，请您接受我们的酒，还请一听我们的诉说」\n「山中陈酿也许酸苦难咽，不及天衡山中帝君夸赞的琼浆」\n「但山民以天赠的奇石珍玉为妙藏，开凿嶙峋岩壁为生计」\n「多亏帝君恩义，日子虽不尽如人意，但也尚且宽裕无忧」\n「然而，处境不复从前，天星的恩惠被黑暗的阴翳所阻碍」\n「今日，我们虽无结契所需高贵祭礼，仍愿斗胆求您拯救」\n\n来客沉默地听完了长老们的求告，又沉默地饮尽了杯中的苦酒。\n未尝做出承诺，也未斥凡人无礼，不顾挽留径自向东折返而去。\n\n再后来的故事，便尽人皆知…\n\n但曾与乡老共饮的朴素晶砂酒杯，被作为结契的证物留存至今。"
	},
	"circlet": {
		"name": "虺雷之姿",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "据称是山民为夜叉所打造的头冠，外观古朴，但其表面光亮不失润泽。",
		"story": "天遒有夜叉，四臂何磊魁。\n远来层岩里，诸部扬讴歌。\n丰肴莫虚归，觞至更无余。\n扬刃入渊谷，为民息幽祸。\n捷疾悍似鬼，紫目烁凶光。\n震电绝死翳，虺雷溶青波。\n云霓掩渊薮，盘卷吞星河。\n狂飙复奔流，辰砂隐昏黑。\n石动震山廊，深谷多决坼。\n渊崩引地鸣，倏然皆静默。\n浓云凝夕照，栖鸟泣残歌：\n「君不闻，朔风萧瑟鼓角落，人杰淹冉没回涡」\n「竟不见，夜叉酣斗争天曙，空余长叹何蹉跎」"
	}
}