{
	"id": 15030,
	"rarityList": [
		4,
		5
	],
	"name": "花海甘露之光",
	"effect2Pc": "生命值提升20%。",
	"effect4Pc": "元素战技与元素爆发造成的伤害提升10%；装备者受到伤害后的5秒内，上述伤害提升效果提高80%，该提高效果至多叠加5层，每层持续时间独立计算，处于队伍后台时依然能触发该效果。",
	"flower": {
		"name": "灵光源起之蕊",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "久远的朝圣者曾佩戴的徽记，是一朵华丽的小花。",
		"story": "「我天真的女儿，我的灵光…」\n「我将你交给另一位母亲，请将忠诚与爱意献予她。」\n「她的智慧并不下于我，而她的光芒比我更加闪耀。」\n「我曾在夜中梦见无面目的梦魇，它令我惊惧不安…」\n「于是便将你分离出我的躯体，请你阻止它的来临。」\n\n「我的灵光，我的眼中之光…」\n「我曾警告她漆黑浪潮的来临，而你将从中获悉职责命运。」\n「请不要恐惧退缩，不要令灵光褪色，亦不要让母亲蒙羞。」\n「正如为凡人牺牲乃是我的宿命，牺牲是新生的美妙前奏…」\n「请前去投入草木母亲的怀抱，在她的国度你将寻到宿命。」\n\n「我的灵光，我纯净的女儿…」\n「你将要改换面目，你将面临分裂与死亡的考验。」\n「而后，你将长生不死，但那是更为黑暗的道路…」\n「甘露之主与草木之主都将先于你陨却她的神形…」\n「她们将被遗忘，而你们也将只剩下牺牲的记忆。」\n\n「我的灵光，花的女儿…」\n「若你决心不为恐惧而退缩…」\n「便投入新的养主的怀抱吧。」"
	},
	"plume": {
		"name": "琦色灵彩之羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "精巧的羽状饰品，闪烁着绿叶与芳花的光泽。",
		"story": "在某个无人忆起的月夜，在悲剧的沙暴席卷乐园的前夜…\n鲜花与草木曾谈及凡人国度，谈及其希望与荒芜的未来。\n不可接触者带来灰色的死亡，漆黑的浪潮冲刷生的河岸，\n草木走兽的新生将偕起凡人，击退那一轮轮险恶的潮流。\n\n与赤砂之主决裂的孤独岁月里，草木女王将灵光塑成神鸟，\n赋予了她看护两个世界的职责，守望着新生与死亡的边界。\n神鸟深居松柏与雪莲生长之境，沉眠于盟约尚存的美梦中…\n只有那灾祸来临时，她才悠然醒来，走向必然破灭的命运。\n后来，正如那人悲哀的预言，灰暗的死寂在雨林之中弥漫…\n正如挚友的警告那般，漆黑兽潮涌来，席卷了新生的雨林…\n\n水之国的旧主在剧变之中陨灭，其身化为纯净的甘露之海，\n然而在深渊摧残的荒芜大地上，纯洁的露水终被炙烤干涸，\n草木的女主人却无暇为之哀恸，万千子种的母树亟待哺育…\n为涤净黑渊的污秽，保证甘露的净洁，西摩格碎裂了神形——\n\n「凡是自花之灵光而生的美丽造物，必然将面临谢落成泥的命运，」\n「在谢落之后，由甘露滋润重生为花海者，不再因『死』而忧愁。」"
	},
	"sands": {
		"name": "久远花落之时",
		"relicType": "EQUIP_SHOES",
		"relicText": "时之沙",
		"description": "闪烁着灵光的古老时计，其中盛装着似有生命的纯净液体。",
		"story": "「将一片灵光交予你，我的挚友，切望你悉心保存。」\n「她来自花的灵智与天空的脉络，拥有生命的精纯。」\n「灵光乃花心中的一点，万千甘露之中承光的一滴，」\n「请你珍惜我的赠礼，直到黑渊淹没生灵的那一天…」\n\n遥远的寓言在绿叶与花朵之间流传，被果实与子种铭记。\n待花的女主人谢落成尘，待到砂海之主被虚妄之梦迷惑，\n待到僭主暴君被那万变的沙丘坟茔埋葬，野心终究熄灭，\n待到那一切来自泥土的归于黄沙，来自流风的归于雨林…\n草木的女王静观着世事流变，铭记着与逝者的诚挚誓约。\n\n「请答应我守护这一点灵光，我的同伴，我挚爱的友人。」\n「待我们逝去之后，凡人必如初离襁褓的幼儿那般踯躅，」\n「脆弱却足够强韧，终能克服狂风烈火与自身的不完美。」\n「但是，我所忧伤的绝非可预的灾祸，而是混沌的漆黑…」\n「唯有深黑的恶意与『死』的威胁，才有可能碾碎蓓蕾。」\n\n待往日乐土终于被镀金之砂吞噬净尽，草木之主亦履行了旧日的约定：\n倾听灵光的意愿，为之塑造美妙的躯体，将之化形为绚丽无比的生命——\n那便是神鸟「西摩格」，身聚千万飞鸟的色彩，歌唱万千花朵的和鸣…\n绿洲的最终之梦集于一身，化作了深藏神鸟体内纯净璀璨的无穷花海。"
	},
	"goblet": {
		"name": "无边酣乐之筵",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "曾盛装琼浆蜜露的华丽酒杯，如今已空空如也。",
		"story": "花圃的女主人逝去之后，草木的女王亦与砂海决裂。\n舍弃狂爱与威权，她选择重归雨林，谨守生命之道…\n由此新生自雨林焕发，贤者们兴风造雨，塑造家园。\n狂想通向必然的死亡，死亡的教喻时刻警醒着凡人。\n\n花之灵光生自最尽兴的筵席、最纯净的欢乐，\n其中尝不到苦行的酸涩，也没有威权的腥膻。\n她的命运最终将通向死亡、干涸枯竭的结局…\n只有智慧之主得以明鉴，得以妥善保管利用。\n\n「然而，大主人的预言不可忘记，既然她已将我托付于您。」\n「愚行尚不至令凡人灭亡，但世外的深黑狂潮将席卷一切。」\n「我乃女主人所留的最后遗魂，我乃涤净一切的花之精粹。」\n「若与至纯的水融合，我将如石榴爆散出万千烁目的光芒。」\n\n于是，神鸟西摩格从花之灵光中诞生。\n在主人身侧稍作流连，便向花海飞去…"
	},
	"circlet": {
		"name": "灵光明烁之心",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "精致多彩的耳饰，其上仿佛流露着百种花儿的光泽。",
		"story": "「挚友呀，智慧却早逝的挚友…」\n「在永远变幻的绚烂传说之中，潜伏着灰色的遗忘，」\n「正如生命总是与死亡相伴，遗忘也是记忆的爱人。」\n「若无死亡的深黑威胁，任何生命将变得无足轻重，」\n「若无遗忘的浪潮冲刷，亦无所谓值得铭记的历史…」\n\n在久远的年代里，草木的女王曾遵从她的嘱托，\n将神鸟的形态赋予花之灵光，守护雨林的一隅。\n恰似鲜花的命运是谢落，西摩格的宿命是牺牲，\n苍翠的养主从与花王偕眠的那夜便已知晓此理…\n\n「于是，翠绿的神鸟绽放出万千朵灵光，戴胜那般飞散…」\n「灵光散落在甘露之主清澈的尸身之上，生出璀璨花海。」\n「花海有灵百种，怀着草木露水的愿望，涤净一切污浊，」\n「花海有灵百种，歌唱着那草木、甘露与鲜花三位母亲。」\n\n终有一夜，女儿将离开三位母亲的怀抱，\n因为世上污秽众多，只有牺牲得以涤除…"
	}
}