{
	"name": "Chevreuse",
	"c1": {
		"name": "Vaillance du front stable",
		"effect": "Lorsqu'un personnage déployé avec une coordination (hormis Chevreuse) déclenche une réaction de Surcharge, il récupère 6 pts d'énergie élémentaire. Cet effet peut être déclenché une fois toutes les 10 s.\nL'aptitude passive « Tactique coordonnée » doit être déjà débloquée."
	},
	"c2": {
		"name": "Sniper de l'explosion induite",
		"effect": "En touchant avec l'appui long de **Tir de suppression rapide à courte portée**, 2 explosions en chaîne sont déclenchées près de l'emplacement touché, chaque explosion infligeant des DGT Pyro d'une valeur équivalant à 120 % de l'ATQ de Chevreuse. Cet effet peut être déclenché une fois toutes les 10 s, et les DGT infligés de cette manière sont considérés comme des DGT de compétence élémentaire."
	},
	"c3": {
		"name": "Technique du démontage de terrain",
		"effect": "Niveau d'aptitude **Tir de suppression rapide à courte portée** +3.\nNiveau max : 15"
	},
	"c4": {
		"name": "Secret du tir multiple",
		"effect": "Après avoir utilisé **Anneau de grenades éclatantes**, l'appui long de **Tir de suppression rapide à courte portée** ne déclenche pas de TdR. Cet effet est annulé après 6 s ou après avoir utilisé Tir de suppression rapide à courte portée 2 fois avec l'appui long."
	},
	"c5": {
		"name": "Puissance de l'explosion accrue",
		"effect": "Niveau d'aptitude **Anneau de grenades éclatantes** +3.\nNiveau max : 15"
	},
	"c6": {
		"name": "Poursuite de l'anéantissement du mal",
		"effect": "Lorsque l'effet de soins de **Tir de suppression rapide à courte portée** a duré 12 s, tous les personnages de l'équipe à proximité récupèrent une fois des PV d'une valeur équivalant à 10 % des PV max de Chevreuse.\nLorsqu'un personnage de l'équipe a été soigné par Tir de suppression rapide à courte portée, il bénéficie d'un bonus de DGT Pyro et d'un bonus de DGT Électro de 20 % pendant 8 s. Cet effet peut être cumulé 3 fois maximum, la durée de chaque cumul étant calculée indépendamment."
	}
}