{
	"name": "Cyno",
	"c1": {
		"name": "Sacrement : Vigile incessante",
		"effect": "Après avoir utilisé **Liturgie : Rapidité lupine**, la VIT d'attaque des attaques normales de Cyno augmente de 20 % pendant 10 s. Si l'effet Ordalie de l'aptitude passive « Jugement des plumes » est déclenché pendant **Rite : Traversée abyssale**, la durée de cette augmentation est actualisée.\nL'aptitude passive « Jugement des plumes » doit être déjà débloquée."
	},
	"c2": {
		"name": "Cérémonie : Retour des esprits",
		"effect": "Lorsque l'attaque normale de Cyno a touché un ennemi, son bonus de DGT Électro augmente de 10 % pendant 4 s. Cet effet peut être déclenché une fois toutes les 0,1 s et cumulé 5 fois maximum."
	},
	"c3": {
		"name": "Ordonnance : Exécution légale",
		"effect": "Niveau d'aptitude **Liturgie : Rapidité lupine** +3.\nNiveau max : 15"
	},
	"c4": {
		"name": "Protocole : Garde d'interdiction",
		"effect": "Sous l'effet d'éclaireur sermenté de **Liturgie : Rapidité lupine**, lorsque Cyno a déclenché une réaction d'Électrocution, de Supraconduction, de Surcharge, de Stimulation, de Suractivation, d'Exubérance ou de Dispersion Électro, tous les personnages de l'équipe à proximité (hormis Cyno) récupèrent 3 pts d'énergie élémentaire.\nCet effet peut être déclenché 5 fois par utilisation de **Liturgie : Rapidité lupine**."
	},
	"c5": {
		"name": "Funéraille : Passage de la lumière stellaire",
		"effect": "Niveau d'aptitude **Rite : Traversée abyssale** +3.\nNiveau max : 15"
	},
	"c6": {
		"name": "Ascension : Balance de justice",
		"effect": "Après avoir utilisé **Liturgie : Rapidité lupine** ou déclenché l'effet Ordalie de l'aptitude passive « Jugement des plumes », Cyno obtient 4 cumuls de rite charognard. En touchant un ennemi avec une attaque normale, Cyno consomme 1 cumul pour tirer un éclair de sable.\nL'effet Rite charognard dure 8 s, peut être cumulé 8 fois maximum, et est annulé à la fin de l'effet d'éclaireur sermenté de « Liturgie : Rapidité lupine ».\nL'éclair de sable peut être déclenché une fois toutes les 0,4 s de cette manière.\nL'aptitude passive « Jugement des plumes » doit être déjà débloquée."
	}
}