{
	"name": "Furina",
	"c1": {
		"name": "« L'amour est un oiseau rebelle que nul ne peut apprivoiser »",
		"effect": "En utilisant **Liesse populaire**, Furina obtient 150 pts de fanfare.\nDe plus, la limite de fanfare augmente de 100 pts."
	},
	"c2": {
		"name": "« Comme la plume au vent, femme est volage »",
		"effect": "Pendant la durée de **Liesse populaire**, l'obtention de fanfare de Furina après une augmentation ou une diminution des PV actuels des personnages de l'équipe à proximité augmente de 250 %. De plus, chaque point de fanfare au-dessus de la limite augmente les PV max de Furina de 0,35 %, la limite de PV max pouvant être augmentée d'un maximum de 140 % de cette manière."
	},
	"c3": {
		"name": "« Mon mystère est scellé en moi, personne ne saura mon nom »",
		"effect": "Niveau d'aptitude **Liesse populaire** +3.\nNiveau max : 15"
	},
	"c4": {
		"name": "« Si l'on comprend la vie, amis, c'est en enfer ! »",
		"effect": "Lorsqu'un membre du salon de **Salon solitaire** touche un ennemi ou qu'un chanteur des eaux restaure les PV d'un personnage déployé, Furina récupère 4 pts d'énergie élémentaire. Cet effet peut être déclenché une fois toutes les 5 s."
	},
	"c5": {
		"name": "« Son nom que je connais maintenant, c'est... »",
		"effect": "Niveau d'aptitude **Salon solitaire** +3.\nNiveau max : 15"
	},
	"c6": {
		"name": "« Entends-moi, et levons les coupes de l'amour ! »",
		"effect": "Lorsqu'elle utilise **Salon solitaire**, Furina devient le centre d'attention pendant 10 s.\nPendant cette durée, les DGT de ses attaques normales, chargées et plongeantes sont convertis en DGT Hydro ne pouvant pas être enchantés et augmentent d'une valeur équivalant à 18 % de ses PV max.\nDe plus, après avoir touché un ennemi pendant cette durée, ses attaques normales (sauf les attaques de « Arkhe : Sacralité et sécularisation »), chargées et l'impact au sol de ses attaques plongeantes produisent divers effets toutes les 0,1 s selon l'alignement actuel de son Arkhe :\n\nArkhe : Ousia\nSoigne les PV de tous les personnages de l'équipe à proximité pour une valeur équivalant à 4 % des PV max de Furina toutes les secondes pendant 2,9 s, tout déclenchement répété prolongeant cette durée.\nArkhe : Pneuma\nLes DGT de cette attaque normale (sauf les attaques de « Arkhe : Sacralité et sécularisation »), chargée ou plongeante (lorsque cette dernière touche le sol) augmentent encore d'une valeur équivalant à 25 % des PV max de Furina. De plus, lorsqu'une de ces attaques touche un ennemi, tous les personnages de l'équipe à proximité perdent 1 % de leurs PV actuels.\n\nLes effets mentionnés ci-dessus peuvent être déclenchés un maximum de 6 fois pendant la durée d'un centre d'attention, et ce dernier prend fin après 6 déclenchements d'effet ou lorsque sa durée expire."
	}
}