{
	"name": "Kirara",
	"c1": {
		"name": "Circulation d'objets",
		"effect": "Lorsque Kirara utilise **Art secret : Livraison surprise**, chaque tranche de 8 000 PV max qu'elle possède lui permet de créer 1 **noix de cataire** supplémentaire. Un maximum de 4 noix de cataire supplémentaires peut être créé de cette manière."
	},
	"c2": {
		"name": "Emballage parfait",
		"effect": "Lorsque Kirara est dans l'état Neko-colis urgent de **Coup de patte miaou-téorite**, elle accorde un bouclier de transport critique aux personnages de l'équipe qu'elle percute.\nLes boucliers de transport critique possèdent une absorption de DGT équivalant à 40 % de l'absorption maximum d'un bouclier de transport sécurisé de **Coup de patte miaou-téorite** et absorbent les DGT Dendro 250 % plus efficacement.\nLes boucliers de transport critique durent 12 s et peuvent être déclenchés sur un même personnage une fois toutes les 10 s."
	},
	"c3": {
		"name": "Connaissance des lieux",
		"effect": "Niveau d'aptitude **Coup de patte miaou-téorite** +3.\nNiveau max : 15"
	},
	"c4": {
		"name": "Étalon de Skanda",
		"effect": "Lorsque l'attaque normale, chargée ou plongeante d'un personnage déployé avec un **bouclier de transport sécurisé** ou un **bouclier de transport critique** a touché un ennemi, Kirara utilise des **noisettes de cataire** pour déclencher une attaque coordonnée, infligeant des DGT Dendro d'une valeur équivalant à 200 % de son ATQ. Les DGT infligés de cette manière sont considérés comme des DGT de déchaînement élémentaire. Cet effet peut être déclenché une fois toutes les 3,8 s, tous les personnages de l'équipe partageant ce TdR."
	},
	"c5": {
		"name": "Mille lieues par jour",
		"effect": "Niveau d'aptitude **Art secret : Livraison surprise** +3.\nNiveau max : 15"
	},
	"c6": {
		"name": "Myriade de curiosités en chemin",
		"effect": "Lorsque Kirara a utilisé une compétence ou un déchaînement élémentaires, tous les personnages de l'équipe à proximité bénéficient d'un bonus de DGT élémentaires de 12 % pendant 15 s."
	}
}