{
	"name": "Wriothesley",
	"c1": {
		"name": "Terreur pour les malfaiteurs",
		"effect": "La réprimande miséricordieuse de l'aptitude passive « Plaidoirie pour la justice » est modifiée :\nSi les PV de Wriothesley sont inférieurs à 60 % ou s'il est sous l'effet du châtiment algide de **Ruée glaciale du croc**, il obtient une réprimande miséricordieuse lorsque la 5e attaque du poing de réprimande touche. Une réprimande miséricordieuse peut être obtenue une fois toutes les 2,5 s.\n\nDe plus, le poing bondissant de réprimande obtient les renforcements suivants :\n· Le bonus de DGT infligés augmente davantage jusqu'à 200 %.\n· En touchant alors que Wriothesley est sous l'effet d'un châtiment algide, la durée du châtiment se prolonge de 4 s. Une seule prolongation de durée peut avoir lieu par châtiment algide.\n\nL'aptitude passive « Plaidoirie pour la justice » doit être déjà débloquée."
	},
	"c2": {
		"name": "Entrave pour les arrogants",
		"effect": "En utilisant **Morsure lupine de l'or**, chaque cumul d'édit d'accusation de l'aptitude passive « Rétribution pour le péché » augmente les DGT infligés de 40 %.\nL'aptitude passive « Rétribution pour le péché » doit être déjà débloquée."
	},
	"c3": {
		"name": "Punition pour les frauduleux",
		"effect": "Niveau d'aptitude **Attaque normale : Poing vigoureux du givre** +3.\nNiveau max : 15"
	},
	"c4": {
		"name": "Rédemption pour les nécessiteux",
		"effect": "Les PV que le poing bondissant de réprimande restaure à Wriothesley augmentent à une valeur équivalant à 50 % de ses PV max. L'aptitude passive « Plaidoirie pour la justice » doit être déjà débloquée.\nDe plus, lorsque Wriothesley reçoit un soin et si la quantité du soin dépasse la quantité maximum que Wriothesley peut recevoir, les effets suivants se produisent selon si Wriothesley est déployé ou non : s'il est déployé, sa VIT d'attaque augmente de 20 % pendant 4 s ; s'il fait partie de l'équipe mais n'est pas déployé, la VIT d'attaque de tous vos personnages dans l'équipe augmente de 10 % pendant 6 s. Ces deux effets d'augmentation de VIT d'attaque ne peuvent pas se cumuler."
	},
	"c5": {
		"name": "Indulgence pour les innocents",
		"effect": "Niveau d'aptitude **Morsure lupine de l'or** +3.\nNiveau max : 15"
	},
	"c6": {
		"name": "Estime pour les irréprochables",
		"effect": "Le taux CRIT du poing bondissant de réprimande augmente de 10 % et ses DGT CRIT de 80 %, et son déclenchement permet de libérer un pic de glace supplémentaire infligeant des DGT Cryo d'une valeur équivalant à 100 % des DGT d'origine. Les DGT infligés de cette manière sont considérés comme des DGT d'attaque chargée.\nL'aptitude passive « Plaidoirie pour la justice » doit être déjà débloquée."
	}
}