{
	"id": 28041104,
	"name": "จักรกลบำรุงรักษา - รุ่นแพลทินัมคลาสสิก",
	"description": "จักรกลเสริมขนาดกะทัดรัด ที่พัฒนาขึ้นเพื่อช่วยเหลือจักรกลเครื่องลานที่ทำงานใต้น้ำ และเพิ่มประสิทธิภาพการทำงานของทีม โดยเป้าหมายการออกแบบในตอนแรกนั้น คือกำจัดขยะใต้น้ำ เศษซากพืช และเศษขยะอื่น ๆ เพื่อป้องกันไม่ให้มันดูดซับส่วนสำคัญของจักรกลเครื่องลาน และลดอัตราความล้มเหลวของจักรกลเครื่องลานให้ได้มากที่สุด\nเมื่อเทียบกับรุ่นผลิตปริมาณมากอื่น ๆ แล้ว พื้นผิวด้านนอกของจักรกลบำรุงรักษา \"รุ่นแพลทินัมคลาสสิก\" พิเศษนี้ มีความสว่างไสวและสวยงามมาก เป็นรุ่นที่ระลึกที่ทีมพัฒนาผลิตขึ้นเป็นพิเศษ ซึ่งในตอนที่ทีมนี้พยายามโน้มน้าวนักธุรกิจกระเป๋าหนา เพื่อดึงดูดการลงทุนในโครงการจักรกลบำรุงรักษานี้ พวกเขาจะมอบของที่ระลึกเหล่านี้ให้กับนักธุรกิจ เพื่อเป็นของประดับสวยงามในตู้ปลา ซึ่งถือได้ว่าเป็นสิ่งที่หาได้ยากทีเดียว แต่น่าเสียดายที่ความพยายามดึงดูดการลงทุนทั้งหมด กลับจบลงด้วยความล้มเหลว จึงต้องเปลี่ยนแผนมาขายจักรกลบำรุงรักษาเหล่านี้เป็นของเล่นแทน เพื่อชดเชยเงินทุนของโครงการ ที่ร่อยหรอลงเรื่อย ๆ\nสุดท้าย หลังจากเกิดเหตุการณ์ที่ทราบกันดี ทีมพัฒนาของจักรกลบำรุงรักษาทั้งหมด ก็ได้ปิดตัวลงอย่างสมบูรณ์แบบ และโครงการต่อจากนี้ก็ถูกยกเลิกเช่นกัน ขณะนี้ไม่มีใครดูแลจักรกลบำรุงรักษาชุดนี้ในน่านน้ำ Fontaine เลย \"รุ่นแพลทินัมคลาสสิก\" ที่ผลิตขึ้นก่อนหน้าทั้งหมด ก็จมหายลงไปใต้น้ำ กลายเป็น \"ปลา\" ที่โดดเด่นและมีราคาแพงที่สุดในน่านน้ำ Fontaine เมื่อโครงการบางส่วนของศูนย์วิทยาศาสตร์ถูกเปิดเผย นักข่าวของ \"หนังสือพิมพ์ The Steambird\" ก็ได้ทำการเปรียบเทียบข้อมูล และตรวจสอบอย่างละเอียด จนพบว่า \"ปริมาณการปนเปื้อนของน้ำ Fontaine ก่อนและหลังการปล่อยจักรกลบำรุงรักษานั้น ไม่ได้มีการเปลี่ยนแปลงอย่างชัดเจน ประสิทธิภาพของโครงการยังเป็นที่น่าสงสัย\" ตั้งแต่นั้นมา จักรกลบำรุงรักษา \"รุ่นแพลทินัมคลาสสิก\" ที่ยังทำงาน ก็ยังคงโลดแล่นอยู่ในน่านน้ำของ Fontaine เหล่านักตกปลาก็เริ่มภูมิใจที่ได้ตก \"รุ่นแพลทินัมคลาสสิก\" เพราะอย่างไรเสีย ความหายากของ \"รุ่นแพลทินัมคลาสสิก\" นี้ก็เทียบได้กับปลาสวยงามล้ำค่าที่สุดในประเทศอื่น ๆ",
	"categoryType": "SUBTYPE_FISH",
	"categoryText": "ปลา",
	"countType": "COUNT_TYPE_FISH",
	"sortOrder": 12236
}