{
	"id": 13430,
	"name": "산을 고정하는 못",
	"description": "광산 장인들이 힘을 합쳐 단조한 장창. 뭇 산의 영혼에게 바치는 공물이었다고 한다",
	"descriptionRaw": "광산 장인들이 힘을 합쳐 단조한 장창. 뭇 산의 영혼에게 바치는 공물이었다고 한다",
	"weaponType": "WEAPON_POLE",
	"weaponText": "장병기",
	"rarity": 4,
	"story": "아직 탁하고 검은 파도가 솟구치지 않은 시절, 나나치카얀의 산지에서는 광석이 울리는 소리와 불똥이 끊이질 않았다.\n광부들은 몇 달 동안 한 중요한 기물을 만들기 위해 밤낮을 가리지 않고 일하고 있었다.\n그 기물은 광산의 존망과 부족의 생존에 관련된 물건으로 부족의 노인들은 「산을 고정하는 못」이라고 불렀다.\n산이 흔들릴 때마다, 그것을 깊은 동굴에 던져 뭇 산의 영혼에 바쳐야만 무사할 수 있다고 한다.\n\n이는 긴 세월 동안 이어진 고대 의식이었으나, 젊은 순디자타는 코웃음만 쳤다.\n그는 암층의 움직임과 광맥의 흐름을 알고 있었기 때문에 잦은 산사태에는 현실적인 이유가 있을 거라고 생각했다.\n그 이유는 과도한 채굴에 산이 버티지 못해서일 수도 있고, 땅을 파는 용이 샘물 아래에서 말썽을 피우고 있는 것일 수도 있다.\n어쨌든 그는 부족의 금지된 동굴로 들어가 그 속에 숨겨진 비밀을 밝혀내기로 결심했다.\n\n그는 바위의 맥을 따라 칠흑 같은 동굴을 누볐다. 그 무엇도 그를 멈추게 할 수 없었다.\n동굴의 가장 깊은 곳에는 산처럼 긴 못들이 측면에 늘어져서 더 깊은 곳으로 통하는 문을 지키고 있었다.\n이곳은 천 년 동안 사람이 발을 들인 적이 없는 금지된 땅이지만 놀랍게도 문에는 새로 파낸 흔적이 남아있었다.\n뱀처럼 꼬인 통로는 지하 세계 속에서 똬리를 틀고 있었다. 그 통로가 어디로 통하는지는 아무도 알 수 없었다.\n\n마침내 그는 지하수 반대 방향으로 올라가 빛나는 통로의 출구를 보았다.\n오랫동안 보지 못했던 빛에 익숙해지자, 그의 눈앞에는 먼지에 뒤덮인 유적이 보였다.\n이것은 잿더미성 찬탈자의 지하 요새이자, 고대 광산의 장인들이 숨은 은신처였다.\n암벽에서 서식하고 있는 눈먼 검룡은 비밀 통로가 다시 세상밖에 드러나게 한 장본인 것 같았다.\n\n「그렇다. 이건 포악한 뱀왕에게 붙잡혀 잿더미성으로 끌려간 장인들만 알고 있는 터널이다」\n「수치심을 느낀 찬탈자가 용이 만든 흔적을 없애려 하자, 그의 어리석은 행동이 하늘 마귀와 악귀를 불러냈지」\n「우리의 선조들은 이 터널을 통해 탈출해서 인적 드문 뭇 산에 도착했다」\n\n그러나 용의 동굴로 연결된 비밀 통로를 막아도, 그 피에 굶주린 개들은 냄새를 맡고 모여들기 시작했다.\n굳센 바위 협곡 위의 새로운 터전을 지키기 위해 부족의 용사들은 메아리의 군가를 불렀다.\n날카로운 창을 들고 칠흑의 동굴로 들어가 더 칠흑 같은 이름 없는 존재들과 치열하게 싸웠다.\n손에 들린 창이 하나둘씩 부러지자, 산중의 사람들은 무기를 끊임없이 다시 만들었다.\n얼마나 지났을까, 악몽 같은 울음소리와 광석이 부딪치는 소리가 동시에 멈췄다.\n\n이것이 바로 「산을 고정하는 못」\n몸을 숨긴 채, 자유와 터전을 찾기 위해 항쟁했으나, 여명을 맞이하지 못하고 희생한 자들이 오늘날 사람들에게 전하는 축복이다.\n\n탁하고 검은 파도가 하늘에서 솟구치던 시절, 나나치카얀의 산지에서는 광석이 울리는 소리와 불똥이 끊이질 않았다.\n광석을 녹인 쇳물은 장인들의 정성 어린 단조 끝에 날카로운 창으로 거듭났다.\n광산의 족장 순디자타는 검룡 무후루의 등에 올라타 바위 절벽 사이에서 그중 한 자루를 뽑아\n잿더미에서 다시 피어오른 새로운 불과 무수한 염원으로 담금질 된 축복과 함께 새로운 전쟁으로 뛰어 들어갔다.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "원소 충전 효율",
	"baseStatText": "6.7%",
	"effectName": "산 너머의 희망",
	"effectTemplateRaw": "등반으로 소모하는 스태미나가 15% 감소하고 원소전투 스킬로 주는 피해가 <color=#99FFFFFF>{0}</color> 증가한다. 또한 주변에 있는 파티 내 다른 캐릭터가 원소전투 스킬 발동 후, 장착 캐릭터의 원소전투 스킬로 주는 피해가 추가로 <color=#99FFFFFF>{1}</color> 증가한다. 지속 시간: 8초",
	"r1": {
		"description": "등반으로 소모하는 스태미나가 15% 감소하고 원소전투 스킬로 주는 피해가 12% 증가한다. 또한 주변에 있는 파티 내 다른 캐릭터가 원소전투 스킬 발동 후, 장착 캐릭터의 원소전투 스킬로 주는 피해가 추가로 12% 증가한다. 지속 시간: 8초",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "등반으로 소모하는 스태미나가 15% 감소하고 원소전투 스킬로 주는 피해가 15% 증가한다. 또한 주변에 있는 파티 내 다른 캐릭터가 원소전투 스킬 발동 후, 장착 캐릭터의 원소전투 스킬로 주는 피해가 추가로 15% 증가한다. 지속 시간: 8초",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "등반으로 소모하는 스태미나가 15% 감소하고 원소전투 스킬로 주는 피해가 18% 증가한다. 또한 주변에 있는 파티 내 다른 캐릭터가 원소전투 스킬 발동 후, 장착 캐릭터의 원소전투 스킬로 주는 피해가 추가로 18% 증가한다. 지속 시간: 8초",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "등반으로 소모하는 스태미나가 15% 감소하고 원소전투 스킬로 주는 피해가 21% 증가한다. 또한 주변에 있는 파티 내 다른 캐릭터가 원소전투 스킬 발동 후, 장착 캐릭터의 원소전투 스킬로 주는 피해가 추가로 21% 증가한다. 지속 시간: 8초",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "등반으로 소모하는 스태미나가 15% 감소하고 원소전투 스킬로 주는 피해가 24% 증가한다. 또한 주변에 있는 파티 내 다른 캐릭터가 원소전투 스킬 발동 후, 장착 캐릭터의 원소전투 스킬로 주는 피해가 추가로 24% 증가한다. 지속 시간: 8초",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "모라",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "실성한 왕의 부패",
				"count": 3
			},
			{
				"id": 112110,
				"name": "불뭉치의 돌",
				"count": 3
			},
			{
				"id": 112038,
				"name": "구라구라 꽃꿀",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "모라",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "실성한 왕의 비애",
				"count": 3
			},
			{
				"id": 112110,
				"name": "불뭉치의 돌",
				"count": 12
			},
			{
				"id": 112038,
				"name": "구라구라 꽃꿀",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "모라",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "실성한 왕의 비애",
				"count": 6
			},
			{
				"id": 112111,
				"name": "불뭉치의 씨앗",
				"count": 6
			},
			{
				"id": 112039,
				"name": "반짝반짝 꽃꿀",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "모라",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "실성한 왕의 용모",
				"count": 3
			},
			{
				"id": 112111,
				"name": "불뭉치의 씨앗",
				"count": 12
			},
			{
				"id": 112039,
				"name": "반짝반짝 꽃꿀",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "모라",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "실성한 왕의 용모",
				"count": 6
			},
			{
				"id": 112112,
				"name": "불뭉치의 눈",
				"count": 9
			},
			{
				"id": 112040,
				"name": "원소 꽃꿀",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "모라",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "실성한 왕의 신성한 가면",
				"count": 4
			},
			{
				"id": 112112,
				"name": "불뭉치의 눈",
				"count": 18
			},
			{
				"id": 112040,
				"name": "원소 꽃꿀",
				"count": 12
			}
		]
	}
}