{
	"name": "적색 사막의 지팡이",
	"description": "흑요석으로 만든 한 쌍의 세크헴 중 하나. 사막의 백성을 이끄는 권위를 가지고 있지만 지금은 이를 알아보는 신하는 없다",
	"weapontype": "장병기",
	"rarity": "5",
	"story": "먼저 해와 달을 창조하였고, 이렇게 낮과 밤이 탄생하였다. 그녀는 내가 잊은 언어로 세 개의 밝은 달이 걸려있는 밤하늘을 묘사하였고, 그 둥근 달의 개수는 셋이어야 하니.\n세상의 그림자가 깨어날 때 그녀들이 대지에 진줏빛의 미광을 드리웠으면 좋겠노라. 그리하면 사람들은 밤의 장막 속에 모래 언덕의 은도금의 윤곽을 따라 숙명의 끝을 찾을 수 있을 것이라.\n\n다음은 중력을 창조하였다. 그렇게 모래흙이 가라앉아 대지가 되었고, 무중력의 공간은 하늘이 되었다. 내가 정한 법칙은, 땅에 의지하되 우주의 꿈을 품어야 한다는 것이니.\n중력은 과해도 안 된다. 과중력은 사람의 두 발을 땅에 묶어 멀리 개척할 수 없게 하고, 높이 날지 못하게 하여 미래를 탐구할 수 없게 하는지라.\n\n이어서 다시 일곱 승려를 창조하여 그들에게 땅, 물과 별들이 그리는 궤적을 다스리게 하였다. 천구(天球)는 허구일지라도 별과 달을 올려다보면 신화가 탄생하는 경우가 많으니.\n\n원래의 세계에서 울타리는 허물어지고, 암울한 독은 대지에 스며들었다. 그 취약하고 불완전한 세계를 치유하기 위해 긴 못을 떨구어 지각을 꿰뚫었다.\n그러나 내가 설정한 규칙은 더 아름답고, 정밀해야 하므로 이럴 필요가 없는지라. 이로 인해 그녀의 추종자가 헛되이 죽거나 상실감을 담아내는 시문이 없어야 할지니.\n\n그리고 독약이 전해지는 짐승이 출몰하는 길을 차단해야 하노라. 왜냐하면 독을 복용하는 것은 하늘보다 더 깊은 죄이기 때문이다. 하지만 속삭임이 얼마나 달콤하고, 그중 담긴 지혜는 또 얼마나 돋보이는가…\n새로운 세상에 살며시 바람이 불기 시작하였다. 진주색의 달빛, 호박색의 잔광, 풀의 물결과 물의 뿌리는 그녀가 남긴 시문을 읊으며 더는 침묵하지 않았다.\n\n……\n\n깊고 은밀한 서사가 끊기지 않도록 칠의 윤회를 제거하라.\n생과 사의 장벽을 없애 공포와 슬픔을 제거하라.\n시간과 공간의 울타리를 없애기 위해 해와 달의 무게를 제거하라.\n그녀가 동족이 받는 벌을 두려워하지 않도록 규정, 판결, 자비의 원초적 이치를 제거하라.\n아무도 지혜를 훔치지 못하도록 새, 짐승, 물고기, 용과 인간에서 숫자가 7인 승려의 왕을 제거하라.\n\n……\n\n「홀로 조용히 잠든 모래의 왕은 은밀한 꿈속에서 새로운 정의를 정립하였다.」\n「신세계의 모든 것은 선한 것이기 때문에 왕의 꿈속에서 소금물 한 방울도 마실 필요가 없노라.」\n\n……\n\n이렇게 하면 완벽함에 도달할 수 있다. 나는 세 사람이 다시 낙원에서 도를 논하는 모습을 보았다. 더 가깝게 보였다.\n잘된 일이다. 나는 깨달았다. 내가 원했던 것은 이것이었다. 내가 되찾고 싶은 것은 중생의 낙원이 아니다.\n모든 교법, 일곱의 승려의 흉내, 이른바 슬픔을 벗겨낸 순수한 세계, 이 모든 것은 모두 무의미해졌도다…\n\n다만, 내가 실수로 삼킨 독약은 이 세상에 남아서는 안 된다. 그녀가 옛정을 그리워할지 모르겠지만——\n——설령 나를 위해서가 아니더라도 괜찮다. 우리 공통의 친우를 위해 마지막으로 부탁 하나만 들어주길 바라노라…",
	"baseatk": 44,
	"substat": "치명타 확률",
	"subvalue": "9.6",
	"effectname": "신기루 끝의 뜨거운 꿈",
	"effect": "장착한 캐릭터 원소 마스터리의 {0}에 해당하는 공격력 보너스를 획득한다. 원소전투 스킬이 적을 명중하면 10초 동안 「적색 사막의 꿈」 효과를 획득한다: 장착한 캐릭터 원소 마스터리의 {1}만큼 공격력 보너스를 획득한다. 해당 효과 최대 중첩수: 3스택",
	"r1": [
		"52%",
		"28%"
	],
	"r2": [
		"65%",
		"35%"
	],
	"r3": [
		"78%",
		"42%"
	],
	"r4": [
		"91%",
		"49%"
	],
	"r5": [
		"104%",
		"56%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "모라",
				"count": 10000
			},
			{
				"name": "오아시스 화원의 추억",
				"count": 5
			},
			{
				"name": "혼돈 용기",
				"count": 5
			},
			{
				"name": "버섯몬 포자",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "모라",
				"count": 20000
			},
			{
				"name": "오아시스 화원의 은혜",
				"count": 5
			},
			{
				"name": "혼돈 용기",
				"count": 18
			},
			{
				"name": "버섯몬 포자",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "모라",
				"count": 30000
			},
			{
				"name": "오아시스 화원의 은혜",
				"count": 9
			},
			{
				"name": "혼돈 모듈",
				"count": 9
			},
			{
				"name": "형광 포자 분말",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "모라",
				"count": 45000
			},
			{
				"name": "오아시스 화원의 애념",
				"count": 5
			},
			{
				"name": "혼돈 모듈",
				"count": 18
			},
			{
				"name": "형광 포자 분말",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "모라",
				"count": 55000
			},
			{
				"name": "오아시스 화원의 애념",
				"count": 9
			},
			{
				"name": "혼돈 볼트",
				"count": 14
			},
			{
				"name": "포낭 결정 가루",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "모라",
				"count": 65000
			},
			{
				"name": "오아시스 화원의 진리",
				"count": 6
			},
			{
				"name": "혼돈 볼트",
				"count": 27
			},
			{
				"name": "포낭 결정 가루",
				"count": 18
			}
		]
	}
}