{
	"name": "꽃잎비",
	"description": "기름종이로 만든 약간 특별한 우산. 오랜 여행으로 비바람에는 익숙해졌지만, 이 우산을 쓴 채 조용히 비가 내리는 풍경을 감상하면 나름의 운치를 느낄 수 있다",
	"weapontype": "한손검",
	"rarity": "4",
	"story": "「이나즈마의 우산. 비를 막는 도구라기보단 독특한 공예품 같다. 대나무 손잡이의 촉감, 상단의 무늬, 그리고 기름종이가 머금은 옅은 빛깔까지, 모두 장인의 섬세한 손길이 느껴진다. 거리를 지나다 상점에 걸린 이 우산을 볼 때마다, 한때 동네를 불안에 빠뜨렸던 이야기가 떠오른다:\n「수백 년 전 여우와 너구리가 떠들고 엄숙한 텐구마저 사람들과 술 마시며 담화하던 축젯날에, 모두의 주목받는 우산 든 소녀가 있었다——그녀는 오니족의 술을 마시고 흥이 나서 달밤 속에서 꽃보라 같은 춤을 췄다. 요괴도 사람도 그 아름다운 춤에 환호했다. 훗날, 군대를 따라 출정한 소녀는 불행히도 사망했고, 그녀가 아끼던 우산은 충직한 그녀의 권속들이 신사에 기부했다.\n「후에 어느 혁혁한 무가 출신의 여인이 신사에 갔다가 그 우산이 마음에 들어 비싼 가격에 구입했다. 다음날 마침 비가 와서 그 우산을 들고 나서려 했으나, 옷을 갈아입기도 전에 멀리서 남편이 전사했다는 비보가 들려왔다. 슬픔에 빠진 여인은 며칠도 안 되어 시름시름 앓다 세상을 떠났다. 장례식이 끝나자 그녀의 부모는 우산은 불길한 물건으로 여겨서 다시 신사에 기증했고, 그 우산은 높은 곳에 방치됐다.\n「그 후, 몇 개월이 흘렀을까. 언제부턴가 비 오는 날 밤 처음 보는 요괴가 출몰한다는 소문이 마을에 떠돌았다. 그 요괴는 성인 남성보다 큰 우산같이 생겼고, 외눈과 외다리에 기다란 혀까지 달고 있으며, 홀로 밤길을 걷는 사람 앞에 갑자기 나타나 핥는다고 한다. 폰타인 사람은 마을 사람들과 달리 그걸 일종의 장난으로 여겼지만, 대체 무슨 의도인지는 아무도 알지 못했다. 한동안 마을은 인심이 흉흉하여 젊은 여성은 요괴와 마주칠까 봐 집 밖으로 나가지 못했고, 노인은 그분들이 계셨다면 이런 요괴는 감히 난동을 부리지 못했을 거라며 한탄했다. 하지만 지금은 이런 하찮은 요괴조차 퇴치할 줄 아는 사람이 드물었다.\n「훗날 이 소식을 들은 어느 젊은 무녀가 신사에서 그 우산을 꺼내, 바가지로 받은 물로 우산을 손잡이에서 끄트머리까지 세심히 씻은 다음, 비단 손수건으로 몇 번이나 닦고 말했다.\n「『과거의 비는 다시 오지 않지만, 내일이 지나면 다시 내일이 오지요. 만약 그분이 살아 계셨다면 당신의 이런 모습을 보고 싶어 하셨겠습니까!』\n「이어 사람을 시켜 우산을 신사의 별전에 모시니, 그 후로 다시는 우산 요괴를 봤다는 소문이 들리지 않았다.\n「나는 이나즈마의 어느 친구로부터 이 이야기를 전해 들었는데, 나루카미 각지의 신사를 한참 돌아다녔어도 우산을 모셨다는 신사를 찾지 못했다. 그래서 다시 친구에게 묻자, 그녀는 웃음을 참지 못하며 이렇게 말했다.\n「『아니 레프카다 씨, 그 괴담을 진짜로 믿으신 거예요?』」",
	"baseatk": 42,
	"substat": "원소 마스터리",
	"subvalue": "36",
	"effectname": "괴담·빗속을 거니는 외다리",
	"effect": "공격이 적을 명중 후, 명중한 1명의 적에게 「우산의 장난」 상태를 부여한다. 지속 시간: 10초. 해당 효과는 15초마다 최대 1회 발동한다. 해당 효과가 지속 중일 때 대상이 사망하면 효과의 재사용 대기시간이 즉시 초기화된다. 장착 캐릭터가 「우산의 장난」 상태의 적에게 가하는 피해가 {0} 증가한다",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "모라",
				"count": 5000
			},
			{
				"name": "나루카미 어령의 은혜",
				"count": 3
			},
			{
				"name": "파손된 결정",
				"count": 3
			},
			{
				"name": "오래된 코등이",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "모라",
				"count": 15000
			},
			{
				"name": "나루카미 어령의 환희",
				"count": 3
			},
			{
				"name": "파손된 결정",
				"count": 12
			},
			{
				"name": "오래된 코등이",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "모라",
				"count": 20000
			},
			{
				"name": "나루카미 어령의 환희",
				"count": 6
			},
			{
				"name": "혼탁한 결정",
				"count": 6
			},
			{
				"name": "카게우치 코등이",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "모라",
				"count": 30000
			},
			{
				"name": "나루카미 어령의 친애",
				"count": 3
			},
			{
				"name": "혼탁한 결정",
				"count": 12
			},
			{
				"name": "카게우치 코등이",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "모라",
				"count": 35000
			},
			{
				"name": "나루카미 어령의 친애",
				"count": 6
			},
			{
				"name": "찬란하게 빛나는 결정",
				"count": 9
			},
			{
				"name": "명검 코등이",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "모라",
				"count": 45000
			},
			{
				"name": "나루카미 어령의 용맹",
				"count": 4
			},
			{
				"name": "찬란하게 빛나는 결정",
				"count": 18
			},
			{
				"name": "명검 코등이",
				"count": 12
			}
		]
	}
}