{
	"id": 12426,
	"name": "「슈퍼 울트라 패왕 마검」",
	"description": "해저 평원을 통치하는 슈퍼 울트라 패왕만이 사용할 수 있는 마검. 특수한 방수 재료를 사용해서 물에 젖어도 망가지지 않는, 무적에 가까운 검이다!",
	"descriptionRaw": "해저 평원을 통치하는 슈퍼 울트라 패왕만이 사용할 수 있는 마검. 특수한 방수 재료를 사용해서 물에 젖어도 망가지지 않는, 무적에 가까운 검이다!",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "양손검",
	"rarity": 4,
	"story": "「…싸구려 골판지 검이라니! 그러니까… 이건… 어… 옛날에 꽃게 대왕을 꺾었던… 슈퍼 울트라 패왕 마검이라고!」\n\n옛날 옛적 바다 이슬 꽃에게 아직 바다 이슬 꽃이라는 이름조차 없던 시절, 머나먼 바다에 위대한 꽃게 대마왕이 살고 있었다.\n그 누구도 왜 꽃게가 위대한지, 대왕이 다스리는 영토와 신민은 어디 있는지 알지 못했지만, 모두가 그렇게 이야기하니 마왕의 명성도 바다 전역에 퍼지게 되었다. 어쩌면 이런 것을 타고난 고귀함이라고 하는 걸까? 난폭한 꽃게 대마왕은 그렇게 생각하며 모두가 자신을 경외한다는 사실을 점차 받아들였다.\n지고지상한(또는 스스로 그렇게 여기는) 인간처럼 위대한 폐하도 탄식하며 말했다. 대왕인 것이 한스럽구나, 대왕에게 친구가 어딨겠는가(이 말에도 지고지상함이 일부 담겨 있다). 어쨌든 그 찰칵찰칵 날카로운 집게는 눈에 거슬리는 상대를 손쉽게 쫓아낼 수 있었고, 더 고집 센 녀석의 운명의 실을 잘라버릴 수도 있었다. 게다가 대왕의 보물창고에 오똔산만큼 쌓여 있는 금화로 폰타인의 맛있는 과자를 쉽게 구할 수 있었으니, 이것이야말로 대왕의 신분에 맞는 삶 아니겠는가?\n다만 함께 놀 친구가 없으니 무료하거나 슬플 때도(많은 과자로도 기분이 풀리지 않을 때 말이다) 폐하는 그저 거대한 집게로 수초를 다듬을 뿐이었다. 물론 아무리 꽃게 폐하라도 꽃게는 꽃게일 뿐. 다른 꽃게보다 훨씬 뛰어날지언정 수초를 다듬는 능력은 평범한 가오리와 비슷한 수준이었다!\n그러던 어느 날, 외로움의 방울을 보글보글 뿜어내고 있는 위대한 꽃게 마왕 앞에 작은 멜뤼진이 나타났다….\n「어흠! 겁도 없이 마왕의 궁전에 발을 들이다니. 어쩐 일로 찾아온 것이냐?」\n(꽃게 대왕은 이글거리는 불을 뿜어내고 있었지만 사실 조금 기쁘고 조금 두려웠다. 바다의 친구들은 대왕의 위엄 탓에 자신을 보면 조용히 자리를 피하기 일쑤였고, 그래서 아주 오랫동안 누군가와 대화를 나누지 못했기 때문이었다)\n「꽃게 씨」 작은 멜뤼진이 말했다. 「기분이 안 좋아 보여. 우리 같이 놀자. 그럼 기분이 좋아질 거야!」\n「넌 모르겠지만」 꽃게 대왕은 멜뤼진에게 「폐하」가 아니라 「씨」라고 부른 죄를 물으려 했으나 생각과는 다른 말이 튀어나왔다. 「패왕은 작은 멜뤼진 꼬마와 놀 수 없어. 대왕의 위엄을 잃게 될 수도 있으니까」\n「왕의 위엄을 잃으면 어떻게 되는데?」\n「위엄을 잃으면 패왕은 더 이상 패왕이 아니게 되지. 다른 꽃게보다 집게가 크고 갑옷이 두껍기만 한 평범한 꽃게로 전락하고 말아」\n「꽃게 씨의 집게와 발은 나보다 크고, 갑옷은 우리 집 담벼락보다 두꺼운걸. 금화와 과자 말고도 이렇게 좋은 걸 가졌으니까 기뻐해야지! 아, 알겠다. 분명 왕의 위엄이 꽃게 씨를 불행하게 만든 거야」\n「작은 멜뤼진아, 넌 왕이 되어본 적이 없으니 네 무지를 용서하마. 하지만 대왕은 자신의 행복을 신경 쓰지 않아야 하는 법이다」\n「하지만 왕이 되기 전에는 꽃게 씨도 꽃게였잖아! 꽃게 씨가 기분이 안 좋은 걸 보니까 나도 기분이 안 좋아. 내가 왕의 위엄을 버릴 수 있도록 도와줄게!」\n「어허! 철없는 소리를 하는구나, 작은 멜뤼진아. 자고로 스스로 통치를 포기하는 왕은 없었다!」 폐하는 화를 내며 집게를 휘둘렀다. 「다만… 만에 하나 용사가 성검으로 마왕을 쓰러뜨린다면… 패왕도 별수 없이 작은 멜뤼진과 놀아야겠지」\n「와! 그런 방법이 있었구나!」 멜뤼진이 기뻐하며 외쳤다. 하지만 이내 뭔가 떠올랐는지 실망하며 말했다. 「하지만 난 용사랑 성검이 어딨는지 모르는걸…」\n「에잇, 그런 건 중요치 않아! 마왕을 쓰러뜨리면 그게 용사고 그 무기가 곧 성검이지」 대왕이 서둘러 덧붙였다. 「어흠! 세상 물정 모르는 작은 멜뤼진아, 이해가 되느냐?」\n\n「『…꽃게 씨가 이렇게 말했어. 그러니까 다들 도와줘!』」 그 말에 바다 거품 마을의 멜뤼진들은 그녀를 도와주기로 했다! 그녀들은 큰 조개로 방패를 만들고 수초로 월계관을 대신했으며, 엘리나스 내부의 부서진 돛으로 망토를 만든 후, 마지막엔 어렵사리 말린 골판지로 보검을 만들었다.\n그렇게 멜뤼진 용사는 꽃게 마왕 정벌 여정에 올라 슈퍼 울트라 마검으로 극악무도한 꽃게 폐하를 쓰러뜨렸고, 더는 마왕 폐하가 아니게 된 꽃게 씨는 멜뤼진들의 좋은 친구가 되었다….\n\n그리고 짧은 논의 끝에 모든 멜뤼진들은 만장일치로 눈부신 활약을 펼친 바다 거품 마을 최강의 검을 무적의 용사에게 우정의 증표로 선물했다.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "원소 충전 효율",
	"baseStatText": "6.7%",
	"effectName": "파이팅!",
	"effectTemplateRaw": "공격력이 <color=#99FFFFFF>{0}</color> 증가한다. 그뿐만이 아니다! 바다 거품 마을 멜뤼진의 응원에 힘입어, 도와줬던 멜뤼진의 수에 따라 공격력이 최대 <color=#99FFFFFF>{1}</color> 더 증가한다",
	"r1": {
		"description": "공격력이 12% 증가한다. 그뿐만이 아니다! 바다 거품 마을 멜뤼진의 응원에 힘입어, 도와줬던 멜뤼진의 수에 따라 공격력이 최대 12% 더 증가한다",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "공격력이 15% 증가한다. 그뿐만이 아니다! 바다 거품 마을 멜뤼진의 응원에 힘입어, 도와줬던 멜뤼진의 수에 따라 공격력이 최대 15% 더 증가한다",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "공격력이 18% 증가한다. 그뿐만이 아니다! 바다 거품 마을 멜뤼진의 응원에 힘입어, 도와줬던 멜뤼진의 수에 따라 공격력이 최대 18% 더 증가한다",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "공격력이 21% 증가한다. 그뿐만이 아니다! 바다 거품 마을 멜뤼진의 응원에 힘입어, 도와줬던 멜뤼진의 수에 따라 공격력이 최대 21% 더 증가한다",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "공격력이 24% 증가한다. 그뿐만이 아니다! 바다 거품 마을 멜뤼진의 응원에 힘입어, 도와줬던 멜뤼진의 수에 따라 공격력이 최대 24% 더 증가한다",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "모라",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "순결한 바다의 쓴잔",
				"count": 3
			},
			{
				"id": 112092,
				"name": "심부름꾼의 낡은 회중시계",
				"count": 3
			},
			{
				"id": 112083,
				"name": "맞물림 톱니바퀴",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "모라",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "순결한 바다의 술잔",
				"count": 3
			},
			{
				"id": 112092,
				"name": "심부름꾼의 낡은 회중시계",
				"count": 12
			},
			{
				"id": 112083,
				"name": "맞물림 톱니바퀴",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "모라",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "순결한 바다의 술잔",
				"count": 6
			},
			{
				"id": 112093,
				"name": "심부름꾼의 제식 회중시계",
				"count": 6
			},
			{
				"id": 112084,
				"name": "평톱니바퀴",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "모라",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "순결한 바다의 은잔",
				"count": 3
			},
			{
				"id": 112093,
				"name": "심부름꾼의 제식 회중시계",
				"count": 12
			},
			{
				"id": 112084,
				"name": "평톱니바퀴",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "모라",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "순결한 바다의 은잔",
				"count": 6
			},
			{
				"id": 112094,
				"name": "심부름꾼의 시시각각",
				"count": 9
			},
			{
				"id": 112085,
				"name": "오토마톤 코어 톱니바퀴",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "모라",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "순결한 바다의 금잔",
				"count": 4
			},
			{
				"id": 112094,
				"name": "심부름꾼의 시시각각",
				"count": 18
			},
			{
				"id": 112085,
				"name": "오토마톤 코어 톱니바퀴",
				"count": 12
			}
		]
	}
}