{
	"id": 11514,
	"name": "우라쿠의 미스기리",
	"description": "유명한 풍류가 우라쿠사이가 직접 감독해 제작한 명검. 수백 년 동안 살아 있는 존재를 벤 적이 없다고 전해진다",
	"descriptionRaw": "유명한 풍류가 우라쿠사이가 직접 감독해 제작한 명검. 수백 년 동안 살아 있는 존재를 벤 적이 없다고 전해진다",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "한손검",
	"rarity": 5,
	"story": "전설에 따르면 여우족의 우라쿠사이가 술에 취해 흥분한 나머지 숲속 연극에 사용된 금칠한 대나무 발을 베어버려 너구리 요괴의 우두머리와 앙숙이 되었다고 한다.\n그 검은 이 사건으로 「미스기리(대나무 발 베기)」라는 이름을 얻었고, 그날 밤 여우 요괴가 달빛 아래에서 춘 광란의 검무 또한 너구리 요괴를 제외한 구경꾼들 사이에서 하나의 일화로 자리매김했다.\n훗날, 우라쿠사이는 사죄의 의미로 연극을 준비한 너구리 요괴에게 귀중한 찻잔과 다른 보물들을 내주었다고 한다.\n그리고 사건이 발생하기 전까진 그와 겨우 얼굴만 아는 사이였던 「오테문」은 사건 중재에 나선 덕에 명검 「미스기리」를 선물 받았다고 한다.\n\n항간의 전설과는 다르게, 「오테문」은 제비꽃 열매 나무와 격전을 펼친 괴짜인 동시에 고상한 구석도 있어 연극과 감상물 그리고 옷을 좋아했다.\n출정할 때 그는 종종 금색 비단 위에 자수와 금박으로 가을의 풀과 구름 문양을 수놓은 기모노를 걸치고, 화려하게 화장한 특이한 모습으로 나타났다.\n그러나 고서와 소설책 어디에서도 그가 최후의 일전에 금으로 장식된 명검 「미스기리」를 들었다는 묘사를 찾아볼 수 없다.\n수많은 일화와 역사 속에 기록된 그의 무기는 언제나 그의 호칭처럼 길고 발음하기 힘든 이름을 지닌 대검이었다.\n비록 양손에 각각 큰 검과 작은 검을 쥐고 파도를 가르듯 검고 괴이한 것들을 베어내는 그의 용맹한 자태가 그림에 기록되어 있지만\n당시 권위 있던 《명물 장부》에 의하면 「오테문」은 변고가 생기기 전, 어느 여름날 「미스기리」를 잃어버렸다고 한다.\n그래서 적을 죽여본 적이 있는지 확실하지 않은 「미스기리」는 술자리에서 취객들의 상상력을 자극하는 화젯거리가 됐다.\n\n글 대신 노래로 역사를 전하는 오니족 사이에는 《명물 장부》에 기록된 것과 다른, 또는 서로 보완하는 이야기가 있다.\n축제에서 스모 대회가 끝난 후, 「오테문」은 명검 「미스기리」를 무가 출신이 아닌 재봉사에게 선물했다고 한다.\n하오리에서 떨어진 금빛 꽃을 다시 꿰매준 소녀에게 보수로 허리에 찬 검을 준 것으로 추정된다.\n\n「보수가 필요 없다니? 그럼 내 검으로 네 가위를 교환하겠다! 그럼 보수라고 할 수 없겠지!」\n「뭐? 그게 무슨 소리냐? 천을 재단하는 데 쓸 수 없다니! 꼬마 아가씨가 하는 말이 꼭 재미없는 망할 텐구를 닮았군!」\n「『평민과 무인은 다르다』도 핑계라고 대는 것이냐! 작은 가위로도 천을 자를 수 있으니까 장검은 더욱 쓰기 편할 것이다!」\n「그럴 리가! 이 검을 네게 주는 이유는 원래 주인의 잔소리가 너무 심해서다. 명물은 감실에 모셔놓고 감상해야 된다나 뭐라나」\n「…주는 것이 아니라 거래다! 그 늙은 여우에게 검은 어찌 되었냐는 질문을 지겹게 듣는 것보단, 재단에 쓰이도록 네게 넘기는 편이 낫겠지!」\n「또 나를 욕하는구나. 다 들었다! 어이쿠, 목소리는 왜 높이느냐! 됐다, 됐어. 잘 보거라」\n\n오니는 말을 하며 갑자기 몸을 일으키더니 명검을 뽑아 들었다. 차가운 칼날이 축제의 연기와 달빛을 비추었다.\n그리고 오니는 망설임 없이 자신의 한쪽 소매를 베더니, 검을 자루에 넣고는 점잖게 앉아서 비단 소매를 함께 선물했다.\n평소 서민들 앞에서 감정을 숨기지 않고 소탈하게 굴던 오니 무사도 진지해지자 다소 험상궂게 보였다.\n\n「보아라. 나처럼 재봉사가 아닌 거친 녀석도 이 검을 쓰면 천을 깔끔하게 자를 수 있지 않느냐! 사람 무시하지 말거라!」\n「꼭 이 명검을 받아줘야 한다. 내 손에 있으면 망가질 게 뻔하고, 너만이 이 검을 잘 다룰 수 있다고 믿기에 주는 것이다」\n「가보로 보관하라고? 하하, 그런 생각도 해봤지! 하지만 명검도 쓸모가 없다면 적적하기 마련이야」\n「그럼 나중에 우라쿠사이가 오면 분명 나를 거칠고 시시한 데다 운치도 모르는 녀석이라고 비웃겠지」\n\n오니가 갑자기 드러낸 진지한 얼굴을 마주한 평민 재봉사 소녀는 적잖이 놀랐다.\n소녀가 덜덜 떨며 조심스럽게 귀중한 답례를 받은 뒤에야 잘난 척을 하던 무사는 크게 웃으며 만족스럽게 자리를 떠났다.\n그렇게 「오테문」은 또다시 마을 사람들 사이에서 「바보」라는 칭호를 얻었으나 정작 본인은 개의치 않았다.\n그는 늘 변덕스러웠지만, 길지도 짧지도 않은 일생 동안 많은 친구를 사귀었고 수많은 목숨을 지켰다.\n훗날 수많은 생명을 보호한 신, 여우, 요괴, 오니, 인간을 공양하는 글 없는 비단 그림을 짤 때\n재봉사는 명검을 돌려주지 못해서 그가 적을 처치하는 데 도움을 주지 못한 아쉬움을 달래려고 그를 위해 쌍검을 든 위풍당당한 모습을 넣었다.\n하지만 이건 나중의 일이고, 그 전에 우라쿠사이는 민가를 떠돌게 된 명검을 한참 애도해야 했다.\n\n오니와 같은 성을 가진 후손은, 여전히 화려한 명검을 들었지만 더 이상 소녀가 아닌 재봉사를 보며 이렇게 회상했다:\n「큰아버지께서 검을 닦을 때면 종종 우라쿠사이 님께서 이렇게 좋은 물건을 자기 같은 거친 사람에게 맡기셨다고 한탄하셨지」\n「『세상의 모든 번영과 아름다운 것들을 누려야 할 물건을 내가 어떻게 살육과 분노로 더럽힐 수 있겠는가?』」\n\n본론으로 돌아와서, 소녀가 전장 외의 곳에서 검의 쓸모를 깨달았을 때는 비단 그림을 짜기 한참 전 일이었다.\n당시 화려한 주니히토에(전통 예복)를 입은 오니 치요가 검을 들고 춤을 추는 모습은 봄바람에 흩날리는 꽃처럼 아름다웠다.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "치명타 피해",
	"baseStatText": "19.2%",
	"effectName": "비단 꽃과 감실 검",
	"effectTemplateRaw": "일반 공격으로 주는 피해가 <color=#99FFFFFF>{0}</color> 증가하고, 원소전투 스킬로 주는 피해가 <color=#99FFFFFF>{1}</color> 증가한다. 주변에 있는 파티 내 캐릭터가 필드 위에서 바위 원소 피해를 준 후, 상술한 효과가 100% 증가한다. 지속 시간: 15초. 또한 장착자의 방어력이 <color=#99FFFFFF>{2}</color> 증가한다",
	"r1": {
		"description": "일반 공격으로 주는 피해가 16% 증가하고, 원소전투 스킬로 주는 피해가 24% 증가한다. 주변에 있는 파티 내 캐릭터가 필드 위에서 바위 원소 피해를 준 후, 상술한 효과가 100% 증가한다. 지속 시간: 15초. 또한 장착자의 방어력이 20% 증가한다",
		"values": [
			"16%",
			"24%",
			"20%"
		]
	},
	"r2": {
		"description": "일반 공격으로 주는 피해가 20% 증가하고, 원소전투 스킬로 주는 피해가 30% 증가한다. 주변에 있는 파티 내 캐릭터가 필드 위에서 바위 원소 피해를 준 후, 상술한 효과가 100% 증가한다. 지속 시간: 15초. 또한 장착자의 방어력이 25% 증가한다",
		"values": [
			"20%",
			"30%",
			"25%"
		]
	},
	"r3": {
		"description": "일반 공격으로 주는 피해가 24% 증가하고, 원소전투 스킬로 주는 피해가 36% 증가한다. 주변에 있는 파티 내 캐릭터가 필드 위에서 바위 원소 피해를 준 후, 상술한 효과가 100% 증가한다. 지속 시간: 15초. 또한 장착자의 방어력이 30% 증가한다",
		"values": [
			"24%",
			"36%",
			"30%"
		]
	},
	"r4": {
		"description": "일반 공격으로 주는 피해가 28% 증가하고, 원소전투 스킬로 주는 피해가 42% 증가한다. 주변에 있는 파티 내 캐릭터가 필드 위에서 바위 원소 피해를 준 후, 상술한 효과가 100% 증가한다. 지속 시간: 15초. 또한 장착자의 방어력이 35% 증가한다",
		"values": [
			"28%",
			"42%",
			"35%"
		]
	},
	"r5": {
		"description": "일반 공격으로 주는 피해가 32% 증가하고, 원소전투 스킬로 주는 피해가 48% 증가한다. 주변에 있는 파티 내 캐릭터가 필드 위에서 바위 원소 피해를 준 후, 상술한 효과가 100% 증가한다. 지속 시간: 15초. 또한 장착자의 방어력이 40% 증가한다",
		"values": [
			"32%",
			"48%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "모라",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "먼바다의 산호 가지",
				"count": 5
			},
			{
				"id": 112047,
				"name": "혼돈의 기관",
				"count": 5
			},
			{
				"id": 112044,
				"name": "오래된 코등이",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "모라",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "먼바다의 옥빛 가지",
				"count": 5
			},
			{
				"id": 112047,
				"name": "혼돈의 기관",
				"count": 18
			},
			{
				"id": 112044,
				"name": "오래된 코등이",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "모라",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "먼바다의 옥빛 가지",
				"count": 9
			},
			{
				"id": 112048,
				"name": "혼돈의 중추",
				"count": 9
			},
			{
				"id": 112045,
				"name": "카게우치 코등이",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "모라",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "먼바다의 마노 가지",
				"count": 5
			},
			{
				"id": 112048,
				"name": "혼돈의 중추",
				"count": 18
			},
			{
				"id": 112045,
				"name": "카게우치 코등이",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "모라",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "먼바다의 마노 가지",
				"count": 9
			},
			{
				"id": 112049,
				"name": "혼돈의 눈동자",
				"count": 14
			},
			{
				"id": 112046,
				"name": "명검 코등이",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "모라",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "먼바다의 금빛 가지",
				"count": 6
			},
			{
				"id": 112049,
				"name": "혼돈의 눈동자",
				"count": 27
			},
			{
				"id": 112046,
				"name": "명검 코등이",
				"count": 18
			}
		]
	}
}