{
	"name": "판정",
	"description": "가문의 이름을 버린 귀족 소녀가 사용했던 무기. 적과 연인의 피로 물들었던 과거를 지녔다",
	"weapontype": "양손검",
	"rarity": "5",
	"story": "「듣거라, 사랑하는 레티시아야. 네가 랜돌프 가문의 장녀라는 걸 기억하거라」\n「명심하거라. 우리 귀족이 자리에 앉으면 국가라는 배가 이로 인해 기울어진다」\n「또한 우리가 넘어지면, 수많은 집과 그곳에서 사는 백성이 무너지게 된단다」\n「그러니 잘 들어라, 사랑하는 레티시아」\n「고귀한 품격과 순수한 몸가짐을 유지하며, 쉽게 희로애락을 드러내지 말거라」\n「우리 가문의 명성은 백성에게 부를 가져다줄 수도, 잿빛의 강에 보낼 수도 있다」\n\n아버지는 그렇게 얘기했지만, 그녀는 귀족이기 이전에 결국 한 명의 소녀였다.\n석탄재와 윤활유의 구속을 받지 않는 그녀는 마음속으로 「모험」을 동경했다.\n그녀는 아버지와 하인들 모르게 변장하고는 햇빛과 빗물이 없는 지하성에 갔다.\n그녀는 그저 자기 운명을 좌우할 수 없는 비천한 이들의 삶이 보고 싶었을 뿐이었다.\n그건 어쩌면 파르치팔의 마술보다 재밌을지도 몰라! 소녀는 속으로 즐거워했다.\n하지만 모험은 기대와 달랐다. 아무도 계획을 세워주지 않았으니 그럴 수밖에.\n그녀가 얻은 건 모임에서 또래 귀족 친구와 웃으며 얘기할 만한 게 아니었다.\n보이지 않는 위험이 음악이나 거짓말 또는 독주처럼 그 칼날을 드러낼 때였다….\n\n「아이고, 이거 귀족 가문의 아가씨께서 저희 잿빛의 강에는 어쩐 일로 오셨는지」\n사방에 드리워진 끔찍한 어둠을 몰아낸 건 어느 부드럽고도 익숙한 빛이었다.\n「너는…」\n그의 이름이 입가에 맴돌았지만, 밖에 나온 건 어떻게 자신의 위장을 간파했냐는 질문이었다.\n「그야 거짓말이 너무 어설프시니까요. 그게 바로 당신이 외부인이라는 증거가 아니겠어요?」\n「…어쨌든 당신의 옷에는 석탄재와 윤활유는 물론이고 핏자국 같은 것도 찾아볼 수 없으니까요」\n「참, 아까 걷는 모습을 보니까 아무래도 바지를 입는 게 어색하신 것 같던데요」\n\n왜 자신이 아는 리드가 잿빛의 강을 자유롭게 다닐 수 있는 건지 물어보자 젊은 남자가 말했다.\n「이곳 일을 당신의 아버지나 친지, 하인이 알 필요가 없다는 데에 동의해 주셨으면 해요」\n「형님 말씀대로 햇빛 아래 있는 건 그들 것이고, 잿빛의 강에 있는 건 우리 것이니까요」\n「친애하는 레티시아 님, 부디 당신이 랜돌프 가문의 장녀라는 사실을 잠시만 잊어 주시고」\n「그저 한 명의 사람으로서 저를 따라와 주세요. 그리고 당신의 맑고도 순수한 두 눈으로」\n「당신과 똑같은 피가 흐르고, 똑같은 열정과 사랑을 가진 동포들의 세상을 바라봐 주세요」\n그건 그녀가 기대했던 모험과 달랐다. 그건 운명이 그녀에게 정해준 계획이니 그럴 수밖에.\n그녀는 모임의 또래 귀족 친구나 하인들에게 웃으면서 얘기할 수 없는 일들을 경험했다….\n\n「레티시아, 저는 당신의 고귀한 영혼을 경애합니다」\n「저희는 더 이상 나무를 베는 도끼가 아닐 겁니다」\n「만약 어느 날 제가 감히 속세의 영화에 빠진다면」\n「그땐 부디 당신이 나의 운명을 판정해 주시기를…」\n\n……\n몇 년 후 아버지를 다시 만났을 때, 그녀는 장미라는 가명을 쓰고 있었다.\n한때 억지로 입던 화려한 옷은 어색해졌지만, 도끼의 묵직함은 익숙해졌다.\n하지만 위엄 있고 자상하던 아버지가 늙고 약해졌다는 건 적응이 안 됐다.\n\n「사랑하는 아버지, 저는 제가 사랑하는 사람과 사랑하는 이들에게 맹세했어요」\n「제가 여전히 살아있다는 건 저희에게 아직 흘릴 피가 남아 있다는 뜻이겠죠」\n「하지만 저는 랜돌프 가문의 이름에 씻을 수 없는 오명을 남기지도 않았어요」\n\n「사랑하는 레티시아야. 난 하루도 널 위해 촛불을 밝히지 않은 날이 없단다」\n「설령 네가 랜돌프의 이름을 버리고자 했더라도, 우리는 여전히 부녀지간이다」\n「무의미한 장난은 모두 끝이 났으니, 이제 그만 우리의 집으로 돌아가자꾸나」\n「너의 아이에겐 죄가 없으니 결코 이유 없이 네 혈육을 버리는 일은 없을 게다」\n「그리고 네 남편 일에는 랜돌프의 마법을 어느 정도 부려볼 수 있을 테지…」\n\n……\n하지만 꿈속에서 그녀는 결국 떠올렸다. 당시 함포의 포격에도 흔들리지 않던 자신들을.\n사냥개들의 비밀 잠입로는 외부인에게 알려져선 안 됐다.",
	"baseatk": 48,
	"substat": "치명타 확률",
	"subvalue": "4.8",
	"effectname": "수많은 여명과 황혼의 맹세",
	"effect": "공격력이 {0} 증가한다. 파티 내 캐릭터가 결정 반응으로 생성된 결정 조각을 획득할 시 장착 캐릭터가 「약인」을 1개 획득하여 원소전투 스킬로 주는 피해가 {1} 증가한다. 약인은 15초 동안 지속되며 동시에 최대 2개까지 보유할 수 있다. 모든 약인은 장착 캐릭터가 원소전투 스킬로 피해를 준 후 0.2초가 지나면 사라진다",
	"r1": [
		"20%",
		"18%"
	],
	"r2": [
		"25%",
		"22.5%"
	],
	"r3": [
		"30%",
		"27%"
	],
	"r4": [
		"35%",
		"31.5%"
	],
	"r5": [
		"40%",
		"36%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "모라",
				"count": 10000
			},
			{
				"name": "오래된 현악의 잔장",
				"count": 5
			},
			{
				"name": "균열의 코어",
				"count": 5
			},
			{
				"name": "맞물림 톱니바퀴",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "모라",
				"count": 20000
			},
			{
				"name": "오래된 현악의 단장",
				"count": 5
			},
			{
				"name": "균열의 코어",
				"count": 18
			},
			{
				"name": "맞물림 톱니바퀴",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "모라",
				"count": 30000
			},
			{
				"name": "오래된 현악의 단장",
				"count": 9
			},
			{
				"name": "이세계의 시냅스",
				"count": 9
			},
			{
				"name": "평톱니바퀴",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "모라",
				"count": 45000
			},
			{
				"name": "오래된 현악의 악장",
				"count": 5
			},
			{
				"name": "이세계의 시냅스",
				"count": 18
			},
			{
				"name": "평톱니바퀴",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "모라",
				"count": 55000
			},
			{
				"name": "오래된 현악의 악장",
				"count": 9
			},
			{
				"name": "이세계 생명체의 코어",
				"count": 14
			},
			{
				"name": "오토마톤 코어 톱니바퀴",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "모라",
				"count": 65000
			},
			{
				"name": "오래된 현악의 울림",
				"count": 6
			},
			{
				"name": "이세계 생명체의 코어",
				"count": 27
			},
			{
				"name": "오토마톤 코어 톱니바퀴",
				"count": 18
			}
		]
	}
}