{
	"name": "Wriothesley",
	"c1": {
		"name": "Trừng Trị Kẻ Hành Ác",
		"effect": "\"Ân Điển Trách Phạt\" của thiên phú \"Ngày Biện Hộ Cho Công Lý\" chuyển thành:\nKhi HP của Wriothesley thấp hơn 60% hoặc đang trong thời gian duy trì trạng thái Hàn Băng Phán Quyết của kỹ năng **Nanh Băng Càn Quét**, khi đòn tấn công thứ năm của Cú Đấm Bài Xích trúng đích, sẽ nhận được \"Ân Điển Trách Phạt\", mỗi 2.5s tối đa nhận một lần hiệu ứng \"Ân Điển Trách Phạt\".\n\nNgoài ra, Cú Đấm Trừng Phạt sẽ được cường hóa sau:\n·Mức tăng sát thương gây ra sẽ tăng thêm tới 200%;\n·Khi trúng đích, nếu đang ở trong trạng thái Hàn Băng Phán Quyết, thời gian duy trì của trạng thái này kéo dài thêm 4s. Trong một lần duy trì Hàn Băng Phán Quyết tối đa chỉ kéo dài thêm một lần thông qua phương thức này.\n\nCần mở khóa thiên phú cố định \"Ngày Biện Hộ Cho Công Lý\"."
	},
	"c2": {
		"name": "Bắt Trói Kẻ Hung Bạo",
		"effect": "Khi thi triển **Hắc Kim Lang Cắn Xé**, mỗi tầng \"Sắc Lệnh Truy Tố\" của thiên phú cố định \"Giờ Đền Đáp Cho Tội Lỗi\" sẽ khiến sát thương gây ra tăng 40%.\nCần mở khóa thiên phú cố định \"Giờ Đền Đáp Cho Tội Lỗi\"."
	},
	"c3": {
		"name": "Khiển Trách Kẻ Dối Gian",
		"effect": "Cấp kỹ năng **Tấn Công Thường - Liệt Sương Quyền** +3.\nTăng tối đa đến cấp 15."
	},
	"c4": {
		"name": "Cứu Rỗi Người Khốn Khổ",
		"effect": "Lượng HP hồi phục của Cú Đấm Trừng Phạt sẽ tăng thành 50% giới hạn HP, cần mở khóa thiên phú cố định \"Ngày Biện Hộ Cho Công Lý\".\nNgoài ra, khi Wriothesley nhận được trị liệu, nếu lượng trị liệu hồi phục lần đó bị dư ra, thì sẽ căn cứ vào trạng thái của Wriothesley để sản sinh hiệu ứng khác nhau: Nếu Wriothesley ở trong trận, tốc độ tấn công của anh ấy tăng 20% trong 4s; Nếu Wriothesley không ở trong trận, tốc độ tấn công của tất cả nhân vật trong đội bản thân tăng 10% trong 6s. Hai loại hiệu quả tăng tốc độ tấn công kể trên sẽ không thể cộng dồn."
	},
	"c5": {
		"name": "Thương Xót Người Oan Ức",
		"effect": "Cấp kỹ năng **Hắc Kim Lang Cắn Xé** +3.\nTăng tối đa đến cấp 15."
	},
	"c6": {
		"name": "Trân Trọng Người Vô Tội",
		"effect": "Tỉ lệ bạo kích của Cú Đấm Trừng Phạt tăng 10%, sát thương bạo kích tăng 80%, đồng thời sản sinh thêm nhũ băng, gây Sát Thương Nguyên Tố Băng bằng 100% sát thương vốn có của Cú Đấm Trừng Phạt. Sát thương gây ra bằng phương thức này sẽ được tính là sát thương trọng kích.\nCần mở khóa thiên phú cố định \"Ngày Biện Hộ Cho Công Lý\"."
	}
}