{
	"id": 14001,
	"rarityList": [
		4,
		5
	],
	"name": "冰風迷途的勇士",
	"effect2Pc": "獲得15%冰元素傷害加成。",
	"effect4Pc": "攻擊處於冰元素影響下的敵人時，暴擊率提高20%；若敵人處於凍結狀態下，則暴擊率額外提高20%。",
	"flower": {
		"name": "歷經風雪的思念",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "早已絕跡的冰川之花，霜結著點點冰露。孤高的勇士也曾為這朵鮮花折腰。",
		"story": "這朵永恆凍結的冰之花，由纖柔的雙手摘下。\n對某人而言，能讓他視嚴寒如溫暖的擁抱吧。\n\n「這裡的第四幅壁畫是為你而準備，你的形象將會永遠留在這面牆上」\n「為了這幅壁畫、為了大家，我會一直在這裡等你，祈禱你的歸來…」\n\n少女站在空白的牆壁前，微笑著在勇士的胸前佩上一朵小花。\n那是優雅而從容不迫的人兒，即使面對死亡與絕境也是同樣。\n\n待古老的史詩湮沒在北境的烈風暴雪中，\n而後風雪也消融淨盡，這朵花仍未凋零。"
	},
	"plume": {
		"name": "摧冰而行的執望",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "散佈寒冬的鳥羽，彷彿能感受到猛禽在雪原與冰峰之上呼號翱翔的振翅之風。",
		"story": "本不屬於寒冬的猛禽翎羽，有著冰冷的觸感。\n觸之仿佛能感受到暴雪中不屈而無望的呼號。\n\n不尋洞窟，不築巢穴，傲然面對寒風而鳴的鳥遺下的羽毛，\n受到寒風吹襲而覆雪凝霜，看起來恍如鑲嵌了晶瑩的寶石。\n\n這支羽毛最初來自一隻飛鷹，寒冬的風將它粗暴地扯下。\n隨風飛舞的途中先被冰霜拖累，後不堪重負地落入雪地。\n\n「我相信，歡快聒噪的鳥雀會隨著你的腳步，飛回重又蒼翠的夏宮園林」\n「那些被寒潮驅逐的生靈，失去故鄉的可憐孩子，將隨你返歸夢中的巢」\n\n身負重託的勇士在茫茫風雪中踟躇，努力辨認著飛羽的顏色。\n被風雪沾濕封凍的鳥羽，一如隨勇士的腳步褪色的遙遠囑託。"
	},
	"sands": {
		"name": "冰雪故國的終期",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "等待勇士歸來的故國人民所用的時計。其中流淌的並不是沙，而是不化的冰屑。",
		"story": "一尊古老的沙漏，其中流淌著細小的冰晶。\n即使最酷烈的寒流也無法凍結永流的時間。\n\n「天降的嚴寒甚至足以凍結時間」\n雪葬的山都之中，有這樣的傳言。\n\n當勇士越過冰風之牆時，時值深夜，雪暴呼嘯。\n無論是日光或是月光都無法輕易穿透蒼白之風。\n無論何種嚴寒暴雪，都無法令時間的洪流凝滯。\n\n即使都城已被掩埋在寒冰之下。\n即使英雄本身也隨著記憶消逝。"
	},
	"goblet": {
		"name": "遍結寒霜的傲骨",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "以寒冰雕製成的杯盞，如冬天一樣堅利。曾經的主人從中啜飲過不凍之酒。",
		"story": "曾在凜冬中替人尋找希望的異邦人，\n即使是暢飲之器也以晶冰雕刻而成。\n\n從這杯中飲下的苦酒，寒冷如刀，穿喉入腹，\n常人敬而遠之的口感，卻令沉默的勇士流連。\n\n他是寒冰般沉默的戰士，以身軀阻擋著自星辰而來的刺骨罡風。\n不滿足於受保護的繪畫少女，向傾慕的人留下這最後的囑咐：\n\n「假如天性中的膽怯與絕望將你壓倒，令你終於不再歸來，那麼…」\n「…請你活下去。請不要與我們共同走向滅亡，湮沒於冰冷的遺忘」\n\n飲下踐行的寒冷苦酒，不再直面少女潤濕的雙眸，\n踏上了無止境的追尋之途，向著雪境與深邃之地。"
	},
	"circlet": {
		"name": "破冰踏雪的回音",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "夢想征服冰雪的古代英雄冠冕，是驅使它的故主直面刻骨寒冬的勇氣之證。",
		"story": "英雄身負雪都僅剩的渺小希望，踏上尋找救贖之旅。\n頭戴寒冬的冠冕，高傲地消失在無垠寒風雪暴之中。\n\n背負著山城的契約，背負著清澈的目光，滄桑的勇士從來不曾恐懼冰幕外的未知。\n曾經一度蒼翠的山間盛景、久遠高天不再降下的祝福，皆是勇士永無停歇的動力。\n\n「越過冰封的門扉，走下深邃的回廊」\n「他折下銀白枝條，為雪國帶來希望」\n\n少女為族人唱著安撫的歌，呵護著有關於他的一切記憶。\n她堅信他會回到身旁，攜著和煦春光與無可變奪的希望。\n\n但最後，踏雪而去的勇士終究未能及時返回。\n久已磨滅於風雪的憎恨言語控訴著他的逃亡…"
	}
}