{
	"name": "深林的記憶",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "獲得15%草元素傷害加成。",
	"4pc": "元素戰技或元素爆發命中敵人後，使命中目標的草元素抗性降低30%，持續8秒。裝備者處於隊伍後臺時，依然能觸發該效果。",
	"flower": {
		"name": "迷宮的遊人",
		"relictype": "生之花",
		"description": "從森林王的寶冠上摘下的飾金之花。",
		"story": "森林王在誕生之時，曾經得到了草木之王授予的寶冠。\n牠最後傳給了第一個循著王的足印，穿過迷宮的少女。\n她曾經收留了許多迷失林中，又不曾踩踏野花的孩子。\n\n因為她只明白隨侍王下，為王守衛迷宮的生活，\n因為她曉得這個世界只是森林所做的夢的道理，\n便將林中狩獵、夢中行走的道理教給了孩子們，\n她們要熱愛林中的草木，因為那都是王的園圃；\n要尊重倒在箭下的獵物，因為那都是王的臣民。\n\n她的傳喻在迷失深林的孩子中流傳很久，也變化許多。\n最後這些教導的起源已經被忘記了。但一些人成為了巡視森林的守護者，\n回到了人的世界中，在最漫長的夜幕降臨時，點起篝火驅趕黑暗的影子；\n也有一人始終在樹籬間行走，最終為狩獵野獸，忘記了日月，身披黑血。\n\n她幾乎與末代森林王一樣古老。在最後她做了一個關於迷宮與狩獵的夢。\n這個夢是如此廣大，以至於它曾一度將所有森林子民的夢都包裹在其中。\n這個迷宮是無限廣袤的獵場，樹根與溪流勾畫的路徑比虎的斑紋更綿密，\n比流水上的月光更善於變幻。試圖佈道「死」的深邃低語在迷宮中迷失，\n因為只有她與明白森林王教導的孩子才能穿過迷宮，走進無邊際的獵場。\n直到最後低語消失，惡獸逃逸，被侵蝕透徹的她才與這個大夢一同消散。\n\n她在最後與許許多多夢的碎片一同流入了人子的夢中。\n如同破碎的鏡子會從許多角度映照出許多各異的形象，\n她留下的夢也以諸多不同的形式在人們的敘事中流傳。\n最終通行（勝出）的故事，與她原本已經沒有關係了。\n\n她在故事之中流傳的名字，實際上是那頂冠冕的名字。\n最後她留給自己的是自己的真名、一掬映著月光的水，\n以及從自己愛戴的王手中得到的寶冠上取下的飾金花。"
	},
	"plume": {
		"name": "翠蔓的智者",
		"relictype": "死之羽",
		"description": "飄逸如羽的翠色葉片，取自林中智者的衣衫。",
		"story": "那是迷宮之王的年歲…\n據說王侍門下最賢睿的少女通曉百獸的語言，能從月光中解讀詩文。\n守護著靜謐的森林、抱月的靜水與夢中森林盡頭那無邊無際的獵場。\n「吾等誕生在綠茵的御林中，吾等的世界在樹蔭之下、草甸之上。」\n「取自森林的，都將回歸森林。只要遵循天地之理，便無虞生死。」\n「因為遵循自然的，終會穿過御林的迷宮，抵達漫無邊際的原野。」\n她的教導雖曾經啟發了許多孩子，最終也像虎的血脈一樣漸漸稀薄…\n\n那是異兆之月的年歲…\n據說盲眼的少年循著甲胄潔白的長兄的足印穿越諸多王國、山嶽與河流，\n最終，在黯色的深林中迷失。\n儘管癡於劍術，卻比誰都溫柔。雖然過於恪守教導，卻比誰都堅持正義…\n在心中永遠潔白的幻影的盡頭，找到的卻是月光般清白的鎮林聖物之一。\n之後，則是渴求血肉的野獸。當獵手終於循著白枝的微光來到他的身邊，\n他已經失去了許願的力量，心中指導他的潔白身影也變得暗淡、消失了…\n\n那是黑夜占了上風的年歲，黎明還遠遠未到來的年歲。\n從噩夢中，智者瞥見了黯色的長劍與水中的暈開的紅。"
	},
	"sands": {
		"name": "賢智的定期",
		"relictype": "時之沙",
		"description": "投身賢睿之道者所用的時計，其中盛裝的並非無生命的砂礫，而是細小的芥子。",
		"story": "過往的傳說中，森林王是長生不死的，\n在壽限的盡頭，身軀會融入密林當中，\n爪牙化為鐵木，斑紋幻為無盡的迷宮，\n灼灼的雙眼則分為天上與水中的明月。\n凡死去的，將藉另一副軀體得獲新生；\n凡腐朽的，將催發出純淨幼嫩的新芽。\n\n「但是，因死而銷卻的靈魂，永遠遺失的記憶，」\n「生滅的循環定期之中，可有它們存在的位置？」\n\n「靈魂是虛無的概念而已，而記憶也終將歸於大地。」\n「本就虛無之物不足為懼，其消弭又有何值得擔憂？」\n「互相提醒彼此提攜，將大家的形象永遠銘記便好，」\n「如此自然能克服生滅的循環，將記憶長久留存吧！」\n\n很久以後，約定相互提醒的摯友先染上了遺忘的惡疾。\n依照未完全忘卻的舊夢中描繪的三人、三精靈的形象，\n以及被學院所流逐的狂醫留下的紀錄與猜想，\n去捕獲夢想——捕獲能操控夢想的林中居民，\n讓摯友再度想起自己的形象與一同的記憶吧。\n\n如果主宰記憶的器官已經太過殘破無法復原，\n那帶上另一位老友，一同在過往的夢中生活，\n在小樹屋中玩耍，在無限深遠的密林中探險，\n那也不錯。在夢中，誰都有重新開始的機會。\n\n首先要捕獲那些夢中的精靈。\n那些傭兵曾經為我做過很多。\n這次應該也不會讓我失望吧。"
	},
	"goblet": {
		"name": "迷誤者之燈",
		"relictype": "空之杯",
		"description": "本是沙漠形制的油燈，但其上生出了蒼翠螢光的綠葉。",
		"story": "相傳在愚昧之主毀滅於自己的野心之後，大漠群王並起，又如火星般爆裂堙滅。\n諸多渺小的暴君聚集逃離末日的流民，依託古老廢墟建立起神殿、宮城與高牆。\n遺蹟之城日復一日傾圮不停，自誇強盛一時、極富一時的各路暴君亦朝生暮死。\n這座油燈便屬於其中一個衰頹王國的年輕王子，是貴胄寶庫中剩餘的秘寶之一。\n\n「父王為追逐獵鷹而登上高塔，古老的高塔無力支撐肥胖的貴軀，將之甩入了滾燙的流沙」\n「就這樣，王國的壽數結束了，本當繼承王座的我也捲入了無謂的混亂，被陰謀拋來擲去」\n「在那時我也曾有至愛的人，她一心想做王后，卻並不太在乎坐在那王座上的何許人也」\n「於是我失去了愛人，為了性命與印璽，用蝰蛇的吻封住她的口，沙的被衾掩蓋她的軀體」\n「後來，就像記憶中一切王國，內患與外敵、舅父們與叔父們，奴隸們與賤民們自相殘害」\n「匱乏與爭鬥就像畸形的雙生子，在這片失去神的熱砂之上不斷輪舞，蜃樓間埋葬著自我」\n\n就這樣，熱砂上的王國被熱砂埋葬，一度豪奢的王子淪為失去一切的流民。\n懷著征服新天地的願望，孤身一人攜著僅剩的財物踏上了前往雨林的路途。\n但很久以後，意圖如長鬢的猛虎般繼承叢林的王子，卻被靜謐的月光征服。\n被手持白弓的女獵手矯健的身影所吸引，在夜復一夜追蹤與被驅逐的途中，\n失鄉的王子漸漸明白了雨林的呢喃與猛虎的低語，由普慈的夢想所接納——\n\n「哈哈哈…那才是好故事。敘述貴種流離，又尋得宿命回到光榮的好故事…」\n「黃金的夢鄉，在召喚流浪的沙子…」"
	},
	"circlet": {
		"name": "月桂的寶冠",
		"relictype": "理之冠",
		"description": "草木的主神贈送的冠冕，曾在迷宮的王之間代代相傳，最終由王的侍者繼承。",
		"story": "萬物生滅皆有定期，其循環往復不停，\n樹的君王曾經如是傳喻生生不息之道。\n凡死去的，將藉另一副軀體得獲新生；\n凡腐朽的，將催發出純淨幼嫩的新芽。\n落入大地的果實將會成為走獸的養料，\n而走獸最終又將回歸大地，變成果實。\n森林中始終充滿了生命。\n\n傳說樹木的神為了在沙中造出深林，\n先是在大地深處造出了喚雨的機關。\n於是明月在水上映出了迷宮的光紋，\n而「虎」就從中誕生了。\n\n虎的斑紋千變萬化，與樹木的路徑一致，\n於是虎成為了迷宮的王者，名喚毗伽羅。\n得到祝福的森林王在其御苑中昂首而行，\n管轄靈長之外，仰賴迷宮的飛鳥與走獸。\n\n再後來，石榴的種子落在土裡，生出森林的精靈。\n森林王在最初的莎蘭樹下祝福他們，與神主約定，\n將迷宮與他們分享，又命令林中鳥獸皆不得加害。\n\n即使陽光一度被遮蔽，流水一度腐敗，\n最後的森林王為了捍衛生的苗圃而死，\n依舊有長鬢的大貓繼承了王者的名號，\n模仿著王的形姿，巡視著林中的百獸。\n儘管不及王的氣概與力量的萬分之一，\n也依舊遵守王的約定，長久守衛森林，\n也不曾一次試圖傷害過樹木的守護靈。\n是的，儘管變換無窮的迷宮已經死去，\n森林中仍然充滿了生命。"
	}
}