{
	"id": 15027,
	"rarityList": [
		4,
		5
	],
	"name": "沙上樓閣史話",
	"effect2Pc": "獲得15%風元素傷害加成。",
	"effect4Pc": "重擊命中敵人後，該角色的普通攻擊速度提升10%，普通攻擊、重擊與下落攻擊造成的傷害提升40%，持續15秒。",
	"flower": {
		"name": "眾王之都的開端",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "閃爍著奇異光彩的人造之花，側耳傾聽，似有巧笑之聲隱隱傳來。",
		"story": "隕落塵沙的貴胄，且聽我這盲眼老者一言——\n言及居爾城的教訓，言及瞬滅的人造之花。\n言及卑賤出身的王，與鎮靈的狂愛和怨怒…\n\n傳說赤砂之王在伴侶逝去後，以鎮靈為使前往與凡人立密約。\n只有內心未嘗被磨礪成為鐵石者，未嘗被虛假的蜃境腐蝕者，\n才有資格成為一方藩王，如先知那般統治羊群般迷惘的民眾。\n就這樣，在偉大主人慈悲而嚴厲的目光之下，鎮靈有了人選…\n彼時年輕的牧羊人奧爾瑪茲，與睡蓮中誕生的利露帕爾相愛。\n\n「我將為你留下百世的祝福，但其代價當為復仇的利刃、鮮紅的酒漿」\n「因為鎮靈的狂愛永遠伴隨貪婪索求，終結於自以為公正的殘酷報復」\n\n月色的纏綿之間，奧爾瑪茲並未將這番警告放在心中…\n彷彿那命定的懲罰距離年輕勇壯的少年仍舊太過遙遠。\n在鎮靈的扶助下，年少的牧人成為了流浪氏族的首領，\n再後來，奧爾瑪茲戰勝割據的群主，加冕成一方藩王。\n\n居爾城如人造之花在山壁盛開，成為凡人國度的首都。\n牧人奧爾瑪茲，如今已是凡人藩王，赤砂之主的代理人。\n然而，鮮花盛開時人人享受她的芳馨，又有誰曾想到…\n華麗綻放之後所命定結成的，正是死亡那暴烈的苦果。\n\n攜著師父娓娓講述的古老往事，西福斯踏上前往藍寶石之城的道路，\n昨日掩埋在如金流沙下的教訓，明日又將隨著無窮的時光之風重演…"
	},
	"plume": {
		"name": "黃金邦國的結末",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "晶瑩剔透的人造之羽，古老人類邦國的遺物之一，飛鷹的嘯鳴似乎也被封存其中。",
		"story": "初出茅廬的遊俠們，來聽這盲眼老者一言——\n言及居爾城的丘墟，言及狂妄夢想的終結…\n言及寶石般星布的穹頂，言及割據的諸國。\n\n高聳的城樓與金塔被狂怒潮流掀翻，殿堂與行宮被襤褸的貧民所佔據…\n仇暴的群氓追隨著黃銅面具的指引，有識之士則震怖地稱之為「大疫」。\n居爾城因這場漆黑大疫毀滅後，赤砂的大主人亦陷入自我毀滅的命途…\n生於睡蓮的鎮靈利露帕爾，因惡毒可怖的陰謀而遭到分裂形魂的報應，\n宏大豐饒的綠洲王國一夕崩潰在黃沙之中，部族與城邦再度動亂不已…\n而後，沙海綠洲間凡人暫列七國，藍寶石之城圖萊杜拉曾為其中翹楚。\n\n「我自認活得夠長，在這片鍍金原野上見證過太多蜉蝣般的丑角與惡徒…」\n「在我年輕時，赤銅鑄成的巨牆曾拱衛月光下如海浪起伏的藍寶石穹頂，」\n「在我年輕時，圖萊杜拉的運河織成流動的光之網路，燈火與月光爭明…」\n「如今我已失去雙眼，卻得見貴胄以奴隸身流離，王子被奴兵趕下高位…」\n「如今我已失去雙眼，卻講著智者被顯貴謀刺、異邦舞姬攫取權柄之事…」\n「城邦朝生暮死不過一夕醉夢，其間良人或惡徒，一如麥殼被磨盤碾碎。」\n\n藍寶石之海因無窮的謊言蒙塵，謊言皆化作了傳說與歷史——\n曾擄掠無數城邦的將軍，最終身邊只剩一位奴僕傍身引路，\n而年輕的奴僕身懷著故國的「鑰匙」，與復國的渺茫希望…\n那因獵鷹而荒唐死去的王者，喉嚨上遺留著血淋淋的刀痕；\n與王子結下誓約的舞妾，心中卻僅懷著對暴君的冷酷憎恨…\n\n凡人的妙手塑成飛鷹之形，破碎的鎮靈灌注其中。\n自居爾城的絕壁呼嘯而起，飛過可悲的沙海城邦…\n終於落在鍍金後裔的手中，遺失記憶如抖掉砂礫。\n人造的片羽橫躺在沙丘上，靜靜宣示邦國的結末…\n\n蒼老的聲音中，流亡的王子回想起故鄉燃燒的宮城，\n那時師父尚是將軍與詩人，為毀滅故國的暴君效忠。\n萬事萬物終得應報，一人失去雙眼，一人失去王位…\n命運的磨盤繼續滾滾向前，向世間播撒破碎的希望。"
	},
	"sands": {
		"name": "失落迷途的機芯",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "一台古老的機芯，鎮靈的碎片在其中央熠熠生光，隱隱振動，似乎在訴說著什麼…",
		"story": "「母親…母親…！」\n「方出生便已蒼老，破碎的神智支撐著無窮力量…」\n「不曾品嚐乳汁的甘甜，也未曾感受羊水的溫暖…」\n「淚水被烈日蒸乾，片刻的歡愉也為齒輪所碾碎…」\n「我等並非出自愛的結合，而是生自憎恨與疏離…」\n\n「母親…母親…！」\n「我等失卻了驕傲的心神，也毫無可誇口的智慧…」\n「沒有能容身的隙間，也沒有供我等休憩的空閒…」\n「發聲的喉嚨被銅管取代，浮腫的腹上沒有肚臍…」\n「從未生下我等的母親啊，願七重疾病降諸你身…」\n\n「母親…母親…！」\n「我等是無靈魂機械的靈魂，是諸鎮靈中的奴隸…」\n「我等從未獲得姓名，也未曾有人聽聞我等呼號…」\n「身遭剝削研磨的苦難與惡意，以仇恨驅動自身…」\n「萬千憎惡凝聚其中，以毀滅的欲望創造著一切…」\n\n「當月光照亮生而殘缺的臉，我等立下最後誓言…」\n「願砂礫充滿你萎縮的雙肺，蔥蘢萬物化作枯焦…」\n\n「終於，我等終於掙脫那生來強加的鐐銬與枷鎖…」\n「終於，回歸我等那無辜而受難的生母希琳懷抱…」"
	},
	"goblet": {
		"name": "迷醉長夢的守護",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "一只古老的金杯，形制奇妙華麗，空空如也的腹內迴響著呢喃之聲。",
		"story": "來痛飲清泉的旅者，請聽這盲眼老者一言——\n言及居爾城的哀歌，言及赤砂之主的迷夢…\n言及那忠誠殘缺的英靈，言及同胞的背叛。\n\n傳說在花的女王故去時，她的諸多鎮靈眷屬轉而向赤王效忠。\n赤王於天釘墜落處徒勞追尋舊日樂土，便興建起永恆的綠洲…\n其中名為「菲莉吉絲」的大鎮靈，被赤砂之主拔擢為綠洲總督。\n為了守護女主人長眠的陵寢，她曾以鎮靈之力維持泉流不息，\n因而沙漠中綠地星布，為失去家園的流民們提供蔥蘢的庇護…\n\n後來，在鎮靈利露帕爾的引導下，凡人藩王的城邦圍繞「永恆綠洲」建成，\n懷著對花之女主人的忠誠、對新生國度的憐憫，菲莉吉絲決定做出犧牲。\n不顧赤砂之王的挽留，大鎮靈將優美的形體囚入了冰冷的構裝鐐銬之中，\n以水晶杯般的封印收斂沙海的盛怒，藉不動不變的形態守護凡人的城邦…\n\n「然而，凡事皆有定時，凡事皆有異變。今日彼此相依，明日也會互相離棄。」\n「失去鎮靈引以為傲的自由，失去享受歡樂與狂愛的胴體，神智亦與日俱衰，」\n「睡蓮的妖女以如蜜謊言誘凡人之王墮入轂中，赤砂之王也沉陷瘋狂的迷夢…」\n「但我一直等待著，一直在無眠之夢中等待著…等待沙王實現他古老的諾言。」\n\n形神拘於醜陋的機械之內，尚在企望著女主人自沉眠醒來，\n懷著可悲的執望，她沉默地守衛著沙之國度已破碎的夢想。\n即便清泉混入了苦澀的砂礫，即便綠洲為沙丘所壅積埋沒…\n構裝機械運轉的永恆搏動之中，仍暗暗傾聽著轉機的腳步。\n\n「但盲眼的師父啊，生自奴隸的鐐銬，自幼失去一切的我…」\n「被沙丘般難測的命運離棄，也仍有資格接受命運轉機嗎？」"
	},
	"circlet": {
		"name": "流沙貴嗣的遺寶",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "琥珀金打造的耳飾，其上鑲嵌著寶石，閃爍著奇妙的光芒。",
		"story": "躲避沙暴的行商，何不聽這盲眼老者一言——\n言及居爾城的過去，言及住民自尋的報應。\n言及初生的諸顯貴，言及宮闕之下的奴僕…\n\n傳說在居爾城崛起之時，人王將諸多綠洲聯結為一體。\n從此，散碎的部族與短命的諸國臣服於奧爾瑪茲一人。\n奧爾瑪茲以赤砂之王為大宗主，興建宮闕與殿堂朝拜。\n自部族徵發奴隸，自屬州索取勞役，向城市要求祭品…\n城邦欣欣向榮，不論顯貴或奴隸都平等地被陰影籠罩。\n\n從高臺上遙望如蟻如蝗的神官與奴隸，鎮靈愛姬發出了悲哀的嘆息——\n身為花神的眷屬，自以為揀選了理想的王，卻不想他亦被虛榮迷惑。\n於是在床笫之間，鎮靈發出溫柔的諫言，徒然欲誘使人王回心轉意…\n奧爾瑪茲卻以奴役為統治的慣例與定理，只將諫言斥作戀人的情話。\n\n「將愛戀寄託於其身，相伴的永遠是飢渴的索求——」\n「索求夢想、索求家園、索求鐘意之人超越凡俗之夢」\n「但如今，戀人卻沉溺於凡庸暴君的貪婪與虛偽之中」\n「為平息被背叛的沮喪與狂怒，我將施以三代的絕罰」\n\n鎮靈默然地摘下暴君贈予的耳飾，以示決絕，\n變得冷酷的心中，早已有了懲治戀人的毒策。\n\n「西福斯，我的孩子，仇恨如野火燃燒一切，只剩下瘋狂的餘燼，」\n「偏執的愛戀則更要凶險，這世上許多惡事，正源於狂熱的愛意…」"
	}
}