{
	"id": 15024,
	"rarityList": [
		4,
		5
	],
	"name": "來歆餘響",
	"effect2Pc": "攻擊力提高18%。",
	"effect4Pc": "普通攻擊命中敵人時，有36%機率觸發「幽谷祝祀」：普通攻擊造成的傷害提高，傷害提高值為攻擊力的70%，該效果將在普通攻擊造成傷害後的0.05秒後清除。普通攻擊未觸發「幽谷祝祀」時，會使下次觸發機率提升20%；0.2秒內至多判定1次觸發與否。",
	"flower": {
		"name": "魂香之花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "花型的玉雕。魂香幽幽的氣息似有似無地縈繞其中。",
		"story": "每年魂香花開，正是翹英莊奉茶典儀籌備的開端。\n待到花朵凋零，九窨一提的花茶恰好被供在堂前。\n魂香花期之短，一如仙人匆匆而來，又飄然而去。\n只留下含糊的藥君之名，和眾多語焉不詳的傳說。\n\n在一個故事裡，藥君的仙軀化作古茶樹的繁枝。\n另一個故事裡，卻乘著被馴服的惡獸飛往仙山。\n還有這樣一個故事——\n\n少女一爬上岸就匆忙撿起地上的帷帽，胡亂戴在頭上。\n若沒有面前的遮蔽，她總會自慚形穢，不敢開口說話。\n害她如此狼狽的罪魁禍首，此時才從水中探出頭來，\n就像在炫耀這場較量的勝利，五彩的錦鱗閃閃發光。\n\n「咳…咳咳！會游泳很了不起嗎？我咒你遲早被水淹死！」\n\n雖說自己當時的確憤憤不平，可那畢竟只是句玩笑話。\n但熠熠流光最終卻真的消失在深潭裡，再沒有浮上來。"
	},
	"plume": {
		"name": "垂玉之葉",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "宛如葉片的玉佩。過去在特定的友人之間，似乎有著特殊的含義。",
		"story": "很久之前，河對岸還沒有渡口，只有一片雲煙氤氳的山坡。\n這座山的主人尚未決定在這裡種些什麼，就被人捷足先登。\n\n「等這棵樹長大一些，我便把葉子摘了，研茶給你們喝。」\n「到時候就在這裡，把留雲借風、理水疊山他們都叫來…」\n\n「你把樹隨隨便便種在我的地界上，還好意思說這種話。」\n身為山王的少女雖然忿忿答道，倒也總是構想著茶的香氣。\n\n後來，誰人靜靜地將這玉玦繫在了小樹的細梢上。\n再後來，山的主人回來了，卻變成了其它的模樣，\n也失去了解開繫繩的手指。那是很久以前的事情…\n\n許多年後，它的枝條被山中住民移植在河的對岸。\n茶香也從沉玉谷傳到璃月港，又傳到了許多地方。\n\n關於沉玉谷的茶樹有諸多傳說。其中一則，是說：\n無論水文、土壤與日照如何，這種樹只在沉玉谷繁茂生長。\n是因為它們記得在遙遠過去，茶樹幼苗旁老友之間的約定。"
	},
	"sands": {
		"name": "祝祀之憑",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "圓形的玉佩。在某個傳說中，它是何地之祭祀肇始的憑證。",
		"story": "傳說這枚玉佩的璞石來自塵封許久的神山。\n一如離開海濱的星螺會回想起浪濤的聲響，\n玉環當中也會傳來細細的、汨汨的流水聲。\n\n在客棧中，常常能聽見這樣的傳聞…\n「傳說中啊，山澗的至寶原本是一塊璞玉，能降下甘霖。」\n「但後來，在世間紛亂的時候，妖邪們便覬覦它的力量。」\n「於是山主將它分成數塊，造成不同的模樣，蒙蔽耳目；」\n「又將它們沉在水底、藏在山中，有的則供在神龕之上。」\n「在沉玉谷的傳說裡，這些玉飾是得了神明契約祝福的。」\n「只不過，這麼多年過去了都沒有人能夠找到…」\n\n祭司一直小心翼翼地將這枚玉環戴在身上。\n只在某年臨行前，悄悄拿給毫無雅趣的友人看過。\n祭司鄭重講著花紋來歷、先祖與神明悠久的契約，\n但友人卻手握藥杵揮汗如雨，全然沒有放在心上。\n\n「同樣的祭祀年復一年。都聽你講了不知多少回了。」\n「不是說過回來以後要請我喝茶嗎？到時候再說吧。」\n但水中來的，最終卻不如她所想，最終消失在了水裡…\n\n時至今日，遺瓏埠的匠人仍會製作這種造型古樸的佩飾。\n往來的客商們也紛紛依著傳說，將精巧的玉環湊近耳畔，\n傾聽其中，是否果真能傳來，雨水叩打山石的細細聲響。"
	},
	"goblet": {
		"name": "湧泉之盞",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "能夠源源不斷湧出清泉的茶盞。或許是仙家的贈禮、遺物或是失物吧。",
		"story": "起初，這是友人們的贈禮，其中連通著小小洞天。\n盞中的清泉不會乾涸，正適合做一個臨時的居所。\n它既然裝得下日月的倒影，也能裝得下一尾游魚。\n\n比起夜叉命中註定的劫數，她自詡還是幸運得多。\n但繼承古老儀式的代價，是無法長久地踏上陸地。\n那時奔流在璃月地表的甜水，遠遠不如現今之多，\n山下港城、平原的集子對她而言遠得就像一個夢。\n可那個怕麻煩的傢伙卻說，會捧著這盞茶盞出發。\n\n那傢伙嘴裡的璃月港，和莊裡辦的廟會一樣漏洞百出。\n這趟旅途一定會像現在一樣爭吵不斷，充斥種種麻煩。\n她知道彼此都愛逞口舌之快，卻不敢靠近熙攘的人群。\n世間再沒像她們這樣渺小的仙人，歆羨又畏懼著繁華。\n\n「但我們之間有許多的約定。這是很好的事情。」\n在臨行前，她心想。\n「旅行會很有趣吧。能介紹她認識別的老朋友。」\n\n後來風爐與茶釜物盡其用，茶盞的模樣也被人們學去。\n於是在每個人的案几上、掌心裡，都可以有一輪明月。"
	},
	"circlet": {
		"name": "浮溯之玨",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "由一塊美玉製成的對耳環。有著無比溫潤的感覺。",
		"story": "沉玉谷有許多山、許多水，與許多故事。其中，最著名的是：\n古時曾經有一塊璞玉，為了不落入妖邪之手，被沉入了水中…\n\n傳說的大河下總會生出許多支流。其中又有故事說，\n美玉曾為神山中璞玉，是經帝君之手才被精心雕琢。\n而沒於清水的奇石也許是玨、璋、玦，抑或是杯盞。\n還有這麼一說：故事中的「玉」其實是美人的喻體。\n\n傳說之中，也曾經有人見過這樣的景象…\n\n那是無數尾如同日照下的寶石一般的鯉，\n脫離了本應該桎梏水生之物的河流湖泊，\n自由地成群隨風巡行在山谷之間的空中。\n在誰人耳畔琳琅的對玉也化成別的模樣。"
	}
}