{
	"id": 15020,
	"rarityList": [
		4,
		5
	],
	"name": "絕緣之旗印",
	"effect2Pc": "元素充能效率提高20%。",
	"effect4Pc": "基於元素充能效率的25%，提高元素爆發造成的傷害。至多依此方式獲得75%提升。",
	"flower": {
		"name": "明威之鐔",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "華美的寶鐔，裝置於傳說中背叛了將軍的鬼人昔日所獲賜的寶刀。",
		"story": "母親對恩待她、將寶刀賜給她的將軍露出了獠牙。\n最終送回到御輿家的，只有她曾無比鍾愛的刀鐔。\n\n母親的夙願，是以熾熱沸騰的血氣克服生死之運，\n為日漸稀薄的同族以戰鬼之名，立下不朽的功績。\n若被漆黑的深罪之虎吞沒，那就由腔內撕碎猛獸。\n\n本應在雷之三重巴旗下立下了赫赫戰功，\n原本以為能洗淨的血浸的戰服之十二單，\n與她猛烈搏動的心一同被永久地染黑了…\n\n應當繼承家業的長子從此避世隱居在城外的村中，\n與影向的山林為友，直到他在山中遇到那名少女…\n\n「真煩。如果想拋棄過去，那就由我為你取個新名字吧。」\n聽他說了過往的事情後，有著漆黑翅膀的她不屑地嗤笑道。\n「就叫岩藏——取磐座之意，那是不受人言所害之物呢。」\n「身體中流淌著鬼血的人喲，你要高興才對。笑一笑吧，」\n「要知道，由我們影向天狗取的名，是有神通力加持的。」\n「再說了，石頭的名字，跟你的腦筋和肌肉也很般配吧。」\n\n「那麼——來年緋櫻飄落時，再在這決鬥吧，『岩藏』。」\n「鬼之子呀，要好好練劍，成為配得上影向天狗的對手。」\n「對了，如果你有機會碰到我，秘劍就叫『天狗勝』吧！」\n「畢竟到那時，你就掌握了『天狗也能勝過的妙劍』呢。」"
	},
	"plume": {
		"name": "切落之羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "原本屬於某名天狗的黑羽，是過去的劍豪珍惜的紀念品。",
		"story": "在劍風吹落的黑羽包圍中，將要成為劍豪的人，\n終於抓住了多年來可見不可即的那名天狗少女…\n\n「啊呀，真是好險。真了不起。」\n「若不是劍無法承受你的力氣，」\n「我就要死在這裡了吧。那麼…」\n\n光代，來年的決鬥，我們是否要換個場地呢？\n能瞥見緋櫻飄落的地方，我也知道那麼幾個…\n環顧著自己摧毀的小社，握著天狗顫抖的手，\n盯著自己切落的黑羽，道啟原本打算這麼說。\n\n「你碰到了我，不得不說確實是你贏了呢。」\n\n勝負還沒有定論，我們來年再會吧。他想說。\n\n「你的劍，如今連天狗的速度也能超越了。」\n「在這十三年裡，和你決鬥的每一天，我永遠也不會忘記。」\n「但我身為影向天狗，最終還是要承當一族不得不為之事。」\n「如今想來最初為你改名，是希望你能擺脫鬼之血的詛咒。」\n「非人的血脈，隨著那一場戰事，現在已經越發地稀薄了。」\n「畢竟嘛，我等非人之物不該覬覦人的善終。但你不一樣。」\n「如今的你是『岩藏』，已經不再是背負鬼之血的御輿了。」\n\n「那麼再見了，道啟。忘了我，然後以你的劍，」\n「為岩藏的血脈，開創僅僅屬於岩藏的道路吧。」"
	},
	"sands": {
		"name": "雷雲之籠",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "黑地堇漆的考究印籠，其上裝飾著發亮的螺鈿與精緻的金具。",
		"story": "在清籟島尚未被雷雲籠罩的遙遠過去，記憶如呼吸般起伏。\n容納雷雨與震鳴的雅致容器，最終還是沒能交付約定之人。\n\n「繫繩斷掉了，所以又來找我嗎…真是頭疼死人了。」\n「在劍術之外，你這傢伙不過是個白癡賭棍大叔吧。」\n\n「哼，別小看人了。我的弓師承天狗，也是有名的。」\n「不過哪，我的劍實在太過厲害，大家才不提射術。」\n「仔細一想，還真是浪費。不如讓我來教妳射箭吧。」\n\n曾幾何時，說著刻薄的話語，為那個呆瓜修補著被斬斷的印籠…\n曾幾何時，即使說著刻薄的話語消遣他人，也忍不住露出微笑。\n\n「明明已經身為旗本，重任在肩，為何還要到處尋釁惹事？」\n「明明已經婚配，有了嬌妻，為何還整日悠遊，豪賭為樂？」\n\n明明已經…\n明明就在嘴邊，卻始終沒有提出的問題，還是決定不再提了。\n齋宮大人如果還在身邊的話，或許會巧妙而歡快地問出口吧…\n\n「那種事情無所謂了，我擅自給自己放了假，至少在今天。」\n「放下神社的事情，我們偷偷去海邊吧，就像妳小時那樣。」\n\n就這樣被那傢伙拉去了港口，又出神地望著片片船帆來往，\n聽他講述神社的那位光代，如何繼承了師傅的美貌與武藝；\n聽他訴說曾經一度令他心驚膽戰的，斬下自己首級的噩夢…\n但兩人心知肚明，這不過是用話語來掩蓋業已成年的悲哀。\n\n後來，很久、很久以後，\n俯視著遍生青苔的礁石，二人平靜幽會的港口…\n為了那賭棍能再賭贏一次，為了祈求他的平安…\n又一次冒險站在高處，高舉起親手製作的印籠，\n帶著挽回記憶的希望，收集著雷光怒電的力量。"
	},
	"goblet": {
		"name": "緋花之壺",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "精緻的酒壺，曾經是名震天下的武人盛酒的容器。",
		"story": "憑藉獨創的秘劍「天狗抄」，岩藏道啟成為了九條家的劍法指南，\n獲得了「道胤」之武號，並最終創立了一度門生如雲的劍道流派。\n在前往九條的屋敷就任前，已經學會飲酒的道啟，\n最後一次，踏進因秘劍「天狗抄」的完成而徹底淪為廢墟的枝社。\n在自己十三年內十次有三與影向的天狗真劍試合的廢棄枝社院內，\n他想起自己在這裡遇見自稱「影向的光代」的黑翼天狗時的情景…\n\n浮生若夢十三年\n影峠緋雪翩躚煙\n再顧君已遠\n\n那時的神櫻也如同茫茫白雪般飄落。\n腳下的枝社雖失去祭神，也還完好。\n如同泉水般清亮的笑聲迴響在山間。\n而兩人再未踏足已淪為廢墟的小院。"
	},
	"circlet": {
		"name": "華飾之兜",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "堅實牢固的兜盔，是身分尊貴的武人的護身之物。",
		"story": "「道胤公的秘劍，莫不是連雷光也能切斷，哈哈哈。」\n納刀時，年輕的勘定頭弘嗣揶揄道。他只是木木地說：\n「怎麼可能有這種事。至多能斬落空行的天狗罷了。」\n「話雖如此，但實際斬落天狗卻一次也不曾發生過。」\n\n「這樣嗎？那秘劍『天狗抄』之名，又從何而來呢？」\n見道胤並不回答，將離島建立起來的勘定頭又悻悻道：\n「若不是讓九條那個老頭子搶了先，真想招攬你哪。」\n「以你的劍，清籟的赤穗百目鬼一行也不是對手罷…」\n\n如同撥開雷雲般，賜給他新的氏名，給他新的生命的，\n將鏽跡斑斑的刀丟給他，讓他試著砍自己的那個天狗，\n在他的刀斷裂後，她對他最後所說的話…"
	}
}