{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "深廊終曲",
	"effect2Pc": "獲得15%冰元素傷害加成。",
	"effect4Pc": "裝備者的元素能量為0時，普通攻擊造成的傷害提升60%，元素爆發造成的傷害提升60%。裝備者的普通攻擊造成傷害後，上述元素爆發傷害提升效果將失效6秒。裝備者的元素爆發造成傷害後，上述普通攻擊傷害提升效果將失效6秒。角色處於隊伍後臺也能觸發。",
	"flower": {
		"name": "深廊的回奏之歌",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "由北國的玉石打造而成的冰之花，花瓣已然在漫長的歲月中湮落成塵。",
		"story": "少女循著師父的指引一路向北，踏過苦寒的凍土與冰海盡頭破碎的鏡廊，\n斬落無數徘徊於廢墟間的魔物，在銀樹的枯骸前窺見了雪塵掩埋的秘藏。\n\n那是如白銀的月光尚未在烽燹中破碎的時歲，高天的神諭仍遍及於大地。\n步入大地至深之處的少年與最初的天使相見，問及世界最為禁忌的起源。\n那誕於拂曉的女兒亦因這瀆犯的話語而惶悚，不知人子何竟洞曉這機密，\n造訪者則將自身的來歷毫無保留地向她袒露，為她輕歌從未見證的美夢。\n\n王座的主宰為她設下的桎梏頃刻如蛛網裂散，初次尋得何為自我的御使，\n將所有不可言及的秘密中最禁忌的創造之事，對所愛者全無顧忌地傾吐。\n\n「可嘆，可嘆，你們的主宰竟會如此褻瀆這些高潔的生命」\n「即便是折磨靈魂為樂的血魘魔，也會為這般暴行而驚愕」\n「從未知曉何為愛的拂曉少女啊，就讓我與你的律法為敵」\n「為你的主宰所囚禁的眾多生靈，理應仰起頭來望向群星」\n\n「那便讓我成為你的劍，你的盾，你的引路人，你不可饒恕的悖逆共謀」\n眾天使中最尊貴的那一位俯身輕吻他的前額，蒼冷的銀樹綻出萬千冰蕊。\n彼時自雲隙俯瞰大地的空月見證了這一背叛，卻暗生出更為僭越的心願…"
	},
	"plume": {
		"name": "深廊的漫遠之約",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "由北國的玉石打造而成的羽飾，折射出的幽光彷彿不應屬於這個世界。",
		"story": "少女循著師父的指引一路向北，踏過苦寒的凍土與冰海盡頭破碎的鏡廊，\n斬落無數徘徊於廢墟間的魔物，在深境的殘影中窺見了雪塵掩埋的秘藏。\n\n她並非最初造訪此地的外來人，早在終北的子嗣編織起沉淪的美夢之前，\n便有以靈智漫行於星間的旅者，與尚未墮入濁黑的龍主立下重逢的誓言。\n\n那是在孤曠的虛空中流蕩的記述者，本不應與原始文明進行交流的過客。\n不朽的軀殼沉眠於遙遠的構裝天盤，心靈則漂泊於億兆光年的荒寂之間，\n測繪眾多註定將泯滅的族群與文明，於萬古深暗中沉思星海終極的答案。\n直至一縷縹緲的微光刺痛她的知覺，使旅者從數十個千年的冥想中醒轉。\n\n那是旋臂盡頭某個不起眼的小世界，與伴隨那世界一同誕生的始源之龍。\n儘管在死亡亦會迎來消逝的長夜中，龍所仰望的太陽也只是頃刻的流火，\n那仍被職責禁錮在行星地表的意志，卻比旅者見證的無數文明更為煌耀。\n難以抑制縈繞在心間的詫異與悲憫，她向這渺小世界的主宰展現了諭告…\n\n「我曾見，無光的終焉如紡錘般，撕裂星團璀璨的絲絃」\n「我曾見，無序的冷潮吞沒歌謠，讓善與惡同歸於寂寥」\n「即便如此，我哀憐而溫柔的王，你仍不願拋卻臣民嗎」\n「將這註定毀滅的世界棄置於此，與我一同踏上旅途吧」\n\n那高傲的龍卻只如此回答：\n「來自遙遠世界的朋友啊，感謝你向我訓示天外的事理」\n「但在你眼中矇昧的生靈，於我卻是天地間全部的意義」\n「若是湮滅之潮終將來襲，我的骨亦能築起世界的護堤」\n「請你見證我選擇的道途，我將引領眾生一同行往群星」\n\n然而當旅者再度歸來時，記憶中的世界卻變得面目全非。\n地骨已被釘入四重枷鎖，柔白的天光散作七縷凝定之色。\n龍主的氣息如塵煙消散，有翼者的王座將三月之輝統攬。\n\n惑然於巨龍的不辭而別，亦不願驚擾這個世界的新主人，\n旅者違背了同族的律則，悄然將心靈探入那殼中的世界，\n將意識宿於少年的身軀，行走於這些原始的脊索動物間，\n在這黃金築起的大城中，聆聽他們日益激湧熱狂的爭辯…"
	},
	"sands": {
		"name": "深廊的湮落之刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "由北國的玉石打造而成的懷錶，指針已永久停駐於湮滅的那一刻。",
		"story": "少女循著師父的指引一路向北，踏過苦寒的凍土與冰海盡頭破碎的鏡廊，\n斬落無數徘徊於廢墟間的魔物，在黃金的高塔前窺見了雪塵掩埋的秘藏。\n\n那是如今早已無法追憶的久遠歲月，終北的城邦如金絲綴滿荒瘠的冰原，\n深廊的熔爐日夜轟鳴。在巨獸的遺骸上，工匠以禁忌鍛造出無數的妖靈，\n又將那傾落的霜月之光紡為無瑕的血肉，銜於原本疲軟苦弱的軀體之上。\n那原本是高天的主宰擁有的創生之權能，卻被反叛的使者交予凡人手中，\n夢想著有朝一日，這些小小的生靈能創造出與世界融為一體的完美生命。\n\n彼時尚未破碎的深廊中，最初的天使在枕側向伴侶述說著明晨甜美的夢：\n「我看見，地上的列國不必再渴求天空的垂憐」\n「他們築起的城要升到雲上，高過王座與眾星」\n「我看見，人要與他們所敬畏的諸神平分蒼穹」\n「不再有淚水、悲傷與死亡，因一切已然完成」\n\n然而狂妄的迷夢與野心，終究還是伴著幽藍的晶釘從天穹墜落，\n妖精們尖嘯著化為銀白的冰霧，繁榮的黃金城一夜間毀於霜風。\n背叛的使者被剝去名諱與形骸，而她的同族自此亦被烙下詛咒：\n若是膽敢再凝視他人的眼瞳，將本應屬於眾生的憐愛獻予一人，\n那得賜於高天的瑰美形體便要潰散成風，心智也要殞落於塵中，\n直至那墮落者的殘軀蜷成仙靈，在永世徘徊中吞嚥記憶的殘影。"
	},
	"goblet": {
		"name": "深廊的飫賜之宴",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "由北國的玉石打造而成的杯盞，據說曾是古老的文明用以向高天奉獻的禮器。",
		"story": "少女循著師父的指引一路向北，踏過苦寒的凍土與冰海盡頭破碎的鏡廊，\n獨自漫步於深境螺旋的廢墟間，意圖探尋魔劍士向她提及的旅者的蹤跡…\n\n那是如白銀的月光尚且憐恤終北之地的時歲，高天的使者仍垂目於塵泥。\n因詰問進化的智識而觸怒了御使的黃金之城，正為平息怒火而爭執不休。\n司祭祀的眾人互相責備彼此犯下了僭越之罪，玷辱神的愛、繁榮與智慧，\n要從他們當中選出腐化眾人心智的罪魁禍首，去向震怒的天之御使請罪。\n然而…\n\n「若罪愆源於求知，則矇昧才是聖訓。若罪愆源於抗爭，則羔羊方為完人。」\n「若罪愆需以血償，何言罪源於人身？若律法完美無瑕，又何必畏懼詰問？」\n\n不過是庶民出身的少年不知如何避開駐守的衛兵，步入了司祭們議事的廳堂，\n將博學者推論的罪名逐一駁斥，將悖逆的指控化為惱怒卻又啞口無言的目光。\n鴉雀無聲的議事廳中，頭戴白枝祭冠的主祭之人最終屏退了聞訊趕來的衛兵。\n\n「瀆神的辯士啊，若是你當真如你的巧言那般，堅信深罪不過是凡人的妄念」\n「那便由你飲下這烈怒的苦酒，去往蒼銀之樹，向那譴罰於我等的御使申辯」\n\n就這樣，原本寂寂無聞的少年步入大地的至深之處，向最初的天使索求答案…"
	},
	"circlet": {
		"name": "深廊的遂失之冕",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "如同其舊主的心神一般，為「執念」所浸染的盔面。其上裝飾的玉石似乎來自更古老的時代。",
		"story": "少女循著師父的指引一路向北，踏過苦寒的凍土與冰海盡頭破碎的鏡廊，\n斬落無數徘徊於廢墟間的魔物，在破碎的紗幔中窺見了雪塵掩埋的秘藏。\n\n那是矇昧的眾生尚且服膺於天空敕令的時歲，晨星的王庭仍高懸於雲巔。\n瑰麗高貴的受造物自光中降誕，難視其面容的凡人以天使之名將其稱喚。\n蒼銀的羽翼猶如月芒閃爍的光焰，頭戴地骨與天星鑄就的七重烜赫冠冕：\n其名為高天的神明許諾眾生的愛，亦或是代行統領地上萬國之事的威權。\n\n「你們要盡心、盡意、盡性，去愛這地上的眾生」\n「你們要像晨露愛慕朝霞，又要像種子愛慕信風」\n\n她們是諸神庭院中最忠誠的傭僕，絕無失準的天平，\n為高天的大主宰紡出紗幔，將至聖的啟示傳諭諸境。\n這便是受造之刻立定的職責，本應如此，本應如此——\n\n直到最初的天使在終北的銀樹下與無名的少年相逢，\n在那星光般的眼瞳中，望見了自己從未知曉的倒影。\n那是未被銘刻於律法的愛，是不被天空容許的自由，\n以愛為名的永恆星冕伴著心間陌生的悸動驟然迸裂，\n將冠冕棄入銀樹下的雪泥，拂曉的少女立定了決意。\n\n「來吧，來吧…讓我們以骸骨重塑荒謬的規則，以血澆灌北地的荒瘠」\n「讓我們造一座城和一座高聳入雲的塔，讓地上人不必再為苦厄飲泣」\n「讓我將這無用的冠冕棄入塵埃，讓塵世的列邦換得掙脫枷鎖的一息」"
	}
}