{
	"name": "樂園遺落之花",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "元素精通提高80點。",
	"4pc": "裝備者綻放、超綻放、烈綻放反應造成的傷害提升40%。此外，裝備者觸發綻放、超綻放、烈綻放後，上述效果帶來的加成提升25%，該效果持續10秒，至多疊加4次，每1秒至多觸發一次。裝備者處於隊伍後臺時依然能觸發該效果。",
	"flower": {
		"name": "月女的華彩",
		"relictype": "生之花",
		"description": "精雕細琢的紫水晶之花，其形態描摹了一種近乎絕跡的古代花朵。",
		"story": "在只有鎮靈才能憶及的過去，花的女主人曾被天空離棄。\n瑰麗高貴的形體殘破不堪，族人亦盡皆受責罰失去神智…\n\n傳說，花的女主人曾經在荒蕪的大地上流浪了七十二個夜晚…\n腳跟被無情的砂礫磨破，傷口流出清泉，化作了無邊的溪水。\n接著，溪流灌溉出綠色的園圃，從中生長出夜一般藍的睡蓮…\n睡蓮是鎮靈的母親，鎮靈生自迷醉的夢鄉與失卻的苦澀記憶。\n\n最初的鎮靈皆是智慧的造物，她們皆沉迷於天真的夢，與甜夢一般的愛戀。\n感念創造之恩，稚嫩的鎮靈紛紛挽住女主人的手臂，為她加上野菊的冠冕——\n\n「花的大主人呀，園圃的大主人，求您留在此處，求您不要離棄我等！」\n「是呀、是呀，夢鄉的母親，酒與遺忘的夫人，請您做這園圃的女王。」\n\n就這樣，禁不住溫柔的鎮靈們挽留，被流放的神祇就此留在了鮮花盛放的園圃。\n在她停駐腳步的地方，月夜般美好的紫色花朵盛放開來——其名為「帕蒂莎蘭」。"
	},
	"plume": {
		"name": "謝落的筵席",
		"relictype": "死之羽",
		"description": "早已絕跡的鳥類留下的羽毛，被古代花神的信徒鑲嵌了亮麗的黃金與寶石。",
		"story": "在只有鎮靈才會為之哭泣的過去，綠洲的女主人做下了最後的選擇。\n此刻她終於明曉，自己的命運並非謎題，卻是開啟秘密門扉的鑰匙。\n\n從赤王的話語與夢想之中，她看到了超越世界荒謬規則的可能性。\n拒絕了神座降下的恩賜，赤冠君主出於自我意志開拓了新的通路…\n儘管她展示的未來景象慘澹可怖，那執著的君王也並未退縮半步。\n儘管明知將踏上危險的歧途之旅，儘管明知將目睹深愛之人消堙…\n赤紅的大君王選擇了高貴的謊言，引自己的信徒走向必然的滅亡。\n\n「你所追尋的不過皆是捕風，在諸魔神的墓石之上，人將為眾神之神。」\n「無憂夢鄉的妄想必然破滅，在謊言破滅的廢墟上，人將為眾王之王。」\n\n花之女王默許友人的愚行，她發覺可貴的叛逆在神的野心中燃燒。\n統萬千凡人智慧於一的理念，統萬千夢想與權力為一的偉大嘗試，\n其中所藏不僅是謊言，更是屬於凡人未來的，如星火一般的希望…\n\n夢想終會凋落，夢景總有湮滅崩塌的那夜——這才是花開的真意。\n只有經歷過神之狂想的破滅，凡人才會擁有脫離神意崛起的日子…\n正如固執神王為她而發起的這場秘密反亂，僅靠自己的意志生存。\n只不過，花的女主人從來未體會過如酒的愛意，遑論渺小的人情。\n即使智慧如她也難以預測，這些小小的生靈，到何時才能意識到…\n\n「…所謂『神』，於你們而言自一開始便是多餘呢？」"
	},
	"sands": {
		"name": "凝結的時刻",
		"relictype": "時之沙",
		"description": "不再流動的沙漏，無論如何顛倒，都不再回應時間的流動。",
		"story": "在只有鎮靈才能為之嘆息的過去，赤砂之主曾為他的摯愛修建陵園。\n深埋沙下的晶石為源力，鎮靈為助力，打造時光也駐足不去的綠洲。\n\n千百年後，沙漠中流浪的諸部族之間流傳著「永恆綠洲」的傳說。\n遊牧民說，那是一座不枯不老的綠洲，為永遠沉睡的花神所統治。\n遊牧民說，最後的鎮靈母親菲莉吉絲守護著那片綠洲的宏偉門扉，\n她將以千年不變的柔情祝福前來的每一個凡人，不論善人或惡徒…\n\n塔尼特、烏薩與欣緹等部族的歷代主母，皆自稱「花神的女兒」。\n以信仰為基準，以血脈為紐帶，依賴著那幻想中的帕蒂莎蘭園圃…\n彼此分裂、掙扎求生的沙漠部族追尋著不竭的泉流、無盡的知識。\n\n正如他們的神主所遺下的預言那樣，文明暴烈的死亡之後，凡人仍頑強地生存下來…\n即使部族失去了神的引導，即使他們不得不藉助記憶中早已死去的神明來團結自身，\n淚盡的鹽漠未令凡人的腳步停滯，「永恆綠洲」的永恆謊言亦未曾令部族停止探尋。\n\n「我的王…你為何命令沙丘停止流動；向流風呼喊，叫它們不再吹拂？」\n「正如這時計，其中晶砂若是變成了凝固一團，還有何存在的意思呢？」\n「『永恆』從來不是什麼樂園，反倒會是難以分解、無法再生的頑漬。」\n「那花一般盛放，花一般毀滅，又在花季重生的，不會有『死』的煩惱。」\n\n那時三位夥伴的閒聊，隨風飄蕩在千百年後的沙漠之上…\n在遙遠沙漠的某處，凝滯的綠洲正存在於部族的空想中，\n而那些無根的部族卻隨著流動的沙丘繼續著生死的循環…"
	},
	"goblet": {
		"name": "守秘的魔瓶",
		"relictype": "空之杯",
		"description": "紫色水晶雕成的小瓶，以祖母綠的瓶蓋緊緊封裝著。",
		"story": "在只有鎮靈才會為之沉默的過去，赤砂為鮮花傾訴了自己的野心…\n月光在石榴酒杯之中投下皎色的倒影，花之女王終於被摯友說服。\n\n那夜赤王言及之事無人知曉，即使最古老的鎮靈也寧願閉口不言。\n那夜赤王所顯露的欲求無人記得，即使最智慧的神祇也為之震悚。\n但花的大主人從中明曉了深意——正如她所預料，正如她所計算，\n沙海與綠洲最強大、亦是最高尚的王者，卻懷有最為叛逆的狂想。\n\n「我將為你守秘，是因為我對你與那智慧之主懷著同等深切的心意。」\n「我將為你搭建橋樑，你將滿足你的狂想，但不要恐懼幽藍的晶釘…」\n「我將引導那深邃的知識，即便我早已警告過，你必定將失去許多…」\n「儘管如此，請牢記我的教訓，牢記天降使者們曾遭遇的酷烈懲罰…」\n「請牢記，若受造的世界仍然存在希望，希望一定在碌碌凡人身上。」\n\n在黑暗之中，她為摯友指引了通往天空與深淵一切知識的密道。\n以自身為橋樑，以綠洲為代價，為他的狂想消殞於炫目的烈光…\n\n失去一位魔神的樂土風暴驟起，黃沙漫天，很快被災禍吞噬…\n赤王從蔽天的風沙中歸來，而花的女主人卻再也不見了影蹤。\n\n「…我剛剛夢見了你…在水晶迷宮的牆壁之間摸索…所見…只有沙漠…」"
	},
	"circlet": {
		"name": "紫晶的花冠",
		"relictype": "理之冠",
		"description": "鑲嵌著紫水晶與祖母綠的冠冕，似乎是古代花神祭司的頭飾。",
		"story": "在只有鎮靈才會歌唱的過去，綠洲的女主人曾與赤砂的王相遇。\n在諸王彼此殺伐的酷烈年歲中，赤王決心與另外二人共用王權。\n\n鎮靈們獻上了鑲有祖母綠與紅寶石的孔雀王座，慶祝三位深情的友人達成盟約。\n為了永恆的綠洲樂土，為了盛放的帕蒂莎蘭，花之女主人戴上了紫水晶的王冠。\n\n「但『永恆』終究是謊言，酣醉與歡愛只會磨卻記憶，將之化作破碎的夢囈。」\n「你曾問起我為何時常嘆息，趁著今夜月光皎亮，且聽我為你慢慢講述舊事…」\n\n「那是一度和平的遙遠時代，曾有諸多使者與凡人溝通，傳達天空的話語…」\n「但後來，入侵者自天穹之外而來，破滅毀壞眾多，江河倒轉，惡疫橫行…」\n「自外而來者為我曾經的族人帶來了戰爭，亦為大地帶來突破桎梏的妄想…」\n「而天的主人恐懼妄想與突破，降下修補大地的天釘，毀滅了凡人的王國…」\n「我等亦紛紛招致被逐的災禍，失去了與天空的聯繫，失去了教化的能力…」\n\n「我本落難而來，曾被施以不可回望天空的嚴苛詛咒，幸而維持形態至今…」\n「但故鄉無時無刻不在呼喚著我，儘管星空與淵藪的災禍已經自水晶浮現。」\n「牢記我的警告，不要追隨四重影子的主人，不要窺視天空與深淵的秘密。」\n「否則，正如判罰之釘所昭示的那般，接踵而至的乃是災難與苦澀的結局。」\n\n然而，赤色的君王並不認同伴侶的警告，心中許下僭越的願望。\n月光下拭去伴侶的淚水，他亦將自己的欲求說與花的魔神傾聽…"
	}
}