{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "諧律異想斷章",
	"effect2Pc": "攻擊力提高18%。",
	"effect4Pc": "生命之契的數值提升或降低時，角色造成的傷害提升18%，該效果持續6秒，至多疊加3次。",
	"flower": {
		"name": "諧律交響的前奏",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "以黃金與青石點綴的怒放之花，曾是賜予不朽之人的榮章。",
		"story": "那是無知的海霧籠罩高海，眾水的子民尚處矇昧的年歲。\n在赤色的砂原與灰暗的群山之間，曾有一位失鄉的神祇。\n他原是綠洲的歌者，卻在烈日君主的威光下失去了故國。\n因不願侍奉沙王的御座，失鄉之神選擇踏上流浪的道路。\n\n在萬水之源無光的海淵之下，是一座不曾被任何史冊記載的都邑。\n本欲將高海當作墳塋的失鄉者，意外闖入了比大地更古老的城墟。\n穿過無休無止的走廊，來到神廟廢墟的中心，在銀白色的雪松下，\n他聽到了這座遺忘之城裡僅剩的活物，縈繞在銀樹上金蜂的話語：\n\n「遠道而來的旅人啊，這並非意外，而是命運之手將你帶來這裡。」\n「我曾是守護銀樹的使者，卻在漫長的時間裡失去了神智與身形。」\n「但我的眼中還能看到未來，旅人啊，你將再度擁有城邦與臣民，」\n「你所建立的國家將會繁榮昌盛，而且終有一日會統治整個高海。」\n「你將帶給他們文明與正義，然而最終他們卻會因那正義而毀滅。」\n「倘若你既已知曉了結局，仍願意啟程，我便引領你上升的道路…」\n\n「說預言的金蜂啊，倘若這真是命運的安排，又豈有選擇的餘地？」\n「但若我真有選擇的機會，就必能改變你口中那無可改變的結局。」\n\n話音落下，無水的城窟轟然倒塌，銀樹化作金色的航船，\n這就是日後奏響樂章的光榮王與先知西比爾的初次邂逅。"
	},
	"plume": {
		"name": "古海玄幽的夜想",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "模仿傳說中的金蜂翅翼雕琢而成的羽飾，似乎會隨著微風震顫。",
		"story": "那是啟蒙的歌聲傳遍高海，林地與荒嶼開始繁盛的年歲。\n愛樂的神在梅洛皮斯壘起高塔，引來離散之民建立新邦。\n豐饒的號角使土地得以出產，往來航船將諸島連為一體。\n這本應是無慮的好時代，為何領唱者的歌聲卻滿是憂愁？\n\n「正如妳預言的那般，我已作了光榮的王，為眾民帶來典雅的文明。」\n「將和平賜予海洋，依正義治理大地，使進步與秩序遍撒天下四方。」\n「然而，新造的榮耀之國越是繁榮昌盛，我便愈加感到惶惑與悲戚。」\n「預言中的繁榮將持續百年，再之後呢？毀滅的種子正在生根發芽。」\n\n「光榮的王啊！我曾說過，盛衰更替，變化無常，這就是法圖納的法則。」\n「無論貧賤與富貴，皆同受命運的奴役。或是登上寶座，或是落入塵埃。」\n「命運的輪軸無情轉動，無論你如何掙扎，都無法改變必將到來的結局。」\n「正如跌宕起伏的戲劇，終幕早在開始便已註定，又為何要因此而悲傷？」\n\n然而即便深知永恆是痴愚的幻夢，不朽是盲目的狂想，\n高海眾民的王卻還是無法忍受預言中那個漆黑的未來。\n\n「當命定的審判之時到來，無情的波濤將會吞噬一切短暫的榮耀與幸福。」\n「我雖能看到必至的未來，卻沒有聖古的神智去探求那招致毀滅的緣由。」\n「但我知道，在無光大海的最深處——源水流溢之國，幽禁著眾水的主人。」\n\n「既然預言說，無盡的海潮將會吞噬你的王國，那麼她或許會知道答案…」"
	},
	"sands": {
		"name": "命途輪轉的諧謔",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "仿照命運之輪的樣子打造的時計，如今早已無法轉動。",
		"story": "那是宏偉的樂章尚未奏響，黃金的艦隊尚未啟航的年歲。\n為了尋求破除詛咒的答案，光榮王踏上了尋找源水之路。\n在高海之下，瀰漫著血腥與仇怨，那是龍裔棲居的王國。\n原本侍奉古海之靈的龍蜥親王，看守著眾水之主的監牢。\n\n彷彿曠古時的大戰重臨，沸騰了海的纏鬥持續了足足三十個日夜。\n直到在精疲力竭後的休戰中，神王才終於用樂聲道出了他的來意。\n未曾想，龍蜥的王獸聽聞了這僭越的狂想，旋即發出肆意的笑聲：\n\n「凡人的僭主啊，你憂心無端的詛咒，抱怨命運的枷鎖，卻不知我的族類曾橫遭百倍的苦痛。」\n「致使我們失去了土地與陽光，只能苟延於無光的淵底。」\n「凡人的僭主啊，你應知命運是高天的儀軌，絕不可有絲毫的改易，有此念頭就已形同悖逆。」\n「但若你真要謀劃此等的蠢事，我便領你去見眾水之主。」\n\n於是在深水的最深處，在永夜的幽居所，從萬水慈愛的女主人那裡，\n光榮王獲知了一切駭人聽聞的秘密，但卻沒有得到任何救贖的答案。\n水的主人曾犯下不可饒恕的深罪，由此帶來的詛咒也同樣無可挽回。\n仍懷野心與希望的王，最終在決意離開之前，取走了一杯至純之水。\n\n「倘若海潮將要吞噬我的臣民，便將他們的靈魂封入與一切水皆不相容的靈露。」\n「倘若時間將要使我的國度朽壞，便用精銅與磐石為他們塑造不會壞朽的身軀。」\n\n當強盛的海風吹過黃金的國度，命運的舵輪也會隨之扭轉嗎？無人知曉答案…"
	},
	"goblet": {
		"name": "靈露傾灑的狂詩",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "使用銅胎為底燒製的來通杯，過去曾灌滿樂園的美酒。",
		"story": "那是高海之上奏起狂詩，不朽軍團整裝待發的年歲。\n光榮王建起黃金的帝都，從此以至尊之名號令天下。\n\n巨艦所至，一座座城邦臣服於至高的威權，\n音符落處，文明的交響取代了蠻荒的歌謠。\n而這一切的目的都是為了帶來正義與救贖，\n這正是無法拋棄臣民的至尊王最終的狂想。\n\n「你的王國將傾倒在怒濤之中，因為既定的命運不會改變。」\n「隱秘的絲線仍然牽引著他們，如傀儡般奔向苦厄的終局。」\n\n先知殘酷的斷言卻並未使至尊陷入沉淪，反倒是激起了他狂傲的異想。\n他將自己關入幽深閉鎖的帝宮，在普世的旋律中尋找命運之主的破綻。\n終於在無數個日夜後，從塵寰的弦音中，雷穆斯參透了法圖納的奧秘。\n他讀出了命運的每一個音符，只欠一支筆，便可譜寫屬於自己的樂章。\n\n為此，至尊決意向西比爾祈求，因她來自亡者之地，血脈中也曾流淌著命運的奔流。\n儘管索求如此過甚，但就像往常一樣，無心的先知毫無片刻猶豫便回應了他的願望。\n\n王座上奏起諧榮的樂章，其將斬斷命運加諸於眾民身上的枷鎖，為他們繪出新的旋律與道途。\n飾金的穹頂之下，純聖真粹的靈露沿著黃金的水道傾灑，將金宮之中的震顫傳遍帝國的疆土。\n而在至尊最瘋狂的異想中，在諧和宏大的歌劇終幕，他會將命運的指揮棒交到人類自己手中。\n等到了那一日，無論富貴抑或貧賤，無論智慧還是野蠻，每一個自由人都將掌握自己的命運。\n\n狂飆突進的浪潮中，盲目的王奔向了無人知曉的終局，因為西比爾的眼中已經沒有未來了…"
	},
	"circlet": {
		"name": "異想零落的圓舞",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "曾經覆以金箔的面具，或許是古時統帥軍團之人的遺物。",
		"story": "那是舊日的金殿歿為殘墟，榮耀的城邦葬身荒海的年歲。\n後來的歷史我們都已知道，最終，審判的日子如期而至，\n抗拒命運的狂想被野心與背叛毀滅，連著一切榮光沉淪。\n怒濤平息之後，灰馬乘風而至，帶走了地上殘餘的生命。\n\n彷彿像是命運的嘲弄一般，當眾水的新邦在舊日蠻族的歡呼聲中落成，一度籠罩高海的黃金威權就已化為傳說。\n在盛大的歌劇落幕之後，舞臺上舊世的殘跡也將被時間抹去，過去曾希冀過不朽的人們，就連名字都要被剔除。\n誰又會相信呢？曾有四十列槳座的巨艦乘著黎明的風航行在碧波之上，沿著海流向列邦傳揚文明與進步的福音。\n誰又會相信呢？曾有失去樂園的悖逆神明向高天的威權發起挑戰，無數凡人拋卻身軀與他一同投入異想的狂詩。\n\n在那之後呢？在一切結束之後，終歸破滅的異想究竟又留下了什麼？\n或許是夢吧…因為在這之後，還會有無數的夢在異想的殘跡上誕生。\n正如人們常說，淚水匯聚的海洋不會乾涸，升上天空又化為雨落下。\n最後，所有的夢都將匯聚為一，為普天之下的萬民帶去最終的救贖。"
	}
}