{
	"id": 15026,
	"rarityList": [
		4,
		5
	],
	"name": "飾金之夢",
	"effect2Pc": "元素精通提高80點。",
	"effect4Pc": "觸發元素反應後的8秒內，會根據隊伍內其他角色的元素類型，使裝備者獲得強化：隊伍中每包含1個和裝備者同類元素的角色，攻擊力提升14%；每包含1個和裝備者不同元素類型的角色，元素精通提升50點。上述每類效果至多計算3個角色。該效果每8秒至多觸發一次。裝備者處於隊伍後臺時，依然能觸發該效果。",
	"flower": {
		"name": "夢中的鐵花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "暗金打造的蓓蕾，再無機會開放的花瓣包裹著赤紅的花芯。",
		"story": "「在黃金的夢想中，誰也不必飲下一滴苦水。」\n古時的傳說中曾經有三名攜手同行的摯友。\n其中一人最終如薔薇般凋落，在泥中腐爛。\n花的國度被風沙磨成故事，成為歌中的夢。\n\n摯友中的其中一人在沙漠一隅建構了前所未見的大綠洲；\n另外一人，耗盡智性與氣力在沙中建成了永恆的蜃氣樓：\n誰人都不應當由悲傷與別離，在臉龐上刻下細密的印痕。\n\n「當月亮從你掌心離去，收回沙海迷宮上孤寂的銀光，」\n「希望你能記得，夢的伴侶在炫目日光中燃燒的模樣。」\n\n就這樣，執著的追想從燃燒的新世界中升起，如無煙之火；\n就這樣，一隻眼望著過往、一隻眼望著夢鄉的，一定會迷失；\n就這樣，他將視線投向了罪深之處的智慧，傾聽如蜜的低語…"
	},
	"plume": {
		"name": "裁斷的翎羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "曾用來衡量罪人心臟重量的特製翎羽，如今失去了原本的功能。",
		"story": "「在新世界中，一切都是善的。」\n古時，高天的詔諭陷於沉默，地上失去了主人。\n文明與逸和的過去被遺棄，沒入濃稠的深暗中。\n\n後來，時光不可逆轉的法則重新衡量著沙漠中的一切生命。\n羽毛稱量心臟、熔鐵衡量神智，用無私的理性施行著統治。\n服從神王的裁斷，根源於血的律法刻印在那沙漠樂土之上。\n當統治的理想被深切的悲願所扭曲，顯貴亦成了助虐之人。\n無視漸漸陷沒流沙的宮闕地基，向著瘋狂無明的未來前行。\n\n「一切背叛都應被無情地裁斷，」\n「裁斷的結果乃是徹底的殛滅。」\n到後來，規則為蜃樓般升騰的傲慢腐化，淪為桎梏，\n神王的抉擇下，不幸如鎖鏈般禁錮了臣民們的命運。"
	},
	"sands": {
		"name": "沉金的歲月",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "暗金光澤的古老日晷，似乎在訴說著沙漠的舊日。",
		"story": "「黃金的願景將以最古老的身影顯現。」\n最初，各個部族與沙為伴，將血脈與大地相連。\n遵守血的律法，畏懼深入血脈的流散饑饉記憶。\n\n後來，時光攜砂礫席捲大地，神王因而崛起，投下宏大的身影。\n在那被遺忘的年代裡，神明塑造樂土，使綠洲棋布，泉流縱橫。\n追隨神王的榜樣，部民樹立高牆，建起御座，聚成繁榮的藩國。\n模仿著神王的形貌，藩國亦回憶起擁有王者和神官的悠古歲月。\n在那時，賢明的王領受來自高天的神諭，大地尚不知何為災禍…\n\n「王將藉智慧將黃金的往日復現，」\n「以無垠的神力停下時間的流沙。」\n\n沒錯。屬於沙海的王者與沙之民的黃金歲月終於會到來。\n黃金的夢鄉在召喚流浪的沙子，其中不會有哀愁與別離。"
	},
	"goblet": {
		"name": "如蜜的終宴",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "曾在古老盛大的宴會上使用的酒杯，褪去了往日華麗的顏色。",
		"story": "「有盡的歡愉終以苦澀作結，」\n「蜜般甘美的回憶煙消雲散。」\n最初，歡宴屬於鮮花與月夜的女主人，權威屬於沙海的王，生命屬於草木的養主。\n彷若白銀的月亮、黃金的太陽與翡翠的綠洲，三位神王立下誓言，結成同盟摯友。\n\n「在那些年代，月光曾將他們的幸福講述給夜鶯與薔薇，」\n「而她們也為之驚惶、為之羞澀，以致唱不出回應的歌。」\n「安樂和平，統一的無憂樂園中無分彼此，亦無有災禍…」\n「真希望此刻蜃樓般的幸福能化作永恆，再無分離之苦。」\n\n後來，時光斬斷了日與夜的默契，撕毀了古老久遠的盟約。\n安逸的月夜沉入流沙，而籠罩一切的陽光投下酷烈的目光。\n共用神王的歡宴，祭司與民眾曾記得如夢美好短暫的年代。\n但夢想終究被理性擒獲，投入無生命的機械之中研磨殆盡，\n而從機械之內，漆黑的夢魘之中，全新的智性將蛻殼而出…\n\n「融萬千思緒為一，統萬千算計為一，」\n「由此，人將為眾王之王，眾神之神。」\n就這樣，挽歌為那孤獨的眾王之王奏響，\n而鍍金砂礫早已明曉其註定敗亡的結局。"
	},
	"circlet": {
		"name": "沙王的投影",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "舊日沙漠祭司的鑲金頭巾，其形制乃是為了效仿傳說中的沙民之王。",
		"story": "「王者將隨耀眼如日的光明駕臨，」\n「為人子們除去薔薇編織的刺冠。」\n最初神柱自高空降下，將草甸林木埋入漫流之砂。\n黃金的太陽落而復升，為沙之海披上華貴的死衣。\n\n後來，時光的毒風攪擾了淪亡者的沉睡，引來了懷古的妄想。\n在那該詛咒的年代裡，諸多城邦在肥沃的綠洲之上茁壯成長。\n跟從神王的理想，祭司們公正地治理樂土，布撒富足於四方。\n曾經，凡人的賢王與神官親身領受聖諭，他們是大地的主人。\n而如今，綠洲之中代施統治的諸多顯貴，成為了神主的影子。\n\n「王器與神杖如沙棗在地上遍佈，」\n「蔭蔽之下，臣民得以生長求索。」\n\n許久以後，荒唐的決斷伴著海市蜃樓般的狂想下達，\n便以美好的期許為誘餌，將臣民引向了苦澀的結局。"
	}
}