{
	"id": 15001,
	"rarityList": [
		4,
		5
	],
	"name": "角鬥士的終幕禮",
	"effect2Pc": "攻擊力提高18%。",
	"effect4Pc": "裝備該聖遺物套裝的角色為單手劍、雙手劍、長柄武器角色時，角色普通攻擊造成的傷害提高35%。",
	"flower": {
		"name": "角鬥士的留戀",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "無人知曉傳奇的鬥士為何始終將這朵小花戴在胸口，這是殘酷的戰士身上唯一的弱點。",
		"story": "本是尋常的小花，被角鬥士溫柔的主人摘下。\n別在角鬥士胸前，化作了戰士最柔軟的一面。\n\n角鬥士還未成為傳奇時曾與年幼主人在莊園漫步。\n過去，主人隨手折下一支小花，贈予沉默的奴僕。\n「恩賜未必都是酬報。或許僅是心血來潮」\n在很久以後的未來，狡黠的主人如是笑道。\n\n當不敗的角鬥士終於倒在異域少女的腳下，\n方才想起，許多年前，自己曾經也夢想過，\n「真好看的花朵啊。不知何時能啟程看看」\n「生長在野外的花兒的模樣會是怎樣的呢」"
	},
	"plume": {
		"name": "角鬥士的歸宿",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "如隼般自在的夢想之羽。在傳奇生涯的終點，無羈的飛鳥在他的心口覆上了這根羽毛。",
		"story": "當常勝的角鬥士迎來自己的結局，\n稚嫩的對手向他獻上最後的致禮。\n\n當勝利的虛榮、贖身的渴望，如露如晨霧般消散，\n當曦光終於穿透血腥的雲層，角鬥士看見了飛鳥。\n\n距贖身僅一戰的角鬥士，意外被名不見經傳的少女終結。\n觀眾怒吼哀呼，如同驟風排雷，但勝者拒絕羞辱的處決。\n她終究沒有將利劍刺入敗者的頸窩，像奴隸一樣結果他。\n\n漸漸乾涸的傷口覆上了無形的鳥羽。\n戰士終於如自由的飛鳥般踏上旅程，\n去花兒自由生長，鳥兒翱翔的地方。"
	},
	"sands": {
		"name": "角鬥士的希冀",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "記錄了角鬥士血染劇場的年月的時計。之於其人，則象徵著去往終獲自由之日的道路。",
		"story": "角鬥士為自己打造了這尊沙漏，每歷一戰便翻轉一次。\n當時計終於停止翻轉之時，角鬥士早已倒在了血泊中。\n\n角鬥士步入戰場時，他會把這尊沙漏擺在一旁。\n而當塵埃落定，歡呼響起時，一壺沙尚未流盡。\n\n那是角鬥士的最後一場戰鬥，對手是初出茅廬的少女。\n從她的眼中，他看到了膽怯，也看到了幼獅般的凶光。\n而從他的步態，她看到了歲月強加給戰士的沉重枷鎖。\n戰鬥激烈艱險，年邁的勇士快然酣暢，仿佛重獲顏光。\n但當冰冷的劍刃咬入心臟，沙漏內的流沙方無聲落定。"
	},
	"goblet": {
		"name": "角鬥士的酣醉",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "古代的角鬥士痛飲勝利之酒的金杯。直到他倒下的那一刻，酒杯被他自己的歲月灌滿。",
		"story": "裝飾華麗的金杯，本是主人給明星角鬥士的嘉獎。\n不敗的戰士用它暢飲美酒，也痛飲過戰士的鮮血。\n\n角鬥士又一次贏得血戰，遍體鱗傷的他將勝利獻給主人。\n勝利、榮耀與掌聲常比美酒更醉人，令人忘卻身體的痛。\n\n主人允許他同席共飲，席間將酒杯賜予了他。\n那是量身打造的杯盞，也是溫柔情意的信物。\n虛榮仿佛黃金的鎖鏈，私情則是噬骨的綿毒。\n英雄為勝利之酒躊躇，卻錯過了贖身的良機。"
	},
	"circlet": {
		"name": "角鬥士的凱旋",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "古代傳奇角鬥士的頭盔，曾沾染了無數敵手的鮮血，也曾驕傲地接受無數觀眾的歡呼。",
		"story": "古代蒙德傳奇角鬥士的頭盔，其上插滿顯眼的羽毛。\n對於狂熱的觀眾而言，這頂頭盔是百戰不敗的象徵。\n\n傳奇的角鬥士歷經千百場血戰，人類或魔物都未嘗敵得過他的利劍。\n每一場凱旋式，常勝的角鬥士如英雄般行過城門，接受觀眾的歡呼。\n\n只有在勝利時刻，奴隸仿佛成為了主人，自由的輝光卻被虛榮掩蓋。\n在凱旋時分，戰士真正見識牢房外的天地，贖身的希望又多了半分。\n\n直到英雄的頭盔滾落凡塵，看臺與沙場才終於夢醒。\n不過一介奴隸，搭上下賤的性命，也沒能取悅主子。"
	}
}