{
	"name": "黃金劇團",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "元素戰技造成的傷害提升20%。",
	"4pc": "元素戰技造成的傷害提升25%；此外，處於隊伍後臺時，元素戰技造成的傷害還將進一步提升25%，該效果將在登場後2秒移除。",
	"flower": {
		"name": "黃金樂曲的變奏",
		"relictype": "生之花",
		"description": "由硨磲、貝母和金箔精心製成的花朵，正驕傲地盛放著。",
		"story": "命運之曲曾沿各處水道奏響，傳播著文明與秩序的諧和旋律。\n音符所落，蠻荒被文明掃蕩取代，無序的原始之地改換新顏。\n\n強盛的海風席卷而過，浮游而生的無根萍草隨之飄搖。\n在某個如海草般短命的部族，年輕的樂師與勇士相遇。\n繁星般的征服史詩之中，這段謠曲並不那麼引人矚目，\n但海浪見證了兩位戰士的情誼，亦預示了他們的結局。\n\n年輕的樂師尚未褪去蠻族的樸拙性情，與被征服的奴僕很快成為朋友。\n那奴僕的名字如今已無人知曉，但日後「卡西奧多」之名將廣布天下。\n後來，年輕的勇士追隨年輕的樂師前往黃金帝都最高之城卡皮托利姆…\n他們完成了嚴苛的課業與試煉，從而被黃金神王擢升成為驕傲的主人。\n\n「驕傲正如黃金之花在榮耀王國公民的胸前盛放，神王的遠見之下將再無貧弱蠻荒」\n「驕傲是榮耀王國的尊嚴之盾，也是金光閃爍的矛頭，守護著神王無可匹敵的威權」\n「只有在威權的管束下，秩序才得以誕生，秩序的統領下，藝術與美自由蓬勃綻放」\n「在美好的黃金國，弱小、蒙昧與野蠻永不受容忍與庇護——要麼臣服，要麼滅亡」\n\n「我的好友、我的兄弟，莫要留戀那貧微的過去，切莫貪念舊日之人虛假卑賤的尊嚴」\n「既已拋棄樸拙的身軀，弱小的精神，成為鋼鐵般的純粹之人，又何以為小事嘆息？」\n「我的朋友、我的兄弟，且聽你如發條般永恆不變的內心旋律：那是神王在向你低語」\n「榮耀王國的雙眼只望向黃金的完美未來，未來亦將為舊日之人的必然滅亡奏響終曲」"
	},
	"plume": {
		"name": "黃金飛鳥的落羽",
		"relictype": "死之羽",
		"description": "黃金與白銀掐絲打造的鳥羽，其上一顆藍寶石晶瑩剔透。",
		"story": "海風漸落的時刻，天空慢慢染上了粉紅暮色。\n千桅泊處，海鳥不曾停留，僅散落片片飛羽。\n\n一度諧和宏大的交響樂曲也有謝幕的時刻，正如任何帝國都無法永治長安。\n隨著水道的擴展，威權不僅帶來進步與秩序，也帶來了傲慢、暴力與剝削。\n「舊日之人」的遙遠城邦裡、隱士流亡的山谷中，甚至卡皮托利姆山腳下…\n協調曲調的高貴樂師與盔明甲亮的鋼鐵軍團到來，從人們手中接管了一切。\n而那些尚未被征服、尚未被奪去水滴的頑強之人則各自團結起來誓死抵抗。\n\n「正如我所憂心，正如我所嘆息，我的兄弟。當你在高歌奏樂之時，也當傾聽弱者的呼聲」\n「並非所有人情願被剝奪家鄉與自然，並非所有人都能接受我們的曲調」\n「你曾稱他們為『舊日之人』，我的兄弟。但忠於舊日的人，也有不容忽視的執著與尊嚴」\n「我們曾以為可任意征服與支配他人，但榮耀王國的光輝又怎麼可能——」\n\n「軟弱！軟弱！懦弱的憐憫心蒙蔽你的神智，令你的心變得柔軟，成為暴露在背後的弱點」\n「既然蠻荒與蒙昧依然隱藏在楓丹的任何土地，毒害著楓丹的任何水源，我們便滅絕它們」\n「假若蠻族願意融入黃金的宏偉秩序，我們就接納他們，正如光榮王如何接納了我們那樣」\n「但自毒龍斯庫拉摧毀我們的高塔，屠害我們的樂師，被荼毒的蠻族已不值得拯救與接納」\n「既然不值得接納，便應當從土地和水源中將他們清除，如我們消滅瘟疫、撲滅野火那般」\n\n就在這一刻，黃金的時代驟然停滯，從而陷入了無窮無盡的戰爭與叛亂。\n王座間充斥著征服與消滅的呼聲與蠻族痛苦的哭嚎，從中神王驟然驚醒…"
	},
	"sands": {
		"name": "黃金時代的先聲",
		"relictype": "時之沙",
		"description": "黃金與白銀鑲嵌而成的美妙日晷，似乎晷盤之上時間早已停止了流動。",
		"story": "歡快自在的黎明海風，將這古老的詩曲吹送——\n時光之流不再向前湧動，而是隨歌手退回那往昔。\n\n沿著海流一路漂蕩，經過榮耀王國飾金的穹頂，\n在夏日的輕風之中，穿過高牆圍繞的綠色莊園。\n不論那些泛著輕舟的貴人，或被俘而來的蠻族，\n都沉浸在美好時代的樂曲當中，迷醉於回憶裡…\n\n因為這是金燦燦的盛世——正值光榮王好時代。\n\n「我來自孤島上的狹隘王國，生於棚屋，長於葦草搭建的村社」\n「當身穿閃亮盔甲的武士來到我家鄉，宣告了『征服』的消息」\n「我還只是一介孩童，天真地追隨著這些高大的半神前往首都」\n「幸而憑著靈巧的手指與清亮的嗓音，我避免了受奴役的命運」\n「自此之後，受到神王賞識的我才初次接觸文明與秩序的力量」\n「脫胎換骨，捨棄我的名與族，世人將只知『波愛修斯』之名！」\n\n就這樣，生於蠻族的孩子為黃金帝宮所震撼，為宏偉的威權之美所折服。\n努力拋棄與遺忘蠻荒的舊日習俗，如初生嬰兒般饑渴地吞噬著新的知識…\n一切只為脫胎換骨成為這偉大文明的一部分——成為真正身懷榮耀之人。\n不為其他，正因為這是金燦燦的盛世——正值光榮王高居王座的好時代。"
	},
	"goblet": {
		"name": "黃金之夜的喧囂",
		"relictype": "空之杯",
		"description": "樣式古老的銀甕，曾經滿盛著紅寶石般的美酒，如今其中卻是苦澀的海水。",
		"story": "平靜的海面一陣湧動，送扁舟滑入清寂的莊園與神殿之間。\n蒼白的月光下，白日裡曾奪目璀璨的黃金穹頂也失了顏色。\n\n神王從威權的大夢中驟然驚醒，清幽的星光已消失不見。\n暴力與隔閡縈成比黑夜更深的黑暗，籠罩了黃金的穹頂。\n驚悸與悔恨之中，他召集身邊最忠誠的衛士與調律樂師，\n下達了最後一道命令，意圖將分裂的疆土重歸和平如一…\n\n然而正如覆水難收，積重難返的傲慢與偏見壓垮了調律者與執權之人…\n一切高貴的犧牲，一切無私的計畫被奸人所破壞，最終化作一片瓦礫。\n不論是魔龍親王的蠻族大軍，還是決意耗盡自身力量拯救帝國的神王，\n都被無可控制的風暴席卷而去，連華麗的宮闕、碧綠的莊園一同毀滅…\n而失去了黃金樂曲的引導，一度高貴的榮耀王國人化作了殘缺的魔像…\n\n在黃金之夜的最後喧囂平息之後，調律師波愛修斯躺在瓦礫之間，\n只有瓦礫聽清了他神志不清的低語，只有瓦礫記錄了叛徒的罪惡…\n\n「只因一時的瘋狂，他背叛了我們所有人」\n「秩序不會輕易改變，人的悔改亦是如此」"
	},
	"circlet": {
		"name": "黃金劇團的獎賞",
		"relictype": "理之冠",
		"description": "樣式古老的王冠，相比起君主的頭飾，不如說更像是舞臺道具。",
		"story": "在那片莊嚴靜默的深海底部，榮耀王國曾經高聳的王城所在，\n如那盛大舊夢的可憐殘影一般，矗立著一座褪色的黃金城堡。\n黃金時代的宏偉歌劇已然落幕，諧和有致的樂章亦不再迴響。\n在野心與背叛毀滅的廢墟上，「舊日之人」建起了新的國度。\n\n「可怕、可怕！完美的秩序又被野蠻踐踏，弱者與蒙昧占領了帝國的舊土」\n「精靈與泉水，泉水與騎士…孩童的囈語取代史詩，鬆散的歌謠替代了樂章」\n「本應永恆的威權被神王的一時瘋狂摧毀，如今又被新生的蠻族國家嘲弄…」\n「難道偉大的帝國終將復歸野蠻？難道蒙昧與無知終將把文明和理性征服？」\n\n在褪色城堡的黃金劇場之上，失去樂章的樂師如是放聲哀歌不再歸來的往日，\n而靜靜地聆聽著的，則是沉默而饑渴的魔像，等待著獵食與吞噬無辜的靈魂。\n待到黃金的大樂章重新奏響之時，「金色劇團」終將領取誠實者應得的報酬。\n待到完美的秩序在人類中分出主人與奴僕，健全與美令榮耀王國再度光榮…\n待到那一日、待到那一日…\n「金色劇團」的每一位成員，自當贏得整個未來作為獎賞。"
	}
}