{
	"name": "沉淪之心",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "獲得15%水元素傷害加成。",
	"4pc": "施放元素戰技後的15秒內，普通攻擊與重擊造成的傷害提高30%。",
	"flower": {
		"name": "飾金胸花",
		"relictype": "生之花",
		"description": "色澤暗淡的斗篷別針。原本鍍上的金色已經被海風磨去。",
		"story": "因海風褪去色彩的胸花。\n即使是踏遍浪濤的男兒，\n也有珍視的飾物與記憶。\n\n艨艟再度起錨出海，大副又一次追隨船師起航。\n為了船師荒唐的追尋，為了記憶中晦暝的故鄉，\n大副低吟自編的蹩腳酒歌，和鳴著鯨聲與浪響。\n\n「放棄了一族之名的賊人與獵殺他的魔女（沒能）浪跡四海」\n「無法得到一族之名的賢明胞弟（是否）終於成為一族之長」\n\n「無法唱出口的歌詞…最終你也放棄了事實，選擇了幻想嗎」\n「失去一切的與放棄一切的，都沉沒在無限包容的浪濤之下」\n「或許也是不錯的結局吧。哈哈哈哈哈哈！」"
	},
	"plume": {
		"name": "追憶之風",
		"relictype": "死之羽",
		"description": "隨嗚咽的海風、腥紅的海浪而來的飛羽，年歲改變了它的形狀與顏色。",
		"story": "不祥的紅色飛羽，或許是報死的標記。\n某日隨海獸遺骸一同被沖上了海岸。\n\n玩世不恭的大副並非璃月本土人士，而是來自貴族的灰色國度。\n人們說他也曾是一位貴族，卻因某事令家族蒙羞，被胞弟流放。\n但那些只是無稽的傳說。他初到港口時，身上僅佩著一把細劍，\n除此之外，只有一根小小的藍寶石色羽毛，佩在破舊的斗篷上。\n\n後來，浪客與船師投身汪洋，和風暴、海獸與豪浪相搏。\n曾經藍寶石色的飛羽也被血水染紅，浸潤了大海的鹹澀。\n\n在最後一刻，\n他清晰地想起了那些烈酒掩蓋的往事。\n就如同海浪洗去的砂礫下露出的寶藏…"
	},
	"sands": {
		"name": "堅銅羅盤",
		"relictype": "時之沙",
		"description": "古舊的銅製羅盤，指針始終朝向遙不可及的彼岸，不存在的港灣。",
		"story": "海上男兒所用的銅色羅盤。\n在永遠動盪的浮波生涯中，\n恆常指向持有者心向之處。\n\n不修邊幅的船師曾以這尊羅盤引導巨艦，\n克服最兇險的海域、征服最宏大的漩渦。\n也曾經以不羈的笑聲中顯露的深刻仇恨、\n烈酒與但求一死的終局，引導失落的人…\n\n「小賊終究難逃絞架…你們的歌是這樣唱的吧？」\n「只要有容身之處，就算葬身魚腹也無所謂——」\n「上船的時候，你不是和這艘船訂立契約了嗎？」\n「這份記憶，沒有被烈酒洗掉吧？哈哈哈哈哈！」\n「沒有忘記那就好。因為，是時候履行契約了。」\n\n「啊啊，這樣也好。一切都無所謂了…」"
	},
	"goblet": {
		"name": "沉波之盞",
		"relictype": "空之杯",
		"description": "無心打撈上來的褪色酒盞，暗淡的外觀呢喃著海波之底的往日。",
		"story": "稍有褪色的精緻杯盞，\n為海淵之砂打磨乾淨。\n\n精巧的酒盞從大副手中滑落，僅在海面激起小小的浪花。\n在掠影的魚群間，在光芒漸逝的海淵中，它經歷了什麼？\n在寂靜的暗巷裡，在幽會的雕花窗欄前，他曾經歷什麼？\n暗金酒盞緩緩下沉，沉入海怪的夢中，沉入大副的夢中…\n\n「這罪印是拜你所賜，這恥辱我總會找你討還」\n月光照亮藍寶石的眼眸，還有那道刺眼的傷疤。\n她的面龐在他的回憶之中愈發明亮，明豔冷傲，\n但他卻忘記了自己那時作何回應，竟徒留悵然。\n\n「話說回來，這已經是第幾次遺忘往事了呢…」\n\n「說了過去的事情無論如何都無所謂吧！」\n「一切死都是枉死，沉湎過往沒有救贖。」"
	},
	"circlet": {
		"name": "酒漬船帽",
		"relictype": "理之冠",
		"description": "古舊的船帽，繚繞著不散的酒氣、浸漬了斑駁的酒痕。",
		"story": "散發著濃烈酒氣的三角帽，\n其形制象徵著故主的身分。\n\n濫飲的大副終日醺醉迷離，罕有酒醒的時刻。\n渾身圍繞刺鼻的酒氣，總是呢喃著殘破的記憶，\n歡笑的船師對此卻並不責怪，仍委以重任。\n\n「因為我們都是一無所有的人啊。哈哈哈哈！」\n\n「酒漬的船帽被暴風揚入高空，逐浪乘波而去」\n「註定失去故鄉之人，進行著無望無求的紛爭」\n「從回憶之海中丟失的，他們向深邃之海討取」\n\n「海流風向全部正確。我找到了。」\n「在夢中也啃噬著我的那頭巨獸…」\n「報償之刻終於到來。起帆吧！」"
	}
}