{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "長夜之誓",
	"effect2Pc": "下落攻擊造成的傷害提升25%。",
	"effect4Pc": "裝備者的下落攻擊/重擊/元素戰技命中敵人後，獲得1/2/2層「永照的流輝」，由下落攻擊、重擊或元素戰技產生的該效果分別每1秒至多觸發一次。永照的流輝：下落攻擊造成的傷害提升15%，持續6秒，至多疊加5層，每層持續時間獨立計算。",
	"flower": {
		"name": "執燈人的誓詞",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "執燈士所佩戴的鐵花，象徵著此人曾發下永世守望的重誓。",
		"story": "…那時，有自北方而來的獵風平整大地，為專橫的王公刈除不羈的邊民。\n而為了竊取空月所遺落的力量，說方言的妖僧向眾妖靈的沙皇獻上毒計。\n隱於山林的月童們因此分崩離析，同胞的姐妹受命運驅使踏上歧途之路。\n最終自命不凡的狂人也未能逃逸天殼的囚籠，被妄想盡頭的魔天所吞噬。\n\n不過所有這些都是在「樂園」尚未誕生前的故事，\n因為彼時的樂園還不過是兩個孩童在月下的空想。\n直到許多年以後，其中一人作為聞名諸國的大盜遭到處刑，\n另外一人才終於明曉，那仿若無心留下的話語背後的真意。\n\n後來的事情就是我們所知道的了，\n當長夜到來之時，北國的王廷再也無暇顧及這雪原外的邊鄙之地，\n漆黑獸潮在荒蕪的大地上奔馳，摧毀了一切過往文明存在的痕跡。\n直到最初的鑄燈者舉起第一束光，從月童的女祭司那裡借得力量，\n以月之名將黑暗驅至無光的舊墟，與被噩夢撕扯的魂靈一同深埋。\n\n在一切結束後，倖存的人們在山上築起燈塔，遠望冬都的新主人。\n為了守護摯友那孩童般純粹的空想，鑄燈者不惜在女皇廷前抗辯，\n雖是如願得到了特許的御敕，卻也從此背負上守望與犧牲的誓言，\n而那被稱為「挪德卡萊」的「樂園」的歷史，就從這一刻開始了。"
	},
	"plume": {
		"name": "夜鳴鶯的尾羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "用夜鶯的羽毛精心製成的帽飾，據說其形制由最初的鑄燈者所定下。",
		"story": "傳說口銜燃芯的鶯鳥，只會在無月的黑夜到來時起飛。\n點點火光如流星般劃過天空，為黑暗的年歲帶來光明。\n\n開拓時代遺留下來的古堡廢墟上，是「執燈人」守望長夜的高塔，\n自他們的先輩在女皇的御前立下永誓以來，已過去了數百年之久。\n「樂園」中的人們相信，只要燈塔不曾熄滅，他們便能得享自由，\n無需恐懼於漆黑魔獸肆虐下的顛沛流離，也無需尋求北國的庇護。\n然而從天邊傳來令人戰慄的聲音，那是狂獵之主馳騁夜空的步伐，\n巡夜衛士如往常一樣換下獸皮的大氅，但那一日，太陽沒有升起。\n\n集結的軍號響徹山野，戰士們在高塔下列隊，\n為了履行古老的誓約，等待著南下的大號令。\n然而麥酒大廳中，這一代的執燈長沉默不語，\n因為在北方，燦如極晝的大軍也已進至城下。\n\n「蒼星的戰士們，為何要在此時叩響皮拉米達的門扉。」\n「女皇陛下所賜的神聖權利，即便是你們也無權打破。」\n自稱援兵的不速來客，執燈長知道他們另有圖謀，\n但若是此時退讓，綿延百年的自治便將不復存在。\n\n從為首軍官的假面之下傳來了冰冷而低沉的話語，\n與之相伴的，彷彿還有一聲不知何處傳來的嗤笑。\n「那是黑災起始之地，至冬無法承擔你們失敗的代價。」\n「夜鶯的戰士，拼盡全力戰鬥吧！但若你們無人歸來…」\n「那時，便由我們來負責『善後』。」"
	},
	"sands": {
		"name": "不死者的哀鈴",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "漫步黑淵的戰士所攜帶的銅鈴，在無光的夜裡常常能聽到它的哀鳴。",
		"story": "彷彿灼燒大地的大戰重臨，空氣中瀰漫著血腥的氣息，\n伴隨著哭喪般的哀嚎，幽魂的大軍正掠過漆黑的夜空。\n在流傳鄉間的民話中，他們是自異界而來索命的魔軍，\n也有人認為，他們是那個古老的噩夢遺留下來的幻影。\n\n這便是在邊地的住民們口中，被稱為「狂獵」的災厄，\n如果只是如夏日的暴風雨般，伴著雷鳴電閃肆虐天空。\n對習慣冒險生活的人們而言，或許只算是小小的意外，\n但當百年未見的狂潮如漆黑的血雨般傾瀉在大地之上，\n人們才終於意識到，那從父祖輩流傳下來的可怖傳說，\n絕非嚇唬小孩的無稽之談，而是流淌在血脈中的恐懼。\n\n但總有人需要直面恐懼，為流離在無邊黑暗中的行客們掌起明燈。\n黑羽的鴉群行進在光暗之界，率領他們的便是這樣一位逆光之人，\n他默默舉起手中長劍，劍光反照出的面容就如玄刃一般堅毅如鐵。\n就算明知是飛蛾撲火，守誓的軍團仍舊踏入了那生死無歸的戰場。\n\n……\n在道路的盡頭，終於還是只剩下了那手持玄刃的一人，\n他知道，引來「狂獵」的邪穢就藏在那片密林的深處，\n只差一點，只差一點他就能拯救他曾發誓守護的大地，\n這樣想著，甚至沒有注意到自己的身形早已四分五裂，\n隨身攜帶的警鈴，也在血肉與黑泥的撕扯中嘶嘶作響。\n或許是被那鈴聲所震懾，圍繞著他的食腐者畏葸不前，\n只能由他漫步在深淵之中，去履行那尚未完成的誓約…\n\n多年以後，在城鎮與鄉野之間流傳的民話中，又增添了新內容，\n每當哀哭般的鈴聲響起，那便是永誓獵殺「狂獵」之人的行跡。"
	},
	"goblet": {
		"name": "未吹響的號角",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "過去曾用來召集守誓之人的號角，如今早已失去其作用。",
		"story": "當宣告北國威權的號角吹響，雷鳴般的步伐震撼大地，\n就像是橫跨在冰原上的鐵軌，將蒼白的火焰延燒四方。\n效忠於女皇陛下的特遣軍，並非是某個執行官的私屬，\n他們向白磷色的蒼星起誓，只為了創造無垢的新世界。\n\n即便是生活在恩准自治的邊地，也依舊是祖國母親的子民，\n因為冰之女皇那無疆的慈愛，不會拋棄任何願意追隨的人。\n帶領著這支邊防小隊的准尉，從懵懂的兒時起就這樣堅信，\n直到他徘徊在地獄的門口，瞥見那不被任何人所愛的魂靈。\n\n出擊的請求依舊沒有得到裁可，但准尉已經暗暗下定了決心，\n我們遠征至此，乃是為了拯救在無情災厄下受難的無辜之人，\n怎可這樣看著噬咬大地的漆黑魔獸，奪走母親與孩童的生命。\n如果這就是大人物所謂的命令的話，那就讓這命令去見鬼吧。\n\n……\n汙濁的瘴氣被北風所吹散，初晨的陽光穿破黑雲，再度拋灑在天青色的大地之上。\n戰爭結束了，高塔卻沒有迎來凱旋的英雄，只等來了罪人與他拼死救下的孩子們。\n雖然預定的計畫出了些小小的紕漏，左道的賢醫卻不以為意，因為目的已然達成。\n擅離職守，背叛女皇的重罪，又因新立下的誓言而獲赦免。\n在骸骨壘成的階梯上，新的戰士開始守望，直至淵海枯竭。"
	},
	"circlet": {
		"name": "被浸染的纓盔",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "古老而沉重的頭盔，是標識了北方古老戰士家系的傳承之物。",
		"story": "傳說最初的鑄燈者來自極北的冬都，夜鶯的徽記標識了他光榮的家系。\n那本是作為暗探效力的家族，卻因冬沙皇的恩賞而得以榮膺縉紳之位，\n作為區區一介凡人出入宮廷，點綴在妖精的顯貴們所組成的王廷當中。\n當席捲諸國的災厄到來，開拓時代一度被寄予厚望的邊地已無神眷顧，\n在挪德卡萊最黑暗的年代裡，唯有身著玄銀色鎧甲的騎軍自北方踏來。\n像是早已知曉他的來意一般，新月的女使為他點燃了驅散黑暗的明燈。\n\n在出發南下倫波三島的前夜，在麥酒大廳為戰士們舉辦了盛大的宴席，\n席間最為引人注目的，是一位頭戴玄色的纓盔，手杵長槍的年輕武士。\n在如今的執燈士當中，只有極少數人還會佩戴這樣古樸而笨重的鐵胄，\n因為那代表他們流淌著的血脈，來自最初跟隨鑄燈者擊退黑潮的勇士，\n即便沒有封地也沒有顯貴的頭銜，他們依舊遵守著先祖所立下的誓言。\n他們相信，曾經守護著至冬全域的眾妖靈之主，依舊在某處保佑他們。\n\n被汙泥所垢染的苔原已浸滿了英雄的鮮血，年輕的武士跪立在戰友們的屍身當中。\n犧牲本就是執燈士的命運與榮耀，但要是能再救下一個人，能多救下一個人也好，\n於是像過去的先祖一般，他向著那已無人禱告的舊神，及他曾統御的諸王們祈求。\n\n或許是被號角聲所吵醒，又或是聞到了久違的血腥氣息，也可能只是無聊，\n在某處，某個沉睡已久的怪靈從漫長的蟄伏中甦醒過來，回應了他的願望。\n那古老傳說中幽藍色的燎原之火，終將再度於新的戰場灼燒…"
	}
}