{
	"name": "逐影獵人",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "普通攻擊與重擊造成的傷害提高15%。",
	"4pc": "目前生命值提升或降低時，暴擊率提升12%，該效果持續5秒，至多疊加3次。",
	"flower": {
		"name": "獵人的胸花",
		"relictype": "生之花",
		"description": "老舊的勳章，在過去曾被用來配發給在戰鬥中做出了傑出貢獻的人。",
		"story": "在過去，用於褒獎曾為楓丹安定而做出戰鬥貢獻的人，\n而設計、製作的勳章。這種勳章大部分是光榮的象徵，\n但得主有時會將其藏在不見光的地方，或是投入水中。\n\n「追尋森森鬼影，將其盡數驅逐、獵殺」，\n這是後來被充滿尊敬地稱為「黃金獵人」，\n而本人卻將這一名號視為恥辱的卡西奧多，\n協助建立「逐影獵人」這一職的名稱由來。\n但世間邪道與妖魔罕有，被貶為邪道與妖魔的人常有。\n如今的逐影庭更專注於犯罪調查而非戰鬥，\n並大量吸收了作為種族相對年輕的美露莘。\n\n這枚勳章曾經屬於一名參與指揮白淞之圍的逐影獵人。\n他因此離開了逐影庭的行列，計劃與杯中物度過餘生。\n直到舊友的託付讓他不情願地再度嘗試與人一同生活，\n再度開始嘗試為了兒女創造一個沒有森森鬼影的世界。\n在最後，迎接他的是消除一切藩籬與隔閡的平靜海洋。"
	},
	"plume": {
		"name": "傑作的序曲",
		"relictype": "死之羽",
		"description": "用於調整舊式機關發條力矩的便攜工具。如今失去了實用價值。",
		"story": "調整機關發條力矩的小工具，適用於各種規格的發條盒。\n隨著阿蘭·吉約丹的「新式」發條機關普及而失去效用。\n如今後者已經過了數百年的驗證，不再被稱為「新式」。\n\n關於阿蘭·吉約丹其人。\n在加入並離開逐影庭，並最終楓丹建立動能工程科學研究院前，\n吉約丹曾在如今淪為廢墟的自然哲學學院主導有關能源的研究。\n據說他一生中從未與同樣曾在逐影庭效力的妹妹以外的人親近。\n\n關於他有諸多傳說。其之一：\n據說他在學院時期就製造出了擁有思考能力的機械，\n並曾藉助這台機械協助自己與妹妹在逐影庭的工作。\n這些說法來自曾與他共事者（多數歿於厄里那斯），\n加上沒有實際物證，因此從未進入相關的官方記載。\n被問及時他有一次評論道：很遺憾。沒什麼好說的。\n除此之外再沒有對相關的提問與調查做出任何回應。\n\n其之二：\n老年時他從楓丹科學院退休並投身工坊，不再與人相見。\n他在他的歲月盡頭從事的研究成果從未公開發表過，\n事後在個人工坊中，只能找到建造何物留下的痕跡。\n\n在後來，這些傳說與科培琉司未能演完的遺作一樣，\n激起了無數人的遐想、靈感與努力。"
	},
	"sands": {
		"name": "裁判的時刻",
		"relictype": "時之沙",
		"description": "制式的懷錶，走時精準度並不算高。",
		"story": "過去配發給楓丹執法者的懷錶，\n作為懷錶而言精準度並不算高，\n但能在執勤時起到徽章的作用，\n在楓丹曾有非常廣泛的知名度。\n\n大魔術師「帕西法爾」請求比武審判的消息經由報刊報導，\n連同她出人意料的罪行，一同在楓丹廷引起了一定程度的轟動。\n審判庭之後對此要求的應允與人選，更是甚囂塵上的消息，\n由決鬥代理人瑪爾菲莎為指控方的代表，參與此次比武審判。\n關於瑪爾菲莎的出身是否會令她在決鬥中判斷或表現失常，\n她與帕西法爾過去可能存在的關聯…以及更為通俗易懂的，\n兩者「戰鬥力」孰高孰低，都是當時為人津津樂道的話題。\n\n過去曾經與「帕西法爾」相識的記者卡爾·英戈德彼時已經辭職，\n他決定不再以此為業，情願作為探險者與荒野、廢墟和遺蹟為伍。\n但出於職業的驕傲或是懷舊，他一直珍藏著身為記者拍攝的畫片。\n數年後，一次他回到楓丹時應時任水仙十字院副院長的舊友之約，\n來為當時水仙十字院的成員合影時，透過鏡頭看著另一側的面容，\n他想起了自己曾經懷著許多希望在白淞鎮與楓丹廷之間來回奔波，\n那是有夢幻般虛幻的數月，對有的人而言太長，對有的人則太短。\n想起即使事態像能夠消去一切的洪水升起般，漸漸看不見一絲光，\n即使所有人都勸他應及時抽身，卻始終不願意放棄的年輕的自己。\n想起了自己透過鏡頭看到的許多笑容，聽到的許多對未來的暢想，\n還有後來隔著磚石土地悶悶地傳來的喊聲、破裂聲與金屬碰撞聲。\n想起最終用「戲法」強行將自己轉移到漆黑而安全的地窖的少女，\n沒能作為記者在比武中記錄她最後一戰的懊悔才將他的視野席捲。"
	},
	"goblet": {
		"name": "遺忘的容器",
		"relictype": "空之杯",
		"description": "容納烈酒的便攜金屬容器，適合放在大衣口袋中隨時使用。",
		"story": "過去，某個曾為楓丹廷效力之人的酒壺。\n從事某些特定工作的人，若非生性冷酷，\n最終若不依賴其中靈藥，遲早走向崩潰。\n\n它曾屬於曾經為楓丹的安定而做了不得不做之事的人。\n而他在負傷退役許多年後在最後一次調查時，才明白，\n循著足跡跳入兔子洞，迎接他的不是仙境，總是漩渦。\n\n……\n記憶如同破裂的潛水護具中湧出的氣泡一般浮現出來。\n他想起了自己幼時與德懷特、貝瑟，還有卡爾的遊戲，\n在當時他總是扮演英雄，卡爾總是扮演惡龍賈巴沃克，\n而他熟悉無比的院長的懷抱與此刻的感受有多麼相似。\n想起白淞鎮的赤紅火光照亮的無數被仇恨扭曲的面龐，\n他這才想到自己也曾將無罪的孩子送進了水仙十字院。\n\n最後最為鮮明的，是初次遇見「兒子與女兒」的心情。\n彷彿看到漫長隧道盡頭的光，看到戴上面具前的自己。\n但就如同在漆黑的地獄深處緊緊攫著蛛絲的徒勞一般，\n「親愛的阿蘭、親愛的瑪麗安…我從不和你們親近，」\n「直到最後，我也不知該如何成為你們的『父親』。」\n「但是我實在不想失去，只有看著你們長大的記憶…」\n酒醒時，所有榮譽、恥辱、愛與執著，都已溶於水中。"
	},
	"circlet": {
		"name": "老兵的容顏",
		"relictype": "理之冠",
		"description": "老舊的面具，能夠一定程度上替代因傷害而損毀的面容。依據傷殘的面積、使用者的性別，有不同的設計。",
		"story": "過去，配發給那些為楓丹廷效力而面部負傷者的假面。\n能夠替代駭人的面容，是老兵的光榮或恥辱之相。\n即使能將傷痕完全遮蓋，心裡的傷也不會消失吧。\n\n「如果我不能夠回來，那兩個孩子就託付給你了。」\n一同長大、又一同曾經為楓丹廷效力的友人說道。\n已經沒有請你來並肩戰鬥了，友人原本想這麼說，\n但是如今她與他之間的默契，是一段空白的年月。\n彷彿只要不去談論，白淞鎮的事情就不曾發生過。\n\n這回院子恐怕會被淹沒，我和院長不在也不安全，\n想把孩子們託付給值得信賴的人，像你和英戈德，\n友人看出了無法發言的他面具下的神色，解釋道。\n\n「等凱旋回來，再叫上拉斯克和英戈德一起吧。」\n「這次就由我來下廚吧！讓你們好好見識見識。」\n看到他眼裡流露出的狐疑，友人氣沖沖地補充道：\n「這幾年我已經學會了烘培！孩子們都很喜歡的！」\n\n「那麼再見囉，吉約丹…我親愛的埃馬紐艾爾。」\n「你那裡也一切順利才好，不要遇上什麼事情。」\n「希望我的斯彭西安還沒有被小伙子們搞壞…」\n\n雖然不喜歡小孩子——應該說，不想與任何人來往，\n因為只要看到人，就會想到他們體內也流著紅血。\n但既然是老友的請求，那就暫時幫忙看著他們吧，\n等貝瑟回來，就把燙手的山芋還給她…"
	}
}