{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "穹境示現之夜",
	"effect2Pc": "元素精通提高80點。",
	"effect4Pc": "隊伍中附近的角色觸發月曜反應時，若裝備者在場上，將獲得持續4秒的「月輝明光·蓄念」效果：隊伍的月兆為初輝/滿輝時，暴擊率提升15%/30%。隊伍中的角色每擁有一種不同的「月輝明光」效果，隊伍中的所有角色觸發的月曜反應造成的傷害提升10%。由「月輝明光」產生的效果無法疊加。",
	"flower": {
		"name": "渴真之花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "雕刻成花型的聖物，似乎是為了象徵某種如花般綻放的可怖存在。",
		"story": "那是罪人們尚未鑄成大錯的年代，地底構築的屬世王國深處。\n王國中的人們不曾見過大海，當然也從未目睹過真正的太陽。\n但即便是在這暗無天日的地方，亦有人妄圖窺探群星的秘密。\n不過他們並非仰望星空，而是在鏡面虛假的倒影中尋覓真實。\n\n或許是因為位置實在特殊，在王國境內所映出的星圖中常有異象閃爍，\n占星學家們將之記錄下來，稱為「渴真之天象」，其意即為渴望真實。\n「或許鏡中所倒映的不過虛假的幻影，真相唯有穿透幻影才能到達。」\n摸索著冗長的星表，久而久之，占星學家們自然也產生了這般的想法，\n只是那時的哲人們還不知道，他們已然窺見了永恆無限的魔天的一角。\n\n不知過去了多少年，久到地上的神明紛紛隕落，久到黑日取代了赤月。\n那時，已有人知曉了深罪的秘密，因此窺探星空也成為了禁忌的知識。\n如今王國中僅有少數人享有逾越禁令的特權，以便為獨眼的君王服務。\n\n然而凡事總有意外，當無知的學僧拭去遮蔽焚真之鏡的浮塵，\n那環繞著深邃視界的奇境天光，便再次照亮了狹小的觀星室。\n漆黑的樂園是何等地美麗，何等地璀璨，又是何等地…褻瀆。\n僅是一瞥，便已佔據了年輕的拉烏斯萬格全部的心智與渴望。\n而這便是日後高頌天外淵藪的妖僧，一切故事與罪行的開端…"
	},
	"plume": {
		"name": "深罪之羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "氈帽上佩戴的深邃羽飾，在追求華美的至冬貴族間顯得格格不入。",
		"story": "逾越身分的約束，已屬蔑視君王的大惡，\n窺探深黑智慧，這般罪行更是絕不容赦。\n\n然而拉烏斯萬格對此也未曾辯駁，因他的心中除那光芒外已別無他物。\n很快來自裁判庭的判決降下，學者被逐出了深秘院，並判以流放之刑。\n雖說是流放，但對他這種祖先出身異國之人而言，卻要比死罪更可怕，\n因為那施加於背棄神明之人的古老詛咒，一旦回到地上便會追趕上他。\n這樣的刑罰已背棄了王國的高貴理想，正是地下王國走向墮落的明證。\n\n但王命不可違，況且見過樂園深景後自己早已無法忍受。\n「熄滅吧，無益的一生，至少你在那一刻曾窺見真實。」\n然而當拉烏斯萬格終於走出洞穴，沐浴於真正的陽光下，\n同行之人發出痛苦哀嚎，唯獨他身上卻是什麼也未發生。\n\n那一刻，彷彿穹境中的偉大存在就在他的面前示現。\n它親自從芸芸眾生中揀選了他，賜予他黑暗的恩典。\n如此幸運，又如此可悲，他最終知曉了自己的使命。\n\n「火焰照亮了世界，也將其燒卻。」\n「而我的命運，便正如飛蛾撲火。」"
	},
	"sands": {
		"name": "諭告之鐘",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "由神秘力量所驅動的精緻的自鳴鐘，但其用途似乎並非是指示時間。",
		"story": "那是漆黑的災厄尚未席捲諸國的時代，\n那時的人們還在安享最後的黃金歲月。\n\n據說有一位博學多才的學者，長久地流寓在諸國之間。\n他早就遍覽明論派的紀事，也已經翻閱過北陸的館藏，\n然而就算是最古老的紀錄中，也找不到他所追尋之物。\n那是不存在於這個世界上的，宛如奇蹟般的漆黑樂園。\n\n他走遍了已知世界的每一個角落，除了那處尚未開發的蠻荒之地。\n那是名為挪德卡萊的北國邊地，數年前才由至冬的沙皇下令開拓。\n那裡沒有名望顯著的學者，似乎也沒有古老文明曾存在過的痕跡。\n\n「這裡就是最後了，我無益的一生。」\n在出發之前，他心想。\n「但是即便無望，也不可在此放棄。」\n\n或許是願望總算得到注視，他再次得見苦苦追尋的真理。\n而這一次，他終於找到了能夠通往漆黑樂園的深罪道路。\n接下來要做的，便是親手打開那扇在無數夢中閃爍的門。\n不論是要用怎樣的手段，也不論將付出什麼代價，都要…"
	},
	"goblet": {
		"name": "滿溢之壺",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "宮廷宴會中使用的特製酒杯，曾被用來表演某種魔術。",
		"story": "在至冬宮回轉的廊廳間，酒會與歌舞似乎永遠不會停歇。\n妖精的貴族們喜好豪華，他們將宴飲視作最重要的工作。\n就算有誰長著寶石般堅硬的心，也會被香醇的美酒融化，\n甚至連整個國家的大小政務，大多也是在微醺時決定的。\n\n被貴族們私下呼作「妖僧」的霍德望教授，是近來宮廷裡的名人。\n不但是由於他憑藉精深的煉金與占星術，成為了沙皇陛下的寵臣，\n也不僅因為他總能說出些有趣且深刻的格言，引得眾人哈哈大笑，\n真正讓朝堂上的貴族們為之側目的，是縈繞在他身上的那些傳奇。\n\n據說弗提烏斯大公曾因嫉妒之心，想要除掉這個礙事的野狐，\n他將上好的火水換作致命的毒藥，卻不曾想教授仍甘之如飴。\n最後，反而是大公本人因此而拜倒，成了妖僧最忠實的擁護者。\n\n又聽聞妖精中最擅變化的菲利波夫，曾公開嘲笑教授的研究只是騙人的把戲。\n然而妖僧對此只是笑了笑，隨後便在眾目睽睽之下召來了他魂牽夢縈的亡妻。\n以上這些故事都成為了席間的笑談。但每當有人問起時，教授總是不置可否。\n或許也並沒有人真的在乎這些故事的真假，它們不過是歌舞間隙助興的調味。\n\n可能對於貴族們來說，沒有根基的異邦人總是更值得信任。\n當然，如果在此之外他還能幫忙處理些麻煩事那就更好了。\n但是劇中之人又怎麼能夠料到，慘烈的終幕就要到來了呢？"
	},
	"circlet": {
		"name": "永劫之冕",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "仿照罪人的頭環製成的冠冕，或許在某人心中愛與罪本就同源。",
		"story": "自北方吹來的風為古老蠻荒的邊地帶來了新的機遇和文明，\n在巨木倒下的地方，興起了大大小小的城市、港口與工廠。\n但唯有沙皇的寵臣知道，眼前狂飆突進的繁榮也並非全部，\n眾妖靈的君王正籌劃著，不為月下的秩序所容的叛逆計畫。\n\n「但我認為，沙皇陛下的器量與野心還是太過狹小。」\n「他被慈愛的鎖鏈束縛在大地上，從不曾仰望群星。」\n「擁有那樣偉大的力量，卻只想要做月下生靈的王。」\n「他竟不知，在天幕之外才能尋得真正永恆的樂園。」\n\n作為沙皇陛下的欽差，妖僧現身在挪德卡萊是為了一項隱秘任務。\n倘若能夠得到隱藏在這裡的秘寶，便可掌握足以顛覆大地的力量。\n但他尋求力量卻並非是為了救世，而是要將世界作為自己的薪柴。\n\n「看啊，愚蠢而短壽的凡類，和這速朽空幻的世界一樣無可救藥。」\n「唯有像我這般，被至高的恩典所預選之人才有存在下去的意義。」\n「與其在無盡的輪迴中沉淪，不如在為了偉業的犧牲中得到解脫。」\n\n「雷德·米勒，快拋下那些渺小的感傷，你我都是被命運選中之人。」\n「跟從我吧，世界註定將走向毀滅，而我們將從天殼裡破繭而出！」"
	}
}