{
	"id": 15034,
	"rarityList": [
		4,
		5
	],
	"name": "回聲之林夜話",
	"effect2Pc": "攻擊力提高18%。",
	"effect4Pc": "施放元素戰技後的10秒內，岩元素傷害加成提升20%；若處於結晶反應產生的護盾庇護下，上述效果提高150%，進一步提高的效果將在失去結晶護盾庇護的1秒後移除。",
	"flower": {
		"name": "無私的妝飾花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "故事中的女巫所佩戴的胸花，與她所喜愛的其他裝飾一樣，用蝴蝶的造型作為點綴。",
		"story": "小狗竄上了閣樓，撞了一鼻子灰，忍不住噴嚏連連。\n「派，看看你，原來是蘋果派的顏色，現在反而像是被塗上桑葚果醬了。」\n小女孩追著被叫做「派」的小狗擠進了矮小的閣樓，幫牠撣掉了灰塵。\n閣樓堆滿了裝幀精美的書籍，小女孩選了一本從書架上取下，書的封面有漂亮的金翅蝴蝶作裝飾。\n「像是故事書。說不定媽媽講的那些故事，就是從這些書上看來的呢！你說對嗎，派？」\n小狗短吠了一聲，像往常一樣趴在小女孩的腳邊。\n「哼哼，如果我可以比媽媽先讀完…」\n於是小女孩翻開故事書，泛黃的書頁就像蝴蝶展開雙翼…\n\n那是並非很久以前發生的故事，傳說在回聲之林裡，住著能夠實現任何願望的女巫。\n但這個女巫就像其他故事裡的女巫一樣性情古怪，她用魔法讓霧氣籠罩整座森林，讓闖入者被林中的回聲所迷惑，所以很少有人能找到她在林中隱居的小屋，更別提向她許願了。\n不過有一天，終於還是有一個青年叩響了女巫的家門。\n青年原本想找一朵藍花，中途卻被金翅的蝴蝶吸引了目光。追著蝴蝶，不知不覺就來到了林中小屋之前，這時他才想起傳說中能夠實現願望的女巫，躊躇了一陣之後還是決定登門拜訪。\n不待他叩第三下，門便打開了。\n「我有一個願望…」青年說。\n「人們都這樣說。」女巫打斷了他，「實現你的願望對我來說並非難事，但願望的代價因人而異。」\n「我心愛的少女，她的芳心早已另有所屬。但我並非想要藉助魔法的力量令她改變心意，而只是希望她能夠獲得這世上所有的幸福。若妳能實現這個願望，凡是我所能支配的，我的時間、金錢，甚至是靈魂，我都甘心奉上。」\n「你的願望將會實現。不過代價將在日後收取，代價也未必是你的靈魂…女巫總是隨心所欲的。」\n「可是這世上有什麼比一個人的靈魂更珍貴呢？」\n「到時你會知道，當約定的時刻到來，唯有金子般的心將會被稱量。」\n……"
	},
	"plume": {
		"name": "誠懇的沾水筆",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "故事中的女巫所使用的沾水筆，流暢順滑在其所有的優點中最不值得一提。",
		"story": "……\n「出賣靈魂的交易在故事裡總是這麼容易…那靈魂應該是更便宜的東西，否則人們為什麼總是那樣輕易地將它交出呢？」\n不過她並不知道靈魂是什麼意思——畢竟她從未見過。相比之下，下午茶的美味點心、和派在花園玩耍的時光、睡前聽媽媽講的那些故事，才是更珍貴的東西。\n「幸好我們都沒有願望要女巫實現，這樣就不用拿任何珍貴的東西交換了。」\n她翻到下一頁…\n\n雖然得到了女巫的許諾，但青年自己也無法想像願望實現會是怎樣的景象。\n如果是更具體的願望…用之不竭的財富和令他人俯首稱臣的權力都是很容易想像的——但在那之上的幸福呢？\n青年曾聽聞女巫有許多魔法的道具，而她正是藉助這些怪異又非凡的收藏的力量。他按捺不住好奇，便詢問女巫將用哪樣道具來實現他的願望。\n「魔法的沾水筆所寫下的詞句都會成為現實，她將成為命運的寵兒。」\n青年不可思議地看女巫輕輕搖晃墨水瓶，黑水如海浪般翻滾，他彷彿看到了他們生活於其中的世界像一座孤嶼隨浪潮浮沉，而更多他從未見過的面貌與風景如畫冊的篇頁般翻過…\n他看得入了迷，幾乎要從墨水瓶的廣口墜落，溺沒於黑水之中。\n「墨水瓶中有她所能想像到的一切，只要她願意，這一切都將為她所有。」\n隨著沾水筆在紙頁上遊走，少女的命運就這樣被改變。\n不知從何時起，少女已不再對接踵而至的幸運感到驚異。\n她不再為任何事煩心，幾乎所有事都會照她希望的樣子發展，而凡是她想要得到的東西，最後也總會以某種形式抵達她的手中。\n人人都愛她。人們讚美她的容姿、稱頌她的德行，就連過去她曾以為不會對自己一顧的人，也完全改換了態度。\n漸漸地，她習慣了投向她的讚美的話語、豔羨的目光。儘管她的容姿絕非出眾，德行也更是普通，但命運卻毫無保留地眷顧了她。\n……"
	},
	"sands": {
		"name": "忠實的砂時計",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "故事中的女巫所仰仗的砂時計，據說對它唸出錯誤的咒語，時間的流逝就會格外迅速。",
		"story": "……\n「要是有魔法的沾水筆…如果是派會寫什麼呢？很多很多狗餅乾？」\n小女孩放下書，摸了摸派的腦袋，小狗搖搖尾巴作為回應。\n「哦！派不會寫字，那就讓我來替你寫好了。除了很多很多狗餅乾，還有…」\n她翻到下一頁…\n\n「多可笑啊…好像藍色緞帶有多稀罕似的。」少女毫不留情地驅逐了訪客，將訪客帶來的禮物丟在角落裡。的確，過去她也曾對翠鳥般的藍色緞帶愛不釋手——但現在，這樣平凡的物件已引不起她的興趣。\n「可憐的孩子！」母親發出嘆息。\n少女對母親的說教感到厭煩。雖然幸運降臨到她身上不過很短的時間，但她早已將財富的唾手可得、人心的易於籠絡視作理所當然。這個世界原本就是以她為中心運轉的——她不只一次這樣想。\n「妳明明是母親，但妳為什麼不能像其他人那樣愛我？」\n或許我並不需要一個不愛我的母親，少女想到。\n之後，少女將家拋在身後，連同親人一起。從此享受著魔法帶來的幸運，也不必再為良心的苛責而煩擾。\n她四處旅行，直到沒有風景讓她感到新奇、沒有美食令她感激。她的生活就像永不止歇的舞會，人們來來去去，卻無人在舞池駐足。\n她有時會故意壞心眼地對待那些被她稱為「朋友」的人，但無論前一日她的行為有多無禮，到了第二天，朋友們無一例外都會笑著寬恕她，像從前一樣愛她。\n人們對她只是奉獻，沒人會向她索求什麼。\n……"
	},
	"goblet": {
		"name": "慷慨的墨水瓶",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "故事中的女巫所藉助的墨水瓶，有著不遜於沾水筆的神奇魔法。",
		"story": "……\n小女孩繼續往下讀，派依偎在她身邊。\n她翻到下一頁…\n\n少女在很久之後才得知母親早已離世的消息，久違地回到故鄉，無論是熟悉的面影還是陌生的臉孔，也都像其他地方的人一樣對她熱情禮讓。\n「一切都如妳所願，但妳為什麼不再笑了？」\n說話的青年是她曾見過的——或許只是眾多追隨者中的一員。\n「母親說得對，我是個可憐的孩子，因為這可怕的詛咒，我永遠都不會真正幸福了。」\n「啊！妳居然將無私的饋贈稱作詛咒。要知道，這可是某人與女巫交易，用自己的犧牲換得的——他甚至從未想過獲得任何來自妳的回報，世上還有比這更偉大的愛嗎？」\n「看來他比我更明白如何獲得幸福。」少女說道，「只是得到而不用付出的人生有什麼價值呢？最沒有價值的東西就是無人需要的東西，或許我才是多餘的存在。」\n「不是這樣…妳是必須存在的——至少對我而言是這樣。」\n「那你希望從我身上得到什麼呢？如果有什麼我能為你做的…」\n青年卻露出為難的神色。\n少女感到非常失望，她決定前往女巫隱居的回聲之林，尋找解除可怕詛咒的方法。\n青年拿出從女巫那處借來的魔鏡，希望能阻止少女。\n「一旦魔法帶來的幸運離開妳…」\n然後少女在顯露可能性的鏡中看到了幸運衰竭後的景象——她看到自己很快失去了所有財富，被她傷害的人們不再笑著原諒她，取而代之的是詈罵和白眼，也不再有人圍在她的身旁，彷彿舞會散場。她像從前一樣四處旅行，但旅途中無人對她表示關心或在意，她看到自己被風雨擊倒、被孩子們嘲笑——所有她曾得到的饋贈，如今都要十倍百倍地償還。\n她並未挪動一步，鏡中所見的種種卻彷彿已在她身上發生，生活是無盡的苦役，要將她摧折。\n「慶幸吧！魔法的幸運還沒有將妳拋棄，這個世界上不會有人嘲笑妳的軟弱。」\n……"
	},
	"circlet": {
		"name": "慈愛的淑女帽",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "故事中的女巫所愛用的淑女帽，沉穩又不失俏皮的設計令她格外中意。",
		"story": "……\n派百無聊賴地打起了哈欠。\n「我猜故事就快結束了，再等一會，好嗎？」\n她翻到下一頁…\n\n「即便如此，我也要選這條更困難的路。」\n就像那些遙遠的冬夜，她在母親懷中昏昏欲睡，聽著那些現在幾乎已被她遺忘，但曾經百聽不厭的故事。故事的主人公們往往都要歷經萬難才能抵達旅途的終點，在旅途中付出的和失去的，只會讓得來不易的報償更顯珍貴。\n「我在鏡中看到人們不再愛我，甚至是厭棄我。只是為了讓他們重新對我微笑，都是從前無法想像的困難…但那才是真正的世界——充滿變化，捉摸不定。」\n「不，妳不能這樣！妳必須為魔法帶來的幸運而感到幸福，否則…」\n「你有什麼需要擔心的呢？即使你會和其他人一樣，在魔法的力量消退後不再愛我，我依然會愛你們的——我會像故事裡的主人公那樣，用真心對待這個自由的世界上的每一個人…只要你願意收下，我的心也是屬於你的！」\n雖然沒有鐘聲，也沒有其他預兆，但這似乎就是女巫所說的約定時刻了。\n「照理說我應該在她走完鏡中所示的旅途之後再出現，現在的確是稍微早了一點…不過女巫總是隨心所欲的。」\n女巫依約取走了青年所能支配的東西中她最想要的那一樣。\n「我的願望實現了，但我失去了一切…」\n「她會是個不錯的角色，哪怕是在別的故事裡。」女巫輕輕搖晃墨水瓶，少女如今成了其中的囚徒。\n「可是她是為我而存在的少女，正如我也為她…如果她註定無法得到開釋，就讓我去找她吧…我曾在瓶中見過許多的宇宙、無數的故事，或許其中會有一個世界容得下我們兩人，或許我也會成為一個不錯的角色…」\n\n「我記住了！今晚就跟媽媽講這個故事好了，你覺得她會喜歡嗎？」\n派卻並不理會小女孩，而是站起來對著空氣吠了幾聲，又繞了幾個圈，隨後便竄下了閣樓。\n「哼，這傢伙，一定是肚子餓了在鬧脾氣，真是個小孩子。」\n小女孩也離開了，只將沒有裝飾的故事書留在了閣樓的地板上。"
	}
}