{
	"id": 15029,
	"rarityList": [
		4,
		5
	],
	"name": "水仙之夢",
	"effect2Pc": "獲得15%水元素傷害加成。",
	"effect4Pc": "普通攻擊、重擊、下落攻擊、元素戰技或元素爆發命中敵人後，將產生1層持續8秒的「鏡中水仙」效果。處於1/2/3層及以上「鏡中水仙」效果下時，攻擊力將提高7%/16%/25%，水元素傷害加成提升4%/9%/15%。由普通攻擊、重擊、下落攻擊、元素戰技或元素爆發產生的「鏡中水仙」將分別獨立存在。",
	"flower": {
		"name": "旅途中的鮮花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "故事必然會結束，鮮花也終究會凋落。但夢中描繪的花朵永遠都會飽滿而充滿芬芳吧。",
		"story": "…但在最後，王國還是蒙上了陰影。\n並不是惡龍戰勝了騎士，而是他們一同流離失所。\n在無光黑水般厚重的紛亂、悲傷與隨後的離別中，\n院長為了戰勝邪惡之源，與姊妹們一同踏上旅程，\n而副院長則登上了戰鬥的船艦，最終安眠在水中。\n水仙勇者與許多的騎士、惡龍、賢人一樣失散了。\n\n其中有的為逐影庭或特巡隊所收留，\n為了不讓王國再度蒙上陰影而精進。\n有的則是由往返異域的探究者收養，\n從此真正踏上目睹世界盡頭的冒險。\n\n在那之後又過去了許多歲月。\n有人為了未來的故事不再遭受如此中斷，\n藉由機關之精密與鋼鐵的軀殼尋求進路；\n有人則為了讓故事重新開始而背道而馳，\n以水仙之名走上了超越一切常理的旅途；\n還有人仍然如同珍藏乾枯的花一般，\n始終懷念仍待繼續的午後冒險故事…"
	},
	"plume": {
		"name": "壞巫師的羽杖",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "原本在禮帽上的裝飾鳥羽。墨綠的顏色想必相當吸引眼球吧。",
		"story": "有勇者，那就有邪惡的巫師。有騎士，當然也有惡龍了。\n勇者總是手持聖劍，那巫師也總得有像樣的法器才行吧。\n在冒險的間隙中，勇者與巫師、騎士與惡龍尚未誕生時，\n他們總是覬覦著別在副院長禮帽上的不知名鳥類的翎羽。\n那枚羽毛中一定有許多的故事，小小的冒險者們這麼想，\n副院長一定曾經有許多的故事，就像隱居後的老年勇者。\n否則為何即使是應允了我們的院長，也無法將其摘下呢？\n\n「██、██，你們要好好相處，不要打架。」\n總是扮演騎士與惡龍的兩人不情願地點了點頭。\n「███，我不在的時候要照顧好███喔。」\n「等事情結束了，我和院長馬上回來。你們不要亂跑到外面來。」\n副院長想了想，在離去之前將墨綠的鳥羽摘下。\n「███，你一直想要這個吧？就交給你了。」\n「不過，只是請你暫時代為保管喔，如果弄髒了我會很生氣的。」\n\n但最後，這羽毛始終不曾如他們所想，能成為壞巫師的神奇法器。\n而是隨著新主人的足跡，一度抵達了帶來別離之禍的源頭並折返…"
	},
	"sands": {
		"name": "水仙的時時刻刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "早已停止運作的懷錶，似乎在徒勞的旋轉中見證過許多的年月。",
		"story": "時計的指針總會歸位，又再度開始圓周運轉。\n水仙勇者們的一切，似乎都永遠也不會改變。\n但歲月最終總會將無比精密脆弱的機芯損耗。\n直到新的一日再也無法到來。一切都將不再。\n\n這枚懷錶原本是一個熱衷於機械的小小勇者，\n利用各種裝置的廢料拼湊組裝成的練習作品。\n在最後，這枚懷錶與它贈予的物件一同落入了將一切溶解的源流之水。\n但早在這之前，它就已經不再隨發條運轉了。\n\n「在很久很久以後，在很遠很遠的地方…\n「有一個黑暗的帝國，由惡龍納西索斯所統治。\n「他原本渴望的公主，連同公主所居住的高塔，一同陷入了靜滯的、沒有夢想的沉睡，因此也不受惡龍染指。納西索斯十分憤怒，因此，他讓自己無數的鷹眼爪牙分散在帝國各處，搜尋公主的寶物；又建立了許多邪惡魔法的防禦機關，來阻止正義的同伴向他發起反抗。他發誓要奪回公主的寶物，將她喚醒。如此一來，才能徹底將她據為己有。\n「有一群勇士，守護著公主託付給他們的寶物。這個寶物，是一滴清澈明亮的水珠。\n「有一天，從水珠中誕生了一個小小的生命。\n「嗯…名字叫什麼好呢？真是傷腦筋，早知道故事會變成這樣，你的名字應該用在這裡才對。你還有別的什麼好朋友嗎？\n「『朋友的話…嗯，如果是朋友的話，倒是有一個名字，我覺得適合用在這裡。』」"
	},
	"goblet": {
		"name": "勇者們的茶會",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "精緻的茶杯。或許曾與他人共度悠閒的午後時光吧。",
		"story": "即使是水仙勇者，在冒險途中也有小憇的閒暇吧。\n自鳴鐘響起時，許多的勇者與巫師、騎士與惡龍，\n都將暫時忘卻被囚的公主、秘境的寶藏。\n籠罩在遠方王國上空的陰雲將暫時散去，\n苦苦等待的公主也會將目光從窗外移開。\n畢竟在騎士們離開的當下，冒險當然是要暫停的。\n這就是水仙勇者與其他許多小小的世界都遵循的宇宙法則。\n要問原因的話，那是因為副院長準備的茶點實在太美味了。\n\n那是一個陰暗的午後，但這個詞似乎沒有意義。\n因為她所前往的新的家園是看不見日月之光的。\n在這裡她首先見到的當然是高大又純淨的院長。\n雖然她比少女更不知所措，但還是以擁抱迎接，\n把她的衣服都弄濕了。副院長與媽媽年齡相近，\n她牽起少女的手，把她帶到休戰的勇者、騎士、惡龍之間。\n她覺得這樣還不錯。而且，這裡的茶點很美味。"
	},
	"circlet": {
		"name": "惡龍的單片鏡",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "精緻的單片眼鏡。依照古老的軼事傳聞，透過它或許能瞥見未來的光景吧。",
		"story": "不同故事中的勇者，當然會找到不同的（權宜的）聖劍，最終又將要面對不同的宿敵。\n但常言英雄不死則成惡龍。多個故事交錯時，彼方的勇者或許對於己方而言也是惡龍吧。\n最終沉澱的故事必定會走向通行易懂的敘事。勇者之所以是勇者而非惡龍亦是如此。\n所以在所有故事的最後，即便力量強大、詭計多端，惡龍終歸會被手持聖劍的勇者打敗。\n\n惡龍在投身落入溶解一切的裂隙之前，想起了他曾與勇者一同度過的時光。最後他說：\n「是啊，我不會怨恨。我明白，你不曾見到我曾目睹的景象。所以你才會想阻止我。」\n「群星之獸會將世界的胎水飲盡。在那之後又是百年，地表所有的生命都將被抹去。」\n「我一定會歸來拯救所有的靈魂。無論是十年、百年也好，我將誕生為新的宇宙。」\n\n但戰勝惡龍的勇者也在漫長的征討之中失去了最為珍視的事物。\n他將不再相信一切人的智性所不能完全掌握、不能徹底理解的事物。\n他在餘生中將會構想出由機關與非元素能源所驅動的王國。"
	}
}