{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "黑曜秘典",
	"effect2Pc": "裝備者處於夜魂加持狀態，並且在場上時，造成的傷害提高15%。",
	"effect4Pc": "裝備者在場上消耗1點夜魂值後，暴擊率提高40%，持續6秒。該效果每1秒至多觸發一次。",
	"flower": {
		"name": "異種的期許",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "用黑色晶石精心雕琢而成的花朵，在夜間似乎會散發出神秘的幽光。",
		"story": "在流離的御使墮入無光之域，再臨的君王焚滅褻瀆之城的時代，\n有著諸多不曾為任何人間的史冊所記載，亦不曾被傳頌的故事。\n\n那是在僥倖從天地崩裂的浩劫中倖存，為赤土瀚海所隔絕的龍蜥之國，\n當同族只可偷生於外海窮荒之時，牠們卻因那火主的恩澤而得享自由。\n然而火的智慧已為濁黑的浪潮所奪去，如今只餘灰色的形骸苟延性命，\n為了維繫龍眾的餘威，盲目愚頑的子嗣們將肆行暴虐視作統治的律則。\n就在這柴薪焚盡的殘陽之國，唯有一「人」將目光投向了晦暗的未來。\n\n「我看見，燈火傾倒在無根的土宇，群龍匍匐於垂死的君王。」\n「我看見，偉大的智慧、偉大的藝術、偉大的文明都將死去。」\n「但循環不息乃是世界的法則，歷史亦不會因吾等的悲泣而停下腳步。」\n「然而我可悲的同族，卻不知道牠們的愚行只能成為歷史鐵則的助力。」\n「今日的奴僕將要成為明日的君王，過去的奴隸將要成為未來的主人。」\n「吾等族類深陷於不可逆轉的矛盾螺旋，而唯一的救贖便是播下種子。」\n「或許在豐饒原始的荒野之域，還有著不曾為爛腐的汙穢垢染的土地。」\n\n於是穿過熾焰與烈風，牠從熔岩之下的悠古聖宮取走了尚未熄滅的原初火種。\n背負著異種的期許，群龍中最智慧的那位告別了輝耀的禁城，從此踏上旅途。"
	},
	"plume": {
		"name": "靈髓的根脈",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "模仿古龍之翼打造的羽飾，或許曾經見證某段已被遺忘的歷史。",
		"story": "在那野火燒卻大地的根脈，蠻陌之族披斬荊棘以啟山林的時代，\n有著諸多不曾為任何人間的史冊所記載，亦不曾被傳頌的故事。\n\n攜著自源火中分離的種子，群龍中最智慧的那位穿過燃燒的原野，步入尚未開化的崎嶇之地。\n然而踏遍了龍跡罕至的溫泉與山谷，無論是土裡生長的亦或受造的，卻都無法滿足牠的期許。\n直到終於有一天，在迷霧散盡後的深谷間牠發現了那創造者最為鍾愛，卻也最為孱弱的種族，\n那本應是尚在襁褓中的族類，但生在群龍狂舞的國度，便只能在古老者的羽翼之下以求生存。\n雖然早已失去了嚮導，忘卻了過去的歷史與記憶，迷途於山林之間，卻依舊頑強地存活下來。\n\n驚嘆於人類的堅韌、團結與勇氣，龍中的賢者決心要將智慧的火種贈與他們，\n但是那昂貴的禮物並非無償，牠將為蠻族帶來文明，卻也規劃了他們的命途。\n因為不同於原初神聖的規劃，最智慧的那位帶來的乃是瀆神的「進化」之道，\n在牠的遠見中，在那條道路的盡頭，屬人的血將會注入垂死大地衰朽的身軀，\n\n兩個種族、兩條血脈因此合二為一，新生的文明也將再度激湧起古老的脈搏。\n這也正如面對第一位攀上浮土覲見牠的蠻人之時，最智慧的那位所說的那樣：\n\n「在你的子嗣中將要誕生兩個世界的救主，他要暴虐如獅蠍，又要狡猾如野狐。」\n「終有一日他將斬殺火的君主，登上最古的王座。讚頌吧，為兩個世界的君王！」"
	},
	"sands": {
		"name": "夜域的迷思",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "既非時計亦非羅盤的神秘儀表，如今世上已無人知曉用途。",
		"story": "在太古之人化身阻擋黑潮的堤壩，浮土與永夜尚分殊途的時代，\n有著諸多不曾為任何人間的史冊所記載，亦不曾被傳頌的故事。\n\n眾人皆知，勇敢又智慧的察阿克，從盜火的賢者手中取得了常明的火種，\n他將火種分給部族中的同胞，也將火的秘密傳授給任何前來求學的訪客。\n告別了長久的無序與矇昧，文明的新芽又再度從蠻荒的原野中生長出來，\n但在巨牆之內，高踞其上的羽翼之族們卻尚未意識到命運之輪已然轉動。\n\n傳說那位居住在靜滯的浮土中的偉大賢者知曉人世間一切問題的答案，\n但卻有兩件事情就連他也無法解答，那便是生者的末路與亡者的歸途。\n或許是因為掌管冥府的乃是夜域的神祇，他們是太古之時賢者的大敵，\n又或是倘若常明之火重新連通大地的根系，那便會敗壞他久慮的計畫。\n\n掌握了源火的偉力，無畏的察阿克與他的夥伴們終於擊敗肆虐的惡龍，建起最初的部族，\n然而即便是太古的英雄也無法違逆歲月的裁決，時間永是流逝，夥伴們也一一與他告別。\n最後，身經百戰的察阿克又只剩下了孤身之人，他的部族已經離散，故事也不再被傳頌，\n唯有在最深沉的夜中，他會聽到那來自遙遠國度的呼喚，似要燃起他心中漸漸熄滅的火。\n在生命中的最後一夜，他攀上高山點燃初火。他呼喚著，希望能與曾經的夥伴再度重逢。\n而夜域的神祇也的確回應了他。那一夜，全地的人們似乎都聽到來自另一個世界的聲音，\n那或是母親清唱的歌謠，又或是故友低沉的絮語，那是夜神之國第一位大靈誕生的初啼。"
	},
	"goblet": {
		"name": "紛爭的前宴",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "似乎是將石塊隨意扭曲敲打做成的容器，不知何人擁有這樣的臂力。",
		"story": "在永不停息的號角於熾熱的國度吹響，英雄們互相征戰的時代，\n有著諸多不曾為任何人間的史冊所記載，亦不曾被傳頌的故事。\n\n當煙霧的司祭燃起蔽日的篝火，向他們的英雄祖先與看不見的神靈獻上異種的血食之時；\n當掣著烈火的英雄騎乘著馴服的猛獸，循著部族大靈的啟示，抵達巨石壘砌的城塞之時；\n當居住在那古老到不知由何人所建造的都邑中的爬蟲，驚恐地登上扭曲奇異的塔樓之時，\n唯有群龍中最智慧的那位，站在靜滯的虛空中，默默地觀察著這宏大而又漫長的悲喜劇。\n\n儘管夜暮的使者並不在牠的計畫之內，所幸「進化」的道路並未因此而偏離，\n經過精心的挑選與栽培，牠所培育的部族英雄也陸續登上了四方角逐的舞臺。\n想必在他們當中最強的那位，將會成為統合黑石之上所有人類部族的豪傑吧。\n以他為名的盟約將會豎起熾日的旌旗，踏入就連上神也未曾攻破的深井之城，\n\n那日，從王座上的行屍中噴湧而出的火光將會染紅蒼天，新王將會得到源火作為登階的賜禮。\n那日，群龍將會重新拜倒在兩世界的君主腳下，千萬年文明累積的知識與庫藏都將向他敞開。\n因為牠知道，陰影中的敵人並未遠去。牠們還躲藏在夜域的最深處，等待著發起最後的總攻。\n因為牠知道，高天的神明與龍眾的大王皆不足恃，須趕在那日到來前集合全部的知識與力量。\n\n只有這樣，他那愚頑的同族們才能從衰朽君王殘破的舊夢中清醒過來。\n只有這樣，古老的文明才能迎來恰當的繼承者，重新屹立於大地之上。"
	},
	"circlet": {
		"name": "諸聖的禮冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "用黑曜石製作的寶冠，在古時曾用於部族中高貴王酋的加冕儀式。",
		"story": "在那穢惡的黑潮從天邊湧起，如太陽般的英雄踏上征途的時代，\n有著諸多不曾為任何人間的史冊所記載，亦不曾被傳頌的故事。\n\n當人類的勇士告別隱居深谷的村落，將大靈的祝福帶往曾經不可抵達的禁域，\n遠古的巨龍亦從牠們一度奔行的原野上絕跡，沃土與流泉都被染上新的顏色。\n那些建造在熔岩絕壁上的宮殿與廟宇失去了光輝，正靜靜等待著末日的裁決，\n在這與世隔絕的幻夢般的國度，那個屬於古老者的時代也終於將要宣告落幕。\n而在無光的夜域中，諸聖依舊爭論不休，尚未決定由誰來下達這最終的判罰。\n\n那是不曾為任何先知所預言的勇士，那是不曾被寫入任何計畫的英雄。\n當諸部族的戰酋們將斬除惡龍的大業拋諸腦後，沉醉於爭逐霸主之時；\n當諸部族的武士們被投入無休止的戰爭，把殘虐的野獸視作助力之時。\n那時從黑色大地上崛起的，乃是如初陽般耀眼，又如晨曦般溫暖的王，\n他用金黃的花朵編成榮冠，背起黑曜石的巨劍，造訪一個又一個部族。\n\n因刀劍而起的紛爭，只有用刀劍才可彌合。因野心而生的妄念，唯有以更大的野心懾服。\n而自以為掌控「進化」的那位，卻從未設想過擁有力量之人會給出征服與殺戮外的答案。\n在日輪的輝光下，各部族的戰酋訂下休戰的盟約，夜域的諸聖也放下爭執為他獻上禮冠。\n新時代的曙光已經出現在天際，當那光芒普照大地之時，就連漆黑的獸類也將無從隱藏。"
	}
}