{
	"id": 15022,
	"rarityList": [
		4,
		5
	],
	"name": "海染硨磲",
	"effect2Pc": "治療加成提高15%。",
	"effect4Pc": "裝備此聖遺物套裝的角色對隊伍中的角色進行治療時，將產生持續3秒的海染泡沫，記錄治療的生命值回復量（包括溢出值）。持續時間結束時，海染泡沫將會爆炸，對周圍的敵人造成90%累計回復量的傷害（該傷害結算方式同感電、超導等元素反應，但不受元素精通、等級或反應傷害加成效果影響）。每3.5秒至多產生一個海染泡沫；海染泡沫至多記錄30000點回復量，含溢出部分的治療量；自己的隊伍中同時至多存在一個海染泡沫。裝備此聖遺物套裝的角色處於隊伍後台時，依然能觸發該效果。",
	"flower": {
		"name": "海染之花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "染上多變海色的輕柔之花，在月光下閃爍著奇妙的色彩。",
		"story": "海生的嬌嫩花朵，花芯中央點綴著純淨的珍珠。\n海民的島歌中，此種花朵盛放在珠光的海淵下。\n浸潤海女的相思與月光的柔情，泛著閃閃珠光。\n\n當一切紛爭止息，海獸不再為孤獨的同伴哀泣，\n當月亮自東山升起，優美的神君起身伊呀歌詠。\n「快來呀，海女們，快來看呀，我心上的人，來看今夜的月光。」\n「即使東山在今夜隕落，稻光與風暴也決不能遮蔽明媚的珠華…」\n\n孤身的巫女哼唱著歌謠，在染上月色的波濤中翩翩起舞。\n海女們忘記了失落的憂傷，就連柔嫩的花兒也重獲色彩。"
	},
	"plume": {
		"name": "淵宮之羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "與珊瑚同色的柔弱彩羽，據說出自巫女的羽衣。",
		"story": "諸多氏族初見天光的歲月裡，大御神曾於海民中擇選巫女。\n在這島歌之史中，最初的「現人神巫女」出自採珠的海女。\n\n降生在那些因無謂的紛爭而迷失未來的孩子們中間，\n降臨在那些因無情的災禍而失去幸福的老人們中間。\n現人神巫女以優雅的島歌與輕柔的言語撫慰著眾人，\n在被風暴搖撼的時代，海祇之民第一次尋得了希望。\n\n這株海生之翎羽，傳說取自「現人神巫女」的羽衣。\n由孩童稚嫩的手偶然摘下，又經多憂之人永久保存。\n\n後來，勇士與神女之儔共奔赴無可挽回的犧牲之所，\n現人神巫女的羽衣並未失落，卻隨著記憶傳承至今。"
	},
	"sands": {
		"name": "離別之貝",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "明淨無垢的貝殼，來自深邃無底的大海。",
		"story": "在悄無聲息的熒色深海中，時間總是顯得格外悠長。\n即使明淨的貝殼，也時常因漫長的壽命而變得健忘。\n\n海祇之民自黑暗綿遠的海淵之下渡來，告別了深海悠長的夢。\n遠離了暗夜龍嗣的窺探，沿磷光的珊瑚之梯攀上了陽光之國。\n傳說在那時，海淵之民總會取走一枚貝殼，作為氏族的紀念。\n而那些失去氏族的孤獨者，也將在此時被接納進入新的家庭。\n\n在先民的古老語言中，這些潔淨的貝被稱為「別離」。\n相擁的雙方不會因為外力分離。但相依也絕非永恆的。\n它們是先民們向海淵的告別，亦是陽光下新生的開始。"
	},
	"goblet": {
		"name": "真珠之籠",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "海祇島的巫女們所供奉的明珠，始終閃爍著點點光芒，從未黯淡。",
		"story": "海祇島之神君所讚美的明亮真珠，於海民而言乃是無價的珍寶。\n以真珠為主題的「御唄」，從來都是僅現人神巫女有資格歌詠的。\n\n傳說沐浴虹光的硨磲感念海祇的柔情，於是生出了無垢的真珠。\n而日後被奉為現人神的海祇大巫女一脈，最初由真珠孕育而來。\n自硨磲斑斕柔軟的搖籃漫步而出，與海月共舞的姐妹深受恩寵，\n欣喜慈愛之餘，大御神贈之美玉，賜她們追逐天光的純淨夢想。\n\n在身上流淌著海祇之血的人子手中，真珠亦將更顯明亮。\n或者這也許只是又一則古老的傳說，真相早已難以查證。\n傳說敗局之刻，巫女與雙子姐妹互換衣裝，隱沒無窮的波濤之中，\n卻惟有這一枚明珠在顛簸的波浪中失落，回歸了沉靜無言的海淵。"
	},
	"circlet": {
		"name": "海祇之冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "古老精緻的冠冕，由被遺忘的「神人」所擁有。如今被海祇之民精心封存起來。",
		"story": "大御神曾在海祇的諸多氏族中間廣立神人，親自為她們加以華冠。\n但在神殉之時代結束後，隨著神人的離去，雅致的冠冕亦被封存。\n\n海民的傳唱中，真珠與珊瑚製成的華冠永遠不會沾染汙穢。\n而有幸受賜海祇之冠之人，正是大御神所認可的「人君」。\n為海民尊稱為「東山王」的勇猛藩王，或縱橫諸海的雙子…\n皆被大御神慈愛的目光所注視，被島歌賦予了不朽的靈魂。\n傳說這些人君曾輔弼大御神，引導海民在島嶼間耕作漁獵。\n然而，隨著命定殉身之戰不可避免地到來，神明就此隕落。\n\n帶著來自海淵的希望與記憶，浸潤著失落已久的文明與歷史，\n這些精巧優雅的冠冕，隨同其主人一起滑落進入遺忘的裂隙。"
	}
}