{
	"name": "蒼白之火",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "造成的物理傷害提高25%。",
	"4pc": "元素戰技命中敵人後，攻擊力提升9%。該效果持續7秒，至多疊加兩層，每0.3秒至多觸發一次。疊滿兩層時，2件套裝的效果提升100%。",
	"flower": {
		"name": "無垢之花",
		"relictype": "生之花",
		"description": "湛藍而堅硬，永不凋敗、永不褪色的人造花朵。",
		"story": "「你真是不可思議呢。竟然以人類的軀體，承受著這樣的力量。」\n「你雖然自稱已經流盡了眼淚與血，但只是用火填滿了身體吧…」\n「即使早已遍體鱗傷，但傷口和眼角只能流出鐵水般熾熱的火。」\n「似乎離題了。我循著狼煙而來，是為了提出交易…」\n「讓吾等『陛下』的恩賜，熄滅啃噬你的火。如何？」\n\n最初的愚者將「力量」交給了生命之火幾乎枯竭的少女，\n而她透過「妄念」看見汙穢的過去與無垢的未來的界限…\n\n我明白了，就用堅冰來替代我被抹消的過去，熄滅常燃之火吧。\n將漆黑的汙垢、世界的傷痛、戴罪的人與獸，以沉默的冰洗淨吧。\n\n即使如此，蒼白無垢的烈焰依然在她的心中熊熊燃燒…\n\n「我、你、你的女皇，目的是一致的。」\n「洗淨這個世界的歪曲之源：短視愚昧的諸神、汙穢漆黑的深淵。」\n「很好。無論要做什麼都好，就讓我成為實現我等目的的道具吧。」\n「因為我啊，即使穿上了白衣，我全身上下早就沾滿了不可能洗淨的，死骸的油與灰啊。」"
	},
	"plume": {
		"name": "賢醫之羽",
		"relictype": "死之羽",
		"description": "邊緣無比銳利的不祥翎羽，或許象徵著異類的不羈。",
		"story": "「所謂的『人』，不過是足夠複雜的機器。」\n在智慧的苗圃中，某位少年在講壇上論證道。\n如果將某個部位拆開，對某個地方進行修改，\n那這台機器的性能，就能輕易得到大幅提升。\n無論是否擁有神之眼，無論體質與武藝如何，\n「優化過的人」都能展現超出常理的力量吧…\n\n即使被貶為「邪魔外道」，被永遠逐出求知者的靈囿，\n少年也僅在研究筆記的頁邊，隨手記下了自己的感想：\nⅠ．預想屬實：依教令院的作風，研究無法獲得突破。\nⅡ．不過，被驅逐仍是損失。要有好的研究環境才行。\n\n循著「異端」的傳聞，最初的愚者找到了他…\n\n「僅僅是『強化過的人』嗎——如果貴國能提供足夠的物資、應允足夠的時間，就連你們所謂的『神』，我也能製造出來。如何？」\n在流金般熾熱炫目的沙漠中，他探詢地望向冬國的使者：\n你會像教令院的人那樣將我稱為「怪物」、「瘋子」嗎？\n還是說會像故鄉的人那樣，揮動棍棒與草叉將我趕走呢…\n\n但是…\n「很好。那麼，我們就是同伴了。」\n「至於對你的稱呼，這樣如何——」\n因為驚詫，因為給他的名號實在是太過諷刺，少年不禁放聲大笑。"
	},
	"sands": {
		"name": "停擺之刻",
		"relictype": "時之沙",
		"description": "殼罩無法打開的懷錶，會堅定地隨著時光流逝而嘀嗒作響。",
		"story": "金錢流通的軌跡，構成世界的血管紋路。\n那麼這世界的中心，就是黃金的心臟了。\n\n無緣獲得「認可」的他，只能追求世俗的力量。\n然而，就算是「他們」理應棄之如敝履的金錢，\n也作為無數的權能之一，掌握在「神」的手中。\n\n或許正因為他曾經貧困，所以才對金錢產生了病態的執著。\n又或許正因為沒能獲得神的青睞，所以燃起了對抗的意志…\n\n「在這些金幣發源地的人們無比重視『契約』一事。」\n「以金錢的名義，我會遵守我們之間的『契約』——」\n「用盡一切手段，讓我等成為流通世界的錢的心臟。」\n「然後在必要的時刻，讓心臟能以我等的意志停擺。」"
	},
	"goblet": {
		"name": "超越之盞",
		"relictype": "空之杯",
		"description": "從外觀無從斷定經歷了多少歲月的精緻杯盞。",
		"story": "在誕生之初就擁有無比美麗的面貌的「他」，\n注定擁有長久的「年限」與空洞的「意志」。\n\n作為神造的超越者，卻被當成無用之物而棄置。\n因為未可知的錯誤，從「休眠」中自行甦醒，\n開始行走在天地與凡人之間。\n\n愚者找到他之前，他已經從無數年的漂流中，\n習得了這樣的經驗：\n\n我是超越一切人的「人」，\n連神也憚於干涉我的命運。\n無論人與神，還是命運都沒有裁決我的資格，\n應當如何度過剩餘的壽命，也是我的自由吧。\n\n既然與這些以面具示人的人同行似乎很有趣，\n那就成為「一丘之貉」吧。"
	},
	"circlet": {
		"name": "嗤笑之面",
		"relictype": "理之冠",
		"description": "能將面目遮蔽，讓人無從判斷表情的面具。",
		"story": "既然沾染的同胞的血無法洗淨，那索性成為嘲笑命運的「丑角」。\n既然我的才學無法與「賢者」比擬，沒能獲得上一位王者的青睞，\n也未能阻止他們撕開深罪的紗籠，招來神怒、毀滅與痴愚的狂潮，\n那就索性成為笨拙的「愚人」，為理解我的傷痛的「陛下」效忠…\n\n我是名為『丑角』的皮耶羅。請聽我說：\n\n驕傲的愚人同士們，心懷怒火與永恆的寒冬吧。\n既然我們彼此都見識過世界定理的荒謬與冷漠，\n那就一同戴上嗤笑世界的面具，去改寫天理吧。"
	}
}