{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "燼城勇者繪卷",
	"effect2Pc": "隊伍中附近的角色觸發「夜魂迸發」時，裝備者恢復6點元素能量。",
	"effect4Pc": "裝備者觸發其對應元素類型的相關反應後，隊伍中附近的所有角色的該元素反應相關的元素傷害加成提升12%，持續15秒。若觸發該效果時，裝備者處於夜魂加持狀態下，還將使隊伍中附近的所有角色的與該元素反應相關的元素傷害加成提升28%，持續20秒。裝備者處於後臺時也能觸發上述效果。同名聖遺物套裝產生的傷害加成效果無法疊加。",
	"flower": {
		"name": "馴獸師的護符",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "用燧石與龍晶鐫刻而成的花，意味著佩戴者已獲得成為馴獸師的資格。",
		"story": "遺落在燼城的用燧石與龍晶鐫刻而成的花朵，是懸木之裡的馴獸師們歷代傳承的護符。\n其上用燧石綴飾成閃亮亮的爪印，據說是第一位與人類結成夥伴的匿葉龍留下的足跡。\n\n馴獸師是專注於與龍類建立友誼的職業，他們的理念有時甚至讓族人也無法理解，\n就算那是一度傷人的惡龍，他們也會試圖趕在獵龍人到來前，用和平的方式解決。\n「因為即便是性格最為惡劣的龍，只要夠有耐心，也有著與之達成信任的辦法。」\n這是年輕的馴獸師在從師父手中得到這枚沉甸甸的護符時，一同銘記在心的訓誡。\n獸類也有著與我們相同的心，他一直這樣堅信著，直到那日鋪天蓋地的黑潮襲來。\n\n那是絕對無法被理解的怪物，那是絕無可能用和平方式對待的野獸。\n當馴獸師終於趕回了家鄉，見到的只有魔物肆虐後支離破碎的殘夢。\n安頓好僥倖活命的族人，不再年輕的馴獸師再度踏上了不歸的旅途，\n這次他的對手是那隨黑潮而來的無心妖魔，對付它們同樣需要耐心，\n因為只有足夠耐心，才能將它們一個不留地從他珍惜的土地上驅逐。\n\n傳說古代的蛇王曾打造過一件退治深淵的秘寶，唯有透過浸滿汙穢的古城才能取得。\n或許那只不過是絕望中人們的一廂情願，但對於勇者們而言，依然有著一試的價值。\n在旅途的最後，失鄉的戰士抵達了燼滅之城，他將要面對的是某個塵封已久的秘密。"
	},
	"plume": {
		"name": "巡山客的信標",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "巡山客用來標記道路的信標，像是鳥羽的形狀豎立在路邊相當顯眼。",
		"story": "據說自流泉之源而來的巡山客們會在路上留下這如羽飾般的信標，\n既是為了標示來時的道路，也告訴後來的旅客這裡曾有前人走過。\n而如今這些信標只是靜靜地躺在被流灰覆蓋的古城中的無人角落，\n已不再有人會走過這樣的道路，正如留下信標之人所期望的那樣。\n\n踏過高山絕壁上的每一塊堅石，踩過原野深林中的每一片殘葉，\n從不停下腳步的巡山客們，早已將納塔的每一塊土地牢記於心。\n每當異邦的旅客或是探險者到來，他們總願意熱心地擔任嚮導，\n儘管那些令外人驚嘆不已的絕景，只不過是陪他們長大的老友。\n直到某日遙遠的天際捲起了黑潮，曾經熟悉的一切都化為烏有。\n\n這裡本應是孩子們嬉笑打鬧的園圃，如今只餘野火燒過的寒灰與骸骨。\n這裡本應是族人工作後洗去疲憊的溫泉，現在盛滿的卻是鮮血與汙泥。\n但最後的巡山客無暇停下腳步為此悲傷，因為他尚有必須去做的事情，\n那就是為了奪回他所熟悉的家園，重新走上那條已經不再熟悉的道路。\n\n傳說在黑潮的中心，那座魔龍盤踞的古城中，有一件強大無比的秘寶。\n它如同逆轉時間的金輪，將會燒卻苦痛的現世，帶回過去的美好年代。\n像是抓住了救命稻草般，歷經萬險的巡山客決心將這裡當作最後一站，\n即便那不過是某個冷眼旁觀的看客為惶惑的人們所設下的另一個陷阱。"
	},
	"sands": {
		"name": "秘術家的金盤",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "太陽形狀的金盤，上面裝飾的龍紋似乎象徵著生與死的循環。",
		"story": "一般來說，出生謎煙峽谷的秘術師們需要長達數十年的學習與修煉，才能掌握與大靈溝通所需要的技巧。\n但在這個極度混亂的年代裡，即便是初出茅廬的學徒也得踏上戰場，為那些戰歿的英靈們引導歸鄉之路。\n這塊遺落在古城中的漂亮金盤便屬於一位同樣漂亮的小秘術師，上面的指針無論何時都指向著家的方向。\n\n當蔽日的黑潮籠罩大地，夜神的國度也為獸境的惡犬所盤踞，到處沾滿漆黑的血汙，\n古老大靈的聲音淹沒在金石擊打的鏗鏘與受難生靈的哀嚎之中，幾乎要被世人遺忘。\n而部族的薩滿們知道，對於那些被黑色陰影所吞噬的戰士，就連死亡也會成為奢望，\n即便是僥倖逃脫魔爪的英魂往往也迷失在夜域之中，直到最後也尋不到返鄉的道路。\n為了維持部族的戰力，也為了尋回他們失散的親人，一批又一批秘術師離開了峽谷，\n無論在橫屍遍野的戰場上，還是滿目瘡痍的廢墟間，到處都能看到他們奮戰的身影。\n\n這是年輕的秘術師，名為莉莉烏的少女，第一次進行這樣漫長艱辛的旅行。\n以雲上之城為目標的冒險隊伍，除了她以外，同行的夥伴皆是百戰的老兵，\n雖然最初加入的時候信誓旦旦，但盤踞燼城中的妖魔還是超出了她的想像。\n同伴們似乎早已預料到了這樣的狀況，將她安置在安全的塔樓後悄悄出發，\n等到臨陣脫逃的少女終於回到營地，等待她的只有魔龍飽餐後零落的屍骸。\n\n身為秘術師，不僅無法拯救夥伴的生命，甚至無法帶回他們的靈魂，\n但是至少，要將他們的故事與結局帶回給還在苦苦等待他們的親人。\n「對了，我記得領隊說過他有個孩子，所以無論如何…振作起來啊。」\n懷抱著新的希望，她再度踏上旅途，這次是屬於所有人的返鄉之路。"
	},
	"goblet": {
		"name": "遊學者的爪杯",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "造型酷似龍爪的奇異酒杯，製作者想必有特殊的考慮吧。",
		"story": "即便是在尚武風氣極盛的沃土之陸，也存在著只關心學問與書本的人，\n比如某個自稱龍遺物研究協會會長的傢伙，終日只是捧著厚厚的織卷，\n或是鼓搗不知從何處得來的秘源機關。為了證明自己的研究並非無用，\n他也會製作一些器物，據說這個造型怪異的獸爪杯便是他的得意之作。\n\n那時的他還沒有意識到，無用的研究竟然是如此奢侈的事情。\n當家園被黑色的噩夢吞噬，辛苦搜羅的織卷也一併毀於戰火。\n彷彿是從午後靜謐的睡夢中驚醒，早已習慣的日常驟然破滅，\n命運猝不及防將他推向了另一條道路，而他也已經沒有選擇。\n\n他曾從最古老的織卷中讀到，古代龍眾所留下的遺蹟中有著足以對抗邪魔的兵器，\n為了不讓奮戰的同胞枉死，他拋棄了過往的研究，將剩下的生命投入了新的事業。\n從人跡罕至的廢墟中挖掘出秘源的機械，加以重組改造，便可成為戰士們的助力。\n或是因為長久以來累積的學識，又像是有賢哲在幕後指點，工程順利得不可思議，\n直到他終於在某個廢棄古城的深處，發現了那個被隱藏千年的秘密，抑或是詛咒。\n\n傳說古代統治奧奇卡納塔的蛇王曾經製造過一艘飛天的寶船，\n在那寶船當中，有一件能將深淵徹底驅趕至世界之外的秘寶。\n這樣的傳說，成為了這絕望的時代中，人們賴以生存的慰藉，\n同時也讓無數的冒險家趨之若鶩，為救世而踏上漫長的征途。\n\n那些冒險家沒有一人歸來，學者因此成為了眾矢之的，\n但他確信那絕非謊言，那無疑是他所親眼目睹的真實。\n或許是為了證明這一點，又或者只是為了終結這一切，\n遊學者終於也加入了冒險的隊伍，向著那座雲上之城。"
	},
	"circlet": {
		"name": "魔戰士的羽面",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "如同鷹隼一般的羽面，圍繞著其曾有過的許許多多傳說。",
		"story": "築於山巔之上的部族定期會舉辦格鬥的賽事，參加比賽的戰士都會準備特殊的面具，\n這些面具一方面有著威嚇對手的作用，另一方面，選手們也把它們視作各自的標誌。\n每當有戴著面具的武士出場，他的簇擁總會發出熱情的呼喊，對對手則是一陣噓聲。\n唯有那個戴著如同鷹隼一般羽面的男人登上賽場之時，臺上臺下都只是出奇地安靜。\n\n在成為冒險家之前，泰卡是花羽會最強大的戰士。在競技的巡禮中，他總能拔得頭籌。\n有時他也會感到厭倦，或許自己的一生就會這樣度過。他還不知道一場災難就要來臨。\n最初只是天邊捲起的烏雲，接著是夜域零星有人失蹤的消息，而當邪魔出現在面前時，\n所有人都措手不及。\n\n總是有人要背負起責任，而那些強大之人理應背負得更多，\n在目睹了真正的戰爭之後，他才第一次感到了命運的重任。\n於是告別了妻子與未出生的孩子，就此成為戰場上的惡鬼，\n因為如果想要掃盡邪鬼與妖魔，只有變得比它們更加凶惡。\n\n那是他生涯的最後一戰，傾倒在燼城之巔的血泊中，無數的畫面在他的眼前不斷切換，\n他看到，古老大地鮮紅的烈焰再一次為他們綻放，正如那曾經的原野上的萬千朵鮮花，\n「地獄的紅門是由勇者的鮮血染成的。我願獻上鮮血，而將開門的鑰匙留給我的孩子。」\n或許是看到了那門縫裡透出的微光，在最後，他想起的是告別恩愛的妻子時所說的話。\n「…如果是女孩的話，就叫她玻娜吧。她一定會成為一個了不起的戰士的。」"
	}
}