{
	"id": 15019,
	"rarityList": [
		4,
		5
	],
	"name": "追憶之注連",
	"effect2Pc": "攻擊力提高18%。",
	"effect4Pc": "施放元素戰技時，如果角色的元素能量高於或等於15點，則會流失15點元素能量，使接下來的10秒內，普通攻擊、重擊、下落攻擊造成的傷害提高50%，持續期間內該效果不會再次觸發。",
	"flower": {
		"name": "羈纏之花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "精美的水引御守，據說能夠封存實現願望的力量。",
		"story": "以名為「水引」的工藝編織而成的御守，\n據說能將祈願與其因緣緊緊地繫於其中。\n\n一度師從神通廣大的狐狸大人，學習打理神社事宜。\n那時的我，不過是從小小漁村來到鳴神的幼稚巫女。\n比茶筅還要愚鈍，也還未曾褪去孩童的任性與好奇，\n對齋宮大人優雅難懂的話語，總是抱著天真的懷疑。\n\n「世上之事彼此羈絆糾纏，因而實在之中產生了虛幻的願景。」\n「所謂御守，全無實現願望的能力，卻能藉助羈纏使之永恆。」\n\n見我一臉茫然、無法理解的模樣，狐狸大人忍俊不住，\n愉快地用菸管敲了敲我的腦袋，又狡猾地轉換了話題：\n\n「想必小響，一定也遇見了因緣之人吧？」\n\n「與那粗魯的莽夫，能有什麼因緣可言！」\n\n「啊呀，是這樣嗎？」\n\n但最後黑夜淹沒了一切。\n而所謂的因緣也失落了。"
	},
	"plume": {
		"name": "思憶之矢",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "樣式有點古舊的破魔矢，似乎一直被某人精心保存著。",
		"story": "神社祈福驅災所用的破魔矢，\n據說能夠追趕破滅一切心魔。\n\n人們常說破魔之矢能夠驅逐邪惡，但邪惡從來不是客觀之物。\n邪惡往往出自人心，出自因恐懼而譫妄，變得冰冷燼寂的心。\n齋宮大人離去久矣，我也已不再是鳴神大社見習的年輕巫女。\n每當握起那根空空的菸管，空虛與隱痛便如幽靈般縈繞而生。\n\n擁有了值得掛念的人，失去了無法不掛念的人，時光如同紡車碌碌不停。\n沉靜而安謐，狐狸大人隱入漆黑深淵的白色身影，依舊刻印在巫女夢中。\n大天狗大人，也因守護不周的罪疚發怒離去，自我遠流，留下光代一人，\n晴之介在哀慟的盛怒下遠走別國，長正則為了洗清御輿的汙名投身官府。\n至於那個在神林教授我弓術，緋色的櫻枝下耐心傾聽我幼稚約定的男人，\n他終會回到我面前，即使飛濺的鮮血令他目盲，漆黑汙穢將他化為凶獸…\n\n以我們的弓與矢拯救他，成全注定走向失去的約定。\n以我們的弓與矢射滅邪魔，驅除癡妄與無謂的執著。\n\n「請來見我，嗜賭如命的呆瓜。」\n「這次不要再迷路了，昆布丸。」\n\n不過，最後的那一場賭局，勝者究竟是誰呢…\n思考著無關緊要的事情，她輕撫著華美的弓。"
	},
	"sands": {
		"name": "朝露之時",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "以水引和鈴鐺裝飾的青銅懷錶，時間永遠停在某個秋日的黎明。",
		"story": "雅致的懷錶，裝飾著神社的鈴鐺，\n指標永遠停留在晨露未消的時刻。\n\n天色漸青之時，草葉尖端的朝露凝結復又消散。\n縱使光彩如萬華鏡般絢麗，美景亦不過是瞬間。\n\n我曾在秋夜的坂道上，和齋宮大人同賞蟬鳴與月光。\n那時的我還不過是一個鄉下巫女，年幼而無比倔強。\n像一隻嘰嘰喳喳的團雀般，聒噪著堅持自己的見解，\n望著狐狸大人淺笑的面龐出神，卻未聽懂她的話語：\n\n「若是企圖永遠留住片刻之美，恰似妄圖將朝露緊緊握在手中。」\n「我已如朝露逝去，你對於我的所有印象，皆不過殘留的願景。」\n\n模糊的記憶中她說著難懂的話，面色如桂月般哀傷，令我一時恍然…\n須臾過後，她便用菸管敲敲我的腦袋，神情一如既往的嗔怪與嘲弄：\n\n「天快亮了，小響。」\n「我們該回去了。」"
	},
	"goblet": {
		"name": "祈望之心",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "特製的占卜籤筒，底部的機關能讓人輕易抽掉不想要的願籤。",
		"story": "神社占卜吉凶使用的特製籤筒，\n據說有著狐狸附加其上的好運。\n\n占卜是迷途之人的求問，因此無論吉凶，皆是前路解答。\n簡言之，世上只有迷惘的問者，而沒有不確的占卜結果。\n在神社的求學時光受益匪淺，愚鈍如我也學會了狐狸大人的說辭。\n這段時間裡，即使不近人情的影向天狗大人，也有了自己的女兒。\n呆頭大叔昆布丸，也成了將軍殿下的旗本，將迎娶高門武士之女…\n\n「真是可愛的孩子，連整天鬧著殺伐玩耍的天狗大人，也稍微有了母親的自覺呢…」\n「不過…神社裡總是缺少了一點小孩子的生氣，這樣可不好。小響變回小孩如何？」\n\n一如既往，狐狸大人開著有點過分的玩笑，帶著緋櫻酒的醉氣，自顧自地湊了上來。\n\n「別苦著臉了，小響。就讓齋宮大人為妳算上一卦，如何？」\n「哈哈，是大吉！妳看，是大吉呀！妳可知這意味著什麼？」\n「您抽去了所有的凶籤。請您不要再取笑我了，齋宮大人…」\n「不…這意味著妳所思戀之人，將有幸成為妳永恆的記憶。」\n\n所以妳要堅強地活下去，久久地活在這世上。\n就算珍重所有的人都逝去了，只要妳還活著，\n那與這些人一同度過的時光也永遠不會消逝…"
	},
	"circlet": {
		"name": "無常之面",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "保存良好的祭禮狐面，永遠帶著一抹神秘的淺笑。",
		"story": "明淨雅致的祭典面具，曾經屬於某位神子，\n嘴角勾勒著淡淡的微笑，雙眼卻再無神采。\n\n在大社學習已有些時日，自認成熟了許多。\n不再像小時那樣愚鈍，越來越能獨當一面。\n但不知怎的，我愈是成長，齋宮大人的面龐卻愈發掩上陰翳，\n浮現在她臉上的並非憂心、也非恐懼，而是深切悲哀的不捨…\n\n「世界之理本就無常，癡戀瞬滅之物，將遺失雋永的記憶，」\n「失去記憶之人，無異於失去生命，是乃永恆黑暗的死亡。」\n\n這一次，即使淺笑也掩飾不住悲傷的神情，\n明明是祭典的日子，卻彷彿即將告別一樣…\n\n「對了，妳也跟我講講昆布丸那個呆瓜吧…」\n「怎麼…妳還怕我這老女人把他搶走不成？」"
	}
}