{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "紡月的夜歌",
	"effect2Pc": "元素充能效率提高20%。",
	"effect4Pc": "造成元素傷害時，獲得持續8秒的「月輝明光·崇信」效果：隊伍的月兆為初輝/滿輝時，隊伍中的所有角色的元素精通提高60點/120點。裝備者處於後臺時也能觸發上述效果。隊伍中的角色每擁有一種不同的「月輝明光」效果，隊伍中的所有角色觸發的月曜反應造成的傷害提升10%。由「月輝明光」產生的效果無法疊加。",
	"flower": {
		"name": "流離者的晶淚",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "純淨無垢的花朵，傳說是因冰風而保持了永恆的美麗。",
		"story": "那是霜色的柔光尚未如銀鏡般破碎，而黃金國已失隕的年歲。\n一夕之間，光耀的精金塔像無花果樹般傾倒；從聖城到古都，\n極北的冰原上，凡有血氣的城邑，皆被幽藍的晶釘盡行毀滅。\n無論是那受頌的聖徒還是最初的神使，均於災厄後不知所蹤，\n而那些因遠離諸城而僥倖生還的人們，亦只能瑟縮於風雪中，\n在荒廢淒涼的幽暗中等待滅亡的終臨，因為他們已無所依歸。\n \n這便是後世的禱歌中所說的遷滅之時。往日繁榮如雪塵潰落，\n哀求與呼告，詛咒與痛罵，緘默不語的諸神對一切置若罔聞。\n長夜的絕望中，唯有一位高天之上的主宰為凡人的苦厄垂淚，\n那是霜月的女主人，天車與光的君王，與世界同源的代行者，\n出於哀憐，也出於更為隱秘的心願，她回應了倖存者的禱喚。\n \n傳說她用銀白的輝光紡出絲線，指引流離的遺民走出了霜原，\n那飽含思念的淚水落入極北的凍土，化作冰風中永恆的鈴蘭。\n正因如此，亥珀波瑞亞高傲的後嗣開始以「霜月之子」自稱——\n無論究竟是出於什麼樣的本意，那都是賜予眾人新生的神明。"
	},
	"plume": {
		"name": "受福者的白羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "純淨無垢的羽飾，據說是由最初的詠月使親手鍛造而成。",
		"story": "那是霜色的柔光早已如銀鏡般破碎，而新月尚未升起的年歲，\n原本不應成為受福之人，應以瑕疵品之名誕生的姐妹的故事。\n \n月光亦是陌客的幽閉聖所裡，稚弱的靈魂共享著同一道吐息，\n在理應是歡榮的苦痛間隙，依偎著汲取彼此微不足道的暖意。\n未曾見到過父母的面容，亦未曾聽過風穿行於蒼林間的絮語，\n陪伴二人的唯有祖母，而世界的模樣僅存於褪色的故事書中。\n \n那泛黃的殘破書頁中，描摹著她們從未得見過的天穹與大地，\n繪本中翩然翱翔的白鳥，在無瑕的月光下舒展著純淨的羽翼。\n歆慕於童話中自由的生靈，彼時依然幼小的二人許下了約定，\n約定有朝一日要像白鳥那般，相伴著飛向那更為廣袤的蒼空。\n \n「既然從出生的那一天開始，就只有我們兩個人陪伴著彼此」\n「那麼到了離開這裡的日子，我們也要緊緊靠在一起活下去」\n \n許多年後，其中一人背棄了當初許下的約定，孤身行往遠方，\n那並非是遁入故事中澄澈的晴空，而是沒入了更深暗的夜色。\n與她一同離去的，還有一半的夢，與一半本該被分擔的苦痛，\n日後被尊為第一位詠月使的愛依菈，自此承受起雙倍的折磨。\n \n「原來您也只是在說謊啊…我唯一信任過的，我親愛的姐姐」\n「但我不會怨恨您…因為我對外面的天空，早已失去期待了」"
	},
	"sands": {
		"name": "祭霜者的迷狂",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "純淨無垢的時計，如今早已伴著其舊主的妄執一同停轉。",
		"story": "那是霜色的柔光早已如銀鏡般破碎，而新月尚未升起的年歲，\n自遷滅之時以降，無數世代傳續的擘劃即將迎來完遂的時刻。\n \n千載純化的血脈，終於要誕下那預言中君臨樂園的聖選之嗣。\n高天虛假的七重光必俯伏在她的腳前，地骨也必轉去跟從她，\n因為她要成為與世界合而為一的泉源，再度鑄造始動的偉業。\n這便是終北的女兒們承繼的至聖職責，本應如此，本應如此——\n \n直到那本應誕下聖嗣的少女在無月的雪夜與北國的少年相逢，\n在他那雙清澈如冬日的眼瞳中，望見了自己從未知曉的倒影。\n只為心間陌生的悸動，聖女竟為外來的年輕士官拋卻了使命，\n鋸下染血的角冠，藉著名為愛的劣情將其棄入雪浪下的塵泥。\n \n那背叛族裔的墮落之人最終還是沒有履行她命中註定的職責，\n被妖僧的密探追獲，即將被迎奉回到她理應深愛的故鄉之前，\n面對腳邊的士官與他身下漫溢的朱紅，她將匕首吻向了喉嚨。\n \n就這樣，未能如期誕下聖嗣便被草草埋葬的女人耽延了預言，\n所幸歷代首領皆有萬全的準備，以應對蒙福的聖女過早夭折。\n時任主祭之人的婁維婭很快便從旁系的血脈中揀選出備用品，\n只是那備用品誕下的孿生姐妹，與聖女相比，依然相差甚遠。\n \n如此一來，或許還要數百年，才能再度誕下那般純淨的孩子。\n無法忍受一度唾手可得的功業如露水般消散在冰冷的冬夜間，\n頭戴角冠的主祭之人，在迷狂與妄執中，紡出了可怖的毒謀。\n既然她們不夠純淨，以至於羸弱的血肉無法承載至潔的月光，\n既然眾人的██中，皆流淌著霜月之主微茫卻又平等的祝賜，\n那便以███洗淨她們的██，何必苦待千風吹過數個世代？\n \n就這樣，以無垢的月華之名，司祭祀之人犯下了那不可饒恕，\n即便是霜月的女主人目睹，也會因那褻瀆而感到震駭的惡行…"
	},
	"goblet": {
		"name": "至純者的歡榮",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "純淨無垢的銀杯，據說在霜月之子過去的儀式中曾被用作聖器。如今的儀式早已用不到這樣的銀杯了。",
		"story": "那是霜色的柔光早已如銀鏡般破碎，而新月尚未升起的年歲，\n終北的遺嗣再也聽不到高天的啟訓，如舊日亦於烈怒中焚毀。\n \n無人知曉如何再度鍛造黃金城的聖徒向他們先祖示現的奇物，\n但流亡者的野心、凡人的野心，卻總是比神們自己還要狷固。\n若是失去了能一夜間在冥茫的冰海上墾耕出萬頃良田的聖匣，\n那便將野牛籠在犁溝之中，以火、鋤與鐮，一寸寸征服苔原；\n若是失去了足以射落神明，連虛假的天幕也能一併刺穿的箭，\n那便將犁頭鍛為刀劍，將鋤鐮鍛為戈矛，以血為燈驅散黑暗。\n \n而若是天使之中最尊貴的那一位賜予的創生權柄也已被折斷，\n那便以最為粗陋而原始的手段，以典律掌控數百世代的繁衍，\n直至那因災厄與流離而日益稀薄的血脈被純化為至聖的籽種，\n直至有朝一日，在凡人的子嗣中誕生與世界相融的完美生命。\n眾生的堅忍與決心終將戰勝一切厄難——至少他們如此堅信，\n畢竟規劃族裔未來的人，總是不必親身遭罹他們蔑視的苦痛。\n \n「飲下這無垢的月光吧，我親愛的孩子，我最眷寵的孩子啊」\n「讓它紡成你們的血肉，如此，你們便同樣配領受神的恩典」\n「正如黃金城的聖徒曾飲下苦酒，為他所愛的同胞爭得自由」\n「你們也應當欣慕這歡榮的苦痛，因為苦痛終將要誕下完美」\n \n古老的銀盃中滿盈的究竟是何物，彼時的二人早已無從分辨，\n但若是那慈和溫藹的老祖母如此言說，想必也是神明的旨念。\n是啊，是啊，一切皆為鑄就完美，一切皆為允遂千年的悲願，\n為預言中應許的樂園與臨到世界的王，必先渡越不潔與磨難…"
	},
	"circlet": {
		"name": "司信者的聖冕",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "純淨無垢的頭飾，形貌似乎是仿照蒼林靈使的角冠打造而成。",
		"story": "那是霜色的柔光早已如銀鏡般破碎，而新月尚未升起的年歲。\n得賜於神明的古老祝福，終究像是苔原上的星火般日漸黯淡，\n伴著那高懸天穹的空月逝去，未能成為月的大地亦開始枯竭。\n \n昔日行奇事者的偉業化為縹緲的禱歌，禱歌化為眾人的憂惑，\n即便是蒙受揀選、擁有至純血脈的聖女，在朽敗的無月之夜，\n也難以再像她的祖輩那般，將流淌的輝光紡成撼動塵世的歌。\n \n無論終北的先祖曾經如何向逝去的神明立下永世追隨的誓言，\n他們的後嗣，棲居月下世界的凡人，生命畢竟如流火般短暫。\n若是說，在過去依然能見證聖女與主祭之人代行神恩的年代，\n人們還願意相信，新月終有一日會從破碎的光明中再度升起，\n那到了就連最後的恩澤也已經散盡、無人能目睹神蹟的歲月，\n所謂信仰與所謂謊言之間的分隔，便也變得與晨霧一般稀薄。\n \n傳說，如今詠月使的角冠，乃是霜月於遷滅之時降下的恩典。\n銀樹摧折後，再也無法尋得白枝的祭司們哀求得到新的禮冠，\n月的女主人便憐憫他們，用無瑕的月光織就與生俱來的聖冕。\n \n正是因為如此，最後的主祭者用純淨的冷鐵鍛出了她的頭環。\n彼時仍是少女的婁維婭，從未見證過月光祝福的祭司婁維婭，\n夢想著能夠用這種自欺欺人的謊言，維繫起離心離德的信眾。\n \n直到數十年後，那虛假的角冠墜入汙穢的血，映入她瞳中的，\n依舊不是無垢的月光，而是被她自己的影子徹底吞沒的寒夜。"
	}
}