{
	"id": 15033,
	"rarityList": [
		4,
		5
	],
	"name": "昔時之歌",
	"effect2Pc": "治療加成提高15%。",
	"effect4Pc": "裝備者對隊伍中的角色進行治療時，將產生持續6秒的渴盼效果，記錄治療的生命值回復量（包括溢出值）。持續時間結束時，渴盼效果將轉變為「彼時的浪潮」效果：隊伍中自己的目前場上角色的普通攻擊、重擊、下落攻擊、元素戰技與元素爆發命中敵人時，將基於渴盼效果所記錄的回復量的8%提高造成的傷害，「彼時的浪潮」將在生效5次或10秒後移除。一次渴盼效果至多記錄15000點回復量，同時至多存在一個，能夠記錄多個裝備者的產生的回復量；裝備者處於隊伍後臺時，依然能觸發該效果。",
	"flower": {
		"name": "昔時遺落之誓",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "由海紋石與蒼銀打造而成的不凋花朵，據說至今依然被視為反抗者的象徵。",
		"story": "眾水尚未匯流的年歲，黃金的威權曾如洶湧的海潮漫卷，鋼鐵軍團所至之處，蠻族盡皆臣服。\n飾金的盛世彷彿永無終結之日，正如調律師們堅信，羸弱的舊日之人終將屈於新秩序的樂章…\n本應如此，那象徵著文明與秩序的、凡人無可匹敵的偉大旋律，卻在蠻荒的北境遭到了阻滯，\n原本鬆散的諸部族團結於埃雷莫利卡年輕的繼承人麾下，在帝國脆弱的邊疆掀起反叛的狼煙…\n\n這便是被後世傳頌為「純水騎士」之人——以羸弱的血肉之軀，意圖反抗遮天蔽日的黃金大權。\n統領著諸多部落的歌女從未以君王自居，而是自稱聽到了萬水之主的神啟、踐行其意的僕從。\n在遙遠的卡皮托利姆，智者們對這些荒誕的說法嗤之以鼻，彷彿那不過是孩童譫妄中的囈語，\n然而，她的軍隊依然如狂風般席捲了諸多彼此征伐的部落，以劍說服同胞們向萬水之主立約。\n後世的詩歌與戲劇中，騎士的誓約有著眾多版本，但無論是哪一版，都有兩條誓約不可或缺：\n其一，不可對厄歌莉婭的信徒拔劍相向。其二，不可向惡徒妥協（亦作：不可容忍一絲汙穢）。\n\n「我等以白銀的不凋花為誓，誓要將那黃金的僭主逐出高海，誓要用血淚洗淨不義者」\n「誓要守護來自純水的精靈，誓要守護萬水之主遺留的恩賜，直至清泉再度湧流如初」\n\n就這樣，無休止的戰火如同瘟疫一般蔓延，燒卻了高傲的黃金，也燒卻了無垢的白銀。\n調律師意圖消弭紛爭的悲願終究化為泡影，仇怨如翻騰的怒濤，湧向無可挽回的終局。\n直至救贖的微光終於出現在遙遠的地平線，卻再也無法映入那些渴望救贖之人的眼瞳…"
	},
	"plume": {
		"name": "昔時浮想之思",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "白銀與蒼水晶製成的蝶狀羽飾，據說在遙遠的過去象徵著永不分離的誓言。",
		"story": "眾水尚未匯流的年歲，在某個如海草般短命的部落，曾有輕柔的晚風撫過繾綣的月色。\n尚未聞悉神王的律則，尚未知曉高天所立定的軌轍，少年將蝶翼的羽飾佩上她的耳側。\n在舊日之人的傳承中，翩舞的蝴蝶是靈魂的引渡者，也象徵著至死不渝的許諾與誓約，\n彼時仍未成為樂師的勇士深信，無數明日終會如無數昨日，如旋舞縈迴於纏綿的此刻…\n\n然而命運的湍流終究會向著苦厄奔湧，正如昔日的浮願終究湮沒於血與火的哀鳴。\n再度相逢之時，已是在遙遠的城邦中，原本相互征伐的諸多部族業已被統合為一。\n年輕的樂師假扮作流浪的旅人，於比武大會中擊敗了無數被後世傳頌的顯貴英傑，\n終得以冠軍之姿獨自覲見王上，述說諧榮的理想，意圖消弭那無盡的狼煙與仇怨。\n\n縱是最為穎慧的樂師亦未曾料想，袒露身分之刻，迎向他的唯有如湖光般的鋒刃。\n擬造之軀被斬斷，意識即將迴環前，樂師最後聽到的，是她將他擁入懷中的呢喃…\n\n「████，我的████…不必再強迫自己傳述違心之談」\n「我知曉，是那受詛的僭主褻瀆了你的靈魂，囚你於石牢間」\n「不必擔心，我的████…我一刻也未曾忘卻彼時的約言」\n「無論付出何種代價，我也定會救你脫離那永生的冰冷桎檻」\n「直至我們再度相擁於萬水之主的懷抱，不必再為苦厄憂煩」\n「直至這蒼色的蝶再度翩舞，引我們的魂靈渡越眾水的彼岸」"
	},
	"sands": {
		"name": "昔時迴映之音",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "造型奇異的沙漏，由青金石與水玉打造，據說設計靈感來自佩特莉可鎮的鐘塔。",
		"story": "眾水尚未匯流的年歲，舊日之人的部落中，曾有鳴鐘的傳統。\n鐘聲曾為日出而鳴、為日落而鳴、為誕生而鳴、為葬送而鳴，\n最終，在黃金之衾覆蓋天穹的終末之刻，鐘聲亦為毀滅而鳴。\n\n不知疲倦的鋼鐵軍團將早已無人知曉名諱的部落自地圖上抹除，\n卻未曾料想，短短數十年後，繁榮的帝國便見證了同樣的命數。\n飾金的宮闕在一夜間化為瓦礫，高貴的音律崩坼於野心與背叛，\n神王的悲願就此落幕，黃金之曲的殘響卻依然迴盪在凡人心中：\n有人依然沉溺於往昔的榮光，謀求不惜一切代價再度奏響樂章；\n有人主動拋卻舊名，為和平的明日，逐獵依然潛伏的森森鬼影；\n有人則只留下了過去的姓名，帶著縹緲的傳說，隱入了歌謠中…\n\n「能實現一切心願的聖器…呵，即便那純水的靈使如此言說，聽來也顯得荒唐」\n「無人能洗去罪業，正如無人能洗去水中的血。縱然被人遺忘，罪業仍是罪業」\n「無人能挽回昔日，正如無人能挽回白晝的光。昔日早已失卻，就連我都曉得」\n「……」\n「然而，若是如此聖器真的存在於這可笑的世間，若是它真的能實現一切心願」\n「若是真的能為未來抹去一切淚水，讓高海的子嗣不再罹遭昔日的悲哀與傷痛」\n「就讓我最後一次沉溺於虛妄之事吧」\n\n數十年盤旋在她耳畔的悲泣與哀鳴，那些逝者的幻影，\n為她而死的人、因她而死的人，一切都變得不再重要，\n獨自步入山谷的前一刻，彷彿再度聽到了昔時的晚鐘…\n那分明是黃昏的太陽，卻總有人將那看作黎明的曙光。"
	},
	"goblet": {
		"name": "昔時應許之夢",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "仿照傳說中「純水之杯」的形制打造而成的華美器皿，據說能夠實現最為純淨之人的心願。",
		"story": "眾水尚未匯流的年歲，舊日之人的部落間，曾流傳著「純水之杯」的傳說。\n古往今來，從未有人目睹過寶杯的真容，唯有亙古之時精靈們的隻言片語，\n能夠佐證那「斟滿原初之水的金杯」並非僅僅只是誕生於人們幻想的虛像。\n傳說那至聖的造物能癒合一切可怕的傷口，亦能使人返老還童、死而復生，\n傳說唯有最為純淨之人方能一睹它的榮光，得到永恆的生命與無窮的智慧。\n\n正如古代哲人們所言：「盛衰更替，無物恆常。」一夜間，原本恢宏的諧榮之曲驟然落幕，\n無數自詡文明之人的哀鳴，伴隨著冠以永恆之名的黃金之都，一同淪歿於無盡的海潮中。\n正如古代哲人們所言：「盛衰更替，無物恆常。」一夜間，原本立定的復仇之誓驟然破滅，\n立誓要以血與淚洗淨仇敵的歌女如往常那般自夢魘中驚醒，目光所及的彼岸卻唯有怒濤…\n\n「深負原罪的高海之子，我等飽飲苦厄的兄弟姐妹」\n「你已知曉命定的凶讖，你已見那終將來臨的禍殃」\n「你當要使你的心剛硬，既不必懼怕，也不必驚惶」\n「只需尋得那原初之水，尋得有求必應的原初之盞」\n「只需向她述說出心願，一切罪愆都終將得到垂憐」\n\n就這樣，為了精靈的許諾，歌女踏上了尋訪「純水之杯」的旅途，\n就這樣，「純水之杯能夠實現一切心願」的異說在民間廣為流布，\n直至暮色盡頭，她方才知曉，那所謂的「原初之盞」究竟為何物…"
	},
	"circlet": {
		"name": "昔時傳奏之詩",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "曾一度在楓丹的歌劇創作者之間流行的禮帽，據說羽飾的設計參考了傳說中純水騎士的盔纓。",
		"story": "眾水匯流為一的年歲，跨越舊日的廢墟，慈愛的女主人構築起新的城邦。\n長夜已盡，白晝將至——往昔之事已成夢跡殘影，終會伴著夜色一同消融，\n這是真正的黃金時代，不再有痴醉威權的僭主，不再有耽迷復仇的蠻族，\n恢宏的樂章永不再復，唯有詠頌愛與公義的詩，伴著晨風吹徹高海四方…\n\n其中的一些題材更是歷久不衰，即便是在數千年後的今日，依然為人們津津樂道，\n譬如純水騎士的冒險，經由諸多詩人與劇作家的改編，早已在市民之間家喻戶曉。\n據說他們曾以白銀的甲胄為誓，與純水精靈們並肩而戰，守護尚未被玷染的源露，\n據說他們曾歷經無數試煉，最終尋得了傳說中的純水之杯，迎接眾水的女王歸還…\n\n「集結眾多英傑的顯榮王庭，沐浴龍血的騎士」\n「巫師與困陷高塔中的貴婦，尋訪聖器的旅途」\n\n盛宴與誓言，悲戀與離別，諸多只屬於幻想的瑰麗詩篇，在「伊黎耶」的見證下揭幕。\n只是那同名的英雄終究與她無關，冠以舊日之名的歌謠，終究也不過是今日之夢罷了。"
	}
}