{
	"name": "千岩牢固",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "生命值提升20%。",
	"4pc": "元素戰技命中敵人後，使隊伍中附近的所有角色攻擊力提升20%，護盾強效提升30%，持續3秒。該效果每0.5秒至多觸發一次。裝備此聖遺物套裝的角色處於隊伍後台時，依然能觸發該效果。",
	"flower": {
		"name": "勳績之花",
		"relictype": "生之花",
		"description": "以金箔製成的精緻花朵，象徵了其主人所獲得的功勳與榮譽。",
		"story": "在峭岩岸然作歌的過去，層岩巨淵曾有星辰隕落。\n星鐵自無際夜空垂落而下，將塵土化為琉璃晶砂。\n\n凡人朝生暮死，帝君卻親手託付千岩軍守護礦脈之責。\n深淵如洪流般湧出，千岩軍則護送眾多民眾疏散逃離。\n在礦工們的故事中，少數留在層岩巨淵的斷後兵士們，\n亦與無名的夜叉一併奮戰，最終同樣犧牲在峭岩之間。\n\n即使山川隨年月而改變，凡人與仙人的名姓也被遺忘，\n其勳績卻永無磨滅之時，正如這金箔之花般堅韌閃耀。\n自災厄平息至今已有五百年，港城堅壁一如往日久安。\n兵士們驕傲佩戴的金花，正是先人的高貴犧牲的標誌。"
	},
	"plume": {
		"name": "昭武翎羽",
		"relictype": "死之羽",
		"description": "在儀仗場合佩戴的鷹翎，用以向外人顯明璃月港的威嚴與決心。",
		"story": "翱翔高天的猛禽遺落的翎羽，被千岩軍作為武勳的標誌而佩戴起來。\n此種翎羽僅在儀仗場合佩戴，用以鼓舞民眾，向外國來客顯示威嚴。\n\n傳說千岩軍在禮儀場合佩戴的翎羽，最初來自無名的夜叉。\n夜叉在與深淵爪牙纏鬥時散落的翎羽，被視為希望的象徵。\n最終，勇猛的夜叉與無畏的凡人們皆沉睡在了深黑的淵藪。\n帝君感其犧牲，為之沉默良久，山石群岩亦悄然呢喃吁嘆。\n民間亦有流言稱守護層岩巨淵的無名夜叉並非受帝君之命，\n而是為了救贖久遠的罪愆，為曾經的怯懦與逃避付出代償。\n\n不論真相為何，曾經翔游群雲的夜叉已回歸了自在的雲霧。\n在巨淵之下永眠的兵士，也就此永遠存在流變的神話之中。"
	},
	"sands": {
		"name": "金銅時晷",
		"relictype": "時之沙",
		"description": "外觀樸素的計時道具，在戰亂的時代，一度是千岩軍的制式裝備",
		"story": "驅以日月之光的堅定時計，在白日無明的日子也能捕捉光芒。\n璃月被漆黑惡意威脅之刻，這尊時晷讓戰士記住白晝的溫暖。\n\n在夜叉身側作戰，凡人兵士亦難免身染業障，或遭殺伐波及。\n為避免被殺業吞噬，千岩兵士以時晷默默記錄著廝殺的時刻。\n以統一的步調與規律，前一批凡人兵士撤下，便有下批換上。\n如是進退如一直至巨淵深處，夜叉與勇武之士並肩隕落之地。\n\n百年之後，這尊時晷被礦工發掘而出，灼灼星光下閃耀著金石光澤。\n市井傳說稱有著黑袍的藏家行走街市，以高價將此種金銅時晷收購。\n也有賣家試圖打聽其間原因，卻皆被其人以各種藉口說辭巧妙攔回，\n或許此人的目的為何，只有不息的時間終能做出足夠合理的解答吧。"
	},
	"goblet": {
		"name": "盟誓金爵",
		"relictype": "空之杯",
		"description": "千岩軍用以盟誓的金爵，依舊殘留著絲絲酒香。",
		"story": "千岩軍初立的過去，璃月大地尚未盡褪蠻荒。\n城鎮、鄉村與部族的長老曾以金爵彼此盟誓。\n作為對岩王帝君的效忠，對同胞民眾的責任，\n自各處選拔出勇健之士組織成軍，號曰千岩。\n\n與夜叉並肩的那一戰中，斷後的將士也曾以金爵飲下美酒，\n向慈愛威嚴的岩王敬最後一杯，隨即衝向深淵，義無反顧。\n數百年後，自負的冒險家將之自巨淵深處取回，稍加洗濯，\n金爵在百年之間竟從未破碎鏽蝕，亦未被漆黑的氣息浸透。\n\n數百年後，當璃月人再度談起災厄年代的往事，談起那無名的夜叉，\n談起來自不同背景、不同地域的英雄如何團結一心，對抗深淵浪潮…\n這尊金爵便是不可繞開的話題，其中歃盟的血水恍若依舊清亮無塵。"
	},
	"circlet": {
		"name": "將帥兜鍪",
		"relictype": "理之冠",
		"description": "年代久遠的華麗頭盔，洗淨塵沙後依舊明亮如新。",
		"story": "與未曾留下名號的夜叉一併奮戰的將帥，\n偕屈指可數的同袍為了守護而共同隕落。\n為了保障難民能夠安全撤離，不辜負岩主的目光，\n頭戴兜鍪的首領們率先向深淵刺出了手中的長槍。\n\n大災降臨琉璃之地，悠古的仇讎泉湧而出。\n夜叉應帝君之命，與深淵的扭曲造物血戰。\n直至最後一滴血亦匯入大地，將汙穢滌除，\n隨著深淵的退潮，琉璃砂終又流露出光澤。\n\n當層岩巨淵上空的重重陰翳消散，夜叉就此消失無蹤。\n在沙場留下兜鍪的將帥及兵士，亦永遠地安眠在此地。"
	}
}