{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "未竟的遐思",
	"effect2Pc": "攻擊力提高18%。",
	"effect4Pc": "脫離戰鬥狀態3秒後，造成的傷害提升50%。在戰鬥狀態下，附近不存在處於燃燒狀態下的敵人超過6秒後，上述傷害提升效果每秒降低10%，直到降低至0%；存在處於燃燒狀態下的敵人時，每秒提升10%，直到達到50%。裝備此聖遺物套裝的角色處於隊伍後臺時，依然會觸發該效果。",
	"flower": {
		"name": "暗結的明花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生之花",
		"description": "由灰石雕刻並巧貼金箔的花，傳說在一場戰爭中，曾作為區分敵我雙方的憑證。",
		"story": "那是眾部族的旗幟已然附上灰白塵埃，逐漸失去顏色的年歲。\n而立於寶座前，手捧缺裂明環的半人，玩弄獨夫顯赫的權柄。\n苛令之下，再無人可從根莖上的腐泥、篝火或深林的倒影裡，\n探聽低沉夜暮的使者、遠去的先民與最初的人神留下的誡訓。\n\n故而遠古的黯曖，覆蓋千萬黯曖的時刻終究要來臨，\n正如古捲上因佚失而淡去的血跡，仍殘留的鐵腥氣。\n於是在漆黑如觸的幽色盤踞深底之際，赤瞳的少年，\n自諸多劫難中，自水如流光的國度復歸禁城的丘宇。\n\n他步入浮園時，耳邊仍留有佝僂瞽嫗的喑啞示喻：\n「似藤蔓叢結的遠藪之中，亦要結出絢耀之花那樣」\n「去尋找吧，在這，彷由巨獸髑髏堆壘的死氣之地」\n「去尋找那些仍願在冰冷殘夜以身覆火的真正義人」\n「莫辜負他們的熱望、仇恨、貪婪與野心，切記啊」\n「莫辜負他們仍願將視線投以熾熱焰光的眼睛」\n\n首先而來的是手握黯淡羽飾的少女，如咬鵑般為少年覓來眾多高帳中的訊息。\n而後是孿生的英傑，唇齒更勝利刃的兄長，和那位背部飽受暴主拷打的兄弟。\n聽聞赤瞳的少年救下龍眾的事蹟後，寡言的壯士也願意為他付出自己的力量。\n\n「但我們還需要一位人士，他要比誰都清楚這座城上之城的構造」\n「能夠如擺弄掌中機關那樣，指出一切明裡的道路和暗中的通途」\n赤瞳的少年如是指出，長時間的沉默過後，平時寡言的可靠英雄，\n那位期望人龍相偕共處的壯士想起傳言，說出了一位匠人的姓名。"
	},
	"plume": {
		"name": "褪光的翠尾",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死之羽",
		"description": "已褪去華光的尾翎裝飾，其上的紋路據說出自久遠之前的巧匠之手。",
		"story": "「無論誰看見那松石綴飾的雕花，都將被造設的巧思奪去心魄」\n「無論誰看見那金絲繁複的鏨文，都將慨然於藝者卓然的刻技」\n\n少女聽從她所翼附的少年的指令，於坊間傳聞中尋找那位名匠的身影。\n然而她於高庭的陰影裡，在名貴者的宴火中打探，卻始終未能有結果。\n正因此苦惱時，她取出黃金羽飾，對著熹微燈光回憶已故父親的面容。\n一旁，半張臉藏入袍帽的醉漢卻冷冷開口，細數羽飾上眾紋路的來歷。\n\n誰能想到製出華美飾品的人，是流連殘破酒館，面容可怖的乞丐。\n藏於帽下的半張臉，留有被烈火燎燒的痕跡，皮肉如融化的血泥。\n但少女並未心生畏懼，在短暫的驚訝過後，便將羽飾交予他手中。\n對著光亮已然褪去的作品，那夜，他為她敘述已於此地絕跡的，\n長尾翠鳥的故事，那時他受託，為一位眾人尊敬之人打造…\n\n「那是我的父親，卻因庇護部族中的龍眾而被降罪、取走了性命」\n少女聲音冰冷，匠人從她的深眸中，看出與自己相同的仇恨之火。\n\n他說「那麼我願意為你…的大人效勞」，甚至在她表明來意之前，\n其實是願意為她效勞——匠人心中想，但那是不必說出口的話語，\n只因為他早已在此刻，已在少女的心中，看到他人駐留的身影。"
	},
	"sands": {
		"name": "舉業的識刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "時之沙",
		"description": "古老國度計時的曆晷，在某一刻度上，留有仔細觀察才可看到的細小印記。",
		"story": "令現在眾多鑽研遺留古物的研究者困惑的一件事是，\n從被流灰覆蓋的古城廢墟挖掘而出的許多曆晷之上，\n不知為何，都在同一處，發現了用鏨刀留下的刻印。\n\n自峽谷之中而來的人，認為那是一度斷絕信仰之人重新點亮黑曜石長柱的時刻，\n在那日，眾部族首領的代行人——礦山的女兒薩庫科，令彷徨的靈回歸夜的國度。\n自懸木之里而來的人，認為那是一度捨棄契約之人重新與六族龍眾訂契的時刻，\n在那日，受諸戰士信賴的勇者，寡言的英雄尤潘基，用劍斬斷捆縛龍頸的枷鎖。\n自流泉之源而來的人，認為那是一度遺忘過往之人重新探聽海浪中回聲的時刻，\n在那日，孿生的兄長，鼓弄巧舌的阿塔瓦爾帕，重燃起眾人對過往榮光的渴望。\n自沃土之陸而來的人，認為那是一度備受欺壓之人重新自大地站立而起的時刻，\n在那日，孿生英雄中年輕的那位——冠軍瓦斯卡，身先士卒抵擋來自漆黑的洪流。\n自山巔之上而來的人，認為那是一度受困樊籠之人重新回返自由之層巢的時刻，\n在那日，赤瞳的英雄喚來神的怒火，將受蝕的城焚盡，令部落的復又歸於部落。\n\n場間唯有自謎煙之內而來的人，那知悉隱秘的年輕人默不作聲，\n獨自回想泛白織捲上描繪的圖景。據說，那是黑翳遮日的時刻。\n早為此時做著準備的英雄們乘機推翻空王座前失去理智的君王。\n不入流的野史中，作出計畫的是一名不曾留下名字的巧手工匠。\n\n「但匠人在那使部族的權柄回歸部族的戰爭中未曾留下隻言片語」\n「並且在此之後，便自層層帷幕遮蔽的舊故事裡悄然失去了蹤跡」\n\n那位年輕人，用手摩挲那許多曆晷上，幾乎一模一樣的刻痕。\n想像無數日落前，行計的日期議定後，那雙或許並不存在的手，\n和手的主人鏨下曆晷上痕跡的時刻。"
	},
	"goblet": {
		"name": "籌謀的共樽",
		"relicType": "EQUIP_RING",
		"relicText": "空之杯",
		"description": "陶製的三足杯，曾有諸多英雄在篝火邊舉杯酣飲，談論各自的野心與期冀。",
		"story": "他向赤瞳的少年和他的英雄們述說他過往經歷的磨難。\n述說禁城的君王曾募集部族之中的能工巧匠，於地下，\n發掘從前翼如旗旛的巨獸們的造物，以滿足他的野望。\n可是君王的反覆無常早已被眾人所知，是故當他窮盡一切秘密的那日，\n便點起大火，企圖燒盡一切，將知情人與遺蹟一同，掩埋在石門之後…\n\n而在摧毀一切的烈焰裡，瀕死匠人在恍惚的彌留之際，\n看到石首滴下的金淚落入自己的眼中，令他看到許多。\n他述說在恍惚中所看到的巨大造物，看到精巧運作的機械。\n看到由流火驅動的影子，自遙遠的地平攀附至天上的輪月。\n\n「所以那金淚就是…」「你如泉湧現之靈感的源頭？」\n將之作為故事收攝入耳的孿生英雄，如是嬉笑問道。\n他聽出他們語氣裡那不可置信的戲謔，他們總是如此，男人早已習慣。\n在少女探詢的目光投來時，他發出訕笑，半邊臉的肌肉因此微微刺痛。\n\n其實他在那場險將人生焚盡的火焰中見到更多，譬如流動的金紋、\n遺蹟另一條可逃出生天的路，和如何建立起遠大帝國的諸多鐵則。\n但後者或許對於少年們還太過遙遠…\n他將喝到僅留一層淺底的酒樽放下。\n\n或許吧，或許等到一切塵埃落定，等到舊的基石被翻新，\n等到更進一步時，他便將一切和盤托出，他也樂於如此，\n為他此時至大的遐思，已是如何替新王雕琢煥然的帝垣。"
	},
	"circlet": {
		"name": "失冕的寶冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理之冠",
		"description": "由松石與翠羽裝飾的黃金寶冠，但空居絨墊之上，從未出現在冕禮之中。",
		"story": "曾有人應允她所求，在舊有的國度覆滅後，便為她重造早已黯淡的羽飾。\n於是她同樣對那早已贏得她尊敬的人許諾，屆時必以松石寶冠作為回禮。\n只是在漆黑怪物的屠刀下看見那具痛苦佝僂的屍身之後，少女便已明白，\n早已鍛造和親手綴飾的華麗冠冕，此生就將空待那無法出席冕禮的主人。\n\n多年之後，在六個部族之間，都流傳礦山那老去的女主人奇怪的喜好。\n據說這位老夫人喜愛各種華貴飾品，許多業已無法以現有的工藝造出。\n其中，尤其只要是署有某個工匠之名的作品，若是願意獻於她的面前，\n她便無論花費多少珠石也願意換得。\n甚至即便是贗作，也照樣收取不誤。\n\n當部族裡的人規勸她，至少別去滿足那些造假之人的貪心時，\n老人說：「正是因為不能讓那些偽劣贗作敗壞他的聲名啊。」\n更何況，她私底下也未曾真的放過那些如是行騙的宵小之徒。\n\n相對於英勇赴死的友人，她的餘生顯得過於漫長。於是，\n她用過剩的時光去蒐集所懷念的那些英雄們留下的一切。\n她所愛的赤瞳少年，在完成自己的使命後便回歸聖火之中，只留下了餘輝中的暖意。\n而當時倒於君王之焰，寡言的英雄，其殘眸中映照的新世界，已成為他最好的回報。\n孿生的豪傑，一度目睹兄弟死於敵手，曾那樣聒噪不休的人，也因悲痛哭啞了嗓音。\n\n「結果阿塔瓦爾帕也走在我的前面…誰能想到，是最柔弱的我活到了最後呢？」\n「部族的智者常說，經歷過風浪的人總會厭倦平坦的陸地，對我來說也是一樣」\n「在你們不在的這個年代，實在太過無趣了一些」\n\n但終有與那些已離去的朋友們重逢的時刻，在等待許久的預感到來之時。\n她自琳琅飾物中挑出匠人曾製造的所有的真品，相對贗品來說太少了些，\n她帶著那些刻有他名字的事物，就這樣走入了深沉的夜色中，再未歸來。\n\n按照傳說故事的說法，第二日，人們站立在她放置松石寶冠的樹下，\n遵循她遺命進行宣誓，自歷史裡忘去了那被她帶走的巧手工匠姓名。"
	}
}