{
	"name": "辰砂往生錄",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "攻擊力提高18%。",
	"4pc": "施放元素爆發後，將產生持續16秒的「潛光」效果：攻擊力提升8%；並在角色的生命值降低時，攻擊力進一步提升10%，至多依此方式提升4次，每0.8秒至多觸發一次。「潛光」效果將在角色退場時消失；持續期間再次施放元素爆發，將移除原有的「潛光」。",
	"flower": {
		"name": "生靈之華",
		"relictype": "生之花",
		"description": "古老的紀念物，恰如數百年前將它保存的生靈一般鮮活。",
		"story": "在辰砂色的古老山崖上，也曾綻放明麗的花朵。\n在汙黑之血漫流的年代，未得沾染過絲毫泥汙。\n\n千岩牢固，重嶂不移。假使面對的是黯色妖邪也一樣。\n沉默的山民與鐵色的明月，為他們築成了寂靜的陣地。\n\n「峭岩與琉璃晶砂的女兒，千萬不要為我哭泣」\n「我生在天衡陰影下，為報答岩王的恩蔭而戰」\n「將性命信託四臂的夜叉，向螢光的淵藪而行」\n「漆黑深穴的陰影之路，懸浮崎嶇岩宮的晶石」\n「深淵湧現的汙穢潮流，伏行巒底的扭曲妖魔」\n「諸多恐怖與不可思議，皆不會令我心感恐懼」\n\n夜風打斷了千岩軍士的話語，令他沒能說出訣別之言。\n僅為山民的女兒留下這朵小小的花，作為忘卻的紀念。\n\n「我唯一恐懼介懷的事，僅有遺忘與失去而已」\n「若厄運將我掩埋在無名之地，請莫把我忘記」"
	},
	"plume": {
		"name": "潛光片羽",
		"relictype": "死之羽",
		"description": "一片光澤暗淡的翎羽，凝聚著濃重的記憶。",
		"story": "傳說在層岩巨淵最高的斷崖，曾有英傑手掇飛鷹翎羽。\n又有傳說，竟此壯舉的能士將有資格同仙眾並肩赴死。\n\n「儘管為守護眾人、追逐所求而赴死，確是好事一樁」\n「只不過，仔細想來，此事恰如魚潛深潭，鳥墜幽谷」\n「雖能成就自我之饜足，卻不為眾人所曉，終被遺忘」\n「我等凡人彷彿片羽為龍捲所挾，飄搖落入深空之中」\n「所謂拯救、所謂堅守，不過盡做虛無無意義之事吧」\n\n幽黯的耳語呢喃道，悄悄搖撼無法留下名號之人的心…\n\n但最終戰事塵埃落定。諸多兵士沉眠岩窟深處。\n漆黑軍勢的詭譎嘶叫也如同漣漪般悄悄消止了…\n即使人的歲時短暫，大地也會永遠記住這一切。"
	},
	"sands": {
		"name": "陽轡之遺",
		"relictype": "時之沙",
		"description": "外觀堅實的古代時計，有著晶砂的光澤。",
		"story": "傳說在岩王尚年輕的時代，太陽曾是巡行大地的高車。\n當夜空的三姐妹殉身於災禍，陽轡之車亦隕落於深谷。\n山民皆言日御幸而得以修復，重新照亮了黑暗的蒼穹。\n雖陽轡重歸無窮的西迴，但一塊碎片卻永遠逗留下來。\n山民遷入港城後，便將碎片磨成晶砂，賣予識貨之人…\n\n「莫要說笑，那都是毫不可靠的民間傳言，怎能輕信呢」\n「盛露廳的商人早已盡褪蒙昧，將荒誕不經的過去遺忘」\n「畢竟閃光晶砂不宜燒製陶器，亦不適合製作奢侈塗料」\n「據層岩巨淵的礦工所說——雖然亦是不大可信的故事」\n「這尊時計與些許晶砂，乃是來自五百年前的千岩兵士」\n\n光與暗纏鬥的漆黑深淵，即使以夜叉之強亦難以久抗。\n凡人更需光照，才不會輕易迷失在噬人的漆黑鐵幕中。\n千岩兵士收集螢光之砂用以照明，正好似皎白的月光。\n為計算凡人逗留深淵的時間，時計是前仆後繼的證明。"
	},
	"goblet": {
		"name": "結契之刻",
		"relictype": "空之杯",
		"description": "古老的晶砂之杯，似乎未嘗被歲月磨洗暗淡。",
		"story": "名為「層岩巨淵」的這片土地，自古閃爍著辰砂色的光澤。\n山中的礦工與市井的寶石商人，至今流傳關於夜叉的傳說…\n人說肩生四臂的孤獨旅者曾來到彼時蠻荒的天星墜落之處。\n得知驅祟而來的孤客流浪至此，山中的部民聞聲紛至沓來：\n\n「遠來的客人，請您接受我們的酒，還請一聽我們的訴說」\n「山中陳釀也許酸苦難咽，不及天衡山中帝君誇讚的瓊漿」\n「但山民以天贈的奇石珍玉為妙藏，開鑿嶙峋岩壁為生計」\n「多虧帝君恩義，日子雖不盡如人意，但也尚且寬裕無憂」\n「然而，處境不復從前，天星的恩惠被黑暗的陰翳所阻礙」\n「今日，我們雖無結契所需高貴祭禮，仍願斗膽求您拯救」\n\n來客沉默地聽完了長老們的求告，又沉默地飲盡了杯中的苦酒。\n未嘗做出承諾，也未斥凡人無禮，不顧挽留逕自向東折返而去。\n\n再後來的故事，便盡人皆知…\n\n但曾與鄉老共飲的樸素晶砂酒杯，被作為結契的證物留存至今。"
	},
	"circlet": {
		"name": "虺雷之姿",
		"relictype": "理之冠",
		"description": "據稱是山民為夜叉所打造的頭冠，外觀古樸，但其表面光亮不失潤澤。",
		"story": "天遒有夜叉，四臂何磊魁。\n遠來層岩裡，諸部揚謳歌。\n豐餚莫虛歸，觴至更無餘。\n揚刃入淵谷，為民息幽禍。\n捷疾悍似鬼，紫目爍凶光。\n震電絕死翳，虺雷溶青波。\n雲霓掩淵藪，盤捲吞星河。\n狂飆復奔流，辰砂隱昏黑。\n石動震山廊，深谷多決坼。\n淵崩引地鳴，倏然皆靜默。\n濃雲凝夕照，棲鳥泣殘歌：\n「君不聞，朔風蕭瑟鼓角落，人傑淹冉沒回渦」\n「竟不見，夜叉酣鬥爭天曙，空餘長嘆何蹉跎」"
	}
}