{
	"name": "花海甘露之光",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "生命值提升20%。",
	"4pc": "元素戰技與元素爆發造成的傷害提升10%；裝備者受到傷害後的5秒內，上述傷害提升效果提高80%，該提高效果至多疊加5層，每層持續時間獨立計算，處於隊伍後臺時依然能觸發該效果。",
	"flower": {
		"name": "靈光源起之蕊",
		"relictype": "生之花",
		"description": "久遠的朝聖者曾佩戴的徽記，是一朵華麗的小花。",
		"story": "「我天真的女兒，我的靈光…」\n「我將妳交給另一位母親，請將忠誠與愛意獻予她。」\n「她的智慧並不下於我，而她的光芒比我更加閃耀。」\n「我曾在夜中夢見無面目的夢魘，它令我驚懼不安…」\n「於是便將妳分離出我的軀體，請妳阻止它的來臨。」\n\n「我的靈光，我的眼中之光…」\n「我曾警告她漆黑浪潮的來臨，而妳將從中獲悉職責命運。」\n「請不要恐懼退縮，不要令靈光褪色，亦不要讓母親蒙羞。」\n「正如為凡人犧牲乃是我的宿命，犧牲是新生的美妙前奏…」\n「請前去投入草木母親的懷抱，在她的國度妳將尋到宿命。」\n\n「我的靈光，我純淨的女兒…」\n「妳將要改換面目，妳將面臨分裂與死亡的考驗。」\n「而後，妳將長生不死，但那是更為黑暗的道路…」\n「甘露之主與草木之主都將先於妳隕卻她的神形…」\n「她們將被遺忘，而妳們也將只剩下犧牲的記憶。」\n\n「我的靈光，花的女兒…」\n「若妳決心不因恐懼而退縮…」\n「便投入新的養主的懷抱吧。」"
	},
	"plume": {
		"name": "琦色靈彩之羽",
		"relictype": "死之羽",
		"description": "精巧的羽狀飾品，閃爍著綠葉與芳花的光澤。",
		"story": "在某個無人憶起的月夜，在悲劇的沙暴席捲樂園的前夜…\n鮮花與草木曾談及凡人國度，談及其希望與荒蕪的未來。\n不可接觸者帶來灰色的死亡，漆黑的浪潮沖刷生的河岸，\n草木走獸的新生將偕起凡人，擊退那一輪輪險惡的潮流。\n\n與赤砂之主決裂的孤獨歲月裡，草木女王將靈光塑成神鳥，\n賦予了她看護兩個世界的職責，守望著新生與死亡的邊界。\n神鳥深居松柏與雪蓮生長之境，沉眠於盟約尚存的美夢中…\n只有那災禍來臨時，她才悠然醒來，走向必然破滅的命運。\n後來，正如那人悲哀的預言，灰暗的死寂在雨林之中彌漫…\n正如摯友的警告那般，漆黑獸潮湧來，席捲了新生的雨林…\n\n水之國的舊主在劇變之中隕滅，其身化為純淨的甘露之海，\n然而在深淵摧殘的荒蕪大地上，純潔的露水終被炙烤乾涸，\n草木的女主人卻無暇為之哀慟，萬千子種的母樹亟待哺育…\n為滌淨黑淵的污穢，保證甘露的淨潔，西摩格碎裂了神形——\n\n「凡是自花之靈光而生的美麗造物，必然將面臨謝落成泥的命運，」\n「在謝落之後，由甘露滋潤重生為花海者，不再因『死』而憂愁。」"
	},
	"sands": {
		"name": "久遠花落之時",
		"relictype": "時之沙",
		"description": "閃爍著靈光的古老時計，其中盛裝著似有生命的純淨液體。",
		"story": "「將一片靈光交予你，我的摯友，切望你悉心保存。」\n「她來自花的靈智與天空的脈絡，擁有生命的精純。」\n「靈光乃花心中的一點，萬千甘露之中承光的一滴，」\n「請你珍惜我的贈禮，直到黑淵淹沒生靈的那一天…」\n\n遙遠的寓言在綠葉與花朵之間流傳，被果實與子種銘記。\n待花的女主人謝落成塵，待到砂海之主被虛妄之夢迷惑，\n待到僭主暴君被那萬變的沙丘墳塋埋葬，野心終究熄滅，\n待到那一切來自泥土的歸於黃沙，來自流風的歸於雨林…\n草木的女王靜觀著世事流變，銘記著與逝者的誠摯誓約。\n\n「請答應我守護這一點靈光，我的同伴，我摯愛的友人。」\n「待我們逝去之後，凡人必如初離繈褓的幼兒那般躑躅，」\n「脆弱卻足夠強韌，終能克服狂風烈火與自身的不完美。」\n「但是，我所憂傷的絕非可預的災禍，而是混沌的漆黑…」\n「唯有深黑的惡意與『死』的威脅，才有可能碾碎蓓蕾。」\n\n待往日樂土終於被鍍金之砂吞噬淨盡，草木之主亦履行了舊日的約定：\n傾聽靈光的意願，為之塑造美妙的軀體，將之化形為絢麗無比的生命——\n那便是神鳥「西摩格」，身聚千萬飛鳥的色彩，歌唱萬千花朵的和鳴…\n綠洲的最終之夢集於一身，化作了深藏神鳥體內純淨璀璨的無窮花海。"
	},
	"goblet": {
		"name": "無邊酣樂之筵",
		"relictype": "空之杯",
		"description": "曾盛裝瓊漿蜜露的華麗酒杯，如今已空空如也。",
		"story": "花圃的女主人逝去之後，草木的女王亦與砂海決裂。\n捨棄狂愛與威權，她選擇重歸雨林，謹守生命之道…\n由此新生自雨林煥發，賢者們興風造雨，塑造家園。\n狂想通向必然的死亡，死亡的教喻時時警醒著凡人。\n\n花之靈光生自最盡興的筵席、最純淨的歡樂，\n其中嚐不到苦行的酸澀，也沒有威權的腥膻。\n她的命運最終將通向死亡、乾涸枯竭的結局…\n只有智慧之主得以明鑑，得以妥善保管利用。\n\n「然而，大主人的預言不可忘記，既然她已將我託付於您。」\n「愚行尚不至令凡人滅亡，但世外的深黑狂潮將席捲一切。」\n「我乃女主人所留的最後遺魂，我乃滌淨一切的花之精粹。」\n「若與至純的水融合，我將如石榴爆散出萬千爍目的光芒。」\n\n於是，神鳥西摩格從花之靈光中誕生。\n在主人身側稍作流連，便向花海飛去…"
	},
	"circlet": {
		"name": "靈光明爍之心",
		"relictype": "理之冠",
		"description": "精緻多彩的耳飾，其上彷彿流露著百種花兒的光澤。",
		"story": "「摯友呀，智慧卻早逝的摯友…」\n「在永遠變幻的絢爛傳說之中，潛伏著灰色的遺忘，」\n「正如生命總是與死亡相伴，遺忘也是記憶的愛人。」\n「若無死亡的深黑威脅，任何生命將變得無足輕重，」\n「若無遺忘的浪潮沖刷，亦無所謂值得銘記的歷史…」\n\n在久遠的年代裡，草木的女王曾遵從她的囑託，\n將神鳥的形態賦予花之靈光，守護雨林的一隅。\n恰似鮮花的命運是謝落，西摩格的宿命是犧牲，\n蒼翠的養主從與花王偕眠的那夜便已知曉此理…\n\n「於是，翠綠的神鳥綻放出萬千朵靈光，戴勝那般飛散…」\n「靈光散落在甘露之主清澈的屍身之上，生出璀璨花海。」\n「花海有靈百種，懷著草木露水的願望，滌淨一切汙濁，」\n「花海有靈百種，歌唱著那草木、甘露與鮮花三位母親。」\n\n終有一夜，女兒將離開三位母親的懷抱，\n因為世上汙穢眾多，只有犧牲得以滌除…"
	}
}