{
	"id": 10000057,
	"name": "Arataki Itto",
	"friendLines": [
		{
			"voicelineId": 57000,
			"title": "Première rencontre...",
			"voicelineType": "1000",
			"description": "Le patron du gang Arataki, c'est bibi, et tout le monde connaît mon nom... Enfin, mes noms : « l'unique et inimitable » Arataki, Itto « l'Oni roi du sumo », Arataki « la fierté des Oni », Itto « le gladiateur scarabuto », Arataki « le champion imbattable des cartes et des paris », Itto « Il perd aux jeux, mais ne l'admet pas de sitôt »... Ce sont les titres que j'utilise le plus souvent. Tu peux choisir celui que tu veux pour t'adresser à moi. Ne te gêne pas, héhé...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_draw_appear"
		},
		{
			"voicelineId": 57001,
			"title": "Bavardage - Itto dans la place",
			"voicelineType": "1101",
			"description": "Et me voilà, Arataki Itto, le « numéro un », en chair et en os ! Héhéhé... *tousse* ...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_01"
		},
		{
			"voicelineId": 57002,
			"title": "Bavardage - Encas",
			"voicelineType": "1102",
			"description": "Quelle est la meilleure saveur au monde ? Le goût de la victoire bien sûr. C'est pourquoi je ne dépense jamais un mora pour mon casse-croûte, je le remporte toujours à la loyale... Et ouais.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_02"
		},
		{
			"voicelineId": 57003,
			"title": "Bavardage - Combat de scarabées",
			"voicelineType": "1103",
			"description": "Ne sous-estime pas les scarabées, ils peuvent être durs à cuire ! Tu sais ce que ce scarabuto mange au petit-déj' ? De la sueur et des larmes ! C'est comme ça qu'il devient aussi costaud. On devrait tous s'inspirer de lui !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_03"
		},
		{
			"voicelineId": 57004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Pff, les vrais mecs n'utilisent pas de parapluie ! Oups, on dirait que ça va flotter sévère... Qu'est-ce que t'attends ? File ton parapluie, vite !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_heavyRain_01"
		},
		{
			"voicelineId": 57005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Hé ! Shogun Raiden, c'est vous ? Eh bien, écoutez-moi, vous n'êtes pas mon patron ! Vous allez faire quoi ? Allez-y, foudroyez-moi si vous en êtes capable !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_thunder_01"
		},
		{
			"voicelineId": 57006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "Et c'est parti pour une bataille de boules de neige ! Tu ne gagneras jamais contre moi, hahaha... At... Atchoum ! *sniff* ...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_snowy_01"
		},
		{
			"voicelineId": 57007,
			"title": "Il fait bon dehors...",
			"voicelineType": "1204",
			"description": "Il fait beau aujourd'hui. C'est une journée idéale pour sortir son scarabuto et l'entraîner au combat. Allez, petit, montre-moi ce que tu sais faire.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_sunny_01"
		},
		{
			"voicelineId": 57008,
			"title": "Le vent souffle fort...",
			"voicelineType": "1205",
			"description": "Un homme doit toujours faire attention à sa coupe de cheveux, même par temps de tempête. C'est encore plus vrai quand tu as du style comme moi. La classe !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_gale_01"
		},
		{
			"voicelineId": 57009,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Et c'est une nouvelle journée qui commence. J'ai plus un mora, mais bon, j'ai un peu la flemme de travailler. Allons voir s'il n'y a pas des jeux sympas aujourd'hui...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingMorning"
		},
		{
			"voicelineId": 57010,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "C'était un bien bon repas, mais maintenant j'aimerais me dégourdir les pattes. Voyons voir... Hanamizaka ? Non, j'y vais tout le temps. La Commission administrative ? Si c'est pour se tenir à carreau, non merci. Allez, on va à Ritou !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNoon"
		},
		{
			"voicelineId": 57011,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Chut ! Écoute, il y a quelqu'un qui parle... AAH ! C'est un fantôme, COURS ! Hahaha, je t'ai bien {M#eu}{F#eue}, tu aurais dû voir ta tête !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight"
		},
		{
			"voicelineId": 57012,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Va te coucher si tu as sommeil. Ne te force pas à rester éveill{M#é}{F#ée}. Quoi, moi ? Tss, je peux dormir même avec les yeux ouverts !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight2"
		},
		{
			"voicelineId": 57013,
			"title": "À propos d'Itto - Trouver un vrai travail",
			"voicelineType": "2001",
			"description": "Alors comme ça, ils disent que je suis incapable d'avoir un vrai travail, hein ? Hahahaha ! N'importe quoi ! Je suis un vrai voyou, moi. Tu as déjà vu un voyou avec un travail ? Oh, désolé, je m'emporte. Mais ne t'inquiète pas, je ne suis pas un voleur ni un cambrioleur. Quand je suis vraiment en galère, je fais des petits boulots pour gagner mon pain, comme faire de la manutention, livrer le courrier, ou aider les nouveaux commerces à attirer des clients dans la rue... C'est largement suffisant pour gagner ma journée, héhé.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle"
		},
		{
			"voicelineId": 57014,
			"title": "À propos d'Itto - Oni",
			"voicelineType": "2005",
			"description": "Les Oni ont traversé beaucoup d'épreuves, et pourtant, on a survécu jusqu'à maintenant en plus de pouvoir vivre en paix avec les humains. Mais c'est vraiment dommage qu'il y ait encore autant de gens qui ont des préjugés sur nous. Que ça change ? Bien sûr qu'il faut que ça change. Mais j'irais certainement pas leur lécher les bottes juste pour leur plaire ! Je gagnerai le respect des humains à ma propre manière !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57015,
			"title": "À propos de nous - Coopération",
			"voicelineType": "2003",
			"description": "Je te vois souvent courir à gauche et à droite pour aider les gens. J'ai l'impression que tu ne fais pas ça que pour les moras, je me trompe ? Non, toi, t'es quelqu'un qui sait s'occuper des autres. Je sais de quoi je parle, parce que moi aussi, je sais m'occuper des gens. C'est la famille, tu vois ? Du coup, on va faire une super équipe, toi et moi !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close"
		},
		{
			"voicelineId": 57016,
			"title": "À propos de nous - Réaction",
			"voicelineType": "2002",
			"description": "Je vais te dire un truc : j'ai toujours eu du respect pour toi. Bien sûr, j'adorerais que tu restes avec nous au gang Arataki. Je t'avais même trouvé un blase : « Numéro deux ». Comme ça, toi et moi, on aurait été les « Numéros un et deux », Hahaha ! *soupir* Trêve de plaisanteries, je sais que tu as des choses plus importantes à faire. Donc, je ne te retiens pas. Mais rappelle-toi que le gang Arataki sera toujours là pour toi.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Omniprésence sur les mortels ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57017,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3001",
			"description": "Grr, ne m'en parle pas. Rien que le fait d'y penser fait bouillir mon sang ! Comme si le fait de voler les yeux divins des gens n'était pas déjà un crime assez odieux, l'armée de la Shogun s'est amusée à les coller sur une statue de manière complètement désordonnée ! Tss, quiconque avec un peu de jugeote aurait placé les yeux divins des gens importants tout en haut ! Alors qui est l'imbécile qui a mis le mien tout en bas ?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57018,
			"title": "Quelque chose à partager - Hina",
			"voicelineType": "3002",
			"description": "Si quelque chose te préoccupe, tu peux essayer d'écrire à la rubrique des conseils du magazine « C'est la vie ». Mademoiselle Hina parvient toujours à trouver des réponses qui apportent un peu de chaleur au cœur de ses lecteurs. Tiens, regarde-moi par exemple : j'étais une âme perdue, mais plus maintenant, et c'est grâce à elle. Oh, ça me rappelle que j'ai réussi à m'inscrire à l'une de ses prochaines rencontres de fans. J'ai tellement hâte !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_01"
		},
		{
			"voicelineId": 57019,
			"title": "Quelque chose à partager - Cornes",
			"voicelineType": "3004",
			"description": "Dis-moi, est-ce qu'on finit par se lasser de mes cornes à force de les regarder ? Parce que je pensais à changer un peu de style en les colorant aux couleurs de l'arc-en-ciel et en y attachant quelques lucioles. J'aurais trop la classe comme ça, tu ne trouves pas ? Bon sang, je suis un vrai génie. Je vais dire aux gars de la bande de travailler là-dessus tout de suite.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_02"
		},
		{
			"voicelineId": 57020,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Tu veux connaître le vrai secret pour attraper des scarabutos ? Ce sont tes yeux. Tu dois t'assurer de prendre soin de tes yeux et il faut que ta vue soit aussi aiguisée que celle d'un faucon. Crois-moi, c'est quand tu es au milieu d'un orage, que la pluie tombe et que le vent te souffle dans la figure qu'il faut faire le plus attention... Parce qu'à ce moment-là, les melons lavandes et les scarabutos commencent à se ressembler... J'en sais quelque chose...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_gift_01"
		},
		{
			"voicelineId": 57021,
			"title": "À propos de Thomas...",
			"voicelineType": "4001",
			"description": "Les gars du gang m'ont dit qu'il avait soi-disant été la « star » de la cérémonie de saisie. C'est une blague ou quoi ? Comment ça se fait qu'il ait eu droit à une cérémonie juste pour lui tout seul ? On ne va pas me dire que la saisie du 100e œil divin était plus importante que les 99 qui ont précédé ! Non, ça ne peut pas être ça... Parce que si c'était vrai, c'est moi qu'ils auraient choisi comme 100e œil divin.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57022,
			"title": "À propos de Kamisato Ayato...",
			"voicelineType": "4002",
			"description": "Hahaha, je regrette de ne pas avoir rencontré Ayato plus tôt. Il m'a vraiment appris quelque chose : « On peut insuffler un esprit combattif même au plus fragile des insectes ». Je l'ai vraiment pris à cœur. Sans ces mots de sagesse, je suis presque sûr que j'aurais abandonné le combat de scarabées après avoir perdu pour la 780e fois... Comme on dit, seul un homme peut comprendre un autre homme. Lui et moi, on est sur la même longueur d'onde, que ce soit pour jouer aux cartes ou faire des combats de scarabées.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_ayato_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57023,
			"title": "À propos de Yoimiya...",
			"voicelineType": "4003",
			"description": "Pff, elle est toujours en train de se pavaner avec ses feux d'artifice et ses jouets pour plaire aux enfants. Y'en a marre ! Elle n'a pas le droit de me voler la vedette, c'est moi que les enfants préfèrent ici ! Tu as intérêt à être de mon côté ! Comment ? Tu n'es pas {M#un}{F#une} enfant ? Et alors ? Tous ceux qui sont plus petits que moi sont des gamins.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57024,
			"title": "À propos de Kaedehara Kazuha...",
			"voicelineType": "4004",
			"description": "La rumeur veut qu'il ait bloqué le Kendo d'insouciance après que tu t'es {M#échappé}{F#échappée} du Tenshukaku. Si c'est vrai, alors c'est complètement dément ! Comment a-t-il fait ? Hé, quand tu y penses, il est issu d'un clan disparu, et moi aussi. Donc lui et moi, on est pareils au final, haha. Donc, la prochaine fois qu'on s'en prend à toi, c'est moi qui viendrai bloquer l'attaque !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Omniprésence sur les mortels ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57025,
			"title": "À propos de la Shogun Raiden...",
			"voicelineType": "4005",
			"description": "Pendant le décret de saisie, elle a dû envoyer sa meilleure Tengu pour me prendre mon œil divin. Ça veut bien dire que je ne suis pas n'importe qui pour elle ! Mais bon, vu qu'elle a décidé d'abroger le décret, je n'ai pas de rancune envers elle. J'espère qu'elle a bien retenu la leçon et qu'il n'y aura pas de prochaine fois. Sinon, je vais lui donner encore plus de fil à retordre !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Omniprésence sur les mortels ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57026,
			"title": "À propos de la dame aux oreilles de renard...",
			"voicelineType": "4006",
			"description": "C'est moi qui ai gagné le concours de kitsune ramen. Même avec du tofu frit dans le plat, je l'ai battue à plate couture ! Bon, après ça, j'ai été cloué au lit pendant un bon mois... Mais je préfère être un gagnant malade qu'un perdant en bonne santé ! Alors qu'elle, elle a dû payer une note de 32 bols de ramen. C'est trop la honte ! Hahahaha...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57027,
			"title": "À propos de Kujou Sara...",
			"voicelineType": "4007",
			"description": "Bon, d'accord... Elle m'a battu pendant le décret de saisie. Mais il n'y a pas de quoi avoir honte ! Il faut savoir perdre et reconnaître ses faiblesses. C'est ça, être un homme, un vrai ! Alors qu'elle, une guerrière Tengu, n'ose même pas accepter de participer à un duel de revanche ! C'est juste un duel de sumo dans la rue, elle a peur de quoi... Si elle continue de refuser le combat, je vais arrêter de l'appeler « Tengu de Kujou » et la surnommer « Poule mouillée de Kujou » !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Divinité impitoyable et euthymie éternelle ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200711
					]
				}
			]
		},
		{
			"voicelineId": 57028,
			"title": "À propos de Gorou...",
			"voicelineType": "4008",
			"description": "Ah oui, tu parles du chien général de la Résistance... Je dois dire que malgré sa petite taille, il a une sacrée force de caractère ! En plus, il dégage une aura familière assez chaleureuse. C'est bizarre, parce que je ne l'ai vu qu'une ou deux fois...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57029,
			"title": "À propos de Kuki Shinobu...",
			"voicelineType": "4009",
			"description": "C'est moi le chef du gang, et personne ne remet ça en question ! Sauf Shinobu... Elle veut toujours me contredire ! Et ce n'est pas tout, elle s'amuse aussi à rendre tous les objets du butin de guerre que j'ai durement gagné à leurs propriétaires originels ! Mais bon, elle vient me sortir de prison à chaque fois et m'a aidé à me sortir d'une situation épineuse plus d'une fois, donc je laisse couler... À vrai dire, je n'ai pas envie de l'énerver, parce qu'elle serait bien capable de transformer ma vie en enfer !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kukiShinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57030,
			"title": "À propos de Sayu...",
			"voicelineType": "4010",
			"description": "Je lui ai juste mis une petite tape sur la tête quand elle ne regardait pas, et maintenant elle me bondit dessus pour m'attaquer dès qu'elle me voit... Mais que veux-tu, les Tanukis sont si mignons ! Personne d'autre n'aurait résisté à toucher sa tête à ma place. Ah oui aussi... Si tu as le malheur de lui dire : « hé, la Tanuki » pour l'appeler, elle t'attaque. C'est quoi son problème ? J'ai pourtant pas rêvé. C'est une Tanuki, pas une Kitsune...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57031,
			"title": "Connaître Arataki Itto (1)",
			"voicelineType": "5001",
			"description": "Je sais à quoi tu penses : « Comment ce type a-t-il pu devenir le chef du gang Arataki si tout ce qu'il sait faire, c'est participer à des combats de scarabées et à des jeux de cartes ? ». Tu as raison. Ces trucs-là, ce sont des jeux pour enfant. Tu sais quelles compétences m'ont permis d'arriver là où je suis ? Manger des ramen à l'envers, dormir les yeux ouverts, jouer de l'harmonica avec mon nez et écraser des mouches avec mes cheveux. J'espère avoir éclairci tes doutes.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_01"
		},
		{
			"voicelineId": 57032,
			"title": "Connaître Arataki Itto (2)",
			"voicelineType": "5002",
			"description": "Les habitants d'Inazuma pratiquent un rituel à chaque fois qu'il y a une fête, qu'ils déménagent, qu'ils tombent malades, ou pour d'autres occasions, rituel au cours duquel ils lancent des haricots autour d'eux et chantent : « Les haricots du bonheur tombent, les Oni de la cité succombent ! Le bonheur est là, les Oni ne passeront pas. Le bonheur est là, les Oni ne passeront pas ! ». Grr, rien que d'entendre cette chanson, j'en ai la nausée ! Mais le pire, ce sont les rues pleines de haricots... Avec mon allergie ? Je dois mettre un terme à ça, au nom de tous les Oni. Nous sommes innocents ! Arrêtez de vous protéger de nous et de nous chasser chaque fois qu'il vous arrive un truc !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 57033,
			"title": "Connaître Arataki Itto (3)",
			"voicelineType": "5003",
			"description": "Pour éliminer les préjugés qu'ont les humains vis-à-vis des Oni, j'ai demandé au gang de prendre une photo de moi qui montre mon côté sympa avec un Daguerréotype et de la coller sur un panneau d'affichage de la Cité d'Inazuma. Et tu sais ce qui s'est passé ? Des idiots se sont amusés à gribouiller sur mon magnifique portrait ! Mais le pire dans tout ça, c'est que j'ai été accusé par la Commission administrative de perturber l'ordre public et par la Commission culturelle de créer une mauvaise ambiance au sein de la cité. Même les sbires de la Commission économique sont venus pour me demander de payer une soi-disant « taxe sur la publicité »... Pff, ils ne savent même pas faire la différence entre un vrai citoyen honnête et un malfrat !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57034,
			"title": "Connaître Arataki Itto (4)",
			"voicelineType": "5004",
			"description": "Au sein du gang Arataki, nous sommes fiers d'accepter ceux qui ont souffert de l'adversité au cours de leur vie. N'écoute pas ceux qui nous traitent de bizarres ou de fous... Chaque membre est comme un membre de ma famille, et tout le monde a la même façon de penser dans le gang. Quoi qu'il arrive, le gang Arataki restera soudé, pour le meilleur et pour le pire !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 57035,
			"title": "Connaître Arataki Itto (5)",
			"voicelineType": "5005",
			"description": "J'ai beaucoup de respect pour les Oni azurins qui se sont sacrifiés pour permettre aux Oni cramoisis de continuer à vivre... Mais je suis totalement contre ce principe. Personne ne devrait avoir à sacrifier les siens pour que les autres aient un meilleur avenir, point final. Ce n'est un meilleur avenir que si c'est un meilleur avenir pour tout le monde ! Il faut que tout le monde travaille ensemble, et non pas que chacun reste de son côté et décide de se sacrifier tout seul pour avoir l'air cool. M'enfin bon, je suppose qu'on ne peut pas changer le passé et que ce qui est fait est fait. Mais, à partir d'aujourd'hui, il n'y aura plus de sacrifices tant que je serai là ! Si tu veux te sacrifier, tu devras d'abord avoir affaire à moi !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Un vrai cœur d'or ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1202618
					]
				}
			]
		},
		{
			"voicelineId": 57036,
			"title": "Les loisirs d'Itto...",
			"voicelineType": "6001",
			"description": "Les combats de scarabées, les cartes à collectionner, la toupie, le kendama, cache-cache... Je sais jouer à tous les jeux ! Alors, tu veux jouer ? Prépare-toi à perdre misérablement, hahahaha !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_hobby"
		},
		{
			"voicelineId": 57037,
			"title": "Les problèmes d'Itto...",
			"voicelineType": "6002",
			"description": "Mamie Oni n'est pas une Oni du tout... En fait, c'est l'humaine la plus gentille du monde. Son surnom, c'est parce qu'elle m'a recueilli quand j'étais enfant. Je m'en fiche de ce que les autres pensent, mais j'aimerais que les gens arrêtent de l'embêter à cause de moi.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_annoyed",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 57038,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Il n'y a rien de mieux au monde que les sucettes. Et ce n'est pas seulement qu'elles ont bon goût ! Juste le fait d'avoir le bâtonnet dans la bouche me donne un air de dur à cuire. Tiens, essaye pour voir !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodLike"
		},
		{
			"voicelineId": 57039,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Je suis un Oni, donc il n'y a rien que je déteste plus que les haricots, peu importe leur taille ou leur couleur ! Le simple fait de les toucher déclenche mes allergies, alors ne parlons même pas d'en manger... Vivement que cette coutume de jeter des haricots partout disparaisse une bonne fois pour toutes !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodDislike"
		},
		{
			"voicelineId": 57070,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Hahahahahaha ! Ça fait trois ans que j'ai pas mangé un plat aussi délicieux !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_pref_01"
		},
		{
			"voicelineId": 57071,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Bien ! Je n'oublierai pas ton geste de révérence envers moi aujourd'hui.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_normal_01"
		},
		{
			"voicelineId": 57072,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Hé, tu cherches à m'empoisonner ou quoi ?! Ah...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_dislike_01"
		},
		{
			"voicelineId": 57040,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Aujourd'hui est un jour important ! J'ai dû envoyer les gars du gang autre part, sinon ils m'auraient accusé de favoritisme. Tiens, regarde, je t'ai trouvé un super cadeau pour ton anniversaire : un scarabuto de qualité supérieure ! Ça m'a pris trois journées et trois nuits entières pour le capturer. Mais ce n'est pas tout, je t'offre aussi cette carte que j'ai réussi à gagner en 300 matchs à peine ! Et en plus de ça, tu as le droit à une chanson interprétée par nul autre que moi-même ! Ahem... Joyeux anniversaire, joyeux anniversaire, joyeux aaanniversaireuh {M#voyageur}{F#voyageuse}, joyeuuux anniversaire !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 57041,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Ah, j'aime cette sensation ! Je deviens plus fort. C'est bien, ça !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 57042,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Ouais, quelle force ! Je vais gagner encore plus souvent aux jeux avec ça !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 57043,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Je me sens si puissant ! Tu veux me voir briser un rocher ?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57044,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "On dirait bien que « Numéro un » n'est plus simplement un surnom ! Mais ce n'est pas parce que j'ai atteint le sommet que je vais oublier tout ce que tu as fait pour moi, compris ? Tu peux toujours compter sur moi à tout moment.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 57045,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "C'est parti !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_01"
		},
		{
			"voicelineId": 57046,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Et bam !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_02"
		},
		{
			"voicelineId": 57047,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Très bien !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_03"
		},
		{
			"voicelineId": 57048,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Un Oni en approche !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_01"
		},
		{
			"voicelineId": 57049,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Qui veut goûter à ça ?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_02"
		},
		{
			"voicelineId": 57050,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Plein les mirettes !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_03"
		},
		{
			"voicelineId": 57051,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Hoho, de nouveaux joujoux !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_01"
		},
		{
			"voicelineId": 57052,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "C'est grâce à ma chance légendaire, ça !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_02"
		},
		{
			"voicelineId": 57053,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Avec ça, plus besoin de bosser pendant au moins trois jours.",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_03"
		},
		{
			"voicelineId": 57054,
			"title": "Début de sprint (1)",
			"voicelineType": "700001",
			"description": "Tu ne m'attraperas pas !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_explore_sprint_start_01"
		},
		{
			"voicelineId": 57055,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Ne sous-estimez jamais un Oni !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_01"
		},
		{
			"voicelineId": 57056,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Je ne suis pas en train de perdre ! C'est fait exprès...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_02"
		},
		{
			"voicelineId": 57057,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Rien de plus qu'une égratignure !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_03"
		},
		{
			"voicelineId": 57058,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Laissez-les-moi !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_01"
		},
		{
			"voicelineId": 57059,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Je ne te laisserai pas tomber !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_02"
		},
		{
			"voicelineId": 57060,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "On se reverra à la revanche...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_01"
		},
		{
			"voicelineId": 57061,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Il faut savoir perdre... avec panache...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_02"
		},
		{
			"voicelineId": 57062,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Désolé, les gars... J'ai pas été à la hauteur...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_03"
		},
		{
			"voicelineId": 57063,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900001",
			"description": "Pour qui tu te prends !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_01"
		},
		{
			"voicelineId": 57064,
			"title": "Attaque légère subie (2)",
			"voicelineType": "900002",
			"description": "C'est tout ce que t'as ?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_02"
		},
		{
			"voicelineId": 57065,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Aïe, je l'ai sentie passer !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_01"
		},
		{
			"voicelineId": 57066,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Hé ! J'étais pas prêt !",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_02"
		},
		{
			"voicelineId": 57067,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Du balai ! Itto est dans la place !",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_01"
		},
		{
			"voicelineId": 57068,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Votre sauveur est là !",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_02"
		},
		{
			"voicelineId": 57069,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Et la foule est en délire !",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_03"
		}
	]
}