{
	"id": 10000104,
	"name": "Chasca",
	"friendLines": [
		{
			"voicelineId": 104000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Chasca, du Clan des fleurplumes. Y a-t-il des différends que je dois régler pour toi ? Selon les cas, ça peut te coûter un peu de dignité, quelques verres, voire... quelques balles.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_draw_appear_01"
		},
		{
			"voicelineId": 104001,
			"title": "Bavardage - Vue d'en haut",
			"voicelineType": "1101",
			"description": "Lorsque l'on s'égare, prendre de l'altitude permet parfois d'y voir plus clair.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_01"
		},
		{
			"voicelineId": 104002,
			"title": "Bavardage - Murmures",
			"voicelineType": "1102",
			"description": "Je me serais perdue depuis longtemps si j'avais écouté les murmures de l'Abîme. Survivre n'est pas facile, mais apprivoiser la bête qui est en moi l'est encore moins.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_02"
		},
		{
			"voicelineId": 104003,
			"title": "Bavardage - Médiation",
			"voicelineType": "1103",
			"description": "Je manque un peu de pratique ces jours-ci... *bâille* ... Y a-t-il des conflits dans le coin ? Je suis d'humeur à rétablir la paix.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_03"
		},
		{
			"voicelineId": 104004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "La pluie... va tremper mes cheveux et mes plumes. Un toilettage s'impose à mon retour.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_heavyRain_01"
		},
		{
			"voicelineId": 104005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Hein, on va vraiment voler par ce temps ? Tu penses pouvoir échapper à la foudre ?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_thunder_01"
		},
		{
			"voicelineId": 104006,
			"title": "Quand le vent souffle...",
			"voicelineType": "1203",
			"description": "Je sens la présence d'une proie... Prépare-toi à bondir.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_breezy_01"
		},
		{
			"voicelineId": 104007,
			"title": "Le vent souffle fort...",
			"voicelineType": "1204",
			"description": "Le vent est parfait, c'est le moment de foncer !",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_gale_01"
		},
		{
			"voicelineId": 104008,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "« L'avenir appartient aux qucusaures qui se lèvent tôt », alors j'ai préparé le petit déjeuner. Nous commencerons les projets de la journée quand nous aurons mangé quelque chose.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingMorning"
		},
		{
			"voicelineId": 104009,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Bonjour. C'est à cette heure-ci qu'il fait le plus chaud, c'est donc le moment idéal pour faire une pause.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNoon"
		},
		{
			"voicelineId": 104010,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Des projets pour le dîner ? Sinon, mangeons à la tribu. Ils servent toujours la meilleure nourriture et les meilleures boissons aux champions.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight"
		},
		{
			"voicelineId": 104011,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Tu vas te coucher ? Hmm... J'ai volé toute la journée, donc je ferais bien d'entretenir mes armes.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight2"
		},
		{
			"voicelineId": 104012,
			"title": "À propos de Chasca - Confiance en soi",
			"voicelineType": "2001",
			"description": "À l'époque, lorsque le Clan des fleurplumes était responsable de patrouiller dans tout Natlan et de la défendre, la brigade volante était la crème de la crème. Elle comptait dans ses rangs les plus redoutables guerriers de la nation.\nDe nos jours, la fierté de nombreux chevaucheurs de qucusaures frise l'arrogance... Hmm ? Moi ? Non, je ne suis pas arrogante. Ma confiance est simplement inébranlable.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle"
		},
		{
			"voicelineId": 104013,
			"title": "À propos de Chasca - Clan des fleurplumes",
			"voicelineType": "2005",
			"description": "... Quand je suis arrivée dans la tribu pour la première fois, je ne m'intégrais pas du tout. Je ne me sentais vraiment pas à ma place, comme une extraterrestre qui avait soudainement été lâchée dans une société humaine... Mais Chuychu et ses... Enfin, nos parents, m'ont acceptée telle que j'étais.\nJe serai éternellement reconnaissante de les avoir rencontrés, et c'est pour cette raison que je défendrai leur tribu bien-aimée... aussi longtemps que je vivrai.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « L'arc-en-ciel voué à brûler ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104014,
			"title": "À propos de nous - Résolution",
			"voicelineType": "2003",
			"description": "Avec tes compétences, je doute que quiconque à Natlan ose te provoquer. Mais il y a des exceptions à chaque règle, donc si jamais tu es {M#confronté}{F#confrontée} à une situation dont tu ne peux pas te sortir par la force, n'hésite pas à venir me voir. Je m'en occuperai pour toi.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close"
		},
		{
			"voicelineId": 104015,
			"title": "À propos de nous - Famille",
			"voicelineType": "2002",
			"description": "Merci beaucoup d'avoir aidé à résoudre la situation avec Coya... Honnêtement, je ne sais pas comment les choses se seraient passées sans toi.\nElle n'est plus du tout aussi hostile envers les humains, mais il lui faudra encore du temps pour s'habituer à eux. Les vieilles habitudes ont la vie dure.\nEn revanche, Chime aime passer du temps avec les membres de la tribu. Elle s'entend très bien avec Yatlan et les autres enfants... Héhé, les regarder jouer ensemble me rappelle parfois Coya et moi quand nous étions petites.\nBref, maintenant, c'est maman qui fait la difficile... Je ne sais pas ce qui lui prend récemment. Elle n'arrête pas de me répéter que je devrais construire mon propre nid comme Coya. « Il est peut-être temps d'agrandir davantage ta famille »... D'où ça sort ça ? ... Hmm ? Qu'est-ce qui te fait sourire ?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « De fleurs fanées et de plumes tombantes ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104016,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "Cet œil divin a joué un rôle majeur dans mon combat contre l'Abîme. S'il n'était pas apparu à ce moment-là, je ne sais pas ce que je serais devenue aujourd'hui.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104017,
			"title": "Quelque chose à partager ?",
			"voicelineType": "3002",
			"description": "Les gens sont souvent gênés de parler de leurs erreurs de jeunesse... Pourquoi ? Humain ou qucusaure, on ne peut grandir qu'en apprenant de nos erreurs.\nC'est pourquoi je n'ai pas peur de raconter mes problèmes de comportement lorsque j'étais enfant. De nos jours, je ne dégaine jamais mon arme sans y réfléchir d'abord, ne serait-ce que pendant quelques secondes... Ou peut-être une demi-seconde.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_share_01"
		},
		{
			"voicelineId": 104018,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Il y a de nombreux très grands arbres à Natlan. Ils offrent un point de vue remarquable et constituent un très bon point de départ pour s'envoler. Tu veux essayer ? Ne t'inquiète pas, je te rattraperai si tu tombes.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_gift_01"
		},
		{
			"voicelineId": 104019,
			"title": "À propos de Kachina...",
			"voicelineType": "4001",
			"description": "« Chaque qucusaure tombe de son nid avant d'apprendre à voler. » Kachina n'est pas devenue championne du jour au lendemain comme par magie. Sa victoire est le résultat d'efforts constants et inlassables sur une très longue période. C'est une guerrière exceptionnelle qui mérite tout l'honneur et le respect qui lui sont dus.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Pierres noires sous des blanches ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 104020,
			"title": "À propos de Mualani...",
			"voicelineType": "4002",
			"description": "Mualani dit que, lorsque nous étions enfants, nous nous sommes disputées à propos d'un jouet que nous voulions toutes les deux, mais je ne m'en souviens pas du tout.\nHmm... Je me demande si c'est parce que je me suis battue tellement de fois que je ne me souviens pas de tout ? Je me demande aussi si ce n'était pas parce que je voulais sa planche de surf, plutôt qu'un jouet... Je parie que je voulais juste pouvoir aller chasser sur l'eau.\nHéhé, peu importe l'objet du différend, je doute que notre dispute ait duré plus d'une journée. Ça n'arrive jamais avec Mualani.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104021,
			"title": "À propos de Xilonen...",
			"voicelineType": "4003",
			"description": "Elle a peut-être l'air de manquer d'énergie, mais ne t'y trompe pas. C'est l'une des personnes les plus assidues que tu rencontreras.\nQuand je lui ai demandé de me fabriquer une arme, je n'y ai presque pas réfléchi. Je lui ai juste donné une idée générale de ce que je voulais et je l'ai laissée se débrouiller. Puis, une fois qu'elle a commencé à travailler sérieusement dessus, elle a passé une journée entière à me poser des questions. À quoi ressemble une journée de vol ordinaire, à quelle fréquence j'aimerais l'utiliser et ainsi de suite. À la fin de la journée, le sol était jonché de brouillons abandonnés... J'étais tellement épuisée que je me suis endormie avant elle.\nElle a ensuite rédigé tout un guide d'entretien qu'elle m'a forcée à mémoriser pour éviter que je vienne constamment l'embêter avec des questions... C'est du moins ce qu'elle a dit. Mais je soupçonne que sa véritable motivation était de s'assurer qu'il ne m'arriverait rien et que je volerais en toute sécurité.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104022,
			"title": "À propos de Mavuika...",
			"voicelineType": "4004",
			"description": "Certaines personnes me comparent à l'Archon Pyro en raison de mes victoires au Pèlerinage de retour du sanctifeu. Mais cette comparaison n'a pas de sens. Si le Pèlerinage était un arbre et que j'étais un vautour sur la branche la plus haute, alors l'Archon Pyro serait le soleil dans le ciel... Plus je deviens forte, plus je me rends compte du gouffre qui nous sépare. J'ai seulement remporté quelques éditions, elle est la championne de toute une époque.\nMais au moins, être au sommet avec une vue dégagée sur le ciel me permet de voir exactement la hauteur que je voudrais atteindre.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104023,
			"title": "À propos de Kinich...",
			"voicelineType": "4005",
			"description": "Quand j'ai vu Ajaw pour la première fois, je me suis dit « Oh, Kinich a aussi un compagnon saurien qu'il traite comme un membre de sa famille »... Je n'avais aucune idée d'à quel point j'avais tort. Leur relation est... vraiment unique en son genre.\nMême si je dois reconnaître que la maîtrise du langage humain d'Ajaw est remarquable. J'aimerais que maman puisse parler comme ça pour que nos échanges ne reposent enfin plus seulement sur des devinettes de langage corporel.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104024,
			"title": "À propos de Citlali...",
			"voicelineType": "4006",
			"description": "Mon père m'a dit que quand j'étais petite, ils avaient rassemblé tous les aînés les plus érudits de Natlan pour leur demander comment gérer l'influence de l'Abîme sur moi. Ils n'étaient pas tous d'accord sur la meilleure approche à adopter, et ça s'est transformé en un long débat. À un moment, Citlali a tranquillement quitté la pièce, mais ils étaient tous trop occupés à se disputer pour remarquer quoi que ce soit. À son retour, elle a déposé de la nourriture et du vin devant elle, a ignoré tout le monde et a simplement commencé à manger... L'assemblée est soudainement devenue très calme.\nRien qu'en la regardant, il est pratiquement impossible de connaître l'étendue de son ancienneté et de son expérience.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104025,
			"title": "À propos d'Ifa...",
			"voicelineType": "4007",
			"description": "Chuychu et mon père ont discuté de médecine avec lui d'innombrables fois. À mon retour de l'atelier aéroporté, la première chose que j'ai faite a été d'emmener Coya se faire examiner par lui. Mais il semblait très indifférent. Il l'a examinée rapidement, a dit que ce n'était rien de grave et que Cusco pouvait s'en occuper, puis il est directement parti s'occuper d'un autre patient... *soupir* Il avait raison, bien sûr. Je m'étais inquiétée pour rien.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « De fleurs fanées et de plumes tombantes ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104026,
			"title": "À propos d'Iansan...",
			"voicelineType": "4008",
			"description": "J'ai toujours pensé que s'entraîner et entraîner les autres étaient deux compétences très différentes. Très peu de gens possèdent les deux, mais c'est le cas de Iansan.\nPour ma part, je ne suis pas très douée pour enseigner. Chaque fois que j'essaye de montrer quelque chose à la brigade volante, je passe une éternité à essayer d'expliquer un détail basique et ennuyeux qui me semble intuitif... Mais en fin de compte, tout le monde se demande ce qu'il y a d'intuitif là-dedans ?!\nSi seulement Iansan pouvait les encadrer, je parie que nous aurions deux fois plus de candidats qui réussiraient les épreuves de vol chaque année... Dommage que son programme d'entraînement n'inclue pas le vol.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104027,
			"title": "Connaître Chasca (1)",
			"voicelineType": "5001",
			"description": "En tant que médiatrice, j'ai bien conscience que la violence n'est pas toujours la solution. Mais souvent, mes compétences de combat ont encouragé les gens à entendre raison.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_01"
		},
		{
			"voicelineId": 104028,
			"title": "Connaître Chasca (2)",
			"voicelineType": "5002",
			"description": "Les guerriers du Clan des fleurplumes sont fiers, mais les qucusaures le sont encore plus. Quiconque aspire à devenir chevaucheur doit s'entraîner sans relâche, puis obtenir leur approbation. Même moi, alors que j'étais pratiquement l'une d'entre eux en grandissant. Cependant, je trouve ça complètement justifié. Permettre à un débutant de chevaucher un qucusaure dans les cieux serait vraiment irresponsable, tant pour le qucusaure que pour le Chevaucheur.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 104029,
			"title": "Connaître Chasca (3)",
			"voicelineType": "5003",
			"description": "Parfois, après avoir échoué d'innombrables fois aux épreuves de vol et n'avoir jamais obtenu l'approbation des qucusaures, les candidats perdent toute leur motivation et décident d'arrêter. Dans le Clan des fleurplumes, nous les appelons les sans-ailes... Mais en général, seuls les guerriers les plus remarquables osent tenter les épreuves de vol. Leur esprit combatif s'est peut-être estompé, mais il sera ravivé un jour. Et en attendant, nous veillerons discrètement sur eux, tout comme les qucusaures veillent sur leurs petits.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104030,
			"title": "Connaître Chasca (4)",
			"voicelineType": "5004",
			"description": "Je n'ai jamais pu profiter d'une enfance normale et heureuse, mais quand j'étais à l'article de la mort, ma maman qucusaure m'a donné une nouvelle vie. Et quand je me suis sentie complètement perdue, Chuychu m'a donné quelque chose en quoi croire. Pour me soutenir, j'ai ma famille saurienne, ma famille humaine et toutes les âmes que compte la famille que nous appelons Natlan. Je ne m'avouerai donc jamais vaincue. Ni par l'Abîme, ni par les difficultés de la vie. Je vais tout transcender !",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Terminez « L'arc-en-ciel voué à brûler ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104031,
			"title": "Connaître Chasca (5)",
			"voicelineType": "5005",
			"description": "Chuychu espérait que je deviendrais une héroïne. Alors... Je ne peux pas abandonner. Je dois rester forte, pour elle...\nMais quand la relique a explosé et que Coya s'est précipitée pour me protéger, je... La même peur de perdre ma sœur est revenue...\nDésolée, je ne sais pas vraiment à qui je peux parler de ce genre de choses. Je les enfouis généralement au fond de mon esprit... Mais je me sens beaucoup mieux maintenant.\nComme je ne peux pas oublier cette peur, je vais essayer de faire le contraire et de m'en souvenir, de m'en imprégner. Et un jour... Je la surmonterai.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « De fleurs fanées et de plumes tombantes ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104032,
			"title": "Les loisirs de Chasca...",
			"voicelineType": "6001",
			"description": "Initier des conflits suscite beaucoup trop de soucis, ça n'en vaut pas la peine. Les régler, en revanche, est nettement plus acceptable. C'est pourquoi j'aime être une médiatrice. De cette façon, les conflits viennent à moi... Héhé, je plaisante, bien sûr.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_hobby"
		},
		{
			"voicelineId": 104033,
			"title": "Les problèmes de Chasca...",
			"voicelineType": "6012",
			"description": "Le pouvoir de l'Abîme. Non pas parce que ça m'affecte beaucoup, ce n'est plus le cas aujourd'hui. Mais plutôt parce que mes proches s'inquiètent pour moi.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_annoyed_01"
		},
		{
			"voicelineId": 104034,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Ayant grandi au bord de la mer, je mangeais principalement du poisson cru, et après mon arrivée dans la tribu, j'ai commencé à aimer les steaks-minutes... Les qucusaures et les humains ont des régimes alimentaires très différents, mais les deux me conviennent.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodLike"
		},
		{
			"voicelineId": 104035,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Probablement tout ce qui contient trop d'alcool. Non pas parce que je n'aime pas boire, mais parce que je dois faire très attention avant de voler. Dans certains plats, l'odeur de l'alcool est masquée par les autres saveurs... Ça a l'air savoureux, ça sent très bon, alors je prends une bouchée, et là... Je réalise que quelque chose ne va pas.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodDislike"
		},
		{
			"voicelineId": 104036,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Si ce plat était accompagné d'un bon vin, les chances de réussite de la médiation augmenteraient de trente pour cent. Héhé, rien de tel qu'un bon repas et du bon vin pour mettre les gens de bonne humeur.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_pref_01"
		},
		{
			"voicelineId": 104037,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "C'est très bien, merci.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_normal_01"
		},
		{
			"voicelineId": 104038,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Euh... Était-ce pour les qucusaures ? ... Désolée, mais ce n'est pas le genre de chose qu'ils apprécient.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_dislike_01"
		},
		{
			"voicelineId": 104039,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Tiens, prends cette arme. Elle contient six balles, dont une très spéciale. Trouve un espace ouvert pour l'essayer. Ou mieux encore, envole-toi pour l'essayer dans les airs.\nOh, tu as tiré la balle spéciale du premier coup, n'est-ce pas ? La chance te sourit aujourd'hui... Je l'ai préparée spécialement pour toi... Un feu d'artifice pour fêter ton anniversaire !\nHmm ? ... Et les cinq autres balles ? Également des feux d'artifice, bien sûr ! Mais ce sont mes tentatives précédentes. Leurs couleurs sont différentes et elles ne sont pas parfaites. L'année prochaine, je ferai de mon mieux pour te préparer six balles de la meilleure qualité.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 104040,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Oh, c'est une nouvelle balle ?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 104041,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Tu as besoin de moi comme médiatrice ? Des problèmes avec la tribu ? Ou une guerre totale, peut-être ?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 104042,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "La soif de combat coule dans mes veines... Mais maintenant, je sais comment l'utiliser à bon escient.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104043,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "« La gentillesse et le mérite doivent être récompensés. » Il s'agit d'un principe universel qui s'applique tant au monde des qucusaures qu'à celui des humains. À compter de ce jour, peu importe où tu iras, mes ailes et mes armes seront toujours à ton service.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 104044,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Volons.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_01"
		},
		{
			"voicelineId": 104045,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Hah !",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_02"
		},
		{
			"voicelineId": 104046,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Le vent se lève.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_03"
		},
		{
			"voicelineId": 104047,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Les balles vont fuser !",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_01"
		},
		{
			"voicelineId": 104048,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Accroche-toi à ton chapeau !",
			"voicefile": "VO_gameplay/VO_chasca/vo_chasca_battle_skill3_02"
		},
		{
			"voicelineId": 104049,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Ils vont mordre la poussière !",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_03"
		},
		{
			"voicelineId": 104050,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Le partage du butin est souvent une source de conflit. Mais heureusement pour toi, je n'ai pas vraiment besoin de ce genre de choses.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_01"
		},
		{
			"voicelineId": 104051,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Les moras permettent de résoudre de nombreux problèmes. Donc on n'en a jamais trop, hein ?",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_02"
		},
		{
			"voicelineId": 104052,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Oh, ça brille... C'est tellement beau...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_03"
		},
		{
			"voicelineId": 104053,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Un combat qui en vaut la peine...!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_01"
		},
		{
			"voicelineId": 104054,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Je suis prête à en découdre.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_02"
		},
		{
			"voicelineId": 104055,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Si c'est ce que tu veux... Battons-nous !",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_03"
		},
		{
			"voicelineId": 104056,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "... Ne meurs pas !",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_01"
		},
		{
			"voicelineId": 104057,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Mets-toi derrière moi !",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_02"
		},
		{
			"voicelineId": 104058,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "M—Maman...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_01"
		},
		{
			"voicelineId": 104059,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "J'ai... échoué...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_02"
		},
		{
			"voicelineId": 104060,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Je... tombe...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_03"
		},
		{
			"voicelineId": 104061,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Ça va se compliquer...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_01"
		},
		{
			"voicelineId": 104062,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "... Encore !",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_02"
		},
		{
			"voicelineId": 104063,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Bon, de qui dois-je m'occuper ?",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_01"
		},
		{
			"voicelineId": 104064,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Le vent n'arrête pas de souffler aujourd'hui.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_02"
		},
		{
			"voicelineId": 104065,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Le chargeur est plein, je suis prête.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_03"
		}
	]
}