{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Je m'appelle Chiori, je suis la propriétaire de la Boutique Chioriya. N'hésitez pas à me contacter si vous souhaitez commander des vêtements sur mesure. Quant aux autres demandes, tout dépend de ce que vous avez à offrir. C'est comme ça que fonctionnent les affaires : une main lave l'autre. Il est également strictement interdit de fumer, de boire ou de provoquer du chahut dans la boutique. Ce non-sens selon lequel « le client est roi » ne s'applique pas ici... Et ça vaut aussi pour les invités de prestige, s'ils ne respectent pas les règles, ils seront priés d'aller voir ailleurs comme tout le monde.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Bavardage - Critiques",
			"voicelineType": "1101",
			"description": "C'est à moi de décider qui je veux devenir et de créer ma propre voie. Personne ne peut me dire ce que je dois faire.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Bavardage - Lame de découpe",
			"voicelineType": "1102",
			"description": "Qui a dit qu'il fallait couper les vêtements avec des ciseaux ? Abandonnez ces règles rigides. Je préfère utiliser mes propres outils.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Bavardage - Mannequin",
			"voicelineType": "1103",
			"description": "Si vous aimez vraiment rester immobile, pourquoi ne me serviriez-vous pas de modèle ? Je vous concevrai de magnifiques tenues.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Ce n'est pas tant la pluie qui me dérange, c'est la boue. C'est extrêmement difficile à laver.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "... Ça me rappelle ma ville natale.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "La façon dont le flocon tombe gracieusement du ciel donne envie d'essayer de l'attraper... Mais dès qu'il atterrit sur votre main, sa beauté se dissipe... Hmm, je pense qu'il y a plus de similitudes entre les flocons de neige et la mode que je ne le pensais...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "Dans le désert...",
			"voicelineType": "1204",
			"description": "Hmm, comment promouvoir la haute couture ici...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Bonjour. Ne vous attendez pas à ce que je vous prépare le petit déjeuner. Mais si vous allez au café, soyez un ange et ramenez-m'en un. Noir. Pas de crème ni de sucre.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "C'est déjà l'heure du déjeuner ? Je n'ai pas faim du tout... Je ne compte pas faire de pause maintenant, mais allez-y, vous.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "C'est tellement bruyant dehors. Est-ce que toute la Cour de Fontaine a décidé de sortir ce soir ?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Je vais aller me détendre en prenant un long bain chaud. À demain.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "À propos de Chiori - Franchise",
			"voicelineType": "2001",
			"description": "Beaucoup ont exprimé leur mécontentement face à ma personnalité, tant en public qu'en privé, et se sont plaints que je pouvais être blessante. Mais pour moi, toutes ces formules de politesse et ces faux compliments sont une perte de temps. Si la vérité les blesse, c'est peut-être qu'ils manquent d'assurance.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "À propos de Chiori - Image de marque",
			"voicelineType": "2005",
			"description": "Lorsque j'ai commencé à concevoir ma marque, j'ai réfléchi à bon nombre de mes expériences passées et j'ai eu beaucoup d'idées de slogan. Ça a été difficile de n'en garder qu'un, surtout quand on sait que chaque mot reflète une partie profonde de soi-même... Il faut choisir celui qui nous représente le mieux.\n« Ne jamais s'avouer vaincue. » C'est moi. C'est ma marque.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "À propos de nous - Essayage",
			"voicelineType": "2003",
			"description": "Ça vous va vraiment bien, croyez-moi. Hmm ? Vous n'avez jamais vu un style comme celui-ci auparavant ? Haha, c'est parce que vous n'aviez jamais rencontré de styliste qui a du goût.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "À propos de nous - Échange",
			"voicelineType": "2002",
			"description": "Vous le saviez probablement déjà, mais je dis toujours ce que je pense. Vous en avez peut-être déjà l'habitude, mais c'est comme ça que je m'exprime et je ne compte pas changer. Vous devriez toujours être vous-même avec moi. Il n'y a aucune raison de cacher quoi que ce soit. Je vous promets que je ne vous critiquerai jamais pour qui vous êtes. Vous ne me croyez pas ? Nous nous connaissons depuis longtemps, ai-je déjà manqué à ma parole ?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "En raison de mes origines inazumiennes, les habitants de Fontaine m'appellent la « Couturière tonitruante ». Ça ne me dérange pas. Je n'ai aucune affection particulière pour ma terre natale. Tout ce que je possède, y compris mon œil divin, je ne l'ai obtenu qu'après avoir décidé de quitter Inazuma.\nOh, mais ça ne veut pas dire que je n'aime pas ces îles où le tissu ne sèche jamais complètement. C'est juste que je n'ai pas de réelle raison d'y retourner.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "#Quelque chose à partager{NON_BREAK_SPACE}?",
			"voicelineType": "3002",
			"description": "Quand j'étais enfant, mes parents m'envoyaient à diverses activités pour que je me dépense. L'une de ces activités consistait à apprendre l'art du combat à l'épée. Un jour, j'ai soudainement réalisé que manier deux épées en même temps me convenait mieux, en plus de me donner ce sentiment de puissance. Mais rapidement, l'instructeur est venu me dire d'arrêter de pratiquer cette technique. Quand je lui ai demandé pourquoi, il a simplement répondu que ce n'était pas la technique traditionnelle et que c'était donc « inapproprié ». Je n'y suis plus jamais allée. Quand j'y pense, j'ai vraiment bien fait de persister dans ma propre voie. Peut-être que j'ai besoin d'avoir les deux mains occupées en permanence.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Tamoto est mon premier chef-d'œuvre. À cette époque, je ne pensais qu'à coudre une poupée qui me ressemble et qui pourrait me servir de modèle et d'assistante. Hein ? Un compagnon ? Non, je n'en ai pas besoin.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "À propos de Navia...",
			"voicelineType": "4001",
			"description": "Elle m'a demandé de l'aider à concevoir toutes sortes de choses bizarres. Par exemple, des petites couronnes pour chaque poignée de la barre d'un navire... Je n'ai pas pu m'empêcher de lever les yeux au ciel et de lui dire que le mieux que je puisse faire était de faire en sorte que son chapeau ressemble à un navire.\nCeux qui disent que je suis en avance sur mon temps ne lui ont vraisemblablement jamais parlé.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "À propos de Lyney...",
			"voicelineType": "4002",
			"description": "Je ne suis pas capable de fabriquer un chapeau qui cache des secrets, mais on dirait que Lyney l'est... Je serais curieuse de savoir ce que ça fait de porter un chapeau qui recèle tant d'astuces et de secrets. Même si je pense que ce serait surtout un fardeau pour moi. Je préfère simplement dire ce que je pense.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "À propos de Lynette...",
			"voicelineType": "4003",
			"description": "L'assistante du magicien ne dit pas grand-chose, mais je sais qu'elle me fait confiance. Vous savez, je reçois vraiment beaucoup d'affection des chats...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "À propos de Charlotte...",
			"voicelineType": "4004",
			"description": "Un jour, Charlotte est entrée dans le magasin pour m'interviewer. Je lui ai dit que ça ne servirait à rien, car je n'avais rien de nouveau à raconter. Mais alors qu'elle s'apprêtait à partir, un homme ivre est entré par hasard dans le magasin et a commencé à semer le trouble. Elle a tout enregistré... Quel fiasco. Je pensais que les journalistes devaient suivre des pistes pour écrire leurs articles, mais on dirait que certaines histoires leur tombent dans les bras.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "À propos de Chevreuse...",
			"voicelineType": "4005",
			"description": "C'est vraiment facile de travailler et de discuter avec Chevreuse. À tel point que chaque fois que je lui dis au revoir pour retourner m'occuper de mes clients, j'ai besoin d'un petit temps d'adaptation.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "À propos d'Émilie...",
			"voicelineType": "4006",
			"description": "Les parfums d'Émilie sont très appréciés. Nous avons un accord commercial selon lequel je lui demande de fournir à la Boutique Chioriya de petites quantités du parfum sur lequel elle travaille. Je demande à Eloffe de vaporiser secrètement le parfum dans la cabine d'essayage, et je transmets à Émilie ce que les clients en disent. Même après tout ce temps, on ne m'a jamais dit qu'il y avait une drôle d'odeur dans la cabine d'essayage. Que du contraire, les clients viennent généralement me demander où ils peuvent acheter le parfum. Par curiosité, j'achète toujours une bouteille lorsqu'elle en propose dans son magasin. Je dois reconnaître que des parfums qui procurent toujours une sensation de fraîcheur sont de véritables œuvres d'art.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "À propos de Wriothesley...",
			"voicelineType": "4007",
			"description": "Certains de mes amis et partenaires l'ont déjà mentionné. J'admire ses compétences administratives et diplomatiques, mais je n'ai certainement pas l'intention de changer ma façon de travailler.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "À propos de Kirara...",
			"voicelineType": "4008",
			"description": "Quand je vivais encore à Inazuma, il y avait un chat aux yeux verts qui aimait me suivre lorsque j'allais dans la nature à la recherche d'inspiration. Le chaton semblait très intéressé par les couleurs et les motifs des tissus que je portais. Quand elle était de bonne humeur, elle venait même se frotter la tête contre mes jambes.\nPlus tard, j'ai reconnu ces yeux verts, mais sur une fille qui avait deux queues. Même après tant d'années, sa façon de regarder de nouvelles choses fascinantes n'a pas changé.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "À propos de Kamisato Ayaka...",
			"voicelineType": "4009",
			"description": "Si étant petite, je n'avais pas eu pour habitude de toujours m'échapper pour aller jouer, je n'aurais probablement jamais eu l'occasion de rencontrer la demoiselle du clan Kamisato. Une fois, je grimpais dans la cour du clan Kamisato et leur temari s'est retrouvé contre le mur. Je pouvais dire qu'elle était surprise, mais heureuse de me voir. Nous avons joué ensemble et discuté pendant un bon moment, mais j'ai fini par être repérée. Et notre brève amitié a pris fin lorsque j'ai été expulsée du domaine.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "Connaître Chiori (1)",
			"voicelineType": "5001",
			"description": "Je ne pense pas que mon tempérament soit aussi mauvais que ce que les gens disent. Je n'aime tout simplement pas perdre mon temps sur des choses insignifiantes, c'est tout. Mais il s'avère que ce sont ces mêmes choses qui reviennent me hanter. Alors au fil du temps, j'ai acquis une mauvaise réputation. Je trouve que c'est complètement injustifié !",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "Connaître Chiori (2)",
			"voicelineType": "5002",
			"description": "J'ai un problème avec l'autorité depuis que je suis toute petite. Il fut un temps où je détestais les règles et où je cherchais toujours à me rebeller, ce qui m'a causé beaucoup de souffrance. Mais j'ai fini par réaliser que les règles ne sont pas nécessairement une mauvaise chose. Ce que je ne supporte pas, c'est le sentiment de prendre des décisions qui ne sont pas basées sur ce que je pense vraiment.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "Connaître Chiori (3)",
			"voicelineType": "5003",
			"description": "Enfant, j'attendais toujours avec impatience le festival d'été dans ma ville natale. Chaque année, les gens sortaient leurs plus beaux vêtements colorés, ils les enfilaient avec beaucoup de soin et allaient se mêler à la foule...\nÀ chaque fois, il y avait toutes ces boules colorées accrochées à la ceinture des gens, des poissons rouges qu'il était impossible de retirer de leur bocal, des bonbons aux pommes tellement sucrés que même les enfants ne pouvaient pas tous les finir, et des feux d'artifice de la famille Naganohara... Je m'amusais beaucoup à l'époque. Mais en rentrant à la maison en fin de soirée, j'avais toujours l'impression qu'il manquait quelque chose. Ce n'est que beaucoup plus tard que j'ai réalisé que je voulais être plus qu'une simple spectatrice d'un événement aussi merveilleux.\nTout comme les gens associent la famille Naganohara aux feux d'artifice, j'espère qu'un jour les vêtements seront associés à la Boutique Chioriya.\nHaha, je suis motivée rien que d'y penser. Bon, c'est le moment de retourner à la boutique pour se remettre au boulot.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "Connaître Chiori (4)",
			"voicelineType": "5004",
			"description": "Même si je peux être très absorbée par mon travail, je trouve aussi agréable de profiter du moment présent. Quand j'ai du temps libre, j'emporte souvent quelque chose à manger et je trouve un endroit agréable dans la nature pour faire une sieste avant de rentrer chez moi. En rentrant, je me détends un peu avant de m'endormir au son de ma musique préférée. Oh, et j'aime aussi sortir dîner avec mes amis, parler de tout ce qui se passe dans le monde et faire la fête jusqu'à ce que plus personne ne tienne debout. Honnêtement, tout dépend de mon humeur du moment. Tout comme la mode n'existe que dans l'instant présent, j'aime aussi prendre la vie comme elle vient. Qu'est-ce que vous diriez de m'accompagner pour une nuit de folie ?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "Connaître Chiori (5)",
			"voicelineType": "5005",
			"description": "J'aime les petits desserts d'Inazuma ainsi que tous les plats délicats et légers. J'aime aussi la sensation de toucher les tissus de mon pays natal et l'habitude de prendre un bain après une longue journée de travail. Par ailleurs, j'aime aussi les douces vagues de la mer de Fontaine et le magnifique paysage aquatique.\nParfois, je me demande si tout n'est pas prédestiné et si je ne vis pas toujours dans l'ombre de mon passé.\nMais quand ça se produit, je ne peux pas m'empêcher de me demander si la réponse à cette question changerait vraiment quelque chose ? Enfin, je suis toujours moi, et je vis dans le moment présent. Même si je suis telle que je suis simplement à cause de mon passé, mon avenir est entre mes mains et personne au monde ne pourra changer ça.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Les loisirs de Chiori...",
			"voicelineType": "6001",
			"description": "Je poursuis mon rêve à travers mon travail et j'explore le sens de la liberté à travers mon art. Pourquoi passer sa vie à faire quelque chose qui ne vous intéresse pas ?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "Les problèmes de Chiori...",
			"voicelineType": "6012",
			"description": "Parfois, je crains de ne pas être allée aussi loin que je l'avais espéré, et il est donc difficile de dire quand je réaliserai réellement mon rêve de faire connaître la Boutique Chioriya au monde. Mais ce n'est pas une raison pour remettre mon rêve en question ni l'abandonner. Au lieu de m'inquiéter ou de douter de moi-même, je ferais mieux de consacrer mon temps à créer de nouveaux modèles.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Je n'oublierai jamais les sucreries que je mangeais à Inazuma pendant mon enfance. Mais plus encore que les déguster, ce que j'aime, c'est leur fabrication. Sans la grande variété de tissus colorés, je pense que je serais devenue pâtissière.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Je ne supporte pas les aliments aux saveurs particulièrement fortes, comme le haggis, par exemple. En manger, c'est un peu... comme être soudainement frappée au visage par un Spectre Géo sorti de nulle part. Je ne sais pas si vous me suivez ?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Ah, j'aime beaucoup cette saveur. Apportez-m'en un peu plus la prochaine fois. Ne vous inquiétez pas, j'aurai aussi quelque chose pour vous.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Pas mal du tout. C'est le plat idéal après une longue journée de travail.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Je n'aime pas trop cette saveur. Préférez peut-être quelque chose de plus léger la prochaine fois.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "D'accord, d'accord... Joyeux anniversaire, ou quelque chose comme ça. Dites-moi simplement s'il y a un cadeau dont vous avez envie. C'est trop direct ? Très bien alors, pourquoi n'inviteriez-vous pas Navia, Kirara et les autres, et peut-être certains de vos amis à faire la fête chez moi ? Je prendrai note des cadeaux que les autres vous auront offerts, et je vous confectionnerai un accessoire. Je parie que vous l'aimerez. Haha, j'en suis certaine.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "... Non, c'est trop banal.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "... Pas mal, mais il manque encore quelque chose pour en faire un article remarquable.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "... Excellent. Enfin ce que je voulais.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "C'est ma spécialité, donc je n'ai pas la main qui tremble... Mais je dois admettre que mon cœur battait la chamade à cause de l'excitation. Merci beaucoup de m'avoir aidée à réaliser mon chef-d'œuvre, c'est très important pour moi. Désormais, la voie à suivre m'est ouverte.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Allons-y, Tamoto !",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Au suivant !",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Donnez-moi un coup de main.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Je suis à la pointe de la mode.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Délicate comme la soie.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Une myriade de couleurs !",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "La technique est bonne, mais j'ai déjà fait nettement mieux.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "C'est donc ça que vous aimez ?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Hmm... Je vais le noter quelque part.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Mes vêtements sont fichus...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Vous avez terminé ?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "C'est le moment de vous donner une bonne leçon.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Hé, qui essayez-vous d'impressionner ?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Je ne fais pas dans les vêtements funéraires.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Je ne suis pas faite pour ça...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Je ne m'avouerai jamais vaincue...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Mais... Et ma marque...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900002",
			"description": "C'est tout ?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Quel mauvais goût...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Vous avez choisi la mauvaise personne.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Bienvenue à la Boutique Chioriya.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Vous avez besoin d'une pièce sur mesure ?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Allons chercher de l'inspiration.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}