{
	"id": 10000107,
	"name": "Citlali",
	"friendLines": [
		{
			"voicelineId": 107000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Je suis Citlali des Maîtres du vent nocturne. J'ai observé les étoiles et vu ton avenir à travers l'obscure brume. La chance te sourira et tu bénéficieras de l'aide de puissants alliés pendant ton voyage. Permets-moi de te rejoindre... Hé, je peux être sérieuse ! Arrête de me regarder comme ça !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_draw_appear_01"
		},
		{
			"voicelineId": 107001,
			"title": "Bavardage - Romans",
			"voicelineType": "1101",
			"description": "J—J'ai lu presque tous les romans publiés par la Chambre Yae. Mais ça n'a rien de surprenant, pas vrai ?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_01"
		},
		{
			"voicelineId": 107002,
			"title": "Bavardage - Boissons",
			"voicelineType": "1102",
			"description": "À une vie où l'alcool coule à flots et où les moras tombent du ciel !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_02"
		},
		{
			"voicelineId": 107003,
			"title": "Bavardage - Transe",
			"voicelineType": "1103",
			"description": "Les rituels où l'on entre en transe sont risqués pour la plupart des gens, alors ne te fais pas d'idées.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_03"
		},
		{
			"voicelineId": 107004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "C'est une journée parfaite pour lire un roman à la maison.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_heavyRain_01"
		},
		{
			"voicelineId": 107005,
			"title": "Après la pluie...",
			"voicelineType": "1202",
			"description": "Nous devrions pouvoir voir les étoiles ce soir.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_afterRain_01"
		},
		{
			"voicelineId": 107006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "Argh ! Je n'ai jamais vu cette chose auparavant !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_snowy_01"
		},
		{
			"voicelineId": 107007,
			"title": "Dans le désert...",
			"voicelineType": "1204",
			"description": "*bruit de crachat* Oh, je ne viens pas de cracher par terre, j'ai des manières ! J'avais juste du sable dans la bouche, je le jure !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_desert_01"
		},
		{
			"voicelineId": 107008,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "*bâille* Bonjour. La dernière fois que je me suis réveillée aussi tôt, j'étais encore étudiante. Maintenant que je suis un maître, je peux dormir plus tard. Enfin bref, de quoi s'agit-il ?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingMorning"
		},
		{
			"voicelineId": 107009,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Bonjour ! J'ai beaucoup de retenue, tu sais. Quand je me lève, je ne bois jamais avant midi... Cependant, il m'arrive parfois de passer toute une nuit à organiser un rituel et de ne pas dormir du tout. Je ne fais donc pas de promesse par rapport à quand ça arrive...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNoon"
		},
		{
			"voicelineId": 107010,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Bonsoir ! Les zones avec une grande activité phlogistique sont chaudes quoi qu'il arrive. Mais dans les régions les plus reculées de Natlan, la température chute pendant la nuit. Alors, n'oublie pas de bien te couvrir. Hein ? Tu n'as rien demandé ? Eh bien, je te le dis quand même !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight"
		},
		{
			"voicelineId": 107011,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Bonne nuit ! La fumée obscure et les esprits de la terre sont dans un léger sommeil, et il n'y a pas d'étoiles de mauvais augure. C'est donc une belle soirée à tout point de vue. Oh, comment mon oreiller s'est-il retrouvé par terre...?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight2"
		},
		{
			"voicelineId": 107012,
			"title": "À propos de Citlali - Guerriers du mirage",
			"voicelineType": "2001",
			"description": "Ah, on dirait que ça t'intéresse ! Les Guerriers du mirage, c'est un roman fantastique de Nakajima Jun. C'est l'une des œuvres les plus anciennes et les plus célèbres de la Chambre Yae. L'histoire se déroule dans un royaume insulaire appelé Ashihara. Le protagoniste de la plupart des chapitres est Higashi no Sankun, un ermite à tête de félin venu des mers orientales qui est en réalité l'ancien vassal, le vice-roi de l'Est. L'histoire est particulièrement longue... Il y a déjà eu trois auteurs différents. Mais au final, on ne connaît toujours pas la vérité sur le Houko...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle"
		},
		{
			"voicelineId": 107013,
			"title": "À propos de Citlali - Fin",
			"voicelineType": "2005",
			"description": "L'Ode à la résurrection peut ramener nos corps physiques à la vie, mais tout connaîtra une fin un jour, même le soleil et les étoiles. Oh, tu veux savoir à quoi ressemble la mort ? Imagine un après-midi suspendu dans le temps : tu chevauches un saurien à travers une vaste plaine et une silhouette inconnue se tient à l'horizon. Peu importe la vitesse à laquelle tu vas, la silhouette est toujours hors de portée, jusqu'à ce qu'elle charge vers toi sans avertissement. Il n'y a nulle part où se cacher. Quand vous vous retrouvez face à face, c'est la fin.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle2"
		},
		{
			"voicelineId": 107014,
			"title": "À propos de nous - Aide",
			"voicelineType": "2003",
			"description": "*soupir* À part mon ancienneté dans la tribu, je ne sais vraiment pas ce que je peux t'offrir. Tes alliés sont puissants et ton avenir est très prometteur. Tu devrais pouvoir parfaitement te débrouiller {M#tout seul}{F#toute seule}... De plus, les grands-mères de mon âge ne devraient-elles pas pouvoir se détendre à la maison toute la journée ? À moins que tu n'aies besoin que je fasse entendre raison à quelqu'un... Attends, tu n'as pas réellement besoin de ça quand même ?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Souvenirs regorgeant de couleurs ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107015,
			"title": "À propos de nous - Gaucherie",
			"voicelineType": "2002",
			"description": "J—Je te traite de la même manière que tout le monde, c'est promis ! Très bien, les gens de ma tribu ne me connaissent qu'à travers des rumeurs qui circulent depuis des générations. Mais toi, tu me vois comme je suis réellement. Ma personnalité confiante et décomplexée n'est qu'une façade, parce que c'est ce que les gens attendent de moi... Mais la maladresse, l'anxiété, l'incertitude... Voilà qui définit qui je suis vraiment. Je ne te mentirai pas, mais ne t'attends pas à ce que j'étale à nouveau mes sentiments.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Souvenirs regorgeant de couleurs ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107016,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "D'une certaine manière, recevoir un œil divin, c'est comme gagner un allié puissant. Mais dire que quelqu'un a de puissants alliés revient plutôt à dire à quel point cette personne est déjà extraordinaire. Après tout, les alliés ne font qu'augmenter une puissance existante, et libérer cette force dépend entièrement de ta propre volonté.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107017,
			"title": "Quelque chose à partager ?",
			"voicelineType": "3002",
			"description": "Il faut deux semaines pour qu'un roman en série d'Inazuma arrive à Natlan, et une année entière pour que les chapitres soient publiés en un seul volume. Je ne sais pas s'il y a un sens plus profond derrière tout ça, mais pendant ces deux semaines, il y a tellement de révélations et de fuites toutes plus incroyables les unes que les autres. Il est impossible de distinguer la spéculation de la désinformation pure et simple.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_share_01"
		},
		{
			"voicelineId": 107018,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Selon la légende, il y avait autrefois une sorte particulière de cactus à Natlan que le maître de mon maître appelait mescalito. En manger permettrait même aux mortels de voir dans un autre royaume. Bien sûr, ce n'était qu'une rumeur, je ne sais pas s'il en existe encore. Mais si jamais tu en vois un, tu n'essayes pas, d'accord ?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_gift_01"
		},
		{
			"voicelineId": 107019,
			"title": "À propos d'Ororon...",
			"voicelineType": "4001",
			"description": "Hmph.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_olorun_01"
		},
		{
			"voicelineId": 107020,
			"title": "À propos de Mualani...",
			"voicelineType": "4002",
			"description": "Entre Mualani et moi, honnêtement, je ne sais pas qui est la plus redevable envers l'autre. Elle casse ma porte, me doit des moras, vole ma nourriture... Mais ensuite, elle m'apporte des collations et paie d'autres choses... J'ai du mal à suivre. À ce stade, je serais plus que ravie de dire que nous sommes quittes. Tout pour qu'elle arrête de me réveiller à onze heures du matin... Oh, euh... Peu importe ! Elle me fait juste sursauter en frappant, c'est tout.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107021,
			"title": "À propos de Xilonen...",
			"voicelineType": "4003",
			"description": "Elle ignore complètement les rumeurs à mon sujet et n'exagère pas en matière de sympathie. Je me sens donc toujours à l'aise avec elle. Oh ! Non pas que je me sente mal à l'aise avec toi ! Je suis juste... en train de trop réfléchir, comme d'habitude... Voilà, maintenant tu le sais aussi.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107022,
			"title": "À propos de Mavuika...",
			"voicelineType": "4004",
			"description": "Héhé, Mavuika... Ahem, je veux dire, l'Archon est venu me parler l'autre jour. Ce n'est qu'en grignotant au milieu de la nuit que j'ai réalisé qu'elle se vante tout le temps ! Il y a un ancien dicton d'une autre nation qui dit : « Les saints sont humbles jusqu'à ce qu'on leur pose des questions sur leur devoir, c'est alors que leur fierté est grande. » Je pense que ça lui va parfaitement.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107023,
			"title": "À propos de Kamisato Ayaka...",
			"voicelineType": "4005",
			"description": "... Toi, la jeune femme là-bas. Retourne-toi et laisse-moi t'observer. Ah, donc ça vient de « L'affaire de mademoiselle Orith ». Je pensais que c'était le second rôle féminin du « Grand détective Hurlock ». Pour moi, tous les vêtements fontainois se ressemblent. Très bien, tu peux y aller maintenant. C'est tout ce que j'avais à dire.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_ayaka_01"
		},
		{
			"voicelineId": 107024,
			"title": "À propos de Kinich...",
			"voicelineType": "4006",
			"description": "La petite chose qui le suit partout est vraiment embêtante. Oh, Kinich est un de tes amis ? Hmm, que puis-je dire d'autre à son sujet...? C'est quelqu'un de fiable.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107025,
			"title": "À propos d'Iansan...",
			"voicelineType": "4007",
			"description": "Je ne la connais pas très bien, mais je connais les romans légers... Quelqu'un d'aussi puissant malgré sa taille doit avoir une sorte de mode spécial qui lui permet de mesurer deux mètres et de se battre à 200 % de sa force.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107026,
			"title": "Connaître Citlali (1)",
			"voicelineType": "5001",
			"description": "Hein ? Pourquoi est-ce que tu me parles de ça, tout d'un coup ? As-tu entendu des rumeurs à mon sujet ? *soupir* Très bien, c'est vrai ! Je suis la shamane la plus âgée, la plus étrange et la plus effrayante de la tribu. Crois ce que tu veux, j'ai depuis longtemps renoncé à m'expliquer.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_01"
		},
		{
			"voicelineId": 107027,
			"title": "Connaître Citlali (2)",
			"voicelineType": "5002",
			"description": "Tu veux que je t'explique quand même ? *soupir* Il existe une tradition tacite dans ma tribu. Les maîtres shamans entretiennent délibérément les rivalités entre leurs étudiants et un maître rival. De cette façon, si les étudiants veulent vaincre ce maître sans être anéantis, ils doivent travailler dur pour surpasser la génération précédente. La plupart des shamans de la tribu appartiennent à l'école fondée par mon amie. Ils m'ont choisi comme sorcière maléfique à vaincre, alors que puis-je faire ? Je n'essaye pas de leur compliquer la vie ! Ce n'est pas ma faute s'ils ne savent pas se battre ! *soupir* Enfin, tout a commencé avec... les rumeurs selon lesquelles je serais une vieille sorcière terrifiante.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 107028,
			"title": "Connaître Citlali (3)",
			"voicelineType": "5003",
			"description": "C'est exact. Je joue un rôle devant les autres, mais c'est ma vraie personnalité. C'est assez simple, en fait. Quand les gens s'attendent à ce que tu parles comme une vieille dame avec un accent et des expressions désuètes, mais que tu leur réponds avec une élocution élégante et standard, ils sont complètement choqués. Oui, tu as raison, c'est de l'ignorance. Mais l'ignorance est la chose la plus difficile à surmonter. Après tout, quand nous nous sommes {M#rencontrés}{F#rencontrées} la première fois, je ne m'attendais pas à ce que tu sois {M#différent}{F#différente} des autres.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107029,
			"title": "Connaître Citlali (4)",
			"voicelineType": "5004",
			"description": "Tu veux savoir comment les maîtres shamans de ma tribu incitent leurs disciples à m'en vouloir ? Il s'agit de la méthode la plus traditionnelle : disons que tu as été {M#trompé}{F#trompée} par un escroc. Tu vas envoyer tes disciples faire des graffitis sur la maison de ce dernier. Avec un peu d'indignation bien calibrée pour cette injustice, tu peux les amener à faire n'importe quoi ! Tu vois à quel point c'est injuste ? Au moins, la plupart des gens peuvent désormais distinguer ma maison de celle d'un escroc quelconque, ça n'arrive donc plus aussi souvent qu'avant.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 107030,
			"title": "Connaître Citlali (5)",
			"voicelineType": "5005",
			"description": "Oh, ces bouteilles de vin ? L'Association des reliques sauriennes les a trouvées... Non, non, ce ne sont pas les miennes. Les voir jetées négligemment comme ça... Ororon a dû les boire ! N'est-ce pas, Ororon ?! Viens tout de suite t'excuser ! J'ai une grande tolérance, je ne suis donc pas facilement ivre. Et même lorsque ça arrive, je ne jette jamais de déchets comme ça. En plus, l'Association a déclaré qu'elles avaient été trouvées dans la nature. Oh ! Dans un endroit totalement inoffensif, bien sûr. Non pas que ça ait de l'importance, parce que ce n'est pas moi qui les ai jetées, et... Peu importe ! Fais-moi confiance !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Souvenirs regorgeant de couleurs ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107031,
			"title": "Les loisirs de Citlali...",
			"voicelineType": "6001",
			"description": "Ma vie est presque complètement dénuée de sens. Il ne me reste plus que la torpeur embrumée au réveil, les fantaisies illusoires des romans et le réconfort d'une bouteille.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_hobby"
		},
		{
			"voicelineId": 107032,
			"title": "Les problèmes de Citlali...",
			"voicelineType": "6012",
			"description": "Tu ne l'as pas encore compris ? Je fais semblant de ne me soucier de rien comme bouclier. En réalité, je passe mon temps à m'inquiéter de tout.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_annoyed_01"
		},
		{
			"voicelineId": 107033,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Tout d'abord, j'aime ma viande cuite à point de sorte qu'elle conserve une partie de la saveur originale d'une offrande sacrificielle. Ensuite, il y aurait tout ce qui est facile à manger d'une seule main pour pouvoir lire en même temps. Oh, et tout ce que tu recommandes, bien sûr !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodLike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107034,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Je ne comprends pas vraiment... l'intérêt des aliments acides. Tu manges quand tu as faim, bois quand tu as soif, et dors quand tu es {M#fatigué}{F#fatiguée}. Si les aliments acides sont destinés à ouvrir l'appétit, c'est peut-être que tu n'avais tout simplement pas faim, non ?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodDislike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107035,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Waouh, c'est délicieux ! J'ai essayé tous les plats proposés à proximité des Maîtres du vent nocturne, et je n'ai rien trouvé d'aussi bon que ça. C'est la pure vérité !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_pref_01"
		},
		{
			"voicelineId": 107036,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Je n'ai pas l'habitude de manger ce genre de choses... Non, attends ! Je ne dis pas que c'est mauvais ! Tu... m'as fait découvrir une nouvelle saveur ! C'est un compliment, c'est vrai !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_normal_01"
		},
		{
			"voicelineId": 107037,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Q—Quelque chose doit clocher avec mes papilles gustatives, haha...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_dislike_01"
		},
		{
			"voicelineId": 107038,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Joyeux anniversaire ! Honnêtement, je ne sais pas quoi t'offrir. Il n'y a pas d'étoiles de mauvais augure sur ta route. Que ce soit en matière d'amour, de combats ou de futurs projets, tes possibilités semblent vastes. Une bénédiction comme chez les Mictlans ne te servirait pas à grand-chose. J'ai pensé à t'offrir un exemplaire de « Fleurs pour la princesse Fischl » pour te rendre accro aux romans légers, mais on dirait que tu possèdes plus de livres de la Chambre Yae que moi... Ah, que faire... que faire ?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 107039,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Hmm, ça ne ressemble pas à une technique de divination venue d'un autre monde. Mon école de shamanisme s'appuie sur la terre plutôt que sur le ciel. Lorsque les fausses étoiles de mauvais augure se montrent agressives, je les lie avec l'esprit de la terre, les os d'animaux morts et le pouvoir de la fumée obscure.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 107040,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Les cieux contrôlent le destin humain comme le ferait un marionnettiste. Ainsi, les étoiles de mauvais augure elles-mêmes n'ont pas de libre arbitre. Mais, une fois que j'ai scellé leur pouvoir à l'intérieur d'une figurine et que je l'ai liée avec des os d'animaux, les pensées résiduelles dans les os leur permettent de développer une conscience. J'appelle ces petites créations « Tzitzimime ». Tu peux les considérer comme des manifestations d'étoiles de mauvais augure.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 107041,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Chaque tzitzimitl contient des os de petits animaux. Cette technique est plutôt effrayante quand on y pense. Je suis donc peut-être un peu responsable du fait que les gens ont peur de moi. Mais je ne fais de mal à aucun animal, je trouve simplement ces os dans la nature !",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107042,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "À partir de maintenant, je serai toujours à tes côtés. Jusqu'à ce que les étoiles perdent leur éclat, que les flammes s'éteignent et que la fumée se dissipe dans le néant.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 107043,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Au travail !",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_01"
		},
		{
			"voicelineId": 107044,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Remplissez notre pacte.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_02"
		},
		{
			"voicelineId": 107045,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Ne montre aucune pitié.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_03"
		},
		{
			"voicelineId": 107046,
			"title": "Compétence élémentaire (4)",
			"voicelineType": "100004",
			"description": "Doucement... Doucement...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_04"
		},
		{
			"voicelineId": 107047,
			"title": "Compétence élémentaire (5)",
			"voicelineType": "100005",
			"description": "Tranquillement...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_05"
		},
		{
			"voicelineId": 107048,
			"title": "Compétence élémentaire (6)",
			"voicelineType": "100006",
			"description": "Très bien.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_06"
		},
		{
			"voicelineId": 107049,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Je vous laisse vous en occuper !",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_01"
		},
		{
			"voicelineId": 107050,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Citlalin, Itzpapa, à l'attaque !",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_02"
		},
		{
			"voicelineId": 107051,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Subissez la colère d'Itztli !",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_03"
		},
		{
			"voicelineId": 107052,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Pas mal du tout, je te le laisse.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_01"
		},
		{
			"voicelineId": 107053,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Vas-y, sers-toi. Je remercierai les étoiles pour toi plus tard.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_02"
		},
		{
			"voicelineId": 107054,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Je peux t'aider si c'est trop lourd.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_03"
		},
		{
			"voicelineId": 107055,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "J'aurais dû rester à la maison...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_01"
		},
		{
			"voicelineId": 107056,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "*soupir* Je veux rentrer chez moi.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_02"
		},
		{
			"voicelineId": 107057,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Je dois... être forte...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_03"
		},
		{
			"voicelineId": 107058,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "... Ne m'abandonne pas !",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_01"
		},
		{
			"voicelineId": 107059,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "On aime prendre des risques ?",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_02"
		},
		{
			"voicelineId": 107060,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Emmène-moi... rejoindre les étoiles...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_01"
		},
		{
			"voicelineId": 107061,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Emmène-moi... retourner à la terre...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_02"
		},
		{
			"voicelineId": 107062,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Je suis... désolée...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_03"
		},
		{
			"voicelineId": 107063,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Quelle audace !",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_01"
		},
		{
			"voicelineId": 107064,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Aïe, aïe !",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_02"
		},
		{
			"voicelineId": 107065,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Je ne suis jamais en retard...",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_01"
		},
		{
			"voicelineId": 107066,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Laisse-moi tran... Ah, non, je suis prête !",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_02"
		},
		{
			"voicelineId": 107067,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Bien sûr que je vais t'aider.",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_03"
		}
	]
}