{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Bonjour, je m'appelle Émilie. Avez-vous une question sur la création de parfum ?\nSi ce n'est pas le cas, je suggère que nous allions dans un endroit plus calme pour discuter.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Bavardage - Inspiration",
			"voicelineType": "1101",
			"description": "Ah, je viens d'avoir une idée... Attendez, je dois la noter.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Bavardage - Éventail parfumé",
			"voicelineType": "1102",
			"description": "Beaucoup de femmes à la Cour de Fontaine aiment asperger leur éventail de dentelle de parfum, ce qui leur permet de dégager un agréable parfum en s'éventant. C'est une méthode ingénieuse.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Bavardage - Journal",
			"voicelineType": "1103",
			"description": "Si cela ne vous dérange pas, voudriez-vous m'accompagner pour acheter le journal d'aujourd'hui ?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "La pluie efface beaucoup de choses, c'est embêtant parfois...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Lorsque la foudre frappe, elle laisse une odeur particulière dans l'air.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "Cet environnement est extraordinaire, nous pourrons sans doute trouver de nombreux matériaux précieux.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "Il fait bon dehors...",
			"voicelineType": "1204",
			"description": "Le soleil est agréable aujourd'hui. C'est le signe d'une bonne journée, j'espère.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "Dans le désert...",
			"voicelineType": "1205",
			"description": "Les ingrédients de qualité se trouvent partout, même dans le désert. Par exemple, la graisse de wenut peut être transformée en un composant de parfum d'une grande valeur.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "J'aime commencer ma journée avec un verre d'eau glacée. Cela m'aide à me réveiller.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "La promenade après un repas facilite la digestion et favorise la circulation sanguine. Vous joindrez-vous à moi ?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Certains ingrédients de parfums doivent être collectés à des moments précis de la journée. Il m'arrive de sortir au milieu de la nuit pour le faire.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Bonne nuit. Si vous le souhaitez, je peux vous recommander des parfums qui favorisent le sommeil. Cependant, c'est quand même mieux de s'endormir naturellement.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "À propos de Chiori - Partage",
			"voicelineType": "2001",
			"description": "Je vous avoue que je ne suis pas très douée pour trouver des sujets de conversation. Enfin, je ne suis pas douée pour faire la conversation tout court. Par contre, si vous avez quelque chose à dire, de bien ou de mal, je vous écouterai.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "À propos d'Émilie - Nettoyeuse légiste",
			"voicelineType": "2005",
			"description": "Une fois que les autorités finissent d'enquêter sur un homicide ou un accident mortel, il reste encore beaucoup de nettoyage à faire sur les lieux où les événements se sont déroulés. Il faut se débarrasser de toute matière organique, enlever les taches de sang, désinfecter... C'est le travail du nettoyeur légiste. D'ailleurs, je suis une travailleuse indépendante qui n'est affiliée à aucune organisation de la Cour de Fontaine. J'ai un contrat avec les Gendarmes depuis longtemps, mais j'accepte également les missions privées.\nJe crois que c'est à peu près tout ce qu'il y avait à dire sur mon travail. En tout cas, si vous avez des questions, n'hésitez pas à me les poser.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "À propos de nous - Recommandation",
			"voicelineType": "2003",
			"description": "Le parfum que je porte d'habitude ? Désolé, au risque de vous décevoir, mais je n'ai pas l'habitude de me parfumer pour le travail. Cela pourrait avoir une influence sur les autres odeurs, mais si vous me parlez un peu de votre humeur actuelle, je pourrai vous faire quelques recommandations.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "À propos de nous - Visite",
			"voicelineType": "2002",
			"description": "Une visite de mon studio ? Bien sûr. Je peux vous enseigner quelques notions de parfumerie aussi. Ma collection de parfums est assez importante. Ma mère était aussi une passionnée de parfum. En fait, la plupart des parfums de ma collection sont des cadeaux de sa part. Si nous avons le temps un jour, nous pourrions même les essayer un par un.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "Un jour, j'ai essayé de me servir de mon œil divin pour créer une plante capable de pousser sans être nourrie. Malheureusement, toutes mes tentatives se sont soldées par des échecs. Même avec un œil divin, il reste toujours des choses impossibles. On ne peut rien contre les lois de la nature.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "Quelque chose à partager ?",
			"voicelineType": "3002",
			"description": "Les cinq sens ne sont pas complètement indépendants l'un de l'autre. La couleur rouge, par exemple, peut évoquer une sensation de chaleur. Les parfums peuvent également provoquer des sensations spécifiques. Cette caractéristique est surtout exploitée dans le domaine de la vente. Admettons qu'un client se sente déprimé, ce sera plus facile de le convaincre de choisir un parfum à base de plantes ou sucré.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "{M#Il n'y a rien de plus intéressant que de découvrir de nouvelles choses. Vous avez beaucoup voyagé, alors je suis sûre que vous avez vécu plus de choses que moi. Du coup, je me demandais si je pouvais vous demander quelque chose... Avez-vous déjà vu une fleur ou une épice, qui vous a fait forte impression ? Pourriez-vous m'en parler ?\nL'inteyvat... Je n'en ai jamais entendu parler, mais j'aime bien son nom. D'accord, c'est noté. Si j'ai la chance de la voir, je ne manquerai pas de vous en informer.}{F#Je peux vous poser une question ? À vrai dire, je n'ai jamais vu la fleur que vous avez dans les cheveux... Si vous la portez, j'imagine qu'elle a beaucoup d'importance pour vous. L'inteyvat... Oh, j'aime bien son nom. Je ne sais pas comment vous l'avez eue, mais je suis sûre que ça signifie que vous êtes très importante pour ce monde.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terminez « Requiem des profondeurs résonnantes ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "À propos de Chevreuse...",
			"voicelineType": "4001",
			"description": "Je ne sais pas si elle vous l'a déjà dit, mais nous nous sommes rencontrés au travail. Cependant, la plupart de nos conversations sont plutôt légères malgré la nature de nos tâches. Une fois, elle m'a raconté avoir lu un roman sur un parfumeur qui fabriquait des senteurs à partir de tissus humains. Évidemment, ce n'est que de la fiction, mais dans l'histoire, c'est une réussite. Le meilleur parfum jamais fabriqué, même. Personnellement, j'ai du mal à croire qu'il serait aussi exceptionnel dans la vraie vie...\nEnfin, Chevreuse n'était pas trop à cheval sur la faisabilité. Elle était trop occupée à essayer de deviner toutes les responsabilités légales qui pouvaient découler de la situation.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "À propos de Chiori...",
			"voicelineType": "4002",
			"description": "Chiori est très attentive aux tendances, compte tenu de son métier. Nous fabriquons des produits complètement différents, mais j'aime beaucoup l'écouter parler de son processus de création. De plus, elle a le nez pour les parfums. Lorsque je lui fais essayer mes nouveaux produits, elle arrive toujours à choisir celui qui se vend le mieux.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "À propos de Charlotte...",
			"voicelineType": "4003",
			"description": "Ah, c'est une jeune femme très énergique. J'imagine que beaucoup de gens ne la voient que comme une source d'ennuis car elle est journaliste. Pourtant, je ne trouve pas que ce soit le cas. Même après avoir découvert la véritable nature de mon travail, Charlotte a gardé le secret pour elle. Elle n'avait aucune raison de m'aider et ce n'était pas du tout dans son intérêt de le faire. Depuis lors, j'ai donc une haute estime d'elle. Je l'aiderais sans me poser de question si elle en avait besoin un jour.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "À propos de Clorinde...",
			"voicelineType": "4004",
			"description": "Peu de gens à Fontaine ignorent la redoutable duelliste mandatée qu'est Clorinde. Malgré tout ce qu'on peut entendre, je trouve que c'est facile de bien s'entendre avec elle. De mon expérience, je peux vous dire que plus les personnes sont fortes au combat, plus elles sont disposées à la conversation.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "À propos de Sigewinne...",
			"voicelineType": "4005",
			"description": "Si je ne m'abuse, je crois que mademoiselle Sigewinne m'a rencontrée quand j'étais très jeune, trop jeune pour m'en souvenir... Ah, je ne vous l'avais sans doute pas dit, mais mon père travaille pour la Maréchaussée fantôme. Nous recevons souvent des mélusines à la maison. Apparemment, elles se sont beaucoup occupées de moi lorsque j'étais bébé.\nPourtant mademoiselle Sigewinne ne m'a jamais traitée comme sa cadette. Elle fait toujours des éloges de mes parfums. Chaque fois que je fabrique un nouvel échantillon, je lui en mets un de côté.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "À propos de Neuvillette...",
			"voicelineType": "4006",
			"description": "Quand l'odorat d'un parfumeur commence à s'émousser, il existe une solution simple pour y remédier : boire de l'eau fraîche. Je ne fais pas très attention à l'eau que je bois d'habitude, mais j'ai assisté un jour à une dégustation d'eau organisée par monsieur Neuvillette.\nIl a une compréhension tellement abstraite, mais particulière des propriétés des différents types d'eau. Un peu comme quand les magazines parlent de parfum. Il a pris le temps de prendre connaissance de mes besoins et m'a recommandé quelques eaux avec une grande sincérité. Parfois, j'achète exprès les eaux qu'il m'a recommandées par respect pour lui.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "À propos de Wriothesley...",
			"voicelineType": "4007",
			"description": "Vous connaissez Wriothesley ? Haha, c'est une surprise. D'après ce que je sais, le duc essaye de se faire très discret... La plupart des gens ne connaissent même pas son existence. Monsieur Neuvillette a essayé une fois de lui recommander mes services, mais il aurait estimé que la Forteresse de Méropide n'en aurait pas besoin. Je ne sais pas pourquoi il a refusé, car je ne l'ai jamais rencontré en personne. À mon avis... Je pense qu'il y a peut-être certaines choses qu'il ne veut pas faire disparaître. Peut-être qu'il préfère les laisser en l'état... Comme pour servir d'avertissement.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "À propos de Tighnari...",
			"voicelineType": "4008",
			"description": "Je l'ai vu en personne quelques fois, mais nous communiquons souvent par courrier. C'est lui qui m'a contactée en premier après avoir trouvé mes coordonnées par un moyen détourné. Il a été extrêmement poli et j'ai trouvé cela très flatteur qu'un botaniste aussi renommé ait sollicité mon expertise sur les fleurs. J'y ai aussi vu une chance d'apprendre de lui, alors je lui ai posé des questions, plus particulièrement sur des ingrédients de parfum qui viennent de Sumeru. Il m'a donné une réponse détaillée à chacune d'entre elles.\nMaintenant, nous entretenons une correspondance beaucoup plus décontractée, et il me parle même parfois de ses compagnons. Je suis ravie de m'être fait un nouvel ami de cette façon.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "Connaître Émilie (1)",
			"voicelineType": "5001",
			"description": "Le parfum est souvent romantisé. On lui prête toutes sortes de qualités poétiques, alors qu'en réalité, l'art de la parfumerie ressemble plutôt à une science. Il pourrait se résumer à une simple expérience de chimie. C'est le rôle du parfumeur de combler le fossé entre les qualités artistiques et scientifiques du produit. Pour cela, il lui faut un certain talent.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "Connaître Émilie (2)",
			"voicelineType": "5002",
			"description": "Les gens peuvent décrire ce qu'une odeur leur fait ressentir, mais c'est très difficile de recréer une senteur à partir d'une simple description, même pour moi. Du coup, veuillez m'excuser, je ne prends pas de commandes personnalisées. Cependant, si l'un de mes autres parfums vous plaît, c'est avec honneur que je ferai affaire avec vous.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "Connaître Émilie (3)",
			"voicelineType": "5003",
			"description": "Avant d'être commercialisé, un parfum doit passer une série de tests, dont celui de la durée de conservation. Ce test permet de répondre à plusieurs questions : quelle est la durée de vie du produit ? Est-il susceptible de se détériorer ? Peut-il devenir toxique ou même se dissiper avec le temps ?\nMaintenant que j'y pense, ce genre de test serait formidable s'il pouvait être conduit pour les relations interpersonnelles.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "Connaître Émilie (4)",
			"voicelineType": "5004",
			"description": "Je ne cherche pas délibérément à cacher ma véritable profession, mais je préfère être aussi discrète que possible là-dessus. Mes clients continueront d'acheter mes parfums, je n'en doute pas. C'est juste que je suis consciente du fait que mon travail de nettoyeuse légiste m'expose à des informations sensibles qui ne peuvent pas être dévoilées au public. Les gens qui font appel à mes services me font confiance. Je ne veux pas attirer une attention indésirable sur eux.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "Connaître Émilie (5)",
			"voicelineType": "5005",
			"description": "La parfumerie a toujours seulement été un loisir pour moi et quelque chose que je fais pendant mon temps libre, tout comme d'autres apprennent à jouer d'un instrument de musique ou font des loisirs manuels.\nCependant, mon objectif dans la vie n'a pas toujours été de devenir nettoyeuse légiste. Ma mère est médecin légiste, et comme elle, je voulais travailler sur des enquêtes criminelles depuis mon enfance. Mon talent pour la chimie m'a longtemps poussé à faire de l'analyse de traces, mais au fur et à mesure que j'avançais dans mes études, je commençais à voir des scènes de crime réelles. Il y en a une que je n'oublierai jamais... C'était celle d'un enfant qui avait été tué. Le sang s'était répandu sur la moquette et avait éclaboussé les murs... Les enquêteurs sont partis après avoir terminé leur travail. Je ne pouvais pas m'imaginer ce que ses pauvres parents étaient en train d'endurer... Ils n'avaient pas à nettoyer eux-mêmes les lieux du meurtre de leur propre enfant.\nVoilà ce qui m'a poussée à devenir nettoyeuse légiste.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Les loisirs d'Émilie...",
			"voicelineType": "6001",
			"description": "J'aime collectionner les coupures de presse. À chaque fois que je tombe sur une histoire incroyable en lisant le journal, je la découpe pour l'ajouter à ma collection. J'ai rempli plusieurs gros classeurs comme ça. En les feuilletant, j'ai presque l'impression de lire un des romans que Chevreuse aime tant.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "Les problèmes d'Émilie...",
			"voicelineType": "6012",
			"description": "Les chiens du parc sont tellement gentils. Si vous voulez les caresser, il faut d'abord jouer avec eux pour leur faire plaisir. Haha, c'est un problème qui n'en est pas vraiment un.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Des crevettes fraîches saupoudrées de sel marin, légèrement pochées et trempées dans du beurre fondu. C'est simple et délicieux. Vous devriez y goûter un jour.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Je ne mange pas beaucoup de viande rouge, désolée.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Mmm, c'est aussi bon que parfumé. Merci de l'avoir partagé avec moi, j'ai bien aimé.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Hmm, la couleur est jolie et le goût en bouche agréable.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Y a-t-il vraiment des personnes qui apprécient ce genre de goût ?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Joyeux anniversaire ! Je sais que les goûts de chacun en matière de parfum sont personnels, mais j'ai quand même pris la liberté de vous en choisir un. C'est l'une de mes créations, mais elle n'est pas encore disponible à la vente.\nJ'ai essayé de combiner des notes florales et fruitées qui sont communes dans la nature à cette période de l'année. J'ai cherché à fabriquer une senteur subtile. J'espère qu'elle vous apportera de la paix et du réconfort lorsque vous le porterez.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Merci infiniment. Ne soyez pas modeste, il fallait évidemment que je vous remercie.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Merci pour la suggestion. Cela m'a fait réfléchir.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "La force est seulement utile lorsqu'elle est entre les mains de la bonne personne. Je ferai de mon mieux pour ne pas vous décevoir.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Beaucoup de choses sont invisibles à moins qu'elles ne soient éclairées par une puissante lumière. C'est comme si vous m'aviez donné cette lumière. Vous m'invitez à rejoindre votre aventure ? Très bien, montrez-moi la voie. Je serai à vos côtés.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Reconstitution.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Extraction.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Que le nettoyage commence.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Frais et floral.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Le brouillard se dissipe.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Un peu de lumière.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Haha, le butin est-il à la hauteur de vos espérances ?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Vous voulez un peu d'aide ?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Aucune trace du propriétaire en vue...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Mon odorat faiblit...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "C'était une réaction allergique ?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Il faut réévaluer la scène.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Détendez-vous.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Je suis là.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Il y a une odeur de sang...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "La lanterne... s'est éteinte...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Est-ce mon tour...?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900002",
			"description": "Mon point faible.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Je n'étais pas bien préparée.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Je dois faire preuve de prudence.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Ce serait un honneur.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Avec plaisir.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Je suis flattée.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}