{
	"id": 10000076,
	"name": "Faruzan",
	"friendLines": [
		{
			"voicelineId": 76000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Ça, c'est le prix de chercheur émérite de l'Académie, ça, c'est le prix du club d'énigmes de Sumeru, et il y a aussi celui du séminaire sur les mécanismes des ruines... Qu'en penses-tu ? Cela ne te donne-t-il pas envie de devenir mon élève ? Oh, juste au passage... Tu me trouveras dans les couloirs de l'Haravatat et non pas du Kshahrewar si tu me cherches. Ne te trompe pas.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_draw_appear_01"
		},
		{
			"voicelineId": 76001,
			"title": "Bavardage - Règles",
			"voicelineType": "1101",
			"description": "Comment se fait-il que les règles stupides de l'Académie n'aient pas changé en cent ans...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_01"
		},
		{
			"voicelineId": 76002,
			"title": "Bavardage - Ancienneté",
			"voicelineType": "1102",
			"description": "Hein ? Quoi ? Je ne t'entends pas, je ne suis plus toute jeune, tu sais. Réessaye en m'appelant « madame Faruzan ».",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_02"
		},
		{
			"voicelineId": 76003,
			"title": "Bavardage - Études",
			"voicelineType": "1103",
			"description": "Dans les études, il ne faut pas chercher à suivre la mode. Il n'y a pas de sujets démodés à proprement parler.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_03"
		},
		{
			"voicelineId": 76004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Allons bon. Ce n'est que de la pluie, pas de quoi s'émerveiller comme ça. Tu es {M#un}{F#une} enfant, ou quoi ?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_heavyRain_01"
		},
		{
			"voicelineId": 76005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Ouah ! Q—Quoi ? Il n'y a pas de honte à avoir peur de l'orage, même à mon âge !",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_thunder_01"
		},
		{
			"voicelineId": 76006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "C'est magnifique... C'en est même hypnotisant... Atchoum ! Et voilà, j'ai pris froid...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_snowy_01"
		},
		{
			"voicelineId": 76007,
			"title": "Le vent souffle fort...",
			"voicelineType": "1204",
			"description": "Ça fait du bien. Il n'y a rien de mieux que les endroits bien aérés.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_gale_01"
		},
		{
			"voicelineId": 76008,
			"title": "Dans le désert...",
			"voicelineType": "1205",
			"description": "Comment est-on {M#revenus}{F#revenues} ici après tout ce qu'on a marché...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_desert_01"
		},
		{
			"voicelineId": 76009,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "{M#Jeune homme}{F#Jeune fille}, il faut un peu plus d'entrain pour commencer la journée ! Allez, salue moi à nouveau.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingMorning"
		},
		{
			"voicelineId": 76010,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "J'ai un peu faim... Et si on allait au Grand bazar manger quelque chose ? Je ne suis pas difficile avec la nourriture, tant que ce n'est pas trop « innovant ».",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNoon"
		},
		{
			"voicelineId": 76011,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Ne sois pas si {M#surpris}{F#surprise}. Peu importe l'époque, les chercheurs ont toujours l'habitude de faire nuit blanche pour travailler sur leurs recherches. La nuit est un moment précieux dans lequel il est possible de réfléchir dans le calme.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight"
		},
		{
			"voicelineId": 76012,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Ces écrits anciens me donnent le tournis... Ça sera tout pour aujourd'hui. Ne te couche pas trop tard, je vais aller dormir. Bonne nuit.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight2"
		},
		{
			"voicelineId": 76013,
			"title": "À propos de Faruzan - Aînée",
			"voicelineType": "2001",
			"description": "Sur quel sujet aimerais-tu en apprendre plus ? Les différentes formes de mécanismes de pression ? La conception de base des stèles élémentaires ? Hmm, attends... Tu n'aurais pas oublié de m'appeler « madame » quand tu m'as posé ta question ?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle"
		},
		{
			"voicelineId": 76014,
			"title": "À propos de Faruzan - Souci de tutrice",
			"voicelineType": "2005",
			"description": "Je veux que mes élèves soient passionnés par l'étude des textes anciens. Si je n'arrive pas à trouver des petits comme ça, alors je préfère encore ne pas du tout avoir d'élèves ! Hein ? Comment je vais faire pour trouver quelqu'un pour m'assister ? Eh bien, ce n'est pas déraisonnable de demander aux étudiants d'aider un peu leur tutrice après les cours, non ? Même moi, je faisais ça à l'époque...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76015,
			"title": "À propos de nous - Inscription",
			"voicelineType": "2003",
			"description": "Question sérieuse : tu veux devenir mon élève ? J'adapterai les sujets de recherche à tes besoins et t'expliquerai en détail tout ce que tu dois savoir. On pourra travailler sur des méthodes pratiques pour résoudre les mécanismes d'énigmes modernes, et poursuivre en nous penchant sur l'étude de textes en lien avec ces derniers. J'ai fait le tour de la question, je peux donc te promettre que tout ce que tu apprendras te sera d'une grande utilité pour tes futures aventures. Il n'y a aucune raison de ne pas me faire confiance !",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close"
		},
		{
			"voicelineId": 76016,
			"title": "À propos de nous - Énigmes",
			"voicelineType": "2002",
			"description": "Ces cent dernières années, j'ai passé tellement de temps à résoudre des énigmes que j'ai fini par ne plus voir le temps passer. Ça va beaucoup mieux maintenant, je ne suis plus seule pour travailler là-dessus. Peut-être allons-nous pouvoir passer des moments agréables ensemble à recopier des inscriptions, déchiffrer des runes et résoudre des énigmes... On en profitera chaque minute, tu verras.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76017,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3001",
			"description": "Outre mon impressionnant CV, je dispose de compétences académiques dont même notre vieil Archon reconnaît la valeur. Quant à savoir pourquoi je n'arrive pas à trouver d'élèves... Le problème ne vient ni de moi ni de la matière que j'enseigne... C'est tout simplement que le moment n'est pas encore venu... Après tout, c'est le fait d'être au bon endroit au bon moment qui m'a permis d'obtenir mon œil divin.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76018,
			"title": "Quelque chose à partager - Le Kshahrewar",
			"voicelineType": "3002",
			"description": "« À l'avenir, le Kshahrewar sera le seul darshan dédié à l'étude des mécanismes »... Hmph, si tu veux mon avis, les chercheurs du Kshahrewar ont pris la grosse tête. Ils jouaient encore avec des jeux de construction que j'étais déjà en train de résoudre des énigmes dans tout Sumeru.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_01"
		},
		{
			"voicelineId": 76019,
			"title": "Quelque chose à partager - L'Haravatat",
			"voicelineType": "3005",
			"description": "Les types de l'Haravatat adorent refuser mes demandes de financement en prétextant que mes recherches sont devenues trop spécialisées et peu pratiques. Si on suit cette logique, l'Haravatat devrait être fermé puisqu'il est à ce jour le darshan avec le plus faible nombre d'inscriptions.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_02"
		},
		{
			"voicelineId": 76020,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Après avoir visité des ruines de toutes les formes et de toutes les tailles pour décrypter des écrits anciens, j'ai découvert que les Dragons des ruines sont effectivement des mécanismes à la conception exceptionnellement ingénieuse. Hum... Peut-être que le terme « mécanisme » n'est pas le plus approprié pour les décrire : il ne serait pas exagéré de les qualifier de formes de vie ayant survécu des temps anciens jusqu'à nos jours...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_gift_01"
		},
		{
			"voicelineId": 76021,
			"title": "À propos de la Rani Kusanali...",
			"voicelineType": "4001",
			"description": "On ne peut essentiellement pas limiter ou restreindre le savoir... Et le fait que le Kshahrewar peut utiliser les résultats des recherches de l'Haravatat illustre bien cela. Tous les chercheurs seront reconnaissants envers la Rani Kusanali d'avoir libéré du joug de l'égoïsme l'Académie, ou plutôt, ce lieu de sagesse et d'études qu'est la Ville de Sumeru. Tous ceux qui ont soif de savoir ont maintenant la chance de pouvoir partir à la recherche de secrets dans l'océan des ressources académiques...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Pulsation akashienne et montée de la flamme de kalpa ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 76022,
			"title": "À propos de Tighnari...",
			"voicelineType": "4002",
			"description": "L'étude des ruines de la forêt tropicale est une des choses avec lesquelles je suis le plus à l'aise. Ah oui, il faudrait que je demande à Tighnari de venir avec moi la prochaine fois. C'est toujours plus amusant de travailler en étant accompagnée d'un « Guide de survie en forêt tropicale » ambulant. Je dois dire que, malgré mon âge avancé, il a vu beaucoup plus de Fongus que je n'ai pu en manger.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76023,
			"title": "À propos de Collei...",
			"voicelineType": "4003",
			"description": "Collei... Cette jeune fille est très respectueuse envers ses aînés et elle est aussi très studieuse, c'est une élève modèle ! Il faut être doux et encourageant avec les enfants comme ça, Tighnari ne devrait pas être aussi strict avec elle. Tss... Je dois réfléchir à un moyen de lui soutirer... Ahem ! Je veux dire... En tant qu'aînée... Je dois réfléchir à la façon d'améliorer l'environnement éducatif des jeunes d'aujourd'hui...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76025,
			"title": "À propos de Cyno...",
			"voicelineType": "4004",
			"description": "Il est évident que les blagues de Cyno sont construites en utilisant des termes et des structures grammaticales modernes. Cependant, je n'arrive toujours pas à en deviner la chute simplement en me basant sur la syntaxe et la sémantique... Comment, tu dis qu'il ne s'agit que de sens littéraux et d'homophones ? Vraiment ? Si c'est le cas, ces blagues n'ont vraiment aucun intérêt...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76026,
			"title": "À propos de Layla...",
			"voicelineType": "4005",
			"description": "Il lui arrive parfois de baisser la tête et de me contourner quand elle me voit. Pourtant, quand je la croise au milieu de la nuit, elle me salue de manière très chaleureuse... C'est à n'y rien comprendre. Enfin bon, les petits qui ont réussi à entrer au Rtawahist sont pour la plupart des génies, et les génies ont tous leurs petites manies. Pas de quoi faire une fixation là-dessus.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_layla_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76027,
			"title": "À propos de Kaveh...",
			"voicelineType": "4006",
			"description": "Le petit Kaveh a un grand potentiel. J'ai un peu bavardé avec lui au sujet des principes de fonctionnement des mécanismes, et comment dire... Même si ses idées sont un peu trop imprégnées d'art et de romantisme, on peut tout de même considérer qu'il a sa propre façon de voir les choses, ce qui est rare de nos jours. J'ai entendu dire qu'il vivait une période difficile, alors j'ai l'intention de l'inviter à manger de bonnes choses une fois que mon budget aura été approuvé... Il n'y a maintenant plus qu'à attendre.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_kaveh_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76028,
			"title": "À propos de Nilou...",
			"voicelineType": "4007",
			"description": "De ce que je me souviens d'elle, c'est une jeune fille très polie. Je ne suis allée au Grand bazar que quelques fois, et elle se souvient quand même de moi. Elle a même conseillé aux gens d'arrêter de me chercher des noises. Elle n'a pas tort ! Les jeunes d'aujourd'hui devraient être davantage comme elle.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76068,
			"title": "À propos de Sethos...",
			"voicelineType": "4008",
			"description": "Oh ? Tu veux parler du petit nouveau ? Il est arrivé pile au bon moment ! Je ne connais pas le darshan qu'il a rejoint, mais je n'arrête pas de le croiser ces derniers temps : en rue, dans les magasins, dans les restaurants... C'est comme s'il était partout à la fois. Cette façon qu'il a de hocher la tête quand il parle lui donne un air de... petit chiot ? C'est un jeune homme éloquent, en effet, une vraie bonne pâte. Tu le connais ? Tu devrais le persuader de suivre mes cours. Dis-lui que madame Faruzan prendra bien soin de lui.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_sethos_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76029,
			"title": "Connaître Faruzan (1)",
			"voicelineType": "5001",
			"description": "L'histoire de madame Faruzan est si riche en détails qu'elle n'a rien à envier à certains textes anciens. Pour la raconter, il faut se replonger cent ans en arrière... Ça t'intéresse ? Merveilleux. La soif de connaissances est une qualité indispensable pour tout chercheur qui se respecte. Tu prends un bon départ.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_01"
		},
		{
			"voicelineId": 76030,
			"title": "Connaître Faruzan (2)",
			"voicelineType": "5002",
			"description": "Résoudre les énigmes des vieux mécanismes nécessite d'étudier une quantité considérable de textes anciens. Je ne veux pas me vanter, mais ces mécanismes sont probablement d'un tout autre niveau que ceux que tu as résolus au cours de tes aventures. Oh ? Tu ne me crois pas ? Dans ce cas, montre-moi quelques-uns des mécanismes les plus difficiles auxquels tu as eu affaire. Si je mets plus d'une demi-heure à réfléchir sur l'un d'entre eux, tu as gagné.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 76031,
			"title": "Connaître Faruzan (3)",
			"voicelineType": "5003",
			"description": "Si je ne m'étais pas accidentellement perdue dans les ruines du roi Deshret, j'aurais pu apporter davantage de contributions à Sumeru... Heureusement, mes brouillons et mes essais ont servi à quelque chose : ces pique-assiette du Kshahrewar les ont utilisés pour définir les bases de l'étude des mécanismes. Hé, on ne m'appelle pas « madame Faruzan » pour rien, après tout.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76032,
			"title": "Connaître Faruzan (4)",
			"voicelineType": "5004",
			"description": "En tant que chercheuse, je suis censée accepter sereinement les échecs et assumer les conséquences de ceux-ci... Je n'ai jamais voulu que les autres aient pitié de moi, que ce soit dans le passé ou aujourd'hui. Et puis, c'est grâce à mes propres moyens que j'ai réussi à résoudre l'énigme finale et que j'ai pu sortir de cet endroit maudit... Mon histoire ne devrait pas susciter la pitié, elle devrait plutôt inspirer et encourager les gens, n'es-tu pas d'accord ?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 76033,
			"title": "Connaître Faruzan (5)",
			"voicelineType": "5005",
			"description": "Mon domaine d'études n'a plus le prestige de jadis, et l'Haravatat m'a refusé des financements plus d'une fois... Le Kshahrewar m'a invitée à plus d'une reprise à devenir tutrice chez eux, et les avantages qu'ils m'ont offerts étaient très alléchants : des plafonds de financements élevés et davantage d'étudiants à prendre en charge. Malgré tout, j'ai refusé toutes leurs offres. Parce qu'il faut bien quelqu'un pour continuer d'explorer les sujets qui n'intéressent personne et repousser les limites des connaissances de l'humanité.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76034,
			"title": "Les loisirs de Faruzan...",
			"voicelineType": "6001",
			"description": "Certains marchands et mercenaires cupides essayent de vendre des « antiquités » d'origine inconnue au Port Ormos à des prix exorbitants, mais leurs marchandises ne sont rien de plus que de la camelote usée ! Hmph, je déjoue leurs arnaques dès que j'en vois une. Personne n'évalue mieux les antiquités que moi, si ce n'est les Sept Archons.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_hobby"
		},
		{
			"voicelineId": 76035,
			"title": "Les problèmes de Faruzan...",
			"voicelineType": "6002",
			"description": "Il y a cent ans, mon plus gros problème était d'arriver à comprendre les inscriptions sur les stèles des ruines. Cent ans plus tard, aucun de mes soucis n'égale celui de mes demandes de financement... *soupir* Quelle peine...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_annoyed"
		},
		{
			"voicelineId": 76036,
			"title": "Plats préférés...",
			"voicelineType": "6005",
			"description": "On peut décupler les saveurs d'une pâte en la cuisant ! Si l'occasion se présente, je te ferai une démonstration pour que tu puisses goûter aux saveurs de mon époque. C'est une recette secrète très ancienne, je te garantis que tu ne la retrouveras pas au Grand bazar !",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodLike_01"
		},
		{
			"voicelineId": 76037,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Comment ça s'appelle, déjà ? Ah oui, le pudding de padisachidées... Qui a inventé une telle recette ? Le pudding, ça se prépare avec du riz ! Ces innovations culinaires vont trop loin. Non merci... Je n'en veux pas, même si c'est toi qui l'a préparé.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodDislike"
		},
		{
			"voicelineId": 76038,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Miam ! C'est encore meilleur que la nourriture des grands restaurants. Se pourrait-il que les arts culinaires se soient améliorés quand j'étais absente ?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_pref_01"
		},
		{
			"voicelineId": 76039,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Ce plat a une odeur, un goût et une présentation impeccables. Dis-moi, tu lis beaucoup de livres de cuisine ?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_normal_01"
		},
		{
			"voicelineId": 76040,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Hmm ? Qu'est-ce que c'est que ça... Ça a un goût indescriptible. Tu cherches à me faire décrypter ce plat, c'est ça ?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_dislike_01"
		},
		{
			"voicelineId": 76041,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Joyeux anniversaire ! Je t'ai fabriqué un petit jouet. Il se compose d'une série de mécanismes miniatures, et tu trouveras ici un bouton et un levier, ainsi qu'une roulette sur le côté... Tu peux jouer avec comme tu veux, et s'il se casse, je pourrai te le réparer. Tu trouves que je te traite comme {M#un}{F#une} enfant ? Ne dis pas n'importe quoi. Tout le monde, quel que soit son âge, a besoin d'un moment de plaisir et de détente.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 76042,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "C'est que tu es {M#plein}{F#pleine} de vigueur, {M#jeune homme}{F#jeune fille} ! Tu ne manques jamais d'enthousiasme, même lorsqu'il s'agit de récolter des matériaux !",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 76043,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Tiens ? Tu as débloqué un mécanisme ? Je sens une force couler incessamment en moi.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 76044,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Eh bien, tu te donnes vraiment du mal... Rassure-toi, il est en mon devoir d'aînée de te guider et te protéger. Je ne te laisserai pas en difficulté.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76045,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Un siècle est à peine suffisant pour entrevoir une simple vague de l'océan infini de la connaissance... Pour ce qui est d'étudier les domaines de recherche inexplorés et de trouver la clé des énigmes non résolues... Ce sera à nous d'y travailler.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 76046,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Il est trop tard pour avoir des regrets.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_01"
		},
		{
			"voicelineId": 76047,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Tu oses hausser le ton ?",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_02"
		},
		{
			"voicelineId": 76048,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Attendons de voir.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_03"
		},
		{
			"voicelineId": 76049,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Dispositif Vairambhaka !",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_01"
		},
		{
			"voicelineId": 76050,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Cadeau ! Amuse-toi bien !",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_02"
		},
		{
			"voicelineId": 76051,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "La vérité répète son chemin.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_03"
		},
		{
			"voicelineId": 76052,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Des reliques ? Oh... C'est juste ça.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_01"
		},
		{
			"voicelineId": 76053,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "On n'aura pas fait tout ce chemin pour rien.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_02"
		},
		{
			"voicelineId": 76054,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Tiens, je te laisse tout ça. Allez, dis « merci madame » !",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_03"
		},
		{
			"voicelineId": 76055,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "J'en ai vu d'autres !",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_01"
		},
		{
			"voicelineId": 76056,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Ce n'est... qu'un petit contretemps...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_02"
		},
		{
			"voicelineId": 76057,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Ne me sous-estime pas...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_03"
		},
		{
			"voicelineId": 76058,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Fais attention à toi, n'y laisse pas ta vie.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_01"
		},
		{
			"voicelineId": 76059,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "C'est dans ces moments-là qu'il faut compter sur son aînée !",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_02"
		},
		{
			"voicelineId": 76060,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "L'énigme... n'a pas été résolue...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_01"
		},
		{
			"voicelineId": 76061,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "La voie de l'apprentissage... n'est pas censée avoir de fin...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_02"
		},
		{
			"voicelineId": 76062,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Le temps... ne s'est pas arrêté pour moi...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_03"
		},
		{
			"voicelineId": 76063,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Fripouille de bas étage !",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_01"
		},
		{
			"voicelineId": 76064,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Il n'y a plus de respect !",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_02"
		},
		{
			"voicelineId": 76065,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Vous avez besoin de l'aide de votre aînée ?",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_01"
		},
		{
			"voicelineId": 76066,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Ça fait longtemps que je ne me suis pas dégourdi les membres.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_02"
		},
		{
			"voicelineId": 76067,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Bon, d'accord. Je vous accompagne, les jeunes.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_03"
		}
	]
}