{
	"id": 10000081,
	"name": "Kaveh",
	"friendLines": [
		{
			"voicelineId": 81000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Merci de m'avoir donné la chance de vous rencontrer. J'estime qu'une conversation doit se faire entre deux personnes qui partagent une perception du monde similaire pour être agréable.\nJe m'appelle Kaveh et j'exerce le métier d'architecte. Enchanté de faire votre connaissance. N'hésitez pas à me parler de votre vision en détail, si vous souhaitez me faire travailler sur un projet.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_draw_appear_01"
		},
		{
			"voicelineId": 81001,
			"title": "Bavardage - Beauté",
			"voicelineType": "1101",
			"description": "Savoir apprécier la beauté des choses est une bonne qualité.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_01"
		},
		{
			"voicelineId": 81002,
			"title": "Bavardage - Décontraction",
			"voicelineType": "1102",
			"description": "Il est bon de se dégourdir les jambes. Personne n'est fait pour rester enfermé chez soi indéfiniment.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_02"
		},
		{
			"voicelineId": 81003,
			"title": "Bavardage - Dernières touches",
			"voicelineType": "1103",
			"description": "Mon plan de la dernière fois peut encore être amélioré, mais je dois me magner pour le faire avant la date butoir...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_03"
		},
		{
			"voicelineId": 81004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Hein ? Quand est-ce qu'il a commencé à pleuvoir ? Zut, j'ai oublié mon parapluie...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_heavyRain_01"
		},
		{
			"voicelineId": 81005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Vous avez vu ? Cet éclair avait une drôle de forme !",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_thunder_01"
		},
		{
			"voicelineId": 81006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "Brr... J'ai l'impression que le vent traverse mes vêtements aussi bien derrière que devant...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_snowy_01"
		},
		{
			"voicelineId": 81007,
			"title": "Il fait bon dehors...",
			"voicelineType": "1204",
			"description": "J'ai la tête qui tourne et envie de dormir quand je reste au soleil trop longtemps... Un peu comme lors d'une nuit blanche passée sur un projet.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_sunny_01"
		},
		{
			"voicelineId": 81008,
			"title": "Dans le désert...",
			"voicelineType": "1205",
			"description": "Ce n'est pas la première fois que je mets les pieds dans le désert, mais je ne pourrai jamais m'habituer à cette chaleur... *soupir* N'y a-t-il pas d'endroit à l'ombre ?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_desert_01"
		},
		{
			"voicelineId": 81009,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Vous avez bien dormi ? Je vous souhaite une bonne journée et j'espère que vous ne croiserez personne qui puisse la gâcher ce matin.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingMorning"
		},
		{
			"voicelineId": 81010,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Le soleil de midi est fort... Je dois vérifier l'état des matériaux que j'ai laissés sécher à l'extérieur...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNoon"
		},
		{
			"voicelineId": 81011,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "On aura une belle vue sur les étoiles ce soir. C'est plutôt bon signe, non ?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight"
		},
		{
			"voicelineId": 81012,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Faites le vide dans votre esprit et oubliez tous vos problèmes. Bonne nuit.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight2"
		},
		{
			"voicelineId": 81013,
			"title": "À propos de Kaveh - Expertise",
			"voicelineType": "2001",
			"description": "Je suis quelqu'un de plutôt fier lorsqu'il s'agit de mon domaine d'expertise. Tous les chercheurs le sont. Il n'y a rien de plus normal, comme nos vies tournent autour de ce domaine. Si je n'étais pas fier de mon travail, je n'aurais aucun droit d'exiger quoi que ce soit de moi-même ou des autres.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle"
		},
		{
			"voicelineId": 81014,
			"title": "À propos de Kaveh - Art",
			"voicelineType": "2005",
			"description": "L'esthétique n'est pas l'ultime priorité de mon travail et elle ne devrait jamais l'être. Au contraire, la qualité et la sécurité doivent primer sur tout. Néanmoins, je n'oublie pas mon côté artistique, et c'est ce qui me démarque des autres.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81015,
			"title": "À propos de nous - Appréciation",
			"voicelineType": "2003",
			"description": "Vous devriez avoir déjà vu le Palais d'Alcazarzaray, pas vrai ? Eh bien, c'est mon chef-d'œuvre. Je me suis tellement investi dedans que cela dépassait l'entendement de certains. Haha, je ne m'attends pas à ce que des gens qui ne partagent pas mon métier ni mes pensées comprennent ma vision. Hmm... Même si j'aimerais bien être compris parfois.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close"
		},
		{
			"voicelineId": 81016,
			"title": "À propos de nous - Idéaux",
			"voicelineType": "2002",
			"description": "J'ai toujours pensé qu'on ne connaît pas réellement quelqu'un, à moins de savoir ses idéaux. Explorer ce sujet peut se révéler dangereux, qu'il s'agisse de vous-même ou des autres. Vous pouvez très bien découvrir quelque chose qu'il sera impossible d'effacer. Tout le monde n'est pas capable d'en affronter les conséquences.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81017,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3001",
			"description": "Je n'aime pas le dire, mais... Parfois, les rêves apportent de la souffrance au lieu du bonheur. Heureusement que je ne déteste pas mon œil divin.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81018,
			"title": "#Quelque chose à partager{NON_BREAK_SPACE}?",
			"voicelineType": "3002",
			"description": "Toute personne qui sait pourquoi elle s'engage dans un processus de création est digne de respect. Vous ne trouvez pas ?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_share"
		},
		{
			"voicelineId": 81019,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Les amateurs croient souvent que les architectes du Kshahrewar ne savent que travailler avec le bois et la terre. C'est une opinion si superficielle qu'elle ne mérite pas mon attention... Si la construction d'une maison ne tenait qu'à l'assemblage de matériaux aléatoires, l'architecture n'aurait jamais existé... Il s'agit d'un art, en plus d'être un pilier de la civilisation humaine. L'art n'existe pas sans les humains, alors j'essaye de prendre en compte le ressenti de l'occupant et celui que pourraient avoir des personnes extérieures dans mon travail. Je cherche en permanence à exprimer une vision artistique, tout en privilégiant une fonctionnalité optimale.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_gift_01"
		},
		{
			"voicelineId": 81020,
			"title": "À propos de la Rani Kusanali...",
			"voicelineType": "4001",
			"description": "La Rani Kusanali est une divinité sage et compétente. Ses connaissances sont extrêmement vastes, mais sa vertu dépasse de loin celle d'un mortel. Elle fait preuve d'une grande tolérance envers autrui et le fait qu'elle arrive à garder son sang-froid dans une nation de l'apprentissage comme Sumeru m'inspire le plus profond respect.\nParfois, je me dis que les divinités doivent aussi avoir leurs propres problèmes. La sagesse naît souvent du doute... Dans ce cas, comment connaître le bonheur véritable ?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81021,
			"title": "À propos d'Alhaitham - Tempérament",
			"voicelineType": "4002",
			"description": "Vous ne rencontrerez jamais quelqu'un d'aussi énervant que lui ! Je n'ai pas peur de le lui dire en face.\nComme vous le savez, il est très intelligent et on raconte que tous les génies ont un caractère de cochon. C'est partiellement vrai en ce qui le concerne... Il sait parfaitement se comporter de manière aimable et amicale avec les autres, mais il n'en a pas envie.\nS'il vous donne l'impression d'avoir bon caractère ou d'être aussi rationnel qu'une machine, cela signifie que vous ne le connaissez pas assez. C'est quelqu'un avec une personnalité unique que peu de gens arriveraient à comprendre.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81022,
			"title": "À propos d'Alhaitham - C'est compliqué",
			"voicelineType": "4003",
			"description": "Alhaitham m'a beaucoup aidé ces derniers temps. Si nous nous entendions aussi bien que pendant nos études, je serais en train de le remercier tout le temps. Mais maintenant... Je n'arrive plus à lui témoigner ma gratitude et je n'en ai pas envie.\nJe pense que notre relation aujourd'hui est plus compliquée ? Il y a du bon et du mauvais. Parfois, j'ai l'impression que l'univers nous joue des tours... C'est difficile d'y voir clair immédiatement. En tout cas, il n'y en a pas deux comme lui. Si seulement il pouvait éviter de trop souvent montrer les pires facettes de sa personnalité. Enfin, ce n'est pas possible...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81023,
			"title": "À propos de Tighnari...",
			"voicelineType": "4004",
			"description": "Ah, Tighnari... Tout le monde peut voir à quel point c'est une personne admirable dès la première rencontre. Il est gentil et possède une expertise extraordinaire dont je ne l'ai jamais vu se vanter devant les autres. De plus, il a l'air d'aimer son travail du fond du cœur.\nLors de la construction du Palais d'Alcazarzaray, je lui ai demandé des conseils pour le choix des plantes ornementales. Après m'avoir répondu, il m'a aussi aidé à résoudre d'autres problèmes par la suite. Oh et c'est grâce à lui que j'ai connu Cyno.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81024,
			"title": "À propos de Dori...",
			"voicelineType": "4005",
			"description": "Dori est la propriétaire du Palais d'Alcazarzaray... Vous croyiez qu'il m'appartenait ? Pas du tout ! Et je le sais très bien... Bref !\nDori est très rusée. Elle sait parfaitement comment manipuler les autres pour faire ce qu'elle souhaite. Je... Je lui dois une forte somme d'argent... pour certaines raisons. C'est une affaire compliquée, mais... J'aimerais qu'elle soit plus indulgente avec moi et surtout, qu'elle arrête de me pourrir la vie pour des moras. Je ne pense pas que ce soit une mauvaise personne, mais que lui est-il arrivé pour qu'elle devienne comme ça ?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_dori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81025,
			"title": "À propos de Cyno...",
			"voicelineType": "4006",
			"description": "Cyno peut paraître froid et impitoyable, mais c'est une personne au grand cœur. Je me souviens du choc que j'ai ressenti quand j'ai vu ce matra intimidant franchir le pas de la porte quand Tighnari m'avait dit qu'il souhaitait me présenter son meilleur ami... Je n'aurais jamais cru qu'un matra pouvait être à l'aise en compagnie d'un chercheur. En revanche, je ne supporte pas son sens de l'humour. Je ne sais jamais où me mettre quand il commence à raconter ses blagues. S'il vous invite à manger chez Tighnari, n'oubliez pas de prendre vos précautions.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81026,
			"title": "À propos de Collei...",
			"voicelineType": "4007",
			"description": "J'ai rencontré Collei de nombreuses fois. C'est l'élève et l'assistante de Tighnari, alors elle le suit comme son ombre. C'est une jeune fille consciencieuse et patiente qui est beaucoup plus responsable que ses pairs. Par contre, je peux voir que beaucoup de choses la tracassent.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81027,
			"title": "À propos de Nilou...",
			"voicelineType": "4008",
			"description": "Nilou est une danseuse incroyablement talentueuse. Le théâtre Zubayr a de la chance de tomber sur une perle rare comme elle. On raconte qu'elle est très gentille, toujours souriante et encourageante envers son public lors de ses prestations. Je devrais assister à son spectacle quand j'aurai le temps.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81028,
			"title": "À propos de Faruzan...",
			"voicelineType": "4009",
			"description": "Madame Faruzan n'a vraiment pas la langue dans sa poche. Je comprends pourquoi certains étudiants la redoutent. Pourtant, ses intentions ne sont pas mauvaises. Elle souhaite simplement se consacrer à des recherches qui l'intéressent. Certains disent qu'il est difficile de s'entendre avec les chercheurs de l'Haravatat... et, euh... Vous en avez certainement une idée, haha.\nJe suppose que madame Faruzan vous a déjà demandé d'être son élève ? Elle exagère parfois pour essayer de convaincre, mais son expertise est réelle.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_faruzan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81029,
			"title": "Connaître Kaveh (1)",
			"voicelineType": "5001",
			"description": "Vous avez entendu que j'étais célèbre à Sumeru ? Hahaha, ne croyez pas tout ce que l'on vous dit. C'est une exagération. Il est plutôt facile de se faire un nom à Sumeru quand on y vit depuis assez longtemps. Je dirais même que c'est un exploit que de réussir à garder un profil bas.\nCependant, j'aurais aimé que vous appreniez mon existence grâce à autre chose que cette affaire qui m'a ruiné... Si vous souhaitez en savoir plus sur ma personne, je peux aussi vous parler de mes qualités.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_01"
		},
		{
			"voicelineId": 81030,
			"title": "Connaître Kaveh (2)",
			"voicelineType": "5002",
			"description": "Vous ne pensez quand même pas intégrer l'Académie ? En tout cas, je vous déconseille de choisir le design comme spécialité. Je trouve que c'est un sujet fascinant, mais d'un point de vue pragmatique, le travail demandé est très épuisant. J'ai travaillé pour l'un de mes aînés après avoir obtenu mon diplôme et j'ai trimé tous les jours... On me donnait des ordres en permanence. J'ai enduré ces conditions pendant longtemps et j'y ai mis un terme avant qu'il ne soit trop tard.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 81031,
			"title": "Connaître Kaveh (3)",
			"voicelineType": "5003",
			"description": "Les préférences esthétiques de chacun sont différentes, mais la beauté est un concept plutôt concret dans l'ensemble. Je pense qu'il est possible d'établir des critères esthétiques de base en toute objectivité. Tout le monde peut raffiner son sens de l'esthétisme, mais cela ne se fait pas du jour au lendemain. N'hésitez pas à me solliciter, si vous avez besoin d'aide sur cet aspect.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81032,
			"title": "Connaître Kaveh (4)",
			"voicelineType": "5004",
			"description": "Certains croient que je suis un fauteur de troubles, mais je ne vois pas où ils veulent en venir ? Une personne qui cherche à avancer dans la vie entrera forcément en conflit avec d'autres à un moment donné. Il ne faut pas ignorer les sujets qui fâchent parce que vous avez peur d'avoir des ennuis.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 81033,
			"title": "Connaître Kaveh (5)",
			"voicelineType": "5005",
			"description": "J'aime bien prendre quelques verres pour oublier mes soucis. Hmm ? Oui, je bois pour tuer le temps.\nNe me regardez pas comme ça... D'accord, je l'admets. Je noie souvent mes problèmes dans l'alcool ! Les projets non achevés, les obstacles insurmontables, les malentendus avec les autres... Ça ne vous arrive pas aussi ?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81034,
			"title": "Les loisirs de Kaveh...",
			"voicelineType": "6001",
			"description": "Musique, architecture, sculpture, peinture... Tous ces arts méritent qu'on y consacre du temps pour les apprécier. Je ne prétends pas être un expert dans chaque domaine, mais je me dis que je pourrais les maîtriser un jour, si je continue à m'y intéresser. La preuve, c'est comme ça que j'ai appris à jouer d'un instrument.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_hobby"
		},
		{
			"voicelineId": 81035,
			"title": "Les problèmes de Kaveh...",
			"voicelineType": "6002",
			"description": "Mes problèmes ? Ma situation financière est le premier problème qui me saute aux yeux.\nJe suis capable de gagner de l'argent, mais j'ai du mal à le garder. Il faut dépenser tellement d'argent pour vivre et si vous ne faites pas attention... Ne vous en faites pas pour moi, je suis beaucoup moins dépensier qu'autrefois. Je fais de mon mieux pour vivre avec mes moyens.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_annoyed"
		},
		{
			"voicelineId": 81036,
			"title": "Plats préférés...",
			"voicelineType": "6005",
			"description": "J'aime les boissons alcoolisées, la soupe chaude, ainsi que les plats avec de la crème et du fromage. Sans oublier les fruits frais.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodLike_01"
		},
		{
			"voicelineId": 81037,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Je n'arrive pas à manger trop chaud ou trop épicé. Je les laisse refroidir avant de les manger.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodDislike"
		},
		{
			"voicelineId": 81038,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Mais c'est génial ! Vous m'apprendriez comment faire ?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_pref_01"
		},
		{
			"voicelineId": 81039,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Un peu d'alcool serait idéal pour l'accompagnement.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_normal_01"
		},
		{
			"voicelineId": 81040,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "... Hum ? C'est...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_dislike_01"
		},
		{
			"voicelineId": 81041,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "C'est votre anniversaire aujourd'hui ? Eh bien, joyeux anniversaire ! C'est un jour important où on pense souvent à sa famille. J'espère que votre journée sera pleine de bonheur.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 81042,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "C'est plutôt bien, merci.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 81043,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Hmm, je pourrais en avoir encore ?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 81044,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Mes horizons ont été élargis... Je vais graver cette sensation dans ma mémoire.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81045,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Nombreuses sont les choses que je peux accomplir avec plus de force. Aller au bout de mes objectifs a un prix, mais je ne peux pas faire marche arrière... Même si je souffre.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 81046,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Analyse !",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_01"
		},
		{
			"voicelineId": 81047,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Amenez-vous !",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_02"
		},
		{
			"voicelineId": 81048,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Obstacle éliminé !",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_03"
		},
		{
			"voicelineId": 81049,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Regardez-moi bien !",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_01"
		},
		{
			"voicelineId": 81050,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Le chantier commence.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_02"
		},
		{
			"voicelineId": 81051,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Prenez-en plein la vue !",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_03"
		},
		{
			"voicelineId": 81052,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Une nouvelle découverte !",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_01"
		},
		{
			"voicelineId": 81053,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Une belle trouvaille. {M#Heureux}{F#Heureuse} ?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_02"
		},
		{
			"voicelineId": 81054,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "C'est incroyable... Extraordinaire, même...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_03"
		},
		{
			"voicelineId": 81055,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Je suis embêté !",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_01"
		},
		{
			"voicelineId": 81056,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Il n'y aura pas de prochaine fois.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_02"
		},
		{
			"voicelineId": 81057,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Uh... Ouste !",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_03"
		},
		{
			"voicelineId": 81058,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Comptez sur moi !",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_01"
		},
		{
			"voicelineId": 81059,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Derrière moi.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_02"
		},
		{
			"voicelineId": 81060,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Il me reste... tant de choses à faire...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_01"
		},
		{
			"voicelineId": 81061,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Pourquoi...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_02"
		},
		{
			"voicelineId": 81062,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Ne détruisez pas... mes rêves...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_03"
		},
		{
			"voicelineId": 81063,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Ouh ! Ça suffit...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_01"
		},
		{
			"voicelineId": 81064,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Hm, ce n'est rien.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_02"
		},
		{
			"voicelineId": 81065,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Besoin d'aide ?",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_01"
		},
		{
			"voicelineId": 81066,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Je m'en occupe.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_02"
		},
		{
			"voicelineId": 81067,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Le client ? Oh, mais c'est vous.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_03"
		}
	]
}