{
	"id": 10000101,
	"name": "Kinich",
	"friendLines": [
		{
			"voicelineId": 101000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Kinich : Kinich « Malipo ». Je ne pense pas que nous nous soyons déjà rencontrés. Si vous avez besoin de mes services, décrivez-moi la tâche et dites-moi le prix que vous êtes {M#prêt}{F#prête} à payer.\nAjaw : ... Quoi, c'est tout ?! Tu me tues ! Il faut leur vendre tes compétences incroyables, leur raconter tes exploits et t'assurer qu'ils ont beaucoup d'attentes ! Puis, tu enchaînes avec « Et c'est pour ça que mes services coûtent un peu plus cher que la moyenne » ! Tu n'as donc vraiment aucun sens des affaires ?\nAjaw : Ouf, comment Sa Majesté saurienne suprême a-t-il pu conclure un pacte avec un idiot comme ça... Quelle honte !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_draw_appear_01"
		},
		{
			"voicelineId": 101001,
			"title": "Bavardage - Ajaw",
			"voicelineType": "1101",
			"description": "Kinich : Ajaw adore se comporter de façon très désagréable. Il suffit de l'ignorer et de ne pas croire tout ce qu'il dit.\nAjaw : Kinich ! Libère-moi pour me dire ça en face si tu oses !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_01"
		},
		{
			"voicelineId": 101002,
			"title": "Bavardage - Prix",
			"voicelineType": "1102",
			"description": "Je ne suis pas le genre d'ami auprès duquel vous trouverez du réconfort et des encouragements. Mais lorsqu'il s'agit d'évaluer le prix de vos actions, je suis la bonne personne.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_02"
		},
		{
			"voicelineId": 101003,
			"title": "Bavardage - Allocation",
			"voicelineType": "1103",
			"description": "Voici comment je répartis mon énergie lorsque je travaille : soixante-dix pour cent sont consacrés à l'enquête, dix pour cent à la décision finale et le reste à l'exécution.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_03"
		},
		{
			"voicelineId": 101004,
			"title": "Après la pluie...",
			"voicelineType": "1201",
			"description": "Pff, les ourlets de mon pantalon sont encore trempés...",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_afterRain_01"
		},
		{
			"voicelineId": 101005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Ajaw : Tu appelles ça un éclair ? Ça ressemble plutôt à un petit insecte au derrière brillant qui tombe du ciel.\nKinich : Pourtant, même dans le derrière de cet insecte, il y a plus de lumière que dans ton âme.\nAjaw : Retire ça tout de suite !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_thunder_01"
		},
		{
			"voicelineId": 101006,
			"title": "Il fait bon dehors...",
			"voicelineType": "1203",
			"description": "Ajaw : Je parie que tu es jaloux de mes lunettes de soleil maintenant ! Et non, tu ne peux pas les emprunter.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_sunny_01"
		},
		{
			"voicelineId": 101007,
			"title": "Quand le vent souffle...",
			"voicelineType": "1204",
			"description": "Ajaw : Lorsque les nuages descendront sur terre et que les ténèbres engloutiront tout sur leur passage, j'invoquerai les vents hurlants et mettrai le monde entier à feu et à sang !\nKinich : Mais oui, c'est ça.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_breezy_01"
		},
		{
			"voicelineId": 101008,
			"title": "Le vent souffle fort...",
			"voicelineType": "1205",
			"description": "Kinich : Les sports extrêmes sont encore plus difficiles par mauvais temps.\nAjaw : Tu devrais sauter à l'élastique ! J'ai vraiment hâte de voir ça, haha.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_gale_01"
		},
		{
			"voicelineId": 101009,
			"title": "Dans le désert...",
			"voicelineType": "1206",
			"description": "N'oubliez pas de boire beaucoup d'eau.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_desert_01"
		},
		{
			"voicelineId": 101010,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Bonjour. Je m'apprête à partir et je ne reviendrai que demain matin. Alors, ne m'attendez pas.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingMorning"
		},
		{
			"voicelineId": 101011,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Puisque vous êtes là, que diriez-vous de manger un bout avant de partir ? Tenez, essuyez-vous les mains avec ça.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNoon"
		},
		{
			"voicelineId": 101012,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "La journée est presque terminée. Ce qui est fait ne peut être changé, que j'en sois satisfait ou non... Je dois maintenant aller de l'avant et accélérer le pas.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight"
		},
		{
			"voicelineId": 101013,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "La fumée du feu de camp vous dérange ? Un instant... Voilà, reposez-vous maintenant.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight2"
		},
		{
			"voicelineId": 101014,
			"title": "À propos de Kinich - Popularité",
			"voicelineType": "2001",
			"description": "Ajaw : Kinich, tu ne t'es jamais demandé pourquoi tu n'étais pas constamment entouré de fans enthousiastes ? Admets-le, cette pensée t'empêche de dormir la nuit, n'est-ce pas ? Tu te retournes sans cesse au clair de lune, en te demandant pourquoi tu n'as pas d'amis... Mais ne te décourage pas pour autant, la sagesse de Sa Majesté saurienne suprême K'uhul Ajaw peut encore te sauver. Agenouille-toi devant moi, supplie-moi de te guider, et peut-être daignerai-je te montrer la voie.\nKinich : Oh, parce que tu es un champion de popularité, peut-être ? La seule raison pour laquelle les gens veulent s'approcher de toi, c'est pour te tordre le cou.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle"
		},
		{
			"voicelineId": 101015,
			"title": "À propos de Kinich - Chasseur de sauriens",
			"voicelineType": "2005",
			"description": "Le métier de chasseur de saurien est tout sauf ordinaire, et tout le monde n'apprécie pas cette profession. Mais parfois, un conflit surgit et qu'il est impossible de satisfaire les deux parties. Quelqu'un doit alors intervenir et se salir les mains. Si le prix est convenable, je n'ai aucun problème à être ce quelqu'un.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101016,
			"title": "À propos de nous - Mission",
			"voicelineType": "2003",
			"description": "Kinich : Si jamais vous avez besoin d'aide pour l'une des missions de la Guilde des aventuriers, n'hésitez pas à venir me trouver.\nAjaw : Oh oui, s'il vous plaît ! Donnez-lui les missions les plus dangereuses et les plus difficiles que vous avez ! Plus il risque sa vie, mieux c'est !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close"
		},
		{
			"voicelineId": 101017,
			"title": "À propos de nous - Amitié",
			"voicelineType": "2002",
			"description": "Ajaw a ses raisons de vouloir me mettre en danger. Mais tant que je peux vous aider, les risques ne me dérangent pas. Je dis toujours que tout a un prix, mais je crois aussi qu'il y a certaines choses dans ce monde pour lesquelles le prix n'a pas d'importance.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Le mnémofeu de Yupanqui ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101018,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "Utiliser l'œil divin ne coûte rien. Mais les coûts cachés sont souvent les plus lourds à assumer lorsque vient le moment de payer.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101019,
			"title": "Quelque chose à partager ?",
			"voicelineType": "3002",
			"description": "Les gens de ma tribu croient fermement à la liberté absolue. Ils estiment que le lien entre les humains et les sauriens devrait être basé sur le soutien et la confiance mutuels, plutôt que sur un pacte contraignant. Mais je suis une exception.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_share_01"
		},
		{
			"voicelineId": 101020,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Kinich : Lorsque vous cueillez des baies de quenettier, vous devez toujours vous méfier des sauriens embêtants à proximité.\nAjaw : Espèce de petit cerveau de lézard avare ! Petit ver visqueux et gluant ! Tu es un idiot doublé d'un égoïste ! Je n'aurais jamais envisagé de manger tes fruits pourris si je n'avais pas été affamé !\nKinich : D'accord, ça en fera plus pour moi.\nAjaw : Ah ! Je ne vais pas pouvoir contenir ma fureur !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_gift_01"
		},
		{
			"voicelineId": 101021,
			"title": "À propos de Mavuika...",
			"voicelineType": "4001",
			"description": "Pendant la majeure partie de ma vie, j'ai exigé un prix des autres. Puis l'Archon Pyro a utilisé l'Ode à la résurrection pour me ramener du Fief nocturne, et du coup, c'est moi qui ai dû en payer le prix... Ce n'est qu'à ce moment-là que j'ai compris qu'il y avait un revers à la médaille. Pour la partie la plus forte, le « prix » est un moyen de pression, et pour la partie la plus faible, il symbolise l'enjeu. Ce qui compte, c'est de savoir si vous êtes {M#prêt}{F#prête} à prendre le risque.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Pierres noires sous des blanches ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 101022,
			"title": "À propos de Mualani...",
			"voicelineType": "4002",
			"description": "J'ai déjà accepté des missions de sa part. Elle voulait m'embaucher comme « conseiller de combat » et la rémunération était intéressante, alors j'ai dit oui. Mais après avoir travaillé avec elle plusieurs fois, j'ai découvert que ce n'était pas vraiment un jeu d'enfant. Lorsque je l'ai confrontée, elle a également admis que « conseiller de combat » consistait davantage à apprendre à Kachina comment survivre dans la nature...\nUne lutte contre les éléments, en quelque sorte. Hmm, j'appellerais probablement ça la vie, tout simplement.\nQuoi qu'il en soit, cette affaire est close et j'ai maintenant deux nouvelles connaissances.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101023,
			"title": "À propos de Kachina...",
			"voicelineType": "4003",
			"description": "Un jour, j'ai vu une offre de mission qui la concernait. Quelques membres peu recommandables de sa tribu étaient jaloux de son antique nom et avaient décidé d'embaucher quelqu'un pour s'en prendre à son compagnon saurien... J'ai déjà veillé à ce qu'ils en paient le prix.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101024,
			"title": "À propos de Chasca...",
			"voicelineType": "4004",
			"description": "Je l'ai vue à l'œuvre. Nos méthodes de résolution des conflits sont très différentes. J'ai tendance à essayer de faire taire une des parties, tandis qu'elle s'efforce de faire taire les deux. Et lorsqu'ils reprennent conscience dans leur lit de convalescence, ils n'ont plus rien à dire parce qu'ils ont oublié la raison de leur différend.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101025,
			"title": "À propos de Xilonen...",
			"voicelineType": "4005",
			"description": "Une autre fois, j'ai vu une offre de mission assez étrange alors que je passais sur le territoire des Enfants des échos. Le commanditaire recherchait une plante robuste et facile à entretenir. Je lui ai donc apporté des graines de patte saurienne ainsi qu'un pot et de l'engrais. Cette plante pousse très bien dans tout Natlan, même dans les régions les plus arides. Mais quand je suis allé percevoir mon paiement, j'ai remarqué qu'aucune graine n'avait germé.\nJ'ai payé le prix pour avoir surestimé la main verte de Xilonen. Ça reste l'un de mes rares échecs.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101026,
			"title": "À propos d'Iansan...",
			"voicelineType": "4006",
			"description": "Kinich : J'ai déjà accepté des missions de sa part. Ou plutôt, il s'agissait d'une collaboration à long terme... Elle prépare des repas sains pour ses étudiants en entraînement particulier, à la calorie près. Pour y parvenir, elle compte sur un approvisionnement constant en fruits répondant à ses normes strictes de qualité et de taille. Il suffit d'un coup ou d'un petit morceau grignoté par un insecte pour qu'elle refuse toute la livraison. La plupart des gens ne peuvent pas travailler avec elle, mais j'ai un bon œil pour ce genre de choses... et un moyen fiable de me débarrasser des fruits de mauvaise qualité.\nAjaw : Attends, quoi ?! ... C'est avec ça que tu fais mon jus ?!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101027,
			"title": "À propos de Citlali...",
			"voicelineType": "4007",
			"description": "Comme vous pouvez l'imaginer, j'ai déjà accepté quelques missions de sa part. Une fois, je l'ai aidée à acheter une lourde pile de livres auprès d'un marchand d'Inazuma. Les affaires privées de mes commanditaires ne me regardent pas... Mais les Maîtres du vent nocturne n'utilisent-ils pas du tissu plutôt que du papier ?",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101028,
			"title": "À propos d'Ifa...",
			"voicelineType": "4008",
			"description": "Kinich : J'ai déjà fait appel à ses services. C'était quand Ajaw était soi-disant malade... Enfin, il râlait et pleurait sans cesse. Je n'ai donc pas eu d'autre choix que de l'emmener chez le meilleur saurovéto de tout Teyvat. C'est un professionnel de renom. Ajaw n'est resté que très brièvement dans la salle de traitement, mais quand Ifa l'a ramené, il était guéri.\nAjaw : Quoi... Qu'est-ce que tu y connais à la médecine ! Ce n'est même pas un vrai médecin, c'est un charlatan, un charlatan ! ... Tu n'étais même pas là, tu ne sais pas ce qu'il a dit !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101029,
			"title": "Connaître Kinich (1)",
			"voicelineType": "5001",
			"description": "Je suis un chasseur de sauriens. Mais s'il n'y a pas de sauriens à chasser, j'accepte aussi d'autres types de missions. Nous travaillons donc dans le même secteur.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_01"
		},
		{
			"voicelineId": 101030,
			"title": "Connaître Kinich (2)",
			"voicelineType": "5002",
			"description": "Quand j'étais encore coursier, les gens me demandaient toujours si je pouvais leur donner un petit coup de main après leur avoir livré leur courrier. La question était alors de savoir combien coûte un petit coup de main. Dès que je leur donnais mon prix, ils n'avaient généralement plus besoin de mon aide.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 101031,
			"title": "Connaître Kinich (3)",
			"voicelineType": "5003",
			"description": "Pour ma première mission en tant que chasseur de saurien, je me suis préparé pendant des semaines. J'ai passé plusieurs jours à observer, traquer et guetter les sauriens. J'ai construit pas moins de trois pièges différents et j'ai pris des notes détaillées de leur routine quotidienne et de leurs habitudes alimentaires...\nUne grande partie de ces efforts étaient une perte de temps, mais c'était une étape nécessaire.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101032,
			"title": "Connaître Kinich (4)",
			"voicelineType": "5004",
			"description": "Kinich : Ajaw était auparavant scellé dans une ancienne ruine. Puis j'ai décidé de signer un contrat avec lui et de le libérer.\nAjaw : Je l'ai pris pour un idiot téméraire qui allait mourir dans un fossé en quelques jours. Mais non ! Il est toujours là, en pleine santé... Bref, oublions ça. Je suis le souverain dirigeant de la nation des flammes, Sa Majesté saurienne suprême, et j'ai la vertu ainsi que la dignité qui vont avec ce titre.\nKinich : C'est ta vertu et ta dignité qui te font espérer jour après jour que je rende mon dernier souffle ?\nAjaw : Je voulais dire que j'ai du temps et de la patience !\n Kinich : ... Bref, tant que vous savez comment les garder sous contrôle, même les créatures les plus viles et les plus pathétiques peuvent s'avérer utiles.\nAjaw : Cause toujours, Kinich ! Attends, je vais trouver quelqu'un pour te tordre le cou aujourd'hui !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 101033,
			"title": "Connaître Kinich (5)",
			"voicelineType": "5005",
			"description": "J'ai toujours abordé les choses en termes de coûts. Je n'ai donc pas été surpris lorsque la Wayob m'a donné l'antique nom de Malipo, ou mnémofeu.\nIl n'y a de la valeur que dans la survie, je n'ai donc pas franchement hâte de rendre mon dernier souffle. Mais je suis également porteur de l'héritage du mnémofeu, et je suis prêt à affronter les flammes le jour venu.\nLe mnémofeu jugera comment j'ai vécu ma vie. Je sais que je n'aurai aucun regret.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Le mnémofeu de Yupanqui ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101034,
			"title": "Les loisirs de Kinich...",
			"voicelineType": "6001",
			"description": "J'ai essayé toutes sortes de sports extrêmes. Lorsque je me lasse d'une chose, je passe à la suivante. C'est un bon moyen de développer ses compétences tout en apprenant à contrôler ses peurs... D'abord, il faut les affronter, puis apprendre à vivre avec et enfin, les surmonter.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_hobby"
		},
		{
			"voicelineId": 101035,
			"title": "Les problèmes de Kinich...",
			"voicelineType": "6012",
			"description": "La plupart des personnes inquiètes que j'ai rencontrées réfléchissent trop ou pas assez. Je suis toujours concentré sur ma prochaine destination et mon prochain objectif, je n'ai donc pas le luxe de m'inquiéter.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_annoyed_01"
		},
		{
			"voicelineId": 101036,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Kinich : Quand je suis dans la nature, je mange tout ce que je peux trouver. Bien sûr, j'ai une préférence pour la viande et les fruits.\nAjaw : Pff, pourquoi faire comme si tu n'étais pas difficile ? Pourquoi ne t'ai-je jamais vu cueillir des granifruits alors ?\nKinich : C'est trop lourd, je préfère voyager léger.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodLike"
		},
		{
			"voicelineId": 101037,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Ajaw : Les aliments froids ou épicés abîment ce temple qu'est notre corps. Et l'huile bouillante est un gaz toxique à éviter comme la peste. Les aliments ne doivent pas être trop durs, car c'est difficile à mâcher, mais pas trop mous non plus, sinon ils deviennent fades...\nKinich : Alors dis-moi, qu'est-ce que tu veux ?\nAjaw : Me délecter de ton âme ! Haha !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodDislike"
		},
		{
			"voicelineId": 101038,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Kinich : C'est vraiment délicieux. Je devrais vous payer ou vous offrir quelque chose en retour.\nAjaw : Recrache, espèce de serpent avare ! Tu es en train de manger ma part !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_pref_01"
		},
		{
			"voicelineId": 101039,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Kinich : Le goût est meilleur que ce que j'imaginais.\nAjaw : Vous entendez ça ? Il se moque de vous ! Il pense que vous ne savez même pas cuisiner !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_normal_01"
		},
		{
			"voicelineId": 101040,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Kinich : ... Est-ce que je pourrais renvoyer ça en cuisine ?\nAjaw : Attends, je n'y ai même pas encore goûté !",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_dislike_01"
		},
		{
			"voicelineId": 101041,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Kinich : Ajaw ?\nAjaw : C'est bon, c'est bon. Pff, tu aimes diriger les gens presque autant que prendre leur argent. La prochaine fois que tu voudras voler, fais-toi pousser des ailes... Bon, vous, ne restez pas là. Allez, levez-vous. Une balade sur le dos de Sa Majesté saurienne suprême K'uhul Ajaw est un honneur qui n'arrive qu'une fois dans une vie.\nKinich : Ne vous inquiétez pas, c'est juste un vol relaxant à travers la forêt. J'ai prévu un itinéraire sûr à l'avance, je vous le promets.\nAjaw : N'oublie pas ce que tu m'as promis en retour !\nKinich : Très bien, installez-vous... Joyeux anniversaire.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 101042,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Un couteau doit être solide et bien aiguisé.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 101043,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "N'emportez que le nécessaire. Évitez les objets volumineux et peu maniables... Comme ce parapluie, par exemple.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 101044,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Avant de partir, je resserre mon foulard et me rappelle de rester calme et alerte.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101045,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Vous avez fait beaucoup pour moi, et je ne le prends pas pour acquis. Vous pouvez choisir de me donner votre prix ou d'accepter ce que je vous propose en échange... Quoi que vous décidiez, au nom de « Malipo », vous ne perdrez pas au change.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 101046,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "10000101",
			"description": "Ajaw : Très agile.",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_01"
		},
		{
			"voicelineId": 101047,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "10000102",
			"description": "Ajaw : On choisit la fuite ?!",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_02"
		},
		{
			"voicelineId": 101048,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "10000103",
			"description": "Ajaw : Aucune créativité, quel ennui...",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_03"
		},
		{
			"voicelineId": 101049,
			"title": "Compétence élémentaire (4)",
			"voicelineType": "100004",
			"description": "Cible verrouillée.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_04"
		},
		{
			"voicelineId": 101050,
			"title": "Compétence élémentaire (5)",
			"voicelineType": "100005",
			"description": "Cible en vue.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_05"
		},
		{
			"voicelineId": 101051,
			"title": "Compétence élémentaire (6)",
			"voicelineType": "100006",
			"description": "Ils sont coincés.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_06"
		},
		{
			"voicelineId": 101052,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Pour le seigneur de la nuit.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_01"
		},
		{
			"voicelineId": 101053,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Réclamez ces âmes.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_02"
		},
		{
			"voicelineId": 101054,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Ombres du passé, à mon commandement.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_03"
		},
		{
			"voicelineId": 101055,
			"title": "Déchaînement élémentaire (4)",
			"voicelineType": "20000101",
			"description": "Ajaw : Agenouillez-vous devant Sa Majesté saurienne suprême !",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_04"
		},
		{
			"voicelineId": 101056,
			"title": "Déchaînement élémentaire (5)",
			"voicelineType": "20000102",
			"description": "Ajaw : Gloire absolue !",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_05"
		},
		{
			"voicelineId": 101057,
			"title": "Déchaînement élémentaire (6)",
			"voicelineType": "20000201",
			"description": "Ajaw :  Que le bois mort s'embrase du feu du dragon !\nAjaw : Je vais tout brûler, absolument tout !\n Ajaw : Ah ! Quel bonheur !",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_06"
		},
		{
			"voicelineId": 101058,
			"title": "Déchaînement élémentaire (7)",
			"voicelineType": "20000202",
			"description": "Ajaw : Offrez vos âmes en sacrifice.\nAjaw : On a perdu sa langue à cause de la peur ?\nAjaw : Alors, taisez-vous à jamais !",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_07"
		},
		{
			"voicelineId": 101059,
			"title": "Déchaînement élémentaire (8)",
			"voicelineType": "20000203",
			"description": "Ajaw : Ma gloire est inégalée et incomparable !\nAjaw : Surtout si je suis de mauvaise humeur.\nAjaw : Vous êtes de misérables insectes, et vous allez payer !",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_08"
		},
		{
			"voicelineId": 101060,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Kinich : Est-ce que j'ai droit à une part ?\nAjaw : Tu veux vraiment de ça ?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_01"
		},
		{
			"voicelineId": 101061,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Kinich : Tout a une utilité.\nAjaw : Tu n'avais pas de jouets quand tu étais enfant ? C'est pour ça ?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_02"
		},
		{
			"voicelineId": 101062,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Ajaw : Quel tas de déchets insignifiants.\nKinich : Arrête de marmonner. C'est à prendre ou à laisser.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_03"
		},
		{
			"voicelineId": 101063,
			"title": "Utilisation de planeur (1)",
			"voicelineType": "800001",
			"description": "... Est-ce vraiment nécessaire ?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_explore_fly_start_01"
		},
		{
			"voicelineId": 101064,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Il est temps pour vous d'en payer le prix.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_01"
		},
		{
			"voicelineId": 101065,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "À bon chat, bon rat...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_02"
		},
		{
			"voicelineId": 101066,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Ajaw : Tu es fini, Kinich ! Terminé !",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_03"
		},
		{
			"voicelineId": 101067,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Vous êtes au bord du gouffre, vous savez ?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_01"
		},
		{
			"voicelineId": 101068,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Et si on parlait du prix ?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_02"
		},
		{
			"voicelineId": 101069,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Ne... vous retournez pas...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_01"
		},
		{
			"voicelineId": 101070,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Tout... a un prix...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_02"
		},
		{
			"voicelineId": 101071,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Ajaw : Héhé, c'est un plaisir de faire des affaires avec vous...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_03"
		},
		{
			"voicelineId": 101072,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Au temps pour moi.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_01"
		},
		{
			"voicelineId": 101073,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "C'était inattendu...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_02"
		},
		{
			"voicelineId": 101074,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "D'accord, marché conclu.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_01"
		},
		{
			"voicelineId": 101075,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "C'est comme si c'était fait.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_02"
		},
		{
			"voicelineId": 101076,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "C'est un plaisir de collaborer avec vous.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_03"
		}
	]
}