{
	"id": 10000061,
	"name": "Kirara",
	"friendLines": [
		{
			"voicelineId": 61000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Je suis Kirara, coursière pour l'entreprise Komaniya Express d'Inazuma. Rassurez-vous, il n'y a aucune destination où je ne peux pas livrer ! Hein ? Mes queues ? Oh, je les ai parce que je suis un démon. Une nekomata, pour être précise.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_draw_appear_01"
		},
		{
			"voicelineId": 61001,
			"title": "Bavardage - Colis",
			"voicelineType": "1101",
			"description": "Je me demande ce qu'il y a dans ce colis... Non non non, pas question de regarder les affaires de mon client...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_01"
		},
		{
			"voicelineId": 61002,
			"title": "Bavardage - Commandes",
			"voicelineType": "1102",
			"description": "Voyons... Bon, allons-y. Le prochain endroit sur ma liste est vraiment loin.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_02"
		},
		{
			"voicelineId": 61003,
			"title": "Bavardage - Travail",
			"voicelineType": "1103",
			"description": "Waouh, ce paysage est magnifique. Haha, j'ai décroché le job parfait.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_03"
		},
		{
			"voicelineId": 61004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Ah...! Maintenant, ma fourrure est trempée. Voulez-vous aussi une boîte pour vous abriter ?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_heavyRain_01"
		},
		{
			"voicelineId": 61005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Miaou ! Ouf... J'ai presque oublié comment parler comme une humaine...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_thunder_01"
		},
		{
			"voicelineId": 61006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "Il fait si froid que mes queues se transforment en glaçons... J'aurais dû rester à l'intérieur près de la cheminée. Ma fourrure ne brûlera pas tant que je ne m'en approche pas trop, n'est-ce pas ?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_snowy_01"
		},
		{
			"voicelineId": 61007,
			"title": "Il fait bon dehors...",
			"voicelineType": "1204",
			"description": "La lumière du soleil est vraiment agréable. J'aimerais bien faire la sieste dans un arbre... Oh, j'ai sommeil rien que d'y penser.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_sunny_01"
		},
		{
			"voicelineId": 61008,
			"title": "Le vent souffle fort...",
			"voicelineType": "1205",
			"description": "Oh non ! Les petits colis vont s'envoler !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_gale_01"
		},
		{
			"voicelineId": 61009,
			"title": "Dans le désert...",
			"voicelineType": "1206",
			"description": "Le sable se coince dans mes coussinets... C'est un peu bizarre...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_desert_01"
		},
		{
			"voicelineId": 61010,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Bonjour ! J'ai vu que vous ne vous étiez pas encore {M#réveillé}{F#réveillée}, alors je suis sortie et je vous ai apporté de la nourriture. Oh, ne vous inquiétez pas, il n'y a pas d'écureuils ni de pinsons dedans. Même s'ils sont aussi délicieux...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingMorning"
		},
		{
			"voicelineId": 61011,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "*bâille* Laissez-moi dormir un peu plus longtemps... Je ne peux même pas lever le bout de mes queues en ce moment...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNoon"
		},
		{
			"voicelineId": 61012,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Bonsoir, je suis prête à partir. Hein ? Comment ça, c'est l'heure d'aller se coucher ? C'est pendant la nuit que j'ai le plus d'énergie ! Je peux voyager plus vite et je vois mieux. En plus, il y a moins de monde sur la route.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61013,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Bonne nuit, faites de beaux rêves ! Cela dit, sans deux queues pour vous déranger la nuit, je suis sûre que vous faites tout le temps de beaux rêves.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight2"
		},
		{
			"voicelineId": 61014,
			"title": "À propos de Kirara - Pattes",
			"voicelineType": "2001",
			"description": "Mes bottes ? Oh, ce sont mes pattes, en fait. Je peux utiliser mes pouvoirs de démon pour les transformer en pieds humains, mais je me sens beaucoup plus à l'aise avec mes griffes et mes coussinets. Hmm, ne les touchez pas, s'il vous plaît ! Je suis chatouilleuse !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle"
		},
		{
			"voicelineId": 61015,
			"title": "À propos de Kirara - Nom",
			"voicelineType": "2005",
			"description": "Mamie m'a appelé Kirara. À l'époque où je n'avais encore qu'une seule queue, mamie me tapotait la tête et me grattait le menton en me disant à quel point mes yeux étaient beaux et brillants.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61016,
			"title": "À propos de nous - Voyage",
			"voicelineType": "2003",
			"description": "Vous voyagez très loin et je livre des colis partout dans le monde. Nous sommes un peu {M#pareils}{F#pareilles}, vous ne trouvez pas ? Mais même si nous voyageons beaucoup {M#tous}{F#toutes} les deux, mes frais de déplacement sont couverts, alors que vous devez tout payer de votre poche... Hein ? N—Non ! Je ne voulais pas me vanter !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close"
		},
		{
			"voicelineId": 61017,
			"title": "À propos de nous - Rencontres",
			"voicelineType": "2002",
			"description": "J'ai rencontré toutes sortes de gens par le biais de mon travail de livraison. Certains sont devenus des habitués de Komaniya Express, tandis que d'autres sont devenus mes amis... Et je me sens tellement chanceuse pour cette raison. Le colis atteint sa destination à la fin de chaque livraison, mais nos liens les uns avec les autres perdurent. Si vous voulez mon avis, les amitiés entre démons et humains ne sont pas si difficiles à nouer.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61018,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3001",
			"description": "Je me souviens encore de la première fois où j'ai essayé de prendre une forme humaine en utilisant mes pouvoirs de démon, ravie à l'idée de pouvoir enfin vivre parmi les humains de moi-même. Et avant que je m'en rende compte, mon œil divin est apparu à ma taille. Hmm... Cette divinité avait-elle aussi l'envie de voyager dans toutes sortes d'endroits ?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61019,
			"title": "Quelque chose à partager - Chasse",
			"voicelineType": "3002",
			"description": "Les armes forgées par les humains ne sont pas mauvaises du tout, mais je préfère parfois me fier à mon instinct félin. Je veux dire, quand il y a un petit pinson juste devant vos yeux, n'avez-vous pas juste envie de ramper par-derrière, de vous mettre ventre au sol pour attendre le bon moment... Puis de lui bondir dessus ? Même les livraisons de colis réussies n'égalent pas le sentiment de satisfaction apporté par la chasse !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_01"
		},
		{
			"voicelineId": 61020,
			"title": "Quelque chose à partager - Boîte",
			"voicelineType": "3005",
			"description": "Mamie m'a dit que c'était ma boîte préférée pour dormir quand j'étais petite. Haha, c'est plutôt drôle. À l'époque, tout ce que je savais de Komaniya Express, c'était que leurs boîtes étaient grandes et confortables. Si vous m'aviez dit qu'un jour, je gagnerais ma vie en livrant leurs boîtes, je ne vous aurais jamais cru. Bien que ce soit devenu un peu plus compliqué de rentrer dans leurs boîtes ces jours-ci... Quoi ? Qu'est-ce que vous voulez dire, tous les trucs déjà dedans ? Non, je parle de boîtes vides ! Je n'ouvrirai jamais le colis d'un client !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_02"
		},
		{
			"voicelineId": 61021,
			"title": "Détails intéressants - Maison arboricole",
			"voicelineType": "3003",
			"description": "Saviez-vous que certaines maisons de Sumeru sont construites au sommet des arbres ? Oh, ce serait tellement agréable de se baigner au soleil toute la journée sans avoir à descendre pour manger. Hein ? Vous saviez déjà ? Bon alors... Savez-vous aussi comment elles ont été construites ? J'ai des griffes, mais malgré tout, j'étais épuisée de grimper sur l'un de ces grands arbres pour livrer un colis. Comment les matériaux de construction et les meubles sont-ils livrés là-haut alors que les habitants de Sumeru n'ont pas de griffes ? C'est un mystère...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_01"
		},
		{
			"voicelineId": 61022,
			"title": "Détails intéressants - Grandes maisons",
			"voicelineType": "3004",
			"description": "J'ai pu voir beaucoup de grandes maisons lors de la livraison de colis, certaines étaient encore plus grandes que la maison de mamie ! Palais ceci, temple cela... Et il y avait d'innombrables pièces plus petites dans chacune d'elles. Vivre dans un endroit aussi immense ne vous ferait-il pas vous sentir un peu vide à l'intérieur, cependant ? Avoir un endroit pour manger le matin, un endroit pour prendre un bain de soleil le midi et une petite boîte pour se reposer le soir me suffit amplement. Hein. Vous voulez dire que les grandes maisons ne sont que de plus grandes boîtes pour les humains ?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_02"
		},
		{
			"voicelineId": 61023,
			"title": "À propos de Yae Miko...",
			"voicelineType": "4001",
			"description": "Dame Miko est une Kitsune très connue à Inazuma, il est donc naturel pour les jeunes démons comme moi de l'approcher avec révérence. Contrairement à mes attentes, elle a été étonnamment aimable. Elle est même venue me rendre visite en personne et m'a appris beaucoup de choses utiles sur la survie dans la société humaine ! Des choses comme l'étiquette humaine, les façons d'aborder les gens et différentes recettes de tofu frit... Hein ? Ces recettes ne concernaient qu'elle ?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61024,
			"title": "À propos de la Shogun Raiden...",
			"voicelineType": "4002",
			"description": "Les colis envoyés au Tenshukaku sont tous emballés de manière complexe avec plusieurs couches. Peut-être que c'est ce qu'ils appellent un colis digne de la Shogun toute-puissante. Certains d'entre eux sentent vraiment bon... Je me demande ce qu'il y a dedans.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61025,
			"title": "À propos de Shikanoin Heizou...",
			"voicelineType": "4003",
			"description": "J'ai croisé la route de ce détective il y a longtemps. Quand il a appris que j'étais une nekomata, il m'a demandé de l'aider à enquêter sur les allées et venues de chats disparus. J'étais contente d'aider au début, mais ensuite, j'ai entendu les chats dire des choses comme « Je veux juste voir le monde extérieur ! » ou « Je m'ennuie tellement quand je suis à la maison », je me sentais mal pour eux. Alors, j'ai menti en lui disant que je n'avais pas vu de chat du tout. Mais je pense qu'il a compris que je n'étais pas tout à fait honnête...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61026,
			"title": "À propos de Kujou Sara...",
			"voicelineType": "4004",
			"description": "J'ai toujours voulu discuter avec la dame tengu. C'est peut-être parce qu'elle est la générale de la Commission administrative, mais je la trouve assez intimidante, donc je ne l'ai jamais regardée que de loin. J—Je suis juste curieuse d'en savoir plus sur ses ailes, vous savez ? Sont-elles parfois gênantes ? Comment gère-t-elle la chute des plumes ? Hmm... En parlant de plumes, je pense que doubler ma boîte avec elles serait super confortable.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61027,
			"title": "À propos d'Arataki Itto...",
			"voicelineType": "4005",
			"description": "C'est un Oni, mais il s'entend parfaitement avec les humains, il a même son propre gang ! Oh, je suis tellement jalouse. Je devrais peut-être aller lui demander des conseils.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61028,
			"title": "À propos de Lyney...",
			"voicelineType": "4006",
			"description": "J'ai rencontré un magicien à Fontaine, il pouvait faire disparaître n'importe quoi, puis le faire réapparaître de nulle part ! Il a dû utiliser une sorte de pouvoir démoniaque pour que ça se produise, n'est-ce pas ? Hmm... C'est aussi un démon alors ?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61029,
			"title": "À propos de Chiori...",
			"voicelineType": "4007",
			"description": "Elle est vraiment gentille avec moi. Je l'ai souvent rencontrée dans le passé lorsqu'elle recherchait des moyens de fabriquer des tissus et de développer des palettes de couleurs. Elle avait toujours peur que je laisse des marques de griffes sur ses beaux textiles, mais bon, pourquoi lui ferais-je ça ? Elle tient maintenant un magasin à Fontaine et me demande parfois de lui livrer des choses. Haha, elle m'a même aidée à retoucher les vêtements que je porte maintenant.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61030,
			"title": "Connaître Kirara (1)",
			"voicelineType": "5001",
			"description": "Mamie m'a raconté beaucoup d'histoires quand j'étais petite. À propos des démons d'Inazuma, des fêtes organisées dans la ville, des délices des autres nations... Je me pelotonnais sur ses genoux et j'écoutais jusqu'à ce que je m'endorme. Encore maintenant, je ne suis toujours pas certaine de quelles parties étaient réelles et lesquelles n'étaient que de doux rêves...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_01"
		},
		{
			"voicelineId": 61031,
			"title": "Connaître Kirara (2)",
			"voicelineType": "5002",
			"description": "Être une coursière est le travail parfait pour moi. La dame Kitsune m'a dit que ceux qui ne travaillent pas ne peuvent pas s'intégrer à la société humaine, et ça, c'était hors de question pour moi ! C'est pourquoi j'ai décidé de prendre chaque livraison au sérieux. J—Je ne retournerai pas dans mon trou perdu, même pour devenir un grand démon ou je ne sais quoi !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 61032,
			"title": "Connaître Kirara (3)",
			"voicelineType": "5003",
			"description": "C'est peut-être parce que j'ai l'air d'une cible facile, mais je rencontre souvent des bandits quand je suis sur la route. J'arrive toujours à les chasser par contre ! Je ne peux cependant pas y aller trop fort, parce que si l'entreprise était tenue responsable des blessures que j'ai causées... Eh bien, je pourrais faire mes cartons !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61033,
			"title": "Connaître Kirara (4)",
			"voicelineType": "5004",
			"description": "Chaque fois que je mets les pieds dans une nouvelle ville, je cherche toujours un endroit en hauteur pour profiter du paysage. Parfois, une brise se lèvera et les pétales flotteront comme des papillons cristallins d'un bout à l'autre de la rue. Et quand le soleil commencera à se coucher, je trouverai un endroit agréable pour observer les lumières de la ville s'allumer. D'en haut, elles ressemblent à des taches scintillantes de lumière du soleil dansant sous l'ombre de la forêt à midi. Je pourrais rester là-haut toute la journée si je n'étais pas pressée de livrer mes colis... *soupir* J'aimerais pouvoir emmener mamie et lui montrer toutes ces choses.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 61034,
			"title": "Connaître Kirara (5)",
			"voicelineType": "5005",
			"description": "C'est vraiment important de profiter de la vie ! Au cours des derniers jours d'un long voyage, ou lorsque j'ai terminé mon travail, je prends toujours un repas copieux au restaurant le plus fréquenté, puis je cherche le toit le plus confortable et je sens la brise sur mon visage jusqu'à ce que je m'endorme profondément... Il y a tant de petites joies dans le monde qui méritent d'être savourées, que ce serait une grande perte de ne pas en profiter. C'est pourquoi je ne laisse jamais rien dans mon assiette quand je mange du poisson !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61035,
			"title": "Les loisirs de Kirara...",
			"voicelineType": "6001",
			"description": "J'aime livrer des colis aux quatre coins du monde. Chaque fois que je vois une adresse où je ne suis jamais allée auparavant, je suis tellement excitée que je ne peux pas dormir. J'aimerais juste pouvoir y être directement. J'ai grandi entourée de forêts et d'arbustes, et ça devient vite ennuyeux. Mais les choses sont différentes ici. Il y a tellement de choses que je n'ai jamais vues avant, et j'ai l'impression que quelque chose de nouveau m'attend à chaque coin de rue !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_hobby"
		},
		{
			"voicelineId": 61036,
			"title": "Les problèmes de Kirara...",
			"voicelineType": "6002",
			"description": "La vie d'un humain peut être pleine de surprises, mais il y a aussi tellement de règles. Les humains ne peuvent pas dormir sur un toit, attraper des poissons dans un étang ni trouver un endroit agréable pour se gratter et aiguiser leurs griffes... Mais dès que je reviens à ma forme d'origine, personne ne se soucie de ces choses. Le problème est que ma forme de nekomata attire beaucoup d'attention, donc je ne peux pas simplement entrer dans un restaurant et commander de la nourriture comme le ferait un humain...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_annoyed"
		},
		{
			"voicelineId": 61037,
			"title": "Plats préférés...",
			"voicelineType": "6005",
			"description": "Quand j'étais encore un chat, j'adorais tout ce que mamie cuisinait pour moi, je pouvais engloutir un bol entier d'un seul coup ! Pour l'instant... Les assortiments de sashimis sont ce que je préfère ! Avec du poisson tendre et frais directement servi dans une assiette, je n'ai même pas à me soucier d'enlever les arêtes et les écailles ! Mais le personnel du restaurant me lance toujours ce regard étrange quand je m'attaque aux têtes de poisson...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodLike_01"
		},
		{
			"voicelineId": 61038,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Une fois, j'attrapais du poisson au bord de l'océan quand un crabe m'a prise par surprise et m'a pincé les queues par-derrière. Ça faisait tellement mal, j'ai cru qu'elles allaient être tranchées ! Grr, pourquoi les gens aiment manger des crabes de toute façon ? Ils ont peu de viande et leur coquille est incroyablement épaisse, je ne peux même pas les ouvrir avec mes griffes. Oh, et je ne supporte rien de chaud non plus. Je pouvais à peine y croire quand j'ai appris qu'il y avait un plat appelé « Crabe au beurre ». Comment les humains parviennent-ils à manger quelque chose d'aussi dur ET chaud ?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodDislike"
		},
		{
			"voicelineId": 61039,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Waouh, c'est incroyable ! Je n'ai jamais rien goûté de tel auparavant ! Vous... Vous ne seriez pas le grand démon de la cuisine ou quelque chose comme ça ?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_pref_01"
		},
		{
			"voicelineId": 61040,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Miam, c'est délicieux ! Y en a-t-il encore ? J'aimerais en prendre avec moi sur la route !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_normal_01"
		},
		{
			"voicelineId": 61041,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Hmm... Ça me rappelle la vie à l'état sauvage...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_dislike_01"
		},
		{
			"voicelineId": 61042,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Joyeux anniversaire ! Peu importe que vous soyez un humain ou un démon, venir au monde vaut toujours la peine d'être célébré ! Si vous voulez, je peux vous emmener à l'endroit où j'ai grandi. Il n'y a pas beaucoup de monde et ce n'est pas très intéressant, mais ça me détend toujours. Oh, et je vous laisserai aussi dormir dans ma boîte préférée ! S'y allonger pour faire une sieste est toujours agréable !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 61043,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Oh ! Je peux sentir mes pouvoirs de démon se développer !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 61044,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Hein ? Est-ce que mes queues s'allongent aussi ?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 61045,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Je me sens plus légère ! J'ai l'impression de pouvoir livrer dix colis en une seule fois !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61046,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Waouh... Avec autant de pouvoir, je pense que même ce démon Kitsune devrait faire gaffe à son derrière... Haha, je plaisante ! Ce n'est pas une compétition, après tout. Je suis juste heureuse de pouvoir protéger les colis de chaque client. Et vous protéger aussi, puisque nous voyageons ensemble. Oh, au fait, vous voulez examiner mes queues ? Je suis presque sûre qu'elles se sont allongées !",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 61047,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Pfiou !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_01"
		},
		{
			"voicelineId": 61048,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Oubliez ça !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_02"
		},
		{
			"voicelineId": 61049,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Chaud devant !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_03"
		},
		{
			"voicelineId": 61053,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Livraison express !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_01"
		},
		{
			"voicelineId": 61054,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Service avec le sourire !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_02"
		},
		{
			"voicelineId": 61055,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Signez ici, s'il vous plaît. Miaou !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_03"
		},
		{
			"voicelineId": 61056,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Waouh ! Il y a plein de choses que je n'avais jamais vues avant !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_01"
		},
		{
			"voicelineId": 61057,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Qui a fait tomber son colis ?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_02"
		},
		{
			"voicelineId": 61058,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Je pourrais peut-être me blottir dans cette boîte...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_03"
		},
		{
			"voicelineId": 61059,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Il faut prendre soin des colis...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_01"
		},
		{
			"voicelineId": 61060,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Il faut trouver un autre chemin...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_02"
		},
		{
			"voicelineId": 61061,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Miaou...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_03"
		},
		{
			"voicelineId": 61062,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Venez vous cacher dans ma boîte !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_01"
		},
		{
			"voicelineId": 61063,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Je vais vous aider !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_02"
		},
		{
			"voicelineId": 61064,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Les clients attendent toujours...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_01"
		},
		{
			"voicelineId": 61065,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Je serai... dans ma boîte...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_02"
		},
		{
			"voicelineId": 61066,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Je vais me faire virer...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_03"
		},
		{
			"voicelineId": 61067,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900001",
			"description": "Aïe !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_L_01"
		},
		{
			"voicelineId": 61068,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Mes queues !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_01"
		},
		{
			"voicelineId": 61069,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Hé ! Attention aux colis !",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_02"
		},
		{
			"voicelineId": 61070,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Besoin de livrer un colis ?",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_01"
		},
		{
			"voicelineId": 61071,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Merci d'avoir choisi Komaniya Express !",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_02"
		},
		{
			"voicelineId": 61072,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Un voyage tous frais payés ? Comptez sur moi !",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_03"
		}
	]
}