{
	"id": 10000065,
	"name": "Kuki Shinobu",
	"friendLines": [
		{
			"voicelineId": 65000,
			"title": "Première rencontre...",
			"voicelineType": "1000",
			"description": "Bonjour ! Je suis Kuki Shinobu, cheffe adjointe du gang Arataki. On offre un large éventail de services, y compris, mais sans s'y limiter, le transport et la logistique, la sécurité, la réparation de maisons et l'organisation de spectacles musicaux. N'hésite pas à me contacter si tu as besoin de quoi que ce soit. Voici ma carte.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_draw_appear"
		},
		{
			"voicelineId": 65001,
			"title": "Bavardage - Problèmes",
			"voicelineType": "1101",
			"description": "Si tu as un problème embêtant à régler, fais-le-moi savoir. Je peux aider.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_character_idle_01"
		},
		{
			"voicelineId": 65002,
			"title": "Bavardage - Diplôme",
			"voicelineType": "1102",
			"description": "Les critères pour les examens de certification sont assez simples. Ce qui compte vraiment, c'est de savoir si on est prêt à y consacrer du temps. En étudiant et en s'entraînant, ce n'est vraiment pas si difficile.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_character_idle_02"
		},
		{
			"voicelineId": 65003,
			"title": "Bavardage - Gang Arataki",
			"voicelineType": "1103",
			"description": "Si les membres du gang Arataki font quelque chose de mal, j'irai les traîner jusqu'à leurs victimes pour qu'ils aillent s'excuser.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_character_idle_03"
		},
		{
			"voicelineId": 65004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Pas besoin de parapluie, il suffit juste de marcher plus vite.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_heavyRain_01"
		},
		{
			"voicelineId": 65005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Il faut faire attention. Par ce temps, personne n'a envie de se prendre la foudre.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_thunder_01"
		},
		{
			"voicelineId": 65006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "Finissons vite notre travail et partons, ne perdons pas de temps.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_snowy_01"
		},
		{
			"voicelineId": 65007,
			"title": "Il fait bon dehors...",
			"voicelineType": "1204",
			"description": "Ah, il fait si beau ! Mais j'ai comme un mauvais pressentiment. J'espère me faire du souci pour rien.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_sunny_01"
		},
		{
			"voicelineId": 65008,
			"title": "Le vent souffle fort...",
			"voicelineType": "1205",
			"description": "Hmm... Un peu de vent, ça fait du bien.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_weather_gale_01"
		},
		{
			"voicelineId": 65009,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Bonjour ! Tu vas faire de l'exercice ? Je ne savais pas que tu étais aussi {M#assidu}{F#assidue}.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_greetingMorning"
		},
		{
			"voicelineId": 65010,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Que veux-tu manger ? J'ai économisé pas mal d'argent récemment, alors je t'invite.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_greetingNoon"
		},
		{
			"voicelineId": 65011,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Il est préférable de faire certaines missions le soir. Mais je ne peux pas faire confiance aux autres pour exécuter ces tâches, alors c'est moi qui m'en charge.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_greetingNight"
		},
		{
			"voicelineId": 65012,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Va te reposer si tu en as besoin. Ne te préoccupe pas de moi.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_greetingNight2"
		},
		{
			"voicelineId": 65013,
			"title": "À propos de Kuki Shinobu – Cheffe adjointe",
			"voicelineType": "2001",
			"description": "Mes principales responsabilités sont de trouver des opportunités d'affaires et de maintenir la cohésion de l'équipe. Ah, et en plus de ça, je m'occupe également de faire sortir le gang du Poste de police, de rendre aux enfants leurs goûters et leurs jouets, et d'attraper quiconque essaye de flâner en douce pendant le travail... Enfin bon, ces tâches supplémentaires sont une particularité du gang Arataki, j'imagine que les chefs adjoints d'autres organisations n'ont pas besoin de gérer tout ça. Et bien sûr, personne d'autre que moi ne pourrait s'occuper de ces choses comme je le fais.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_idle"
		},
		{
			"voicelineId": 65014,
			"title": "À propos de Kuki Shinobu – Plan B",
			"voicelineType": "2005",
			"description": "Ce qui se passerait si le gang était dissous ? Bon, déjà, ça n'arrivera jamais. Et puis, même si ça arrivait, je n'ai pas à m'inquiéter. J'ai toujours un moyen de joindre les deux bouts.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65015,
			"title": "À propos de nous - Notes",
			"voicelineType": "2003",
			"description": "Viens me voir s'il te prend l'envie d'obtenir un certificat, je te prêterai mes notes. Crois-moi, celles-ci sont suffisamment détaillées pour que n'importe qui puisse réussir ses examens.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_close"
		},
		{
			"voicelineId": 65016,
			"title": "À propos de nous - Conséquences",
			"voicelineType": "2002",
			"description": "Que tu fasses partie ou non du gang Arataki, je ne te traiterai jamais comme {M#un étranger}{F#une étrangère}. Continue ta route, et laisse-moi m'occuper de la logistique et de la planification. Fais-moi confiance, je suis une pro. Je peux tout gérer, même les choses les plus compliquées. Comment ? Tu t'inquiètes pour ma sécurité ? Ha, ne t'en fais pas. Je ne me suis pas entraînée toutes ces années pour rien.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 65017,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3001",
			"description": "Tout comme un diplôme, cet œil divin est une preuve solide de mes capacités. La seule différence est que je ne suis toujours pas certaine de savoir selon quels critères il m'a évaluée.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65018,
			"title": "Quelque chose à partager - Masque",
			"voicelineType": "3002",
			"description": "Je porte un masque parce que je ne veux pas être reconnue par qui que ce soit, surtout lorsque je travaille avec le gang Arataki. Si quelqu'un que je connais parvient à me reconnaître, il en fera certainement tout un plat... Ça me donne mal à la tête rien que d'y penser. Je ne laisserai plus jamais cela se reproduire ! Euh, oublie ça...",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_share_01"
		},
		{
			"voicelineId": 65019,
			"title": "Quelque chose à partager - Credo du gang",
			"voicelineType": "3005",
			"description": "J'ai défini le credo du gang pour que tout le monde ait des règles à suivre. Comment ? Pourquoi ils sont d'accord pour suivre mes règles ? Eh bien, il se trouve que poings sont tout aussi persuasifs que mes arguments.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65020,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Un dicton circule dans les sanctuaires, selon lequel si vous tressez l'herbe à sanglots en un anneau et l'enroulez autour de votre corps, elle peut dissiper les catastrophes et apporter la bonne fortune. Tu y crois, toi ? Moi, je trouve plutôt que l'herbe à sanglots est plus utile pour ses effets paralysants.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_gift_01"
		},
		{
			"voicelineId": 65021,
			"title": "À propos de la Shogun Raiden...",
			"voicelineType": "4001",
			"description": "Après la levée du décret de confinement, la Shogun Raiden a adopté une multitude de décrets visant à soutenir le développement de divers secteurs. Tous les diplômes que j'ai reçus pendant le décret de confinement me sont très utiles maintenant, et le gang est enfin débarrassé de ses problèmes financiers... Le bonheur et le malheur sont étroitement liés. Qui aurait pensé qu'après tout cela, je serais reconnaissante envers elle ?",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Rêves éphémères ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 65022,
			"title": "À propos de Kujou Sara...",
			"voicelineType": "4002",
			"description": "Madame Kujou ? Oui, c'est une de mes amies. Hmm ? Tu es {M#surpris}{F#surprise} d'apprendre que je la connaisse ? Oh, tu as dû mal comprendre, notre amitié remonte à avant que je ne rejoigne le gang Arataki. Il est même difficile de déterminer qui est la gagnante lorsqu'elle et moi nous affrontons en duel.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65023,
			"title": "À propos de Yae Miko...",
			"voicelineType": "4003",
			"description": "Tu ne peux pas imaginer à quel point c'est ennuyeux d'être une prêtresse au Sanctuaire de Narukami. Même la guuji a son travail à la Chambre Yae pour rompre la monotonie. Je ne redeviendrai jamais une prêtresse. Jamais.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65024,
			"title": "À propos d'Arataki Itto...",
			"voicelineType": "4004",
			"description": "Le patron a beaucoup de souvenirs désagréables de son passé, mais il parvient toujours à rester positif. Selon moi, c'est plutôt rare de voir ce genre de résilience. Il nous traite bien, et son attitude a un effet positif sur tous les membres de la bande. Bien sûr, ça ne doit pas être une excuse pour qu'il fonce toujours la tête la première sans considération pour les autres. Dis-le-moi si jamais il te cause des problèmes, je m'assurerai qu'il regrette d'avoir été impoli avec toi.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65025,
			"title": "À propos de Yanfei...",
			"voicelineType": "4005",
			"description": "À l'époque, je me suis disputée avec ma famille et je n'avais qu'une envie : m'enfuir le plus loin possible. Je suis donc allée étudier le droit à Liyue, et grâce à cette expérience, j'ai pu rencontrer Yanfei. C'est une véritable encyclopédie juridique ambulante. Hein ? Moi ? J'ai un diplôme, mais pratiquer le droit est assez contraignant... Ce n'est pas vraiment un domaine qui me convient.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65026,
			"title": "À propos de Shikanoin Heizou...",
			"voicelineType": "4006",
			"description": "Il est différent des autres doushins de la Commission administrative : je ne l'ai encore jamais vu patrouiller ou interpeller quelqu'un, et il vient parfois me voir pour acheter des renseignements. En échange, je lui ai demandé de glisser un mot en ma faveur quand je cherche à faire sortir des gens du Poste de police. Il a accepté avec plaisir. Je dirais que c'est un échange qui en vaut la peine, parce qu'il n'est pas difficile de récolter des informations : il suffit juste de dire aux gars d'aller écouter ce qui se dit en ville.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65027,
			"title": "Connaître Kuki Shinobu (1)",
			"voicelineType": "5001",
			"description": "J'ai occupé de nombreux emplois différents et je suis certifiée dans divers domaines. En matière de gestion, j'ai dirigé une petite équipe et j'ai été chargée de déléguer des tâches et d'allouer des ressources en fonction de... Euh, désolée, ça me prend des fois. Tu sais, après avoir passé tous ces entretiens...",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_01"
		},
		{
			"voicelineId": 65028,
			"title": "Connaître Kuki Shinobu (2)",
			"voicelineType": "5002",
			"description": "Je viens d'une famille de prêtresses du sanctuaire, mais je ne suis pas du tout faite pour ce genre de travail. Quand je me suis enfuie de chez moi, j'ai tout de suite pensé que je devais apprendre le plus de choses possible pour subvenir à mes besoins. J'ai tout étudié, de la cuisine à la couture, en passant par le combat, le conseil juridique, la publication et l'édition d'ouvrages... Ce n'est que lorsque je me suis vraiment installée dans la société que j'ai réalisé que j'avais appris tout ce dont j'avais besoin.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 65029,
			"title": "Connaître Kuki Shinobu (3)",
			"voicelineType": "5003",
			"description": "Tu dis que je suis forte pour les relations sociales ? Héhé, après avoir vagabondé hors de mon pays si longtemps, j'ai appris à déchiffrer les paroles et le langage corporel des gens. En plus, neuf fois sur dix, c'est le gang qui a des problèmes. Ça ne me dérange pas de faire bonne figure pour nous sortir d'un mauvais pas, mais je préfère encore ne pas avoir à faire mon faux sourire dans la mesure du possible.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65030,
			"title": "Connaître Kuki Shinobu (4)",
			"voicelineType": "5004",
			"description": "Quand j'ai rejoint le gang Arataki, le patron m'a dit d'apprendre aux autres à se battre. La première chose que j'ai faite a donc été de les frapper, un par un. J'ai été un peu surprise de voir que, même avec leurs visages boursouflés et pleins de coquards, ils continuaient à m'appeler respectueusement Shinobu et à me demander de les diriger. Hmph ! C'est à ce moment-là que j'ai su qu'ils étaient vraiment une grosse bande d'idiots... Mais ce n'est pas grave, ces crétins ne seront pas un boulet pour moi, je m'occuperai de tout moi-même.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 65031,
			"title": "Connaître Kuki Shinobu (5)",
			"voicelineType": "5005",
			"description": "C'est moi qui ai décidé de rester dans le gang Arataki. C'est peut-être agaçant de devoir réparer leur bazar tout le temps, mais en retour, ils me traitent avec une sincérité qui est irremplaçable... Ils gardent toujours les meilleures choses pour moi et ne cherchent jamais à me décourager. Quand j'ai annoncé ma décision de rester dans le gang, ils m'ont tous acclamée. Je sais que les gens n'ont pas une très haute opinion du gang Arataki, et que les membres eux-mêmes ne se soucient pas vraiment de ce que les autres pensent. Mais je veux quand même m'efforcer de changer l'image qu'on donne de nous. Ils sont comme une famille pour moi, donc même s'il arrive que je me plaigne d'eux de temps en temps, je ne laisserai jamais personne les dénigrer.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 65032,
			"title": "Les loisirs de Kuki Shinobu...",
			"voicelineType": "6001",
			"description": "Faire partie du gang signifie avoir beaucoup de temps libre. Il m'arrive souvent de finir de lire un livre entier ou même de passer un examen de certification sans avoir conscience du temps qui passe. C'est plutôt agréable, vous ne trouvez pas ? Quand ma famille me pose des questions, je peux au moins leur dire que je ne perds pas mon temps. Et quand je cherche du travail, je peux compter sur mes nombreuses qualifications. Dans cette société ultra-compétitive, même une personne marginale comme moi ne souffrira jamais de la faim grâce à tous ces diplômes.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_hobby"
		},
		{
			"voicelineId": 65033,
			"title": "Les problèmes de Kuki Shinobu...",
			"voicelineType": "6002",
			"description": "À l'époque, je voulais éviter à tout prix qu'on me ramène au sanctuaire, alors j'ai dû trouver un moyen de me débrouiller toute seule. Jusque-là, je trouve que je ne m'en sors pas trop mal.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_dialog_annoyed"
		},
		{
			"voicelineId": 65034,
			"title": "Plats préférés...",
			"voicelineType": "6005",
			"description": "Même après avoir mangé quelque chose de très nourrissant comme des ramen ou des gyozas, j'ai toujours envie de terminer mon repas avec un petit bol de riz. Le riz, c'est délicieux, un point c'est tout. Il y a un problème ?",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_foodLike_01"
		},
		{
			"voicelineId": 65035,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Il y a un dicton que j'ai entendu à Liyue : « Il n'existe pas de mauvaise nourriture, seulement de mauvais cuisiniers. » Maintenant que j'ai mon certificat de cuisinière, je suis encore plus d'accord avec ça.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_foodDislike"
		},
		{
			"voicelineId": 65064,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "C'est vraiment exceptionnel. Ahem... Je vais juste prendre une autre bouchée.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_spice_pref_01"
		},
		{
			"voicelineId": 65065,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "C'est toi qui as préparé ça ? Hmm... Tu as tout le talent requis pour être {M#chef}{F#cheffe}.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_spice_normal_01"
		},
		{
			"voicelineId": 65066,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Franchement, tu t'es {M#trompé}{F#trompée} d'assaisonnement ?",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_spice_dislike_01"
		},
		{
			"voicelineId": 65036,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Joyeux anniversaire ! Tiens, c'est une fléchette spéciale faite à partir d'herbe à sanglots. Attention... Oui, c'est comme ça qu'il faut la tenir... Calcule bien la trajectoire avant de la lancer... Héhé, je suis contente que ça te fasse plaisir. Oh, et ne t'en sers pas comme un jouet, c'est quand même assez dangereux. Si tu veux t'entraîner un peu plus, je peux t'apprendre.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 65037,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Si je ne maîtrise pas les bases, ça ne sert à rien de discuter. C'est le but d'un diplôme de niveau élémentaire : montrer que je sais vraiment quelque chose.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 65038,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "J'ai mon diplôme de niveau intermédiaire. Cela veut dire que je suis qualifiée pour gérer la plupart des problèmes. Est-ce que tu en as qui nécessitent mon aide ?",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 65039,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Obtenir un diplôme de niveau avancé est loin d'être facile. Ça nécessite à la fois du talent et de l'expérience sur le terrain.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 65040,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Les diplômes sont utiles pour évaluer les compétences professionnelles, mais ils ne permettent pas de mesurer la quantité d'efforts ou l'investissement émotionnel qu'ils impliquent. Notre amitié est maintenant au-delà de ce qui peut être exprimé par un simple « merci », donc j'exprimerai mes sentiments en faisant ce que je sais faire de mieux.",
			"voicefile": "VO_friendship/VO_shinobu/vo_shinobu_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 65041,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Cercle, referme-toi !",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill1_01"
		},
		{
			"voicelineId": 65042,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Dissipation !",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill1_02"
		},
		{
			"voicelineId": 65043,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Tiens-toi bien.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill1_03"
		},
		{
			"voicelineId": 65044,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Je vais régler ça !",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill3_01"
		},
		{
			"voicelineId": 65045,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Que la foudre... purifie le mal !",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill3_02"
		},
		{
			"voicelineId": 65046,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Hors de mon chemin.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_skill3_03"
		},
		{
			"voicelineId": 65047,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Il n'y a pas de petites économies.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_chest_open_01"
		},
		{
			"voicelineId": 65048,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Parfait, je prends.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_chest_open_02"
		},
		{
			"voicelineId": 65049,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Voici ta part.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_chest_open_03"
		},
		{
			"voicelineId": 65050,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Pas ! Un ! Geste !",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_01"
		},
		{
			"voicelineId": 65051,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Tu m'as mise de mauvais poil...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_02"
		},
		{
			"voicelineId": 65052,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Hmph, à mon tour...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_03"
		},
		{
			"voicelineId": 65053,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Je vais faire le ménage.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_teammate_01"
		},
		{
			"voicelineId": 65054,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Je peux m'en occuper.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_less30_teammate_02"
		},
		{
			"voicelineId": 65055,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Désolée... de vous avoir causé tous ces problèmes...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_die_01"
		},
		{
			"voicelineId": 65056,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Prenez soin... du gang Arataki...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_die_02"
		},
		{
			"voicelineId": 65057,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Quelle humiliation...",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_life_die_03"
		},
		{
			"voicelineId": 65058,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900002",
			"description": "On recommence.",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_hit_L_02"
		},
		{
			"voicelineId": 65059,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Attends un peu, pour voir !",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_hit_H_01"
		},
		{
			"voicelineId": 65060,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Tu cherches la bagarre ?",
			"voicefile": "VO_gameplay/VO_shinobu/vo_shinobu_battle_hit_H_02"
		},
		{
			"voicelineId": 65061,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Attendez mon signal.",
			"voicefile": "VO_teamJoin/vo_shinobu_teamJoin_01"
		},
		{
			"voicelineId": 65062,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Qu'est-ce qu'ils ont fait, cette fois ?",
			"voicefile": "VO_teamJoin/vo_shinobu_teamJoin_02"
		},
		{
			"voicelineId": 65063,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "J'espère qu'ils n'ont pas encore fait n'importe quoi...",
			"voicefile": "VO_teamJoin/vo_shinobu_teamJoin_03"
		}
	]
}