{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Bonjour, je m'appelle Lan Yan et je fais partie de l'Association des artisans du Vallon Chenyu ! Puis-je vous proposer des décorations ou des paniers ? Ou peut-être un vase ou un meuble ? Ah, je n'ai presque plus de rotin. Je vais devoir aller en chercher dans la montagne... Oh, vous voulez venir avec moi ? Héhé, c'est très gentil de votre part ! Je vous offrirai un chapeau en rotin ! Qu'est-ce que vous en dites ?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "Bavardage - Programme du jour",
			"voicelineType": "1101",
			"description": "Oh, mes projets pour la journée ? Hmm... Faire ce qui me plaît, j'imagine ! Pareil pour demain, et le jour suivant, héhé.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "Bavardage - Héritage familial",
			"voicelineType": "1102",
			"description": "Les meilleurs meubles en rotin sont fabriqués à partir de brins lisses, fins et résistants comme la soie. Ce type de meuble peut être un héritage familial aussi précieux qu'un objet en argent... Je n'exagère pas !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "Bavardage - Hirondelles",
			"voicelineType": "1103",
			"description": "Les hirondelles font leur nid quand il fait beau, mais se cachent lorsqu'il y a de l'orage dans l'air.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Bon, puisque nous sommes déjà {M#trempés}{F#trempées}, autant en profiter ! Ça nous épargnera au moins l'énergie que nous aurions dépensée pour courir et nous mettre à l'abri.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Ouah ! J—Je peux vous tenir la main ?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "Il fait bon dehors...",
			"voicelineType": "1203",
			"description": "Regardez ! Tout ce que touche le soleil est recouvert d'or !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "Quand le vent souffle...",
			"voicelineType": "1204",
			"description": "Vous entendez ? Ding... Ding... L'accessoire en argent sur ma tête sonne comme une cloche ! Le vent est doux et agréable aujourd'hui.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "Le vent souffle fort...",
			"voicelineType": "1205",
			"description": "Ding ding ding ding ! On dirait que le vent est en colère.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "Dans le désert...",
			"voicelineType": "1206",
			"description": "Vous voulez un peu d'eau ? Tenez, prenez une gorgée de la mienne. Elle est infusée avec des feuilles de menthe, c'est très rafraîchissant !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Oh, les oiseaux vous ont {M#réveillé}{F#réveillée} ? Haha, laissez-moi leur parler. On verra si ça fonctionne, ils ne m'écoutent pas toujours.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "J'ai cueilli des fleurs fraîches ! J'allais justement rentrer et cuisiner quelque chose pour ma mère... Vous devriez venir aussi, ma famille serait ravie de vous voir !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Ils vendent des insectes grillés au marché nocturne, vous voulez goûter ?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "J'ai tellement sommeil... Je vais aller me coucher, mes yeux se ferment tout seuls.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "À propos de Lan Yan - Bonheur",
			"voicelineType": "2001",
			"description": "Pour moi, le bonheur, c'est... savourer chaque bouchée de riz jusqu'au dernier grain, écouter le bruit du vent en faisant une sieste sur l'herbe et lire les dix tomes d'un roman fantastique d'un seul coup sans être dérangée !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "À propos de Lan Yan - Clan des arts Qimen",
			"voicelineType": "2005",
			"description": "Le légendaire Sonde-Brises est en effet considéré comme un ancêtre du clan Lan, mais ma famille s'est séparée de la branche principale il y a longtemps. Les arts Qimen sont complexes et variés, et je n'ai appris que quelques astuces jusqu'à présent. Pour quelque chose de plus complexe, je dois demander de l'aide à mes aînés et à mes cousins. Pourtant, je suis très douée pour fabriquer des figurines en rotin, même grand-père ne peut pas rivaliser avec moi ! Héhé, je suppose que c'est le seul domaine dans lequel je me débrouille vraiment bien.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "À propos de nous - On se serre la main ?",
			"voicelineType": "2003",
			"description": "Asseyez-vous, chers amis. Serrons-nous la main.\nOh, non. Je ne vous disais pas de vous asseoir, je parlais à nos amis les animaux ! Ah, je suis vraiment désolée ! Levez-vous, s'il vous plaît... J'essayais de leur dire : « Regardez par ici, tout le monde ! Nous avons {M#un nouvel ami}{F#une nouvelle amie} parmi nous aujourd'hui ! Oh, ce n'était pas clair ? Eh bien... « Asseyez-vous » peut vouloir dire « écoutez-moi », « restez où vous êtes », voire « arrêtez ce que vous faites ». Hein ? Comment êtes-vous {M#censé}{F#censée} le savoir ? Il suffit de venir plus souvent à la montagne, vous apprendrez très rapidement !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "À propos de nous - On se serre la main !",
			"voicelineType": "2002",
			"description": "Allez, serrez-moi la main ! Faites-moi un câlin !\nHmm ? Vous ne voulez pas me serrer la main ? Il n'y a pas de sens caché cette fois... J'ai vraiment envie de vous serrer la main ! N'est-ce pas comme ça que deux {M#amis}{F#amies} s'encouragent ? Désolée de ne pas avoir été assez claire précédemment, c'est ma faute. Mais ce n'est pas un souci ! Plus nous passerons du temps ensemble, mieux nous nous comprendrons !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "Grâce à mon œil divin, je peux lancer mon chakram et le rattraper facilement... Ah, mais ne faites pas ça chez vous, les enfants ! La lame est vraiment très tranchante ! Mais vous pourriez sans doute essayer, {NICKNAME} ! Il suffit de ne pas bouger, de garder votre bras stable et d'effectuer un beau lancer rapide. Je suis sûre que vous en êtes capable !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "Quelque chose à partager ?",
			"voicelineType": "3002",
			"description": "On n'est jamais trop prudent lorsqu'il s'agit de champignons sauvages. Beaucoup ne sont pas du tout comestibles et d'autres doivent être sautés et entièrement cuits pour ne prendre aucun risque. Et si vous ne les finissez pas en une seule fois, vous devrez faire de même avec les restes avant de les consommer. Beaucoup de gens oublient cette étape. Alors, si après quelques bouchées, votre chien commence à vous dire de ranger le linge ou si vos poules commencent à vous donner des ordres à la maison, consultez immédiatement un médecin !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Un jour, je me reposais dans un arbre après avoir fait un peu de tissage, et un écureuil a volé les pommes de pin en rotin que je venais de fabriquer ! Heureusement, j'ai pu les récupérer en échange du double de vraies pommes de pin. Honnêtement, je ne me souciais pas vraiment de perdre le fruit de mon travail, mais j'avais peur de gâcher la journée de l'écureuil ! Imaginez que vous passez toute la journée à rassembler des pommes de pin, mais lorsque vous rentrez chez vous, vous réalisez qu'elles sont fausses ! Tous ses amis écureuils se seraient sûrement moqués de lui...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "À propos de Xiangling...",
			"voicelineType": "4001",
			"description": "On dit souvent que la première impression est très importante, et la première fois que j'ai mangé au Restaurant Wanmin, j'ai eu tellement de regrets. Je n'arrive pas à croire que j'ai attendu aussi longtemps pour visiter le Port de Liyue ! J'aurais pu rencontrer Xiangling bien plus tôt... En tout cas, dès qu'elle m'a entendu parler de tous les ingrédients rares des montagnes de mon village natal, elle a commencé à planifier un voyage au Vallon Chenyu ! Je veillerai bien à ce qu'elle ne rentre pas les mains vides !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "À propos de Hu Tao...",
			"voicelineType": "4002",
			"description": "La directrice Hu a toujours l'air tellement optimiste et joyeuse. Même lorsque la situation était désespérée, elle avait toujours un mot pour rire afin de me remonter le moral. Je ne la connais pas depuis longtemps, alors je me demandais... Est-ce qu'elle est toujours comme ça ? Hmm... En tout cas, à partir d'aujourd'hui, j'espère que tous ses sourires seront le fruit d'un véritable bonheur, et non pas celui d'un effort pour rassurer les autres.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "À propos de Keqing...",
			"voicelineType": "4003",
			"description": "Quand l'Alioth fera-t-elle enfin une pause ? Elle courait partout pendant le Festival des lanternes. Je voulais lui offrir un repas pour la remercier de sa gentillesse, mais je n'en ai jamais eu l'occasion... J'espérais aussi qu'elle pourrait me coiffer avec une paire d'oreilles de chat comme la sienne. Mais... c'est peut-être trop demander. Même si quelque chose me dit que ça ne la dérangerait pas...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "À propos de Xingqiu...",
			"voicelineType": "4004",
			"description": "J'ai rencontré le jeune maître Xingqiu à plusieurs reprises dans les montagnes. Il n'était avec personne de la Guilde des marchands de Feiyun, donc ça ne devait pas être officiel. Après ces rencontres fortuites, il m'apportait souvent des exemplaires des derniers romans fantastiques, et je promettais de n'en parler à personne. Sauf que... je viens de vous en parler... Gardez ça pour vous, s'il vous plaît !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "À propos de Chongyun...",
			"voicelineType": "4005",
			"description": "Une fois, j'accompagnais grand-père lors d'une de ses visites à domicile, quand j'ai vu Chongyun quitter la maison avec un air abattu. Comme il avait vraiment l'air désarmé, j'ai supposé que la situation devait être mauvaise, mais je n'ai pas senti de présence inquiétante dans la maison. Les prédictions de grand-père ne laissaient pas non plus présager de malheur. Peut-être qu'il a dépensé beaucoup d'énergie pour se débarrasser du problème et qu'il était trop fatigué pour parler... Hein ? Vous pensez qu'il n'a sans doute rien fait du tout ? Je comprends encore moins...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "À propos de Gaming...",
			"voicelineType": "4006",
			"description": "Je connais Gaming depuis que nous sommes enfants ! C'était la terreur de quartier à l'époque, haha. Comment ? Ça ne lui ressemble pas ? Eh bien, il a beaucoup mûri depuis, tout comme moi. Une chose n'a pas changé, cependant. Il emporte encore des collations partout où il va. Il revient toujours de ses voyages avec une tonne de cadeaux à partager avec ses amis. Et bien sûr, il ne repart jamais sans faire le plein de ses produits favoris de son village natal...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "À propos de Qiqi...",
			"voicelineType": "4007",
			"description": "Qiqi aime les pinsons, non ? Je pensais lui en faire un en rotin ! Connaissez-vous sa couleur préférée ?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "Connaître Lan Yan (1)",
			"voicelineType": "5001",
			"description": "Un instant ! J'y suis presque... Il ne me reste plus qu'à terminer cette poignée, et... voilà ! Héhé, désolée. Je ne suis pas très polyvalente, je ne peux me concentrer que sur une chose à la fois. Vous avez toute mon attention maintenant !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "Connaître Lan Yan (2)",
			"voicelineType": "5002",
			"description": "Vous avez envie de passer du temps à la montagne ? Nous pouvons essayer d'esquiver les brebis pelucheuses lorsqu'elles nous donnent des coups de tête. Ou bien, nous pouvons prétendre que les pélicans à bec vermillon sont des bandits et essayer de sauver les bars plumés cordiaux de jade de leurs becs... Oh, vous voulez jouer à la Poursuite du vent ? Et vous voulez être le chasseur ? Héhé, vous êtes très {M#confiant}{F#confiante}. Si vous ne me trouvez vraiment pas, je sonnerai ma cloche d'argent pour vous aider à me localiser. Si vous parvenez à toucher ne serait-ce que la pointe de mes cheveux, je compterai ça comme une victoire ! Je suis aussi très sûre de moi.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "Connaître Lan Yan (3)",
			"voicelineType": "5003",
			"description": "L'accessoire en argent sur ma tête a la forme d'un Oiseau jadé aux ailes argentées, et c'est un objet de famille. Mon épingle à cheveux, mon collier et ma broche en argent sont tous des cadeaux d'anniversaire de mes parents. Oh, le bracelet vient du Festival des lanternes, c'est un cadeau de mon grand-père. Et les boucles d'oreilles viennent du dernier Festival de désilune, je pense... J'en ai aussi reçu lorsque j'ai appris à faire du planeur, lorsque j'ai reçu mon œil divin et aussi la fois où j'ai réussi à avaler trois bols entiers de riz en un seul repas...\nHéhé, ma famille pense que les accessoires en argent portent chance et permettent de chasser le mal, c'est pourquoi j'en reçois tout le temps de nouveaux !\nQuand je les porte tous en même temps, c'est relativement lourd, mais... J'imagine que c'est le poids de l'amour familial !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "Connaître Lan Yan (4)",
			"voicelineType": "5004",
			"description": "Quand j'étais petite, les figurines en rotin me faisaient peur... Comment vous décrire ça ? Un tas de figurines noires et grises difformes dans toute la maison... C'est pour donner des cauchemars à un enfant ! Quand grand-père m'a envoyé étudier dans la principale famille de notre clan, j'ai cru qu'il était possédé. Je pensais que ma cousine m'apprenait la magie noire ! Alors, une nuit, j'ai trouvé le courage de brûler toutes les figurines que j'ai pu trouver. Heureusement, elles servaient à absorber l'énergie maléfique, elles étaient donc de toute façon vouées à être détruites.\nMais ça m'a fait réfléchir. Si les figurines en rotin étaient plus jolies, peut-être que les gens ne penseraient pas que c'est de la sorcellerie...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "Connaître Lan Yan (5)",
			"voicelineType": "5005",
			"description": "Le tissage du rotin n'est pas difficile, c'est promis ! Même les figurines les plus complexes sont réalisées un brin à la fois. Il suffit d'un peu de patience et vous y arriverez ! La précision est plus difficile que la technique elle-même. Et la persévérance peut être encore plus difficile. À mes yeux, la clé réside dans le bonheur. Si vous n'appréciez pas le processus, vous ne ferez jamais du bon travail. Et ça ne s'applique pas seulement au tissage. Le bonheur est essentiel, et ça vaut pour nous deux !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "Les loisirs de Lan Yan...",
			"voicelineType": "6001",
			"description": "Selon la croyance populaire, l'esprit des noyés vit dans des eaux hantées. Je voulais savoir si c'était vrai, alors j'ai enfoncé un bâton dans un lac... Et il est resté coincé ! Dans les algues, j'entends. J'ai du mal à imaginer ce qui se passerait en essayant d'y nager. Il serait surprenant de ne pas rester coincé...\nOh, j'ai aussi entendu dire qu'il ne fallait pas manger de pomme crépusculaire après le coucher du soleil ni éplucher de pomme devant un miroir à minuit... Hmm, je me demande s'il y a une part de vérité dans ces légendes populaires...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "Les problèmes de Lan Yan...",
			"voicelineType": "6012",
			"description": "Je déteste enlever les échardes. Il faut vraiment plisser les yeux pour les voir, et je finis toujours par me faire mal... Je me suis coupée aux dix doigts de cette façon... *soupir*",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Les fleurs fraîches sont non seulement belles et sentent très bon, mais elles font aussi de délicieuses pâtisseries ! La saveur est rafraîchissante, mais pas trop sucrée. Ça se marie tellement bien avec un thé aux fleurs... Oh, allons cueillir des fleurs tout de suite ! Pas besoin d'apporter un panier, j'en tisserai un quand nous serons dans la montagne !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Comme le dit le proverbe : le sucre n'est doux que lorsqu'on est heureux. Tout est moins bon quand on est de mauvaise humeur. Heureusement que j'ai rarement ce problème, héhé.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "C'est délicieux ! Attendez, un plat comme celui-ci nécessite des couverts spéciaux en argent pur ! Je reviens tout de suite !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Ah, merci ! Tenez, essayez avec cette sauce, la saveur est encore meilleure !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Attendez, vous en avez mangé ? Comment va votre estomac ? Vous n'avez pas d'hallucinations, j'espère ?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Dans ma famille, nous offrons toujours des accessoires en argent comme cadeaux d'anniversaire. Alors voilà, ces deux figurines sont pour vous. Celle avec l'hirondelle argentée sur la tête, c'est moi, et {M#celle avec la petite épée}{F#celle avec la fleur} en argent, c'est vous. Héhé, ça nous ressemble, non ?\nJ'ai infusé de l'encens dans les brins de rotin. Si vous les accrochez à votre sac à dos, cela devrait repousser les insectes. Oh, et j'ai aussi conçu les accessoires en argent. L'orfèvre les a polis une première fois, et j'ai veillé à lisser les bords une seconde fois pour que vous ne risquiez pas de vous couper.\nAlors, joyeux anniversaire et que la chance vous accompagne toujours !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Attendez, j'ai à peine tissé deux brins dans ce projet, et vous avez déjà... Soit vous travaillez vraiment très vite, soit je suis plus lente que je ne le pensais...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Si l'argent doit être poli pour briller, il est logique que nous devions continuer à perfectionner nos compétences pour devenir aussi rapides et {M#légers}{F#légères} qu'une hirondelle.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Serrons-nous la main ! Encore ! N'oubliez pas que c'est une expression de bonheur et de gratitude, une façon d'exprimer sa joie pour toutes les bonnes choses de la vie !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "« L'humble hirondelle construit avec de la boue, elle n'est jamais sans nid. » Alors ne me sous-estimez pas ! Je suis devenue très forte, et je devrais donc être tout à fait capable de vous protéger maintenant. Héhé, c'est uniquement grâce à votre aide, bien sûr ! Merci beaucoup !",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100004",
			"description": "Tournez et volez.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100005",
			"description": "Nous y sommes presque.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100006",
			"description": "Vers le haut, et en avant.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Que les maux disparaissent !",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Rapide comme une hirondelle.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Dansons dans le vent.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Waouh, je peux en avoir aussi ? Il faut partager la chance !",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Super ! Voyons ce qu'il y a à l'intérieur !",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Un peu de patience, laissez-moi faire le calcul...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "J'ai besoin d'un peu de temps...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Je pourrais avoir un coup de main ?",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Là, c'est délicat...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Revenez, je vais vous couvrir !",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Je peux le faire, je suis plus rapide qu'eux.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Je ne peux pas... tomber maintenant...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "La cloche... ne sonne plus...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Clouée au sol... pour de bon...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900002",
			"description": "Non !",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Il y a quelque chose qui ne va pas !",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Quel sale caractère !",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Peu importe où, je serai là !",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "En route pour la ville !",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "J'arrive !",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}