{
	"id": 10000080,
	"name": "Mika",
	"friendLines": [
		{
			"voicelineId": 80000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Mika, arpenteur de première ligne de l'unité de reconnaissance de l'Ordre de Favonius, au rapport. C'est un honneur pour moi de combattre à vos côtés. S'il y a quoi que ce soit que je peux faire pour vous, n'hésitez pas à me le dire... Je ferai de mon mieux pour vous donner une idée claire de la route à prendre et vous avertir des dangers !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_draw_appear_01"
		},
		{
			"voicelineId": 80001,
			"title": "Bavardage - Cible",
			"voicelineType": "1101",
			"description": "Je ferais mieux de me tenir prêt rapidement... La prochaine mission pourrait commencer à tout moment.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_01"
		},
		{
			"voicelineId": 80002,
			"title": "Bavardage - Rapport de situation",
			"voicelineType": "1102",
			"description": "Confirmation de la position actuelle, mesure de la distance jusqu'à la zone cible... Analyse topographique terminée.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_02"
		},
		{
			"voicelineId": 80003,
			"title": "Bavardage - Définir une route",
			"voicelineType": "1103",
			"description": "Grâce à un travail de reconnaissance rigoureux, il est toujours possible de dégager une route sûre, et ce, peu importe l'environnement.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_03"
		},
		{
			"voicelineId": 80004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Quelle averse... J'espère que le terrain ne sera pas trop boueux, sinon je devrais aider les autres à nettoyer leurs bottes... Ça ne me laissera pas assez de temps pour cuisiner.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_heavyRain_01"
		},
		{
			"voicelineId": 80005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Le tonnerre peut camoufler le bruit de nos mouvements. C'est notre ami.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_thunder_01"
		},
		{
			"voicelineId": 80006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "La neige est très belle, mais elle m'empêche de distinguer les caractéristiques du terrain. Je n'apprécie pas.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_snowy_01"
		},
		{
			"voicelineId": 80007,
			"title": "Il fait bon dehors...",
			"voicelineType": "1204",
			"description": "Le soleil brille et nous donne une excellente visibilité... Toutes les conditions sont réunies pour une observation efficace. Que demander de plus ?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_sunny_01"
		},
		{
			"voicelineId": 80008,
			"title": "Le vent souffle fort...",
			"voicelineType": "1205",
			"description": "Cette brise... Est-ce un signe de l'Archon Anémo ou un effet de la topographie sur l'atmosphère ?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_gale_01"
		},
		{
			"voicelineId": 80009,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Oh, bonjour ! Je vous ai préparé un petit déjeuner qu'on a l'habitude de manger dans l'unité d'expédition. Si ça vous dit, vous pourriez me parler de votre plan d'action pour aujourd'hui pendant le repas ?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingMorning"
		},
		{
			"voicelineId": 80010,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Une minute, j'ai bientôt terminé de préparer notre repas : la ration de terrain nº3. C'est la préférée de l'unité de reconnaissance. Je vais inspecter la zone à proximité encore une fois et trouver un endroit idéal pour une pause.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNoon"
		},
		{
			"voicelineId": 80011,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Le dîner est prêt ! Ce ne sont que de rations assez rudimentaires, mais elles satisferont vos besoins nutritionnels. Allez-y, servez-vous... Si vous avez de l'équipement à entretenir, vous pouvez me le confier.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight"
		},
		{
			"voicelineId": 80012,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Il se fait tard, je dois organiser les notes que j'ai prises aujourd'hui, lors de mon repérage. Les lits de camp ont été installés, pourquoi ne pas aller vous reposer ? Notre encas nocturne sera prêt après votre sieste, puis on pourra échanger nos rôles.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight2"
		},
		{
			"voicelineId": 80013,
			"title": "À propos de Mika - Travail",
			"voicelineType": "2001",
			"description": "Quel est le travail d'un arpenteur ? Mon devoir est de partir en reconnaissance quand un terrain inconnu se présente, afin de l'analyser et d'en identifier les lieux clés. Parfois, il m'arrive de tomber sur des ennemis. En plus de pouvoir dresser une carte de la zone, je dois donc être prêt à les affronter, être capable d'effectuer les gestes de premiers secours et connaître des techniques de survie.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle"
		},
		{
			"voicelineId": 80014,
			"title": "À propos de Mika - Frivolité",
			"voicelineType": "2005",
			"description": "Installer un campement, allumer un feu, cuisiner des repas et entretenir l'équipement... Ce sont des tâches essentielles. Si les autres rechignent à les faire, je les aiderais volontiers si je peux... Tout le monde est content, de cette façon.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80015,
			"title": "À propos de nous - Rumeurs",
			"voicelineType": "2003",
			"description": "Désolé... Quand je suis revenu à Mondstadt, on m'a tout raconté sur vous. Je pensais que des personnes aussi puissantes que Paimon et vous avaient un code de conduite strict. Parfois, ce genre de personnes peut être assez susceptible... Alors, je crains de les contrarier si je prononce un mot de travers. Heureusement pour moi, vous êtes très {M#gentils}{F#gentilles} ! Je n'ai pas à m'en faire pour ça !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close"
		},
		{
			"voicelineId": 80016,
			"title": "À propos de nous - Langage codé",
			"voicelineType": "2002",
			"description": "Certains soldats d'avant-garde utilisent le terme « Octave » pour signaler qu'ils sont à court de munitions et qu'ils retournent au camp... ou « Véra » pour indiquer que les conditions sont optimales pour affronter l'ennemi. Et si on inventait nos propres mots de code ? Ils nous seront utiles. Après tout, nous serons amenés à travailler ensemble pendant longtemps. J'écoute vos propositions !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80017,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3001",
			"description": "Honnêtement, je n'arrive toujours pas à croire que j'ai reçu un œil divin. Il m'est d'une grande aide, mais je ne peux pas constamment faire appel à son pouvoir. Je le considère plutôt comme un dernier recours. Étant un membre de l'Ordre de Favonius, le travail d'équipe est très important pour moi. J'ai donc tout intérêt à réfléchir à des moyens de surmonter les obstacles avec mes coéquipiers.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80018,
			"title": "#Quelque chose à partager{NON_BREAK_SPACE}?",
			"voicelineType": "3002",
			"description": "Une petite astuce d'arpenteur qui pourrait vous servir : étendez votre bras et levez votre pouce en direction de la zone cible. Alignez le champ de vision de votre œil droit et votre pouce sur la gauche de la cible, puis celui de votre œil gauche sur la droite de cette dernière. Ensuite, multipliez la distance entre les deux côtés avec le bon facteur. Ça vous permettra d'estimer l'altitude d'une montagne et de savoir s'il est possible de l'escalader. Pareil avec la largeur d'une rivière et la possibilité de la traverser à la nage.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_share_01"
		},
		{
			"voicelineId": 80019,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Klee m'a dit qu'il existait une plante capable de transmettre des sons. Si seulement je pouvais en emmener une avec moi en mission... Plus besoin de revenir pour faire mon rapport. Je pourrais rester près du front, tout en signalant aux forces à l'arrière de tirer leurs flèches sur les ennemis pour éliminer rapidement la menace.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_gift_01"
		},
		{
			"voicelineId": 80020,
			"title": "À propos de Kaeya...",
			"voicelineType": "4001",
			"description": "J'ai dû passer plusieurs examens avant de faire partie de l'Ordre de Favonius. Le capitaine Kaeya était l'examinateur principal. Il a été encourageant avec moi et m'a donné beaucoup de conseils... Mais parfois, je ne comprenais pas vraiment ses paroles. J'avais peur de ne pas pouvoir suivre son rythme et de le décevoir.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80021,
			"title": "À propos de Varka - Enseignement",
			"voicelineType": "4002",
			"description": "Le Grand Maître Varka est un grand homme qui inspire le respect et il s'agit aussi de mon instructeur personnel en matière de combat. Il m'a appris à faire preuve d'agilité et d'éviter le combat rapproché pour compenser ma petite taille et mon manque d'endurance. J'ai donc appris à manier l'arme d'hast et l'arbalète selon ses conseils. Ça me convient parfaitement.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80022,
			"title": "À propos de Varka - Capitano",
			"voicelineType": "4003",
			"description": "Le Grand Maître me disait de me fixer des objectifs plus ambitieux et de me démener pour les atteindre. C'est l'état d'esprit dans lequel j'étais, mais je ne me rendais pas compte de la gravité que des événements pouvaient prendre avant de partir en expédition... Un jour, j'ai croisé le chemin de l'Exécuteur des Fatui nommé « Capitano ». Je n'avais aucune idée de comment l'affronter... Un combattant aussi exceptionnel que lui est comme issu d'un autre monde, je ne fais pas le poids.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80023,
			"title": "À propos de Jean...",
			"voicelineType": "4004",
			"description": "La Vice-Maîtresse... Enfin, la Grande Maîtresse suppléante, est une dirigeante attentionnée sur qui l'on peut compter. Elle prend soin de tout le monde. J'ai tellement à apprendre d'elle, que ce soit pour l'organisation du travail, les premiers secours ou la cuisine.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80024,
			"title": "À propos d'Amber...",
			"voicelineType": "4005",
			"description": "Amber... C'est l'Éclaireuse la plus capable que je connaisse, ses compétences en matière de reconnaissance sont excellentes ! Nos postes sont similaires dans la façon que nous avons d'agir en amont des autres unités. Amber est très expérimentée, elle m'a enseigné beaucoup de techniques de survie et d'entretien pour l'arc et les flèches de mon arbalète.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80025,
			"title": "À propos d'Eula - Missions",
			"voicelineType": "4006",
			"description": "La capitaine Eula est une combattante aguerrie qui possède un style de combat unique. Elle a toujours veillé sur moi. Quand j'ai rejoint son unité, elle m'a attribué bien plus de tâches qu'aux autres membres et j'ai pu améliorer ma capacité d'adaptation en un rien de temps. C'est un plaisir de travailler avec elle, une fois qu'on s'habitue à sa façon de s'exprimer.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80026,
			"title": "À propos d'Eula - Comportement",
			"voicelineType": "4007",
			"description": "J'ai beaucoup d'admiration pour la capitaine Eula. Elle est amicale, franche et possède un mental d'acier. Je crois que je serais resté enfermé dans ma chambre si tout le monde me dévisageait et parlait derrière mon dos.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80027,
			"title": "À propos de Lisa...",
			"voicelineType": "4008",
			"description": "Lisa m'a toujours proposé son aide quand j'apprenais la cartographie en autodidacte. Elle m'a trouvé tout un tas de livres intéressants sur le sujet. J'aimerais bien être aussi érudit qu'elle... C'est toujours un avantage d'avoir des connaissances, elles se révèlent forcément utiles un jour.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80028,
			"title": "À propos de Klee...",
			"voicelineType": "4009",
			"description": "Klee ? C'est une petite boule d'énergie et j'ai même entendu dire... qu'elle était aussi puissante que le Grand Maître. J'ai été convié à quelques-unes de ses aventures auparavant et on s'est toujours amusés ensemble ! Parfois, elle aime tester des armes dangereuses, alors je dois souvent revoir mes cartes... Mais ça en vaut la peine !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80029,
			"title": "À propos de Venti...",
			"voicelineType": "4010",
			"description": "J'aime bien ce barde. C'est un artiste talentueux et sa musique me donne toujours ce sentiment d'être rentré chez moi. Je trouve que son œuvre représente bien Mondstadt. Dommage que je ne sois pas souvent en ville, je lui aurais apporté des cadeaux tous les jours.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80030,
			"title": "À propos d'Albedo...",
			"voicelineType": "4011",
			"description": "Albedo a toujours été très gentil avec moi. C'est lui qui m'a aidé à fabriquer tout l'équipement que j'utilise sur le terrain. J'ai même des stylos qui peuvent écrire quand je suis suspendu d'un arbre à l'envers. Par contre, je crois que le dessin de cartes est assez différent du dessin artistique ? J'ai essayé de faire quelques croquis d'une zone cible pour apporter des informations supplémentaires un jour et on raconte qu'Albedo est resté silencieux pendant un certain temps en les voyant.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_albedo_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80031,
			"title": "Connaître Mika (1)",
			"voicelineType": "5001",
			"description": "Vous voudriez en savoir plus à mon sujet ? Je suis quelqu'un d'ordinaire, alors je n'ai rien de spécial à raconter... Peut-être que je pourrais vous parler de certaines situations que j'ai rencontrées auparavant ? Enfin, si ça vous dit.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_01"
		},
		{
			"voicelineId": 80032,
			"title": "Connaître Mika (2)",
			"voicelineType": "5002",
			"description": "J'ai toujours voulu devenir cartographe depuis ma plus tendre enfance pour cartographier le moindre recoin de Teyvat. Ce n'est que par la suite que j'ai découvert qu'un poste du même genre existait au sein de l'Ordre de Favonius. Grâce à l'aide de mon père et de mon frère aîné, j'ai réussi la sélection pour devenir arpenteur. C'est vraiment le travail de mes rêves, il m'apporte beaucoup de joie.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 80033,
			"title": "Connaître Mika (3)",
			"voicelineType": "5003",
			"description": "Tous les membres de l'Ordre de Favonius sont des individus extraordinaires. Il y a forcément un enseignement que je peux tirer de chacun. Après avoir tant appris, je ne peux que les remercier en leur apportant mon aide autant que possible.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80034,
			"title": "Connaître Mika (4)",
			"voicelineType": "5004",
			"description": "Certaines personnes me considèrent comme le messager du Grand Maître et de la capitaine Eula après m'avoir vu faire quelques courses pour eux deux. Une parole de travers et je les mets dans la mouise, en plus de devoir en assumer les conséquences. C'est pour cette raison que je ne me prononce que sur des sujets que je connais. Tout le monde a l'impression que je suis timide, mais c'est un gros malentendu ?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 80035,
			"title": "Connaître Mika (5)",
			"voicelineType": "5005",
			"description": "Depuis mon retour de l'expédition, je me sens plus serein. C'est une bonne chose. Ce que les autres peuvent penser de moi m'importe peu, du moment que je ne pose de problème à personne. L'Ordre de Favonius est ma seconde famille. Je dois faire en sorte d'assurer à mon poste pour que les autres puissent effectuer leur travail sans aucun problème et terminer leur journée l'esprit tranquille.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80036,
			"title": "Les loisirs de Mika...",
			"voicelineType": "6001",
			"description": "Mes loisirs ? J'aime bien camper en territoire inconnu. Admirer un paysage nouveau, installer un camp confortable, allumer un feu et cuisiner un peu. C'est ça, le vrai bonheur !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_hobby"
		},
		{
			"voicelineId": 80037,
			"title": "Les problèmes de Mika...",
			"voicelineType": "6002",
			"description": "À vrai dire, je ne suis pas très à l'aise quand il s'agit d'interagir avec des personnes que je ne connais pas. J'ai du mal à faire la conversation, pourriez-vous me donner quelques conseils ?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_annoyed"
		},
		{
			"voicelineId": 80038,
			"title": "Plats préférés...",
			"voicelineType": "6005",
			"description": "Le Grand Maître estime que je dois manger plus de viande pour me permettre de gagner en force et en endurance. Je ne pense pas que cela me fera devenir très musclé, mais j'aime bien les plats de viande. Mes collègues de l'unité de reconnaissance semblent également les apprécier.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodLike_01"
		},
		{
			"voicelineId": 80039,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Contrairement à mon frère, je ne supporte pas le goût de l'alcool. Une gorgée suffit à me faire perdre connaissance et à causer des ennuis aux autres. Rien que l'odeur qui se dégage d'une bouteille d'alcool fraîchement ouverte suffit à me donner le tournis.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodDislike"
		},
		{
			"voicelineId": 80040,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Merci beaucoup. Ce plat est une merveille... Je n'ose même pas le manger ! Est-ce que je peux le garder pour l'exposer ?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_pref_01"
		},
		{
			"voicelineId": 80041,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Il n'y a rien à dire, tant au niveau du goût que de la quantité. Vous vous êtes vraiment donné du mal.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_normal_01"
		},
		{
			"voicelineId": 80042,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Euh... Bon, puisque vous avez préparé ce plat pour moi... Je vous promets de le manger.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_dislike_01"
		},
		{
			"voicelineId": 80043,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Que pourrions-nous faire pour célébrer cette occasion ? Hmm... Aujourd'hui, c'est votre jour spécial ! Nous devons le célébrer comme il se doit ! J'ai préparé le « Guide des lieux les plus splendides de Mondstadt ». Il y a des informations sur de nombreux endroits qui en valent le détour et que peu de gens connaissent. Je vous souhaite un quotidien rempli de bonheur jusqu'à ce que ce jour arrive à nouveau l'année prochaine !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 80044,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "J'ai encore un long chemin à faire pour vous arriver à la cheville, mais j'ai un peu plus confiance en moi désormais. Au moins, je ne serai plus un fardeau pour vous.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 80045,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "J'espère pouvoir vous apporter davantage de renseignements utiles pour vous faciliter l'aventure !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 80046,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Permettez-moi de voyager à vos côtés et de découvrir le monde qui s'étend sous nos pieds ensemble !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80047,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Merci du fond du cœur ! Je me rapproche de mon objectif : permettre à tout le monde d'avancer en toute sécurité, sans se fatiguer ni se préoccuper des dangers potentiels !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 80048,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Épinglage rapide !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_01"
		},
		{
			"voicelineId": 80049,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "À l'attaque.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_02"
		},
		{
			"voicelineId": 80050,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Abandonne.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_03"
		},
		{
			"voicelineId": 80051,
			"title": "Compétence élémentaire (4)",
			"voicelineType": "100004",
			"description": "Tir de précision !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_04"
		},
		{
			"voicelineId": 80052,
			"title": "Compétence élémentaire (5)",
			"voicelineType": "100005",
			"description": "Désolé pour ça !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_05"
		},
		{
			"voicelineId": 80053,
			"title": "Compétence élémentaire (6)",
			"voicelineType": "100006",
			"description": "Élimination des menaces !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_06"
		},
		{
			"voicelineId": 80054,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Allez, tous ensemble !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_01"
		},
		{
			"voicelineId": 80055,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Je m'occupe des blessés.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_02"
		},
		{
			"voicelineId": 80056,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Une ouverture !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_03"
		},
		{
			"voicelineId": 80057,
			"title": "Utilisation de planeur (1)",
			"voicelineType": "800001",
			"description": "Je surveille d'en haut...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_explore_fly_start_01"
		},
		{
			"voicelineId": 80058,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "De nouvelles choses !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_01"
		},
		{
			"voicelineId": 80059,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Du butin ?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_02"
		},
		{
			"voicelineId": 80060,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Un trésor ! Bien joué, tout le monde !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_03"
		},
		{
			"voicelineId": 80061,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "C'est plutôt embêtant...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_01"
		},
		{
			"voicelineId": 80062,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Faut-il changer de tactique ?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_02"
		},
		{
			"voicelineId": 80063,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "L'ennemi... est puissant.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_03"
		},
		{
			"voicelineId": 80064,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "En arrière ! Je prends la suite !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_01"
		},
		{
			"voicelineId": 80065,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Soins urgents requis...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_02"
		},
		{
			"voicelineId": 80066,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "J'aurais dû... passer sur le côté...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_01"
		},
		{
			"voicelineId": 80067,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Désolé, tout le monde...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_02"
		},
		{
			"voicelineId": 80068,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "C'est la fin... J'ai tout raté...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_03"
		},
		{
			"voicelineId": 80069,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900001",
			"description": "Il faut s'accrocher !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_01"
		},
		{
			"voicelineId": 80070,
			"title": "Attaque légère subie (2)",
			"voicelineType": "900002",
			"description": "Pas de problème !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_02"
		},
		{
			"voicelineId": 80071,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Même... pas mal !",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_01"
		},
		{
			"voicelineId": 80072,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Du sang-froid...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_02"
		},
		{
			"voicelineId": 80073,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Vérification du matériel... Tout est en place.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_01"
		},
		{
			"voicelineId": 80074,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Lance et arbalète prêtes !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_02"
		},
		{
			"voicelineId": 80075,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Je... Je vais en reconnaissance !",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_03"
		}
	]
}