{
	"id": 10000102,
	"name": "Mualani",
	"friendLines": [
		{
			"voicelineId": 102000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Merci de vous joindre à moi aujourd'hui, {M#voyageur}{F#voyageuse}. Je m'appelle Mualani, et je suis une guide du Peuple des sources. Si vous avez besoin de quoi que ce soit, il vous suffit de lever la main ! Maintenant, rangez votre arme, sécurisez vos effets personnels, tenez fermement Paimon et, surtout, oubliez tous vos soucis. Je vous ai préparé une planche « Requinou », alors sautez dessus et essayez de ne pas tomber... Que l'aventure commence !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_draw_appear_01"
		},
		{
			"voicelineId": 102001,
			"title": "Bavardage - Sortir s'amuser",
			"voicelineType": "1101",
			"description": "La chose la plus importante quand on veut sortir pour s'amuser, c'est... Eh bien, sortir ! Il vous suffit de venir et je m'occupe du reste !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_01"
		},
		{
			"voicelineId": 102002,
			"title": "Bavardage - Chasser les vagues",
			"voicelineType": "1102",
			"description": "Avez-vous déjà chassé les vagues ? Ça vous dirait d'essayer ? Allez, on ne vit qu'une fois ! Je vais vous aider à trouver une plage à proximité.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_02"
		},
		{
			"voicelineId": 102003,
			"title": "Bavardage - Unité",
			"voicelineType": "1103",
			"description": "Certaines difficultés sont insurmontables en solitaire, tandis qu'en groupe, tout est possible !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_03"
		},
		{
			"voicelineId": 102004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Waouh ! Ce sol glissant est parfait pour surfer !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_heavyRain_01"
		},
		{
			"voicelineId": 102005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Waouh ! Vous avez vu ça ? Où a-t-il frappé ?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_thunder_01"
		},
		{
			"voicelineId": 102006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "Brr... Allez, terminons pour pouvoir rentrer. J'ai besoin de me baigner dans une source thermale...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_snowy_01"
		},
		{
			"voicelineId": 102007,
			"title": "Il fait bon dehors...",
			"voicelineType": "1204",
			"description": "Par ce temps, je n'ai qu'une envie, c'est de m'allonger au soleil... C'est la météo parfaite pour bronzer.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_sunny_01"
		},
		{
			"voicelineId": 102008,
			"title": "Le vent souffle fort...",
			"voicelineType": "1205",
			"description": "Quand le vent se lève, les vagues prennent de l'amplitude. C'est le meilleur moment pour essayer des figures spéciales !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_gale_01"
		},
		{
			"voicelineId": 102009,
			"title": "Dans le désert...",
			"voicelineType": "1206",
			"description": "Ça a l'air amusant le surf sur sable ! En tant que guide du Peuple des sources, j'accepte le défi !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_desert_01"
		},
		{
			"voicelineId": 102010,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Bonne nouvelle, je n'ai pas dormi trop longtemps aujourd'hui ! Je vais me récompenser avec un délicieux petit déjeuner !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingMorning"
		},
		{
			"voicelineId": 102011,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "*bâille* J'aurais dû dormir plus longtemps... Bon sang, pourquoi est-ce que je vois des moras flotter devant mes yeux... Je vais devoir faire une sieste pendant l'après-midi.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNoon"
		},
		{
			"voicelineId": 102012,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Vous voulez que je vous apporte quelque chose à manger ? Ce sera encore bien chaud, c'est promis ! Ma planche de surf est super rapide, croyez-moi !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight"
		},
		{
			"voicelineId": 102013,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Mince... Je suis encore gonflée à bloc après avoir dansé autour du feu de camp. Je ne vais pas réussir à dormir de la nuit... *soupir* ...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight2"
		},
		{
			"voicelineId": 102014,
			"title": "À propos de Mualani - Produit vedette",
			"voicelineType": "2001",
			"description": "Je choisis avec soin tout ce que je vends dans la boutique, de la variété et de la qualité des produits à la fonctionnalité et aux couleurs. Mais le meilleur d'entre eux, c'est assurément le maillot de bain gonflable. Idéal pour les nageurs débutants, il se gonfle en un rien de temps. Il devient alors une véritable bouée de sauvetage pour une baignade plus sûre !\nVous pouvez le porter même si vous ne nagez pas. Par exemple, j'aime beaucoup le porter lors de fêtes, ça fait toujours sensation ! Regardez, il suffit de faire ça pour rebondir dans tous les sens...\nOh, et il est même disponible dans des couleurs porte-bonheur !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle"
		},
		{
			"voicelineId": 102015,
			"title": "À propos de Mualani - Danse",
			"voicelineType": "2005",
			"description": "Tout le monde aime passer des vacances dans notre tribu. Ici, les plantes et la nature semblent vraiment résonner avec les gens. Presque comme des amis !\nLes vagues qui déferlent, les algues qui se balancent, le bruissement des feuilles... Pour moi, ce sont tous comme des professeurs de danse bien-aimés. Il suffit de suivre leur rythme, de tourner sur soi-même et d'ajouter un pas chassé par là, et vous dansez ! Ne restez pas là comme ça, essayez !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102016,
			"title": "À propos de nous - Salutations",
			"voicelineType": "2003",
			"description": "Vous devez absolument voir ces planches de surf ! Il y en a de toutes les couleurs, dans toutes les matières et avec toutes sortes de motifs ! Quelle est votre couleur porte-bonheur ? Comment ça, vous n'en avez pas ? Alors, je vais en choisir une pour vous !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close"
		},
		{
			"voicelineId": 102017,
			"title": "À propos de nous - Confiance mutuelle",
			"voicelineType": "2002",
			"description": "Nous avons vécu tellement de choses ensemble : le Fief nocturne, l'île mystérieuse... Je dirais que ça fait certainement de nous des compagnons qui se font confiance avec leur vie respective. Si jamais vous vous perdez en chemin, faites-le-moi savoir ! Je suis une très bonne guide, vous savez. Même si je dois tracer un tout nouveau chemin avec ma planche de surf, je trouverai toujours un moyen !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Pierres noires sous des blanches ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				},
				{
					"unlockText": "Terminez « Où les sources reviennent ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15010
					]
				}
			]
		},
		{
			"voicelineId": 102018,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "Pendant un moment, j'ai accroché mon œil divin à ma globi-bouée. Après tout, le bleu azur lui va très bien. Plus tard, quand je jouais au volley avec des amis, je l'ai complètement oublié. La bouée a atterri sur le sable et j'aurais juré avoir entendu quelque chose se briser. Mais quand j'ai vérifié, mon œil divin était toujours intact ! C'était sans doute un signe de chance !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102019,
			"title": "Quelque chose à partager ?",
			"voicelineType": "3002",
			"description": "Vous n'avez pas peur des chiens, j'espère ? Je demande ça parce qu'il faut absolument que vous rencontriez le chien de ma famille ! Il adore jouer et essaye d'avoir des câlins chez tout le monde. Je l'emmène toujours se baigner pour jouer. Il sait même surfer ! Oh, mon petit chien dompte les vagues mieux que moi !\nJe vous le présenterai dès que j'en aurai l'occasion. Sa queue va tournoyer comme une hélice. Faites simplement attention à ne pas vous faire fouetter... Parce que ça fait mal, haha !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_share_01"
		},
		{
			"voicelineId": 102020,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Les koholasaures qui vivent parmi le Peuple des sources apprécient les sources thermales autant que nous. Il n'est d'ailleurs pas rare que nous partagions la même source. Mais si vous n'êtes pas {M#sûr}{F#sûre} de leur tempérament, il est préférable de garder vos distances.\nHmm ? Vous voulez savoir comment évaluer le tempérament d'un koholasaure ? Haha, ma méthode est assez simple. Approchez-vous-en très lentement et vous saurez très rapidement... S'ils ne mordent pas, ils sont probablement détendus. Et s'ils vous mordent, eh bien... Considérez ça comme une petite morsure affectueuse.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_gift_01"
		},
		{
			"voicelineId": 102021,
			"title": "À propos de Mavuika...",
			"voicelineType": "4001",
			"description": "L'Archon Pyro est la personne la plus respectée de Natlan. Je l'admire énormément, pas seulement parce qu'elle est l'Archon Pyro, mais... parce qu'elle a l'air super cool quand elle surfe !\nJe l'ai même déjà défiée à la course... Hmm ? Qui était la plus rapide ? Battez-moi lors d'une course et je vous le dirai !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102022,
			"title": "À propos de Kachina...",
			"voicelineType": "4002",
			"description": "Kachina est incroyablement douce et gentille. Dans sa façon de parler, on voit clairement qu'elle pense toujours aux autres. Elle a tellement de qualités, mais elle est constamment négligée et rabaissée parce qu'elle ne se défend pas. *soupir* Je sais exactement ce dont elle est capable, c'est juste que... son manque de confiance m'inquiète. La plupart du temps, elle finit par croire toutes les choses négatives que les gens disent à son sujet. Je me suis donc donné pour mission personnelle de l'encourager et de faire savoir à tout le monde ce dont elle est capable. Je suis sûre que les gens finiront par la voir sous un autre jour !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102023,
			"title": "À propos de Kinich...",
			"voicelineType": "4003",
			"description": "Ajaw en dit plus en une journée que Kinich en une année entière. Ça ne doit pas être facile de gérer toutes les pitreries d'Ajaw. Mais d'une manière ou d'une autre, Kinich parvient toujours à faire comme il l'entend. Maintenant que j'y pense, la seule fois où ils semblent aussi peu intéressés l'un que l'autre, c'est lorsque je leur parle d'horoscope...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102024,
			"title": "À propos de Chasca...",
			"voicelineType": "4004",
			"description": "Je connais Chasca depuis mon enfance. Il nous est même arrivé de nous chamailler pour des jouets... J'ai été assez surprise d'apprendre qu'elle était devenue médiatrice. On dit que certaines personnes mûrissent lentement, tandis que d'autres grandissent presque instantanément. Je me demande parfois si j'ai déjà commencé...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102025,
			"title": "À propos de Citlali...",
			"voicelineType": "4005",
			"description": "Grand-mère Citlali est sans aucun doute le Maître du vent nocturne le plus expérimenté que j'ai jamais vu. Ce n'est pas seulement une aînée, c'est l'aînée la plus cool de tous les temps ! Ses prédictions sont toujours très précises. Il y a longtemps, elle a dit que les couleurs porte-bonheur pour mon commerce étaient le rose et le bleu. Et devinez quoi, les globi-bouées roses et bleues sont désormais ce que je vends le plus !\nQuand je suis allée la déranger... Euh, lui rendre visite l'autre jour, elle m'a parlé d'{M#un étranger}{F#une étrangère} qui pourrait me porter chance... Mais, attendez ! Vous en êtes {M#un, d'étranger}{F#une, d'étrangère}, n'est-ce pas ?!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102026,
			"title": "À propos d'Iansan...",
			"voicelineType": "4006",
			"description": "Iansan est non seulement la fierté du Collectif de l'abondance, mais aussi de tout Natlan. Elle a participé à de nombreux Pèlerinages de retour du sanctifeu et est toujours invaincue à ce jour ! Je me suis inscrite à sa formation, j'ai même déjà payé les frais. Mais je n'ai pas encore commencé parce que... j'étais trop occupée pour m'entraîner...\nBon, je l'admets... Quand j'ai vu à quoi ressemblait Kachina après son entraînement, j'ai entendu une petite voix intérieure me dire : « Ta place est dans l'eau. Reste trop longtemps sur la terre ferme et tu finiras par y rester. » Il faut parfois écouter son cœur !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102027,
			"title": "À propos de Xilonen...",
			"voicelineType": "4007",
			"description": "Si l'Archon Pyro reconnaît une artisane, vous savez qu'elle est douée. Même si un antique nom est complètement détruit, je parie qu'elle pourrait le réparer pour qu'il redevienne comme neuf. Non, attendez, est-ce que je viens de prédire quelque chose de mauvais ? Un antique nom ne peut absolument pas être détruit. Ce serait très mauvais. J—Je retire ce que j'ai dit ! Et vous n'avez rien entendu non plus, n'est-ce pas ?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102028,
			"title": "À propos d'Ifa...",
			"voicelineType": "4008",
			"description": "Ifa est vraiment le meilleur ! Peu importe ce que vous lui demandez, il est toujours enthousiaste. Sans oublier qu'il est également très rapide et efficace dans tout ce qu'il fait. S'il n'avait pas déjà choisi d'être vétérinaire, je pense qu'il ferait un très bon entraîneur de sports nautiques. Hein ? Il est issu d'une autre tribu ? Peut-être, oui, mais ce n'est pas du tout un problème !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102029,
			"title": "Connaître Mualani (1)",
			"voicelineType": "5001",
			"description": "Vous avez un moment ? Vous voulez venir pour discuter un peu ? Nous pourrions aller aux sources thermales, ou ailleurs. Je ne suis pas difficile à ce sujet. J'ai rarement des opportunités comme celle-ci, c'est pourquoi j'ai emporté mon Daguerréotype. Je vais même vous montrer quelques poses et astuces intéressantes. Croyez-moi, nous allons prendre de superbes photos de groupe aujourd'hui !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_01"
		},
		{
			"voicelineId": 102030,
			"title": "Connaître Mualani (2)",
			"voicelineType": "5002",
			"description": "Pour être une bonne guide, il faut s'appuyer sur l'expérience. Nos ancêtres nous ont légué de nombreuses pratiques desquelles nous pouvons apprendre. Mais ne vous inquiétez pas, je ne suis pas du genre à suivre aveuglément les conseils et coutumes du passé. Je ne jure que par ce que j'ai personnellement testé et approuvé.\nQu'est-ce qui n'a pas fonctionné ? Hmm... Eh bien, lors d'une exploration, je suis arrivée devant une rivière avec un pont. Mais la carte voulait me faire traverser la rivière en bateau. J'ai alors analysé le débit de la rivière et examiné le pont à la recherche de pièges ou d'autres dangers. En fin de compte, il s'est avéré que la seule raison pour laquelle nos ancêtres n'avaient pas suggéré d'utiliser le pont était parce que... celui-ci n'existait tout simplement pas encore !\nAvoir de l'expérience est donc primordial...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 102031,
			"title": "Connaître Mualani (3)",
			"voicelineType": "5003",
			"description": "J'adore servir de guide aux touristes venus d'autres nations ! À l'issue de la visite, ils me remercient toujours de leur avoir fait découvrir les coutumes locales de Natlan. Pour être honnête, je leur suis tout aussi reconnaissante d'avoir partagé leurs expériences avec moi, de me parler de leur nation d'origine et de me raconter des histoires que je n'ai jamais entendues auparavant. En fin de compte, chaque fois que je fais mon travail de guide, c'est un peu comme si je partais en voyage, moi aussi !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102032,
			"title": "Connaître Mualani (4)",
			"voicelineType": "5004",
			"description": "Je fais de mon mieux pour rester tranquille lorsque je rencontre de nouveaux amis, mais... Héhé... Parfois les gens me prennent à part et me disent que je suis trop enthousiaste et que c'est un peu envahissant. C'est pourquoi j'essaye toujours d'y aller doucement au début pour que les gens puissent progressivement s'habituer à moi...\nOh et s'il vous plaît, dites-moi si j'en fais trop, d'accord ? N'ayez pas peur de me vexer. Vous pouvez également me laisser un message anonyme si vous préférez. Je promets d'essayer de m'améliorer !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 102033,
			"title": "Connaître Mualani (5)",
			"voicelineType": "5005",
			"description": "D'une certaine manière, les défis peuvent faire ressortir le véritable potentiel d'une personne. J'ai compris ça en participant au Pèlerinage ! Dans les situations difficiles, deux personnes valent toujours mieux qu'une. Chaque personne compte... En travaillant ensemble, nous pouvons réaliser des miracles !\nPensez à la Guerre des veilleurs nocturnes, par exemple... Ce n'est pas seulement notre combat. Il ne faut pas oublier les héros qui ont défendu Natlan au cours des siècles passés, ni les jeunes générations qui se battront pour nous à l'avenir. Ce sont nos efforts collectifs qui font avancer Natlan. Pour moi, c'est ça, le vrai sens de « Umoja ».",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Pierres noires sous des blanches ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 102034,
			"title": "Les loisirs de Mualani...",
			"voicelineType": "6001",
			"description": "Natation, plongée, ski nautique, surf, parachute ascensionnel, volleyball de plage, volley aquatique, aviron, randonnée palmée, apnée... Je pense que quatre mains ne suffiraient pas pour compter toutes les activités que j'aime. Parfois, quand je suis fatiguée, je me laisse simplement flotter sur l'eau pour me détendre... Je me suis même endormie comme ça plusieurs fois. Ça a beau être confortable, on en paye le prix lorsqu'on se réveille et qu'on se rend compte qu'on a dérivé au milieu de nulle part. Chaque fois que ça m'arrive, j'ai droit à un sermon de la part des aînés...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_hobby"
		},
		{
			"voicelineId": 102035,
			"title": "Les problèmes de Mualani...",
			"voicelineType": "6012",
			"description": "Quand je n'ai pas le moral, j'essaye de me dire : « Allez, ce n'est rien. Ce n'est que de la malchance. Ce n'est pas parce que l'on passe une mauvaise journée que les choses vont rester comme ça. » Ça me remonte généralement un peu le moral. Et si ça ne suffit pas, je pars surfer sur une voie spirituelle pour crier à pleins poumons dans les virages rapides. En quelques tours à peine, j'ai l'impression d'avoir oublié tous mes soucis.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_annoyed_01"
		},
		{
			"voicelineId": 102036,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "J'aime les grands plateaux de fruits de mer, sans viandes ni légumes ! Une seule bouchée me donne l'impression d'être un petit poisson qui nage dans la mer... Ah, quelle sensation de bonheur !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodLike"
		},
		{
			"voicelineId": 102037,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Je regrette d'avoir secrètement versé mon verre de lait dans les sources thermales quand j'étais enfant. Si je l'avais bu, je serais peut-être un peu plus grande... Mais peu importe. J'ai promis à tante Atea que je ne ferai plus jamais une chose pareille ! Je bois toujours mon lait désormais, alors avec un peu de chance, je grandirai encore un tout petit peu. Ça vaut pour vous aussi : tout le monde peut apprendre de ses erreurs de jeunesse !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodDislike"
		},
		{
			"voicelineId": 102038,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Oh, c'est fantastique ! Ça me donne envie de sauter directement sur ma planche de surf et de faire trois saltos sans toucher le sol !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_pref_01"
		},
		{
			"voicelineId": 102039,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Vous en avez encore ? Ce serait un succès assuré lors d'une fête !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_normal_01"
		},
		{
			"voicelineId": 102040,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Nous pourrions peut-être utiliser de l'eau de source thermale pour en améliorer la texture ?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_dislike_01"
		},
		{
			"voicelineId": 102041,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Joyeux anniversaire ! N'ouvrez pas encore vos cadeaux. J'ai spécialement choisi ce restaurant, c'est le plus populaire du coin... Je parie que vous avez déjà reçu beaucoup de vœux d'anniversaire de la part de vos amis. Mais si je vous disais maintenant que de plus en plus de personnes que vous avez rencontrées au cours de vos voyages souhaitent faire la fête avec vous ? Qu'est-ce que vous en dites ?\nHéhé ! Allez, asseyez-vous et profitez de la fête ! Ahem... Excusez-moi, votre attention s'il vous plaît ! C'est l'anniversaire de mon {M#ami}{F#amie} aujourd'hui ! {M#Un héros noble}{F#Une héroïne noble} et redoutable qui a vaincu des bêtes féroces et pansé d'innombrables blessures, physiques et morales ! Alors, souhaitons-lui un joyeux anniversaire ! Très bien. Vous, là-bas, répétez après moi : « Que la chance vous accompagne dans vos aventures ! » Et maintenant, à vous : « Que la victoire couronne tous vos combats ! » Et enfin, tous ensemble... « Joyeux anniversaire, {M#voyageur}{F#voyageuse} ! À la chance, à la santé, et à beaucoup de bonheur ! »",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 102042,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Oh, c'est exactement ce que je voulais ! Ne vous arrêtez pas en si bon chemin !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 102043,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "J'ai l'impression de devenir plus forte ! Que diriez-vous d'un match amical de volleyball de plage ? Mais je ne compte pas me retenir !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 102044,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "C'est mon jour de chance, je le sens ! J'ai l'impression que je pourrais même dompter les vagues gigantesques qui m'ont balayée la dernière fois ! Il n'y a pas de temps à perdre, relevons le défi !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102045,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Pour assurer la sécurité de mon groupe, je déconseille généralement à mes clients de visiter des endroits trop dangereux. Mais je suis bien consciente que des dangers sont inévitables, et qu'il faudra parfois combattre. Alors, laissez-moi vous accompagner. Ensemble, rien ne peut nous résister !",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 102046,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "C'est parti !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_01"
		},
		{
			"voicelineId": 102047,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Dompter les vagues...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_02"
		},
		{
			"voicelineId": 102048,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Plus vite !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_03"
		},
		{
			"voicelineId": 102049,
			"title": "Compétence élémentaire (4)",
			"voicelineType": "100004",
			"description": "Youhou !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_04"
		},
		{
			"voicelineId": 102050,
			"title": "Compétence élémentaire (5)",
			"voicelineType": "100005",
			"description": "Génial !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_05"
		},
		{
			"voicelineId": 102051,
			"title": "Compétence élémentaire (6)",
			"voicelineType": "100006",
			"description": "À nous les vagues !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_06"
		},
		{
			"voicelineId": 102052,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Prenez cette vague énorme qui arrive !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_01"
		},
		{
			"voicelineId": 102053,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "À toi de jouer, Requinou !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_02"
		},
		{
			"voicelineId": 102054,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Regardez-moi ! Bonne chance !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_03"
		},
		{
			"voicelineId": 102055,
			"title": "Début de sprint (1)",
			"voicelineType": "700001",
			"description": "Sauve qui peut.",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_01"
		},
		{
			"voicelineId": 102056,
			"title": "Début de sprint (2)",
			"voicelineType": "700002",
			"description": "Vous voulez emprunter ma planche de surf ?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_02"
		},
		{
			"voicelineId": 102057,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Je vous avais dit que c'était notre jour de chance aujourd'hui !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_01"
		},
		{
			"voicelineId": 102058,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Le meilleur est toujours caché au fond !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_02"
		},
		{
			"voicelineId": 102059,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Ah, ça m'a échappé des mains ! Vite, on ramasse ! J'espère que ça ne va pas nous porter la poisse...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_03"
		},
		{
			"voicelineId": 102060,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Je dois protéger mes clients !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_01"
		},
		{
			"voicelineId": 102061,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Ce n'est pas mon jour de chance...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_02"
		},
		{
			"voicelineId": 102062,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Je peux le faire... J'en suis capable !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_03"
		},
		{
			"voicelineId": 102063,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Vous n'êtes pas {M#seul}{F#seule} à vous battre !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_01"
		},
		{
			"voicelineId": 102064,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Ça suffit, je m'occupe du reste !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_02"
		},
		{
			"voicelineId": 102065,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Quel genre de guide... prend du retard...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_01"
		},
		{
			"voicelineId": 102066,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "« Personne ne combat jamais seul... »",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_02"
		},
		{
			"voicelineId": 102067,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Enfin... à la maison...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_03"
		},
		{
			"voicelineId": 102068,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900002",
			"description": "D'accord, ça suffit.",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_L_02"
		},
		{
			"voicelineId": 102069,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Calmez-vous !",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_01"
		},
		{
			"voicelineId": 102070,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Ma planche de surf...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_02"
		},
		{
			"voicelineId": 102071,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Waouh, quelle équipe ! La victoire est assurée !",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_01"
		},
		{
			"voicelineId": 102072,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Bonjour ! Comment allez-vous ?",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_02"
		},
		{
			"voicelineId": 102073,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Waouh ! Allons-y !",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_03"
		}
	]
}