{
	"id": 10000059,
	"name": "Shikanoin Heizou",
	"friendLines": [
		{
			"voicelineId": 59000,
			"title": "Première rencontre...",
			"voicelineType": "1000",
			"description": "Je suis Shikanoin Heizou, le plus fin et le plus brillant des détectives de la Commission administrative... Ouh là, on dirait que la vie vous a vraiment {M#malmené}{F#malmenée} récemment, ai-je raison ? Tenez, pourquoi ne pas vous asseoir et tout me raconter depuis le début.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_draw_appear"
		},
		{
			"voicelineId": 59001,
			"title": "Bavardage - Crime",
			"voicelineType": "1101",
			"description": "Hmm... Je sens l'odeur d'un crime dans l'air.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_01"
		},
		{
			"voicelineId": 59002,
			"title": "Bavardage - Détective",
			"voicelineType": "1102",
			"description": "Un bon détective doit bien faire son travail, et cela signifie aller un peu partout pour rassembler des preuves.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_02"
		},
		{
			"voicelineId": 59003,
			"title": "Bavardage - Intuition",
			"voicelineType": "1103",
			"description": "Mon intuition me dit que quelque chose de remarquable est sur le point de se produire.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_03"
		},
		{
			"voicelineId": 59004,
			"title": "Après la pluie...",
			"voicelineType": "1201",
			"description": "Espérons juste que la pluie n'ait pas emporté tous les indices.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_afterRain_01"
		},
		{
			"voicelineId": 59005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Tiens donc ? Qui est le sournois criminel qui vient de prêter serment ?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_thunder_01"
		},
		{
			"voicelineId": 59006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "Avez-vous déjà entendu parler de l'affaire de l'esprit vengeur de Dosdragon ? Cette histoire commence lors d'une nuit sombre et enneigée, il y a longtemps...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_snowy_01"
		},
		{
			"voicelineId": 59007,
			"title": "Le vent souffle fort...",
			"voicelineType": "1204",
			"description": "Allez, courage ! Ce n'est qu'un peu de vent, ce n'est pas un ouragan !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_gale_01"
		},
		{
			"voicelineId": 59008,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Bonjour ! Dites donc, vous n'avez pas l'air en forme. Vous avez fait un cauchemar ? *soupir* J'aurais dû savoir qu'il fallait attendre un peu avant de vous mêler à une affaire aussi choquante.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingMorning"
		},
		{
			"voicelineId": 59009,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Maintenant qu'on a fini de déjeuner, que diriez-vous de jouer à un jeu pour garder nos esprits aiguisés ? Des pierres de relais ? Haha, très bien, pourquoi ne pas s'échauffer avec ça.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNoon"
		},
		{
			"voicelineId": 59010,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Quand le soleil prend son repos, c'est aux étoiles qu'il incombe la tâche d'observer les criminels.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight"
		},
		{
			"voicelineId": 59011,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "C'est l'heure de dormir, génial ! Quels rêves vais-je faire cette nuit ?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight2"
		},
		{
			"voicelineId": 59012,
			"title": "À propos de Shikanoin Heizou - Détective",
			"voicelineType": "2001",
			"description": "Un bon détective doit savoir se creuser les méninges pour anéantir les tentatives de fuites des criminels. C'est pour cela qu'un vrai détective n'a même pas besoin de se servir d'une arme.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle"
		},
		{
			"voicelineId": 59013,
			"title": "À propos de Shikanoin Heizou - Mots-clés",
			"voicelineType": "2005",
			"description": "J'ai pris l'habitude d'inscrire toutes les choses que j'observe dans ma mémoire en les associant à des mots-clés. Cela m'est d'une grande aide lorsque j'essaye de faire des déductions. Tenez, prenons par exemple cet homme : des poils de chat sur un pantalon propre et une égratignure au poignet. On dirait qu'il a un faible pour les animaux, sans toutefois savoir comment se faire aimer des chats... Quant à ce type là-bas, il semble très préoccupé par sa main blessée, et il porte une paire de chaussures neuves qui ne vont pas avec ses vêtements usés... Une minute, c'est peut-être un nouveau dossier pour moi !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59014,
			"title": "À propos de nous - Mission",
			"voicelineType": "2003",
			"description": "J'ai l'impression que vous avez une pile interminable de missions et que vous n'arriverez jamais à toutes les finir. Je me disais donc que vous pourriez peut-être m'en proposer quelques-unes de temps en temps ? Je ne parle pas de celles qui impliquent des combats, des livraisons ou des recherches d'objets perdus. Comme vous le savez, ce n'est pas mon style. Je ne m'occupe que de grosses affaires importantes qui comportent beaucoup de mystères à résoudre... Alors, ne m'oubliez pas quand vous aurez quelque chose du genre, d'accord ? Héhé.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close"
		},
		{
			"voicelineId": 59015,
			"title": "À propos de nous - Inévitabilité",
			"voicelineType": "2002",
			"description": "« Coïncidence » est un joli mot. Il donne l'impression que les choses ont été déterminées par le destin. Malheureusement, en tant que détective, je ne crois pas aux coïncidences. Notre rencontre est vraiment l'aboutissement de tous les choix et actes que nous avons effectués jusqu'à présent. Ce que je veux dire, c'est que... c'est nous qui décidons du destin.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close1"
		},
		{
			"voicelineId": 59016,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3001",
			"description": "Alors comme ça, il y a des rumeurs selon lesquelles je serais capable de maîtriser mes collègues de la Commission administrative sans même utiliser mon œil divin ? Bon, laissez-moi mettre les choses au clair. Premièrement, bien que je sois techniquement un doushin, je suis avant tout un détective. Mon esprit est mon meilleur atout, pas mes muscles. Deuxièmement, ce n'est pas comme si mes collègues et moi, on se battait tout le temps. Et troisièmement... *soupir* On dirait que vous n'êtes pas si facilement dupe. Très bien, oubliez cela.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59017,
			"title": "Quelque chose à partager - Sentiment d'accomplissement",
			"voicelineType": "3002",
			"description": "En reconstituant la piste que nous fournissent les indices, on se rapproche de plus en plus du coupable... Et lorsque je mets enfin la dernière pièce du puzzle en place... J'ai toujours un grand sentiment d'accomplissement. Que c'est exaltant !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_01"
		},
		{
			"voicelineId": 59018,
			"title": "Quelque chose à partager - Doushin",
			"voicelineType": "3005",
			"description": "Non seulement le fait d'être un doushin confère un certain prestige, cela me permet aussi d'être plus proche du terrain dans certaines des affaires les plus difficiles, ce qui a définitivement élargi mes horizons par rapport à l'époque où j'étais à l'agence de détectives. En ce qui concerne les autres tâches, à savoir les patrouilles, les arrestations de criminels et autres, je laisse évidemment tout cela à des personnes plus qualifiées. Il y a des limites à ce qu'un détective peut faire tout seul, vous savez.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_02"
		},
		{
			"voicelineId": 59019,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Dites-moi, vous y connaissez-vous en bois ? Oui, je parle du bois de n'importe quel arbre ordinaire que vous pouvez trouver le long de la route. Un criminel a de fortes chances de laisser des traces en se heurtant à l'écorce d'un arbre, en bousculant un tas de sciure ou en piétinant des feuilles. Si vous savez quels arbres poussent dans quelles régions et que vous avez de la chance, vous pouvez en déduire certains détails cruciaux. On peut donc tout à fait dire que les arbres sont les meilleurs amis du détective.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_gift_01"
		},
		{
			"voicelineId": 59020,
			"title": "À propos de Kujou Sara...",
			"voicelineType": "4001",
			"description": "Kujou Sara ? C'est sans aucun doute possible la personne la plus stricte de toute la Commission administrative ! Ce serait bien qu'elle nous lâche un peu la grappe et qu'elle nous laisse respirer. Elle est toujours sur mon dos à cause de mes absences occasionnelles inexpliquées, mais que voulez-vous que je vous dise... Je vais juste là où les preuves me mènent.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59021,
			"title": "À propos d'Arataki Itto...",
			"voicelineType": "4002",
			"description": "Je lui ai rendu service en allant lui apporter des melons lavandes grillés en prison plusieurs fois. Une fois, je l'ai surpris en train de chanter. Les paroles de sa chanson étaient vraiment nulles, mais malgré cela, il ne chantait pas trop mal. Ce n'est pas tous les jours qu'on voit un prisonnier avoir le cœur à pousser la chansonnette.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59022,
			"title": "À propos de Kuki Shinobu...",
			"voicelineType": "4003",
			"description": "Le gang Arataki est une organisation libre et diverse qui accepte tout le monde, quel que soit son passé. Plutôt étonnant, si vous voulez mon avis. Ils ont de la chance d'avoir Shinobu pour les aider à garder le cap. Hmm ? Comment est-ce que je sais tout ça ? Haha, eh bien... Une telle déduction est plus qu'élémentaire, {M#mon cher}{F#ma chère}.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59023,
			"title": "À propos de Yae Miko...",
			"voicelineType": "4004",
			"description": "Maintenant que j'y pense, la maison d'édition de la guuji publie aussi des romans policiers, n'est-ce pas ? Quand est-ce que vous pouvez jouer les intermédiaires pour que je puisse m'y présenter en personne ? De nos jours, pour devenir un détective célèbre, il ne suffit pas d'être doué, il faut aussi de la publicité. Hein ? Hé, oh ! Non, je n'ai pas d'arrière-pensées !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59024,
			"title": "À propos de Kaedehara Kazuha - Points communs",
			"voicelineType": "4005",
			"description": "Kazuha ? Oui, on peut compter sur lui. Quand il vous aide, c'est un peu comme s'il déversait un coffre devant vous et qu'une pléthore de trésors se dévoilait à vos yeux. Si seulement je possédais sa sensibilité à la nature... Oh, je comprends maintenant ! Le vent est pour lui ce que mon intuition est pour moi !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59025,
			"title": "À propos de Kaedehara Kazuha - Invitation",
			"voicelineType": "4006",
			"description": "Quel dommage ! Depuis que le décret de saisie a été abrogé, je n'ai plus aucune raison de l'arrêter officiellement. Mais bon... Je suppose que maintenant, je peux l'inviter officiellement à venir à la Commission administrative pour qu'on puisse discuter ensemble.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59026,
			"title": "À propos de Gorou...",
			"voicelineType": "4007",
			"description": "La suspicion constante du général Gorou a rendu mon voyage sur l'Île de Watatsumi beaucoup plus mouvementé que je ne l'avais prévu... Partout où j'allais, il y avait des soldats qui me surveillaient de près. Honnêtement, je n'étais qu'un simple touriste on ne peut plus ordinaire et ennuyeux, comme n'importe qui d'autre. Tout au plus, je ne suis qu'un petit détective, et je ne m'occupe que de mes propres affaires.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59027,
			"title": "À propos de Sangonomiya Kokomi...",
			"voicelineType": "4008",
			"description": "Je n'ai jamais vu Son Altesse Sangonomiya. Quand elle fait son apparition, tout le village se presse autour d'elle, et moi, ce n'est pas mon genre de faire ça. Oh, et même si j'arrivais à passer à travers tous les villageois, il reste encore son escorte de prêtresses du sanctuaire ! Nous, les jeunes, on doit vraiment se démener pour obtenir une telle reconnaissance de la part de tous comme elle l'a fait.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59028,
			"title": "À propos de Kamisato Ayaka...",
			"voicelineType": "4009",
			"description": "Je connais à peine la fille du Clan Kamisato. Je suis heureux de ne pas être issu d'une famille prestigieuse comme celle-là... Ce n'est certainement pas le genre de vie qui me convient.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59029,
			"title": "Connaître Shikanoin Heizou (1)",
			"voicelineType": "5001",
			"description": "Même lorsque quelqu'un choisit de rester absolument silencieux, vous pouvez en apprendre beaucoup sur lui en observant simplement ses vêtements, sa posture et ses expressions faciales. Maintenant, si notre conversation se terminait ici... que pourriez-vous déduire de ma seule apparence ?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_01"
		},
		{
			"voicelineId": 59030,
			"title": "Connaître Shikanoin Heizou (2)",
			"voicelineType": "5002",
			"description": "Une fois, alors que j'assistais à un procès, j'ai été pris d'une impulsion et ai empêché la prononciation du jugement. Si l'objection que j'avais formulée alors s'était avérée invalide, ce moment n'aurait pas été le tournant qui m'a vu devenir un détective. Au lieu de cela, Shikanoin Heizou aurait été mis sous écrou pour avoir perturbé le travail de la justice... Hahaha !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 59031,
			"title": "Connaître Shikanoin Heizou (3)",
			"voicelineType": "5003",
			"description": "Enquêter sur des affaires extraconjugales, retrouver des animaux domestiques en fuite... Ce sont à peu près les seules affaires que l'on trouve dans une agence de détectives. Personnellement, j'ai besoin de dossiers d'un calibre plus élevé... Il est donc évident que ma seule option était de quitter le navire et de rejoindre la Commission administrative. De plus, Sango et moi n'étions pas toujours d'accord sur certains points... Ce sont des choses qui arrivent, je suppose.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59032,
			"title": "Connaître Shikanoin Heizou (4)",
			"voicelineType": "5004",
			"description": "Quand j'ai rejoint la Commission administrative, j'ai affûté mes compétences en examinant des affaires non résolues. Et puis, sans que je m'en rende compte, la montagne de dossiers qui se trouvait sur le bureau a fini par être complètement aplanie... C'est dommage, ces jours-ci, je n'ai plus le temps de repasser les vieux cas. On me demande sans cesse d'aider à résoudre les affaires les plus difficiles, et j'ai à peine le temps de reprendre mon souffle entre deux missions... Que voulez-vous, quand vous êtes un inspecteur de mon rang, ce sont les dossiers qui viennent à vous.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 59033,
			"title": "Connaître Shikanoin Heizou (5)",
			"voicelineType": "5005",
			"description": "Lorsqu'un détective est confronté à un criminel, il a en quelque sorte déjà échoué. Quoi qu'il puisse faire pour établir la vérité et identifier le coupable, il ne pourra jamais réparer le crime qui a déjà été causé. C'est pourquoi je veux que ma réputation s'étende. Je veux être un détective célèbre qui fait trembler les criminels en herbe et tuer leurs plans dans l'œuf ! Bon, maintenant que vous m'avez entendu déblatérer tout ça, pourquoi ne pas me donner un coup de main ?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 59034,
			"title": "Les loisirs de Shikanoin Heizou...",
			"voicelineType": "6001",
			"description": "Aimeriez-vous assister à un procès à la Commission administrative un jour ? C'est comme regarder la vérité émerger lentement, au fur et à mesure que les éléments de l'enquête sont recollés les uns aux autres... Je peux vous réserver une très bonne place, mais on devra faire comme si l'on ne se connaissait pas... Il faudra faire semblant, oui.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_hobby"
		},
		{
			"voicelineId": 59035,
			"title": "Les problèmes de Shikanoin Heizou...",
			"voicelineType": "6002",
			"description": "Il y a toujours ces gens qui recourent à la violence à la toute dernière seconde, comme si cela allait résoudre leurs problèmes. C'est une vraie déception. Pour moi, la victoire, c'est de voir le visage de l'accusé qui avoue son crime devant mes preuves irréfutables et mes déductions sans failles... Dès qu'un détective doit utiliser la force brute, il a déjà perdu.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_annoyed"
		},
		{
			"voicelineId": 59036,
			"title": "Plats préférés...",
			"voicelineType": "6005",
			"description": "Citez-moi un seul aliment qui n'ait pas meilleur goût une fois frit. Que ce soit de la viande ou des légumes, tant que ça sort d'une friteuse, j'adore ça ! Je ne pense pas que quiconque ayant l'estomac vide puisse résister à l'odeur de la nourriture frite.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodLike_01"
		},
		{
			"voicelineId": 59037,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "J'ai horreur des repas du soir au Poste de police. C'est toujours les mêmes repas régentés, et on ne peut pas dire qu'ils ont bon goût. Quand il est question de nourriture, on ne peut être heureux que lorsqu'on peut manger exactement ce que l'on veut. Pauvre de moi, qui suis obligé de m'enfuir du poste pour aller me remplir le ventre !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodDislike"
		},
		{
			"voicelineId": 59065,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Hmm... C'est bon, j'adore ! Vous vous êtes vraiment donné du mal, merci beaucoup !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_pref_01"
		},
		{
			"voicelineId": 59066,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Diriez-vous que la cuisine est plus un travail physique ou intellectuel ? C'est sans doute les deux à la fois. Pas étonnant donc que vous soyez un cordon-bleu !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_normal_01"
		},
		{
			"voicelineId": 59067,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Hmm, laissez-moi réfléchir. À quel moment avez-vous commis une erreur...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_dislike_01"
		},
		{
			"voicelineId": 59038,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Quand j'ai appris que c'était votre anniversaire aujourd'hui, il y a eu un bref moment où j'ai vraiment eu envie de vous emmener dans une pièce verrouillée pleine de mécanismes et de cadeaux, dont vous ne pourriez sortir qu'en résolvant une multitude d'énigmes... Héhé, je plaisante ! Je ne ferais jamais une telle chose avant de m'être assuré que cela ne vous plaise. Allez, venez avec moi. Il y a un endroit magnifique que je dois vous montrer avant que le soleil ne se couche.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 59039,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Plus je deviens fort, plus mon intuition s'affine !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 59040,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Mes aptitudes au combat ont augmenté. Si seulement mes facultés intellectuelles pouvaient progresser de la sorte...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 59041,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Dites donc ! Il semble que je vais vraiment devenir celui que les gens appellent « La tempête ».",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59042,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Merci pour votre confiance et votre soutien, {M#mon cher partenaire}{F#ma chère partenaire}. Je n'aurais pas pu aller aussi loin sans votre aide. Allez, tapez-m'en cinq ! On a encore plein de mystère à résoudre vous et moi !",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 59043,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100004",
			"description": "Prenez ça !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_04"
		},
		{
			"voicelineId": 59044,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100005",
			"description": "Ne niez pas les faits !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_05"
		},
		{
			"voicelineId": 59045,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100006",
			"description": "Venez voir par là !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_06"
		},
		{
			"voicelineId": 59046,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Avouez tout !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_01"
		},
		{
			"voicelineId": 59047,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Tempête !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_02"
		},
		{
			"voicelineId": 59048,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Le voile est levé !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_03"
		},
		{
			"voicelineId": 59049,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Ne laissez pas ce coffre se faire la malle !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_01"
		},
		{
			"voicelineId": 59050,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Vous voyez ? Mon intuition ne me trompe jamais.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_02"
		},
		{
			"voicelineId": 59051,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Ouah, j'aime ce que je suis en train de voir !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_03"
		},
		{
			"voicelineId": 59052,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Argh, faut-il vraiment avoir recours à la force ?",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_01"
		},
		{
			"voicelineId": 59053,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "C'est vraiment déconcertant.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_02"
		},
		{
			"voicelineId": 59054,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "C'est en dehors des compétences d'un détective...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_03"
		},
		{
			"voicelineId": 59055,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Ouah, attention !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_01"
		},
		{
			"voicelineId": 59056,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "C'en est trop, je prends l'affaire en main.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_02"
		},
		{
			"voicelineId": 59057,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "La vérité fera surface...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_01"
		},
		{
			"voicelineId": 59058,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Ha, un détective devenu victime...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_02"
		},
		{
			"voicelineId": 59059,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Comment ai-je pu... perdre mes moyens...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_03"
		},
		{
			"voicelineId": 59060,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900002",
			"description": "Je vous le déconseille.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_L_02"
		},
		{
			"voicelineId": 59061,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910002",
			"description": "On a du pain sur la planche !",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_H_02"
		},
		{
			"voicelineId": 59062,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Une nouvelle affaire ?",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_01"
		},
		{
			"voicelineId": 59063,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Vous êtes {M#tombé}{F#tombée} sur un os ? Dites-moi tout.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_02"
		},
		{
			"voicelineId": 59064,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Allons-y, {M#mon cher partenaire}{F#ma chère partenaire}.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_03"
		}
	]
}