{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Comment ça ? Je change d'apparence et tu ne me reconnais pas ? Je suis libre et je vis sans contrainte. Je peux aller où je veux, accompagnée de qui je souhaite. Néanmoins, ahem... Au vu de ma renommée, merci de bien vouloir m'appeler « Xianyun » en public.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Bavardage - Mécanique",
			"voicelineType": "1101",
			"description": "Les mystères de l'art des mécanismes sont trop complexes pour être expliqués en quelques mots. Mais pourquoi mes explications font dormir ceux qui m'écoutent à chaque fois ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Bavardage - Monde des mortels",
			"voicelineType": "1102",
			"description": "Le monde est en paix, et tout se renouvelle. C'est une ère très favorable pour l'humanité.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Bavardage - Expériences intéressantes",
			"voicelineType": "1103",
			"description": "Puisque tu n'as rien à faire, pourquoi ne pas venir chez moi ? Nous pourrions discuter des derniers événements intéressants ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Maintenant que tout est harmonieux dans le monde des mortels, il n'est plus nécessaire d'invoquer le vent et la pluie.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Ah non ! Quel vacarme...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "Il fait bon dehors...",
			"voicelineType": "1203",
			"description": "Quelle belle vue que nous avons là. Le temps est propice pour prendre de la hauteur et regarder au loin. Oh, je ne vais pas m'envoler et te laisser {M#seul}{F#seule}.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "Le vent souffle fort...",
			"voicelineType": "1204",
			"description": "Ce vent est vraiment revigorant, que dis-tu de porter un blason des Adeptes et me suivre pour une promenade dans les cieux ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Cela fait longtemps que je suis réveillée, je ferme simplement les yeux pour méditer. C'est vraiment bénéfique pour l'esprit, tu devrais essayer aussi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Hmm ? Ne me regarde pas comme ça. Aujourd'hui, c'est à ton tour de préparer le déjeuner, non ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Tu voulais qu'on aille au marché de nuit ensemble ? Qu'y a-t-il de beau à voir là-bas ? Si tu veux voir quelque chose d'insolite, je peux te le fabriquer.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Je suis encore en pleine forme... Mais je vois que tu as les paupières qui tombent, tu ferais mieux d'aller te reposer.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "À propos de Xianyun - Disciples",
			"voicelineType": "2001",
			"description": "J'ai toujours été libre et sans retenue, mes disciples m'ont naturellement emboîté le pas. Elles sont tellement occupées qu'elles ne m'ont pas écrit pendant des semaines... Je ne me sens pas seule pour autant ! Hmm... Cependant, si je prenais le temps d'aller leur rendre visite parce que je m'inquiète pour elles, cela ne devrait pas les déranger, n'est-ce pas ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "À propos de Xianyun - Cuisine",
			"voicelineType": "2005",
			"description": "La cuisine préparée par une machine n'est pas aussi raffinée que celle préparée par des humains, mais le temps gagné en utilisant un cuiseur suprême peut permettre de me consacrer à l'invention d'une nouvelle version améliorée. Ensuite, celle-ci me permettra de gagner encore plus de temps et ainsi de suite... Héhé, si j'arrive à répéter ce cycle, peut-être qu'un jour, le pouvoir de cuisiner tous les délices de ce monde sera entre mes mains.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "À propos de nous - Compagnons",
			"voicelineType": "2003",
			"description": "Afin de faciliter les voyages à l'avenir, je suis allée scruter la terre depuis le ciel dans le but de fabriquer cette boussole indiquant le chemin. Alors ? Tu n'as jamais eu de compagnon de voyage aussi méticuleux, n'est-ce pas ? Tu dis bien connaître la topographie des environs ? Ah... La mémoire des humains leur joue souvent des tours. Quand tu te perdras un jour, tu me remercieras d'avoir pris ces précautions.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "À propos de nous - Liens",
			"voicelineType": "2002",
			"description": "Malgré mon absence de préoccupations matérielles, je suis tout à fait consciente de l'importance des « liens ». C'est un mot si simple pour une chose si profonde et très difficile à expliquer. Prenons l'exemple de mon rapport avec mes vieilles connaissances. Il se passe parfois des années avant de nous revoir, mais nous nous chamaillons très souvent. Et pourtant, nos liens sont si profonds que peu importe la distance physique qui nous sépare, nous ne nous sentons jamais seuls, ni à la dérive dans ce monde. Tu fais partie de ceux que je tiens en haute estime, et je suis heureuse de te compter parmi mes amis. Chéris-tu également le lien que nous partageons ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "Le Souverain de la Roche a dit un jour que « l'œil divin » représentait une responsabilité. Que nous vivions en ermite dans les montagnes ou dans une ville animée, nous ne devons pas oublier notre devoir de protéger le monde des mortels. Désormais, nous sommes dans l'ère des hommes, mais je continuerai à chérir cette responsabilité à l'avenir.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Une étoile en approche ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "Quelque chose à partager ?",
			"voicelineType": "3002",
			"description": "Cet oiseau mécanique n'est qu'un prototype. Je voudrais en faire un plus gros et faire un creux au milieu pour le transformer en un véhicule pour admirer le paysage avec mes vieux amis... Mais les défis liés à l'alimentation et au fonctionnement d'un tel appareil se sont toutefois révélés quelque peu difficiles à régler. Je dois également pouvoir contrôler ses mouvements de rotation, sa capacité de transformation, sans parler de ses dispositifs de sécurité... *soupir* si Guizhong était encore là, elle aurait certainement pu me proposer plein de solutions fantaisistes mais ingénieuses à ce problème.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Le Mont Aozang est un lieu idéal pour cultiver son esprit. Il possède une beauté innée incomparable, et l'essence pure de la nature y règne. Autrefois, de nombreuses créatures interloquées se rassemblaient et me regardaient pendant que je méditais. Et très vite, la tranquillité des lieux a été remplacée par des gazouillis et des cris... Mais cela ne m'a guère dérangée.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "À propos de Ganyu...",
			"voicelineType": "4001",
			"description": "J'ai demandé à Ganyu ce qu'elle faisait pendant ses heures supplémentaires, et elle m'a répondu avec tout un tas de mots complexes, comme « comptes rendus de réunion », « résumés de tâches », « rapports annuels », « budgets financiers »... Hmph, heureusement que du sang de Qilin coule dans ses veines et que je lui ai appris à ménager sa santé, sinon toutes ces tâches administratives auraient eu raison d'elle... La prochaine fois que tu la verras, demande-lui si elle boit chaque jour l'infusion de fleurs de Qingxin pour la vision que je lui ai faite.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "À propos de Shenhe...",
			"voicelineType": "4002",
			"description": "Shenhe m'a raconté qu'une fois, alors qu'elle livrait une commande pour le Restaurant Wanmin, elle était passée par les toits pour gagner du temps. Le client fut tellement terrifié lorsqu'elle sauta sur le pas de sa porte qu'il s'apprêtait à appeler les Millelithes... Mais heureusement que Shenhe avait disparu aussi vite qu'elle était arrivée, en laissant derrière elle les plats qu'elle devait livrer avant que le client n'ait eu le temps de réagir. Je suis ravie de constater qu'elle devient de plus en plus compétente pour gérer ce genre de crises.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Retour de la grue dans le vent ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "À propos de Zhongli...",
			"voicelineType": "4003",
			"description": "Lorsque le Souverain de la Roche a appris que j'allais acheter un logement au Port de Liyue, il m'a conseillé de faire attention aux meubles et à la décoration lors de mon achat. Il m'a aussi parlé de l'éclairage, de la ventilation, de la menuiserie sur mesure, des porcelaines, et encore de la disposition des plantes... Ma tête allait exploser à force de l'entendre. Est-ce si stressant de vouloir s'installer dans le monde des mortels ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Mille lieues sous la lune ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "À propos de Xiao...",
			"voicelineType": "4004",
			"description": "Le Dompteur de démons est encore plus reclus que moi. Rares sont les occasions où il se montre lors de nos rassemblements au fil des siècles. J'ai entendu dire que tu entretenais de bons liens avec lui ? De quoi lui parles-tu habituellement ? Dis-moi la prochaine fois que tu le verras, je préparerai un peu de pudding au tofu pour que tu le lui donnes.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "À propos de Hu Tao...",
			"voicelineType": "4005",
			"description": "Cette jeune fille parle d'une manière très bizarre, mais elle a l'air d'être très respectée par le personnel du Funérarium Wangsheng. Le Souverain de la Roche a lui-même jugé bon de servir sous ses ordres en tant que « consultant »... On m'a aussi dit que ses goûts en matière de nourriture étaient des plus étranges. Je suis assez intriguée par ce genre de personnes excentriques.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "À propos de Xiangling...",
			"voicelineType": "4006",
			"description": "Lorsque j'ai mentionné le cuiseur suprême dans une de mes conversations avec Xiangling, elle m'a répondu contre toute attente qu'un plat ne pouvait pas être authentique à moins d'être préparé à la main... Hmph, mais mon cuiseur suprême a également été fabriqué de mes propres mains, en quoi les plats qu'il confectionne ne seraient-ils pas authentiques ? Il faudrait que je me mesure à elle... Mais sa maîtrise de la cuisine liyuéenne est vraiment impressionnante... Il faudrait que j'améliore ma machine avant de vouloir la défier...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "À propos de Ningguang...",
			"voicelineType": "4007",
			"description": "La Megrez mène ses affaires avec une grande habileté et est très méticuleuse dans sa façon de parler. Hmph, je dois bien admettre que le Port de Liyue est prospère sous la gouvernance des Sept Étoiles. J'observe ses moindres actions pour découvrir les secrets de sa réussite... *tousse* Tu es la première personne à qui je dis cela, surtout garde-le pour toi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Une étoile en approche ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "À propos de Keqing...",
			"voicelineType": "4008",
			"description": "À chaque fête, elle me rend visite au nom des Sept Étoiles et m'apporte toujours des cadeaux. C'est vraiment une enfant attentionnée. Je n'ai pas besoin de trop m'inquiéter pour Ganyu avec la présence de cette collègue compétente et avisée...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "À propos de Yun Jin...",
			"voicelineType": "4009",
			"description": "Il existe de nombreuses pièces d'opéra de Liyue qui s'inspirent d'histoires sur les Adeptes. Certaines sont directement adaptées de mes exploits... Bien entendu, je ne les ai jamais vues. Ce doit être assez gênant de voir quelqu'un d'autre jouer son rôle, n'est-il pas ? Mais la pièce de Yun Jin qui adapte la vie de Shenhe m'intéresse, j'irai la voir quand je trouverai le temps.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Retour de la grue dans le vent ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "À propos de Yaoyao...",
			"voicelineType": "4010",
			"description": "Un jour, Yaoyao a emprunté mes lunettes et les a mises sur son nez. Elle a trouvé cela tellement amusant qu'elle n'a pas arrêté de rire... Ah, les enfants sont capables de s'amuser de mille et une façons.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "À propos de Gaming...",
			"voicelineType": "4011",
			"description": "Gaming est un garçon chaleureux qui parle d'une manière intéressante, sans pour autant être grandiloquent. Je l'apprécie beaucoup. La première fois que je l'ai rencontré, il m'a vue me reposer au bord d'un lac et s'est décidé à partager ce qu'il avait à manger avec moi. Par la suite, il a dit qu'à ses yeux, j'étais une aînée vénérable plutôt qu'une Adepte. Héhé, en tant qu'aînée, je ne manquerai pas de prendre soin de lui.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "Connaître Xianyun (1)",
			"voicelineType": "5001",
			"description": "Tu souhaites en savoir plus sur mon passé ? J'ignore si ces vieilles histoires valent la peine d'être partagées. Toi, qui as voyagé aux quatre coins de Teyvat, tu as sûrement plus de choses intéressantes à dire. À quoi ressemblent les divinités des autres nations ? Certains adorent-ils discuter comme moi ? Faisons-nous du thé, tu pourras tout me raconter après.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "Connaître Xianyun (2)",
			"voicelineType": "5002",
			"description": "Il fut un temps où de nombreux mortels recherchaient la sagesse des Adeptes. Je ne sais pas comment certains ont fait pour découvrir l'emplacement de ma demeure, mais de temps en temps, je retrouve des offrandes de nourriture à l'autel du Mont Aozang... Hmph, comment de simples mortels peuvent-ils s'attendre à ce que j'interrompe ma méditation pour goûter les plats qu'ils m'ont offerts ? Néanmoins, j'ai été touchée par leur sincérité et j'ai attendu le moment où personne n'était dans les parages pour me livrer à... *tousse* Pour accepter leurs offrandes.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "Connaître Xianyun (3)",
			"voicelineType": "5003",
			"description": "Il y avait également d'autres mortels qui venaient devant ma demeure pour me demander de les accepter en tant que disciples. J'ai refusé de leur accorder une audience, mais ils sont restés. Le Mont Aozang était devenu un véritable terrain de camping à cause d'eux... J'ai alors affiché une note à l'extérieur de ma demeure : tous ceux qui voulaient devenir mes disciples devaient me proposer quatre-vingt-dix-neuf recettes mettant en vedette les fleurs de Qingxin, et de m'en préparer une chaque jour... Comme prévu, aucun d'entre eux ne pouvait satisfaire cette demande. Hmph, la maîtrise de la magie des Adeptes ou des arts mécaniques nécessite d'excellentes compétences et une grande tranquillité d'esprit. S'ils ne peuvent pas donner le meilleur d'eux-mêmes pendant trois mois, c'est inutile de me solliciter.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "Connaître Xianyun (4)",
			"voicelineType": "5004",
			"description": "Malgré toutes les merveilleuses prouesses que nous pouvons accomplir grâce à la maîtrise des arts mécaniques, je m'en sers à des fins de loisirs. Durant une année où il a neigé abondamment à Liyue, le Mont Aozang était recouvert par plusieurs mètres de neige et les gens restaient chez eux sans rien avoir à faire. C'est alors que j'ai eu l'idée de fabriquer un dériveur de neige. Quand ce vieux Grave-Lune nous a vus, Guizhong, Flâne-Sentier, moi et les autres nous amuser dans la neige, il a souhaité se joindre à nous. Mais il avait pris un mauvais départ en faisant dérailler ma machine dès son premier essai, avant de se vautrer dans la neige pas très loin d'elle. Il nous a fallu au moins une journée pour le sortir de sous la neige... Bien plus tard, j'ai ajouté de nombreux dispositifs de sécurité dans ma machine, à tel point qu'un enfant de trois ans pourrait la conduire sans problème. Malheureusement, j'ai dû faire un compromis en baissant sa vitesse.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "Connaître Xianyun (5)",
			"voicelineType": "5005",
			"description": "Après avoir déménagé au Port de Liyue, j'ai lu beaucoup de littérature populaire, dont certains romans de justiciers chevaleresques qui étaient très divertissants, bien que les personnages présents dans ces histoires soient le fruit de l'imagination de leurs auteurs. Ne serait-il pas plus fascinant de raconter des histoires inspirées de personnes réelles que l'on connaît ? C'est dommage que mes disciples ne veuillent pas que je raconte leurs histoires à d'autres... Et si tu adaptais les récits de voyage que tu m'as racontés en roman ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Mille lieues sous la lune ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Les loisirs de Xianyun...",
			"voicelineType": "6001",
			"description": "Lorsque je n'ai rien à faire, je me repose dans les montagnes pour profiter de la douce brise qui apaise l'esprit.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "Les problèmes de Xianyun...",
			"voicelineType": "6012",
			"description": "Depuis que j'ai déménagé au Port de Liyue, mes nombreux amis, anciens comme nouveaux, viennent me rendre visite ou m'inviter à manger les uns après les autres. Si cela continue, je crains d'être à court de moras bientôt...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terminez « Mille lieues sous la lune ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Qu'importe le plat, il est mémorable tant qu'il est mangé en compagnie d'amis.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Les Adeptes se consacrent à leur raffinement spirituel et n'ont pas besoin de consommer les délices du monde des mortels. Quand nous en mangeons, ce n'est pas pour nous nourrir, mais pour en apprécier la saveur... Ainsi, si tu prépares un plat et que tu ne le trouves pas assez bon, ne prends pas la peine de me le proposer. En fait, il vaudrait mieux que cela soit moi qui fasse la cuisine...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Les ingrédients utilisés sont frais, et le goût en bouche est sublime. As-tu appris en cachette de mes talents de cuisinière ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Le goût de ce plat est secondaire. C'est ton intention d'avoir cuisiné pour moi qui compte.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Ces derniers temps, je ne me sers pas de mon cuiseur suprême. Je peux te le prêter.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Tiens, ouvre cette boîte en bois. C'est un petit mécanisme que j'ai fabriqué durant mon temps libre, essaye de jouer avec. Regarde, si tu frappes dans tes mains comme ceci, les pétales de lotus s'ouvrent, les lanternes s'allument en faisant un cercle, et la chanson d'anniversaire que tous les jeunes aiment est jouée... Cela apportera un peu de joie lorsque tu feras une fête d'anniversaire pour célébrer cette année de plus. Je te souhaite une heureuse journée.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Après avoir passé beaucoup de temps chez moi, ce n'est pas plus mal de sortir et de me dégourdir les jambes de temps en temps.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Il y a certains arcanes d'Adepte que je n'ai pas utilisés depuis de nombreuses années... Je suis certainement en manque de pratique.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Je vois de l'impatience dans tes yeux... *soupir* On dirait que je vais devoir mieux te montrer de quoi je suis capable.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "C'est pendant notre temps passé en ce monde que nous gagnons davantage d'expérience. La communication est plus importante que la force. Si tu as du temps libre, trouvons un endroit avec une vue dégagée, admirons le paysage, discutons, ralentissons la cadence et profitons de la vie.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Hou !",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Que le vent nous emporte !",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Dispersion des nuages !",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Que les huit vents soufflent !",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "L'Adepte arrive !",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Convergez, nuages !",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Je pourrais les utiliser comme des composants.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Quelle chose insolite, laisse-moi voir ça.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Est-ce que je devrais inventer... un discerneur de curiosités ?",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Quelle audace !",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "De bonnes aptitudes au combat !",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Je t'accompagnerai jusqu'au bout.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Fais de ton mieux.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Pourquoi ne m'as-tu pas appelée ?",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "J'ai l'estomac vide... Cette fois, ça ne compte pas...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "C'est un accident de parcours...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Je n'ai même pas pu... utiliser mes machines...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Ce n'est rien du tout.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "C'est sans conséquence.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Mes machines ont été calibrées, nous pouvons y aller.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Est-ce que la nourriture est prête ?",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Je parcours des milliers de lieues chaque jour, alors ne perdez pas ma trace.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}