{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Bonjour, je m'appelle Xilonen et je fais partie des Enfants des échos. Si vous souhaitez que je vous forge des outils, n'hésitez pas à me le dire. Cependant, j'ai déjà beaucoup de commandes qui s'accumulent. Même si vous introduisez une demande maintenant, vous allez devoir patienter.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Bavardage - Végétation",
			"voicelineType": "1101",
			"description": "*soupir* La plante en pot qui était sur le porche est morte à nouveau. Je l'arrosais pourtant tous les jours... Ne me dites pas que je l'ai noyée cette fois-ci ?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Bavardage - Repos",
			"voicelineType": "1102",
			"description": "On devrait faire une pause après avoir couru dans tous les sens comme ça... Oui, reposons-nous un peu ici.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Bavardage - Forge",
			"voicelineType": "1103",
			"description": "... Combien de commandes de forge me reste-t-il encore à terminer ? Voyons, une, deux... Hmm, c'est moins que ce que je pensais. Je verrai demain.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "C'est un temps parfait pour faire une sieste à l'atelier...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "Quand il neige...",
			"voicelineType": "1202",
			"description": "Atchoum ! ... Ah, je suis réveillée maintenant.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "Il fait bon dehors...",
			"voicelineType": "1203",
			"description": "*bâille* C'est l'heure de faire une sieste... Oh waouh, où sont passées mes lunettes de soleil...?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "Dans le désert...",
			"voicelineType": "1204",
			"description": "La température est idéale... Ah, mais ce n'est pas le meilleur endroit pour s'allonger...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Bonjour, vous avez bien dormi ? Tenez, prenez ça. Boire quelque chose de sucré dès le matin vous mettra de bonne humeur pour toute la journée.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "C'est déjà l'après-midi, ce qui signifie... *bâille* qu'il est temps de faire une pause. Je vais faire une sieste, réveillez-moi si vous avez besoin de quelque chose...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Waouh, que le temps passe vite... C'est tout pour aujourd'hui. Allons manger ensemble pour célébrer la fin d'une bonne journée de travail.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Bonne nuit. N'oubliez pas d'ajuster votre oreiller, sinon vous aurez mal au cou demain matin.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "À propos de Xilonen - Équilibre travail-vie personnelle",
			"voicelineType": "2001",
			"description": "Même lorsque vous êtes très {M#occupé}{F#occupée}, vous devez prévoir du temps pour vous reposer. Si vous travaillez sans cesse, votre esprit et votre corps vont faire grève... Et quand cela se produit, impossible de faire du bon boulot.\nHmm ? Vous ne trouvez pas de moment pour faire une pause ? Dans ce cas, dites simplement que j'ai soudainement besoin de vous voir pour quelque chose d'important. Venez faire une petite sieste dans mon atelier, je vous couvrirai.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "À propos de Xilonen - Lenteur",
			"voicelineType": "2005",
			"description": "Certaines de mes amies m'ont dit que je pouvais parfois être un peu lente et que je montre rarement mes émotions. Par exemple, une fois, j'étais chez l'une d'entre elles pour une fête, et nous avons commencé à parler de mariage. Une autre amie a demandé si nous allions pleurer quand elle se marierait, et avant que je m'en rende compte, tout le monde s'était mis à pleurer. Elles sanglotaient toutes en disant qu'elles ne voulaient pas la perdre en tant qu'amie...\nJe ne comprenais pas pourquoi tout le monde pleurait. Le mariage n'est-il pas censé être un heureux événement ? Elle ne fait que se marier, elle ne part pas pour toujours. Nous pourrons encore aller lui rendre visite.\nHmm ? Et si elle était triste et se mariait contre son gré ? Oui, j'y ai pensé.\nDans ce cas, je débarquerais simplement à la cérémonie pour l'enlever. Je suis très rapide, vous savez. Oui, je la sauverais à temps.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "À propos de nous - La forge",
			"voicelineType": "2003",
			"description": "Peu importe ce que vous fabriquez, la température du fourneau est essentielle. Si elle est trop basse, vous ne pourrez pas ramollir ni faire fondre les matériaux, et ce sera impossible de nettoyer les impuretés. Si elle est trop élevée, certains matériaux deviendront inutilisables.\nLa plupart des artisans ajustent la température en retirant du carburant ou en ajoutant du bois à brûler.\nQuant à moi, j'ajoute généralement des gemmes riches en phlogistique pour réguler la température. Les flammes alimentées par du phlogistique sont bien plus puissantes que celles d'un feu ordinaire...\nQu'est-ce que je fais avec les gemmes une fois que tout le phlogistique a été consumé ? Je trouve simplement un endroit pour les empiler. Sans le phlogistique, elles n'ont plus qu'une valeur esthétique. Si vous en voulez, n'hésitez pas à vous servir.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "À propos de nous - Bénédiction",
			"voicelineType": "2002",
			"description": "",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « ??? ».",
					"conditionType": "FETTER_COND_NOT_OPEN",
					"paramList": []
				},
				{
					"unlockText": "Terminez « Prière de bénédiction sur les sommets dentelés ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "Oh, mon œil divin ? Oui, il est plutôt utile. Il me permet d'identifier plus précisément la concentration et la répartition de l'élément Géo dans divers minerais. Ça m'aide à trier rapidement le bon minerai de celui de mauvaise qualité.\nEst-ce qu'il a une signification particulière ? Euh, je n'y ai jamais vraiment réfléchi. Tant que ça peut m'aider dans mon travail, le reste m'importe peu.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "#Quelque chose à partager{NON_BREAK_SPACE}?",
			"voicelineType": "3002",
			"description": "J'essaye souvent de forger de petits ornements aux structures complexes pour perfectionner mes compétences en matière d'artisanat de précision. Ça peut être un pendentif en forme de toile ou des boucles d'oreilles en rouleaux tissés... Une fois que j'ai terminé un produit, je l'offre généralement à l'un de mes amis ou voisins.\nSi je suis capable de faire des bagues ? Bien sûr ! L'autre jour, j'en ai réalisé une en forme de chrysanthème brillant. Rien que le schéma de conception m'a demandé pas mal d'efforts.\nVous en voudriez une ? Bien sûr. Montrez-moi votre main. Une fois que j'aurais mesuré votre doigt, je vous forgerai une bague en un rien de temps.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Je n'ai vraiment pas la main verte... J'ai arrosé mes plantes tous les trois jours, arraché les mauvaises herbes tous les cinq jours et mis du fertilisant deux fois par semaine, comme le disaient les instructions. J'ai même veillé à ce qu'elles reçoivent la bonne quantité de lumière, mais toutes mes plantes ont fané avant de mourir.\n*soupir* Ne me dites pas que même le jardinage demande un peu de chance ?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "À propos de Kachina...",
			"voicelineType": "4001",
			"description": "Kachina m'a chargée de lui forger une perceuse qui pourrait non seulement creuser le sol, mais aussi rebondir. Ce n'était pas très compliqué à réaliser, mais régler l'angle du siège était délicat. En fin de compte, Kachina a accepté ma suggestion d'abandonner le siège au profit d'un système manuel de commande qui se connecte au noyau d'alimentation de la perceuse...\nPourquoi Kachina veut-elle rebondir lorsqu'elle utilise Virevolturbo ?\nC'est comme ça qu'elle le voulait. Elle a dit qu'elle préférait avoir une réponse sensorielle directe pendant qu'elle conduisait. J'ai donc retiré une partie du système d'absorption des chocs.\nJe me demande si je devrais lui fabriquer un protège-dents ensuite. La dernière chose que je veux, c'est qu'elle se morde la langue en utilisant la perceuse...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "À propos de Mualani...",
			"voicelineType": "4002",
			"description": "Mualani est une athlète extraordinaire. Je n'ai jamais vu quelqu'un rendre le surf ou la glisse sur les voies spirituelles aussi fluides et faciles. En fait, je n'ai encore jamais vu Mualani faire une erreur.\nQue se passerait-il si une personne ou un saurien se retrouvait sur sa route ? Hmm, je suis presque sûre qu'elle les ramasserait simplement et continuerait à glisser.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "À propos de Chasca...",
			"voicelineType": "4003",
			"description": "Faire fonctionner le fusil de Chasca en haute altitude n'a pas été une tâche facile. Tout d'abord, j'ai dû m'assurer qu'il resterait stable et fiable lors des combats à grande vitesse. Ensuite, j'ai dû développer des munitions standards et spéciales pouvant être utilisées pour le combat en haute altitude. Finalement, j'ai dû réfléchir à la manière de résoudre les problèmes de recul et de précision en plein vol...\nMais Chasca m'a dit que les deux derniers problèmes n'étaient pas très graves, et qu'elle pourrait se débrouiller à condition que j'installe un viseur mécanique de base.\nChasca est clairement une experte de l'utilisation de cette arme. Ça prouve qu'elle est vraiment un as du vol du Clan des fleurplumes.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "À propos de Mavuika...",
			"voicelineType": "4004",
			"description": "",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « ??? ».",
					"conditionType": "FETTER_COND_NOT_OPEN",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "À propos de Kinich...",
			"voicelineType": "4005",
			"description": "Kinich est gentil, mais Ajaw est vraiment difficile à vivre.\nD'ailleurs, d'où vient Ajaw ? S'il provient d'une sorte d'appareil, je pourrais très probablement le faire taire pour de bon. Oh, je devrais peut-être trouver un moment pour en discuter avec Kinich...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "À propos de Citlali...",
			"voicelineType": "4006",
			"description": "Citlali venait de temps en temps dans mon atelier pour acheter du minerai. Selon elle, certains minerais peuvent être réduits en poudre et pris comme médicament pour l'aider lors des divinations et des cérémonies. Lui ai-je déjà demandé de me dire la bonne aventure ? Non, connaître l'avenir ne m'intéresse pas. J'ai déjà assez de soucis à me faire avec tout mon travail actuel. En plus, j'ai toujours sommeil pendant les rituels de divination...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "À propos d'Ifa...",
			"voicelineType": "4007",
			"description": "Ifa est déjà venu dans la tribu pour soigner des tepetlisaures. Il est très compétent et sait comment prendre soin de ses patients. Même les sauriens les plus turbulents se tiennent tranquilles en sa présence.\nIfa dit que c'est grâce au jeu de seringues sauriennes que j'ai fabriquées pour lui. Même sans l'aiguille, c'est suffisant pour dissuader toute personne ou tout saurien de mal se comporter. Vous voulez les voir ? J'ai encore des échantillons si ça vous intéresse.\nAttendez ici, je vais aller chercher la plus grosse... Oh ? Pourquoi vous reculez ? Il n'y a même pas d'aiguille, il n'y a pas de danger.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "À propos d'Ororon...",
			"voicelineType": "4008",
			"description": "Selon la règle du moins par moins égale plus, quelqu'un d'étrange dans un groupe de personnes étranges devrait en théorie être normal. Malgré tout, Ororon me paraît toujours un peu étrange.\nNéanmoins, il semble très sympathique en tant que personne. Il a même demandé à Ifa d'apporter des fruits et du miel aux Enfants des échos, probablement parce qu'il pensait qu'il nous avait causé trop de problèmes. Je ne pensais pas qu'on pouvait obtenir un miel aussi sucré à partir de pucerons phlogistiques, il doit savoir ce qu'il fait.\n*soupir* Pourquoi certaines personnes sont naturellement douées avec les plantes et les animaux ?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « L'arc-en-ciel voué à brûler ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "À propos d'Iansan...",
			"voicelineType": "4009",
			"description": "J'ai déjà aidé le Collectif de l'abondance à fabriquer quelques jeux de disques et d'haltères très lourds.\nQuand il était temps de récupérer les marchandises, Iansan est venue avec un groupe de la tribu pour inspecter les produits finis. Elle a ramassé et vérifié chaque poids avant de les placer un par un dans un chariot. Même après avoir soulevé tout ça, elle n'était pratiquement pas essoufflée et son visage avait à peine rougi.\nPour être honnête, je suis un peu jalouse d'elles. Elles sont non seulement vraiment fortes, mais elles ont aussi la main verte...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "Connaître Xilonen (1)",
			"voicelineType": "5001",
			"description": "Même si je suis une forgeuse-nomenclatrice, forger des antiques noms n'est pas mon activité principale. Aider les membres de la tribu à forger des outils et des armes constitue la majorité de mon travail.\nAprès tout, les antiques noms sont assez rares, mais il y a d'innombrables commandes pour d'autres types d'objets...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "Connaître Xilonen (2)",
			"voicelineType": "5002",
			"description": "La partie la plus épuisante des commandes n'est pas le travail de forge, c'est de déchiffrer les demandes formulées de manière confuse par mes clients. Je passe une grande partie de mon temps à les aider à mettre leurs idées au clair afin qu'ils puissent me dire ce qu'ils veulent réellement. Ensuite, je peux enfin prendre mon marteau et me mettre au travail.\nQuand je vois mes clients avoir une révélation grâce à laquelle ils réalisent enfin ce qu'ils veulent, je n'en retire plus aucune joie. En fait, ça me donne envie de vomir. À tel point que ça me coupe l'appétit.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "Connaître Xilonen (3)",
			"voicelineType": "5003",
			"description": "Quand je n'ai pas de commandes, je fabrique généralement quelques petites babioles. Par exemple, les chaussures que je porte utilisent les derniers systèmes de propulsion phlogistique et de nombreux nouveaux types d'alliages. Les écouteurs que je porte peuvent être connectés à un tourne-disque, ce qui me permet d'écouter de la musique pendant que je travaille à la forge...\nÇa paraît compliqué ? Pas vraiment, c'est simplement plus facile de s'investir davantage quand on fait quelque chose qu'on aime plutôt que lorsqu'on travaille.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "Connaître Xilonen (4)",
			"voicelineType": "5004",
			"description": "La principale raison pour laquelle je suis devenue forgeuse-nomenclatrice était que mon père, ma mère, ainsi que la plupart de mes proches l'étaient également. Quand j'étais petite, mes parents me disaient toujours que de toutes les tribus de Natlan, seule la nôtre pouvait assumer la lourde responsabilité de forger des antiques noms. Ils espéraient que je perpétue la tradition lorsque je serai plus âgée.\nJ'ai donc accepté, c'est aussi simple que cela.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "Connaître Xilonen (5)",
			"voicelineType": "5005",
			"description": "Cependant, avant de devenir forgeuse-nomenclatrice, j'ai beaucoup réfléchi à la question de savoir si je devais vraiment m'impliquer dans un travail aussi pénible. Après tout, j'aurais pu choisir de nombreux emplois plus faciles. Même être une forgeronne ordinaire est plus simple que de travailler comme forgeuse-nomenclatrice, et en plus, je pourrais gagner davantage.\nMais en fin de compte, j'ai choisi cette voie.\nForger des antiques noms est une tâche importante dont quelqu'un doit s'occuper. Puisque j'avais les capacités nécessaires pour ce travail, c'est devenu mon devoir d'hériter du métier. C'est exactement ce que mon père a toujours dit : « Lorsque chaque personne à Natlan prendra la responsabilité qu'elle peut assumer, la nation sera forte pour toujours. »\nCe travail est désormais mon devoir. Je l'accomplis, peu importe mon intérêt personnel.\n... Et en plus de ça, j'étais la plus compétente parmi ceux qui apprenaient ce métier dans la tribu. Si je n'étais pas devenue forgeuse-nomenclatrice, quelqu'un d'autre aurait dû le faire à ma place. Les autres étudiants me posaient constamment des questions et copiaient mes devoirs. Si forger des antiques noms était devenu leur métier, je suis sûre qu'ils m'auraient sans cesse questionnée. J'ai donc pensé qu'il serait préférable d'exercer moi-même ce métier plutôt que de gérer tous ces problèmes... Oui, c'est plus pratique pour tout le monde et ça m'évite d'avoir à me soucier du travail des autres toute la journée.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Les loisirs de Xilonen...",
			"voicelineType": "6001",
			"description": "Dormir, rêvasser et me prélasser au soleil... Quand je ne travaille pas, même regarder une page blanche me semble intéressant.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "Les problèmes de Xilonen...",
			"voicelineType": "6012",
			"description": "Lorsque je discute d'une commande de forge avec quelqu'un, la chose que j'ai le plus peur d'entendre est : « Cette demande n'est ni urgente ni importante. Vous pourrez vous y mettre quand vous aurez le temps. »\nD'après mon expérience, ça revient essentiellement à dire : « Je pourrais venir vous presser à tout moment. »\n*soupir* J'ai mal à la tête rien que d'y penser, je crois que je vais me rendormir...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Le sucre et le chocolat. Je travaille à la forge, et les sucreries me donnent l'énergie dont j'ai besoin pour manier mon marteau.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Je n'aime pas l'eau sans saveur. Oui, oui, je sais que boire de l'eau pure est meilleur pour la santé. Mais je ne peux tout simplement pas boire ce genre de choses. Vous ne pouvez pas au moins ajouter un peu de sucre ? Ou en dernier ressort, une pointe de citron...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "C'est délicieux, il y en a encore ? Quand l'ai-je fini ? À l'instant. Je mange vite, et encore plus vite quand c'est bon.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "C'est pas mal, je devrais vous faire goûter un peu de ma cuisine la prochaine fois.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Ah, ça ira pour le moment. J'ai sommeil si je mange trop.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Joyeux anniversaire. Voici un ensemble universel d'outils multifonctions pour vous. Il est composé d'une variété de perceuses et de marteaux, ainsi que de trois scies manuelles et de cinq pieds-de-biche de formes spéciales. Cela devrait vous être utile dans la nature. Oh, et il y a aussi un ensemble de cordes faites de cuir tressé et de fil métallique. Elles devraient être suffisamment résistantes pour soulever un tepetlisaure adulte. Vous savez comment faire des nœuds ? Sinon, je peux vous apprendre maintenant. Regardez... D'abord, tenez la corde comme ça, puis enroulez-la...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "... Miaou ?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Hmm, l'or véritable doit encore être affiné par le feu. Merci.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "J'ai l'impression que mes yeux deviennent plus perçants et mes bras plus forts pour manier mon marteau. Attendez, laissez-moi essayer de marteler quelque chose... Vous devriez reculer.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Vous m'avez tellement aidée, je ne peux pas vous laisser repartir les mains vides. Tenez, prenez cette gemme sur laquelle j'ai gravé mon nom. Vous pouvez l'utiliser pour me demander de l'aide quand vous le souhaitez. Que vous ayez besoin que je vous forge quelque chose ou que je vous accompagne dans une aventure dangereuse, je viendrai vous aider. Cette promesse tiendra jusqu'à ce que mon nom et cette pierre soient complètement érodés.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "C'est parti.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Hmph.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "*soupir* ...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Entendez les échos de la vallée !",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Que les veines de la montagne bouillonnent !",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "À travers les noms gravés, les échos résonnent.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Je surveille. Ne vous inquiétez pas, il n'y a pas d'embuscade.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Il y a beaucoup de bonnes choses, on partage ? Je plaisante, vous pouvez tout prendre.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Hmm, ça devrait valoir quelque chose. Allez, prenez-le.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "C'est embêtant...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Ça suffit.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "... Hmph !",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Je m'en charge.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Je m'en occupe.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "... Les flammes... se sont éteintes...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "La forge... commence à refroidir...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "C'est l'heure... de se coucher...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900002",
			"description": "Encore des ennuis...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910002",
			"description": "... Quelle plaie !",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "On y va ?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Finissons-en au plus vite.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Allons-y, je vous suis.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}