{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Première rencontre...",
			"voicelineType": "1000",
			"description": "Je m'appelle Yanfei, meilleure conseillère juridique de Liyue – au cas où vous auriez des doutes, personne ne m'arrive à la cheville. Je suis experte dans tous les domaines juridiques, du droit du commerce au droit civil, en passant par le droit pénal, et je vous garantis une résolution rapide et satisfaisante de votre problème ! Mes coordonnées ? ... Comment puis-je vous les donner ? ... Hmm, ce sera sûrement perdu sur un papier et ça va s'effacer si je les écris sur le dos de votre main, donc... Aha, je sais, je vais les écrire ici, sur les vêtements de cette... euh, cette chose qui vous suit partout.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Bavardage - Loi",
			"voicelineType": "1101",
			"description": "Je vous le rappelle encore : la loi peut être à la fois une aide et un obstacle.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Bavardage - Travail",
			"voicelineType": "1102",
			"description": "Parfois, la loi est compatible avec la nature humaine, et parfois les deux entrent en conflit. Trouver le juste équilibre entre les deux, c'est une discipline à part entière...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Bavardage - Lecture",
			"voicelineType": "1103",
			"description": "Le cas qui se présente à nous... est étrange et sans précédent, effectivement.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "De la pluie ! Oh, Souverain de la Roche, je vous en prie, faites-nous une faveur et ramenez le soleil au plus vite... On ne peut pas se permettre d'avoir des codes juridiques tout détrempés...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "Quand il neige...",
			"voicelineType": "1202",
			"description": "Qu'est-ce... Qu'est-ce que c'est que ce temps abominable !? Il fait f—froid... Atchoum...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "Il fait bon dehors...",
			"voicelineType": "1203",
			"description": "Ah, ce temps me donne envie de réciter mes codes de lois. Voyons voir... La « loi commerciale de Liyue » chapitre 27 section 6 article 3 stipule que... Attendez, c'était quoi déjà...? Oh, mon dieu, j'ai totalement oublié ! Qu'est-ce que j'ai aujourd'hui...?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Je dois aller voir un client ce matin au sujet d'une affaire de dette, et je dois aussi faire mon compte-rendu au sujet d'une consultation que j'ai eue la semaine dernière avec un autre client avant midi... Bon, allez, au travail !",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "*bâille* ... Je suis un peu fatiguée. Rien de tel qu'un petit débat pour me réveiller ! Le sujet de cette fois est : « La Banque du Nord menace-t-elle l'économie liyuéenne ? ». Vous êtes plutôt pour ou contre ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Le marché de nuit ? Je voulais rester chez moi pour classer mes notes, mais allons-y ensemble si vous souhaitez vous y rendre. Oh, sachez que certains commerçants font des promotions le soir pour s'assurer qu'ils vendent des produits frais chaque jour et éviter d'avoir à les jeter bêtement.\nLaissez-moi négocier des prix ronds pour vous, et vous n'aurez qu'à me donner la différence comme frais de service.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Vous voulez vite vous endormir ? Très bien, alors je vais vous expliquer l'évolution de la loi liyuéenne ! Aucun de mes amis n'a tenu plus de vingt minutes éveillé. Si vous voulez une solution encore plus rapide, je peux vous réciter le code ! Demain, n'oubliez pas de me dire à quel article vous vous êtes {F#endormie}{M#endormi}. Ahem, je commence...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "À propos de Yanfei - Aura",
			"voicelineType": "2001",
			"description": "Vous trouvez que j'ai l'air sérieuse quand je lis ces dossiers ? Hum... Alors vous aussi, vous pensez de la sorte. Eh bien, c'est seulement parce que je suis en train de travailler. C'est comme si... j'avais une sorte d'interrupteur invisible. D'un côté, je suis en mode normal, et de l'autre je suis en mode travail. Vous devez bien avoir un équivalent, non ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "À propos de Yanfei - Point faible",
			"voicelineType": "2002",
			"description": "Les affaires civiles sont celles que je redoute le plus. Divorces, gardes d'enfants... C'est une plaie de démêler ce genre d'affaire avec logique et raison. On doit se montrer gentil, poli et patient avec les clients, même si la plupart du temps, ils sont incapables de prendre part à une discussion constructive. *soupir* C'est vrai que je dis que je suis experte dans tous les domaines juridiques, mais honnêtement, je préférerais que tout le monde s'entende pour ne pas avoir autant de ces affaires.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "À propos de nous - Tarifs",
			"voicelineType": "2003",
			"description": "Vous voulez des conseils juridiques ? Très bien. Pour une consultation, je facture un forfait de 6 000 moras, mon tarif horaire est de 180 000 moras et s'il s'agit d'un litige commercial, comptez 710 000 moras par affaire. Le devis final et le taux de commission dépendent des détails de votre cas. Qu'en pensez-vous ? C'est une bonne affaire, non ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "À propos de nous - Lien",
			"voicelineType": "2004",
			"description": "Si vous craignez de vous retrouver dans des situations difficiles lors de vos voyages, le mieux est de vous accompagner d'une personne qui connaît et comprend la loi. Quelqu'un comme moi, par exemple. De plus, mon expertise ne se limite pas qu'au droit liyuéen... Ceci dit, le droit fontainien est réputé pour être complexe... Mais comme je suis intelligente, ça ne devrait pas être trop difficile de l'assimiler ! Bref, vous pouvez compter sur moi !",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3001",
			"description": "Un œil divin apparaît en réponse à un désir profond. Étant une personne avec des idéaux, c'est tout naturellement que j'en ai reçu un. Parce que mon désir le plus cher est que tout le monde soit honnête et respecte la loi. Seulement, il y a toujours des gens pour fixer leurs propres lois et causer du tort aux autres... Ha, ces gens-là peuvent s'attendre à être jugés si durement, qu'ils ne comprendront pas ce qui leur arrive !",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "Quelque chose à partager - Balance",
			"voicelineType": "3002",
			"description": "Cette balance en acier est un cadeau de mon père. Elle permet de peser les objets pour en déterminer la valeur. J'utilise généralement des moras comme poids, mais cela ne donne qu'une idée du prix d'origine. Par exemple, il y a mille ans, Liyue était couverte de lys vernis, et ils ne valaient pas grand-chose en termes monétaires. Ensuite, lorsque leur nombre a soudainement décliné, leur prix est monté en flèche en réponse, mais la valeur indiquée par la balance est restée la même. Elle indique toujours la valeur originale... c'est-à-dire très bon marché.\nDonc cette balance n'est généralement pas un très bon outil de travail... Hmm ? Vous voulez essayer de peser quelque chose ? Voyons voir... On pourrait peser votre amie, ça vous dit ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "Quelque chose à partager - Cité des contrats",
			"voicelineType": "3003",
			"description": "J'ai ma propre technique d'autodéfense que j'appelle « punition de la flamme », dérivée de la « punition de la roche » dont vous trouverez les détails dans l'ouvrage ancien « Recueil complet des lois de Liyue ». Le Souverain de la Roche est le Dieu des contrats, et les contrats peuvent également être considérés comme des contraintes. Haha, cela signifie que le Port de Liyue est la Cité des contrats depuis des temps immémoriaux.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "Détails intéressants...",
			"voicelineType": "3004",
			"description": "« Histoire de la nature de Liyue » mentionne une plante aquatique appelée queue de cheval. Elle la décrit comme étant « une plante médicinale qui pousse souvent seule sur les rives du Marais Dihua et dont la couleur rappelle celle des nuages au coucher du soleil ». Apparemment, si vous broyez cette plante et mélangez la poudre à votre encre, vos inscriptions résistent à l'eau. Mais c'est dommage, je suis allée aux Marais Dihua au moins des centaines de fois, et je me retrouve toujours avec un panier rempli de la variété commune violette, mais pas une seule de celle décrite dans le livre.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "À propos de Qiqi...",
			"voicelineType": "4001",
			"description": "J'ai entendu dire que cette petite cueilleuse d'herbes s'était rédigé un code de conduite entier. Elle est si petite, mais si organisée dans son travail. Elle est destinée à de grandes choses !\nLes jeunes surpasseront leurs aînés tôt ou tard, je vous dis. Elle a réussi à gagner mon respect.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "À propos de Ganyu...",
			"voicelineType": "4002",
			"description": "Ganyu est si gentille et prévenante, mais son côté bourreau du travail est regrettable. Elle passe ses journées à faire la sieste si ce n'est à être le nez dans sa paperasse. Je travaille aussi, mais j'arrive à trouver du temps pour m'amuser. Malgré tout, il faut admettre que mon travail est beaucoup plus facile que le sien.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "À propos de Xingqiu...",
			"voicelineType": "4003",
			"description": "La Guilde des marchands de Feiyun fait partie de mes plus anciens clients. La manière dont elle conduit ses affaires a toujours été très rigoureuse. Son dirigeant la représente à toutes les réunions d'affaires auxquelles j'ai pu assister. Quoiqu'à la dernière, j'ai fait la connaissance de son fils cadet, Xingqiu. À ma grande surprise, il pouvait parfaitement suivre mon raisonnement malgré son jeune âge. Sans parler de son éloquence et de sa courtoisie... Il sort vraiment du lot.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "À propos de Hu Tao...",
			"voicelineType": "4004",
			"description": "J'entends souvent les gens dire que la directrice du Funérarium Wangsheng dirige son entreprise d'une manière assez particulière et que travailler aussi longtemps dans l'industrie funéraire l'aurait rendue un peu folle. Je ne suis pas de cet avis. Le Funérarium Wangsheng propose des services légitimes et indispensables, comme toute entreprise devrait. Au bout du compte, ce n'est qu'un travail. Comment un emploi pourrait-il être bon ou mauvais ? Porter bonheur ou malheur ? Les emplois existent seulement car on a besoin de gens pour effectuer certaines tâches.\nSi j'avais un reproche à faire à la directrice, c'est qu'elle fait rarement appel à mes services...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "À propos de Zhongli...",
			"voicelineType": "4005",
			"description": "Sieur Zhongli connaît tellement de choses sur tellement de sujets, il est comme une bibliothèque ambulante. Vous savez ? C'est une personne très intelligente, même s'il ne s'en vante pas. Je peux le savoir rien qu'en le regardant. Les gens comme lui n'ont pas peur de résoudre des problèmes complexes par eux-mêmes. D'après moi, il n'y a aucune chance qu'il puisse être un client potentiel.\nEt pourtant, d'une manière ou d'une autre, je ne peux pas m'empêcher de penser que je le connais de quelque part, c'est une impression que j'ai du mal à décrire... J'ai interrogé mon père à ce sujet, et il m'a juste dit qu'il ne savait pas non plus, même s'il avait l'air un peu évasif. C'était vraiment bizarre... Enfin, je me demande s'il ne me cache pas quelque chose. Hmph, très bien : s'il ne veut pas me dire ce qu'il se passe, je le découvrirai par moi-même...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "À propos de Ningguang...",
			"voicelineType": "4006",
			"description": "Vous devez avoir entendu parler de dame Ningguang, la Megrez des Sept Étoiles ? Elle est la plus haute autorité en matière de droit et apporte souvent des modifications aux codes juridiques. Chaque série d'additions, de rétractions et de révisions génère des montagnes de travail. Pourquoi ? La dernière édition du code juridique comprend trois nouvelles lois, cent vingt-et-une révisions d'annotations légales et toute une foulée de nouveaux précédents. Je ne sais pas combien de temps ça va me prendre pour tout mémoriser...\nHmph... Dame Ningguang reste avant tout une femme d'affaires. Je ne vais pas me laisser distancer sur le plan légal. Une fois que j'aurai tout appris par cœur, il faut que j'augmente ma cadence de travail...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "À propos de Keqing...",
			"voicelineType": "4007",
			"description": "Heureusement que l'Alioth ne s'occupe pas du domaine légal... Connaissant son attitude envers le travail et son efficacité impitoyable, elle me ferait perdre beaucoup de clients. Quoique... Non, ça n'en viendrait pas jusque-là. Elle tient à faire les choses correctement, alors il est sûr qu'elle en offenserait certains... mais si j'étais sa conseillère juridique... Non plus. Pourquoi une conseillère juridique aussi renommée que moi devrait être reléguée au rang d'assistante ? Si dame Keqing a besoin de mes services, elle sait où me trouver.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "À propos d'Eula...",
			"voicelineType": "4008",
			"description": "Eula m'a sauvée par le passé, et nous sommes restées en contact depuis. Elle connaît les règles de l'Ordre, mais n'est pas du genre à se tenir aux conventions. Elle trouve toujours une façon intelligente et créative de régler les problèmes. Elle et moi sommes similaires, ce qui explique probablement pourquoi nous nous entendons si bien. Cependant, je ne comprends pas son insouciance. Mais après tout, nous n'exerçons pas la même profession.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "À propos de Yelan...",
			"voicelineType": "4009",
			"description": "Yelan est une employée du Bureau des affaires civiles. Elle m'a aidée à résoudre une affaire compliquée de fraude comptable, alors je l'ai invitée à dîner. Toutefois... j'ai l'impression qu'aucune de mes pensées ne semble lui échapper lorsque je parle avec elle. À l'avenir, je devrai absolument m'assurer qu'elle ne me compte pas dans ses ennemis.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "À propos de Kuki Shinobu...",
			"voicelineType": "4010",
			"description": "Shinobu ? Je me souviens d'elle, c'est l'étudiante étrangère d'Inazuma qui est venue à Liyue pour se former au droit. Elle me donnait rendez-vous pour discuter de certains cas pratiques pour ses cours. À la fin de nos séances, elle s'inclinait pour me remercier, et ça me mettait un peu mal à l'aise... J'ai toujours pensé qu'elle ferait une excellente avocate plus tard. D'ailleurs, Inazuma s'est refermée à peu près au moment où elle a été diplômée. Je me demande comment elle va depuis qu'elle est rentrée...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "Connaître Yanfei (1)",
			"voicelineType": "5001",
			"description": "{F#Une cliente}{M#Un client} ? Enchantée, voici ma carte. Malheureusement, je ne suis pas disponible aujourd'hui. En cas de litige, je vous prierai de venir avec les deux parties. Veuillez patienter, je vais chercher ma brochure de tari...\nOh ? Vous êtes seulement là pour discuter avec moi ? C'est gratuit dans ce cas. Juste pour être sûre : vous êtes {M#venu}{F#venue} voir une conseillère juridique que vous n'avez jamais rencontrée avant juste pour « causer »... C'est quand même bizarre...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "Connaître Yanfei (2)",
			"voicelineType": "5002",
			"description": "Ces cornes ? Oh... Eh bien, mon père est un Adepte, donc j'ai moi-même du sang d'Adepte. Mais je suis née après que les choses se soient calmées à Liyue, sans avoir eu à former un contrat avec le Souverain de la Roche. Je suis donc exemptée de toute mission habituellement confiée aux immortels, et surtout, je peux vivre ma vie comme je l'entends. Ça me va très bien ! Héhé.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "Connaître Yanfei (3)",
			"voicelineType": "5003",
			"description": "J'ai déjà passé un contrat solennel avec des engagements à vie avec mon père. Pour résumer, il s'agissait de mener une vie heureuse. C'est lui tout craché, et j'en suis fière. S'il avait voulu me faire signer un contrat qui implique de travailler du matin au soir ou d'écraser les autres pour réussir... Je crois que j'aurais fui depuis longtemps !",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "Connaître Yanfei (4)",
			"voicelineType": "5004",
			"description": "Parfois, les litiges commerciaux dont je m'occupe ne se terminent pas sous les meilleurs auspices. Il arrive que l'autre partie obtienne une indemnité bien supérieure aux dommages causés, ou qu'elle ait à payer des réparations bien supérieures aux coûts engendrés... Tel est le prix à payer lorsqu'on rompt un contrat. Certaines personnes disent que je suis une personne terrible, d'autres essayent carrément de m'éviter, mais je n'ai de comptes à rendre à personne. Ma préoccupation a toujours été le bien-être de Liyue !\nQuand on y pense, l'origine d'une querelle remonte toujours à la violation d'un contrat. Si les gens peuvent voir ce qu'il en coûte, ils seront beaucoup moins susceptibles de les ignorer. M'assurer que la population prenne conscience de l'importance des contrats est une part essentielle de mon travail !",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "Connaître Yanfei (5)",
			"voicelineType": "5005",
			"description": "J'estime souvent vivre une vie confortable et tranquille. Ma vie professionnelle est pleine de réussite, je ne meurs pas de faim ni de froid, personne ne m'empêche de me rendre où je veux et je suis plus douée que quiconque avec les mots. Mais aucune loi ne définit une vie épanouie.\nFaire des rencontres intéressantes et avoir des activités enrichissantes tout en sachant dans quelle direction je vais dans la vie suffisent à me rendre heureuse. On peut donc dire que vous contribuez à mon bonheur.\nEn tout cas, peu importe la vie que vous menez, il est primordial de respecter la loi et de la comprendre. Après tout, le monde ne serait que chaos sans elle.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Les loisirs de Yanfei...",
			"voicelineType": "6001",
			"description": "Mes loisirs sont la lecture et l'estimation de biens. Ils me permettent d'aiguiser mes connaissances et mon sens du jugement. Je lis de tout et estime la valeur de n'importe quels objets. Si vous ne me croyez pas, ramenez-moi l'objet que vous voulez un jour. Si on peut l'acheter, mon estimation de sa valeur sera proche de celle du marché. Prenez cette pierre par exemple... Je peux vous assurer qu'elle vaut 600 moras.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "Les problèmes de Yanfei...",
			"voicelineType": "6002",
			"description": "Mes amis du Bureau des communications m'invitent souvent à aller pêcher avec eux. Ils disent vouloir échanger quelques trucs de pêcheurs mais au fond, tout le monde est là pour en mettre plein la vue aux autres. J'ai réussi à tous les avoir de cent façons différentes, et pourtant ils continuent à surveiller ma façon de pêcher... Après autant de succès, ça devient un peu gênant... Alors, à chaque fois, j'utilise mes talents d'actrice pour jouer la carte de l'humilité... Vous savez, du genre... Qu'est-ce qu'il y a ? Vous ne me croyez pas ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Oh ! Puisqu'on en parle, je me dois de vous recommander le plat de mes rêves : le tofu ! J'adore ça ! Avec son goût léger, sa texture tendre et lisse, puis c'est très nourrissant ! Il se marie à merveille avec de nombreux plats et soupes, sans jamais être hors de saison ! La perfection prime sur l'excellence, voilà pourquoi j'aime autant le goût de cet aliment.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Je n'aime pas les plats froids, certainement parce que j'en mange peu. Avant, quand je revenais tard à la maison, mon père laissait toujours une lanterne allumée pour moi. Il m'entendait arriver et me demandait si j'avais faim. Comme il le disait si bien : « Les meilleurs plats sont toujours chauds. »",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Ça a plutôt bon goût. On dirait que vous connaissez bien les « lois du tofu ».",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "« La nourriture, c'est la vie », comme le dirait un dicton liyuéen, et il n'y a pas plus vrai.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "... Je sais ! Je vais réchauffer un peu ce plat avant de le manger.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Joyeux anniversaire ! Voilà pour vous. Je vous ai fait une compilation des législations de tous les pays. Vous prévoyez de voyager, non ? Ça vous permettra de vous familiariser avec les lois des différentes nations.\nN'apprenez pas tout par cœur... ou je ne vous serai plus d'aucune utilité.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "« Ne cherche pas à imiter le passé, car aucune loi ne peut prédire le futur »... C'est une leçon que je dois toujours garder à l'esprit.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Ce n'est qu'en se conformant à la loi que les gens peuvent résoudre leurs problèmes.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "L'étude de la loi permet d'avoir un discours soutenu par des arguments, tandis que l'étude des arts martiaux permet de se prémunir contre la violence sans fondement. Hé, attendez une minute... Cela signifie-t-il que la loi compte comme un art martial ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Eh bien, je suppose que j'ai enfin réussi à maîtriser à la fois la plume et l'épée ! J'ai eu de la chance de vous avoir à mes côtés tout au long de mon entraînement. Une compensation ? Euh... Que dites-vous d'une conseillère personnelle spécialisée disponible 24 h sur 24 ? Ça me paraît équitable... Allez, pas de marchandage !",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Boum ! Boum !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Brûlez !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Retirez-vous vite !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "L'heure de la comparution a sonné !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Châtiment des flammes !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Preuves irrecevables !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Hmm, je pourrais déclarer ça comme « revenus accessoires ».",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "En état remarquable !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Hmm, évaluons la valeur de ceci...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Objection !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Vous avez violé la loi...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Quoi ? Une faille ?",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Hé, laissez-moi faire !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Le verdict est... une mesure d'urgence !",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Une erreur... de jugement...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "La loi... a des failles...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Je ne peux pas... accepter...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Que des problèmes...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Prenez rendez-vous la prochaine fois.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Je facture des frais supplémentaires pour les sorties sur le terrain.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "C'est parti.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}