{
	"id": 10000060,
	"name": "Yelan",
	"friendLines": [
		{
			"voicelineId": 60000,
			"title": "Première rencontre...",
			"voicelineType": "1000",
			"description": "Bonjour {M#voyageur}{F#voyageuse}. Vous pouvez m'appeler Yelan. Je pense que vous allez avoir besoin de mon aide, et, par chance, il se trouve que vous possédez des renseignements qui m'intéressent. Pour le dire autrement, soyons {M#amis}{F#amies} et entraidons-nous.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_draw_appear"
		},
		{
			"voicelineId": 60001,
			"title": "Bavardage - Tuyau",
			"voicelineType": "1101",
			"description": "Une lettre de mon informateur. Hmm... La situation a encore changé, dirait-on.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_01"
		},
		{
			"voicelineId": 60002,
			"title": "Bavardage - Congé en douce",
			"voicelineType": "1102",
			"description": "Bon lancer... Je vais peut-être prendre un autre jour de congé. Je finirai tout mon travail d'un coup une fois que je serai en forme.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_02"
		},
		{
			"voicelineId": 60003,
			"title": "Bavardage - Identités",
			"voicelineType": "1103",
			"description": "Naviguer dans ce monde est beaucoup plus facile quand on a plusieurs identités parmi lesquelles choisir. Vous voulez que je vous en fabrique quelques-unes ?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_03"
		},
		{
			"voicelineId": 60004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Il pleut encore ? Et mince... Si la pluie efface les traces, ça va prendre un paquet de temps pour les reconstituer...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_heavyRain_01"
		},
		{
			"voicelineId": 60005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Seuls les enfants innocents et les adultes qui manquent d'assurance ont peur du tonnerre. Mais vous n'êtes ni l'un ni l'autre... N'est-ce pas ?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_thunder_01"
		},
		{
			"voicelineId": 60006,
			"title": "Quand il neige...",
			"voicelineType": "1203",
			"description": "Il fait un peu froid... Je ne peux plus porter ma veste sur mes épaules.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_snowy_01"
		},
		{
			"voicelineId": 60007,
			"title": "Il fait bon dehors...",
			"voicelineType": "1204",
			"description": "Ce soleil éblouissant, c'est agaçant ! Je ne vais pas pouvoir faire de sieste à cause de ça.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_sunny_01"
		},
		{
			"voicelineId": 60008,
			"title": "Le vent souffle fort...",
			"voicelineType": "1205",
			"description": "Je peux sentir un sentiment d'agitation porté par le vent... Hmm...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_gale_01"
		},
		{
			"voicelineId": 60009,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Hmm... Il est si tôt ! D'habitude, je me lève à midi quand je n'ai pas de travail urgent à faire.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingMorning"
		},
		{
			"voicelineId": 60010,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Ah, j'ai un peu sommeil. Je vais faire une petite sieste... Pas besoin de me réveiller, je me réveille toujours naturellement quand il est l'heure de travailler.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNoon"
		},
		{
			"voicelineId": 60011,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Bonsoir ! Vous avez dîné ? Qu'avez-vous mangé ? Oh... Je vous demandais ça comme ça, n'y faites pas trop attention.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight"
		},
		{
			"voicelineId": 60012,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Soyez sage, buvez votre lait et dormez. Comment ? Vous n'êtes pas {M#un enfant}{F#une enfant} ? Héhé... Bon, je le pose ici, vous pouvez le boire si vous voulez. En général, je dors après minuit. Oh, et si vous parlez en dormant, je ne peux pas vous promettre que je ne prendrai pas de notes.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight2"
		},
		{
			"voicelineId": 60013,
			"title": "À propos de Yelan - Responsabilités",
			"voicelineType": "2001",
			"description": "Les Sept Étoiles connaissent Liyue comme leur poche. Mais certaines informations ne peuvent être obtenues qu'en ayant recours à des méthodes un peu spéciales. Vu que c'est mon domaine d'expertise, c'est principalement moi qui m'occupe de toutes ces tâches.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle"
		},
		{
			"voicelineId": 60014,
			"title": "À propos de Yelan - Rumeurs",
			"voicelineType": "2005",
			"description": "Certains disent que la patronne de la Maison de thé Yanshang est une jeune entrepreneuse qui s'est enrichie du jour au lendemain ; d'autres disent qu'il y aurait un employé du Bureau des affaires civiles qui, fragilisé par la maladie, vivrait en ermite en dehors de la ville ; d'autres encore disent qu'il faut rester à l'écart des zones interdites, sous peine d'être hanté par un spectre bleu... Bien évidemment, la plupart des citoyens n'ont jamais entendu le nom de Yelan auparavant. Vous pouvez donc vous rire de ces rumeurs.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60015,
			"title": "À propos de nous - Lien",
			"voicelineType": "2003",
			"description": "Hmm ? Pourquoi faites-vous cette tête ? Vous n'avez pas besoin d'être si {M#méfiant}{F#méfiante} en ma présence. Je ne manigance jamais contre les personnes que j'approuve.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close"
		},
		{
			"voicelineId": 60016,
			"title": "À propos de nous - Trahison",
			"voicelineType": "2002",
			"description": "Ne croyez pas trop aux soi-disant « paroles venues du fond du cœur », Hua le fuyant ne fait que dire ce que vous voulez entendre. Et évitez de laisser votre regard croiser celui des autres trop facilement, vos yeux en disent long sur ce que vous pensez. Dans le fond, on est {M#amis}{F#amies}, et si quelqu'un se jouait de vous, j'aurais l'impression de me faire avoir aussi.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60017,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3001",
			"description": "Là où les renseignements importants se cachent, la mort n'est jamais très loin. Peu importe la taille de vos effectifs et leur fiabilité, il est impossible d'écarter tous les risques. Il est donc vital de disposer de suffisamment de force pour pouvoir se sortir d'une situation délicate. Je considère que j'ai de la chance : quelques jours après avoir réalisé cela, j'ai obtenu un œil divin. Sans ça, vous seriez probablement en train de parler à un fantôme en ce moment même.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60018,
			"title": "Quelque chose à partager - Silence",
			"voicelineType": "3002",
			"description": "Si vous polissez minutieusement des perles de loche, elles peuvent servir de bouchons pour les oreilles. Elles bloquent très bien le son : avec elles, il est possible de dormir même si quelqu'un vous crie dans les oreilles. Bien entendu, j'espère que vous n'aurez jamais besoin de vous en servir.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_01"
		},
		{
			"voicelineId": 60019,
			"title": "Quelque chose à partager - Bracelet fascinant",
			"voicelineType": "3004",
			"description": "Le bracelet à ma main droite ? Je suppose qu'il n'y a pas de mal à vous en parler... Il contient la magie de notre clan, qui confère à son porteur la capacité d'envoyer des messages simples. La signification de ces messages est enfouie dans cette lumière bleue, et je suis la seule à pouvoir les déchiffrer.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_02"
		},
		{
			"voicelineId": 60020,
			"title": "Quelque chose à partager - Traque",
			"voicelineType": "3005",
			"description": "Quand je traque une cible, j'aime exercer une pression psychologique sur elle. En essayant de se débarrasser de moi, elle commencera à paniquer, fera venir des renforts, changera de plan... Elle continuera ainsi jusqu'à ce qu'elle m'ait révélé tout ce que je dois savoir. Ha...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_03"
		},
		{
			"voicelineId": 60021,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Vous connaissez les Belettes voleuses ? Ce ne sont pas des créatures particulièrement intelligentes, mais une fois apprivoisées, on peut les entraîner à voler des objets, et même à crocheter des serrures. Si même les animaux peuvent être utilisés comme des pions en utilisant les bonnes méthodes, qu'en est-il des hommes, qui sont constamment en train de comploter les uns contre les autres ?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_gift_01"
		},
		{
			"voicelineId": 60022,
			"title": "À propos de Ningguang - Lien",
			"voicelineType": "4001",
			"description": "J'ai fait la connaissance de Ningguang il y a longtemps, avant qu'elle ne rejoigne les Sept Étoiles, et nous avons travaillé ensemble pendant un certain temps. C'est peut-être en partie grâce à moi qu'elle est devenue une des Sept Étoiles si rapidement, qui sait ? En tout cas, c'est elle qui m'a recommandé ce travail. C'était une bonne décision, il me convient parfaitement.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60023,
			"title": "À propos de Ningguang - Attentes",
			"voicelineType": "4002",
			"description": "Ningguang est une très bonne partenaire de travail. Cependant, lors de nos déplacements quotidiens à l'extérieur, je dois faire attention à mon identité. Lorsque je m'adresse à une des Sept Étoiles en tant qu'employée du Bureau des affaires civiles, je dois l'appeler « monsieur » ou « madame ».",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60024,
			"title": "À propos de Ganyu...",
			"voicelineType": "4003",
			"description": "Ah, la secrétaire... Je ne pourrais jamais travailler sans m'arrêter comme elle le fait, en tout cas, certainement pas en étant si productive. Je suppose qu'être mi-Adepte doit avoir ses avantages. Imaginez pouvoir rester en forme sans avoir besoin de dormir...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60025,
			"title": "À propos de Keqing...",
			"voicelineType": "4004",
			"description": "Je n'aime pas vraiment les personnes qui ont leur emploi du temps chargé à bloc, car cela ne laisse aucune place à la négociation. S'il se passe quelque chose qu'elles n'ont pas prévu, leurs plans tombent à l'eau, ce qui a des répercussions non seulement sur elles-mêmes, mais aussi sur leurs collègues. Mais l'Alioth est différente. Elle procède toujours de manière très méthodique. J'ai toujours plaisir à travailler avec elle.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60026,
			"title": "À propos de Yanfei...",
			"voicelineType": "4005",
			"description": "J'aime beaucoup Yanfei. Notre amitié mise de côté, les informations importantes du Port de Liyue affluent constamment dans sa direction étant donné qu'elle est conseillère juridique de haut niveau. Chaque fois que je l'aide, j'obtiens toujours des pistes précieuses en retour. Par contre, sa vénération envers moi semble être un peu excessive.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60027,
			"title": "À propos de Xiao...",
			"voicelineType": "4006",
			"description": "Les aînés du clan disent qu'il faut avoir le plus grand respect pour le Gardien Yaksha. Il est dit que mon ancêtre qui avait perdu la raison trouvait un rare moment de répit lorsqu'il passait à côté de l'Auberge Wangshu. C'est sûrement grâce à son pouvoir exorciseur. Mais s'il arrive un jour que je doive me battre aux côtés du Dompteur de démons, ma mission passera en premier, et je ne me laisserai pas intimider par sa présence.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60028,
			"title": "À propos de Xiangling...",
			"voicelineType": "4007",
			"description": "Xiangling ? C'est une petite cheffe cuisinière que les gens aiment. Son choix d'ingrédients n'a rien à envier à celui du Pavillon Liuli et du Kiosque Xinyue. Je vais parfois la voir pour ses piments séchés de Jueyun. Elle ne semble pas comprendre la manière dont je les mange, et je n'ai pas le cœur à lui expliquer non plus. C'est une tradition familiale.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60029,
			"title": "À propos de Xingqiu...",
			"voicelineType": "4008",
			"description": "Bien sûr que je me souviens du jeune maître de la Guilde des marchands de Feiyun. J'ai souvent affaire à son clan. Qui sait, peut-être qu'un jour il deviendra lui aussi une personne talentueuse capable de voir les choses dans leur ensemble.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60030,
			"title": "À propos de Tartaglia...",
			"voicelineType": "4009",
			"description": "Cet Exécuteur des Fatui ? Il m'a été bénéfique sans le savoir. J'avais prévu d'enquêter sur le précédent gérant de la Maison de thé Yanshang, mais cet Exécuteur a été plus rapide que moi et est allé chez lui récupérer des dettes en utilisant la manière forte. Il a même divulgué comment ce fameux patron avait trafiqué ses comptes, ce qui a valu un séjour en prison à ce dernier. C'est grâce à cela que j'ai repris la gestion de la Maison de thé Yanshang, et c'est un endroit plus qu'idéal pour servir de base d'opérations.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_tartaglia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60031,
			"title": "Connaître Yelan (1)",
			"voicelineType": "5001",
			"description": "Si je mise sur vous, c'est parce que je pense que vous avez une identité spéciale et que je crois que celle-ci pourra me guider vers de nombreuses pistes menant à la vérité. Héhé, quelles sont les nouvelles que vous m'apportez aujourd'hui ?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_01"
		},
		{
			"voicelineId": 60032,
			"title": "Connaître Yelan (2)",
			"voicelineType": "5002",
			"description": "Un échange d'informations doit se faire dans les deux sens, alors je suppose que je peux vous parler de mon passé. Grâce aux relations de mon clan, j'ai pu apprendre des compétences utiles auprès d'éclaireurs des Millelithes, ce qui m'a permis de commencer ce métier à un jeune âge. Certes, une multitude d'obstacles se présentent à moi durant tout mon travail de collecte de renseignements, mais tant que je garde la vie sauve, je sors toujours vainqueur...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 60033,
			"title": "Connaître Yelan (3)",
			"voicelineType": "5003",
			"description": "Les pistes sont comme les maillons d'une chaîne. Il faut les remonter jusqu'au point de départ pour démêler les nœuds d'une affaire. À cette fin, je dois garder les yeux et les oreilles sur tous les milieux de la société, et souvent, cela signifie devoir jouer plusieurs rôles. Les gens me décrivent parfois comme une « personne aux multiples facettes », et je prends ça comme un compliment.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60034,
			"title": "Connaître Yelan (4)",
			"voicelineType": "5004",
			"description": "Quelqu'un m'a un jour conseillé de faire attention à ne pas déterrer certaines choses du passé. Creusez trop profondément et vous pourriez vous retrouver dans votre propre tombe. Eh bien, je ne suis pas près de m'arrêter, et je ne m'arrêterai surtout pas à cause de ce que quelqu'un a dit. Même si je n'ai pas le pouvoir de changer la réalité de certaines choses, je refuse de rester dans le brouillard de l'ignorance. Et vous ? Que choisiriez-vous ?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 60035,
			"title": "Connaître Yelan (5)",
			"voicelineType": "5005",
			"description": "J'aimerais savoir quelque chose. Quand je suis en votre compagnie, quel genre de personne voulez-vous que je sois pour vous ? Quelqu'un avec qui vous travaillez ? Une rivale qui vous pousse à devenir plus {M#fort}{F#forte} ? Un nom de plus sur votre longue liste de connaissances, ou... quelqu'un de plus important que ça ? Je peux jouer le rôle ou même devenir la personne que vous espérez que je sois.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60036,
			"title": "Les loisirs de Yelan...",
			"voicelineType": "6001",
			"description": "Pendant mon temps libre, je mène une vie complètement aléatoire. C'est très simple : je fais une liste de choses à faire, puis je lance les dés pour choisir la prochaine tâche que je vais exécuter. C'est un jeu étonnamment amusant, qui m'a vraiment ouvert l'esprit et m'a été d'une grande aide dans mon travail.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_hobby"
		},
		{
			"voicelineId": 60037,
			"title": "Les problèmes de Yelan...",
			"voicelineType": "6002",
			"description": "Ma forme physique n'est pas vraiment très bonne comparée à celle de certains artistes martiaux entraînés. C'est un problème dont j'ai hérité de ma famille. Donc, avant de me lancer dans un travail vraiment important, j'adapte mon emploi du temps pour m'assurer de pouvoir me reposer suffisamment. J'attends d'avoir assez d'énergie, puis je m'efforce de terminer tout ce qui doit être fait en une seule fois. En dehors du travail, je fais de mon mieux pour vivre ma vie calmement et de manière insouciante. C'est pourquoi je refuse toujours d'entreprendre des travaux physiques pénibles.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_annoyed"
		},
		{
			"voicelineId": 60038,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "J'aime me préparer une bonne tasse de thé en moulant des piments de Jueyun et du muguet bleu en poudre puis en les mélangeant avec des feuilles de thé blanc Yunlai. C'est une préparation au parfum très puissant qui vous fait instantanément succomber à son charme. Je préfère les boissons de ce type au café et aux alcools, car elles ont un arrière-goût persistant.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodLike_01"
		},
		{
			"voicelineId": 60039,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Il faut être très prudent avec les sucreries. Cette puissante sensation de satisfaction... Elle affaiblit votre volonté et vous fait baisser votre garde. Il suffit de quelques bouchées pour en devenir dépendant, et avec une consommation à long terme, vos capacités s'émoussent sans que vous vous en rendiez compte.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodDislike"
		},
		{
			"voicelineId": 60068,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Hmm, pas mal. C'est presque assez bon pour me soudoyer...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_pref_01"
		},
		{
			"voicelineId": 60069,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Une fois qu'on s'est habitué à la nourriture épicée, tout le reste est plutôt fade. C'est la vie.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_normal_01"
		},
		{
			"voicelineId": 60070,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Et si on jetait les dés ? Celui qui fait le plus petit nombre... peut le manger.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_dislike_01"
		},
		{
			"voicelineId": 60040,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Il serait déplacé pour moi de vous dire de ne pas trop faire la fête aujourd'hui par peur que vous ne baissiez votre garde et que quelqu'un en profite pour vous nuire. Alors, détendez-vous autant que vous le voulez. Oh, et vous devriez passer à la Maison de thé Yanshang, j'ai préparé quelques friandises spécialement pour vous. Il n'y a rien de sucré, bien entendu, c'est juste un tout petit peu épicé.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 60041,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Les techniques de combat sont indispensables dans mon travail.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 60042,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Parfois, il faut frapper fort et vite au bon moment pour révéler les mensonges, tout en évitant les interférences indésirables.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 60043,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Trouver la vérité est moins simple que ça en a l'air : il faut de la persévérance pour suivre ses pistes sans relâche sur une longue durée, et de la force pour s'enfoncer dans des territoires dangereux.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60044,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Je vous considère depuis longtemps comme {M#mon informateur le plus important}{F#mon informatrice la plus importante}. Naturellement, je dois être pleinement préparée à faire face aux périls qu'impliquera la réponse finale que vous m'apporterez. Bon, allons la chercher !",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 60045,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Attrapé !",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_01"
		},
		{
			"voicelineId": 60046,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Je vous tiens !",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_02"
		},
		{
			"voicelineId": 60047,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Gardez le silence.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_03"
		},
		{
			"voicelineId": 60048,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "La partie est terminée, fini de s'amuser !",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_01"
		},
		{
			"voicelineId": 60049,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Tous les fils s'entrecroisent ici.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_02"
		},
		{
			"voicelineId": 60050,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Les dés sont jetés.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_03"
		},
		{
			"voicelineId": 60051,
			"title": "Début de sprint (1)",
			"voicelineType": "700001",
			"description": "Pas de hâte.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_explore_sprint_start_01"
		},
		{
			"voicelineId": 60052,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Tout argent gagné doit être utilisé convenablement.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_01"
		},
		{
			"voicelineId": 60053,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Un trésor... Il pourra servir à appâter les cibles hors de leurs cachettes.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_02"
		},
		{
			"voicelineId": 60054,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Un coffre rempli d'objets de valeur... Voilà une mine d'or d'indices potentiels.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_03"
		},
		{
			"voicelineId": 60055,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "C'est décevant...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_01"
		},
		{
			"voicelineId": 60056,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Bâcler le travail n'était pas une bonne idée...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_02"
		},
		{
			"voicelineId": 60057,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "Je n'avais pas pris ce facteur en compte...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_03"
		},
		{
			"voicelineId": 60058,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Partez, je vais finir le travail.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_01"
		},
		{
			"voicelineId": 60059,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Vous êtes dans une impasse, permettez-moi de vous aider.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_02"
		},
		{
			"voicelineId": 60060,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "À quelle étape... ai-je commis une erreur ?",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_01"
		},
		{
			"voicelineId": 60061,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Comment ai-je pu... commettre une telle négligence...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_02"
		},
		{
			"voicelineId": 60062,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "La vérité... n'a toujours pas fait surface...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_03"
		},
		{
			"voicelineId": 60063,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900002",
			"description": "Quelle audace.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_L_02"
		},
		{
			"voicelineId": 60064,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "Non...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_H_01"
		},
		{
			"voicelineId": 60065,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Qui est la cible, cette fois-ci ?",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_01"
		},
		{
			"voicelineId": 60066,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "Il est l'heure de passer un coup de filet.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_02"
		},
		{
			"voicelineId": 60067,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Allons nous renseigner auprès des gens.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_03"
		}
	]
}