{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "Première rencontre...",
			"voicelineType": "1006",
			"description": "Bonjour ! Je suis Yumemizuki Mizuki, psychoclinicienne. Si quelque chose vous préoccupe, n'hésitez pas à m'en parler. Je peux chasser les cauchemars les plus sombres de votre esprit, sans laisser la moindre trace. Vous ne me croyez pas ? Si vous avez un moment à m'accorder... Pourquoi ne passeriez-vous pas à mon bureau ?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "Bavardage - Session thérapeutique",
			"voicelineType": "1101",
			"description": "Le rêve d'hier soir était délicieux. Merci de l'avoir partagé avec moi.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "Bavardage - Travail d'actionnaire",
			"voicelineType": "1102",
			"description": "Je dois encore passer en revue le rapport financier du dernier trimestre... J'ai déjà mal au crâne !",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "Bavardage - Baisse de moral",
			"voicelineType": "1103",
			"description": "Si vous vous sentez {M#déprimé}{F#déprimée}, arrêtez tout et sortez prendre l'air.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "Quand il pleut...",
			"voicelineType": "1201",
			"description": "Un temps sombre peut éveiller les émotions négatives au plus profond de nous...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "Quand le tonnerre gronde...",
			"voicelineType": "1202",
			"description": "Je me demande si la Shogun toute-puissante passe une mauvaise journée ?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "Il fait bon dehors...",
			"voicelineType": "1203",
			"description": "Le soleil n'est pas toujours une bonne chose. Si sa lumière est trop forte, elle peut faire mal aux yeux et causer des vertiges.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "Après la pluie...",
			"voicelineType": "1204",
			"description": "Maintenant que les nuages se sont dissipés, il est temps de faire de même avec nos problèmes.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "Le vent souffle fort...",
			"voicelineType": "1205",
			"description": "Hmm, le vent est parfait. Je me sens rafraîchie et prête à partir.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "Au réveil...",
			"voicelineType": "1001",
			"description": "Vous sentez ça ? J'ai ouvert la fenêtre pour faire entrer un peu d'air frais. Ah, l'air du matin, le soleil qui se lève, la brise fraîche... Je me sens déjà plus légère. Quelle belle matinée.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "À l'heure du déjeuner...",
			"voicelineType": "1002",
			"description": "Une sieste rapide en milieu de journée peut vous redonner de l'énergie, mais j'insiste sur « rapide ». Dormir trop longtemps vous fatiguera davantage... Je vous réveille tout à l'heure ?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "Le soir...",
			"voicelineType": "1003",
			"description": "Il se fait tard. Essayez de vous coucher à une heure raisonnable, d'accord ? Si vous veillez tard pour danser, lire des romans ou jouer à des jeux, la qualité de votre sommeil en pâtira !",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "La nuit...",
			"voicelineType": "1004",
			"description": "Vous allez dormir ? Tenez, buvez cette tasse de lait avant d'y aller. J'y ai ajouté des herbes bénéfiques pour le sommeil. Bonne nuit et faites de beaux rêves !",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "À propos de Yumemizuki Mizuki - Différences des sources thermales",
			"voicelineType": "2001",
			"description": "Les sources thermales de Natlan se trouvent dans un espace ouvert proche de la mer. On peut donc discuter avec beaucoup de gens tout en profitant d'une brise fraîche.\nSi je faisais la même chose à Inazuma, les gens se diraient probablement : « C'est déjà gênant de voir des gens qu'on connaît aux bains publics, alors parler à des inconnus est complètement hors de question... »\nVous voyez ? Toutes les sources thermales ne sont pas égales.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "À propos de Yumemizuki Mizuki - Bains Aisa",
			"voicelineType": "2005",
			"description": "Avez-vous entendu parler des Bains Aisa ? Ce sont des sources thermales intérieures. Lorsque j'en suis devenue actionnaire, j'ai eu l'idée d'un nouveau type de pratique : faire tremper les patients dans des bains médicinaux pour que leur corps et leur esprit se détendent avant leur thérapie.\nMais la plupart du temps, l'eau chaude les endormait avant même que je puisse passer à la thérapie. À leur réveil, ils ne cessaient de chanter les louanges de l'efficacité de mon traitement.\nAlors que je n'avais rien fait ! Comme quoi, un peu de repos fait des merveilles...\nUne bonne nuit de sommeil peut résoudre bien des problèmes, mais les gens s'entêtent à se surmener.\n*soupir* J'aimerais que les gens écoutent leur corps quand il leur dit de se reposer...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "À propos de nous - Voyage",
			"voicelineType": "2003",
			"description": "J'ai visité cinq des sept nations de Teyvat. Je suppose que je suis une sorte de voyageuse. Ma vie est principalement à Inazuma, mais je fais souvent des déplacements professionnels à Natlan. Entraidons-nous en tant que compagnons de route !",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "À propos de nous - Beaux rêves",
			"voicelineType": "2002",
			"description": "Il y a une règle tacite au sein des miens : ne jamais manger les beaux rêves de quelqu'un sans sa permission. Ce sont de précieux trésors dont l'absence peut provoquer un sentiment de déception et de vide.\nMais vous êtes une exception, semblerait-il. Vos rêves sont comme un trésor sans fin. C'est la première fois que je vois quelqu'un d'aussi lumineux que vous...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "À propos de l'œil divin...",
			"voicelineType": "3006",
			"description": "Les yeux divins seraient une preuve de reconnaissance divine, un miracle devenu réalité. D'ailleurs, j'ai entendu dire que beaucoup de gens sans œil divin attendent l'arrivée de ce miracle.\nMais en désirant l'impossible, la déception n'en est que plus grande quand la réalité les rattrape.\nJ'espère qu'ils ne transformeront pas involontairement la réalité en un cauchemar dont il faut s'échapper dans leur poursuite d'un mirage...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "Quelque chose à partager ?",
			"voicelineType": "3002",
			"description": "Ya-chan et Te-chan sont plus que des compagnons : elles sont une partie de moi, nées de pouvoirs de démon. Elles représentent respectivement ma sagesse et mon esprit. Vous pouvez les considérer comme la matérialisation de ma rationalité et de mon empathie. Elles m'aident occasionnellement à administrer des traitements et sont également très compétentes au combat !",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "Détails intéressants...",
			"voicelineType": "3003",
			"description": "Je suis partie pour Inazuma la veille de l'attaque qui a frappé le Peuple des sources. Mualani m'a écrit une lettre pour me raconter ce qui s'est passé. Vous avez l'air d'avoir joué un rôle important dans le renversement de la situation. Maintenant que j'y pense... Miko m'a dit que c'était la deuxième fois que vous me ratiez, alors que nous aurions pu nous croiser ! Enfin, je peux désormais enfin compter {M#le légendaire voyageur}{F#la légendaire voyageuse} parmi mes connaissances.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terminez « Ode à la résurrection incandescente ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "À propos de Yae Miko - Passé",
			"voicelineType": "4001",
			"description": "Il y a des siècles, nous étions voisines. Miko était beaucoup plus sérieuse dans ses activités à l'époque. Je me souviens qu'elle venait d'apprendre à se transformer en humaine... Cette période de simplicité et d'innocence me manque parfois. À l'époque, elle me rendait visite tous les jours pour que je puisse goûter à ses rêves.\nDes notes de fleurs de cerisier, de papier, d'encre, de dango tricolore et de tofu frit... C'est ce qui m'en reste. Elle me suppliait de me transformer en humaine pour l'accompagner en ville et trouver des objets qui correspondaient aux saveurs de ses rêves. Si quelqu'un nous surprenait, on se retransformait immédiatement en nos formes originales pour nous enfuir. Elle courrait si vite qu'elle me perdait la plupart du temps...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "À propos de Yae Miko - Situation actuelle",
			"voicelineType": "4002",
			"description": "Aujourd'hui, Miko est la Guuji du Sanctuaire de Narukami. Après avoir grandi, je n'ai plus jamais goûté un de ses rêves. Qui sait s'ils ont le même goût qu'à l'époque ?\nManger des rêves sans permission est un tabou absolu pour mon espèce. Même si elle venait me voir en me le demandant après tout ce temps, je... Je pense que je refuserais. Nous sommes des rivales en affaires, et j'ai bien l'intention de ne pas la laisser avoir l'avantage cette fois-ci.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Quiétude, la sublimation de l'ombre ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "À propos de la Shogun Raiden...",
			"voicelineType": "4003",
			"description": "J'ai pris mon courage à deux mains pour inviter la Shogun toute-puissante aux bains après le Festival des mikawas. Lorsqu'elle s'est installée dans le bain, une mèche de ses cheveux est tombée dans l'eau. J'ai pensé à la remettre en place, mais j'ai eu peur que ce soit un geste déplacé envers elle. Évidemment, Miko n'aurait jamais hésité... Cela me rappelle malheureusement qu'il me reste encore beaucoup de chemin à parcourir en tant que démon.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Rêves éphémères ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "À propos de Sangonomiya Kokomi...",
			"voicelineType": "4004",
			"description": "La Prêtresse divine de l'Île de Watatsumi est une personne digne et très courtoise. Lui parler me remonte toujours le moral. J'espère que nous aurons l'occasion de travailler ensemble si j'ouvre une nouvelle succursale des Bains Aisa ou un autre type d'entreprise sur l'Île de Watatsumi...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "À propos de Yoimiya...",
			"voicelineType": "4005",
			"description": "La Reine du festival d'été ? Elle m'a fait forte impression, oui.\nDe temps à autre, je fais une enquête sur la santé mentale pour voir s'il y a des zones autour d'Inazuma où les gens seraient plus susceptibles d'avoir besoin de thérapie...\nIl se trouve que ce n'est pas vraiment le cas pour les gens qui vivent près de mademoiselle Yoimiya, et je ne crois pas que ce soit une coïncidence. C'est difficile de ne pas aller bien avec une personne aussi solaire et joyeuse dans les parages !",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "À propos de Kamisato Ayaka...",
			"voicelineType": "4006",
			"description": "Mademoiselle Ayaka... Elle était encore petite quand j'ai quitté Inazuma, mais elle avait déjà commencé à étudier l'art floral et celui de l'épée. Son frère a fait appel à mes services en secret à l'époque pour apaiser ses angoisses.\nJe me souviens que ses rêves avaient l'odeur du vieux bois et de la pluie battante, comme dans un pavillon de bois isolé sur le point de s'effondrer sous la tempête. J'ai fait de mon mieux pour la soigner, jusqu'à ce qu'elle arrive à trouver un sommeil paisible.\nDe nombreuses années sont passées depuis. J'espère qu'elle a maintenant des personnes sur qui compter, pour ne pas avoir à affronter cette tempête seule...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "À propos de Kujou Sara...",
			"voicelineType": "4007",
			"description": "Elle sollicite souvent mes services pour les membres de la Commission administrative. C'est assez fréquent de voir du doute et de la peur dans leur esprit, mais les rêves de la générale Kujou ont la même froideur que celle du métal. Pas de pluie ni de soleil, comme un coffre-fort en tamahagane pur, inébranlable et impénétrable.\nJ'ai le plus grand respect pour son mental d'acier.\nMême si je me demande combien d'épreuves elle a dû endurer pour en arriver là...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "À propos de Sayu...",
			"voicelineType": "4008",
			"description": "Héhé, c'est une petite mujina insouciante dont le seul problème est de vouloir devenir plus grande... Je suis certaine que ses rêves sont extrêmement doux. J'aimerais bien l'inviter à venir travailler aux bains, mais elle semble m'éviter. Peut-être qu'elle a deviné mes intentions...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "À propos de Mavuika...",
			"voicelineType": "4009",
			"description": "L'Archon Pyro ? Hm... Dame Mavuika est le genre de personne tellement rayonnante qu'il faudrait porter des lunettes de soleil pour la regarder. Comme le soleil, elle a le don de dissiper la brume et d'éclairer les ténèbres de nos cœurs avec une simple poignée de main.\n... Si j'ai déjà goûté à l'un de ses rêves ? Non, absolument pas ! Je n'oserais jamais. Elle m'a laissé essayer une fois, mais j'ai cru sauter dans un volcan ou m'étouffer avec des cendres. Je ne faisais que tousser...\nPeut-être que mes pouvoirs ne sont pas encore assez forts...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "À propos de Mualani...",
			"voicelineType": "4010",
			"description": "Ah, Mualani... C'est la personne la plus amicale que je connaisse. J'ai vécu chez le Peuple des sources pendant mon séjour à Natlan, et je n'aurais jamais pu ouvrir mon établissement sans son aide. Elle m'a traînée jusqu'au Bureau de délibération, et je me suis retrouvé nez à nez avec l'Archon Pyro à l'improviste. Je ne savais pas du tout où me mettre...\nOn pourrait la comparer à une vague. Parfois, elle se dresse au-dessus de l'eau, se glisse en profondeur sous la surface ou s'écrase sur le rivage. C'est difficile à suivre...\nOh, sa santé mentale ? Ne vous en faites pas, elle va très bien. C'est plutôt moi qui devrais aller la voir pour une thérapie...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "À propos de Nahida...",
			"voicelineType": "4011",
			"description": "Je suis déjà allée à Sumeru. Il m'est impossible d'entrer en contact avec les rêves de qui que ce soit dans les lieux sous son autorité, et encore moins d'en influencer le cours ou de les manger. Malgré cela, sa présence n'est pas oppressante. J'ai davantage ressenti une promesse solennelle entre une divinité et son peuple... Je pense qu'elle a un grand cœur.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Pulsation akashienne et montée de la flamme de kalpa ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "Connaître Yumemizuki Mizuki (1)",
			"voicelineType": "5001",
			"description": "Se nourrir de rêves est une capacité unique à mon espèce. Nous nous nourrissons de beaux rêves comme de cauchemars, mais ils ont des goûts différents. Pendant longtemps, je ne le faisais que pour survivre, mais avec le temps, je me suis rendu compte que ce pouvoir pouvait aider les humains à surmonter leurs problèmes...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "Connaître Yumemizuki Mizuki (2)",
			"voicelineType": "5002",
			"description": "En réalité, les Baku dévoreurs de rêves ne sont pas des démons particulièrement redoutables. Lorsque la sombre catastrophe a frappé Inazuma, nous n'avons rien pu faire, à part nous enfuir et nous cacher. Notre voisine, la Kitsune Saiguu, s'est sacrifiée pour nous sauver. J'étais dévastée, mais impuissante pour agir... Voir toutes ces vies perdues et ce désespoir m'a poussée à me lancer dans cette vocation. J'ai décidé d'étudier à l'étranger, et grâce à mes voyages à Liyue, Sumeru et Natlan, j'ai pu combiner mes capacités à la médecine humaine. Voilà comment est née ma pratique actuelle.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "Connaître Yumemizuki Mizuki (3)",
			"voicelineType": "5003",
			"description": "Je ne me trouvais pas à Inazuma ces deux dernières années, mais les affaires des sources thermales ont été florissantes. Entre-temps, j'ai travaillé d'arrache-pied pour créer une discipline qui rassemble ce que j'ai appris au cours de mes voyages. Le fait de dire que je suis l'une des actionnaires majoritaires des Bains Aisa m'a ouvert beaucoup de portes. C'est pour cela que j'ai pu continuer à proposer mes thérapies. Et ce, malgré tous les défis...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Terminez « Quiétude, la sublimation de l'ombre ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "Connaître Yumemizuki Mizuki (4)",
			"voicelineType": "5004",
			"description": "Mon plus grand défi est de gérer les émotions négatives après avoir ingéré un cauchemar. Je ne le fais qu'en dernier ressort lors du traitement d'un patient. À ce stade, les cauchemars sont généralement très toxiques et volatils... Lorsque cela se produit, j'aime aller dans un endroit isolé pour « digérer » ces émotions. Je ne voudrais pas qu'on me voie dans ces moments-là...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Terminez « Quiétude, la sublimation de l'ombre ».",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "Connaître Yumemizuki Mizuki (5)",
			"voicelineType": "5005",
			"description": "Cependant, aider les patients à se débarrasser de leurs cauchemars est mon devoir de psychoclinicienne.\n... Et c'est ma raison d'être en tant que Baku dévoreur de rêves.\nJe me suis toujours interrogée sur la raison d'être de notre pouvoir. Pourquoi nous a-t-il été donné ? Que pouvons-nous en faire ? Si les rêves ne sont qu'une façon pour nous de subsister, qu'est-ce qui nous différencie des insectes qui passent leurs journées à grignoter des melons lavande ?\nLa psychologie m'a donné un but et une vocation : bannir les cauchemars d'Inazuma et du monde entier.\nJe pensais que je passerais toute ma vie à affronter cela seule, jusqu'à ce que je vous rencontre... Une personne qui peut bouleverser le monde et même faire plier la volonté des divinités... Une personne prête à accepter mes faiblesses et qui ne manque pas de beaux rêves à partager... Je suis peut-être devenue votre « patiente » en quelque sorte.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Débloqué au Niv. d'affinité 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Terminez « Ode à la résurrection incandescente ».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "Les loisirs de Yumemizuki Mizuki...",
			"voicelineType": "6001",
			"description": "Écouter de la musique joyeuse et entraînante est un excellent moyen de se détendre. Lorsque j'habitais à Natlan, je me rendais souvent à la Place Colomche du Peuple des sources. La musique des ukulélés était si belle... D'ailleurs, j'ai entendu dire que vous saviez jouer de plusieurs instruments. Ça vous dirait de jouer pour moi un jour ?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "Les problèmes de Yumemizuki Mizuki...",
			"voicelineType": "6012",
			"description": "Parfois, les cauchemars puissants sont presque comme du poison mortel pour moi, quand ils vont au-delà de ce que je peux endurer. Par exemple, ceux des soldats inazumiens qui ont combattu pendant la sombre catastrophe ou des guerriers natlanois qui ont repoussé l'Abîme dans le Fief nocturne. Le désespoir et la peur avaient envahi leur subconscient, alors manger leurs rêves m'a donné l'impression d'avaler des couteaux... Un jour, j'ai perdu connaissance durant plusieurs jours après avoir avalé le rêve d'une guerrière qui venait de revenir de la Guerre des veilleurs de nuit.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "Plats préférés...",
			"voicelineType": "6003",
			"description": "Mon plat préféré ? C'est le meilleur rêve que vous n'ayez jamais eu... Non, je plaisante. Je ne me nourris pas des bons souvenirs des gens... En revanche, je dis toujours oui à un dessert. C'est réconfortant, surtout après une séance de thérapie difficile.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "Plats détestés...",
			"voicelineType": "6004",
			"description": "Je déteste les plats préparés à la va-vite... Par exemple, du pain sec, quelques carottes, du chou et un morceau de jambon froid. Vous savez, l'alimentation est importante pour le moral. Comment espérez-vous maintenir un esprit sain si vos repas sont composés n'importe comment ? Nous avons besoin de mieux prendre soin de nous-mêmes, et cela commence par ce que nous mangeons.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "Cadeau reçu (1)",
			"voicelineType": "6007",
			"description": "Ouah... Je n'ai jamais mangé un plat comme celui-ci, même pas en rêve. Ce sera peut-être la recette d'une nuit de sommeil parfaite !",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "Cadeau reçu (2)",
			"voicelineType": "6008",
			"description": "Hmm... C'est doux, comme un rêve. Merci, j'aime beaucoup.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "Cadeau reçu (3)",
			"voicelineType": "6009",
			"description": "Un cauchemar a-t-il perturbé votre sommeil la nuit dernière ? Cela expliquerait l'altération de votre sens du goût... La nourriture peut attendre, notre séance de thérapie doit commencer maintenant.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "Anniversaire...",
			"voicelineType": "7001",
			"description": "Aujourd'hui est un jour important pour nous deux. En vous rencontrant, j'ai eu la chance d'être témoin de beaux rêves sans fin... Et si nous célébrions dans un rêve qui nous appartient ? Évidemment, il faudra le construire à partir de rien. Dites-moi ce que vous aimeriez y voir...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "Affinité faible",
			"voicelineType": "8001",
			"description": "Je me sens de plus en plus forte, que ce soit dans mon corps que dans mon esprit. Je suis prête à affronter des cauchemars plus puissants.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 1.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "Affinité moyenne",
			"voicelineType": "8002",
			"description": "Je vous remercie du fond du cœur. Avec votre aide, je suis certaine d'être capable d'affronter tous les cas qui se présenteront à moi.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 2.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "Affinité élevée",
			"voicelineType": "8003",
			"description": "Vos encouragements m'ont permis de faire une introspection et de voir mes faiblesses telles qu'elles sont. Vous avez aidé une psychoclinicienne sur son chemin vers la guérison, ce n'est pas quelque chose dont beaucoup de gens peuvent se vanter.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 4.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "Affinité max",
			"voicelineType": "8004",
			"description": "Les émotions négatives font partie de nous. L'anxiété, l'agitation et la peur sont les conséquences de notre réticence à les affronter et de notre impossibilité à trouver l'équilibre entre ces dernières et nos émotions positives. Depuis que je suis à vos côtés, j'ai réussi à trouver ce juste milieu et à le graver dans mon esprit. Peu importe la toxicité du cauchemar, je n'ai rien à craindre.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Atteignez la phase d'élévation 6.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "Compétence élémentaire (1)",
			"voicelineType": "100001",
			"description": "Ne faites pas la tête.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "Compétence élémentaire (2)",
			"voicelineType": "100002",
			"description": "Faites de beaux rêves !",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "Compétence élémentaire (3)",
			"voicelineType": "100003",
			"description": "Détendez-vous.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "Déchaînement élémentaire (1)",
			"voicelineType": "200001",
			"description": "Adieu, cauchemar...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "Déchaînement élémentaire (2)",
			"voicelineType": "200002",
			"description": "Ya-chan, Te-chan, allons-y.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "Déchaînement élémentaire (3)",
			"voicelineType": "200003",
			"description": "Laissez-le vent emporter vos tracas.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "Ouverture de coffre (1)",
			"voicelineType": "300001",
			"description": "Belle trouvaille !",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "Ouverture de coffre (2)",
			"voicelineType": "300002",
			"description": "Un petit quelque chose pour remonter le moral !",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "Ouverture de coffre (3)",
			"voicelineType": "300003",
			"description": "Parfois, les moras sont le meilleur médicament qu'il soit.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "PV faibles (1)",
			"voicelineType": "410001",
			"description": "Je ne dois pas trop me forcer...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "PV faibles (2)",
			"voicelineType": "410002",
			"description": "Je dois faire des concessions...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "PV faibles (3)",
			"voicelineType": "410003",
			"description": "C'est un mauvais signe...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "Compagnon avec PV faibles (1)",
			"voicelineType": "400001",
			"description": "Permettez-moi d'intervenir.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "Compagnon avec PV faibles (2)",
			"voicelineType": "400002",
			"description": "Reposez-vous.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "K.O. (1)",
			"voicelineType": "500001",
			"description": "Est-ce... un cauchemar ?",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "K.O. (2)",
			"voicelineType": "500002",
			"description": "Les ténèbres m'engloutissent...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "K.O. (3)",
			"voicelineType": "500003",
			"description": "Je ressens encore de la douleur...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "Attaque légère subie (1)",
			"voicelineType": "900002",
			"description": "Que c'est grossier.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "Attaque puissante subie (1)",
			"voicelineType": "910001",
			"description": "C'est ma faute...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "Attaque puissante subie (2)",
			"voicelineType": "910002",
			"description": "Quel patient difficile...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "Attaque puissante subie (3)",
			"voicelineType": "910003",
			"description": "Un coup brutal...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "Ajout dans l'équipe (1)",
			"voicelineType": "600001",
			"description": "Des choses à me confier ?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "Ajout dans l'équipe (2)",
			"voicelineType": "600002",
			"description": "C'est l'heure de notre séance ?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "Ajout dans l'équipe (3)",
			"voicelineType": "600003",
			"description": "Je ne sens pas de cauchemar à proximité.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}