{
	"id": 11515,
	"name": "Absolution",
	"description": "Une rapière autrefois brandie par un menteur qui avait tout abandonné. Dans le passé, elle était principalement utilisée lorsqu'il devait dissimuler son identité.",
	"descriptionRaw": "Une rapière autrefois brandie par un menteur qui avait tout abandonné. Dans le passé, elle était principalement utilisée lorsqu'il devait dissimuler son identité.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Épée à une main",
	"rarity": 5,
	"story": "« La sincérité et la diligence seront récompensées. C'est ce que vous nous avez toujours appris, mère.\nMais ceux qui privilégient la sincérité sont souvent des menteurs, et les diligents seront exploités par les autres.\nMère, il s'avère que vous étiez, vous aussi, une menteuse. Sinon, pourquoi seriez-vous enterrée ici ?\nAinsi, je dois vous remercier. Je comprends enfin vos véritables enseignements... »\nAvant qu'un morceau de bois ne devienne le manche d'une hache, il ne peut être pointilleux ni sur les méthodes, ni sur la dignité.\nQu'il s'agisse de tenues formelles encombrantes ou de haillons tachés de graisse et de sang, tous sont des costumes nécessaires pour progresser.\n\nÀ une époque comme celle-ci... Et peut-être même pendant mille ou dix mille ans...\nIl y aura toujours des jeunes qui grandiront bien trop vite, qui s'élèveront dans la société sous la bannière de ce qu'on appelle la survie du plus fort,\nqui se nourriront de sincérité, se gaveront d'espoir et se sustenteront de rêves, se métamorphosant en un magnifique monstre de la ville à la surface,\net pour qui les deux villes, qu'elles soient touchées ou non par le soleil, sont de riches terrains de chasse.\n\n« Oh, par tous les Archons ! De quelle famille venez-vous, jeune demoiselle ? Et qu'est-ce qui vous amène au Fleuve cendré ? »\nUne noble jeune fille qui s'égare par hasard au Fleuve cendré devient naturellement la proie la plus digne d'être accrochée à une cheminée...\n« Comme la peur obscurcit son beau visage, tels des nuages étouffant la lune », pensa le monstre.\nElle reconnut le visage d'un monstre, mais elle lui demanda à la place comment il avait su qu'elle était déguisée.\n« Eh bien, vous êtes une bien piètre menteuse, pour commencer. Et vous venez d'admettre à moitié que vous n'êtes pas de la région, n'est-ce pas ?\n... Et par-dessus le marché, vos vêtements ne sont ni tachés de suie, ni tachés d'huile de machine. Je n'y vois aucune trace de sang non plus... »\n\n« Oui, oui, une occasion merveilleuse, à ne pas manquer », pensa-t-il en lui tendant la main.\n« Les fils de soie d'araignée pendent silencieusement des nuages au-dessus. J'en profiterai pour entrer dans la plus prestigieuse des familles...\nCette échelle vers les cieux, cette clé vers les portes de perle...\nJe ne dois pas la laisser me quitter... Je ne dois pas la quitter...{NON_BREAK_SPACE}»\n\n« Léticia, c'est votre âme pure que j'aime. »\nUn étrange pressentiment le frappa alors qu'il prononçait ces mots, mais il continua néanmoins à parler...\n\n...\nToutes choses ont leurs présages, et c'était la nuit précédant la tempête.\nEt étrangement, il bavardait de manière inhabituelle sur ses souhaits égoïstes :\n« Léticia, avez-vous déjà imaginé un monde ainsi :\nUn monde avec trois fois plus de soleil et des terres fertiles sans limites...\nUn monde où les gens sont libres comme des oiseaux, libres de toute ségrégation, libres de toute tromperie et spoliation...\nUn monde dans lequel on peut voler à travers des plaines sans fin, ou des rivières, des lacs, des montagnes et des vallées...\nEt ce, jusqu'à trouver un arbre qui nous appartiendrait, où nous nous percherions et construirions notre maison.\nSans personne pour nous déranger, et rien pour nous troubler... »\n\nPeut-être qu'à ce moment-là, il croyait déjà que l'espoir autrefois éphémère s'était désormais dissipé comme une fumée...\nOu avait déjà été enterré dans le silence et le sang aux côtés de leurs camarades.\n\n« Chère Léticia, pensez aux enfants, à ces pousses qui viennent de germer.\nIls ne devraient sûrement pas naître au milieu des tirs de canon, ni grandir au milieu de la boue et des eaux sales.\nDevons-nous les nourrir de larmes courroucées et de serments haineux ?\nDevons-nous les laisser hériter de rêves confus ou d'une mission à l'issue encore inconnue ? »\n\n« Mais non, il n'y a pas lieu de s'inquiéter », pensa-t-il. « Tout a déjà été arrangé.\nNotre avenir... Mon avenir... Il est assuré. »\nEt encore une fois, il ressentit un pressentiment étrange et désormais familier.\n\n...\nCela faisait déjà longtemps qu'il n'avait pas marché parmi les nobles. Et lorsqu'on lui demandait la raison de sa trahison :\n« Pour être récompensé par une position encore plus élevée » ou « Pour gagner la paix pour elle et pour les enfants »...\nIl ne se rappelait plus quel était le prétexte et quelle était la vérité.\nCar quand un menteur dit un mensonge dix mille fois, lui-même peut le croire.\n\nAinsi, lorsque sa femme lui posa finalement la même question, il n'avait toujours pas compris.\nMais il se souvenait de la promesse qu'il lui avait faite. Au moins, ils pourraient à eux seuls respecter leur contrat initial.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DGT CRIT",
	"baseStatText": "9,6%",
	"effectName": "Pacte funeste",
	"effectTemplateRaw": "#Augmente les DGT CRIT de <color=#99FFFFFF>{0}</color>. Lorsque la valeur d'un engagement vital augmente, les DGT infligés par le personnage équipé de l'arme augmentent de <color=#99FFFFFF>{1}</color> pendant 6 s, cet effet pouvant être cumulé 3 fois maximum.",
	"r1": {
		"description": "Augmente les DGT CRIT de 20 %. Lorsque la valeur d'un engagement vital augmente, les DGT infligés par le personnage équipé de l'arme augmentent de 16 % pendant 6 s, cet effet pouvant être cumulé 3 fois maximum.",
		"values": [
			"20{NON_BREAK_SPACE}%",
			"16{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Augmente les DGT CRIT de 25 %. Lorsque la valeur d'un engagement vital augmente, les DGT infligés par le personnage équipé de l'arme augmentent de 20 % pendant 6 s, cet effet pouvant être cumulé 3 fois maximum.",
		"values": [
			"25{NON_BREAK_SPACE}%",
			"20{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Augmente les DGT CRIT de 30 %. Lorsque la valeur d'un engagement vital augmente, les DGT infligés par le personnage équipé de l'arme augmentent de 24 % pendant 6 s, cet effet pouvant être cumulé 3 fois maximum.",
		"values": [
			"30{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Augmente les DGT CRIT de 35 %. Lorsque la valeur d'un engagement vital augmente, les DGT infligés par le personnage équipé de l'arme augmentent de 28 % pendant 6 s, cet effet pouvant être cumulé 3 fois maximum.",
		"values": [
			"35{NON_BREAK_SPACE}%",
			"28{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Augmente les DGT CRIT de 40 %. Lorsque la valeur d'un engagement vital augmente, les DGT infligés par le personnage équipé de l'arme augmentent de 32 % pendant 6 s, cet effet pouvant être cumulé 3 fois maximum.",
		"values": [
			"40{NON_BREAK_SPACE}%",
			"32{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment d'un accord ancien",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Vieille montre à gousset d'opérateur",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapitre d'un accord ancien",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Vieille montre à gousset d'opérateur",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Chapitre d'un accord ancien",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Montre à gousset d'opérateur",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Mouvement d'un accord ancien",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Montre à gousset d'opérateur",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Mouvement d'un accord ancien",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Constance d'opérateur",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Écho d'un accord ancien",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Constance d'opérateur",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 18
			}
		]
	}
}