{
	"name": "Akuoumaru",
	"description": "L'épée bien-aimée du légendaire « Akuou ». Sa lame est énorme et majestueuse, mais étonnamment facile à manier.",
	"weapontype": "Épée à deux mains",
	"rarity": "4",
	"story": "Un sabre qui était autrefois utilisé par un puissant général de Watatsumi.\nIl est dit que ce général ne maîtrisait au sabre que les styles dit « Getsumouun » et « Yuushio » qu'il avait appris par lui-même.\nPourtant, ces deux styles étaient suffisants pour qu'il ne soit jamais vaincu en duel.\n\nOn entend souvent dire que les serpents et les poissons ont le sang froid... Mais les créatures à sang froid cherchent toujours les lieux chauds, qui sont pour eux une terre promise.\nAfin de réaliser les rêves de son peuple, la Divinité des tréfonds défia les nuages qui se rassemblaient.\nDans les rangs des Watatsumiens en marche pour la conquête, un jeune homme se distingua des autres.\nSa bravoure et son intrépidité lui valurent les honneurs de Watatsumi, et il reçut le surnom de Touzannou, le « roi de la montagne de l'Est ».\nMais après de nombreuses années, ce titre royal fut oublié et il fut remplacé par le nom selon lequel il était connu de ses ennemis :\n« Akuou », les crocs et les griffes maléfiques du Grand serpent, l'envahisseur féroce et démoniaque de l'Île de Yashiori...\n\nLes massacres avaient endurci le jeune homme et fait de lui un guerrier. Mais pour lui...\nSeul le vœu qu'il avait fait avant de partir, une promesse faite sur la lune reflétée dans les eaux à côté du sanctuaire, était éternel.\n\n« Un jour, j'irai au sommet du Mont Yougou, pour contempler de haut le palais du seigneur du tonnerre.\nJ'en découdrai avec le légendaire grand Tengu de Yougou lors d'un duel magistral sur le toit du Tenshukaku.\nPuis je rapporterai le masque du Tengu pour l'offrir à Ayame et Mouun en guise de souvenir ! »\n\nAu final, leurs souvenirs furent effacés comme un château de sable se faisant emporter par les vagues.\nLe masque du Tengu, qui rayonnait comme une étoile cramoisie, se brisa comme du sable dans le chaos de la bataille...\nEt la prêtresse, qui flamboyait dans l'esprit du jeune homme telle la clarté lunaire dans les profondeurs de l'océan, ne revint jamais.\nQuant à Akuou, il se tenait aux côtés du Grand serpent lorsque celui-ci fut frappé par un rayon foudroyant.",
	"baseatk": 42,
	"substat": "ATQ",
	"subvalue": "9",
	"effectname": "Marchevague de Watatsumi",
	"effect": "Pour chaque point de l'énergie élémentaire combinée de tous les personnages de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de {0}. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à {1} de cette manière.",
	"r1": [
		"0,12 %",
		"40 %"
	],
	"r2": [
		"0,15 %",
		"50 %"
	],
	"r3": [
		"0,18 %",
		"60 %"
	],
	"r4": [
		"0,21 %",
		"70 %"
	],
	"r5": [
		"0,24 %",
		"80 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Branche marine de corail",
				"count": 3
			},
			{
				"name": "Griffe dissimulée",
				"count": 3
			},
			{
				"name": "Garde-main ancien",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Branche marine de gemme",
				"count": 3
			},
			{
				"name": "Griffe dissimulée",
				"count": 12
			},
			{
				"name": "Garde-main ancien",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Branche marine de gemme",
				"count": 6
			},
			{
				"name": "Ongle dissimulé",
				"count": 6
			},
			{
				"name": "Garde-main kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Branche marine de jade",
				"count": 3
			},
			{
				"name": "Ongle dissimulé",
				"count": 12
			},
			{
				"name": "Garde-main kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Branche marine de jade",
				"count": 6
			},
			{
				"name": "Serre dissimulée",
				"count": 9
			},
			{
				"name": "Garde-main célèbre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Branche marine d'or",
				"count": 4
			},
			{
				"name": "Serre dissimulée",
				"count": 18
			},
			{
				"name": "Garde-main célèbre",
				"count": 12
			}
		]
	}
}