{
	"name": "Lame kageuchi d'Amenoma",
	"description": "Une lame qui aurait été fabriquée sur commande pour un célèbre samouraï capable de trancher même le plus robuste des guerriers tengu, célèbres pour leur habileté à utiliser leur incroyable vitesse pour fendre les airs.",
	"weapontype": "Épée à une main",
	"rarity": "4",
	"story": "Une des versions kageuchi de la célèbre épée « Hakuen Michimitsu d'Amenoma ».\nElle a été offerte au Clan Saimon par Douin, le patriarche fondateur du Clan Iwakura.\nCe cadeau a été donné en remerciement pour les soins qu'il a reçus d'eux lorsqu'il vivait isolé dans le Village de Konda.\n\nIl est dit que la technique de lame secrète de l'École Iwakura, le balayage tengu, ne peut être exécutée que lorsqu'aucune trace de confusion n'est présente dans votre cœur.\nDans le passé, le balayage tengu était parfois appelé « Victoire tengu », et c'était un coup d'épée qui pouvait couper un Tengu planant dans le ciel.\nAu fil des siècles, les épéistes d'Iwakura, qui ont hérité du nom « In », ont utilisé ce coup secret pour éliminer de nombreux monstres et mauvais esprits à travers l'archipel d'Inazuma.\n\nLa légende raconte que le balayage tengu aurait d'abord été créé dans la cour d'un petit sanctuaire où l'encens ne brûlait plus.\nLa technique était si puissante qu'elle aurait détruit le bâtiment, et que l'épée d'Iwakura Douin aurait été brisée en deux.\nAprès cela, il aurait fondé l'École Iwakura grâce à ses compétences en escrime, avant de devenir l'instructeur du Clan Kujou.\nIl aurait également demandé au maître Amenoma de l'époque de fabriquer l'épée qui serait transmise dans la lignée des In, le « Hakuen Michimitsu d'Amenoma ».\n\nLes légendes et rumeurs abondent concernant les actes accomplis à l'aide de cette lame. Il est dit que son tranchant était tel qu'il pouvait même découper les fils du destin.\nQuant au nom particulier de la lame, il paraîtrait que c'est Iwakura Douin lui-même qui aurait spécifié à Amenoma qu'elle se nommerait ainsi.",
	"baseatk": 41,
	"substat": "ATQ",
	"subvalue": "12",
	"effectname": "Héritage d'Iwakura",
	"effect": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peut être cumulé simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère {0} pts d'énergie élémentaire pour chaque graine consommée.",
	"r1": [
		"6"
	],
	"r2": [
		"7,5"
	],
	"r3": [
		"9"
	],
	"r4": [
		"10,5"
	],
	"r5": [
		"12"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Branche marine de corail",
				"count": 3
			},
			{
				"name": "Engrenage du chaos",
				"count": 3
			},
			{
				"name": "Garde-main ancien",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Branche marine de gemme",
				"count": 3
			},
			{
				"name": "Engrenage du chaos",
				"count": 12
			},
			{
				"name": "Garde-main ancien",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Branche marine de gemme",
				"count": 6
			},
			{
				"name": "Axe du chaos",
				"count": 6
			},
			{
				"name": "Garde-main kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Branche marine de jade",
				"count": 3
			},
			{
				"name": "Axe du chaos",
				"count": 12
			},
			{
				"name": "Garde-main kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Branche marine de jade",
				"count": 6
			},
			{
				"name": "Œil du chaos",
				"count": 9
			},
			{
				"name": "Garde-main célèbre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Branche marine d'or",
				"count": 4
			},
			{
				"name": "Œil du chaos",
				"count": 18
			},
			{
				"name": "Garde-main célèbre",
				"count": 12
			}
		]
	}
}