{
	"name": "Simulacre d'eau",
	"description": "La couleur de cet arc long est imprévisible. Sous la lumière, il prend un bleu lustré et aqueux.",
	"weapontype": "Arc",
	"rarity": "5",
	"story": "Incolore et sans forme fixe, l'eau peut prendre l'apparence d'une épée ou d'un arc.\nElle est la plus douce de toutes les substances en ce monde, mais aussi la plus tenace.\nDes armes les plus merveilleuses les unes que les autres existent, mais cet arc exceptionnel a le pouvoir mystérieux d'invoquer l'eau.\n\n« L'eau enveloppe l'impureté et lave la souillure sans compromettre sa propre intégrité. »\n« D'apparence changeante, elle peut imiter toute forme de vie, capricieuse mais fidèle à elle-même. »\n« Divisée, elle prend de nombreux cours qui ruissellent de manière proche sans pour autant se toucher. Unie, c'est une vague géante et déferlante que rien ne peut arrêter. »\n« Sous sa surface se trouve de nombreux secrets que la lumière ne peut transpercer. »\n« Ainsi est le mystère de l'eau. Peu importe le nombre d'esprits savants qui essayent, nul ne peut saisir l'étendue complète de sa versatilité. »\n\nAvant d'entrer au service de la noble maîtresse de la Chambre de Jade, elle se souvint de cet enseignement qu'une aînée lui a transmis.\nCombines mercantiles et manigances politiques se heurtent toujours à des dangers cachés et des tempêtes, tandis que les épaves de navires jonchent les fonds marins.\nLes plus ambitieux avec d'innombrables richesses à leur disposition sont plus à même de naviguer sans accroc dans ces eaux.\nIls se propulsent à contre-courant en évitant la compétition ambiante et les mauvaises intentions à leur égard.\n\n« Ce sont leurs paroles, mais je n'ai pas le tempérament de ces dignitaires, ni la patience pour l'oisiveté. »\n« Je préfère l'ambiance et le parfum d'un salon de thé, ainsi que de l'émerveillement que me procurent les possibilités infinies d'un lancer de dé. »\n« Je me suis maintes fois introduite dans la cachette de malfrats à la tombée de la nuit et ai déjoué de nombreux complots des d'ennemis venus de terres lointaines. »\n« Cependant, je ne l'ai pas fait pour aider les dignitaires à se débarrasser des dissidents, mais seulement parce que l'eau a une source. »\n\nPour préserver l'intégrité de sa source, la douce eau peut se transformer en arme.\nConspiration et langage codé se mêlent en toute aisance sous la pleine lune bleue. Telle est la sagesse de la forme de l'eau.",
	"baseatk": 44,
	"substat": "DGT CRIT",
	"subvalue": "19.2",
	"effectname": "Forme purifiante",
	"effect": "Les PV sont augmentés de {0}. Si des ennemis sont proches, les DGT infligés par le personnage équipé de l'arme augmentent de {1}, qu'il soit déployé ou non.",
	"r1": [
		"16 %",
		"20 %"
	],
	"r2": [
		"20 %",
		"25 %"
	],
	"r3": [
		"24 %",
		"30 %"
	],
	"r4": [
		"28 %",
		"35 %"
	],
	"r5": [
		"32 %",
		"40 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Sable lumineux de Guyun",
				"count": 5
			},
			{
				"name": "Statuette sinistre",
				"count": 5
			},
			{
				"name": "Coquille spectrale",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Roche lustrée de Guyun",
				"count": 5
			},
			{
				"name": "Statuette sinistre",
				"count": 18
			},
			{
				"name": "Coquille spectrale",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Roche lustrée de Guyun",
				"count": 9
			},
			{
				"name": "Statuette maudite",
				"count": 9
			},
			{
				"name": "Cœur spectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Squelette sacré de Guyun",
				"count": 5
			},
			{
				"name": "Statuette maudite",
				"count": 18
			},
			{
				"name": "Cœur spectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Squelette sacré de Guyun",
				"count": 9
			},
			{
				"name": "Statuette maléfique",
				"count": 14
			},
			{
				"name": "Noyau spectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Corps divin de Guyun",
				"count": 6
			},
			{
				"name": "Statuette maléfique",
				"count": 27
			},
			{
				"name": "Noyau spectral",
				"count": 18
			}
		]
	}
}