{
	"id": 14511,
	"name": "Mille rêves flottants",
	"description": "Cette lampe illumine les rêves qui flottent sur mille nuits, et dans sa lumière vert émeraude s'écoule un chant des jours anciens.",
	"descriptionRaw": "Cette lampe illumine les rêves qui flottent sur mille nuits, et dans sa lumière vert émeraude s'écoule un chant des jours anciens.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 5,
	"story": "« Toute chose vit et meurt selon un cycle défini, tout comme la nuit succède à l'aurore sans discontinuer. »\n« Que l'histoire contenue dans cette lampe vous apporte des rêves pleins d'espoir. »\n\nAu moment où le palais s'effondra, la jeune fille qui n'avait jamais connu la lumière entendit son murmure dans un rêve.\nCette enfant qui se décida de s'en aller avec son « rêve ». À travers les larmes qui remplissaient ses yeux, elle fut témoin de sa compassion.\n\nLa lampe émeraude reflétait le clair de la lune silencieuse, et racontait le récit des fragments d'étoiles et du chant éternel...\nLa danseuse aux pupilles vertes déposa un léger baiser sur la soie recouverte de miel. Les poissons blancs, rouges, bleus et jaunes nageaient dans l'eau pure et nacrée.\nDes musiciens marchaient dans la nuit et guidaient les djinns avec leurs torches, chantant les chansons qui parlaient de cités dorées dans la mer de sable et de cordes d'instruments de musique aux couleurs des grenades.\nUn marin avisé s'embarqua dans un glorieux voyage à la recherche des chansons dans les rêves et de jardins luxuriants au-delà des rives lointaines.\n\nAccompagnées des rêves magnifiques de mille mondes, les lumières sereines illuminèrent le jardin impérial déchu.\nLa douce brise de la forêt balayait le chemin poussiéreux du retour, conduisant l'enfant perdue hors du palais où la paix ne régnait plus.\nLa lampe émeraude qui racontait le rêve des mille nuits devenait de plus en plus pâle à mesure que le soleil du matin s'infiltrait à travers les feuilles.\nCe ne fut qu'au moment où la jeune fille aveugle égarée regarda en arrière qu'elle réalisa que la forêt avait disparu et que l'aube était arrivée.\n\nCe jour-là, la lampe de ses rêves cessa de scintiller, et les rêves des nuits passées furent engloutis par le temps qui s'écoulait.\nMais les oiseaux chantaient toujours en accueillant l'aube. Leurs chants fantastiques étaient telles des fleurs resplendissantes en plein épanouissement.\nPour apporter le courage, l'espoir et le bonheur aux enfants qui n'avaient jamais eu la chance d'être témoins d'un rêve.\nPour tisser la chanson sans fin des mille nuits et allumer les lampes nocturnes qui attendaient l'arrivée de l'aube.\n\nAprès avoir traversé mille nuits de rêves enchantés, jusqu'à ce que le rossignol cesse de chanter, jusqu'à ce que le soleil crépusculaire se couche à nouveau...\nCette voyageuse qui était arrivée à la fin de son périple retrouva enfin la lampe émeraude et sa patrie lointaine.\nLes roses couvertes de rosée se balançaient encore doucement dans la brise au clair de lune, attendant qu'elle raconte de nouvelles histoires :\n« Même si les souvenirs des nuits passées sont perdus à jamais, nous devons quand même chanter en l'honneur des magnifiques rêves des soirées à venir. »",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maîtrise élémentaire",
	"baseStatText": "58",
	"effectName": "Chant d'aube d'un millier de nuits",
	"effectTemplateRaw": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de <color=#99FFFFFF>{0}</color> pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de <color=#99FFFFFF>{1}</color>. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de <color=#99FFFFFF>{2}</color> pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler.",
	"r1": {
		"description": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de 32 pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de 10 %. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de 40 pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler.",
		"values": [
			"32",
			"10 %",
			"40"
		]
	},
	"r2": {
		"description": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de 40 pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de 14 %. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de 42 pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler.",
		"values": [
			"40",
			"14 %",
			"42"
		]
	},
	"r3": {
		"description": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de 48 pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de 18 %. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de 44 pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler.",
		"values": [
			"48",
			"18 %",
			"44"
		]
	},
	"r4": {
		"description": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de 56 pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de 22 %. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de 46 pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler.",
		"values": [
			"56",
			"22 %",
			"46"
		]
	},
	"r5": {
		"description": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de 64 pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de 26 %. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de 48 pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler.",
		"values": [
			"64",
			"26 %",
			"48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Souvenir du jardin d'oasis",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Prisme endommagé",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Spores de Fongus",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gentillesse du jardin d'oasis",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Prisme endommagé",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Spores de Fongus",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Gentillesse du jardin d'oasis",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Prisme trouble",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Pollen fluorescent",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Deuil du jardin d'oasis",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Prisme trouble",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Pollen fluorescent",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Deuil du jardin d'oasis",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Prisme radieux",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Poussière cristalline de sporange",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Vérité du jardin d'oasis",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Prisme radieux",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Poussière cristalline de sporange",
				"count": 18
			}
		]
	}
}