{
	"id": 13424,
	"name": "Ballade des fjords",
	"description": "Une lance utilisée par ceux qui cherchent à attraper du poisson dans la toundra. Elle ne laisse personne s'échapper.",
	"descriptionRaw": "Une lance utilisée par ceux qui cherchent à attraper du poisson dans la toundra. Elle ne laisse personne s'échapper.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Arme d'hast",
	"rarity": 4,
	"story": "Les légendes disent que l'hiver vient de l'Hyperborée, et que là-bas, les fjords ainsi que l'aurore sont courbés et acérés comme des crocs de loup.\nLes glaciers et les champs de neige ne cessent de créer de nouvelles crevasses ou de les combler. Ils formaient ainsi un paysage en perpétuel changement.\nJusqu'à ce que la terre gelée coupe enfin le cordon ombilical qui la relie continent, comme si elle possédait sa propre volonté ou ses propres rêves,\nlaissant derrière elle, la légende du jeune Ajax, qui a découvert le pays de l'or et de la pierre blanche dans les profondeurs de la mer gelée.\nLe récit de ce jeune héros apporte un peu de chaleur et de lumière au milieu de cet air qui s'échappe lentement des épaisses couches de glace.\nNombreuses sont les histoires à son sujet. Il avait fait entrer son navire dans le ventre d'une baleine et avait combattu un dragon dans les plaines glaciales pendant sept jours.\nLa snégourotchka et lui étaient tombés amoureux, mais se sont perdus de vue à cause d'un tour des changelins. Une véritable tragédie.\n\nLa dernière histoire qui mérite d'être racontée est la suivante :\nUn jeune homme qui chassait des poissons sous la glace avec un harpon fit une chute dans un royaume inexploré.\nCette ancienne capitale s'était enfoncée dans les profondeurs de la terre à la suite d'un cataclysme ancien, mais malgré tout, elle demeurait toujours aussi brillante que l'aube.\nLe roi, solennel et silencieux, était encore assis sur son énorme trône blanc ciselé. Le sceptre dans ses mains n'avait pas encore été rongé par les insectes,\net les arbres blanc-argent dans le jardin ressemblaient aux bras d'une mère ou d'une amante, tenant le prêtre sage et vertueux dans leur étreinte.\nUne belle forme de vie qui n'en restait pas moins perfide, des monstres tordus et violents ont été réveillés les uns après les autres de leur sommeil millénaire...\n\nUne voix, vraisemblablement d'un endroit lointain...\n« ... Papa ! Papa ! Hé ! Un poisson a mordu à l'hameçon ! »\n\n« ... Oh. Pardon. »\n\n« Et qu'est-ce qui s'est passé ensuite ? »\n\n« Ah oui... En fin de compte, le garçon a vaincu le dragon qui sommeillait dans le fin fond du royaume. »\n« Le trésor du dragon était une montagne d'or infinie. Cependant, le gentil et courageux garçon savait que cet or était la véritable cause de la calamité et du chaos. Il n'en prit qu'une petite quantité, suffisante pour subvenir à ses propres besoins et guérir ses amis malades. »\n\n« Hein ? C'est la fin de l'histoire ? »\n\n« Oui, c'est terminé. »\n\n« Vraiment ? Raconte-moi une autre histoire alors ! »\n\n« Une autre histoire... La prochaine fois. Arrêtons-nous-en là pour aujourd'hui ou les poissons seront effrayés. »",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taux CRIT",
	"baseStatText": "6%",
	"effectName": "Contes de la toundra",
	"effectTemplateRaw": "Lorsque votre équipe contient des personnages d'au moins 3 types élémentaires différents, la maîtrise élémentaire augmente de <color=#99FFFFFF>{0}</color> pts.",
	"r1": {
		"description": "Lorsque votre équipe contient des personnages d'au moins 3 types élémentaires différents, la maîtrise élémentaire augmente de 120 pts.",
		"values": [
			"120"
		]
	},
	"r2": {
		"description": "Lorsque votre équipe contient des personnages d'au moins 3 types élémentaires différents, la maîtrise élémentaire augmente de 150 pts.",
		"values": [
			"150"
		]
	},
	"r3": {
		"description": "Lorsque votre équipe contient des personnages d'au moins 3 types élémentaires différents, la maîtrise élémentaire augmente de 180 pts.",
		"values": [
			"180"
		]
	},
	"r4": {
		"description": "Lorsque votre équipe contient des personnages d'au moins 3 types élémentaires différents, la maîtrise élémentaire augmente de 210 pts.",
		"values": [
			"210"
		]
	},
	"r5": {
		"description": "Lorsque votre équipe contient des personnages d'au moins 3 types élémentaires différents, la maîtrise élémentaire augmente de 240 pts.",
		"values": [
			"240"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Gobelet brisé de la mer immaculée",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Fleur non épanouie d'origine inconnue",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Nectar de Fleur mensongère",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Gobelet à vin de la mer immaculée",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Fleur non épanouie d'origine inconnue",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Nectar de Fleur mensongère",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Gobelet à vin de la mer immaculée",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Fleur précieuse",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Nectar miroitant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Fleur précieuse",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Nectar miroitant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Fleur épanouie d'un nomade",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Nectar élémentaire",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Gobelet d'or de la mer immaculée",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Fleur épanouie d'un nomade",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Nectar élémentaire",
				"count": 12
			}
		]
	}
}