{
	"name": "Épée longue de Rochenoire",
	"description": "Une épée fabriquée en roche noire. Sa sombre lame brille d'une lueur rouge.",
	"weapontype": "Épée à une main",
	"rarity": "4",
	"story": "Cette longue épée manufacturée à la Forge de Rochenoire, aussi rare que tranchante, peut couper à travers l'or et briser le jade.\nLes nuits sans nuage, on peut voir sur le corps de l'épée un éclat rouge sombre ;\nLe chatoiement couleur sang semble vouloir répéter qu'il peut trancher la terre en deux.\n\nSuivant la fabrication de la Briseuse de Rocher, le célèbre artisan Han Wu continua de développer de nouvelles techniques.\nIl entreprit de créer une arme supérieure à partir d'un type de cristal rare local.\nL'étape de trempage associée à la température influe sur la rigidité et la ténacité de l'arme ; le défi était de taille, et Han Wu le releva.\nAvant toute chose, il dut aller trouver le matériau requis dans les veines de la montagne.\nAbsorbé entièrement par la complétion de l'arme, Han Wu se rendit dans un gouffre sur les indications du Clan Yun. \nMais un éboulement eut lieu dans le filon ; plusieurs personnes furent bloquées sous terre durant quatre longs jours.\n\nLes outils d'extraction de minerai de l'époque ne permettaient pas de se sortir de l'obstacle.\nL'absence d'indication des jours s'écoulant et l'obscurité permanente finit par peser sur la stabilité mentale des hommes pris au piège, qui se mirent à céder à la folie.\nAlors que l'heure était au désespoir, Han Wu sortit l'arme qu'il avait amenée avec lui dans le puits ; celle-ci se mit à briller d'un éclat sombre...\n... Et grâce à elle, les survivants purent sortir de terre. À l'instant où se faisaient voir les premiers rayons du soleil, l'arme se brisa en milliers d'éclats.\nL'artisan, les jambes flageollantes, en dut s'asseoir sur le sol. Plusieurs mois plus tard, il reforgea cette même épée longue, qu'il nomma « Rochenoire ».\nNombreux furent ceux qui en vantèrent la puissance, la beauté et la résistance ; \nmais de tous ceux qui furent alors bloqués sous terre, pas un ne mentionna l'événement par la suite.\n\nDans l'obscurité profonde, l'artisan avait frappé de son épée la roche ; de l'arme avait jailli un son tel l'éclair.\nPeut-être les quelques personnes présentes alors entendirent-elles dans ce son le bruit de quelque séisme à venir...",
	"baseatk": 44,
	"substat": "DGT CRIT",
	"subvalue": "8",
	"effectname": "De victoire en victoire",
	"effect": "Augmente l'ATQ de {0} pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
	"r1": [
		"12 %"
	],
	"r2": [
		"15 %"
	],
	"r3": [
		"18 %"
	],
	"r4": [
		"21 %"
	],
	"r5": [
		"24 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Sable lumineux de Guyun",
				"count": 3
			},
			{
				"name": "Dague de chasse rituelle",
				"count": 3
			},
			{
				"name": "Pointe de flèche robuste",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Roche lustrée de Guyun",
				"count": 3
			},
			{
				"name": "Dague de chasse rituelle",
				"count": 12
			},
			{
				"name": "Pointe de flèche robuste",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Roche lustrée de Guyun",
				"count": 6
			},
			{
				"name": "Dague rituelle de l'Usurier",
				"count": 6
			},
			{
				"name": "Pointe de flèche aiguisée",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Squelette sacré de Guyun",
				"count": 3
			},
			{
				"name": "Dague rituelle de l'Usurier",
				"count": 12
			},
			{
				"name": "Pointe de flèche aiguisée",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Squelette sacré de Guyun",
				"count": 6
			},
			{
				"name": "Grande dague de l'Inspecteur",
				"count": 9
			},
			{
				"name": "Pointe de flèche usée",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Corps divin de Guyun",
				"count": 4
			},
			{
				"name": "Grande dague de l'Inspecteur",
				"count": 18
			},
			{
				"name": "Pointe de flèche usée",
				"count": 12
			}
		]
	}
}