{
	"name": "Trancheuse de Rochenoire",
	"description": "Un espadon très résistant fabriqué à la Forge de Rochenoire. Sa lame sombre brille d'une lueur rouge.",
	"weapontype": "Épée à deux mains",
	"rarity": "4",
	"story": "Cet espadon rare manufacturé à la Forge de Rochenoire peut fendre des montagnes grâce à sa lame aussi dure que de la pierre.\nCette dernière est fabriquée en cristal de Rochenoire et en minerai écarlate, qui la rendent noire comme de la nuit et rouge comme les flammes.\n\nLes prototypes d'armes fabriquées à Rochenoire peuvent toutes être décrites de la manière suivante : dures comme de la roche, froides comme de la glace et intenses comme le sang.\nBien que ce « poignard » soit en réalité un espadon, son tranchant n'est guère plus épais que du satin de soie.\nLa combinaison de cristaux rouges et noirs donne une lame exquise.\nDécorée et à la poignée ornée de perles, cette arme semble sur le champ de bataille à quelque mal profond faisant jaillir le sang à son passage.\n\nHan Wu, le célèbre artisan, parti extraire du minerai pour forger, fut victime d'un accident dans la mine. \nPris au piège dans une obscurité aussi noire que la tombe, blessé, il entendit alors le bruit des roches s'affrontant.\nÀ compter de ce jour, son four resta inactif ; la cendre se refroidit, et la forge devint un rêve ancien. \nSon fils Han Ce lut par la suite qu'événements étranges étaient chose courante au sein de la montagne, et en toucha un mot à son père.\nÀ ces mots, Han Wu fut empli de regrets, ne doutant pas qu'il avait dérangé en cherchant du minerai les puissances vivant dans la montagne. Faible et malade, il forgea cependant alors un poignard.\nLorsque l'arme fut terminée, son fils, obéissant à ses injonctions, retourna à la montagne ; là, il érigea dans la mine un autel de la taille d'un homme, et déposa le poignard en offrande d'apaisement à la force maléfique qui y vivait.\n\nPlusieurs années passèrent. Une nuit, Han Wu rendit son dernier souffle dans son sommeil.\nAu même instant, un voyageur vint à passer par la mine des Monts Tianheng ; partout la montagne semblait luire d'un éclat vermillon. Dans la mine, un autel savamment caché s'ouvrit lentement.\nIl renfermait une épée longue dégageant une lueur terne.\nHan Ce s'y rendit cette même nuit ; il y récupéra l'arme.\nIl composa lui-même la strophe suivante à son attention :\n« Tu ouvres les mers comme la montagne, et traverses les nuages comme la lune. »",
	"baseatk": 42,
	"substat": "DGT CRIT",
	"subvalue": "12",
	"effectname": "De victoire en victoire",
	"effect": "Augmente l'ATQ de {0} pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
	"r1": [
		"12 %"
	],
	"r2": [
		"15 %"
	],
	"r3": [
		"18 %"
	],
	"r4": [
		"21 %"
	],
	"r5": [
		"24 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Plomb karstique",
				"count": 3
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 3
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mercure karstique",
				"count": 3
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 12
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mercure karstique",
				"count": 6
			},
			{
				"name": "Herbe brumeuse",
				"count": 6
			},
			{
				"name": "Insigne de sergent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Argent karstique",
				"count": 3
			},
			{
				"name": "Herbe brumeuse",
				"count": 12
			},
			{
				"name": "Insigne de sergent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Argent karstique",
				"count": 6
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 9
			},
			{
				"name": "Insigne d'officier",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Or karstique",
				"count": 4
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 18
			},
			{
				"name": "Insigne d'officier",
				"count": 12
			}
		]
	}
}