{
	"name": "Lance de Rochenoire",
	"description": "Une lance fabriquée en roche noire et aérosidérite. Son fer sombre brille d'une lueur rouge.",
	"weapontype": "Arme d'hast",
	"rarity": "4",
	"story": "Cette lance réalisée en roche noire d'une extrême rareté est dit-on capable de trancher les vents.\nLa tête et le corps de l'arme sont tous deux réalisés en cristaux de couleur noire, et gravés de motifs vermillons.\nLorsque la lance est exposée à la lumière du clair de lune, on peut deviner l'éclat du sang s'y reflétant.\n\nHan Wu, le célèbre artisan de Liyue, avait eu un enfant de sa première femme, qu'il nomma Han Ce, espérant qu'il soit réfléchi et habile afin de pouvoir reprendre le jour venu le commerce de son père.\nMais les rêves de Han Ce le portèrent ailleurs. La tête emplie des aventures lues dans les romans d'arts martiaux, il se mit à passer son temps libre à l'entraînement, n'espérant qu'une chose : partir combattre le mal à son tour.\nLorsqu'il partait explorer les terres alentours à la recherche d'aérosidérite, ce n'était point le métal rare qui le captivait, mais bien le frisson de l'aventure. Et lorsqu'il grimpa aux plus hauts des pics rencontrer les Adeptes, ce n'est point leur sagesse qu'il demanda à écouter, mais bien les récits de leurs périples.\nHan Ce n'avait aucun intérêt pour la forge ; son père eut beau l'exorter à s'y atteler, rien n'y fit. Tant et si bien qu'un beau jour le fils partit sans faire ses adieux.\n\nHan Wu fut victime d'un accident de mine dans ses vieux jours, qui le laissa changé. Han Ce revint la nuit du drame rendre visite à son père.\nCelui-ci, qui autrefois brillait dans ses conversations, était à présent d'un naturel taciturne ; il ne fit plus de réprimandes au fils qui autrefois l'avait tellement déçu.\nLes relations entre père et fils s'améliorèrent ; Han Ce était envahi par le regret, mais ignorait comment y remédier.\nLes années passèrent, et Han Wu quitta ce monde. Respectant la volonté de son père, Han Ce trouva dans la bibliothèque les indications d'une série de prototypes d'armes légendaires.\nAux papiers, conservés dans un coffret en bois, était accroché le mot suivant :\n« À Han Ce, au cœur capable d'embrasser le monde entier. »\n\nLes plans étaient recouverts de notes prises à la main par Han Wu ; à leur lecture, Han Ce sentit son cœur se serrer. Il passa ainsi la nuit entière dans la bibliothèque.\nAu tout petit matin, Han Ce ouvrit la porte et sortit dans l'air frais. Soudain du ciel tomba une étoile filante, qui s'écrasa juste au pied de la porte.\nUne nuée de sentiments envahit Han Ce ; mi-riant mi-pleurant, il fit : « C'est un signe ! »\nEt utilisant comme matériau de base l'aérosidérite noire tirée de la météorite et y ajoutant la roche rare extraite par son père, il forgea une lance en s'appuyant sur les schémas de ce dernier.\nMais la lance forgée, il ne partit point parcourir le monde, l'arme à la main. En effet, depuis ce jour jamais le feu de la forge des Han ne faiblit.",
	"baseatk": 42,
	"substat": "DGT CRIT",
	"subvalue": "12",
	"effectname": "De victoire en victoire",
	"effect": "Augmente l'ATQ de {0} pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
	"r1": [
		"12 %"
	],
	"r2": [
		"15 %"
	],
	"r3": [
		"18 %"
	],
	"r4": [
		"21 %"
	],
	"r5": [
		"24 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Plomb karstique",
				"count": 3
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 3
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mercure karstique",
				"count": 3
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 12
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mercure karstique",
				"count": 6
			},
			{
				"name": "Herbe brumeuse",
				"count": 6
			},
			{
				"name": "Insigne de sergent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Argent karstique",
				"count": 3
			},
			{
				"name": "Herbe brumeuse",
				"count": 12
			},
			{
				"name": "Insigne de sergent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Argent karstique",
				"count": 6
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 9
			},
			{
				"name": "Insigne d'officier",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Or karstique",
				"count": 4
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 18
			},
			{
				"name": "Insigne d'officier",
				"count": 12
			}
		]
	}
}