{
	"id": 14433,
	"name": "Lanterne à moelle sombre",
	"description": "Une lanterne émettant une faible lueur fantomatique, contenue dans un alliage noir de minuit ressemblant à des os entrelacés. On raconte qu'elle était autrefois vénérée comme un précieux trésor par une organisation secrète.",
	"descriptionRaw": "Une lanterne émettant une faible lueur fantomatique, contenue dans un alliage noir de minuit ressemblant à des os entrelacés. On raconte qu'elle était autrefois vénérée comme un précieux trésor par une organisation secrète.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 4,
	"story": "Si le pouvoir était un bâtiment majestueux, de combien de briques aurait-on besoin pour le maintenir en place ?\nLes briques seules ne faisaient pas tout un bâtiment. La question était de savoir lesquelles se trouveraient aux fondations et au sommet.\nLa vérité se cachait derrière la façade d'un ordre strict, car c'était en fait le hasard qui décidait arbitrairement de l'emplacement de chaque brique.\nUn édifice imposant pouvait s'effondrer à cause d'une seule brique, une brique qui refuse de se plier à cet ordre bidon.\n\n« Le trésor secret du parrain se cache au fin fond du marché noir. » Le festin destiné à briser l'ancien ordre avait commencé et les voleurs assoiffés de richesse se rassemblèrent pour la récompense.\nC'est un combat où tout le monde s'opposait. La menace la plus mortelle n'était pas les hommes du parrain, mais eux-même, les voleurs sans scrupules.\nLa première personne à pénétrer dans la salle des trésors fut un nivéole. Leur monde leur a appris à chercher les avantages, tout en évitant les inconvénients et à s'éloigner des manigances des autres.\nIl était très rusé, capable de lire les pensées des gens comme une carte et de se frayer un chemin dans les scénarios les plus complexes.\nUne jeune fille pour qui battre les nivéoles était plus important que les énigmes du parrain fut la suivante à tenter sa chance.\nAvec sa lame, elle trancha habilement tous les cadenas et vint à bout de mécanismes soi-disant complexes de la plus simple des façons.\nLe dernier à se présenter fut un chasseur qui ne voyait pas le labyrinthe comme une énigme, mais plutôt comme un terrain de chasse qu'il devait traverser avec la plus grande prudence.\nLa patience était un piège empoisonné et la perspicacité, une lame sanguinaire. Le chasseur affronta le défi, guidé par ses instincts primitifs.\n\nCependant, le nivéole, la jeune femme et le chasseur furent vaincus devant la salle aux trésors.\nUne gouvernante en noir les ligota et les mena un par un dans une chambre intérieure.\n« Cher parrain, vos invités sont installés et attendent vos ordres. »\nLe parrain mâcha un bout de la pêche zaytun qu'il avait dans la main et se tourna vers chacun des invités que le majordome a fait entrer, avant de prononcer les paroles suivantes :\n\n« Vous avez fait fi de l'ordre du monde pour oser prendre ce qui ne vous appartenait pas. J'ai l'intention de vous récompenser pour cela. »\n« L'ordre, tel que nous le connaissons tous, n'existe que pour servir ses architectes. Je trouve cela inacceptable, et c'est pour cela que j'ai besoin de votre aide.\nCet ordre fait que les riches s'enrichissent, ne laissant rien aux pauvres. Je suis donc arrivé à la conclusion que le vol est le seul moyen de rétablir l'équilibre.\nSi vous choisissez de respecter le code des voleurs, mangez ce fruit en présence de la dépouille du maître voleur. »\nLe nivéole qui cherchait à échapper au luxe insignifiant de la vie noble depuis son enfance, fut touché par les paroles du parrain et accepta sa proposition en mangeant le fruit bullé.\nLa jeune femme qui ne s'était jamais inclinée devant l'arrogance de ceux au-dessus d'elle, avala sans hésitation la baie à crochet, car sa philosophie était similaire à celle du parrain.\nLe dernier à manger la tombaie, fut le chasseur qui s'était retiré dans la forêt froide plutôt que de vivre dans un monde corrompu.\n« Très bien. Le pacte de l'Ordre fruitier est établi. À partir d'aujourd'hui, vous serez le pilier de la résistance contre l'injustice. »\n\nAprès avoir regardé tous ses invités partir les uns après les autres, le parrain passa sa main sur les murs nus de la chambre forte, perdu dans ses pensées.\nIl enleva la brique la plus importante de l'édifice de l'ordre, mais il ne put prévoir les événements qui suivirent.\nLe parrain fronça des sourcils et se tint le ventre en signe de souffrance. La gouvernante sourit sereinement.\nAvec le plus grand des calmes, elle emporta l'os noirci de la colonne vertébrale du maître voleur, et laissa le lys calla pour neutraliser le poison en sortant.\n\n« Vos paroles leur ont fait comprendre les idéaux du maître voleur. Je vous épargne la vie pour cela. »\n« La véritable justice ne réside pas dans l'ordre, mais seulement dans la simple fait que personne ne peut l'imposer aux autres. »",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maîtrise élémentaire",
	"baseStatText": "48",
	"effectName": "Gage de pacte",
	"effectTemplateRaw": "#Les DGT infligés par les réactions de Fleurissement augmentent de <color=#99FFFFFF>{0}</color> et ceux des réactions de Sélénofleurissement de <color=#99FFFFFF>{1}</color>. Signelune « Lueur ascendante » : les DGT des réactions de Sélénofleurissement augmentent de <color=#99FFFFFF>{2}</color> supplémentaires.",
	"r1": {
		"description": "Les DGT infligés par les réactions de Fleurissement augmentent de 48 % et ceux des réactions de Sélénofleurissement de 12 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénofleurissement augmentent de 12 % supplémentaires.",
		"values": [
			"48 %",
			"12{NON_BREAK_SPACE}%",
			"12 %"
		]
	},
	"r2": {
		"description": "Les DGT infligés par les réactions de Fleurissement augmentent de 60 % et ceux des réactions de Sélénofleurissement de 15 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénofleurissement augmentent de 15 % supplémentaires.",
		"values": [
			"60 %",
			"15{NON_BREAK_SPACE}%",
			"15 %"
		]
	},
	"r3": {
		"description": "Les DGT infligés par les réactions de Fleurissement augmentent de 72 % et ceux des réactions de Sélénofleurissement de 18 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénofleurissement augmentent de 18 % supplémentaires.",
		"values": [
			"72 %",
			"18{NON_BREAK_SPACE}%",
			"18 %"
		]
	},
	"r4": {
		"description": "Les DGT infligés par les réactions de Fleurissement augmentent de 84 % et ceux des réactions de Sélénofleurissement de 21 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénofleurissement augmentent de 21 % supplémentaires.",
		"values": [
			"84 %",
			"21{NON_BREAK_SPACE}%",
			"21 %"
		]
	},
	"r5": {
		"description": "Les DGT infligés par les réactions de Fleurissement augmentent de 96 % et ceux des réactions de Sélénofleurissement de 24 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénofleurissement augmentent de 24 % supplémentaires.",
		"values": [
			"96 %",
			"24{NON_BREAK_SPACE}%",
			"24 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Fragment d'appareil artistique",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Lueur de givrenuit",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Mandat en lambeaux",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Réplique d'appareil artistique",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Lueur de givrenuit",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Mandat en lambeaux",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplique d'appareil artistique",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Brillance de givrenuit",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Mandat immaculé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Succession d'appareil artistique",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Brillance de givrenuit",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Mandat immaculé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Succession d'appareil artistique",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Gloire de givrenuit",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Mandat gelé",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Souhait d'appareil artistique",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Gloire de givrenuit",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Mandat gelé",
				"count": 12
			}
		]
	}
}