{
	"name": "Étouffeur de calamités",
	"description": "Une arme finement affûtée forgée à partir d'un cristal étrange. Sa faible lumière bleue semble chuchoter d'innombrables choses du passé.",
	"weapontype": "Arme d'hast",
	"rarity": "5",
	"story": "Il est dit que cette lance a été créée à partir de matériaux qui ne sont pas de ce monde.\nElle est passée entre les mains de nombreuses âmes loyales bien qu'au destin tragique,\na assisté à de nombreux massacres, et a goûté au sang et à la chair de nombreux monstres.\n\nLa légende veut qu'un jour, un exorciste arriva au grand gouffre des cristaux,\noù il récupéra un cristal de mauvais augure à la couleur de l'eau,\nqu'il demanda ensuite à quelqu'un de forger en arme, qu'il nomma alors « Étouffeur de calamités ».\n\n« Si la calamité venait à tomber, je pourrais l'utiliser pour y mettre fin. »\nLes tribus qui vivaient dans les montagnes escarpées n'étaient pas friandes de critiques ou de belles paroles.\nMais sans contrat signé et comme de telles paroles ne coûtaient rien, ils les acceptèrent tout de même.\n\nQuand les hordes de monstres gravirent la roche, jusqu'à recouvrir de noir la terre de couleur cinabre,\nles boucliers des Millelithes se heurtèrent à cette marée obscure, et tout soldat qui s'écarta de ses camarades trouva sa fin.\nTelle une étoile froide au milieu des ténèbres, l'Étouffeur de calamités scintillait au cœur de ce maelström...\n\nLorsque finalement, la lumière du crépuscule fendit les nuages lugubres, la boue noire s'enfonça de nouveau dans les profondeurs du gouffre.\nL'Étouffeur de calamités fut également perdu, ainsi que le Yaksha qui l'avait brandi... Tous deux étaient repartis dans le silence.\nDès lors, tous ceux qui brandirent cette lance connurent un sort similaire.\nMais aux yeux de ceux qui combattent sans en avoir reçu l'ordre ou protègent les gens sans prêter serment,\nun tel sort n'est guère à déplorer...\n\nIl est également dit que cette lance aurait été empruntée à quelqu'un,\net que dans une grotte déserte et érodée par l'eau, elle aurait été témoin d'un affrontement entre amis proches.",
	"baseatk": 49,
	"substat": "ATQ",
	"subvalue": "3.6",
	"effectname": "Précepte d'anéantissement",
	"effect": "Confère un bonus de DGT élémentaires de {0}. Après l'utilisation d'une compétence élémentaire, accorde 20 s d'Achèvement, augmentant l'ATQ de {1} toutes les secondes. Ce bonus d'ATQ peut être cumulé 6 fois maximum. Lorsque le personnage équipé de cette arme fait partie de l'équipe mais n'est pas déployé, le bonus d'ATQ de l'Achèvement est doublé.",
	"r1": [
		"12 %",
		"3,2 %"
	],
	"r2": [
		"15 %",
		"4 %"
	],
	"r3": [
		"18 %",
		"4,8 %"
	],
	"r4": [
		"21 %",
		"5,6 %"
	],
	"r5": [
		"24 %",
		"6,4 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Plomb karstique",
				"count": 5
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 5
			},
			{
				"name": "Nectar de Fleur mensongère",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mercure karstique",
				"count": 5
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 18
			},
			{
				"name": "Nectar de Fleur mensongère",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mercure karstique",
				"count": 9
			},
			{
				"name": "Herbe brumeuse",
				"count": 9
			},
			{
				"name": "Nectar miroitant",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Argent karstique",
				"count": 5
			},
			{
				"name": "Herbe brumeuse",
				"count": 18
			},
			{
				"name": "Nectar miroitant",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Argent karstique",
				"count": 9
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 14
			},
			{
				"name": "Nectar élémentaire",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Or karstique",
				"count": 6
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 27
			},
			{
				"name": "Nectar élémentaire",
				"count": 18
			}
		]
	}
}