{
	"name": "Supervision de trésorerie",
	"description": "Un appareil flottant capable de surveiller certains phénomènes. Il a été récupéré et modifié pour servir à d'autres fins suite à son abandon.",
	"weapontype": "Catalyseur",
	"rarity": "5",
	"story": "La circulation de l'argent trace les artères mêmes du monde.\nD'innombrables vies coulent au gré des marées de sang, jusqu'à ce qu'elles soient balayées et englouties.\nBien sûr, tout cela pourrait être considéré comme les réalisations de l'humanité.\nTout comme les nombres et les mathématiques sont nés pour calculer des mesures d'argent,\ndes écrits consignent les dettes et les lois pour documenter les transferts de richesse.\n\nL'humanité aurait dû être la maîtresse de la monnaie, et non son esclave,\net le cœur de l'or aurait dû battre pour le monde de l'humanité.\n... Bien sûr, personne ne peut vraiment posséder de l'argent.\nL'argent ne fait qu'emprunter les mains de l'humanité\npour couler d'un coin du monde vers la fin des temps.\n\nUne certaine personne a trouvé ce fait plutôt difficile à comprendre,\nque ce soi-disant « coin du monde » aurait pu être délibérément choisi et défini.\nCette même personne a également trouvé ce fait plutôt impossible à accepter,\nque les grandes réussites qui auraient dû appartenir à l'humanité\naient été proposées et contraintes par ce soi-disant « dieu ».\nEt c'est pourquoi le système doit être remanié.\nDepuis que le cœur de l'argent a été saisi par un dieu venu d'un pays lointain,\nce dernier détient désormais le pouvoir d'asservir le monde à sa guise.\nMême si devenir le maître du cœur de l'or peut s'avérer une tâche impossible à accomplir,\nle contrôle de l'argent devrait toujours être accordé de manière égale à tous.\n\n« Il peut être difficile d'imaginer cela avec des mots seuls, alors je vais montrer à quoi cela ressemblerait dans le monde.\nNous allons commencer par créer une nouvelle monnaie pour remplacer la dépendance à l'égard du mora.\nQuant à l'emplacement, il devrait s'agir d'une micro-économie isolée du reste du monde.\nJ'ai jeté mon dévolu sur une nation au sein d'une nation avec une interférence minimale du divin.\nL'infiltrer ne devrait pas prendre trop de temps.\n\nEt comment devrais-je nommer cette nouvelle monnaie ? Hmm, je n'aime pas vraiment donner des noms. Oh, je sais...\nEn l'honneur du crédit que vous m'avez accordé pour mener cette expérience, je l'appellerai le coupon de crédit. »\n\nLa machine de surveillance sophistiquée bourdonne tout en surveillant les flux monétaires de la petite nation,\nenregistrant sans relâche le mouvement de chaque somme, les économies et les dépenses de tous,\nles changements de valeur et le nombre de fois où chaque coupon circule sur une période spécifique.\nLa seule loi présente est la loi privée de l'accapareur, et les seules sanctions sont la pauvreté ou la mort.\nQue ce soit pour devenir rentier et obtenir le pouvoir, ou pour être soumis au contrôle et travailler jusqu'à la mort... Les règles sont toujours justes.\n\nAinsi, l'humanité sera sur un pied d'égalité avec les divinités en raison de leurs ambitions et de leur richesse inhérentes\net les faibles qui n'ont pas réussi à se hisser seront engloutis par la marée qu'est le monde des mortels.\nLe pouvoir des divinités n'interviendra plus pour embellir la puissance des riches devant les pauvres,\net les richesses des dieux ne descendront pas non plus pour sauver la dignité des pauvres sous les pieds des riches.",
	"baseatk": 48,
	"substat": "Taux CRIT",
	"subvalue": "4.8",
	"effectname": "Marée de sang d'or",
	"effect": "L'ATQ augmente de {0}. Lorsque les PV actuels augmentent ou diminuent, les DGT infligés par les attaques normales augmentent de {1} et ceux infligés par les attaques chargées augmentent de {2}, pendant 4 s. Cet effet peut être cumulé 3 fois maximum et déclenché une fois toutes les 0,3 s. Avec 3 cumuls, la VIT d'attaque augmente de {3}.",
	"r1": [
		"16 %",
		"16 %",
		"14 %",
		"8 %"
	],
	"r2": [
		"20 %",
		"20 %",
		"17,5 %",
		"10 %"
	],
	"r3": [
		"24 %",
		"24 %",
		"21 %",
		"12 %"
	],
	"r4": [
		"28 %",
		"28 %",
		"24,5 %",
		"14 %"
	],
	"r5": [
		"32 %",
		"32 %",
		"28 %",
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Gobelet brisé de la mer immaculée",
				"count": 5
			},
			{
				"name": "Vieille montre à gousset d'opérateur",
				"count": 5
			},
			{
				"name": "Perle transocéanique",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gobelet à vin de la mer immaculée",
				"count": 5
			},
			{
				"name": "Vieille montre à gousset d'opérateur",
				"count": 18
			},
			{
				"name": "Perle transocéanique",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Gobelet à vin de la mer immaculée",
				"count": 9
			},
			{
				"name": "Montre à gousset d'opérateur",
				"count": 9
			},
			{
				"name": "Morceau transocéanique",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 5
			},
			{
				"name": "Montre à gousset d'opérateur",
				"count": 18
			},
			{
				"name": "Morceau transocéanique",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 9
			},
			{
				"name": "Constance d'opérateur",
				"count": 14
			},
			{
				"name": "Cristal xénochromatique",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Gobelet d'or de la mer immaculée",
				"count": 6
			},
			{
				"name": "Constance d'opérateur",
				"count": 27
			},
			{
				"name": "Cristal xénochromatique",
				"count": 18
			}
		]
	}
}