{
	"id": 15426,
	"name": "Nimbus-forgé",
	"description": "Un prototype d'arme standard que Yuheng a commandé à la Forge de Rochenoire après avoir analysé les mécanismes qui protégeaient les demeures des Adeptes sur les Monts Tianheng.",
	"descriptionRaw": "Un prototype d'arme standard que Yuheng a commandé à la Forge de Rochenoire après avoir analysé les mécanismes qui protégeaient les demeures des Adeptes sur les Monts Tianheng.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arc",
	"rarity": 4,
	"story": "Les anciens disent que les sommets des Monts Tianheng sont remplis de gemmes et que les profondeurs du Gouffre sont riches en jade. La nation aux mille collines est connue depuis longtemps pour son abondance.\nEt ses installations minières et de forge les plus critiques sont situées à la Forge de Rochenoire, creusée dans les Monts Tianheng eux-mêmes.\n\nLa Forge a été construite en creusant les montagnes, et ses innombrables ateliers, fours et tunnels ont été rendus noirs par la poussière.\nLors des années tumultueuses où les feux de la guerre teintaient la terre en rouge, cet endroit était également le lieu où les ancêtres des tribus montagnardes cherchaient refuge.\nOn dit même qu'il existe des passages oubliés depuis longtemps, des tunnels menant à un ancien royaume souterrain situé dans les profondeurs de la terre...\n\nSelon les Inscriptions sur tablette de pierre, le premier à excaver les chemins sombres à travers les montagnes fut le fondateur de la célèbre famille Yun de Liyue.\nDepuis lors, leur clan, une maison de forgerons, a pris place sur la scène de l'histoire, considéré comme des ancêtres honorés par d'innombrables générations d'artisans.\n\nQuant aux histoires de ce fondateur, les annales de l'histoire ne laissent que quelques lignes :\n« L'ingéniosité de Yun était telle que le bois et le bambou pouvaient être sculptés pour former des oiseaux qui voleraient pendant trois jours sans atterrir. Ainsi étaient les œuvres considérées comme le sommet de l'artisanat. »\n\nL'étude des mécanismes et l'art de la forge étaient initialement inextricablement liés aux Adeptes.\nEn tant que tel, le fondateur était souvent considéré comme un apprenti des Adeptes, et les techniques employées par ledit fondateur étaient considérées comme des enseignements adeptaux.\nL'histoire la plus connue aujourd'hui est qu'il a combattu aux côtés du Souverain de la Roche lors d'une campagne.\nEt ayant accompli beaucoup de choses, il fut reconnu par trois Adeptes, l'un après l'autre, et reçut une instruction dans les arts mécaniques secrets.\n\nLa légende raconte que ces techniques divines étaient telles que même les nuages pouvaient être arrachés du ciel pour façonner des édifices.\nEt même le bois pourri et gâché pouvait être transformé en oiseaux et en bêtes en mouvement, si semblables à la vie qu'elles confondaient l'œil observateur.\nAinsi, l'expression « la Rochenoire forgée à partir des nuages » est depuis longtemps largement connue à Liyue.\nEt les poètes et les conteurs se réjouissent depuis longtemps du contraste entre les deux images.\nMais bien que l'idée que l'endroit ait été « forgé à partir des nuages » soit une boutade fantaisiste renvoyant au nom de famille « Yun » signifiant « nuage »...\nNul ne conteste que le reste de la vie du fondateur a été consacré à la Forge de Rochenoire et à l'enseignement de la fabrication.\n\nÀ la fin de sa vie et de sa légende, le fondateur s'est élevé dans la lumière céleste, devenant l'étoile gardienne de l'artisanat.\nPourtant, les légendes ne sont que des légendes. Ce n'est pas un art adeptal qui a construit la Forge, ni un tissage des souffles du vent et des nuages.\nAu lieu de cela, elle a été ciselée un éclat et un coup de marteau à la fois, par la sueur versée par d'innombrables artisans ordinaires au cours de longs siècles.\nLe contrat de Deus Auri n'a jamais stipulé que la détermination des mortels ne pourrait jamais surpasser les miracles des Adeptes, après tout.\n\n« L'ingéniosité de Yun était telle que le bois et le bambou pouvaient être sculptés pour former des oiseaux qui voleraient pendant trois jours sans atterrir. Ainsi étaient les œuvres considérées comme le sommet de l'artisanat.\nPourtant, la vie et la carrière de Yun ont été consacrées à travailler la roche dans des ateliers et à transformer des nuages en édifices. Ainsi a été forgée la Rochenoire aux Monts Tianheng, afin que le bien-être de tous les gens puisse être servi.\nComme le disait Yun : « Qu'est-ce que l'ingéniosité, qu'est-ce que la maladresse ? Ce qui est bénéfique au peuple peut être qualifié du premier, alors que ce qui ne l'est pas équivaut à la maladresse. » »",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maîtrise élémentaire",
	"baseStatText": "36",
	"effectName": "Carré de roche",
	"effectTemplateRaw": "La maîtrise élémentaire du personnage équipé de l'arme augmente de <color=#99FFFFFF>{0}</color> pts pendant 18 s lorsque son énergie élémentaire a diminué. Cet effet peut être cumulé 2 fois maximum.",
	"r1": {
		"description": "La maîtrise élémentaire du personnage équipé de l'arme augmente de 40 pts pendant 18 s lorsque son énergie élémentaire a diminué. Cet effet peut être cumulé 2 fois maximum.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "La maîtrise élémentaire du personnage équipé de l'arme augmente de 50 pts pendant 18 s lorsque son énergie élémentaire a diminué. Cet effet peut être cumulé 2 fois maximum.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "La maîtrise élémentaire du personnage équipé de l'arme augmente de 60 pts pendant 18 s lorsque son énergie élémentaire a diminué. Cet effet peut être cumulé 2 fois maximum.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "La maîtrise élémentaire du personnage équipé de l'arme augmente de 70 pts pendant 18 s lorsque son énergie élémentaire a diminué. Cet effet peut être cumulé 2 fois maximum.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "La maîtrise élémentaire du personnage équipé de l'arme augmente de 80 pts pendant 18 s lorsque son énergie élémentaire a diminué. Cet effet peut être cumulé 2 fois maximum.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain d'aérosidérite noire",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Pommeau abîmé",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insigne de nouvelle recrue",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Éclat d'aérosidérite noire",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Pommeau abîmé",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insigne de nouvelle recrue",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Éclat d'aérosidérite noire",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Pommeau rayé",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insigne de sergent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragment d'aérosidérite noire",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Pommeau rayé",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insigne de sergent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragment d'aérosidérite noire",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Pommeau incandescent",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insigne d'officier",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Morceau d'aérosidérite noire",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Pommeau incandescent",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insigne d'officier",
				"count": 12
			}
		]
	}
}