{
	"name": "Arc à poulies",
	"description": "Un arc en alliage de métal, dont la corde est tendue par des poulies. Son étrange design le rend difficile à manier, mais une fois la flèche est partie, celle-ci s'abat sur la proie avec une force impressionnante.",
	"weapontype": "Arc",
	"rarity": "4",
	"story": "De tout temps le monde entier s'est retrouvé au Port de Liyue, à la grande fierté de la cité.\nDes trésors exotiques sont introduits quotidiennement dans la cité grâce aux commerçants étrangers.\nMalgré sa petite taille, sa forme unique et le savoir-faire de l'artisan qui l'a fabriqué le rendent plus dévastateur qu'un arc long.\nSon entretien est plus difficile que celui d'un arc ordinaire, car il ne s'agit pas d'une simple arme, mais d'un joyau de la sagesse d'une nation étrangère.\n\nUn chercheur d'un lointain pays a après étude de l'arc réussi à ajouter un système de poulie à la base composite de l'arme.\nL'homme n'avait pas en tête le combat militaire lorsqu'il apporta cette amélioration, ayant en horreur la vue du sang.\nMais à la vue de la courbe parfaite de l'arc se tendant, à la vue de la trajectoire suivie par la flèche sifflante, \nil tomba sous le charme de l'arme, et s'exhorta à continuer d'y apporter des améliorations.\n\nBien qu'il sût en son cœur que les armes par lui conçues étaient destinées à voir le champ de bataille,\nil s'absorba de tout son être dans l'amélioration de la structure et le choix des matériaux,\noubliant ainsi cette réalité qui était sienne, et sacrifiant ses principes sur l'autel de la recherche.\n\nMais il advint que l'arc finit par échouer à un soldat du rang, qui s'en servit comme arme de chasse.\n« Quel arc splendide »,\npensait le soldat avec sincérité lorsqu'il l'utilisait.\nMais le chant des oiseaux percés de ses flèches n'en émouvait pas moins son cœur.",
	"baseatk": 41,
	"substat": "Bonus de DGT physiques",
	"subvalue": "15",
	"effectname": "Flèche énergisante",
	"effect": "Les attaques normales et chargées confèrent un bonus d'ATQ de {0} ainsi qu'un bonus de VIT d'attaque normale de {1} pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,3 s.",
	"r1": [
		"4 %",
		"1,2 %"
	],
	"r2": [
		"5 %",
		"1,5 %"
	],
	"r3": [
		"6 %",
		"1,8 %"
	],
	"r4": [
		"7 %",
		"2,1 %"
	],
	"r5": [
		"8 %",
		"2,4 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grain d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Fragment d'os fragile",
				"count": 3
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Fragment d'os fragile",
				"count": 12
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 6
			},
			{
				"name": "Fragment d'os solide",
				"count": 6
			},
			{
				"name": "Insigne de sergent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Fragment d'os solide",
				"count": 12
			},
			{
				"name": "Insigne de sergent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 6
			},
			{
				"name": "Fragment d'os fossilisé",
				"count": 9
			},
			{
				"name": "Insigne d'officier",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Morceau d'aérosidérite noire",
				"count": 4
			},
			{
				"name": "Fragment d'os fossilisé",
				"count": 18
			},
			{
				"name": "Insigne d'officier",
				"count": 12
			}
		]
	}
}