{
	"id": 14515,
	"name": "Écho de la grue",
	"description": "Un éventail sculpté dans du jade pur, autour duquel tourbillonne une ancienne aura d'énergie mystique.",
	"descriptionRaw": "Un éventail sculpté dans du jade pur, autour duquel tourbillonne une ancienne aura d'énergie mystique.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 5,
	"story": "C'était il y a très longtemps, bien avant la fondation de la ville portuaire aujourd'hui si prospère.\nÀ cette époque, même les demeures des Adeptes n'ont pas été épargnées par le feu de la guerre qui faisait rage.\nLes maîtres vénérés autrefois comme des divinités se battaient alors pour leurs propres raisons,\nLe sang et le feu, la séparation et la trahison. C'est le monde des mortels tout entier qui était corrompu.\n\nCeux qui avaient tout perdu s'enfuirent dans les montagnes, implorant la protection des Adeptes.\nMais ces survivants furent poursuivis par d'innombrables monstres qui avaient perdu la raison depuis longtemps.\nPersonne ne connaissait leur nom, et il était impossible de les compter. Ils déferlaient comme un déluge, détruisant tout sur leur passage.\nUn autre de leurs maîtres vénérés était tombé, et leurs rugissements constituaient en réalité leur dernière complainte funèbre.\n\nMais les mortels ne pouvaient pas savoir que le souverain qui défendait autrefois ces montagnes et ces rivières était décédé.\nEt que leur dernier rempart face à cette catastrophe qui les guettait était quelques Yakshas protecteurs qui habitaient là.\nAprès plusieurs jours de combats acharnés, les vêtements blancs étaient devenus rouge foncé, et les vêtements déjà rouges étaient devenus noirs. Mais les monstres continuaient à arriver comme une horde sans fin...\n\nComme cette histoire remonte à des temps anciens et immémoriaux, il en existe plusieurs versions. Selon l'une d'entre elles, au moment fatidique,\nUne Adepte aux plumes blanches et azurées jaillit des nuages et descendit du ciel comme une tempête.\nSolitaire, solennelle et silencieuse, elle défendit et guida nos ancêtres avec fierté et majesté.\nElle changea cette situation désespérée en annihilant ce qui semblait être une armée infinie de monstres...\n\nSelon une autre version, deux grues sculptées dans le jade descendirent du ciel au moment le plus périlleux.\nAccompagnées de talismans aussi nombreux que les gouttes de la pluie, elles anéantirent ces innombrables monstres en un rien de temps, tout comme le vent qui disperse les nuages.\nMais quand tout le monde se retourna pour regarder, il n'y avait pas de grues, juste une Adepte flottant dans les airs, un éventail à la main...\n\nD'autres encore affirment que c'est parce que la puissance de cette Adepte était tellement supérieure à celle du commun des mortels que les ancêtres n'entendaient que le cri d'une grue,\nCes hordes de monstres sans fin furent réduites en cendres comme de la poussière se dissolvant au soleil...\n\nMais quelle que soit la version, les générations suivantes de Liyuéens nommèrent cette Adepte du nom de Souffle-Nuages,\nNe manquant jamais de choisir leurs mots avec déférence. Quant à savoir ce qui s'était réellement passé à cette époque...\n\n« Vous devez avoir beaucoup de temps libre pour vous intéresser à des choses aussi anciennes. »\n« Eh bien, puisque je suis de bonne humeur, je vais tout vous raconter. »\n« Ça ne devrait pas prendre plus de huit ou neuf heures, mais je vous conseille de prendre une chaise... »\n« ... Hé ! Vous comptiez vous échapper pendant que je ne faisais pas attention ?! »",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "3,6%",
	"effectName": "Précepte des nuages",
	"effectTemplateRaw": "Lorsque l'attaque plongeante du personnage équipé de l'arme a touché un ennemi, les DGT des attaques plongeantes de tous les personnages de l'équipe à proximité augmentent de <color=#99FFFFFF>{0}</color> pendant 20 s. Lorsque l'attaque plongeante d'un personnage de l'équipe à proximité touche un ennemi, le personnage équipé de l'arme récupère <color=#99FFFFFF>{1}</color> pts d'énergie élémentaire. L'énergie peut être restaurée une fois toutes les 0,7 s de cette manière. Cette restauration d'énergie élémentaire peut être déclenchée même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Lorsque l'attaque plongeante du personnage équipé de l'arme a touché un ennemi, les DGT des attaques plongeantes de tous les personnages de l'équipe à proximité augmentent de 28 % pendant 20 s. Lorsque l'attaque plongeante d'un personnage de l'équipe à proximité touche un ennemi, le personnage équipé de l'arme récupère 2,5 pts d'énergie élémentaire. L'énergie peut être restaurée une fois toutes les 0,7 s de cette manière. Cette restauration d'énergie élémentaire peut être déclenchée même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"28 %",
			"2,5"
		]
	},
	"r2": {
		"description": "Lorsque l'attaque plongeante du personnage équipé de l'arme a touché un ennemi, les DGT des attaques plongeantes de tous les personnages de l'équipe à proximité augmentent de 41 % pendant 20 s. Lorsque l'attaque plongeante d'un personnage de l'équipe à proximité touche un ennemi, le personnage équipé de l'arme récupère 2,75 pts d'énergie élémentaire. L'énergie peut être restaurée une fois toutes les 0,7 s de cette manière. Cette restauration d'énergie élémentaire peut être déclenchée même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"41 %",
			"2,75"
		]
	},
	"r3": {
		"description": "Lorsque l'attaque plongeante du personnage équipé de l'arme a touché un ennemi, les DGT des attaques plongeantes de tous les personnages de l'équipe à proximité augmentent de 54 % pendant 20 s. Lorsque l'attaque plongeante d'un personnage de l'équipe à proximité touche un ennemi, le personnage équipé de l'arme récupère 3 pts d'énergie élémentaire. L'énergie peut être restaurée une fois toutes les 0,7 s de cette manière. Cette restauration d'énergie élémentaire peut être déclenchée même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"54 %",
			"3"
		]
	},
	"r4": {
		"description": "Lorsque l'attaque plongeante du personnage équipé de l'arme a touché un ennemi, les DGT des attaques plongeantes de tous les personnages de l'équipe à proximité augmentent de 67 % pendant 20 s. Lorsque l'attaque plongeante d'un personnage de l'équipe à proximité touche un ennemi, le personnage équipé de l'arme récupère 3,25 pts d'énergie élémentaire. L'énergie peut être restaurée une fois toutes les 0,7 s de cette manière. Cette restauration d'énergie élémentaire peut être déclenchée même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"67 %",
			"3,25"
		]
	},
	"r5": {
		"description": "Lorsque l'attaque plongeante du personnage équipé de l'arme a touché un ennemi, les DGT des attaques plongeantes de tous les personnages de l'équipe à proximité augmentent de 80 % pendant 20 s. Lorsque l'attaque plongeante d'un personnage de l'équipe à proximité touche un ennemi, le personnage équipé de l'arme récupère 3,5 pts d'énergie élémentaire. L'énergie peut être restaurée une fois toutes les 0,7 s de cette manière. Cette restauration d'énergie élémentaire peut être déclenchée même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"80 %",
			"3,5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Plomb karstique",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aileron plumeux",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Parchemin divinatoire",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mercure karstique",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aileron plumeux",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Parchemin divinatoire",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Mercure karstique",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Aileron lunaire",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Parchemin sigillé",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Argent karstique",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Aileron lunaire",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Parchemin sigillé",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Argent karstique",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Aileron ténébreux",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Parchemin maudit",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Or karstique",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Aileron ténébreux",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Parchemin maudit",
				"count": 18
			}
		]
	}
}