{
	"id": 14434,
	"name": "Frimas d'aube",
	"description": "Un objet rituel en argent forgé, pur et sans défaut. On dit qu'il s'agissait d'une relique sacrée transmise de génération en génération parmi les prêtresses du grand nord.",
	"descriptionRaw": "Un objet rituel en argent forgé, pur et sans défaut. On dit qu'il s'agissait d'une relique sacrée transmise de génération en génération parmi les prêtresses du grand nord.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 4,
	"story": "« N'oublie jamais, Avrelian, mon enfant et le cadeau précieux que le destin m'ait accordé. »\n« Une malédiction millénaire coule dans tes veines. Tout ce que je souhaite, c'est que tu mènes une vie paisible et heureuse. »\n« Quoi qu'il arrive, ne va jamais Nod-Krai et ne crois pas au rêve de « paradis » de cet imbécile. »\n« Il n'y a jamais eu de paradis pour l'humanité dans le monde éclairé par la lune. Toute création du Monarque suprême des cieux a ses limites. »\n\nPar une soirée enneigée, caressée la lumière de l'aurore, la femme autrefois vénérée comme la Dame de la lune eut une autre vision prédisant le destin de sa patrie.\nCela faisait de nombreuses années qu'elle l'avait quittée. Pourtant, comme de la neige mouillée, ces murmures délibérément oubliés trouvaient toujours le moyen de s'immiscer dans ses rêves réconfortants et paisibles.\nC'était peut-être la nouvelle vie qui grandissait en elle qui avait réveillé ces visions endormies depuis longtemps. Maintenant, ces illusions enchevêtrées lui apparaissaient de plus en plus clairement...\n\nAu début, ce n'étaient que des cauchemars incessants, qui allaient et venaient à l'infini en cycles.\nLes graines ne la vie n'étant pas issues de l'évolution de la nature, étaient tombées depuis branches argentées dans les ruines de la ville désolée,\noù les bipèdes sans plumes commencèrent à connaître la sagesse qui lui apporta la prospérité.\nEnsuite, vinrent la cupidité sans fin et le désir égoïste, masqués derrière des noms à consonance noble.\nDe là découlèrent haine, malédictions, trahison, conflit, pillage, massacre et querelles entre semblables.\nLes villes éparpillées à travers le territoire étaient sur leurs propres voies du bien et du mal, pendant que l'envoyé divin regardait les événements se dérouler en silence. \nEt cela, jusqu'à ce que les rois de terres osèrent défier les cieux éternels,\net que les grandes tours s'effondrèrent dans les flammes, engloutissant les lamentations des esclaves,\n\ncomme une ombre passagère qui disparut en un instant, un rêve sans rêve s'étendant sur des milliers d'années,\nun rêve de couronnes empilées et non réclamées dans des domaines secrets sous des arbres morts.\nHélas, le plan divin n'était pas toujours infaillible. La cité d'or qui s'éleva de la terre\nne put apaiser les cœurs des mortels enflammés par le désir\net remplis d'ambition. Ils convoitèrent trône vacant du monde, désireux de briser la limite qui séparait l'humain du divin.\nMais ce paradis sans limites s'effondra, comme toutes les illusions tragiques et éphémères.\nLes rois de la flamme finirent par disparaître dans le brouillard sombre, et les marées emportèrent les empires de pierre blanche.\nLe monde agonisant se dirigeait vers sa fin. Les ombres du passé persistèrent seules dans ses couloirs.\n\nD'innombrables rêves noyés dans le sang, les larmes et les péchés... D'innombrables rêves, hors de portée à jamais...\nDes années de division et de haine, transmises de génération en génération, s'écoulèrent dans un cycle sans fin sous la nuit sans étoiles.\nPourtant, une voix qu'elle n'avait jamais entendue, plus familière que toutes les autres,\nlui murmurait avec une compassion aussi douce que la lumière, à chaque fois qu'elle fut au carrefour de l'obscurité et de la douleur{NON_BREAK_SPACE}:\n\n« C'est moi qui mettrai fin aux guerres sur ces terres et qui établirai un paradis sans limites à leur place. »\n« Je ne le fais pas pour devenir une souveraine, mais pour que personne d'autre ne puisse plus jamais s'appeler ainsi. »\n\nSon rêve se terminait toujours au moment où il semblait enfin se réaliser, la ramenant brutalement à la réalité.\nCe retour s'accompagnait de la pâle lumière du matin et du faible mouvement de vie en elle.\nLa jeune mère poussa un soupir discret, ses doigts effleurant le talisman blanc argenté sur sa poitrine.\nElle contempla le visage de son être cher à côté d'elle et toucha son bas-ventre, avant de demander :\n\n« Mon enfant, mon enfant chéri... Pourquoi t'agites-tu ? »\n« Est-ce que parce que tu sens ce qui se passe dans le cœur de ta mère et cela t'effraie ? »",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DGT CRIT",
	"baseStatText": "12%",
	"effectName": "Rêve nocturne",
	"effectTemplateRaw": "Toucher un ennemi avec une attaque chargée augmente la maîtrise élémentaire de <color=#99FFFFFF>{0}</color> pts pendant 10 s. Toucher un ennemi avec une compétence élémentaire augmente la maîtrise élémentaire de <color=#99FFFFFF>{1}</color> pts pendant 10 s.",
	"r1": {
		"description": "Toucher un ennemi avec une attaque chargée augmente la maîtrise élémentaire de 72 pts pendant 10 s. Toucher un ennemi avec une compétence élémentaire augmente la maîtrise élémentaire de 48 pts pendant 10 s.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "Toucher un ennemi avec une attaque chargée augmente la maîtrise élémentaire de 90 pts pendant 10 s. Toucher un ennemi avec une compétence élémentaire augmente la maîtrise élémentaire de 60 pts pendant 10 s.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "Toucher un ennemi avec une attaque chargée augmente la maîtrise élémentaire de 108 pts pendant 10 s. Toucher un ennemi avec une compétence élémentaire augmente la maîtrise élémentaire de 72 pts pendant 10 s.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "Toucher un ennemi avec une attaque chargée augmente la maîtrise élémentaire de 126 pts pendant 10 s. Toucher un ennemi avec une compétence élémentaire augmente la maîtrise élémentaire de 84 pts pendant 10 s.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "Toucher un ennemi avec une attaque chargée augmente la maîtrise élémentaire de 144 pts pendant 10 s. Toucher un ennemi avec une compétence élémentaire augmente la maîtrise élémentaire de 96 pts pendant 10 s.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Fragment d'appareil artistique",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Lueur de givrenuit",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Mandat en lambeaux",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Réplique d'appareil artistique",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Lueur de givrenuit",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Mandat en lambeaux",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplique d'appareil artistique",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Brillance de givrenuit",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Mandat immaculé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Succession d'appareil artistique",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Brillance de givrenuit",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Mandat immaculé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Succession d'appareil artistique",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Gloire de givrenuit",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Mandat gelé",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Souhait d'appareil artistique",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Gloire de givrenuit",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Mandat gelé",
				"count": 12
			}
		]
	}
}