{
	"name": "Scion de la victoire",
	"description": "Une lance rouge tranchante qui fut autrefois l'arme chérie d'un gladiateur. Le sang d'innombrables ennemis, hommes et bêtes, a teinté sa lame.",
	"weapontype": "Arme d'hast",
	"rarity": "4",
	"story": "Cette lance couleur vermeil a vu d'innombrables combats, et fut le témoin de la valeur d'un certain gladiateur.\nSa pointe froide comme la glace a goûté au sang d'innombrables ennemis, sous les tonnerres d'applaudissements de la foule.\nLe destin du gladiateur était taché de sang ; et sur le fil de la lame dansait sa liberté, à la fois proche et inatteignable. \nEt le son sourd de l'acier carmin s'enfonçant dans la chair fut le glas de plus d'un combattant.\n\nAlors que le dernier combat du gladiateur prenait fin sous les vivats déchaînés des spectateurs, son maître prit la parole :\n« Le nombre promis a été atteint ; tu as été remarquable, et tu as montré que tu étais un guerrier de grand renom. »\n« Considère cette arme comme un cadeau d'adieu... Mais pourquoi ne pas continuer à combattre ? »\n« Continue à montrer ton talent, en homme libre, pour ta gloire et la mienne. Quelle est ta réponse ? »\nEt ainsi les années passèrent ; et les bêtes et hommes qui tombèrent sous les coups de la lance devinrent trop nombreux à compter.\nL'arme du duelliste ne connaissait pas la défaite ; mais le cœur du guerrier appartenait à son jeune maître.\n\nAlors que prenait fin l'ultime combat du gladiateur au milieu d'un déchaînement d'applaudissements,\nson arme tomba dans le sable souillé par le sang, tandis que la lame brûlante de la jeune fille aux cheveux roux perçait sa poitrine.\nEt tandis qu'il tombait, il leva les yeux vers son maître bien-aimé, son seigneur qui l'avait soutenu toutes ces années...\n« Ebelhart, mon maître et seigneur... Cette dernière performance aura-t-elle été à ta convenance ? »\nMais le siège de son maître était vide, à l'exception d'une coupe et d'un plateau en argent, renversés à la hâte.\n\n« C'est pour moi-même que j'ai commencé à me battre, pour voir le sang et assouvir ma soif de combat. »\n« Mais à quel moment ai-je commencé à me battre pour la gloire de mon maître ? »\n« L'homme ne se bat comme une bête sauvage que lorsqu'il obéit à l'homme. »\n« Toi qui combats pour ton peuple et non pour toi-même... Je sais que tu me comprends. »",
	"baseatk": 41,
	"substat": "Taux CRIT",
	"subvalue": "8",
	"effectname": "Gladiateur",
	"effect": "Augmente l'ATQ de {0} et la DÉF de {1} si 2 ennemis ou plus se trouvent à proximité ; augmente l'ATQ de {2} dans le cas contraire.",
	"r1": [
		"16 %",
		"16 %",
		"24 %"
	],
	"r2": [
		"20 %",
		"20 %",
		"30 %"
	],
	"r3": [
		"24 %",
		"24 %",
		"36 %"
	],
	"r4": [
		"28 %",
		"28 %",
		"42 %"
	],
	"r5": [
		"32 %",
		"32 %",
		"48 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Dent de lait du Loup boréal",
				"count": 3
			},
			{
				"name": "Branche morte des lignes énergétiques",
				"count": 3
			},
			{
				"name": "Nectar de Fleur mensongère",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Croc brisé du Loup boréal",
				"count": 3
			},
			{
				"name": "Branche morte des lignes énergétiques",
				"count": 12
			},
			{
				"name": "Nectar de Fleur mensongère",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Croc brisé du Loup boréal",
				"count": 6
			},
			{
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 6
			},
			{
				"name": "Nectar miroitant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Croc fendu du Loup boréal",
				"count": 3
			},
			{
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 12
			},
			{
				"name": "Nectar miroitant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Croc fendu du Loup boréal",
				"count": 6
			},
			{
				"name": "Pousse des lignes énergétiques",
				"count": 9
			},
			{
				"name": "Nectar élémentaire",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nostalgie du Loup boréal",
				"count": 4
			},
			{
				"name": "Pousse des lignes énergétiques",
				"count": 18
			},
			{
				"name": "Nectar élémentaire",
				"count": 12
			}
		]
	}
}