{
	"id": 13426,
	"name": "Dialogues des sages du désert",
	"description": "Un caducée symbolisant la gloire de l'alchimie, fabriqué à partir d'alliages spéciaux qui correspondent à son statut particulier. Il est extrêmement rigide et lourd, et ferait probablement très mal s'il était utilisé comme un gourdin.",
	"descriptionRaw": "Un caducée symbolisant la gloire de l'alchimie, fabriqué à partir d'alliages spéciaux qui correspondent à son statut particulier. Il est extrêmement rigide et lourd, et ferait probablement très mal s'il était utilisé comme un gourdin.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Arme d'hast",
	"rarity": 4,
	"story": "Les sept sages du roi Deshret ont disparu depuis longtemps, leurs actes emportés par les vents, ne laissant derrière eux que leurs noms gravés dans la pierre. Aujourd'hui, ces gravures ont été érodées par les vents du temps, se transformant en guère plus que des grains de sable dorés.\nL'un des serviteurs du roi Deshret, le chef des sept sages, le ministre des ministres : le roi-bélier.\nLe grand oiseau s'envolant vers le soleil, l'âme du roi : le saint Bennu.\nLa lionne à tête humaine, volonté du roi : la sainte Shesepankh.\nEt enfin le dragon qui obtint la chair et le sang du roi, qui ne se comptait jamais parmi les Sept : Al-Apep.\nLes quatre entités citées ci-dessus n'ont rien à voir avec l'histoire qui suit.\n\nLe roi crocodile et le roi ibis se disputaient sans cesse, comme toujours, et ce jour-là le sujet de leur débat était le changement des choses.\nLe roi crocodile recherchait une personne possédant des arts mystiques. Cet homme fut béni par une Océanide qui séjournait là, et tout liquide qui passait entre ses mains se transformait en un alcool exquis.\nLe roi ibis donna naissance à un autre être rare, qui avait accidentellement touché le tombeau et les restes d'un ancien dieu et avait été maudit pour cela. En raison de sa malédiction, tout ce que ses deux mains touchaient se transformait petit à petit en argent pur. Après tout, nous savons aujourd'hui que seul Deus Auri avait le pouvoir de transformer des objets en or et en moras.\nTous deux pariaient sur l'effet qui finira par l'emporter. Ils avaient également demandé à Hermanubis, qui était le dernier des sept sages à être mentionné, de faire un pronostic du résultat final.\nHermanubis était un sage du désert et le chef de la classe sacerdotale. Pour cette raison, il était à la fois un guerrier et un sage. Et comme le savoir connu sous le nom d'alchimie était transmis parmi les humains de génération en génération et qu'il en connaissait bien les secrets, lui demander de prédire le résultat de leur pari était tout à fait raisonnable.\n\n« Les deux formes de pouvoir s'affrontent directement, comme des lances acérées frappant des boucliers robustes », dit Hermanubis, « Et elles doivent chacune céder à l'autre et prendre du recul. C'est le principe de l'équilibre. »\nEn fin de compte, le résultat final fut que la coupe devint de l'argent pur, tandis que l'eau sablonneuse à l'intérieur devint une liqueur fine avec des grains d'argent en suspension.\n\nPourtant, le roi crocodile et le roi ibis n'avaient pas compris l'avertissement de Hermanubis et poursuivaient alors leur combat. Par la suite, ils avaient créé une étrange technique magique d'invocation. Et finalement, ils avaient tous deux traversé des millénaires pour poursuivre leur combat sur un plateau d'Invocation des Sept...\nTout ceci fait partie de cette version de l'histoire de « Le roi des invocations ».",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PV",
	"baseStatText": "9%",
	"effectName": "Principe de l'équilibre",
	"effectTemplateRaw": "Effectuer des soins restaure <color=#99FFFFFF>{0}</color> pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Effectuer des soins restaure 8 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Effectuer des soins restaure 10 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Effectuer des soins restaure 12 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Effectuer des soins restaure 14 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Effectuer des soins restaure 16 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talisman en cuivre de la rosée",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Aileron plumeux",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Coquille spectrale",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talisman en fer de la rosée",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Aileron plumeux",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Coquille spectrale",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talisman en fer de la rosée",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Aileron lunaire",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Cœur spectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talisman en argent de la rosée",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Aileron lunaire",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Cœur spectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talisman en argent de la rosée",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Aileron ténébreux",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Noyau spectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talisman en or de la rosée",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Aileron ténébreux",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Noyau spectral",
				"count": 12
			}
		]
	}
}