{
	"name": "Contes de Dodoco",
	"description": "Un livre pour enfants rempli d'histoires enfantines qui font sourire petits et grands.\nMême les lecteurs passés depuis longtemps à l'âge adulte ne peuvent s'empêcher d'être absorbés par les petites aventures innocentes et naïves qui y sont dépeintes.",
	"weapontype": "Catalyseur",
	"rarity": "4",
	"story": "La légende raconte qu'il existe un groupe d'îles situé au plus profond d'une mer recouverte de brume, portant le nom d'« Archipel de la pomme dorée ».\nOn raconte que le paisible Clan Dodo habite plusieurs des îles de l'archipel, vivant en harmonie avec le monde.\nLes créatures du Clan Dodo sont amicales et enjouées, et adorent s'amuser ensemble ou se jouer des tours. Elles ne connaissent ni l'ennui, ni la tristesse.\n« Dodoco ! » : c'est ainsi que les créatures s'appellent les unes les autres, ce qui signifie « meilleures amies ! ».\n\nMais tout comme les pissenlits quittent un jour leur tige pour voler au vent, chaque Dodoco doit un jour partir avec le vent et les vagues et s'aventurer de par le monde à la recherche d'un trèfle à quatre feuilles.\nPourquoi agissent-ils de la sorte ?\nTout simplement parce qu'après avoir occupé l'Archipel de la pomme dorée si longtemps, les Dodocos n'arrivent plus à se distinguer les uns des autres. Ils sont tous « Dodoco », et ils se ressemblent tous, après tout. Aucune distinction n'est faite pour ainsi dire entre « moi » et « toi » !\nSeul le trèfle à quatre feuilles d'un rouge éclatant leur permet de savoir la vraie signification de « Dodoco » et de se différencier les uns des autres, ce qui en retour leur permet de jouer librement avec tous leurs amis.\n– Enfin, c'est ce que ma mère raconte.\nC'est pour ça que pour comprendre ce qui fait un vrai Dodoco, ceux-ci doivent quitter leurs amis et partir en des lieux lointains se faire de nouveaux amis, et devenir leur Dodoco à leur tour !\nLes Dodocos voient ainsi toutes sortes de paysages, entendent toutes sortes de choses intéressantes, et rencontrent plein de nouveaux amis... Et un jour, quand leurs amis les regardent, au moment où tout le monde s'y attend le moins... C'est là que le trèfle à quatre feuilles éclatant apparaît !\n\nEt c'est pour cela que lorsqu'un Dodoco de l'Archipel de la pomme dorée quitte l'endroit par la mer ou les vents pour partir vers quelque destination lointaine, cela signifie qu'un enfant chanceux va bientôt rencontrer son meilleur ami !\nCe précieux livre a été donné par la plus libre des mères à la plus chanceuse des filles au monde. Il décrit les innombrables aventures vécues par Dodoco avant qu'elle ne la rencontre, et les aventures que les deux ont ensuite vécues ensemble – des aventures toujours plus impressionnantes, pleines d'étincelles, de trésors et d'amis !",
	"baseatk": 41,
	"substat": "ATQ",
	"subvalue": "12",
	"effectname": "Aventure dodo !",
	"effect": "Lorsque vous touchez des ennemis avec des attaques normales, les DGT infligés par les attaques chargées sont augmentés de {0} pendant 6 s. Lorsque vous touchez des ennemis avec des attaques chargées, l'ATQ est augmentée de {1} pendant 6 s.",
	"r1": [
		"16 %",
		"8 %"
	],
	"r2": [
		"20 %",
		"10 %"
	],
	"r3": [
		"24 %",
		"12 %"
	],
	"r4": [
		"28 %",
		"14 %"
	],
	"r5": [
		"32 %",
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Dent de lait du Loup boréal",
				"count": 3
			},
			{
				"name": "Branche morte des lignes énergétiques",
				"count": 3
			},
			{
				"name": "Masque endommagé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Croc brisé du Loup boréal",
				"count": 3
			},
			{
				"name": "Branche morte des lignes énergétiques",
				"count": 12
			},
			{
				"name": "Masque endommagé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Croc brisé du Loup boréal",
				"count": 6
			},
			{
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 6
			},
			{
				"name": "Masque sale",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Croc fendu du Loup boréal",
				"count": 3
			},
			{
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 12
			},
			{
				"name": "Masque sale",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Croc fendu du Loup boréal",
				"count": 6
			},
			{
				"name": "Pousse des lignes énergétiques",
				"count": 9
			},
			{
				"name": "Masque sinistre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nostalgie du Loup boréal",
				"count": 4
			},
			{
				"name": "Pousse des lignes énergétiques",
				"count": 18
			},
			{
				"name": "Masque sinistre",
				"count": 12
			}
		]
	}
}