{
	"id": 15503,
	"name": "Ultime soupir",
	"description": "Un arc aussi élégant qu'une lyre de barde ; les flèches qu'il décoche transpercent le cœur à la manière d'un doux soupir.",
	"descriptionRaw": "Un arc aussi élégant qu'une lyre de barde ; les flèches qu'il décoche transpercent le cœur à la manière d'un doux soupir.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arc",
	"rarity": 5,
	"story": "« Le vent d'ouest au loin emporte la fragrance du vin ; »\n« Le vent des montagnes apporte l'écho de la victoire ; »\n« Mon cœur est tiré par les vents lointains, »\n« Qui chantent mon désir pour toi en un murmure épars. »\n\nAutrefois vivait un chevalier aux traits austères.\nSeul ce chant était capable d'amener sur son visage quelque sérénité.\nSeule la jeune fille chantant cette ballade sur la place,\nétait capable de lui faire oublier ne serait-ce qu'un instant le poids de son devoir.\n\nOr vint le jour où la calamité s'abattit sur ces terres.\nLes chants qui autrefois résonnaient joyeusement dans les vents furent couverts par le rugissement du dragon.\nEt même les gémissements et les flammes par le fracas de ses pas faisant trembler la terre furent recouverts.\nL'Archon Anémo entendit les plaintes du peuple, qu'il avait pourtant refusé de diriger.\nMais pour protéger les rêves de ses anciens compagnons, et défendre les verts champs bercés par la brise,\nil émergea de son long sommeil, et partit au combat, son fidèle dragon azuré à ses côtés...\nEt le chevalier et son Ordre combattirent pour leur pays.\n\nQuand enfin le dragon maléfique fut vaincu, là-haut sur les cimes des glaciers, le dragon azur tomba dans un sommeil profond au sein de l'ancienne tour.\nMais le chevalier gisait dans la vallée tachée de son propre sang ; et alors qu'il s'écroulait, ses seules pensées furent :\n« Ses études l'ont amenée à l'étranger ; là elle devrait être en sécurité. Ah, mais que ne donnerais-je pas pour l'entendre chanter une dernière fois... »\n« Au moins n'ai-je pas à m'en faire pour Arundolyn et Roland. Quand elle reviendra, la paix devrait être de retour. »\n\nNombreuses furent les chansons et ballades chantant la gloire de l'Archon et le combat des deux dragons ; mais l'une après l'autre, elles finirent perdues dans les oubliettes du temps.\nEt le chant qu'affectionnait la jeune fille avait changé lorsqu'elle s'en revint.\n« Les pissenlits sont emportés par le vent du matin ; »\n« Le vent d'automne apporte la fragrance du grain ; »\n« Mais qu'importe ! Car nul vent ni blizzard »\n« Ne peut m'apporter ton regard. »\n\nEt une fois ses larmes séchées et son chant tari, la jeune fille fit le serment de brûler de la flamme l'habitant le mal de ce monde...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "12%",
	"effectName": "Refrain de séparation",
	"effectTemplateRaw": "#Partie du « Concert du millénaire{NON_BREAK_SPACE}». Augmente la maîtrise élémentaire de <color=#99FFFFFF>{0}</color> pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaires, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s maximum, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les personnages de l'équipe à proximité de l'effet «{NON_BREAK_SPACE}Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de <color=#99FFFFFF>{1}</color> pts et leur ATQ de <color=#99FFFFFF>{2}</color>. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
	"r1": {
		"description": "Partie du « Concert du millénaire ». Augmente la maîtrise élémentaire de 60 pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaires, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s maximum, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les personnages de l'équipe à proximité de l'effet « Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de 100 pts et leur ATQ de 20 %. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
		"values": [
			"60",
			"100",
			"20{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Partie du « Concert du millénaire ». Augmente la maîtrise élémentaire de 75 pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaires, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s maximum, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les personnages de l'équipe à proximité de l'effet « Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de 125 pts et leur ATQ de 25 %. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
		"values": [
			"75",
			"125",
			"25{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Partie du « Concert du millénaire ». Augmente la maîtrise élémentaire de 90 pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaires, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s maximum, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les personnages de l'équipe à proximité de l'effet « Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de 150 pts et leur ATQ de 30 %. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
		"values": [
			"90",
			"150",
			"30{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Partie du « Concert du millénaire ». Augmente la maîtrise élémentaire de 105 pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaires, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s maximum, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les personnages de l'équipe à proximité de l'effet « Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de 175 pts et leur ATQ de 35 %. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
		"values": [
			"105",
			"175",
			"35{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Partie du « Concert du millénaire ». Augmente la maîtrise élémentaire de 120 pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaires, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s maximum, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les personnages de l'équipe à proximité de l'effet « Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de 200 pts et leur ATQ de 40 %. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
		"values": [
			"120",
			"200",
			"40{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Dent de lait du Loup boréal",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Corne lourde",
				"count": 5
			},
			{
				"id": 112032,
				"name": "Insigne de nouvelle recrue",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Croc brisé du Loup boréal",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Corne lourde",
				"count": 18
			},
			{
				"id": 112032,
				"name": "Insigne de nouvelle recrue",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Croc brisé du Loup boréal",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Corne en bronze noir",
				"count": 9
			},
			{
				"id": 112033,
				"name": "Insigne de sergent",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Croc fendu du Loup boréal",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Corne en bronze noir",
				"count": 18
			},
			{
				"id": 112033,
				"name": "Insigne de sergent",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Croc fendu du Loup boréal",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Corne à cristal noir",
				"count": 14
			},
			{
				"id": 112034,
				"name": "Insigne d'officier",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgie du Loup boréal",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Corne à cristal noir",
				"count": 27
			},
			{
				"id": 112034,
				"name": "Insigne d'officier",
				"count": 18
			}
		]
	}
}