{
	"id": 14432,
	"name": "Lyre du tisse-lumière",
	"description": "Une lyre dont les cordes dorées brillent comme la lumière du soleil. Elle semble être une relique des Fées d'autrefois.",
	"descriptionRaw": "Une lyre dont les cordes dorées brillent comme la lumière du soleil. Elle semble être une relique des Fées d'autrefois.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 4,
	"story": "Au-delà des ruines de l'ancien palais, à la bordure du désert, se situait la paisible forêt sacrée du Lac Amsvartnir.\nLa légende racontait que celui qui cassait la branche dorée dans la forêt trouverait la cour royale des Fées, invisible aux yeux des mortels pendant la journée.\nIl s'agissait d'un royaume du passé, oublié par le temps et l'espace, caché dans l'ombre et que la lumière céleste ne pouvait pas toucher.\nSon maître avait disparu depuis longtemps, ne laissant derrière lui qu'une cour négligée et une grande salle vide.\nPourtant, les lamentations d'une jeune femme résonnèrent dans ce bâtiment qui aurait dû être abandonné.\n« Il était une fois, le maître artisan des cieux qui tissait jadis les destins de tous les êtres vivants grâce à sa lyre dorée. »\n« C'est le plan divin du ciel. Nous apporterons de la joie au monde entier si nous le suivons. »\n« Pourtant, même l'ignorante peut rêver, et dans son rêve, un nouvel avenir s'est révélé. »\n« Elle vit des hommes ériger une tour. De son sommet, des saints ont déclaré la guerre au ciel... »\n« Elle vit des bêtes rugissantes, chacune plus immense qu'une montagne, se libérer des entraves de la terre... »\n« Elle vit trois lunes éclairer la mer, une scène vite éclipsée par un dragon ancien qui s'éleva comme la marée. »\n« Mais tout ce qu'elle avait vu disparut à son réveil, comme si rien ne s'était passé. »\n« Il ne restait que son regard indescriptible, aussi brillant que les étoiles. »\n« Était-ce l'amour ? Ou juste une illusion tissée d'espoir, d'ambition et d'un désir de mort ? »\n« Mais cela n'a plus d'importance, car leur histoire s'était terminée dans le dernier chapitre de l'Élysium. »\n« Le chant des insectes d'une nuit d'automne passée, est tel le chœur des exilés, antique chanson de l'humanité... »\n« Ce qui fut chéri est à présent passé ; ne restent que chants et souvenirs pour s'en remémorer. »\nLa dernière chanteuse et première Fée joua son ultime chanson, assise dans le hall des anges.\nLe loup qui s'était introduit ici était parti depuis longtemps et ne laissa derrière lui que des rêves inachevés de ceux qui continuent de poursuivre des illusions.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "10%",
	"effectName": "Ultime chantre",
	"effectTemplateRaw": "Après avoir utilisé une compétence élémentaire, la maîtrise élémentaire du personnage équipé de l'arme augmente de <color=#99FFFFFF>{0}</color> pts pendant 20 s.",
	"r1": {
		"description": "Après avoir utilisé une compétence élémentaire, la maîtrise élémentaire du personnage équipé de l'arme augmente de 100 pts pendant 20 s.",
		"values": [
			"100"
		]
	},
	"r2": {
		"description": "Après avoir utilisé une compétence élémentaire, la maîtrise élémentaire du personnage équipé de l'arme augmente de 125 pts pendant 20 s.",
		"values": [
			"125"
		]
	},
	"r3": {
		"description": "Après avoir utilisé une compétence élémentaire, la maîtrise élémentaire du personnage équipé de l'arme augmente de 150 pts pendant 20 s.",
		"values": [
			"150"
		]
	},
	"r4": {
		"description": "Après avoir utilisé une compétence élémentaire, la maîtrise élémentaire du personnage équipé de l'arme augmente de 175 pts pendant 20 s.",
		"values": [
			"175"
		]
	},
	"r5": {
		"description": "Après avoir utilisé une compétence élémentaire, la maîtrise élémentaire du personnage équipé de l'arme augmente de 200 pts pendant 20 s.",
		"values": [
			"200"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Gloire brisée des héritiers du grand nord",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Os nélucide",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Mandat en lambeaux",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Illusion inflexible des héritiers du grand nord",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Os nélucide",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Mandat en lambeaux",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Illusion inflexible des héritiers du grand nord",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Restes lumineux",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Mandat immaculé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblation des héritiers du grand nord",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Restes lumineux",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Mandat immaculé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblation des héritiers du grand nord",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Exosquelette radieux",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Mandat gelé",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Rayonnement doré des héritiers du grand nord",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Exosquelette radieux",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Mandat gelé",
				"count": 12
			}
		]
	}
}