{
	"name": "Œil de la perception",
	"description": "Un orbe en verre sombre qui aurait le pouvoir de voir à travers le cœur des gens et de le purifier.",
	"weapontype": "Catalyseur",
	"rarity": "4",
	"story": "Un bel objet, façonné dans un type de gemme naturelle très rare.\nLa légende raconte que la gemme dont est tiré l'Œil de la perception était autrefois capable de lire le cœur des hommes ; elle était alors d'une brillante couleur claire, limpide comme la surface d'un lac. Mais les années et siècles passant, sa couleur finit par se ternir.\nUne autre croyance populaire affirme que par les nuits calmes, celui qui dresse l'oreille peut l'entendre.\nSon chant est parfois semblable à la brise légère, parfois semblable au bruit du torrent.\n\nOn raconte aussi qu'il s'agit là de l'héritage d'un Adepte, transmis de génération en génération dans Liyue, jusqu'à atterrir dans les mains du dénommé Yun.\nYun vint un jour à rencontrer alors qu'il se promenait dans la montagne un exorciste répondant au nom de Huang, venu consulter les Adeptes.\nLes deux discutèrent longtemps et avec passion, tant et si bien que Yun finit par offrir l'Œil à l'exorciste, qui se fondit en remerciements. Ce à quoi Yun répondit :\n« Cette perle est la quintessence même de la nature ; seul celui au cœur pur a le pouvoir de l'utiliser. »\n\nRemerciant à nouveau son interlocuteur, Huang prit l'Œil, qu'il porta sur lui-même, et se mit à marcher vers Liyue. Ni pluie ni vent ne vinrent à aucun moment troubler son périple.\nSa quête des Adeptes l'amena à parcourir les terres sans répit ; on le vit souvent au marché se ravitailler.\nDans les sombres ruelles du port vivait la lie de l'humanité ; mais pas une fois Huang ne fut inquiété en les traversant.\nLes curieux se demandaient : « Comment cet exorciste sans prétention est-il dans la cité tel le poisson dans l'eau, sans que jamais quelque mésaventure ne lui arrive ? »\nEt quand la question lui était posée, sa réponse était la suivante : « Cet Œil qui est mien tremble devant le mal, et me permet de discerner le cœur pur du cœur corrompu. »\n\nL'Œil était capable de révéler le cœur des hommes, bien que nul ne sut comment il fonctionnait ; aussi imputait-on son pouvoir à quelque légende.\nCertains racontent qu'on peut distinguer son appel à minuit, semblable à la brise légère ou à la source de printemps s'écoulant au milieu des pierres.\nAinsi ce son, qui rappelle le murmure des démons qui se nourrissaient des pensées corrompues, était-il décrit dans les paraboles autrefois contées par les mères à leurs enfants.",
	"baseatk": 41,
	"substat": "ATQ",
	"subvalue": "12",
	"effectname": "Écho",
	"effect": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de tirer une balle illuminatrice d'esprit qui inflige des DGT équivalant à {0} de l'ATQ. La balle peut rebondir jusqu'à 4 fois maximum. Cet effet peut être déclenché une fois toutes les {1} s.",
	"r1": [
		"240 %",
		"12"
	],
	"r2": [
		"270 %",
		"11"
	],
	"r3": [
		"300 %",
		"10"
	],
	"r4": [
		"330 %",
		"9"
	],
	"r5": [
		"360 %",
		"8"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Plomb karstique",
				"count": 3
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 3
			},
			{
				"name": "Masque endommagé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mercure karstique",
				"count": 3
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 12
			},
			{
				"name": "Masque endommagé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mercure karstique",
				"count": 6
			},
			{
				"name": "Herbe brumeuse",
				"count": 6
			},
			{
				"name": "Masque sale",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Argent karstique",
				"count": 3
			},
			{
				"name": "Herbe brumeuse",
				"count": 12
			},
			{
				"name": "Masque sale",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Argent karstique",
				"count": 6
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 9
			},
			{
				"name": "Masque sinistre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Or karstique",
				"count": 4
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 18
			},
			{
				"name": "Masque sinistre",
				"count": 12
			}
		]
	}
}