{
	"name": "Crépuscule couchant",
	"description": "Un arc précieux en platine, incrusté d'un orbe qui scintille à la lumière du soir.",
	"weapontype": "Arc",
	"rarity": "4",
	"story": "Un arc long aux couleurs du jade qui serait capable d'abattre les nuages du crépuscule, sur lequel est incrusté une perle.\nBien qu'enfouie dans les profondeurs ténébreuses, celle-ci ne cesse de briller et d'étinceler.\n\nEn des temps immémoriaux, lorsque la calamité des ténèbres frappa la vallée cinabre, d'innombrables soldats des Millelithes l'ont défendue avec honneur et vaillance.\nParmi ces figures héroïques, une jeune archère venue des montagnes demeura dans les profondeurs, sans plus jamais revoir la surface.\n\n« Je suis une fille des falaises escarpées et des cristaux émaillés. Ma lignée ne connaît pas la peur. »\n« Autant de Millelithes se sacrifient dans un combat sans issue. Les gens de la montagne ne peuvent pas rester sans agir. »\n« Un cataclysme que nous n'avons pas vu de nos propres yeux restera peut-être un phénomène étranger et abstrait pour nous. »\n« Hélas, le danger est imminent. Nous devons défendre nos terres et honorer notre devoir... »\n\nLa jeune femme têtue vola l'arc de son père, chef de la tribu, et suivit les Millelithes lorsqu'ils partirent à la tombée de la nuit.\nLa perle de son arc se mit à luire quand elle accepta la possibilité de ne plus jamais revoir la lumière du jour.\n\n« Les chauves-souris noires dans les airs furent abattues par chacun de ses tirs, la tortue géante de boue noire s'effondra sous ses coups. »\n« Le magnifique arc dansait tel un nuage et la lueur froide de ses flèches transperça la chair du monstre. »\n« Que ce soit le torrent de souillure émergeant des profondeurs ou le monstre maléfique ondulant dans le bas-fond des montagnes... »\n« La peur et l'inconnu ne la feront jamais battre en retraite. Son cœur ne vacillera pas. »\n\nLe peuple de la montagne chantait en hommage à leur fille, qu'il ne retrouverait pas.\nCes chants changèrent au gré du temps marqué par l'alternance de l'aurore et du crépuscule jusqu'à ce jour, mais la maîtresse de cet arc long ne reviendrait jamais.\n\n« Ma seule crainte est d'être perdu dans l'oubli. »\n« Si le mauvais sort m'amène à être enterré dans un lieu sans nom, alors, je t'en prie, ne m'oublie pas. »",
	"baseatk": 44,
	"substat": "Recharge d'énergie",
	"subvalue": "6.7",
	"effectname": "Flèche enterrée",
	"effect": "Cette arme possède trois états (crépuscule, rémanence et aube) qui augmentent respectivement les DGT infligés de {0}. Lorsqu'une attaque a touché un ennemi, l'arme passe à l'état suivant. Un changement d'état peut être déclenché une fois toutes les 7 s, même lorsque le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
	"r1": [
		"6 %/10 %/14 %"
	],
	"r2": [
		"7,5 %/12,5 %/17,5 %"
	],
	"r3": [
		"9 %/15 %/21 %"
	],
	"r4": [
		"10,5 %/17,5 %/24,5 %"
	],
	"r5": [
		"12 %/20 %/28 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grain d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Dague de chasse rituelle",
				"count": 3
			},
			{
				"name": "Parchemin divinatoire",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Dague de chasse rituelle",
				"count": 12
			},
			{
				"name": "Parchemin divinatoire",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 6
			},
			{
				"name": "Dague rituelle de l'Usurier",
				"count": 6
			},
			{
				"name": "Parchemin sigillé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Dague rituelle de l'Usurier",
				"count": 12
			},
			{
				"name": "Parchemin sigillé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 6
			},
			{
				"name": "Grande dague de l'Inspecteur",
				"count": 9
			},
			{
				"name": "Parchemin maudit",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Morceau d'aérosidérite noire",
				"count": 4
			},
			{
				"name": "Grande dague de l'Inspecteur",
				"count": 18
			},
			{
				"name": "Parchemin maudit",
				"count": 12
			}
		]
	}
}