{
	"id": 12401,
	"name": "Espadon de Favonius",
	"description": "Un espadon généralement manié par les chevaliers de l'Ordre de Favonius. Invoquer les éléments est un jeu d'enfant avec cette arme au pouvoir destructeur.",
	"descriptionRaw": "Un espadon généralement manié par les chevaliers de l'Ordre de Favonius. Invoquer les éléments est un jeu d'enfant avec cette arme au pouvoir destructeur.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Épée à deux mains",
	"rarity": 4,
	"story": "Une épée rituelle à deux mains, utilisée par les chevaliers de l'Ordre de Favonius. Seuls ceux ou celles ayant reçu l'approbation du Grand maître et de l'Église peuvent la posséder.\nAprès des années de recherche, les forgerons de Mondstadt ont bien avancé dans le domaine de l'affinité élémentaire.\nCette épée lourde n'est pas seulement une récompense honorifique pour les chevaliers de l'Ordre ; elle représente aussi la maîtrise des techniques de combat et la ferveur des protecteurs de Mondstadt.\nInvoquer les éléments est un jeu d'enfant avec cette arme ; mais celui qui l'utilise doit se rappeler que la destruction n'est point un but, mais un moyen au service de la défense.\n\nDe l'art de l'épée fondé par Rostam, le Jeune Loup, ne reste aujourd'hui que la technique à une main.\nUne autre technique s'est perdue dans les méandres du temps : la technique dite d'Arundolyn, le Lion de la Lumière, que l'on disait capable d'utiliser simultanément deux armes en combat.\nSeuls les plus puissants des combattants pouvaient la mettre à profit ; aussi finit-elle par sombrer progressivement dans l'oubli.\n\nCompagnon d'enfance de Rostam, qui était d'origine modeste, Arundolyn était issu d'une longue lignée de chevaliers.\nL'amitié des deux futurs héros reposait sur une soif commune de gloire et d'honneur. Ayant atteint l'âge adulte, ils rejoignirent l'Ordre des chevaliers. L'un devint par la suite Grand Maître de l'Ordre, et l'autre son fidèle assistant.\n\nArundolyn, le Grand Maître, ne jouit jamais de l'œil divin. Il tirait sa formidable force de ses dons naturels doublés d'un entraînement intense.\nSa force faisait sa fierté ; et le Grand Maître faisait la fierté de l'Ordre – de l'entière Cité de Mondstadt même.\nMais plus jamais il ne fit montre de ses prouesses physiques après la mort de Rostam ; car défier les créatures des ténèbres n'était à ses yeux plus source de gloire.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "13,3%",
	"effectName": "Charge critique",
	"effectTemplateRaw": "Les coups CRIT des attaques ont <color=#99FFFFFF>{0}</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Les coups CRIT des attaques ont 60 % de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 12 s.",
		"values": [
			"60 %",
			"12"
		]
	},
	"r2": {
		"description": "Les coups CRIT des attaques ont 70 % de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10,5 s.",
		"values": [
			"70 %",
			"10,5"
		]
	},
	"r3": {
		"description": "Les coups CRIT des attaques ont 80 % de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 9 s.",
		"values": [
			"80 %",
			"9"
		]
	},
	"r4": {
		"description": "Les coups CRIT des attaques ont 90 % de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 7,5 s.",
		"values": [
			"90 %",
			"7,5"
		]
	},
	"r5": {
		"description": "Les coups CRIT des attaques ont 100 % de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 6 s.",
		"values": [
			"100 %",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Entraves du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositif du chaos",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insigne de nouvelle recrue",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositif du chaos",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insigne de nouvelle recrue",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuit du chaos",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insigne de sergent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuit du chaos",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insigne de sergent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Noyau du chaos",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insigne d'officier",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Idéaux du Chevalier du Croc de Lion",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Noyau du chaos",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insigne d'officier",
				"count": 12
			}
		]
	}
}