{
	"id": 13407,
	"name": "Lance de Favonius",
	"description": "Une longue lance généralement maniée par les chevaliers de l'Ordre de Favonius. Une douce brise caresse la pointe de sa lame qui est attachée à une hampe droite.",
	"descriptionRaw": "Une longue lance généralement maniée par les chevaliers de l'Ordre de Favonius. Une douce brise caresse la pointe de sa lame qui est attachée à une hampe droite.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Arme d'hast",
	"rarity": 4,
	"story": "Une lance qui symbolise l'honneur parmi les chevaliers de l'Ordre de Favonius. Bien qu'elle soit fréquemment utilisée lors de cérémonies, cette arme peut transpercer le plus féroce des monstres.\nEn étudiant l'arbre que le vent ne peut ébranler, les forgerons de Mondstadt ont beaucoup appris dans le domaine de l'affinité élémentaire.\nCette lance n'est pas seulement une récompense honorifique pour les chevaliers de l'Ordre ; elle représente aussi la maîtrise des techniques de combat et la ferveur des protecteurs de Mondstadt.\nLorsqu'ils la prennent en main, les chevaliers gardent à l'esprit qu'il doivent rester disciplinés afin de défendre la liberté de Mondstadt.\n\nNombreux sont les combattants qui choisissent la lance pour compenser leur manque de technique.\nUn roturier sans aucune formation pourrait s'armer d'un bâton tranchant et peut-être rivaliser avec un soldat lors d'un combat.\nPour célébrer la chute de l'aristocratie, des banderoles et des drapeaux ont été déployés à l'extérieur de la cité.\n\nLa maîtrise de l'escrime était obligatoire pour un aristocrate pour cultiver sagesse et élégance.\nLa lance était une arme réservée aux gladiateurs et aux traîtres.\nCependant, il existait un noble qui maniait la lance.\nEbelhart appréciait la brise nocturne lorsqu'il recueillait les premières gouttes de rosée avec la pointe de sa lance.\n\nFils illégitime, il rêvait de redorer le blason de la noblesse tombée en déchéance.\nToutefois, afin d'accomplir son rêve, il lui fallait plus de pouvoir.\nPour lui, la fin justifiait les moyens : Ebelhart poussa son frère à devenir un voleur fantôme comme il en rêvait pour le forcer à prendre la fuite, \nafin d'usurper sa place d'héritier légitime.\nEnsuite, il devint l'apprenti d'une sorcière, qui lui enseigna les secrets de son art,\nafin de mieux l'éliminer...\n\n« Je ne me soucie point de ma réputation auprès des générations futures. Rien ne m'arrêtera tant que je n'aurais pas atteint mon objectif. »",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "6,7%",
	"effectName": "Charge critique",
	"effectTemplateRaw": "Les coups CRIT des attaques ont <color=#99FFFFFF>{0}</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Les coups CRIT des attaques ont 60 % de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 12 s.",
		"values": [
			"60 %",
			"12"
		]
	},
	"r2": {
		"description": "Les coups CRIT des attaques ont 70 % de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10,5 s.",
		"values": [
			"70 %",
			"10,5"
		]
	},
	"r3": {
		"description": "Les coups CRIT des attaques ont 80 % de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 9 s.",
		"values": [
			"80 %",
			"9"
		]
	},
	"r4": {
		"description": "Les coups CRIT des attaques ont 90 % de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 7,5 s.",
		"values": [
			"90 %",
			"7,5"
		]
	},
	"r5": {
		"description": "Les coups CRIT des attaques ont 100 % de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 6 s.",
		"values": [
			"100 %",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Entraves du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositif du chaos",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bave de Blob",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositif du chaos",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bave de Blob",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuit du chaos",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Mucus de Blob",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuit du chaos",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Mucus de Blob",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Noyau du chaos",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Essence de Blob",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Idéaux du Chevalier du Croc de Lion",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Noyau du chaos",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Essence de Blob",
				"count": 12
			}
		]
	}
}