{
	"id": 11401,
	"name": "Épée de Favonius",
	"description": "Une longue épée généralement maniée par les chevaliers de l'Ordre de Favonius. Invoquer les éléments est un jeu d'enfant avec cette arme légère et tranchante !",
	"descriptionRaw": "Une longue épée généralement maniée par les chevaliers de l'Ordre de Favonius. Invoquer les éléments est un jeu d'enfant avec cette arme légère et tranchante !",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Épée à une main",
	"rarity": 4,
	"story": "Une épée standard des chevaliers de l'Ordre de Favonius. Seuls ceux ou celles qui reçoivent l'approbation du Grand Maître et de l'Église peuvent la posséder.\nAprès des années de recherche, les forgerons de Mondstadt ont bien avancé dans le domaine de l'affinité élémentaire.\nCette épée légère et tranchante n'est pas seulement une récompense honorifique pour les chevaliers de l'Ordre ; elle représente aussi la maîtrise des techniques de combat et la ferveur des protecteurs de Mondstadt.\nInvoquer les éléments est un jeu d'enfant avec cette arme ; mais celui qui l'utilise doit se rappeler que c'est une arme de défense, et non d'attaque.\n\nOn raconte que l'art de l'épée tel que pratiqué par l'Ordre de Favonius remonte à Rostam, dit le Jeune Loup, ami d'enfance d'Arundolyn, le Lion de la Lumière.\nD'après la légende, il aurait été capable de trancher chaque goutte tombant du ciel, et le souffle de sa lame aurait suffi à découper la rose et éteindre la torche.\nC'est en cela que réside l'essence de l'art pour les chevaliers de l'Ordre : légèreté, rapidité et précision, autant de qualités requises dans la protection de Mondstadt.\n\nÀ vingt-sept ans, Rostam reçu le titre de « Jeune Loup ».\nD'après la tradition de l'Ordre, les titres de Lion et Loup étaient réservés aux chevaliers faisant montre de qualités de meneurs ;\nceux ainsi nommés devenaient ainsi un jour Grand Maître, dédiant leur vie à la direction d'une multitude de chevaliers et à la protection de Mondstadt.\nMais bien qu'il eut rempli son devoir avec zèle, Rostam ne vécut pas pour connaître cet honneur.\n\nL'art de l'épée tel qu'il fut introduit par Rostam, par personne d'autre ne fut ensuite égalé.\nMais sa ferveur et sa dédication à la cité se sont transmis eux de génération en génération.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "13,3%",
	"effectName": "Charge critique",
	"effectTemplateRaw": "Les coups CRIT des attaques ont <color=#99FFFFFF>{0}</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Les coups CRIT des attaques ont 60 % de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 12 s.",
		"values": [
			"60 %",
			"12"
		]
	},
	"r2": {
		"description": "Les coups CRIT des attaques ont 70 % de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10,5 s.",
		"values": [
			"70 %",
			"10,5"
		]
	},
	"r3": {
		"description": "Les coups CRIT des attaques ont 80 % de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 9 s.",
		"values": [
			"80 %",
			"9"
		]
	},
	"r4": {
		"description": "Les coups CRIT des attaques ont 90 % de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 7,5 s.",
		"values": [
			"90 %",
			"7,5"
		]
	},
	"r5": {
		"description": "Les coups CRIT des attaques ont 100 % de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché une fois toutes les 6 s.",
		"values": [
			"100 %",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tuile cassée de Décarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corne lourde",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Pointe de flèche robuste",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Mur abattu de Décarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corne lourde",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Pointe de flèche robuste",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Mur abattu de Décarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Corne en bronze noir",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Pointe de flèche aiguisée",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment dispersé de Décarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Corne en bronze noir",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Pointe de flèche aiguisée",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment dispersé de Décarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Corne à cristal noir",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Pointe de flèche usée",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Rêve brisé de Décarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Corne à cristal noir",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Pointe de flèche usée",
				"count": 12
			}
		]
	}
}