{
	"id": 12432,
	"name": "Perception forgée par les flammes",
	"description": "Les légendes tribales parlent d'une grande lame forgée par le Peuple des sources pour protéger un enfant qui s'apprêtait à entreprendre un voyage lointain. Cette arme semble être une réplique de cette épée légendaire.",
	"descriptionRaw": "Les légendes tribales parlent d'une grande lame forgée par le Peuple des sources pour protéger un enfant qui s'apprêtait à entreprendre un voyage lointain. Cette arme semble être une réplique de cette épée légendaire.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Épée à deux mains",
	"rarity": 4,
	"story": "Selon d'anciennes traditions tribales transmises par le fou qui criait dans la nuit,\nles flammes de l'âtre brûlaient d'une couleur pourpre, tandis que le descendant, qui allait commencer son voyage, était assis dans un coin de la maison de l'artisan.\nLe forgeron des montagnes donna un coup de marteau, pulvérisant les pierres dans un concert de tintements.\nLe vieil homme, qui marchait difficilement en s'aidant de sa canne, plongea la main dans un panier et en sortit un trésor d'antan.\n\n« Akamai, le moment est venu. Nous sommes sûrs de trouver un riche gisement de minerai ou un trésor ! »\n« Tout juste, Kau Kau, et quand nous y arriverons, nous figurerons parmi les grands chasseurs de trésors dont parlent les rouleaux tissés. »\nUn jour, deux jeunes garçons du Peuple des sources s'étaient promis de parcourir la totalité de Natlan.\nPour eux, les aventures et les victoires étaient un devoir conféré par la Wayob,\nsans compter que les histoires de l'île mystérieuse et des héros d'antan résonnaient dans leurs poitrines.\nC'est ainsi que les jeunes aventuriers se lancèrent dans un voyage épique et entreprirent leur pèlerinage.\n\nCependant, les épopées légendaires des héros ne font jamais mention des embûches qui peuvent se dresser sur le chemin des gens ordinaires.\nCe monde compte nettement moins de trésors que d'explorateurs audacieux en quête de richesses. Quant au minerai qu'ils avaient extrait du sol,\nleur faible butin ne se résumait qu'à quelques minéraux ordinaires sans grande valeur.\nMais quelle importance ? Leur enthousiasme ne faiblissait pas, et ils admiraient avec plaisir les pierres qu'ils avaient rassemblées à la lumière d'un feu de camp,\nse remémorant les moments et les émotions par lesquels ils étaient passés pour en arriver là.\nCelle-ci fut extirpée d'entre les griffes d'un tepetlisaure géant alors qu'ils traversaient des montagnes gorgées de cristaux.\nEn revanche, ils voyaient celle-ci comme une fripouille sur laquelle ils avaient trébuché aux abords d'une source chaude, alors qu'ils étaient ivres.\nCette dernière, recouverte de cendres, veillait autrefois sur les ruines d'une cité antique qui fut ravagée par les flammes.\nElle resta immobile jusqu'à ce que nos deux amis, qui passaient par là, décidèrent de l'emporter, émerveillés par sa beauté.\n\nAujourd'hui, alors que le tailleur de pierre les fait fondre les unes après les autres, le passé surgit à nouveau, réanimé chaque fois qu'un souvenir est évoqué.\nLorsqu'ils apprirent que le descendant d'Akamai se mit en tête de suivre la même voie que son ancêtre, ils décidèrent d'utiliser ces pierres en guise de matériau de base.\nNe connaissant que trop bien les dangers qui rôdaient dans le monde, ils forgèrent une lame qui pourrait protéger son héritier, alors qu'il s'apprêtait à partir en voyage.\nLorsque l'épée fut achevée, Akamai et Kau Kau la remirent au futur voyageur en guise de cadeau d'adieu.\n\n« Laissez les souvenirs du passé vous accompagner dans votre voyage, dans la mesure où nos prédécesseurs n'ont plus la force de le faire... »\n« Le passé coule dans les veines de chaque nouvelle génération, transmis par des rituels qui ne cessent de brûler, tel un feu inextinguible. »",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maîtrise élémentaire",
	"baseStatText": "36",
	"effectName": "Pensée florissante",
	"effectTemplateRaw": "Déclencher une réaction d'Électrocution, de Sélénocution ou de Fleurissement restaure <color=#99FFFFFF>{0}</color> pts d'énergie élémentaire et augmente la maîtrise élémentaire de <color=#99FFFFFF>{1}</color> pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Déclencher une réaction d'Électrocution, de Sélénocution ou de Fleurissement restaure 12 pts d'énergie élémentaire et augmente la maîtrise élémentaire de 60 pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "Déclencher une réaction d'Électrocution, de Sélénocution ou de Fleurissement restaure 15 pts d'énergie élémentaire et augmente la maîtrise élémentaire de 75 pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "Déclencher une réaction d'Électrocution, de Sélénocution ou de Fleurissement restaure 18 pts d'énergie élémentaire et augmente la maîtrise élémentaire de 90 pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "Déclencher une réaction d'Électrocution, de Sélénocution ou de Fleurissement restaure 21 pts d'énergie élémentaire et augmente la maîtrise élémentaire de 105 pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "Déclencher une réaction d'Électrocution, de Sélénocution ou de Fleurissement restaure 24 pts d'énergie élémentaire et augmente la maîtrise élémentaire de 120 pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Décadence délirante du seigneur sacré",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Coquille brisée froide",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Perle transocéanique",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Désolation délirante du seigneur sacré",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Coquille brisée froide",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Perle transocéanique",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Désolation délirante du seigneur sacré",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Coquille brisée chaude",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Morceau transocéanique",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Attitude délirante du seigneur sacré",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Coquille brisée chaude",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Morceau transocéanique",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Attitude délirante du seigneur sacré",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Caraprisme enflammé",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristal xénochromatique",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Divinité délirante du seigneur sacré",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Caraprisme enflammé",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristal xénochromatique",
				"count": 12
			}
		]
	}
}