{
	"name": "Passeur du Fleuve cendré",
	"description": "Un long morceau de tuyau en cuivre qui servait autrefois d'arme, célèbre chez certains, malfamé chez d'autres.",
	"weapontype": "Épée à une main",
	"rarity": "4",
	"story": "Les composants jetés dans les gouttières peuvent être utilisés comme une arme en cas d'urgence.\nLe premier adversaire de celui-ci n'était qu'un monstre nourri par « une eau particulièrement nutritive ».\nMais en tout cas, il a brisé les genoux et les mâchoires d'innombrables « créatures ».\nParce qu'il a envoyé tant de personnes qui menaçaient ses compatriotes dans le fleuve gris qui enveloppe tout,\ndans les mains d'Eduardo, on l'appelait affectueusement le « Passeur ».\n\nLe point final de l'amélioration de la ville de Fontaine était que les égouts deviennent une ville souterraine sous la ville.\nNaturellement, ce n'était pas la bureaucratie de la Cour de Fontaine qui pouvait maintenir l'ordre dans le Fleuve cendré.\nAlors dans les jours qui ont suivi, le chef des bandits a commencé par simplement ramasser un tuyau de bronze pour repousser les crocodiles,\net puis pour protéger les marchands contre l'extorsion, le harcèlement et le chantage des gangs,\nrésolvant les différends entre « compatriotes » du Fleuve cendré et donnant la bénédiction aux nouveaux mariés.\nJusqu'à ce qu'enfin, il soit déclaré « que tout ce sur quoi le soleil brille leur appartienne, mais que le Fleuve cendré soit nôtre ».\n\nMais il n'y a pas de fin à l'amélioration.\nSi les positions des personnes ne peuvent pas être modifiées, les coordonnées de celles-ci peuvent être modifiées à cette fin.\nEt d'un certain point de vue, il n'y a pas de différence entre « eux » et « nous »,\nsimplement des endroits qui peuvent être aménagés et des déchets qui doivent être éliminés ou « déplacés ».\n\nEduardo était parmi ceux qui ont été arrêtés en résistant à la purge du Fleuve cendré, et alors qu'il était escorté en exil dans le désert,\nil a été secouru par ses acolytes. Regroupés avec des camarades actifs près du Mont Automnéqui, ils occupent le Village de Poisson,\net prenant en otage les membres de la Maison Gardiennage chargés de leur transfert, ils formulent une série de demandes déraisonnables.\nCet incident fut finalement résolu par l'intervention active des chasseurs de la Maréchaussée.\n\nLe journaliste qui s'est porté volontaire pour livrer les demandes de négociation, Karl Ingold, a pris cette photo au Village de Poisson avant que la situation ne se détériore :\nAu milieu de la photo se tient Eduardo Baker, appuyé sur son célèbre, ou tristement célèbre, cuivre courbé comme une canne.\nL'autre main d'Eduardo est posée sur l'épaule de son fils Jakob, qui serre nerveusement la manche de René de Petrichor.\nÀ leur gauche se trouve la grande magicienne Parsifal, appuyée nonchalamment sur la balustrade, affichant son sourire de scène caractéristique.\nÀ droite d'Eduarda se trouve l'actuel maire du Village de Poisson, Renault de Petrichor. Il s'est mis sur son trente-et-un pour l'occasion, bien que son col soit de travers.\nSon fils René se tient devant lui, attiré par la merveille qu'est ce nouveau Daguerréotype, les yeux écarquillés et un peu désemparés.\nLa femme à gauche de Parsifal tenant un bébé est Rosa Reed, avec son mari Thompson, et à l'extrême droite de la photo se trouve Tom Alter.\nIls regardent devant eux, le visage pâli par la lumière du Daguerréotype. Ils semblent ne pas se concentrer sur Ingold, ni sur l'objectif.\nMais sur l'avenir.",
	"baseatk": 42,
	"substat": "Recharge d'énergie",
	"subvalue": "10",
	"effectname": "Os de fer",
	"effect": "Le taux CRIT des compétences élémentaires augmente de {0}. De plus, utiliser une compétence élémentaire augmente la recharge d'énergie de {1} pendant 5 s.",
	"r1": [
		"8 %",
		"16 %"
	],
	"r2": [
		"10 %",
		"20 %"
	],
	"r3": [
		"12 %",
		"24 %"
	],
	"r4": [
		"14 %",
		"28 %"
	],
	"r5": [
		"16 %",
		"32 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragment d'un accord ancien",
				"count": 3
			},
			{
				"name": "Goutte d'eau croupie",
				"count": 3
			},
			{
				"name": "Perle transocéanique",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chapitre d'un accord ancien",
				"count": 3
			},
			{
				"name": "Goutte d'eau croupie",
				"count": 12
			},
			{
				"name": "Perle transocéanique",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chapitre d'un accord ancien",
				"count": 6
			},
			{
				"name": "Cuillère d'eau croupie",
				"count": 6
			},
			{
				"name": "Morceau transocéanique",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mouvement d'un accord ancien",
				"count": 3
			},
			{
				"name": "Cuillère d'eau croupie",
				"count": 12
			},
			{
				"name": "Morceau transocéanique",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mouvement d'un accord ancien",
				"count": 6
			},
			{
				"name": "Jeune Fantasme Hydro croupi",
				"count": 9
			},
			{
				"name": "Cristal xénochromatique",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Écho d'un accord ancien",
				"count": 4
			},
			{
				"name": "Jeune Fantasme Hydro croupi",
				"count": 18
			},
			{
				"name": "Cristal xénochromatique",
				"count": 12
			}
		]
	}
}