{
	"id": 12417,
	"name": "Apparat de la forêt",
	"description": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a pris la forme d'une grande lame qui peut pulvériser les ennemis de la forêt.",
	"descriptionRaw": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a pris la forme d'une grande lame qui peut pulvériser les ennemis de la forêt.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Épée à deux mains",
	"rarity": 4,
	"story": "« Il y a de très nombreuses lunes, la forêt était un immense labyrinthe... »\n\nLe dernier roi de la forêt était retourné dans Sarva. Celui qui avait été son serviteur hérita du nom de « tigre ».\nDans le passé, chaque endroit à l'ombre des arbres faisait partie du domaine du roi de la forêt. Et lorsqu'il se promenait dans son royaume...\nLes oiseaux et les bêtes de la forêt baissaient la tête à son passage en signe de respect et de soumission.\n\nChaque roi avait son propre palais : dès qu'un nouveau roi de la forêt accédait au trône, la forêt devenait à son image et se transformait en fonction de ses rêves.\nLe palais du dernier roi de la forêt était caché derrière une barrière d'arbres et de lianes et au-delà d'un entremêlement de rivières et de montagnes.\nC'était un disque nacré formé par la lumière de la lune qui tombait sur l'eau calme à travers le feuillage des arbres. Le roi se tenait à côté de l'eau, profitant seul de ce double clair de lune.\n\nC'est ainsi que le labyrinthe de la forêt fut créé. Selon la légende, les rayures resplendissantes du roi de la forêt représentaient les différents chemins du labyrinthe.\nLes palais des rois de la forêt se chevauchaient, de sorte que les chemins entre les arbres se croisaient, les ruisseaux étaient coupés ou formaient de nouvelles branches.\nLes sentiers dans la forêt devenaient de plus en plus compliqués. Seul le roi de la forêt, nous, les aranaras, et les autres qui avaient reçu la faveur de l'arbre aîné,\nPouvaient pénétrer à l'intérieur du domaine du roi de la forêt et trouver notre propre chemin à travers les arbres et les ruisseaux.\n\n...\nPuis le dernier roi de la forêt fit don de sa vie pour défendre la forêt. Depuis lors, il n'y eut plus de nouveau palais dans la forêt, et le labyrinthe disparut.\nOu bien, il se peut que ce soit les hordes de monstres ténébreux qui ont abattu les arbres comme un ouragan plierait le blé. Le labyrinthe mourut, tout comme le roi de la forêt.\n\nL'aranara qui m'a raconté cette histoire était timide et n'aimait pas chanter devant nous. Il cherchait toujours un endroit où il pouvait rester seul.\nUne nuit, alors qu'il traversait le labyrinthe de la forêt, il tomba sur le reflet de la lune dans l'eau et apprit l'histoire du dernier roi de la forêt.\nPuis les courants d'eau changèrent et le reflet de la lune se dissipa. Beaucoup de choses furent transformées, tandis que d'autres restèrent à jamais les mêmes.\nVous et moi sommes semblables à certains égards. Même en n'ayant jamais vu le roi, nous avons tous une image de lui comme un souverain de la forêt à la fois noble et puissant.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "6,7%",
	"effectName": "Sanctuaire sylvestre",
	"effectTemplateRaw": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de <color=#99FFFFFF>{0}</color> pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
	"r1": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 60 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 75 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 90 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 105 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 120 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talisman en cuivre de la rosée",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Conteneur du chaos",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Satin rouge délavé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talisman en fer de la rosée",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Conteneur du chaos",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Satin rouge délavé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talisman en fer de la rosée",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Module du chaos",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Soie rouge brodée",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talisman en argent de la rosée",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Module du chaos",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Soie rouge brodée",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talisman en argent de la rosée",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Vis du chaos",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Brocart rouge luxueux",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talisman en or de la rosée",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Vis du chaos",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Brocart rouge luxueux",
				"count": 12
			}
		]
	}
}