{
	"name": "Le fruit de l'accomplissement",
	"description": "Un fruit que vous avez obtenu dans un conte d'aranara. Il a le potentiel de vaincre n'importe quelle crise.",
	"weapontype": "Catalyseur",
	"rarity": "4",
	"story": "« En réalité, la lune n'est pas toujours ronde comme une perle... »\n\nC'est une histoire très ancienne et très effrayante. Heureusement, c'est juste une histoire. Ce n'est pas mon souvenir, ni le vôtre.\nUn jour, la lune prit la forme d'un croc, elle ressemblait au sourire malicieux d'une personne. Et sa lumière ne se répandit plus à travers les feuilles des arbres et sur les prairies, transformant les gouttes de rosée en perles.\n\nLe vent pliait les arbres comme il pliait le blé. Le chagrin inondait la terre.\nLa tristesse était si profonde et si intense que même les ruisseaux avaient un goût salé et ferreux.\n\nNotre créatrice, la reine Aranyani, nous confia la forêt. Ainsi, nous nous battîmes contre les bêtes noires, les colosses d'acier et la Marana.\nAvec de nombreux enfants de la forêt, elle s'en alla dans le désert pour brûler les racines du mal et briser les branches de l'infortune. Seuls quelques-uns réussirent à regagner l'ombre des arbres.\nNous perdîmes Vanarana et beaucoup d'aranaras retournèrent bien trop tôt à la terre. Même l'histoire que nous avions obtenue avait une fin amère.\n\nMais finalement, nous surmontâmes les difficultés, et même au milieu de la mer de sable, les fleurs de lotus continuaient de fleurir.\nElle, qui nous avait donné naissance, créa de nouveaux êtres dans le désert pour combler le vide au cœur de la terre.\n\n...\nMais même dans les histoires tristes, on trouve du courage et de la force. Même si les histoires n'auront jamais le pouvoir des « souvenirs », elles ont aussi leur propre force.\nJe chérirai les histoires de nos aventures que vous m'avez données. Elles protégeront la forêt à votre place lorsque la lune se transformera à nouveau.",
	"baseatk": 42,
	"substat": "Recharge d'énergie",
	"subvalue": "10",
	"effectname": "Cercle complet",
	"effect": "Accorde l'effet Fluctuation après avoir déclenché une réaction élémentaire, augmentant la maîtrise élémentaire de {0} pts et diminuant l'ATQ de 5 %. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Un cumul sera déduit si aucune réaction élémentaire n'est déclenchée pendant 6 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": [
		"24"
	],
	"r2": [
		"27"
	],
	"r3": [
		"30"
	],
	"r4": [
		"33"
	],
	"r5": [
		"36"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Souvenir du jardin d'oasis",
				"count": 3
			},
			{
				"name": "Statuette sinistre",
				"count": 3
			},
			{
				"name": "Spores de Fongus",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Gentillesse du jardin d'oasis",
				"count": 3
			},
			{
				"name": "Statuette sinistre",
				"count": 12
			},
			{
				"name": "Spores de Fongus",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gentillesse du jardin d'oasis",
				"count": 6
			},
			{
				"name": "Statuette maudite",
				"count": 6
			},
			{
				"name": "Pollen fluorescent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Deuil du jardin d'oasis",
				"count": 3
			},
			{
				"name": "Statuette maudite",
				"count": 12
			},
			{
				"name": "Pollen fluorescent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Deuil du jardin d'oasis",
				"count": 6
			},
			{
				"name": "Statuette maléfique",
				"count": 9
			},
			{
				"name": "Poussière cristalline de sporange",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Vérité du jardin d'oasis",
				"count": 4
			},
			{
				"name": "Statuette maléfique",
				"count": 18
			},
			{
				"name": "Poussière cristalline de sporange",
				"count": 12
			}
		]
	}
}