{
	"id": 12430,
	"name": "Crochet fructueux",
	"description": "Le courageux Burkina des Êtres des canopées a autrefois construit cette arme avec l'aide du héros Tenoch... Tout cela dans le but d'obtenir des flamboigrenades sans égal dans tout Natlan.",
	"descriptionRaw": "Le courageux Burkina des Êtres des canopées a autrefois construit cette arme avec l'aide du héros Tenoch... Tout cela dans le but d'obtenir des flamboigrenades sans égal dans tout Natlan.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Épée à deux mains",
	"rarity": 4,
	"story": "L'arbre-mère qui pousse aujourd'hui au pied de la Montagne Coatepec et prend racine dans les crevasses rocheuses poussait à l'origine ailleurs.\nSelon les conteurs, il poussait beaucoup plus haut, plus haut que le volcan, au-dessus des nuages même.\nAutrefois, un jeune coursier éprouvait de la rancune pour un saurien derrière la montagne, car ce dernier se moquait souvent de ses actions stupides.\nIl s'est donc juré d'atteindre le plus haut sommet de la montagne et de récolter les flamboigrenades produites par l'arbre-mère.\nAfin de prouver ses compétences face au plus agile d'entre eux, y compris parmi les yumkasaures.\n\nMais comment réaliser de grandes choses simplement par la pensée.\nLe héros nommé Burkina peut escalader les rochers de haute montagne à mains nues et du bout des doigts.\nMais il n'a pas pu empêcher ces sauriens ailés de l'embêter et de jouer un peu avec lui grâce à leurs ailes.\nSans parler des nombreuses bêtes sauvages qui se tiennent sous les arbres et lèvent les yeux pour voir les fruits.\nTandis que la période de récolte approche, Burkina n'est toujours pas parvenu à s'approcher des branches chargées de fruits.\nMais le jeune héros n'était pas pressé. Il s'est contenté de se retourner et de partir immédiatement après avoir marmonné quelque chose.\n\nIl s'est rendu dans la tribu qui vivait avec les sauriens ailés pour s'occuper d'eux au quotidien.\nEn les observant jour après jour, et en se familiarisant avec leur façon de bouger.\nIl a suivi les montagnards sous le volcan et a utilisé des rochers pour tempérer son corps.\nJ'ai consulté le grand prêtre des Maîtres du vent nocturne et j'ai aiguisé ma perception et ma conscience.\n\nTenoch, qui était de passage, n'osait presque pas poser de questions sur ses amis aux longs poils.\nAprès avoir appris son objectif, Tenoch ne put s'empêcher de sourire et de dire qu'il serait préférable qu'il l'accompagne.\nLe héros des Êtres des canopées refusa cependant l'offre, car il savait que tout ça était avant tout de l'entraînement...\nLe « prix » à payer pour obtenir des « résultat », alors que la gentillesse de son ami...\nElle n'était, peut-être, pas tout à fait gratuite. Il avait le vague sentiment qu'un jour, il devrait payer d'une façon ou d'une autre pour cette aide à l'avenir.\nFace à la détermination de son ami, Tenoch ne parla plus d'aider.\nMais se contenta de dire qu'il allait lui accorder une petite faveur pour son voyage...\n\nLe jour de la cueillette, le jeune coursier prit sur son dos l'arme que lui et ses amis ont forgée ensemble.\nIl se fraya un chemin à travers les collines plus vite que s'il courait dans les plaines.\nIl avait compris depuis longtemps la façon dont les sauriens ailés l'embêtaient et, cette fois-là, ce sont eux qui ont été embêtés.\nEt il brandit l'épée à crochet dans sa main pour esquiver ou résister aux attaques des bêtes.\nLes flamboigrenades fraîchement produites par l'arbre-mère sont désormais à sa portée. Il lui suffit de tendre la main pour en cueillir.\nMais tandis que le héros était sur le point de réussir, il se relâcha par fierté et une bourrasque sur la montagne le fit chanceler.\nIl était au bord de la chute, et à cette hauteur, il ne resterait plus que de la pulpe de lui et des fruits qu'il venait de cueillir...\n\nMais au dernier moment, une silhouette verte émergea de l'ombre des arbres.\nCelle-ci propulsa la pectine qu'elle avait en bouche et ramena le héros en sécurité grâce à sa longue langue.\nIl s'agissait de nul autre que du yumkasaure avec qui Burkina se querellait toujours, et qui le suivait à distance, tapi dans l'ombre.\nMais il se montra au moment le plus périlleux pour sauver Burkina de l'appel du seigneur de la nuit.\n\nBurkina offrit la flamboigrenade au saurien qui venait de lui sauver la vie, gagnant ainsi sa reconnaissance.\nEt c'est comme ça que le héros du mnémofeu et le roi de la montagne, Kongamato, sont devenus des compagnons.\nPlus tard, les héros des Êtres des canopées transplantèrent l'arbre-mère au pied de la montagne.\nPour commémorer l'occasion, les meilleures flamboigrenades furent désormais surnommées « rois de la montagne ».",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Poids des branches tombantes",
	"effectTemplateRaw": "Augmente le taux CRIT des attaques plongeantes de <color=#99FFFFFF>{0}</color>. Lorsqu'une attaque plongeante a touché un ennemi, les DGT infligés par les attaques normales, chargées et plongeantes augmentent de <color=#99FFFFFF>{1}</color> pendant 10 s.",
	"r1": {
		"description": "Augmente le taux CRIT des attaques plongeantes de 16 %. Lorsqu'une attaque plongeante a touché un ennemi, les DGT infligés par les attaques normales, chargées et plongeantes augmentent de 16 % pendant 10 s.",
		"values": [
			"16 %",
			"16 %"
		]
	},
	"r2": {
		"description": "Augmente le taux CRIT des attaques plongeantes de 20 %. Lorsqu'une attaque plongeante a touché un ennemi, les DGT infligés par les attaques normales, chargées et plongeantes augmentent de 20 % pendant 10 s.",
		"values": [
			"20 %",
			"20 %"
		]
	},
	"r3": {
		"description": "Augmente le taux CRIT des attaques plongeantes de 24 %. Lorsqu'une attaque plongeante a touché un ennemi, les DGT infligés par les attaques normales, chargées et plongeantes augmentent de 24 % pendant 10 s.",
		"values": [
			"24 %",
			"24 %"
		]
	},
	"r4": {
		"description": "Augmente le taux CRIT des attaques plongeantes de 28 %. Lorsqu'une attaque plongeante a touché un ennemi, les DGT infligés par les attaques normales, chargées et plongeantes augmentent de 28 % pendant 10 s.",
		"values": [
			"28 %",
			"28 %"
		]
	},
	"r5": {
		"description": "Augmente le taux CRIT des attaques plongeantes de 32 %. Lorsqu'une attaque plongeante a touché un ennemi, les DGT infligés par les attaques normales, chargées et plongeantes augmentent de 32 % pendant 10 s.",
		"values": [
			"32 %",
			"32 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Considération mystique du vent nocturne",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axe de la source secrète",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Croc juvénile",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Prémonition mystique du vent nocturne",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axe de la source secrète",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Croc juvénile",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Prémonition mystique du vent nocturne",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Gaine de la source secrète",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Croc mature",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Augure mystique du vent nocturne",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Gaine de la source secrète",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Croc mature",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Augure mystique du vent nocturne",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Noyau de la source secrète",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Croc de tyran",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Révélation mystique du vent nocturne",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Noyau de la source secrète",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Croc de tyran",
				"count": 12
			}
		]
	}
}