{
	"id": 15419,
	"name": "Perceur d'ibis",
	"description": "Un arc en or forgé à partir de la description d'une histoire. Si vous l'utilisez comme une arme normale, vous pouvez également le considérer comme faisant partie d'un monde fictif sorti de ses pages.",
	"descriptionRaw": "Un arc en or forgé à partir de la description d'une histoire. Si vous l'utilisez comme une arme normale, vous pouvez également le considérer comme faisant partie d'un monde fictif sorti de ses pages.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arc",
	"rarity": 4,
	"story": "Cet objet était censé accompagner la précommande du dernier volume de la première partie du roman léger « Le roi des invocations ».\nToutefois, la demande de sa fabrication a débouché par accident sur celle d'une arme réelle en raison de ses caractéristiques uniques.\nLes éditeurs de la Chambre Yae ont été dépités à la réception de cet arc. Contrairement à Fukumoto, que les événements ont inspiré. Il a rédigé le passage suivant qui serait ajouté plus tard dans son roman en annexe.\n\n« La personne qui maniera cet arc deviendra l'archer le plus accompli sous les ordres du roi du Grand désert écarlate. »\nC'est ce que tout le monde disait, le jeune homme à la peau azurée en avait également la conviction. Lorsque le roi ibis exposa ses trésors, cet arc long en grès incrusté de pierres précieuses a tout de suite attiré son attention. À l'époque, le jeune homme n'avait pas encore été empoisonné par le destin et croyait encore que gagner des récompenses était tout ce qu'il désirait...\nPour lui, ce n'était qu'une question d'effort.\nIl posa la question suivante au roi ibis avec une certaine aisance : « Admettons que je devienne l'archer le plus exceptionnel de tous et que je possède une force surpassant les autres rois, pourrai-je obtenir cet arc long ? »...\nLe silence s'abattit sur la cour. Dans l'ombre que les lampes n'éclairèrent guère, personne n'osa lui répondre.\n... À l'exception d'un homme sur le trône aux yeux aussi perçants que ceux d'un faucon. Il rit en guise de réponse.\nLe garçon à la peau verte pensa que le jour finirait par arriver.\n\nBeaucoup de temps s'écoula depuis cet événement.\nCe fut plusieurs centaines d'années plus tard que le seigneur de la guerre réalisa son souhait. En possédant le jeune homme qui avait ouvert le coffret d'arcanes, il se rendit à nouveau dans la Chambre des duels scellée, et vit l'arc long tenu par le fantôme.\nC'était comme si le temps s'était arrêté pour que le reste de son âme puisse traverser les portes brisées et les couloirs éparpillés, afin de retourner ensuite dans la chambre des trahisons et des machinations. Saisissant l'inéluctable flèche dorée tirée par l'arc des rituels secrets qui filait vers lui, il sauva le corps du garçon d'un destin malheureux : celui d'être empalé en pleine poitrine.\nEt ce fut exactement comme il l'avait prévu.\nCependant, le rituel secret se dissipa, tout comme la flèche et la silhouette de l'archer.\nIl se saisit de l'arc long avant qu'il ne touche le sol.\nSes multiples tentatives pour s'emparer de cet arc forgé en or s'étaient toutes soldées par des échecs qui avaient creusé davantage l'écart entre lui et le roi ibis. Hélas, lorsqu'il acquit enfin le trésor qu'il convoitait depuis longtemps, il réalisa que son cœur était aussi froid qu'un marais stagnant et n'en éprouvait pas la moindre joie. Le roi crocodile réfléchit et conclut qu'il n'avait plus autant envie de satisfaire ce désir que dans sa jeunesse.\nDe plus, le vénéré seigneur des sables écarlates se cacha dans de nombreuses histoires, tandis que plus personne ne revit la maîtresse des fleurs. Les royaumes se sont déchirés et ont sombré dans le chaos dans leur lutte pour le trône du mausolée. Au milieu de cette agitation, il en profita pour piétiner la mer de sable au nom du rituel de duel, dans le but d'effacer les frontières entre de nombreux mondes et de déclencher une guerre effrénée. Un vieillard solitaire, l'arc doré à la main, gravit péniblement les marches menant au rituel pour l'arrêter...\nCes événements étaient les souvenirs d'un temps révolu.\nIl passa ses doigts sur l'orbe de l'arc, avant de se rendre compte que la poussière qui en atténuait l'éclat n'était que le fruit de son imagination.\n\n« Tant pis », pensa le seigneur de la guerre.\nIl entendit le son de la table qui se réactiva dans la Chambre des duels. Le garçon qu'il avait possédé autrefois l'attendait sûrement pour en découdre.\nCe fut ainsi qu'il se munit de son arc long, imaginant la victoire dont il avait tant rêvé plus jeune.\nLe roi à la peau verte avança lentement, mais sûrement, vers le champ de bataille que le destin lui avait réservé.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Faveur de la sagesse secrète",
	"effectTemplateRaw": "Lorsqu'une attaque chargée a touché un ennemi, la maîtrise élémentaire du personnage augmente de <color=#99FFFFFF>{0}</color> pts pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,5 s.",
	"r1": {
		"description": "Lorsqu'une attaque chargée a touché un ennemi, la maîtrise élémentaire du personnage augmente de 40 pts pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,5 s.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Lorsqu'une attaque chargée a touché un ennemi, la maîtrise élémentaire du personnage augmente de 50 pts pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,5 s.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Lorsqu'une attaque chargée a touché un ennemi, la maîtrise élémentaire du personnage augmente de 60 pts pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,5 s.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Lorsqu'une attaque chargée a touché un ennemi, la maîtrise élémentaire du personnage augmente de 70 pts pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,5 s.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Lorsqu'une attaque chargée a touché un ennemi, la maîtrise élémentaire du personnage augmente de 80 pts pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,5 s.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talisman en cuivre de la rosée",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Fleur non épanouie d'origine inconnue",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Satin rouge délavé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talisman en fer de la rosée",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Fleur non épanouie d'origine inconnue",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Satin rouge délavé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talisman en fer de la rosée",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Fleur précieuse",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Soie rouge brodée",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talisman en argent de la rosée",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Fleur précieuse",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Soie rouge brodée",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talisman en argent de la rosée",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Fleur épanouie d'un nomade",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Brocart rouge luxueux",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talisman en or de la rosée",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Fleur épanouie d'un nomade",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Brocart rouge luxueux",
				"count": 12
			}
		]
	}
}