{
	"id": 11416,
	"name": "Kagotsurube Isshin",
	"description": "Cette célèbre lame est née dans une nation du grand nord. Mais au nom de l'Isshin, elle a été souillée de nombreux actes néfastes lors de son voyage de retour.",
	"descriptionRaw": "Cette célèbre lame est née dans une nation du grand nord. Mais au nom de l'Isshin, elle a été souillée de nombreux actes néfastes lors de son voyage de retour.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Épée à une main",
	"rarity": 4,
	"story": "Une longue lame qui a la couleur du sang, à laquelle a été conféré le nom d'Isshin. De mauvais augure, elle est extrêmement tranchante.\nOn dit que cette lame peut facilement fendre un panier en bambou poreux et l'eau qu'il contient avant la moindre fuite.\n\nOn dit souvent que dans le corps de chaque lame repose un esprit.\nIl est donc naturel de supposer qu'une lame forgée à l'aide du Tatarigami soit habitée par un démon malveillant.\nLa célèbre lame Kagotsurube Isshin a été forgée par l'épéiste Akame Kanenaga, qui ne parvint jamais à devenir chef forgeron.\nBien que forgée par la main d'un épéiste inazumien, cette lame n'a pas été fabriquée dans la nation du tamahagane, mais dans les terres enneigées du grand nord.\nAu clair de lune, la trempe de la lame semble tel du sang ou comme les larmes d'un vagabond.\n\n« Le Tatarigami est une entité malveillante par nature. Il contient en son sein une accumulation de haine envers les désirs des mortels. »\n« Cette lame est un objet de grande infortune. Elle est née du mal et de la rancune, et ne peut donner naissance qu'au massacre et aux effusions de sang. »\n« « Isshin » signifie la quiétude d'un esprit libre de toute distraction. Libéré de ses désirs, le forgeron détient alors la capacité de travailler le fer sans relâche. »\n« Forgée avec le mépris de toute vie comme matière première, il en résulte une épée qui s'efforce de mettre fin à toute forme de vie. »\n\nDans sa passion frénétique pour la pratique de l'Isshin, l'École Akame a toujours cherché à forger la lame meurtrière ultime.\nPour cette raison, les membres de l'École Akame étaient souvent introvertis et avaient la vie courte. Leurs cœurs et leurs corps étaient marqués par le poison.\nLes lames de l'École Akame étaient affûtées. Elles renfermaient cependant une force maléfique qui les a qualifiées d'« indésirables » par les autorités.\nPour cette raison, la position de l'École Akame à la tête de l'Art Isshin n'a pas pu être transmise à une troisième génération.\n\nAprès cela, Akame Kanenaga a été impliqué dans l'affaire de l'excentrique et a commis une trahison.\nCela l'a conduit à changer de nom et à partir pour une nation enneigée dans le grand nord, cherchant sa voie sous le règne de la glace.\nLe seul souhait du défunt Kaedehara était de voir l'Art Isshin célébré par ceux qui comprenaient la beauté d'une épée.\nMais le titre d'épéiste, la lame, et le Tatarigami... Tout cela n'était que des outils ou des noms destinés à l'usage des gens, rien de plus.\n\n« J'ai perdu la moitié de ma vie à suivre la voie vaine de l'Art Isshin, tout cela pour que je finisse par devenir un énième Kaedehara ! »\n« Haha, ce qui est fait est fait. J'espère seulement que l'épée née de la glace et du gel ne sera pas aussi fragile que ce nom vide de sens... »\n\nLes membres du Clan Kaedehara étaient des maîtres épéistes dont les œuvres symbolisaient le mieux le style de Masagomaru, tandis que les membres du Clan Niwa, humbles et diligents, étaient des spécialistes de la trempe à l'argile.\nDans sa passion frénétique pour la pratique de l'Isshin, l'École Akame a toujours cherché à forger la lame meurtrière ultime.\nAvant de mourir dans les plaines enneigées, ce Kaedehara ne cherchait qu'à forger une lame qui pourrait restaurer le nom du clan à sa gloire initiale et regagner l'admiration des masses...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Clarté de l'Art Isshin",
	"effectTemplateRaw": "Lorsqu'une attaque normale, chargée ou plongeante touche un ennemi, elle déclenche une rafale de mistral, infligeant des DGT de zone équivalant à 180 % de l'ATQ et augmentant l'ATQ de 15 % pendant 8 s. Cet effet peut être déclenché une fois toutes les 8 s.",
	"r1": {
		"description": "Lorsqu'une attaque normale, chargée ou plongeante touche un ennemi, elle déclenche une rafale de mistral, infligeant des DGT de zone équivalant à 180 % de l'ATQ et augmentant l'ATQ de 15 % pendant 8 s. Cet effet peut être déclenché une fois toutes les 8 s.",
		"values": []
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Masque du lieutenant pernicieux",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Statuette sinistre",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Coquille spectrale",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Masque de la morsure du tigre",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Statuette sinistre",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Coquille spectrale",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Masque de la morsure du tigre",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Statuette maudite",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Cœur spectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Masque du cornu",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Statuette maudite",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Cœur spectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Masque du cornu",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Statuette maléfique",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Noyau spectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Masque du kijin",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Statuette maléfique",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Noyau spectral",
				"count": 12
			}
		]
	}
}