{
	"name": "Vérité de Kagura",
	"description": "Les cloches utilisées lors de l'exécution de la danse Kagura, bénies par la guuji elle-même. L'odeur du cerisier sacré s'en dégage.",
	"weapontype": "Catalyseur",
	"rarity": "5",
	"story": "Le son des cloches résonne encore là où jadis des danses étaient présentées devant le trône.\nLa silhouette blanche, autrefois poursuivie, n'est jamais revenue, et pourtant, elle reste un rêve inatteignable duquel on ne se réveille pas...\n\n« À cette époque, je n'étais qu'une petite ignorante dont l'intelligence n'aurait jamais pu être comparée à celle de la matriarche des Hakushin.\nTâtonnant maladroitement, je n'étais qu'une gamine qui fouillait dans la neige, espérant attirer l'attention de Son Excellence.\nC'est cocasse, en y repensant : c'est justement cette façon d'agir maladroite et irréfléchie qui m'a valu d'obtenir la compassion de Son Excellence.\nEt c'est de cette manière que je suis devenue sa servante. Pour lui réchauffer les pieds et les mains, ce genre de choses... C'était un honneur.\n\nPlus tard, dame Saiguu partit pour ne jamais revenir, et toutes mes aînées disparurent également pour diverses raisons.\nEt c'est alors que quelqu'un d'aussi inepte que moi a endossé le rôle de Miko et est devenue la personne que vous connaissez aujourd'hui.\nAinsi, la tâche malencontreuse de mettre un sourire sur le visage de Son Excellence me tomba sur les épaules.\nLors de la nuit où j'ai interprété la danse Kagura pour la première fois, j'ai ressenti le poids de ce passé. »\n\nLe son des cloches s'éloignait, et mon amie et maître, la grande Kitsune d'argent, disparut dans le long fleuve des rêves.\nLes cloches résonnèrent une fois à nouveau, et l'irréductible banc de sable se détacha peu à peu, avant de se dissoudre dans le courant.\nLa blanche silhouette douce du passé avait depuis longtemps dérivé dans un souvenir obscur.\nLa dernière fille de la lignée des Kitsunes récupéra les cloches, et dansa pour le « présent ».\n\nJ'ai autrefois fait la connaissance d'une guerrière tengu obstinée, et ai prétexté à un « entraînement » pour qu'elle vienne pratiquer l'ascèse dans les montagnes.\nCependant, ressentant sa nature indomptable, je l'ai recommandée à ces écervelés de Kujou.\nEt bien que j'aie eu plusieurs querelles avec un Oni obstiné et aie été vaincue suite à sa persévérance...\nJ'ai ajouté quelques petits tours pour donner du piquant à notre joute.\nJe suis entrée en correspondance avec une demoiselle au sang d'Adepte d'une contrée lointaine, et lui ai fait cadeau de plantes océaniques.\nPourtant, je sentais bien que je ne pouvais pas comprendre son amour presque insensé. N'était-ce pas une forme de servitude pour l'Adepte ?\nLe clair de lune traverse le jardin impérial à travers les branches et les pétales, et se pose dans la cour vide.\nCette scène brille encore dans mon cœur comme d'innombrables joyaux scintillants...\n\n« Au cours de ces quelques siècles éphémères, j'ai parcouru le monde sous diverses formes.\nBien que je n'aie pas eu la chance d'entretenir de profondes relations avec le commun des mortels, j'ai appris à connaître la beauté des humains.\nEt Son Excellence, que j'ose considérer comme mon amie, dispose certainement d'encore plus de temps pour mener de telles explorations.\nObservons donc ensemble ce monde imparfait, et divertissons-nous de son attachement à l'amour, la haine, les rencontres et les séparations. »\n\nSon Excellence étant absorbée dans son rêve d'éternité, quelqu'un devait veiller sur les gens du peuple.\nAfin d'apaiser le ressentiment du maléfique Oni Kuroami, j'ai montré une fois un soupçon du pouvoir terrifiant qui est mien.\nEt les troubles causés par Kosanta le Tanuki chauve furent ridiculisés avec un peu de magie.\nLe pirate Rinzou, terreur de l'archipel, fut également trahi suite à quelques discordances.\nQuant à cet immortel excentrique, qui est telle une feuille vierge...\nJ'espère qu'« il » pourra trouver le droit chemin et ne deviendra pas une menace.\nLes fragments obscurcis de l'âme de l'épéiste, les bêtes de la calamité tapies dans la forêt sacrée... Tous ont été anéantis...\nComparées au rêve d'éternité que poursuit Son Excellence, ces choses ne furent que des interludes fugaces.\nL'attente que Son Excellence revienne à elle paraissait interminable, mais je savais que nous avions le temps.\n\n« Un plan euthymique sans vent ni lune, avec des lotus et un udumbara qui ne fanent pas...\nJ'en suis désolée, mais la solitude m'atteignait, m'ennuyant jusqu'aux larmes.\nJe préférerais arracher des branches du cerisier tonnerre dans mon ivresse et faire des espiègleries avec des démons impudents.\nEt non : toutes ces histoires ne sont pas celles d'un passé lointain, mais celles d'un avenir plein d'espoir.\nAlors, Votre Excellence, pourrais-je encore avoir le plaisir de me joindre à vous pour observer les premiers bourgeons mauves qui émergeront lors de la prochaine fonte des neiges ? »",
	"baseatk": 46,
	"substat": "DGT CRIT",
	"subvalue": "14.4",
	"effectname": "Danse Kagura du cerisier sacré",
	"effect": "Libérer une compétence élémentaire confère l'effet Danse Kagura, permettant d'augmenter les DGT infligés par les compétences élémentaires du personnage équipé de l'arme de {0} pendant 16 s. Cet effet peut être cumulé 3 fois maximum. Avec 3 cumuls, le personnage bénéficie d'un bonus de DGT élémentaires de {1}.",
	"r1": [
		"12 %",
		"12 %"
	],
	"r2": [
		"15 %",
		"15 %"
	],
	"r3": [
		"18 %",
		"18 %"
	],
	"r4": [
		"21 %",
		"21 %"
	],
	"r5": [
		"24 %",
		"24 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Masque du lieutenant pernicieux",
				"count": 5
			},
			{
				"name": "Griffe dissimulée",
				"count": 5
			},
			{
				"name": "Coquille spectrale",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Masque de la morsure du tigre",
				"count": 5
			},
			{
				"name": "Griffe dissimulée",
				"count": 18
			},
			{
				"name": "Coquille spectrale",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Masque de la morsure du tigre",
				"count": 9
			},
			{
				"name": "Ongle dissimulé",
				"count": 9
			},
			{
				"name": "Cœur spectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Masque du cornu",
				"count": 5
			},
			{
				"name": "Ongle dissimulé",
				"count": 18
			},
			{
				"name": "Cœur spectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Masque du cornu",
				"count": 9
			},
			{
				"name": "Serre dissimulée",
				"count": 14
			},
			{
				"name": "Noyau spectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Masque du kijin",
				"count": 6
			},
			{
				"name": "Serre dissimulée",
				"count": 27
			},
			{
				"name": "Noyau spectral",
				"count": 18
			}
		]
	}
}