{
	"id": 15417,
	"name": "Le valet du roi",
	"description": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a pris la forme d'un arc qui peut abattre les ennemis de la forêt.",
	"descriptionRaw": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a pris la forme d'un arc qui peut abattre les ennemis de la forêt.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arc",
	"rarity": 4,
	"story": "« Il était une fois, une princesse nommée Cinnamon... »\n« ... À la fin, elle s'en alla du palais avec le tigre. »\n\nMais cette histoire est votre histoire. Et dans votre histoire, tous les mots doivent avoir un sens.\nJe sais que dans votre histoire, le « palais » est le lieu le plus important dans la vie de Cinnamon :\nCar il y avait sa famille, sa grande maison, le bon sens et la raison... Quant au roi, il était un souhait caché au fond de son cœur comme le clair de lune.\nMais pour nous, le palais est le palais, Cinnamon est Cinnamon, le roi de la forêt est le roi de la forêt et le clair de lune est le clair de lune.\n\nL'histoire que j'ai entendue est différente de celle de Cinnamon.\nIl était une fois une enfant qui s'était perdue dans la forêt. En suivant les traces de pas laissées par le roi de la forêt, elle parvint jusqu'au jardin du tigre.\n« Grrr ! Toutes les créatures de ce monde ont voyagé dans mes entrailles avant de retourner à la terre. »\n« Je suis le roi de la forêt. J'ai tué et protégé de nombreuses créatures, mais je n'ai jamais goûté à un petit humain comme toi. »\nAinsi parla le tigre. Bien sûr, l'enfant n'avait pas encore oublié votre langue à cette époque, et naturellement, elle ne pouvait pas comprendre les propos du roi.\n\n« Grrr ! », répondit l'enfant.\n\nCela amusa beaucoup le roi de la forêt. Il était habitué à voir les humains comme vous être pris de stupeur et prendre leurs jambes à leur cou pour se cacher dans leurs maisons en bois dès qu'il ouvrait la gueule.\nLes bêtes tombaient par terre et n'osaient plus bouger, les oiseaux s'envolaient vers le soleil, et même les grands félins aux poils longs et à l'apparence redoutable se cachèrent dans les buissons.\n« Grrr ! Petite insolente. Très bien, puisqu'il en est ainsi, je t'apprendrai les lois et la langue de la forêt. »\n« À partir de maintenant, tu seras ma servante. Le palais de la forêt t'ouvrira ses portes, et les bêtes ne te feront pas de mal. »\n\n« Souviens-toi que ce monde n'est qu'un rêve de la forêt. Un jour, tu te réveilleras dans la réalité et tu atteindras les terrains de chasse à perte de vue. »\n« Un jour, nous parviendrons aussi jusqu'à l'endroit où se dirige notre proie. N'oublie jamais cela. »\n\n...\nQuand l'actuel roi de la forêt aura vieilli, un nouveau roi lui succédera. Il en est ainsi pour vous, pour nous et pour toute forme de vie dans la forêt.\nAvant de vieillir avec le roi, cette servante rencontra une enfant qui s'était elle aussi perdue et qui était entrée à l'intérieur du palais sans piétiner les feuilles mortes.\nEt elle lui enseigna tout ce qu'elle savait. Cette enfant transmit à son tour ce qu'elle avait appris aux autres enfants, de la même manière que cette histoire me fut transmise.\nPlus tard, certains enfants devinrent des gardiens de la forêt. Ils enseignèrent la langue de la forêt à davantage de personnes et leur transmirent le sens du devoir de protéger la terre du roi.\nD'autres enfants, confrontés à la grande souffrance d'autrui, décidèrent de dire adieu aux terrains de chasse et de devenir des chasseurs craints par toutes les créatures.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "12%",
	"effectName": "Instruction du seigneur du labyrinthe",
	"effectTemplateRaw": "#Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaires, augmentant la maîtrise élémentaire de <color=#99FFFFFF>{0}</color> pts pendant 12{NON_BREAK_SPACE}s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à <color=#99FFFFFF>{1}</color> de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
	"r1": {
		"description": "Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaires, augmentant la maîtrise élémentaire de 60 pts pendant 12 s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à 100 % de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
		"values": [
			"60",
			"100 %"
		]
	},
	"r2": {
		"description": "Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaires, augmentant la maîtrise élémentaire de 80 pts pendant 12 s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à 120 % de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
		"values": [
			"80",
			"120 %"
		]
	},
	"r3": {
		"description": "Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaires, augmentant la maîtrise élémentaire de 100 pts pendant 12 s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à 140 % de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
		"values": [
			"100",
			"140 %"
		]
	},
	"r4": {
		"description": "Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaires, augmentant la maîtrise élémentaire de 120 pts pendant 12 s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à 160 % de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
		"values": [
			"120",
			"160 %"
		]
	},
	"r5": {
		"description": "Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaires, augmentant la maîtrise élémentaire de 140 pts pendant 12 s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à 180 % de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
		"values": [
			"140",
			"180 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Dernier écho du pouvoir brûlant",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Noyau fongique inactivé",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Pointe de flèche robuste",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Éclat subsistant du pouvoir brûlant",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Noyau fongique inactivé",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Pointe de flèche robuste",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Éclat subsistant du pouvoir brûlant",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Noyau fongique dormant",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Pointe de flèche aiguisée",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Rêve dominant du pouvoir brûlant",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Noyau fongique dormant",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Pointe de flèche aiguisée",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Rêve dominant du pouvoir brûlant",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Noyau fongique robuste",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Pointe de flèche usée",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Passé glorieux du pouvoir brûlant",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Noyau fongique robuste",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Pointe de flèche usée",
				"count": 12
			}
		]
	}
}