{
	"id": 13414,
	"name": "Lance en croix de Kitain",
	"description": "Une lance spéciale qui était autrefois utilisée par un célèbre guerrier qui gardait le Tatarigami sur l'Île de Yashiori.",
	"descriptionRaw": "Une lance spéciale qui était autrefois utilisée par un célèbre guerrier qui gardait le Tatarigami sur l'Île de Yashiori.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Arme d'hast",
	"rarity": 4,
	"story": "Une lance à la forme étrange, fabriquée par Kitain Bunsou pour son propre style unique de combat.\nSon poids massif la rend extrêmement difficile à manier par des mains non entraînées.\nMais entre les doigts agiles d'un expert, elle est capable de libérer une grande puissance destructrice.\n\nDans un passé lointain, les Kitain était une famille qui chassait le Tatarigami.\nPendant de nombreuses générations, ils ont occupé le poste de préfet de Yashiori.\n\nDans le passé, il existait une comptine qui circulait au sein d'Inazuma :\n« Arataki de la porte avant, Iwakura le successeur, Kitain le serpent, Takamine le tranche-brume... »\nCette ligne décrit les guerriers éblouissants qui illuminaient autrefois la terre, telles des comètes.\nIl y avait beaucoup d'autres noms dans la liste, mais ils ont depuis été perdus dans l'histoire...\nEt après avoir été un chasseur de démons depuis si longtemps, il est inévitable que l'on s'imprègne d'un peu de ce sang corrompu.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maîtrise élémentaire",
	"baseStatText": "24",
	"effectName": "Code du samouraï",
	"effectTemplateRaw": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>{0}</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>{1}</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Augmente les DGT infligés par les compétences élémentaires de 6 %. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère 3 pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"6 %",
			"3"
		]
	},
	"r2": {
		"description": "Augmente les DGT infligés par les compétences élémentaires de 7,5 %. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère 3,5 pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"7,5 %",
			"3,5"
		]
	},
	"r3": {
		"description": "Augmente les DGT infligés par les compétences élémentaires de 9 %. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère 4 pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"9 %",
			"4"
		]
	},
	"r4": {
		"description": "Augmente les DGT infligés par les compétences élémentaires de 10,5 %. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère 4,5 pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"10,5 %",
			"4,5"
		]
	},
	"r5": {
		"description": "Augmente les DGT infligés par les compétences élémentaires de 12 %. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère 5 pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"12 %",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Masque du lieutenant pernicieux",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Engrenage du chaos",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Insigne des Pilleurs",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Masque de la morsure du tigre",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Engrenage du chaos",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Insigne des Pilleurs",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Masque de la morsure du tigre",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Axe du chaos",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Insigne de corbeau en argent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Masque du cornu",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Axe du chaos",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Insigne de corbeau en argent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Masque du cornu",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Œil du chaos",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Insigne de corbeau en or",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Masque du kijin",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Œil du chaos",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Insigne de corbeau en or",
				"count": 12
			}
		]
	}
}