{
	"name": "Lumière d'incision foliaire",
	"description": "Cette lame agrémentée de dorures a été réalisée à l'aide de branches blanches précieuses. Elle a été autrefois utilisée pour détruire les innombrables poisons qui infestaient la forêt.",
	"weapontype": "Épée à une main",
	"rarity": "5",
	"story": "Du pays de l'or est venu un vagabond, son corps et son esprit marqués par le toucher de la bataille.\nAutrefois prince, il était maintenant une âme perdue dans un labyrinthe verdoyant sinueux et trompeur.\nL'ancien roi de la forêt, sentant l'aura sanglante qui émanait du pouvoir, ne put retenir un profond soupir...\nDes convocations furent envoyées et la chasseresse portant un arc blanc de lune qui apparut fut alors chargée de chasser toute créature qui n'appartenait pas à la forêt.\n\nLe ciel était gris et couvert de nuages semblables à des taches d'encre. La mort murmura à travers le dédale boisé, cherchant à tâtons le chemin à suivre.\nSuivant les traces de l'exilé, la malédiction se propagea à travers les sables du désert, avalant les terres vivantes.\nÀ travers couloirs de jade et allées étroites, elle découvrit l'intention de l'intrus grâce à l'étrangeté de son odeur...\nÀ la dérive entre souvenirs et ambitions, l'exilé s'était perdu dans la discordance des eaux courantes et des chants d'oiseaux...\n\n« Vous avez été touché par une de mes flèches, envahisseur insolent ! La suivante trouvera son chemin dans votre cœur.\nVous ne traînerez plus dans la forêt tropicale, vous ne troublerez plus les rêves des enfants. La couronne que vous cherchez, vous ne la trouverez pas ici ! »\n\nC'est ainsi que la vigoureuse chasseresse avertit sa proie, car aucune n'avait encore échappé à ses flèches ni à sa perspicacité.\nPourtant, pour une raison inconnue, elle abaissa son arc de quelques centimètres et rata délibérément l'homme confus.\nLa verdure regardait, perplexe, et les enfants cachés dans les rêves exhalèrent alors que le sang n'éclaboussa pas.\nLe roi de la forêt, doté d'une perspicacité pouvant transpercer tous les rêves, comprit son intention et émit un murmure tonitruant qui fit trembler même le plus grand des arbres :\n\n« Ce mortel ne te ressemble pas. Il vient d'un pays sordide, et ses mains sont tachées de sang, tandis que son cœur s'envenime d'illusions et de folie.\nLa forêt, cependant, ne garde que les rêves forgés par naïveté, et le sang n'est destiné qu'à être versé pour la chasse ou en sacrifice... En cela, aucune tromperie ne peut être tolérée.\nSi tu penses qu'il a le potentiel de réclamer son honneur dans le labyrinthe de la forêt, alors guide-le pour qu'il brise la branche pâle...\nCe n'est qu'alors que la lune et les étoiles pourront lui accorder une pure sagesse et l'aider à se débarrasser de ses souvenirs pénibles et de ses désirs amers. »\n\nAlors, elle s'empara à nouveau de son arc blanc de lune et poussa le nomade à fuir dans les profondeurs du labyrinthe...\nCe qui arriva ensuite fut un spectacle uniquement pour la lune et les étoiles, et ne demeure encore que dans les rêves des enfants.\nCertaines rumeurs disent que le noble exilé utilisa finalement la branche pâle pour forger une lame qui lui appartenait à lui seul...\nAlors que certains enfants prétendent dans leur sommeil qu'il oublia le nom de sa maison, et son rêve d'être roi.\nDès lors, le nom du prince Faramarz disparut dans la forêt tropicale, retournant dans le désert sur le dos du sable emporté par le vent.",
	"baseatk": 44,
	"substat": "DGT CRIT",
	"subvalue": "19.2",
	"effectname": "Soie de blanchelune",
	"effect": "Augmente le taux CRIT de {0}. Lorsqu'une attaque normale a infligé des DGT élémentaires, l'effet Sanction foliaire est obtenu, augmentant les DGT infligés par les attaques normales et les compétences élémentaires d'une valeur équivalant à {1} de la maîtrise élémentaire. Cet effet disparaît après 12 s ou après avoir été déclenché 28 fois, et l'effet Sanction foliaire peut être obtenu une fois toutes les 12 s.",
	"r1": [
		"4 %",
		"120 %"
	],
	"r2": [
		"5 %",
		"150 %"
	],
	"r3": [
		"6 %",
		"180 %"
	],
	"r4": [
		"7 %",
		"210 %"
	],
	"r5": [
		"8 %",
		"240 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Talisman en cuivre de la rosée",
				"count": 5
			},
			{
				"name": "Coque desséchée",
				"count": 5
			},
			{
				"name": "Satin rouge délavé",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Talisman en fer de la rosée",
				"count": 5
			},
			{
				"name": "Coque desséchée",
				"count": 18
			},
			{
				"name": "Satin rouge délavé",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Talisman en fer de la rosée",
				"count": 9
			},
			{
				"name": "Coque robuste",
				"count": 9
			},
			{
				"name": "Soie rouge brodée",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Talisman en argent de la rosée",
				"count": 5
			},
			{
				"name": "Coque robuste",
				"count": 18
			},
			{
				"name": "Soie rouge brodée",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Talisman en argent de la rosée",
				"count": 9
			},
			{
				"name": "Coque marquée",
				"count": 14
			},
			{
				"name": "Brocart rouge luxueux",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Talisman en or de la rosée",
				"count": 6
			},
			{
				"name": "Coque marquée",
				"count": 27
			},
			{
				"name": "Brocart rouge luxueux",
				"count": 18
			}
		]
	}
}