{
	"id": 13513,
	"name": "Élégie de Lumidouce",
	"description": "Une magnifique lance ornée de cristal azur. Il paraît qu'il s'agissait du trésor d'une certaine duelliste mandatée légendaire. Et pourtant, elle n'a jamais été utilisée une seule fois...",
	"descriptionRaw": "Une magnifique lance ornée de cristal azur. Il paraît qu'il s'agissait du trésor d'une certaine duelliste mandatée légendaire. Et pourtant, elle n'a jamais été utilisée une seule fois...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Arme d'hast",
	"rarity": 5,
	"story": "Elle menait une existence misérable dans la ville souterraine qui ne connaissait ni la pluie ni le soleil. Pour une ou deux tranches de pain moisi,\nelle n'hésitait pas à sortir sa lame rouillée pour ôter la vie à quelqu'un d'aussi insignifiant qu'elle.\nLes faibles et les lâches deviennent inévitablement la proie des plus forts, tel est l'« ordre naturel » qui règne au Fleuve cendré.\nDe ce fait, si un jour le chasseur devient le chassé, il doit accepter son sort de proie.\nTout comme sa défunte mère le lui avait appris : ce qui naît des cendres finit par y retourner.\n\nEn repensant à sa vie, tout ce qui lui était arrivé jusqu'à présent semblait totalement dépourvu de sens. Elle n'avait rien accompli et elle n'avait aucun espoir.\nMais s'il s'agit de l'« ordre naturel » des choses, l'accepter serait sûrement une forme de bonheur en soi ?\nCependant, malgré ses attentes, la mort ne vint pas. Elle ouvrit un œil avec nervosité, puis regarda vers le haut.\nElle aperçut une jeune femme étrangement vêtue qui plaça une fleur, dont elle ne connaissait pas l'origine, derrière son oreille.\n\n« C'est une clochette de Lumidouce. Elle symbolise l'espoir dans le langage des fleurs. Regarde, sa couleur est assortie à tes cheveux. »\n« Tes yeux sont magnifiques. Ce serait dommage qu'ils ne reflètent que du désespoir. »\n« Viens, jeune femme aux yeux saphir. Laisse-moi échanger cette fleur fraîche contre ton cœur. »\n\nC'est ainsi que Marfisa, qui devint plus tard une célèbre duelliste mandatée, fit ses premiers pas dans la ville en surface.\nDans le luxe d'une loge d'honneur du magnifique théâtre, elle ne se souvenait plus des visages souriants du magicien et de son assistant sur scène.\nElle ne se souvenait plus que de cette fleur qui s'épanouissait sous la lumière éblouissante des projecteurs au fur et à mesure que la fantaisie se déroulait. Elle était brillante, pure et toujours aussi forte.\nSi elle pouvait marcher au soleil aussi « naturellement » qu'elle, elle n'aurait plus besoin de se cacher dans les cendres.\nEn voyant cela, elle comprit qu'elle devait encore garder espoir. Mais aussi que cette vie, maintenant qu'elle avait vu la lumière, pouvait s'épanouir comme clochette de Lumidouce.\n\nAinsi, comme elle l'avait rêvé, la jeune femme née des cendres monta enfin sur la scène qui lui appartient.\nElle n'avait pas de maître pour lui transmettre des techniques. Mais en s'appuyant uniquement sur son incroyable talent, toutes les techniques de combat à la lance qu'elle avait pu voir s'exprimaient dans sa performance.\nLe tranchant de sa lance n'avait aucune pitié, seulement une pluie d'éclats vermeils, comme un tapis de pétales de roses écarlates qui ne tombaient que pour elle.\nSur scène, c'est une silhouette froide et noble qui semblait danser avec la « mort » elle-même,\nun peu comme la sorcière de saphir dans la célèbre œuvre de maître Coppelius, dont on dit qu'elle était capable de visualiser les lacunes fatales.\n\nLa vie et la mort, la victoire et la défaite, tout était dans l'ordre des choses. Tant qu'elle agissait en accord avec la logique telle qu'elle la percevait,\nle chemin de la « victoire » s'ouvrirait devant elle, indépendamment du bien, du mal et des soi-disant règles du monde de la surface.\nJusqu'au jour où elle parvint au terme de la série de combats où elle demeurait invaincue. Elle fut trompée par les yeux sournois d'un épéiste, par un ralentissement délibéré du rythme,\nrévélant une de ses lacunes fatales. Son bras fut frappé par sa lame, la forçant à admettre que ses compétences étaient inférieures.\n\n« Votre style de combat est intéressant, bien que légèrement rigide. Un peu comme si vous suiviez un chemin prédéterminé. »\n« Mais les cœurs humains changent. Dans ce monde, aucun feu ne brûle éternellement. Le respect des règles est votre faiblesse. »\n« Cela dit, votre style semble reposer uniquement sur les « règles » auxquelles vous adhérez, d'où votre difficulté à les abandonner. »\n« Peut-être devriez-vous envisager de changer d'approche et de faire de l'immuabilité votre règle ? »\n« Prenez la justice, par exemple. Comme le dit le Chasseur d'or, même si le ciel et la terre s'écroulaient, la justice existerait toujours en ce monde. »\n\n« De quel droit les habitants de la surface parlent-ils de justice ? Vos compétences sont peut-être légèrement supérieures aux miennes, mais vous n'avez pas à me faire la leçon avec vos grands airs. »\n« Cher chasseur, le jour où vous tomberez sous ma lance viendra tôt ou tard. »\n\nMalgré cette réponse, l'homme avait peut-être raison : les crimes doivent être punis et les mensonges dénoncés.\nC'est ainsi que le monde devrait être, la justice l'emportant sur tout le reste. Sinon, comment aurait-il pu la vaincre ?\nIl était donc logique qu'elle soit guidée par la justice pour offrir une froide élégie à ceux qui cherchent à se soustraire au jugement.\nAinsi, la jeune femme née des cendres abandonna les règles qu'elle s'était fixées à l'origine et devint une exécutrice vêtue de pourpre,\ndéfendant la justice « comme elle devait l'être », jusqu'à ce que le feu de Poisson lui présente la coupable Parsifal...\n\n...\nEn repensant à sa vie, tout ce qui lui était arrivé jusqu'à présent semblait totalement dépourvu de sens. Elle n'avait rien accompli et elle n'avait aucun espoir.\nMais s'il s'agit de l'« ordre naturel » des choses, l'accepter serait sûrement une forme de bonheur en soi ?\nMalgré cela, lorsqu'elle tomba dans l'eau de source pure, tout ce qui lui semblait auparavant évident avait perdu tout son sens.\nJusqu'au moment où ses souvenirs se dissolurent dans l'eau, elle ignorait que la véritable signification de la clochette de Lumidouce dans le langage des fleurs n'était pas l'espoir.\nComme sa défunte mère le lui avait appris : ce qui naît des cendres finit par y retourner.\nAu bout de ce long chemin, même le destin ne lui offrit pas l'élégie fleurie qu'il aurait dû lui offrir.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taux CRIT",
	"baseStatText": "7,2%",
	"effectName": "Prélude de l'aube blanche",
	"effectTemplateRaw": "Augmente l'ATQ de <color=#99FFFFFF>{0}</color>. Lorsque le personnage équipé de l'arme déclenche une réaction de Brûlure sur un ennemi ou inflige des DGT Dendro à un ennemi brûlé, les DGT infligés augmentent de <color=#99FFFFFF>{1}</color> pendant 8 s, cet effet pouvant être cumulé 2 fois maximum. En atteignant 2 cumuls ou lorsque la durée du 2e cumul est actualisée, <color=#99FFFFFF>{2}</color> pts d'énergie élémentaires sont restaurés, l'énergie élémentaire pouvant être restaurée une fois toutes les 12 s de cette manière. Les 2 effets susmentionnés peuvent être déclenchés même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Augmente l'ATQ de 15 %. Lorsque le personnage équipé de l'arme déclenche une réaction de Brûlure sur un ennemi ou inflige des DGT Dendro à un ennemi brûlé, les DGT infligés augmentent de 18 % pendant 8 s, cet effet pouvant être cumulé 2 fois maximum. En atteignant 2 cumuls ou lorsque la durée du 2e cumul est actualisée, 12 pts d'énergie élémentaires sont restaurés, l'énergie élémentaire pouvant être restaurée une fois toutes les 12 s de cette manière. Les 2 effets susmentionnés peuvent être déclenchés même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"15 %",
			"18 %",
			"12"
		]
	},
	"r2": {
		"description": "Augmente l'ATQ de 19 %. Lorsque le personnage équipé de l'arme déclenche une réaction de Brûlure sur un ennemi ou inflige des DGT Dendro à un ennemi brûlé, les DGT infligés augmentent de 23 % pendant 8 s, cet effet pouvant être cumulé 2 fois maximum. En atteignant 2 cumuls ou lorsque la durée du 2e cumul est actualisée, 13 pts d'énergie élémentaires sont restaurés, l'énergie élémentaire pouvant être restaurée une fois toutes les 12 s de cette manière. Les 2 effets susmentionnés peuvent être déclenchés même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"19 %",
			"23 %",
			"13"
		]
	},
	"r3": {
		"description": "Augmente l'ATQ de 23 %. Lorsque le personnage équipé de l'arme déclenche une réaction de Brûlure sur un ennemi ou inflige des DGT Dendro à un ennemi brûlé, les DGT infligés augmentent de 28 % pendant 8 s, cet effet pouvant être cumulé 2 fois maximum. En atteignant 2 cumuls ou lorsque la durée du 2e cumul est actualisée, 14 pts d'énergie élémentaires sont restaurés, l'énergie élémentaire pouvant être restaurée une fois toutes les 12 s de cette manière. Les 2 effets susmentionnés peuvent être déclenchés même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"23 %",
			"28{NON_BREAK_SPACE}%",
			"14"
		]
	},
	"r4": {
		"description": "Augmente l'ATQ de 27 %. Lorsque le personnage équipé de l'arme déclenche une réaction de Brûlure sur un ennemi ou inflige des DGT Dendro à un ennemi brûlé, les DGT infligés augmentent de 33 % pendant 8 s, cet effet pouvant être cumulé 2 fois maximum. En atteignant 2 cumuls ou lorsque la durée du 2e cumul est actualisée, 15 pts d'énergie élémentaires sont restaurés, l'énergie élémentaire pouvant être restaurée une fois toutes les 12 s de cette manière. Les 2 effets susmentionnés peuvent être déclenchés même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"27 %",
			"33{NON_BREAK_SPACE}%",
			"15"
		]
	},
	"r5": {
		"description": "Augmente l'ATQ de 31 %. Lorsque le personnage équipé de l'arme déclenche une réaction de Brûlure sur un ennemi ou inflige des DGT Dendro à un ennemi brûlé, les DGT infligés augmentent de 38 % pendant 8 s, cet effet pouvant être cumulé 2 fois maximum. En atteignant 2 cumuls ou lorsque la durée du 2e cumul est actualisée, 16 pts d'énergie élémentaires sont restaurés, l'énergie élémentaire pouvant être restaurée une fois toutes les 12 s de cette manière. Les 2 effets susmentionnés peuvent être déclenchés même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"31 %",
			"38 %",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Gobelet brisé de la mer immaculée",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Pommeau abîmé",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Nectar de Fleur mensongère",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Gobelet à vin de la mer immaculée",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Pommeau abîmé",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Nectar de Fleur mensongère",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Gobelet à vin de la mer immaculée",
				"count": 9
			},
			{
				"id": 112099,
				"name": "Pommeau rayé",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Nectar miroitant",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 5
			},
			{
				"id": 112099,
				"name": "Pommeau rayé",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Nectar miroitant",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 9
			},
			{
				"id": 112100,
				"name": "Pommeau incandescent",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Nectar élémentaire",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Gobelet d'or de la mer immaculée",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Pommeau incandescent",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Nectar élémentaire",
				"count": 18
			}
		]
	}
}