{
	"name": "Atlas des terres et des mers",
	"description": "Une carte marine très détaillée des courants et du climat de Teyvat. Un document étonnant, arrivé à Liyue par voie commerciale.",
	"weapontype": "Catalyseur",
	"rarity": "4",
	"story": "De tout temps le monde entier s'est retrouvé au Port de Liyue, à la grande fierté de la cité.\nDes pays étrangers maints trésors trouvèrent ainsi un nouveau foyer.\nCette carte, qui détaille les différentes mers entourant le continent, affiche également courants, récifs, direction des vents et autres renseignements similaires.\nIl paraît qu'il s'agit d'un ouvrage étranger, qui contient tout le courage, le savoir et la foi de vaillants explorateurs.\n\nSur la page de titre de cet ouvrage sont inscrits les mots suivants :\n« Chéris la brise marine et les courants de l'océan ; car c'est le vent et l'eau qui à sa destination mènent le marin. »\n« Mais crains davantage cette même brise et ces mêmes courants ; car vent comme eau peuvent aussi briser l'acier. » \n\n« Celui qui cherche à comprendre la mer ses moindres recoins doit explorer ; ses moindres brises doit poursuivre ; et les moindres endroits que la baleine habite doit connaître. »\nCes mots apparaissent sur les pages d'innombrables carnets de bord de marins, telle une ode à une amante capricieuse.\n\nIl est d'usage pour certains marins dans les pays étrangers de référer à la mer sous le nom de leur amante, et de s'adresser à l'eau froide et salée comme s'il s'agissait de la personne chérie.\nPeut-être est-ce dû au tempérament changeant de l'océan, ou à son vaste sein ; peut-être est-ce dû seulement au caractère romantique des aventuriers.\nTout comme l'océan, cette carte ne répond à aucun maître ; et tout comme les marins qui le parcourent, elle contient le rêve de l'exploration.",
	"baseatk": 44,
	"substat": "Maîtrise élémentaire",
	"subvalue": "24",
	"effectname": "Rouleau énergisant",
	"effect": "Déclencher une réaction élémentaire confère un bonus de DGT élémentaires de {0} pendant 10 s. Cet effet peut être cumulé 2 fois maximum.",
	"r1": [
		"8 %"
	],
	"r2": [
		"10 %"
	],
	"r3": [
		"12 %"
	],
	"r4": [
		"14 %"
	],
	"r5": [
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grain d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Fragment d'os fragile",
				"count": 3
			},
			{
				"name": "Bave de Blob",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Fragment d'os fragile",
				"count": 12
			},
			{
				"name": "Bave de Blob",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 6
			},
			{
				"name": "Fragment d'os solide",
				"count": 6
			},
			{
				"name": "Mucus de Blob",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Fragment d'os solide",
				"count": 12
			},
			{
				"name": "Mucus de Blob",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 6
			},
			{
				"name": "Fragment d'os fossilisé",
				"count": 9
			},
			{
				"name": "Essence de Blob",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Morceau d'aérosidérite noire",
				"count": 4
			},
			{
				"name": "Fragment d'os fossilisé",
				"count": 18
			},
			{
				"name": "Essence de Blob",
				"count": 12
			}
		]
	}
}