{
	"id": 12433,
	"name": "Clé universelle",
	"description": "Une grosse épée lourde, dotée d'une lame tranchante comme un rasoir. La puissance est une clé qui ouvre presque toutes les serrures.",
	"descriptionRaw": "Une grosse épée lourde, dotée d'une lame tranchante comme un rasoir. La puissance est une clé qui ouvre presque toutes les serrures.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Épée à deux mains",
	"rarity": 4,
	"story": "Aucun secret ne restait caché pour l'éternité. Même dans la plus sombre et confidentielle des pièces, la négligence du temps laissait toujours quelques fissures.\nPeu importe sa complexité ou son ingéniosité, une serrure était vulnérable au moment de sa création,\ncomme un plan aussi méticuleux soit-il contenait forcément les graines de son propre échec.\n\nAux yeux de la jeune fille qui prétendait être l'héritière du maître voleur, les secrets et les mécanismes n'étaient qu'un jeu.\nLes nobles fiers du nord et les marchands flatteurs de la frontière\navaient tous appris que leurs serrures infaillibles n'étaient pas à la hauteur de ses compétences.\n\nPlus la structure était sophistiquée et plus la serrure était faible.\nAvec l'usage de suffisamment de force, aucune serrure ne pouvait résister.\n\nAinsi, lorsque le nom de l'infâme briseuse de lame se répandit à travers la nation, celui de Schanzkowska, la fille du paysan tomba dans l'oubli.\nLa fille qui revendiquait l'héritage d'un seigneur nivéolien subtilisait d'innombrables trésors. Son rire aussi extravagant que celui d'une véritable femme noble au milieu d'un luxe insipide. \nSa vie qui aurait dû être une banale, insignifiante et totalement dépourvue d'aventure bascula du jour au lendemain, lorsqu'une voix se fit entendre :\n\n« Chère jeune femme, ô fier et présomptueux imposteur, je suppose que tu seras la première personne à voir cette nouvelle.\nLe soi-disant trésor du seigneur ne m'intéresse pas. Tu peux le subtiliser, ma chère, comme tu l'as fait avec l'héritage du maître voleur...\nN'oublie pas que j'ai été le premier à briser le mécanisme. Que mon nom soit gravé dans ton cœur, tu t'en souviendras toujours quand tu repenseras à ton échec. »\n\nLe dîner du grand duc était une provocation délibérée à l'intention des voleurs, car il se vantait que personne ne pourrait lui dérober le trésor secret qui serait exposé.\nLa jeune femme se moqua de l'arrogance de cet homme et jura qu'elle volerait son trésor. Ce serait son dernier coup avant de prendre sa retraite.\nHélas, quelqu'un d'autre la devança. Le voleur, qui se faisait appeler le « Fugitif » lui laissa un message railleur sur le mur, ce qui l'exaspéra et l'humilia.\n\nD'innombrables duels entre les deux s'ensuivirent, chacun se terminant par une défaite humiliante pour elle.\nLes compétences en matière de crochetage de serrure dont la jeune femme se ventait autrefois continuaient de la trahir dans sa rivalité avec un ennemi inconnu.\nPlus elle échouait, plus elle était consumée par la honte, ce qui la poussait à vouloir rencontrer celui qui la surpassait incessamment.\nJusqu'au jour où ce rival qui la rendait folle de rage disparut sans laisser de traces.\nPar la suite, elle apprit que ce voleur fut arrêté et exécuté.\n\nPour des raisons qui lui échappaient, elle se mit à déterrer des cercueils pour trouver celui en pierre dans lequel reposait le cadavre du prisonnier.\nUne fois que cela fut fait, elle l'ouvrit et constata qu'il n'y avait rien à l'intérieur... à part une phrase moqueuse, gravée dans la pierre froide.\n\nLa jeune femme essuya des larmes qu'elle ne pouvait expliquer et serra les dents, avant de maudire la ruse de son ennemi de toujours.\nElle jura de consacrer sa vie à découvrir la vérité sur sa fausse mort et de le battre une fois pour toutes.\nLe temps finit par lui enlever la beauté qu'elle possédait autrefois, tout comme son dernier souffle.\nMaintenant incapable de crocheter la moindre serrure, la femme maudit une dernière fois le nom de l'homme avant de se reposer éternellement dans le cercueil vide.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "13,3%",
	"effectName": "Tout s'imbrique",
	"effectTemplateRaw": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de <color=#99FFFFFF>{0}</color> pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de <color=#99FFFFFF>{1}</color> pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 60 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 60 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 75 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 75 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 90 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 90 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 105 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 105 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 120 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 120 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Gloire brisée des héritiers du grand nord",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Os nélucide",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Arbre de transmission cassé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Illusion inflexible des héritiers du grand nord",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Os nélucide",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Arbre de transmission cassé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Illusion inflexible des héritiers du grand nord",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Restes lumineux",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Arbre de transmission renforcé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblation des héritiers du grand nord",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Restes lumineux",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Arbre de transmission renforcé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblation des héritiers du grand nord",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Exosquelette radieux",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Arbre de transmission raffiné",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Rayonnement doré des héritiers du grand nord",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Exosquelette radieux",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Arbre de transmission raffiné",
				"count": 12
			}
		]
	}
}