{
	"name": "Perce-lune",
	"description": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a la forme d'une flèche géante et peut être utilisée comme lance.",
	"weapontype": "Arme d'hast",
	"rarity": "4",
	"story": "« Ce conte est celui de tous les enfants envoûtés par la clarté lunaire... »\n\nParfois, en regardant la lune brillante solitaire, les enfants ressentent la même tristesse que le dernier roi de la forêt juste avant sa mort.\nIl existe également une légende selon laquelle si l'on boit l'eau contenue dans les empreintes du roi de la forêt et sur laquelle la lune est reflétée, on devient l'un de ses serviteurs.\n\nVoici l'histoire de la lune. Elle provient d'un rêve très, très ancien qui était contenu à l'intérieur d'un nilotpalotus.\nBien avant qu'Aramuhukunda ne soit né à partir d'une grenade, et à l'époque où une noble race marchait côte à côte avec vos ancêtres...\nIl y avait trois sœurs. Chaque nuit, elles sortaient de leur palais nacré et se promenaient dans le désert. À chacun de leur pas, des nilotpalotus fleurissaient à leurs pieds.\n\n...\nÀ la fin, deux lunes furent réduites à l'état de poussière et disparurent pour toujours. La troisième sœur fut si triste qu'elle ne quitta plus jamais le palais.\nLongtemps après, des fragments de lunes tombèrent sur terre. À cette époque, le dieu des plantes avait déjà apporté la forêt sur la terre désertique.\nDes nilotpalotus avaient fleuri là où la poussière lunaire était tombée. Et pour les enfants qui en ont respiré, la lune nacrée est dans leur cœur pour toujours.\nC'est pourquoi il y a toujours des enfants qui sont fascinés par la lune, et pourquoi les nilotpalotus fleurissent chaque nuit. C'est aussi la raison pour laquelle les enfants ont toujours les faveurs de la lune.\nLes trois sœurs qui s'éclairaient mutuellement désiraient se retrouver plus que tout.\n\nQuand il eut fini de raconter son histoire, le nilotpalotus fana. Il avait attendu très longtemps que le désert se transforme en forêt, et que la race noble fût déchue.\nCe n'est qu'alors que nous, ceux qui sont capables de lui parler, apparaîtrons sur terre, et ce n'est qu'alors qu'elle pourra transmettre cette histoire à l'aranara qui se présentera devant elle.\nCet aranara a ensuite perdu ses souvenirs à plusieurs reprises, et quand Vanarana a été détruite, nous sommes entrés dans un rêve.\nMais cela importe peu. Car cette histoire fera germer une lune nacrée dans notre cœur et dans le vôtre.\n\nUn enfant envoûté par la lune pleure parfois lorsqu'il la regarde parce que la poussière lunaire tombe dans ses yeux.\nIl y a beaucoup d'histoires dans lesquelles chaque larme n'est pas versée en vain.",
	"baseatk": 44,
	"substat": "Maîtrise élémentaire",
	"subvalue": "24",
	"effectname": "Ombre lunaire en forêt",
	"effect": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de renouveau est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente l'ATQ du personnage de {0} pendant 12 s. Une feuille de renouveau peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": [
		"16 %"
	],
	"r2": [
		"20 %"
	],
	"r3": [
		"24 %"
	],
	"r4": [
		"28 %"
	],
	"r5": [
		"32 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Souvenir du jardin d'oasis",
				"count": 3
			},
			{
				"name": "Conteneur du chaos",
				"count": 3
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Gentillesse du jardin d'oasis",
				"count": 3
			},
			{
				"name": "Conteneur du chaos",
				"count": 12
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gentillesse du jardin d'oasis",
				"count": 6
			},
			{
				"name": "Module du chaos",
				"count": 6
			},
			{
				"name": "Insigne de sergent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Deuil du jardin d'oasis",
				"count": 3
			},
			{
				"name": "Module du chaos",
				"count": 12
			},
			{
				"name": "Insigne de sergent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Deuil du jardin d'oasis",
				"count": 6
			},
			{
				"name": "Vis du chaos",
				"count": 9
			},
			{
				"name": "Insigne d'officier",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Vérité du jardin d'oasis",
				"count": 4
			},
			{
				"name": "Vis du chaos",
				"count": 18
			},
			{
				"name": "Insigne d'officier",
				"count": 12
			}
		]
	}
}