{
	"id": 13430,
	"name": "Clou soutenant les montagnes",
	"description": "Cette arme d'hast était autrefois fabriquée par des artisans dans les mines pour servir de sacrifice aux esprits des montagnes.",
	"descriptionRaw": "Cette arme d'hast était autrefois fabriquée par des artisans dans les mines pour servir de sacrifice aux esprits des montagnes.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Arme d'hast",
	"rarity": 4,
	"story": "À cette époque, la marée noire n'avait pas encore fait de dégâts, on entendait le bruit du métal des gorges des Nanatzcayens jusqu'au ciel, et les étincelles de la flamme ne s'étaient pas encore éteintes.\nDepuis plusieurs mois, les mineurs travaillaient jour et nuit à la fabrication d'un artéfact important. Ils ne pouvaient pas se relâcher.\nOn dit que cet artéfact est lié à la sécurité de la mine et à la survie de la tribu. Les aînés de la tribu l'ont appelé le « Clou soutenant les montagnes ».\nChaque fois que la terre tremble et secoue les montagnes, ce n'est qu'en jetant des offrandes dans des grottes profondes pour les esprits des montagnes que la paix et la tranquillité peuvent être retrouvées.\n\nBien qu'il s'agisse d'un ancien rituel transmis depuis des millénaires, le jeune Sundjatta s'en moqua.\nIl comprenait le déplacement des rochers et le chemin que suivaient les veines minérales, et selon lui, il devait y avoir une explication aux fréquents effondrements.\nSoit une exploitation minière excessive a fragilisé la montagne, soit des sauriens terrestres sous les sources font des bêtises.\nIl décida malgré tout de s'enfoncer profondément dans la grotte interdite de la tribu pour découvrir les secrets qui s'y cachent.\n\nSuivant les veines rocheuses, il traversa des grottes particulièrement sombres. Rien ne pouvait l'arrêter.\nDans la partie la plus profonde de la grotte, une rangée de longues pointes, comme de dangereux sommets de montagne, gardait l'entrée de la grotte la plus profonde.\nC'était censé être une zone interdite à laquelle personne n'avait accédé depuis des millénaires, mais il y avait des traces de fouilles récentes.\nDes tunnels semblables à des serpents traversaient les souterrains. Mais personne ne savait où ils menaient.\n\nEnfin, en remontant le cours de la rivière souterraine, il aperçut une faible lueur au bout du tunnel.\nAprès s'être habitué à la lumière aveuglante qu'il n'avait pas vue depuis longtemps, il vit des ruines couvertes de cendres.\nC'était autrefois un abri souterrain appartenant au tyran de la Cité de braise, et c'était aussi une grotte où se réfugiaient les anciens mineurs.\nC'est le stégosaure aveugle qui vit dans la paroi rocheuse qui serait à l'origine de la réouverture de ce passage.\n\n« Oui, ce tunnel n'était connu que des artisans qualifiés forcés à travailler à la Cité de braise par le tyrannique roi-python. »\n« Quand le tyran furieux essaya d'effacer les traces de la création des sauriens, quand sa folie a attiré des démons et des esprits maléfiques... »\n« Nos ancêtres se sont échappés par ces tunnels et sont arrivés dans les montagnes désolées. »\n\nEt même si le passage vers l'antre du dragon était bloqué, des hordes assoiffées de sang ont tout de même senti leur présence.\nAfin de défendre leur nouvelle demeure surplombant la Vallée Tequemecan, les guerriers de la tribu chantèrent des chants de guerre qui résonnaient dans la vallée.\nArmés de leur lance tranchante, ils entrèrent dans la grotte sombre et combattirent férocement ces créatures sans nom encore plus sombres.\nLeurs armes se brisèrent les unes après les autres, et les habitants des montagnes en forgèrent sans cesse de nouvelles pour les remplacer.\nCe n'est que des jours et des nuits plus tard que les hurlements cauchemardesques et le bruit du métal frappant la roche s'arrêtèrent.\n\nC'est le « Clou soutenant les montagnes » qui bénissait tous ceux qui se cachaient pour leur liberté et leur terre natale.\nMais ils sont tombés avant de voir le jour se lever à nouveau. Le sacrifice de ceux qui ont donné leur vie pour qu'un jour nouveau puisse se lever est une bénédiction qui se ressent encore aujourd'hui.\n\nLorsque la marée noire est apparue à l'horizon, on entendait le bruit du métal des gorges des Nanatzcayens jusqu'au ciel, et les étincelles de la flamme ne s'étaient pas encore éteintes.\nGrâce aux efforts des artisans, la pierre en fusion s'est transformée en lances des plus tranchantes.\nLe chef des mines, Sundjatta, grimpa sur le dos du stégosaure Muhuru et en prit une de la paroi rocheuse.\nAvec ce feu à nouveau ravivé de ses cendres et des bénédictions tempérées par d'innombrables souhaits, une nouvelle bataille commence.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "6,7%",
	"effectName": "Espoir au-delà des sommets",
	"effectTemplateRaw": "La consommation d'endurance lors de l'escalade diminue de 15 % et les DGT infligés par les compétences élémentaires augmentent de <color=#99FFFFFF>{0}</color>. De plus, les DGT infligés par les compétences élémentaires du personnage équipé de l'arme augmentent de <color=#99FFFFFF>{1}</color> supplémentaires pendant 8 s lorsqu'un autre personnage de l'équipe à proximité a utilisé une compétence élémentaire.",
	"r1": {
		"description": "La consommation d'endurance lors de l'escalade diminue de 15 % et les DGT infligés par les compétences élémentaires augmentent de 12 %. De plus, les DGT infligés par les compétences élémentaires du personnage équipé de l'arme augmentent de 12 % supplémentaires pendant 8 s lorsqu'un autre personnage de l'équipe à proximité a utilisé une compétence élémentaire.",
		"values": [
			"12 %",
			"12 %"
		]
	},
	"r2": {
		"description": "La consommation d'endurance lors de l'escalade diminue de 15 % et les DGT infligés par les compétences élémentaires augmentent de 15 %. De plus, les DGT infligés par les compétences élémentaires du personnage équipé de l'arme augmentent de 15 % supplémentaires pendant 8 s lorsqu'un autre personnage de l'équipe à proximité a utilisé une compétence élémentaire.",
		"values": [
			"15 %",
			"15 %"
		]
	},
	"r3": {
		"description": "La consommation d'endurance lors de l'escalade diminue de 15 % et les DGT infligés par les compétences élémentaires augmentent de 18 %. De plus, les DGT infligés par les compétences élémentaires du personnage équipé de l'arme augmentent de 18 % supplémentaires pendant 8 s lorsqu'un autre personnage de l'équipe à proximité a utilisé une compétence élémentaire.",
		"values": [
			"18 %",
			"18 %"
		]
	},
	"r4": {
		"description": "La consommation d'endurance lors de l'escalade diminue de 15 % et les DGT infligés par les compétences élémentaires augmentent de 21 %. De plus, les DGT infligés par les compétences élémentaires du personnage équipé de l'arme augmentent de 21 % supplémentaires pendant 8 s lorsqu'un autre personnage de l'équipe à proximité a utilisé une compétence élémentaire.",
		"values": [
			"21 %",
			"21 %"
		]
	},
	"r5": {
		"description": "La consommation d'endurance lors de l'escalade diminue de 15 % et les DGT infligés par les compétences élémentaires augmentent de 24 %. De plus, les DGT infligés par les compétences élémentaires du personnage équipé de l'arme augmentent de 24 % supplémentaires pendant 8 s lorsqu'un autre personnage de l'équipe à proximité a utilisé une compétence élémentaire.",
		"values": [
			"24 %",
			"24 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Décadence délirante du seigneur sacré",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pierre enflammée",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Nectar de Fleur mensongère",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Désolation délirante du seigneur sacré",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pierre enflammée",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Nectar de Fleur mensongère",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Désolation délirante du seigneur sacré",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Graine enflammée",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Nectar miroitant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Attitude délirante du seigneur sacré",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Graine enflammée",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Nectar miroitant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Attitude délirante du seigneur sacré",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Œil enflammé",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Nectar élémentaire",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Divinité délirante du seigneur sacré",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Œil enflammé",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Nectar élémentaire",
				"count": 12
			}
		]
	}
}