{
	"id": 14520,
	"name": "Miroir du tisse-nuit",
	"description": "Un miroir en argent pur qui aurait été témoin de la naissance de la Dame de la lune. Il est considéré comme une relique d'une provenance inégalée par les Descendants de givrelune.",
	"descriptionRaw": "Un miroir en argent pur qui aurait été témoin de la naissance de la Dame de la lune. Il est considéré comme une relique d'une provenance inégalée par les Descendants de givrelune.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 5,
	"story": "« Lorsque la lune éternelle vint à disparaître, le ciel et la terre furent bouleversés. »\n« Lorsque la lune irisée vola en éclats, son ombre écarlate sombra dans les abysses. »\n« Lorsque la lune de givre cessa de tourner, la désolation déferla sur toutes les nations. »\n« Maintenant privé de la protection que lui procurait l'éternité, le monde courait à sa perte. »\n« Mais avec l'arrivée de l'« Élysium », la roue du destin se remit à tourner. »\n \nLes descendants de la cité d'Or érigèrent un temple solitaire dans la toundra en suivant une prophétie ancienne.\nPendant des millénaires, le clair de lune traversa silencieusement la forêt gelée. Les descendants du nord continuèrent à suivre leurs anciens rituels,\nen forgeant des couronnes cérémonielles pâles à partir d'argent secret et en choisissant les grands prêtres les plus purs pour guider leur peuple.\nComme dans les temps anciens, ils continuèrent de réciter et de chanter leurs prières, même si leurs dieux avaient disparu depuis longtemps et que le ciel ne répondait plus.\n \nUne personne extérieure considérerait ces pratiques à celles d'imbéciles qui s'accrochaient à d'anciennes coutumes.\nCependant, ces prières et ces sacrifices transmis pendant des milliers d'années étaient le seul lien sacré de ce peuple à la terre natale qu'il avait perdu.\nLa roue du destin s'était enrouillée et le fil d'argent, usé. Se fier uniquement à des visions prophétiques n'apportait pas de véritable espoir à tous.\n« Qui vénèrerait une divinité morte ou subirait autant de souffrance désespérée pour un rêve illusoire ? »\nTout comme les siècles se succédaient en cycles, les ignorants aspiraient toujours à un guide tangible.\nCes rituels les isolèrent, comme de grands murs qui les maintenaient cachés et séparés du monde extérieur.\n \nCela avait été le cas pendant des milliers d'années, et cela le resterait pendant les milliers d'années qui suivraient.\nEt il en serait ainsi jusqu'à ce que la lignée pure, raffinée au fil des générations, produise l'héritière sacrée qui ferait tomber le monde à genoux. Quand cela arriverait...\nTous les mensonges et les péchés seraient pardonnés, et même loués, car ils serviraient l'Élysium pur sous la lune.\n \nCe qui suivit fut le voyage sacré des Descendants de givrelune qui ne rejetaient enfin plus les étrangers.\nLa première Émissaire de chantelune, une sainte bénie et qui assista à la naissance d'une divinité, était autrefois la mortelle Aila.\nSelon les histoires transmises aux nouvelles générations, elle prédit la naissance de la nouvelle lune. Émue par cette révélation divine, elle fit le choix d'abandonner les rituels anciens.\n« C'est l'élue bénie à la naissance, une âme qui n'a jamais été contaminée par la souillure infinie qui existait sur la sphère sublunaire. »\n« Elle vit que la roue fut silencieuse, et le fil d'argent plein de désespoir, car ces millénaires de louanges n'étaient plus qu'un écho vide. »\n« La gloire déclinante n'eut jamais pitié des terres frontalières désolées. Aujourd'hui, seule la nouvelle lune, sur le point de naître, offrirait la promesse d'un véritable espoir. »\n« La dévotion d'Aila lui valut l'admiration de la dernière grande prêtresse du grand nord, qui lui ouvra son cœur sans hésitation. »\n« Elle confia à Aila l'autorité de diriger leur peuple et lui accorda également l'honneur de sceller l'ancien sanctuaire de ses propres mains. »\n« La gloire des temps anciens fut ainsi enterrée, les titres creux et le passé dénué de sens rejetés. Tous attendaient désormais la naissance d'une nouvelle divinité. »\nIl n'y avait plus de grand prêtre de l'Hyperborée à cet instant-là. Seule l'Émissaire de chantelune demeurait dans la pureté de la lumière.\n \n...\n \nD'innombrables lunes se levèrent et se couchèrent. Ceux qui rêvaient de l'Élysium ne trouvèrent que l'ombre de la hache, alors que ceux qui aspiraient au salut furent emportés par le flot de lumière.\nLe moine fou qui avait atteint les cieux fut consumé par sa vision, le vieux maître du trône de l'étoile pâle disparut, et l'Empereur blanc sombra lui aussi dans les vagues noires et impures.\nÀ la fin, même les rossignols se turent. D'innombrables noms disparurent du monde des mortels et devinrent des échos dont les vivants devaient se souvenir, juger et oublier.\nComme elle l'avait promis au forge-torche, la jeune fille de la nouvelle lune fila le chant de la prière et le déposa dans le sanctuaire.\nIl repose là-bas jusqu'à ce que la nuit blanche efface les derniers témoins de cette époque. Seul le clair de lune demeura, brillant tranquillement comme il y a mille ans auparavant.\n \n« Lorsque la lune éternelle vint à disparaître, le ciel et la terre furent bouleversés. »\n« Lorsque la lune irisée vola en éclats, son ombre écarlate sombra dans les abysses. »\n« Lorsque la lune de givre cessa de tourner, la désolation déferla sur toutes les nations. »\n« Maintenant privé de la protection que lui procurait l'éternité, le monde courait à sa perte. »\n« Mais avec l'ascension de la « Nouvelle lune », la roue du destin se remit à tourner. »\n« Ceux qui poursuivaient les marées chantaient encore leurs chansons et priaient. »\n« La Nouvelle lune reviendrait, exactement comme les anciens l'avait prédit. »",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maîtrise élémentaire",
	"baseStatText": "58",
	"effectName": "Hymne millénaire",
	"effectTemplateRaw": "En infligeant des DGT Hydro ou Dendro avec une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Prière du grand nord, augmentant la maîtrise élémentaire de <color=#99FFFFFF>{0}</color> pts pendant 4,5 s. Lorsqu'un membre de l'équipe à proximité déclenche une réaction de Sélénofleurissement, le personnage équipé de l'arme obtient l'effet Verset de la nouvelle lune, augmentant la maîtrise élémentaire de <color=#99FFFFFF>{1}</color> pts pendant 10 s. Lorsque le personnage équipé de l'arme bénéfice d'une prière du grand nord et d'un verset de la nouvelle lune en même temps, les DGT infligés par les réactions de Fleurissement de tous les personnages de l'équipe à proximité augmentent de <color=#99FFFFFF>{2}</color>, ceux de leurs réactions d'Exubérance et de Bourgeonnement de <color=#99FFFFFF>{3}</color> et ceux de leurs réactions de Sélénofleurissement de <color=#99FFFFFF>{4}</color>, ces effets ne se cumulant pas. Les effets susmentionnés peuvent être déclenchés même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "En infligeant des DGT Hydro ou Dendro avec une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Prière du grand nord, augmentant la maîtrise élémentaire de 60 pts pendant 4,5 s. Lorsqu'un membre de l'équipe à proximité déclenche une réaction de Sélénofleurissement, le personnage équipé de l'arme obtient l'effet Verset de la nouvelle lune, augmentant la maîtrise élémentaire de 60 pts pendant 10 s. Lorsque le personnage équipé de l'arme bénéfice d'une prière du grand nord et d'un verset de la nouvelle lune en même temps, les DGT infligés par les réactions de Fleurissement de tous les personnages de l'équipe à proximité augmentent de 120 %, ceux de leurs réactions d'Exubérance et de Bourgeonnement de 80 % et ceux de leurs réactions de Sélénofleurissement de 40 %, ces effets ne se cumulant pas. Les effets susmentionnés peuvent être déclenchés même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"60",
			"60",
			"120 %",
			"80 %",
			"40 %"
		]
	},
	"r2": {
		"description": "En infligeant des DGT Hydro ou Dendro avec une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Prière du grand nord, augmentant la maîtrise élémentaire de 75 pts pendant 4,5 s. Lorsqu'un membre de l'équipe à proximité déclenche une réaction de Sélénofleurissement, le personnage équipé de l'arme obtient l'effet Verset de la nouvelle lune, augmentant la maîtrise élémentaire de 75 pts pendant 10 s. Lorsque le personnage équipé de l'arme bénéfice d'une prière du grand nord et d'un verset de la nouvelle lune en même temps, les DGT infligés par les réactions de Fleurissement de tous les personnages de l'équipe à proximité augmentent de 150 %, ceux de leurs réactions d'Exubérance et de Bourgeonnement de 100 % et ceux de leurs réactions de Sélénofleurissement de 50 %, ces effets ne se cumulant pas. Les effets susmentionnés peuvent être déclenchés même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"75",
			"75",
			"150 %",
			"100 %",
			"50 %"
		]
	},
	"r3": {
		"description": "En infligeant des DGT Hydro ou Dendro avec une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Prière du grand nord, augmentant la maîtrise élémentaire de 90 pts pendant 4,5 s. Lorsqu'un membre de l'équipe à proximité déclenche une réaction de Sélénofleurissement, le personnage équipé de l'arme obtient l'effet Verset de la nouvelle lune, augmentant la maîtrise élémentaire de 90 pts pendant 10 s. Lorsque le personnage équipé de l'arme bénéfice d'une prière du grand nord et d'un verset de la nouvelle lune en même temps, les DGT infligés par les réactions de Fleurissement de tous les personnages de l'équipe à proximité augmentent de 180 %, ceux de leurs réactions d'Exubérance et de Bourgeonnement de 120 % et ceux de leurs réactions de Sélénofleurissement de 60 %, ces effets ne se cumulant pas. Les effets susmentionnés peuvent être déclenchés même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"90",
			"90",
			"180 %",
			"120 %",
			"60 %"
		]
	},
	"r4": {
		"description": "En infligeant des DGT Hydro ou Dendro avec une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Prière du grand nord, augmentant la maîtrise élémentaire de 105 pts pendant 4,5 s. Lorsqu'un membre de l'équipe à proximité déclenche une réaction de Sélénofleurissement, le personnage équipé de l'arme obtient l'effet Verset de la nouvelle lune, augmentant la maîtrise élémentaire de 105 pts pendant 10 s. Lorsque le personnage équipé de l'arme bénéfice d'une prière du grand nord et d'un verset de la nouvelle lune en même temps, les DGT infligés par les réactions de Fleurissement de tous les personnages de l'équipe à proximité augmentent de 210 %, ceux de leurs réactions d'Exubérance et de Bourgeonnement de 140 % et ceux de leurs réactions de Sélénofleurissement de 70 %, ces effets ne se cumulant pas. Les effets susmentionnés peuvent être déclenchés même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"105",
			"105",
			"210 %",
			"140 %",
			"70 %"
		]
	},
	"r5": {
		"description": "En infligeant des DGT Hydro ou Dendro avec une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Prière du grand nord, augmentant la maîtrise élémentaire de 120 pts pendant 4,5 s. Lorsqu'un membre de l'équipe à proximité déclenche une réaction de Sélénofleurissement, le personnage équipé de l'arme obtient l'effet Verset de la nouvelle lune, augmentant la maîtrise élémentaire de 120 pts pendant 10 s. Lorsque le personnage équipé de l'arme bénéfice d'une prière du grand nord et d'un verset de la nouvelle lune en même temps, les DGT infligés par les réactions de Fleurissement de tous les personnages de l'équipe à proximité augmentent de 240 %, ceux de leurs réactions d'Exubérance et de Bourgeonnement de 160 % et ceux de leurs réactions de Sélénofleurissement de 80 %, ces effets ne se cumulant pas. Les effets susmentionnés peuvent être déclenchés même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"120",
			"120",
			"240 %",
			"160 %",
			"80 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114073,
				"name": "Fragment d'appareil artistique",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Lueur de givrenuit",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Arbre de transmission cassé",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplique d'appareil artistique",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Lueur de givrenuit",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Arbre de transmission cassé",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114074,
				"name": "Réplique d'appareil artistique",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Brillance de givrenuit",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Arbre de transmission renforcé",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114075,
				"name": "Succession d'appareil artistique",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Brillance de givrenuit",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Arbre de transmission renforcé",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114075,
				"name": "Succession d'appareil artistique",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Gloire de givrenuit",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Arbre de transmission raffiné",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114076,
				"name": "Souhait d'appareil artistique",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Gloire de givrenuit",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Arbre de transmission raffiné",
				"count": 18
			}
		]
	}
}