{
	"name": "Scie électrique portative",
	"description": "Une scie électrique à l'ancienne que l'on trouve rarement de nos jours. C'était autrefois un outil pour découper auquel les travailleurs du monde entier faisaient confiance.",
	"weapontype": "Épée à deux mains",
	"rarity": "4",
	"story": "Une scie populaire parmi les ouvriers d'antan pour couper les quilles et les tuyaux.\nSa structure simple et robuste facilitait la maintenance et le remplacement de ses pièces.\nVous n'aviez qu'à saisir fermement la poignée à deux mains, et même l'acier le plus dur se fendrait devant vous.\nCet outil tout-puissant était autrefois le symbole du progrès.\n\nAlors que les zones urbaines de Fontaine s'agrandissaient, la lumière de l'ordre chassait les ténèbres.\nC'est en grande partie grâce à cet outil pratique que les égouts sont finalement devenus le Fleuve cendré.\nMême s'ils vivaient dans une ville en contrebas, sans pluie ni soleil, les habitants du Fleuve étaient persuadés d'une chose :\nLeur diligence et leur ténacité leur vaudraient un jour le droit de vivre à la surface.\nIls pourraient même transformer leur royaume aquatique souterrain en un foyer aussi beau que le monde d'en haut.\n\nContrairement à L'assistant du docker et au Foret de prospecteur, ces scies n'étaient pas interdites.\nElles jouaient en fait un rôle irremplaçable dans la première vague de production des Mékas horlogoïdes.\nPlus tard, une immense usine de Mékas horlogoïdes a été construite dans une zone sûre en dehors de la ville.\nEt ceux qui savaient utiliser habilement ces scies furent progressivement emportés, avec leurs armes, par le torrent du progrès...",
	"baseatk": 41,
	"substat": "PV",
	"subvalue": "12",
	"effectname": "Chant de marins",
	"effect": "Lorsque le personnage reçoit ou effectue des soins, il obtient une marque stoïque pendant 30 s, un maximum de 3 marques stoïques pouvant être obtenu. Utiliser une compétence ou un déchaînement élémentaires consomme toutes les marques stoïques et accorde un effet de surrection pendant 10 s : chaque marque stoïque consommée augmente la maîtrise élémentaire de {0} pts puis, 2 s après le début de l'effet, restaure l'énergie élémentaire du personnage équipé de l'arme de {1} pts. Un effet de surrection peut être déclenché une fois toutes les 15 s, et des marques stoïques peuvent être obtenues même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": [
		"40",
		"2"
	],
	"r2": [
		"50",
		"2,5"
	],
	"r3": [
		"60",
		"3"
	],
	"r4": [
		"70",
		"3,5"
	],
	"r5": [
		"80",
		"4"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Gobelet brisé de la mer immaculée",
				"count": 3
			},
			{
				"name": "Noyau de faille",
				"count": 3
			},
			{
				"name": "Engrenage de maillage",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Gobelet à vin de la mer immaculée",
				"count": 3
			},
			{
				"name": "Noyau de faille",
				"count": 12
			},
			{
				"name": "Engrenage de maillage",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gobelet à vin de la mer immaculée",
				"count": 6
			},
			{
				"name": "Synapse étrangère",
				"count": 6
			},
			{
				"name": "Engrenage à coupe droite",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 3
			},
			{
				"name": "Synapse étrangère",
				"count": 12
			},
			{
				"name": "Engrenage à coupe droite",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 6
			},
			{
				"name": "Noyau d'organisme d'extramonde",
				"count": 9
			},
			{
				"name": "Engrenage dynamique artificié",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Gobelet d'or de la mer immaculée",
				"count": 4
			},
			{
				"name": "Noyau d'organisme d'extramonde",
				"count": 18
			},
			{
				"name": "Engrenage dynamique artificié",
				"count": 12
			}
		]
	}
}