{
	"name": "Foret de prospecteur",
	"description": "Une longue perceuse que l'on trouve rarement de nos jours. Elle était souvent utilisée pour creuser et sculpter des pierres.",
	"weapontype": "Arme d'hast",
	"rarity": "4",
	"story": "Un outil pratique qui peut facilement percer le sol et les roches.\nIl avait un large éventail d'utilisations dans la prospection et d'autres opérations,\net même les tailleurs de pierre et les ouvriers du bâtiment en utilisaient\npour couper des roches et créer des formes et des structures préliminaires.\n\nComme la scie autrefois populaire dans les ateliers et les quais,\nson fonctionnement reposait sur un carburant traditionnel et inefficace.\nÀ cette époque, alors que les réactions contrôlées d'annihilation des énergies pneuma et ousia n'avaient pas encore été développées,\nles Mékas horlogoïdes primitifs étaient gênés par une cinématique et une dynamique sous-optimales\net n'étaient considérés que comme des curiosités et des indulgences,\nalors que le travail manuel restait une nécessité.\n\nLa longue poignée de l'outil était un compartiment de stockage de carburant et devait être manipulée avec précaution.\nMalgré cela, il y a des traces de l'utilisation de cette perceuse au combat.\n\nLa puissance de perçage et de coupe de l'outil était inégalée.\nPuisqu'il pouvait percer même les rochers comme un couteau chaud dans du beurre,\nil permettait de pénétrer rapidement dans des matériaux encore plus mous.\nÀ mesure que la société progressait, ce type d'outil a progressivement cessé d'être utilisé en public.\nEt comme pour d'autres outils, sa possession non autorisée est également devenue interdite par arrêté administratif.",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Chant-maçon",
	"effect": "Lorsque le personnage reçoit ou effectue des soins, il obtient une marque solidaire pendant 30 s, un maximum de 3 marques solidaires pouvant être obtenu. Utiliser une compétence ou un déchaînement élémentaires consomme toutes les marques solidaires et accorde un effet de baroud pendant 10 s : chaque marque solidaire consommée augmente l'ATQ de {0} et le bonus de DGT élémentaires de {1}. Un effet de baroud peut être déclenché une fois toutes les 15 s, et des marques solidaires peuvent être obtenues même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": [
		"3 %",
		"7 %"
	],
	"r2": [
		"4 %",
		"8,5 %"
	],
	"r3": [
		"5 %",
		"10 %"
	],
	"r4": [
		"6 %",
		"11,5 %"
	],
	"r5": [
		"7 %",
		"13 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragment d'un accord ancien",
				"count": 3
			},
			{
				"name": "Vieille montre à gousset d'opérateur",
				"count": 3
			},
			{
				"name": "Engrenage de maillage",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chapitre d'un accord ancien",
				"count": 3
			},
			{
				"name": "Vieille montre à gousset d'opérateur",
				"count": 12
			},
			{
				"name": "Engrenage de maillage",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chapitre d'un accord ancien",
				"count": 6
			},
			{
				"name": "Montre à gousset d'opérateur",
				"count": 6
			},
			{
				"name": "Engrenage à coupe droite",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mouvement d'un accord ancien",
				"count": 3
			},
			{
				"name": "Montre à gousset d'opérateur",
				"count": 12
			},
			{
				"name": "Engrenage à coupe droite",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mouvement d'un accord ancien",
				"count": 6
			},
			{
				"name": "Constance d'opérateur",
				"count": 9
			},
			{
				"name": "Engrenage dynamique artificié",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Écho d'un accord ancien",
				"count": 4
			},
			{
				"name": "Constance d'opérateur",
				"count": 18
			},
			{
				"name": "Engrenage dynamique artificié",
				"count": 12
			}
		]
	}
}