{
	"id": 13433,
	"name": "Pelle du prospecteur",
	"description": "Une arme qui semble avoir été fabriquée à partir d'un outil agricole. À première vue, elle paraît on ne peut plus ordinaire, mais sa conception discrète cache des particularités à la fois somptueuses et indéniablement raffinées.",
	"descriptionRaw": "Une arme qui semble avoir été fabriquée à partir d'un outil agricole. À première vue, elle paraît on ne peut plus ordinaire, mais sa conception discrète cache des particularités à la fois somptueuses et indéniablement raffinées.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Arme d'hast",
	"rarity": 4,
	"story": "Combien de fois la pluie devait-elle tomber sur une graine avant qu'elle ne porte ses fruits ?\nCombien de choix devait-on faire dans la vie pour trouver le chemin du bonheur ?\nIl existait des choses que même les dieux ne savaient pas. Pourtant, nous, mortels, devions nous battre pour elles, au prix de notre vie.\nÀ ce moment-là, Soini, le fils d'un pauvre fermier, devait faire un choix et ne put s'empêcher de resserrer sa prise sur sa pelle.\n\nIl avait accidentellement déterré un trésor secret dans le sol aride et pouvait dire adieu à une vie de pauvreté en le vendant au marché noir.\nUn homme vêtu de haillons avec un trésor attirerait sûrement des regards avides. Avec l'arrivée de la froide saison hivernale, il n'eut pas d'autre choix que de le faire.\nLe paysan astucieux procéda à une première transaction qui lui permit d'acquérir un uniforme des Fatui. Ce serait un déguisement dont il se servirait pour duper les autres et écarter les menaces cachées.\nSoini se réjouissait de cette bonne affaire, lorsqu'une ombre apparut. C'était le même homme qui lui avait vendu l'uniforme : le voleur.\n« Donnez-moi le trésor, ou c'est dans ces terres sauvages que vous trouverez la mort ! » Le fermier obéit, sous la menace d'une lame.\nLes deux hommes arrivèrent sur le champ où le trésor était caché. Le regard du voleur croisa le fragment noirci d'une colonne vertébrale et fut parcouru par un frisson soudain.\n« Ce sont effectivement les restes du maître voleur », dit-il en soulevant les os d'une main tremblante. Il fut loin de se douter qu'il venait de signer son propre arrêt de mort.\nUn bruit sourd se fit entendre. Une pelle frappa le voleur qui tomba à terre. Soini savait à cet instant qu'il devait quitter la ferme pour toujours.\n\nCe trésor désormais taché de sang lui ouvrit une voie périlleuse vers le sommet du marché noir, une voie sur laquelle Soini s'était engagé avec une sombre détermination.\nIl était désormais considéré comme le « parrain » de nombreux criminels désespérés qui se rassemblaient, attirés par le délicieux parfum de la fortune.\n« Cher parrain, votre sagesse est notre seule lumière. Le marché noir est honoré de vous compter parmi nous ! »\nPourtant, personne ne savait pourquoi une pelle usée reposait sur le trône du parrain.\n\nEn ces temps sanglants, il la gardait comme un rappel constant que la mort pouvait frapper à n'importe quel moment pour un voleur.\nMaintenant, d'innombrables trésors étaient enfouis dans les récifs de la frontière. Chacun d'entre eux était une monnaie d'échange potentielle contre la loyauté et la terreur.\nSuibhne ne perdit plus de temps à s'interroger sur ses choix, car chaque faux pas pouvait être rectifié grâce à son pouvoir et sa richesse.\nLe monde était dirigé par une loi cachée, un cycle inéluctable dans lequel les riches s'enrichissaient et les pauvres s'appauvrissaient toujours plus.\nLe parrain d'aujourd'hui n'était pas plus sage que le pauvre paysan qu'il était autrefois et similaire au voleur qui avait essayé de le tuer.\n« Alors pourquoi ? Pourquoi le trésor que ma pelle déterre est-il le mien, alors qu'elle a enterré quelqu'un d'autre ? »\nN'était-ce rien de plus qu'un hasard ? Était-il simplement né un peu plus chanceux que le voleur qui trouva la mort ce jour-là ?\nMille décisions et une vie de sacrifices pour la recherche du bonheur. Pourtant, en fin de compte, tout fut déterminé le hasard.\n\nSoini ressentit un dégoût soudain par l'injustice totale de la situation. « C'est là que tous mes trésors sont conservés », murmura-t-il.\nIl montra sa carte au public. Désormais, tous les habitants des terres frontalières pourraient s'affronter pour le prix, grâce à leurs compétences seules.\nQu'ils réussissaient ou non, Soini ne se souciait guère de la fin de leurs histoires.\nLe parrain, élégamment vêtu mais toujours la pelle à la main, comprit enfin la justice que Reed Miller défendait :\n\n« Si le déséquilibre fait loi de ce monde, que l'or trouve son chemin vers l'or, et que la terre retourne à la terre.\nS'il y a besoin d'une main pour rétablir l'ordre et l'équilibre, cette main sera celle du voleur. »",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Tranchant de la décision",
	"effectTemplateRaw": "Les DGT infligés par les réactions d'Électrocution augmentent de <color=#99FFFFFF>{0}</color> et ceux des réactions de Sélénocution de <color=#99FFFFFF>{1}</color>. Signelune « Lueur ascendante » : les DGT des réactions de Sélénocution augmentent de <color=#99FFFFFF>{2}</color> supplémentaires.",
	"r1": {
		"description": "Les DGT infligés par les réactions d'Électrocution augmentent de 48 % et ceux des réactions de Sélénocution de 12 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénocution augmentent de 12 % supplémentaires.",
		"values": [
			"48 %",
			"12 %",
			"12 %"
		]
	},
	"r2": {
		"description": "Les DGT infligés par les réactions d'Électrocution augmentent de 60 % et ceux des réactions de Sélénocution de 15 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénocution augmentent de 15 % supplémentaires.",
		"values": [
			"60 %",
			"15 %",
			"15 %"
		]
	},
	"r3": {
		"description": "Les DGT infligés par les réactions d'Électrocution augmentent de 72 % et ceux des réactions de Sélénocution de 18 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénocution augmentent de 18 % supplémentaires.",
		"values": [
			"72 %",
			"18 %",
			"18 %"
		]
	},
	"r4": {
		"description": "Les DGT infligés par les réactions d'Électrocution augmentent de 84 % et ceux des réactions de Sélénocution de 21 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénocution augmentent de 21 % supplémentaires.",
		"values": [
			"84 %",
			"21 %",
			"21 %"
		]
	},
	"r5": {
		"description": "Les DGT infligés par les réactions d'Électrocution augmentent de 96 % et ceux des réactions de Sélénocution de 24 %. Signelune « Lueur ascendante » : les DGT des réactions de Sélénocution augmentent de 24 % supplémentaires.",
		"values": [
			"96 %",
			"24 %",
			"24 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Braise de silex de longue nuit",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Incarnation de brumevoile",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Arbre de transmission cassé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Lueur de silex de longue nuit",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Incarnation de brumevoile",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Arbre de transmission cassé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Lueur de silex de longue nuit",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Plaque de brumevoile",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Arbre de transmission renforcé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flamme de silex de longue nuit",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Plaque de brumevoile",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Arbre de transmission renforcé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flamme de silex de longue nuit",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Casque de brumevoile",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Arbre de transmission raffiné",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Embrasement de silex de longue nuit",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Casque de brumevoile",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Arbre de transmission raffiné",
				"count": 12
			}
		]
	}
}