{
	"id": 15434,
	"name": "Arc pluvial du serpent arc-en-ciel",
	"description": "Une arme cérémonielle ancestrale transmise par les Maîtres du vent nocturne. Cet arc ténébreux est à jamais imprégné d'un froid inébranlable.",
	"descriptionRaw": "Une arme cérémonielle ancestrale transmise par les Maîtres du vent nocturne. Cet arc ténébreux est à jamais imprégné d'un froid inébranlable.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arc",
	"rarity": 4,
	"story": "La Cité de braise en ruines et le rêve délirant de l'usurpateur s'effondrèrent ensemble dans un brasier aussi brillant que le soleil.\nLe héros aux yeux écarlates invoqua la colère ardente de la divinité pour réduire le trône corrompu en cendres.\nDes décennies s'étaient écoulées depuis que Maghan, le tueur de dragons, avait chassé l'ancien souverain des vallées profondes.\nDans les villages qui vénéraient autrefois les dragons, les nouvelles générations avaient depuis longtemps oublié leurs serments ancestraux.\n\nAinsi, lorsque le jeune prêtre Wagadu exauça le dernier souhait de Maghan...\nEt qu'il l'enterra dans une tombe sans épitaphe, prit son arc et partit vers les montagnes enveloppées de brume...\nIl ne comprenait pas ce que signifiaient réellement les dernières paroles du vieil homme.\nQue signifiait « renouveler l'alliance » ? Que signifiait « rétablir la paix » ? Wagadu n'en avait aucune idée.\nIl croyait simplement que le vieux prêtre lui avait demandé de ramener son précieux arc dans le dangereux domaine nocturne...\nPour apaiser les esprits courroucés, abandonnés depuis l'époque des sacrifices anciens.\n\nIl écarta le voile de brume et gravit le triple escalier de pierre.\nÀ la frontière ineffable du royaume obscur, une vaste salle labyrinthique se révéla. Ses couloirs complexes brillaient doucement dans la lumière fluide.\nAvant que le jeune prêtre ne parvînt à discerner l'auteur des runes dorées, un brouillard soudain lui obscurcit la vue.\nDes illusions s'élevèrent soudainement du brouillard et lui voilèrent les yeux.\nAlors qu'il était dans un état second, d'innombrables formes changeantes scintillaient d'une lumière irisée devant lui.\nIl vit une jeune fille aux yeux turquoise, un serpent colossal drapé de lumière stellaire et une araignée blanche tissant le soleil et la lune...\nIl vit des silhouettes d'or noir et d'acier blanc, un lièvre rusé se moquant d'un renard sauvage et un coyote se débattant dans du goudron.\nTerrifié, Wagadu tomba à genoux. Il supplia les êtres sacrés du domaine nocturne de pardonner son intrusion.\nMais lorsque le brouillard se dissipa enfin, l'être qui se dressait au-dessus de la salle et le regardait n'était pas le mort qu'il avait imaginé.\nC'était un puissant dragon, dont les ailes déployées formaient un arc-en-ciel qui traversait le ciel.\n\n« Ô être sans âme, dont le destin est lié aux étoiles. Ne craignez pas mon apparence. »\n« J'ai depuis longtemps compris votre but, même si votre propre cœur reste voilé par un brouillard d'ignorance. »\n« Le prêtre qui se fait appeler le tueur de dragon vous a envoyé forger une alliance pour les siècles à venir. »\n« Le sang noble des anciens n'a jamais souillé sa lame, et cette sincérité en dit plus long que mille mots. »\n« Cela n'a pas d'importance. Notre roi est mort depuis longtemps, et je suis las de m'occuper de mes semblables qui vivent dans les rêves. »\n« Je suis prêt à vous transmettre tous les rituels secrets que je connais, afin que vos tribus puissent prospérer. »\n« Pour vous permettre d'entendre les murmures de la nuit sans donner votre sang à l'émissaire qui est tombé dans les enfers. »\n« Pour cela, je ne demande que deux choses en échange, en tant que conditions pour sceller notre alliance. »\n« Tout d'abord, vos descendants devront traiter les anciens peuples que j'ai autrefois protégés comme des amis et des égaux. »\n« Ils devront toujours tenir compte de leurs conseils et ne jamais laisser leurs serments être tournés en dérision, comme dans le cas de la Grande alliance. »\n« Deuxièmement, vos descendants devront effacer mon nom de tous les documents et rouleaux tissés. »\n« Aucun sage autoproclamé ne devra le découvrir, de peur de ruiner notre pacte en raison d'une vengeance insensée. »\n« Vous n'avez pas besoin de réfléchir. Acceptez, tout simplement. La Wayob qui vous protège était autrefois à mon service. »\n« Bien avant votre naissance, elle m'a parlé de cette alliance transgressive. »\n\nComme s'il venait de se réveiller, incapable de distinguer le rêve de la réalité, Wagadu, encore étourdi, acquiesça en signe d'acceptation.\nEn un instant, la salle dorée et le puissant dragon se dissipèrent comme la brume d'une époque révolue.\nWagadu se demandait encore si les visions dont il venait d'être témoin étaient le résultat d'un rêve éphémère né de la fatigue...\nSoudain, il sentit un contact doux sur son flanc, semblable au toucher d'une plume. C'était froid comme le vent nocturne, qui le fit instinctivement se retourner.\nC'est là, selon la légende, que se tenait le premier iktomisaure, émergeant du Fief nocturne.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "10%",
	"effectName": "Murmures astraux d'au-delà du trône sacré",
	"effectTemplateRaw": "Lorsque le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé, l'ATQ augmente de <color=#99FFFFFF>{0}</color> pendant 8 s après que le personnage équipé de l'arme touche un ennemi.",
	"r1": {
		"description": "Lorsque le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé, l'ATQ augmente de 28 % pendant 8 s après que le personnage équipé de l'arme touche un ennemi.",
		"values": [
			"28 %"
		]
	},
	"r2": {
		"description": "Lorsque le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé, l'ATQ augmente de 35 % pendant 8 s après que le personnage équipé de l'arme touche un ennemi.",
		"values": [
			"35 %"
		]
	},
	"r3": {
		"description": "Lorsque le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé, l'ATQ augmente de 42 % pendant 8 s après que le personnage équipé de l'arme touche un ennemi.",
		"values": [
			"42 %"
		]
	},
	"r4": {
		"description": "Lorsque le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé, l'ATQ augmente de 49 % pendant 8 s après que le personnage équipé de l'arme touche un ennemi.",
		"values": [
			"49 %"
		]
	},
	"r5": {
		"description": "Lorsque le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé, l'ATQ augmente de 56 % pendant 8 s après que le personnage équipé de l'arme touche un ennemi.",
		"values": [
			"56 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Considération mystique du vent nocturne",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Bourgeon réfractif",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Mandat en lambeaux",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Prémonition mystique du vent nocturne",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Bourgeon réfractif",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Mandat en lambeaux",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Prémonition mystique du vent nocturne",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Feuillage déroutant",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Mandat immaculé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Augure mystique du vent nocturne",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Feuillage déroutant",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Mandat immaculé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Augure mystique du vent nocturne",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Cœur illusoire de feuille",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Mandat gelé",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Révélation mystique du vent nocturne",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Cœur illusoire de feuille",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Mandat gelé",
				"count": 12
			}
		]
	}
}