{
	"name": "Jauge de portée",
	"description": "Un instrument de mesure que l'on trouve rarement de nos jours. Il est capable de tirer des flèches.",
	"weapontype": "Arc",
	"rarity": "4",
	"story": "Un outil souvent utilisé autrefois pour la construction urbaine et l'exploration des ruines.\nServant principalement pour mesurer des angles, il possédait également une capacité de pointe pour mesurer et estimer les distances.\nS'appuyant sur des flèches spéciales conçues avec précision et sur les mains de professionnels qualifiés,\nil pouvait maintenir la trajectoire de vol des flèches aussi droite que la lumière elle-même.\n\nEn plus de la planification et de la construction, il s'avérait également utile pour l'exploration et les enquêtes criminelles.\nEntre des mains expertes, ses mesures de distance pouvaient être très précises.\nLors des explorations passées des ruines de Remuria, les équipes emportaient souvent cette jauge de portée,\nsurtout pour localiser les sites historiques ensevelis par le temps et la destruction.\nMême les romans modernes de Hurlock, qui connurent plus tard une grande popularité,\nl'ont utilisé dans une histoire sur la localisation d'une chambre secrète.\n\nActuellement, de nombreuses jauges de portée prennent la poussière sur les étagères des antiquaires ou dans les greniers mansardés.\nÀ mesure que de plus en plus d'outils similaires, plus faciles à utiliser et nécessitant moins de compétences, se généralisaient,\nla production de flèches spéciales a complètement cessé et elles ont également été rapidement perdues et oubliées.\nCependant, comme la jauge reste un arc long qui peut être transporté partout sans éveiller soupçon ni interrogation,\nelle a été utilisée à plusieurs fins au-delà de sa conception originale au cours de certaines périodes tumultueuses.",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Chant-maçon",
	"effect": "Lorsque le personnage reçoit ou effectue des soins, il obtient une marque solidaire pendant 30 s, un maximum de 3 marques solidaires pouvant être obtenu. Utiliser une compétence ou un déchaînement élémentaires consomme toutes les marques solidaires et accorde un effet de baroud pendant 10 s : chaque marque solidaire consommée augmente l'ATQ de {0} et le bonus de DGT élémentaires de {1}. Un effet de baroud peut être déclenché une fois toutes les 15 s, et des marques solidaires peuvent être obtenues même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": [
		"3 %",
		"7 %"
	],
	"r2": [
		"4 %",
		"8,5 %"
	],
	"r3": [
		"5 %",
		"10 %"
	],
	"r4": [
		"6 %",
		"11,5 %"
	],
	"r5": [
		"7 %",
		"13 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragment d'un accord ancien",
				"count": 3
			},
			{
				"name": "Goutte d'eau croupie",
				"count": 3
			},
			{
				"name": "Perle transocéanique",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chapitre d'un accord ancien",
				"count": 3
			},
			{
				"name": "Goutte d'eau croupie",
				"count": 12
			},
			{
				"name": "Perle transocéanique",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chapitre d'un accord ancien",
				"count": 6
			},
			{
				"name": "Cuillère d'eau croupie",
				"count": 6
			},
			{
				"name": "Morceau transocéanique",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mouvement d'un accord ancien",
				"count": 3
			},
			{
				"name": "Cuillère d'eau croupie",
				"count": 12
			},
			{
				"name": "Morceau transocéanique",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mouvement d'un accord ancien",
				"count": 6
			},
			{
				"name": "Jeune Fantasme Hydro croupi",
				"count": 9
			},
			{
				"name": "Cristal xénochromatique",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Écho d'un accord ancien",
				"count": 4
			},
			{
				"name": "Jeune Fantasme Hydro croupi",
				"count": 18
			},
			{
				"name": "Cristal xénochromatique",
				"count": 12
			}
		]
	}
}