{
	"name": "Brise-pierre de corne rouge",
	"description": "D'après son ancien propriétaire, cette arme serait le « puissant seigneur lion doré écraseur d'or et briseur de pierres en corne rouge » pouvant faire déguerpir n'importe quel monstre sur-le-champ...",
	"weapontype": "Épée à deux mains",
	"rarity": "5",
	"story": "Le nom complet de cette arme est « puissant seigneur lion doré écraseur d'or et briseur de pierres en corne rouge ».\nElle était autrefois la lame bien-aimée d'un excentrique personnage connu sous le nom de « Seigneur lion Otogi Kongou ».\n\nMais étant donné la complexité et la longueur de ces deux noms,\nLes enfants décidèrent d'appeler cette arme « brise-pierre de corne rouge », et son porteur « Roi Otogi ».\n\nLe brise-pierre de corne rouge est une arme qui a été fabriquée à partir de la corne enchantée d'un monstre.\nOn raconte même que les Kitsunes, Bake-danuki et autres créatures suppliaient pour éviter sa morsure.\nY compris Reizenbou, le grand Tengu du Mont Yougou...\nIl craignait tellement le pouvoir du brise-pierre qu'il refusa de se montrer pour affronter le Roi Otogi !\n\n... Bien sûr, les enfants n'ont jamais cru à de telles histoires.\nLe Roi Otogi était très fort, c'est vrai. Sept hommes ne suffisaient pas à le faire sortir de l'enceinte d'un dohyou.\nEt quand il voyait des enfants cherchant à attraper des fruits qu'ils ne pouvaient atteindre, il donnait un coup de pied à l'arbre pour en faire tomber les melons lavandes.\nUne fois, il renversa même un arbre entier d'un coup de pied, et se fit alors pourchasser jusque dans les montagnes par un vieil homme.\nUne autre fois, il s'introduit avec des enfants à un concert donné en commémoration de la tombée des feuilles d'automne.\nS'écriant à voix haute : « Le seigneur lion Otogi Kongou est arrivé ! Prenez garde, démons ! »\nC'est alors qu'il affronta un petit Oni qui était d'humeur à se battre... Le résultat ne fut pas beau à voir...\n\nMais c'était tout ce qu'il pouvait faire, à tel point qu'il n'eut jamais le droit de porter les couleurs de la Shogun...\nComment a-t-il fait pour venir à bout des démons dont parlent les chansons ?, se demandaient les enfants.\n\n« Ah ! Mais c'est juste que j'ai attrapé froid après avoir passé la nuit à boire, c'est tout ! »\nAlors même que le Roi Otogi essayait de trouver une excuse, il n'oublia pas de rire de bon cœur.\nÉtait-ce juste qu'il n'avait pas honte ou pensait-il vraiment qu'il avait une chance ? Personne ne pouvait le dire...\n\n« Cette fois, je vais couper les cornes de ces démons.\nEt je vais vous les rapporter. Vous allez voir de quoi est capable le seigneur lion Otogi Kongou !\nCes créatures d'au-delà des mers ? Pff ! Qu'à cela ne tienne, je m'en occupe ! »\n\n« Allez, du balai ! Va te cacher dans un coin comme un envoyé renard !\nQuand je reviendrai, on se fera quelques petits affrontements, d'accord ? »\n\nÀ ces mots, les enfants se souvinrent de la façon dont le petit Oni avait soufflé doucement,\nProjetant le Roi Otogi rugissant dans le ciel...\n\nPlus tard, l'Oni qui avait lutté contre le Roi Otogi s'enfuirait après avoir eu un bras et une corne coupés,\nQuant au grand Tengu du Mont Yougou, il n'apparut plus jamais devant les humains, vivant en ermite dans les montagnes et les forêts.\nC'est ainsi que toutes les vaines vantardises derrière cette grande épée finirent par devenir réalité.\nCependant, on ne vit plus jamais l'excentrique seigneur lion Otogi Kongou.\nPlus tard, même l'arbre à melons lavandes qu'il avait abattu finit par donner des fruits à nouveau, grâce à un entretien minutieux.",
	"baseatk": 44,
	"substat": "DGT CRIT",
	"subvalue": "19.2",
	"effectname": "Gokadaiou du Roi Otogi",
	"effect": "Augmente la DÉF de {0}, et augmente les DGT des attaques normales et chargées d'une valeur équivalant à {1} de la DÉF.",
	"r1": [
		"28 %",
		"40 %"
	],
	"r2": [
		"35 %",
		"50 %"
	],
	"r3": [
		"42 %",
		"60 %"
	],
	"r4": [
		"49 %",
		"70 %"
	],
	"r5": [
		"56 %",
		"80 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Sagesse de Narukami",
				"count": 5
			},
			{
				"name": "Griffe dissimulée",
				"count": 5
			},
			{
				"name": "Garde-main ancien",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Joie de Narukami",
				"count": 5
			},
			{
				"name": "Griffe dissimulée",
				"count": 18
			},
			{
				"name": "Garde-main ancien",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Joie de Narukami",
				"count": 9
			},
			{
				"name": "Ongle dissimulé",
				"count": 9
			},
			{
				"name": "Garde-main kageuchi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Affection de Narukami",
				"count": 5
			},
			{
				"name": "Ongle dissimulé",
				"count": 18
			},
			{
				"name": "Garde-main kageuchi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Affection de Narukami",
				"count": 9
			},
			{
				"name": "Serre dissimulée",
				"count": 14
			},
			{
				"name": "Garde-main célèbre",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Vaillance de Narukami",
				"count": 6
			},
			{
				"name": "Serre dissimulée",
				"count": 27
			},
			{
				"name": "Garde-main célèbre",
				"count": 18
			}
		]
	}
}