{
	"id": 14521,
	"name": "Reliquaire de la vérité",
	"description": "Un coffret anguleux sculpté en or et en jade. La légende raconte qu'il était autrefois conservé dans un temple au cœur de Tulaytullah, la cité de saphir.",
	"descriptionRaw": "Un coffret anguleux sculpté en or et en jade. La légende raconte qu'il était autrefois conservé dans un temple au cœur de Tulaytullah, la cité de saphir.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 5,
	"story": "Après que la grande tour de Shah Ramshahr s'écroula, tel un rêve mielleux mais empoisonné emporté dans les sables ensanglantés,\nson pouvoir royal traversa de nombreux royaumes aussi passagers que la rosée du matin, avant d'être enseveli à maintes reprises dans le sang et les larmes.\nSous le dôme de saphir, les nobles qui avaient autrefois prêté allégeance au tyran se libérèrent de son joug,\npour se mettre sous celui de faux sages et se laisser impliquer encore une fois dans des jeux de carnage et de destruction au milieu des sables brûlants.\n\nÔ fier peuple de Tulaytullah qui avait depuis longtemps oublié les avertissements silencieux des sages !\nCe n'est que lorsque leurs ambitions disparurent avec le nom de Gurkan qu'ils prirent conscience du véritable prix de la rébellion.\nLorsque les khagans arrivèrent à cheval, il n'y avait plus aucun guerrier pour protéger le Jardin des piliers infinis.\nComme des bêtes apprivoisées, ceux qui vivaient dans des rêves dorés n'eurent d'autre choix que de baisser la tête devant leur nouveau maître, une fois de plus.\n\nDes soldats et des percepteurs d'impôts cupides venus de loin exploitèrent une population déjà épuisée.\nLa cour du roi vert qui se disait bienveillante n'eut jamais été aussi sévère avec son peuple,\ncertains asservis sous les sabots de fer d'une tribu étrangère cherchaient un peu de réconfort dans un passé enjolivé par la poésie,\net murmuraient des louanges sur le bref règne du roi Humayun à l'ombre fraîche, protégés du soleil brûlant.\n\nLe jeune noble Goudarz pénétra dans la salle sacrée enfouie sous les sables, déterminé à libérer son peuple de ses chaînes.\nLa légende racontait que le palais appartenait au roi ibis. Parmi les sept moines sages, le scribe ingénieux et judicieux, également connu comme l'émissaire secret des étoiles et de la lune, était le plus avisé d'entre eux.\nMais cette stratégie désespérée était presque vouée à l'échec, car aucun plan ne pouvait rivaliser avec les forces du conquérant, qui brillaient aussi fort que le soleil.\nLes sages de Tighnar avaient pris la fuite depuis bien longtemps. Ce splendide sanctuaire de sagesse était submergé par une mer de sable de la couleur du fer dans le désert.\nCependant, depuis le fond de la source asséchée, des échos sacrés et anciens s'élevèrent en réponse à ses prières...\n\n« Ô enfant noble et imprudent, vous aspirez à la puissance du soleil brûlant et à la fureur des tempêtes de sable, mais vous arborez le rêve insensé d'ériger une tour sur des sables mouvants.{NON_BREAK_SPACE}»\n« Je peux vous accorder un pouvoir inédit, que ni les prophètes ni les fidèles n'ont jamais vu, tout comme je donne de l'eau amère et salée à un chameau assoiffé. »\n« Cependant, la maîtresse des fleurs et des oasis a autrefois donné trois énigmes au roi Deshret, que je servais. »\n« Mais aussi sage et sagace fût-il, il ne put y répondre avant même de sombrer dans ce rêve empoisonné. »\n« Si vous parvenez à dissiper le brouillard de confusion qui m'emprisonne depuis si longtemps, je vous offrirai le pouvoir sur le peuple en cadeau. »\n\nLe jeune Goudarz répondit :\n« Dévoilez-moi vos énigmes, sage des édits sacrés, de l'écriture, de la médecine et de la sagesse. »\n« Je vais y répondre avec la plus grande sincérité dont je puisse faire preuve en tant que mortel, car je ne tolère pas la tromperie sur mon chemin. »\n\nLe plus avisé de tous les moines sages énonça :\n« Qu'est-ce qui s'élève et qui décline, qui disparaît dès qu'il apparaît et ne dure jamais ? »\n« Comme la lune qui croît, puis décroît, avant de s'évanouir dans le néant. »\n« Les sages comme les imbéciles le désirent encore et toujours. »\n« Mais comme les marées, cela monte et descend dans le cœur des hommes vaniteux. »\n\nLe jeune Goudarz répondit :\n« Vous parlez de complot et de trahison. Ceux qui prêchent la vertu ne cachent rien d'autre que faiblesse et léthargie. »\n« C'est cette faiblesse même qui a causé la chute du dôme bleu, et qui a poussé le peuple à crier sa douleur. »\n\nLe sage éclata de rire, ignorant la réponse du jeune noble,\net lui remit le bâton du mensonge.\n\nEt ce fut ainsi que le nom de Goudarz fut perdu dans les méandres de l'histoire,\nremplacé par le nom du puissant roi Saleb Dowleh.\nLe guerrier qui ne tolérait aucune tromperie par le passé avait acquis le pouvoir royal grâce à sa ruse\net projeté le mirage d'un âge d'or sous les teintes estompées du crépuscule.\n\n...\n\nCe ne fut que lorsque même le mensonge le plus parfait ne parvint plus à contrôler sa soif insatiable de pouvoir,\njusqu'à ce que même les créations du roi Deshret ne puissent plus fabriquer l'illusion d'une manifestation divine,\net jusqu'à ce que la voix du roi ibis résonne à nouveau pour lui poser la même question,\nque le vieux roi lui donna sa réponse définitive au milieu des chants funèbres de Gurabad :\n\n« Ô mage, tous mes propos ne sont que mensonges. Je ne peux même pas me fier à mes propres paroles. »\n« La seule chose qu'il me reste à faire désormais est de me battre jusqu'à la mort. Au moins, je ne décevrai pas une fois de plus les frères qui m'ont secouru. »\n« Ô mage, que vous cherchiez la vérité ou le mensonge, vous devez y goûter dans votre propre sang. »\n\nLe pouvoir royal fut ensuite usurpé par les deys d'autres tribus, et cela continua jusqu'à ce que tous les royaumes soient réduits en poussière par les vents du désert.\nComme s'il acceptait le clair de lune aussi ambré que le miel, le mage prit également la dernière volonté du roi comme sa réponse définitive.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DGT CRIT",
	"baseStatText": "19,2%",
	"effectName": "Essence de la fausseté",
	"effectTemplateRaw": "Le taux CRIT augmente de <color=#99FFFFFF>{0}</color>. Lorsqu'il déclenche une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Secret du mensonge : augmente la maîtrise élémentaire de <color=#99FFFFFF>{1}</color> pts pendant 12 s. Lorsque le personnage équipé de l'arme inflige des DGT de réaction de Sélénofleurissement à un ennemi, il obtient l'effet Lune de la vérité : augmente les DGT CRIT de <color=#99FFFFFF>{2}</color> pendant 4 s. Si ces deux effets existent en même temps, leurs bonus augmentent de 50 %.",
	"r1": {
		"description": "Le taux CRIT augmente de 8 %. Lorsqu'il déclenche une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Secret du mensonge : augmente la maîtrise élémentaire de 80 pts pendant 12 s. Lorsque le personnage équipé de l'arme inflige des DGT de réaction de Sélénofleurissement à un ennemi, il obtient l'effet Lune de la vérité : augmente les DGT CRIT de 24 % pendant 4 s. Si ces deux effets existent en même temps, leurs bonus augmentent de 50 %.",
		"values": [
			"8 %",
			"80",
			"24 %"
		]
	},
	"r2": {
		"description": "Le taux CRIT augmente de 10 %. Lorsqu'il déclenche une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Secret du mensonge : augmente la maîtrise élémentaire de 100 pts pendant 12 s. Lorsque le personnage équipé de l'arme inflige des DGT de réaction de Sélénofleurissement à un ennemi, il obtient l'effet Lune de la vérité : augmente les DGT CRIT de 30 % pendant 4 s. Si ces deux effets existent en même temps, leurs bonus augmentent de 50 %.",
		"values": [
			"10 %",
			"100",
			"30 %"
		]
	},
	"r3": {
		"description": "Le taux CRIT augmente de 12 %. Lorsqu'il déclenche une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Secret du mensonge : augmente la maîtrise élémentaire de 120 pts pendant 12 s. Lorsque le personnage équipé de l'arme inflige des DGT de réaction de Sélénofleurissement à un ennemi, il obtient l'effet Lune de la vérité : augmente les DGT CRIT de 36 % pendant 4 s. Si ces deux effets existent en même temps, leurs bonus augmentent de 50 %.",
		"values": [
			"12 %",
			"120",
			"36 %"
		]
	},
	"r4": {
		"description": "Le taux CRIT augmente de 14 %. Lorsqu'il déclenche une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Secret du mensonge : augmente la maîtrise élémentaire de 140 pts pendant 12 s. Lorsque le personnage équipé de l'arme inflige des DGT de réaction de Sélénofleurissement à un ennemi, il obtient l'effet Lune de la vérité : augmente les DGT CRIT de 42 % pendant 4 s. Si ces deux effets existent en même temps, leurs bonus augmentent de 50 %.",
		"values": [
			"14 %",
			"140",
			"42 %"
		]
	},
	"r5": {
		"description": "Le taux CRIT augmente de 16 %. Lorsqu'il déclenche une compétence élémentaire, le personnage équipé de l'arme obtient l'effet Secret du mensonge : augmente la maîtrise élémentaire de 160 pts pendant 12 s. Lorsque le personnage équipé de l'arme inflige des DGT de réaction de Sélénofleurissement à un ennemi, il obtient l'effet Lune de la vérité : augmente les DGT CRIT de 48 % pendant 4 s. Si ces deux effets existent en même temps, leurs bonus augmentent de 50 %.",
		"values": [
			"16 %",
			"160",
			"48 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Souvenir du jardin d'oasis",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Os nélucide",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Spores de Fongus",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gentillesse du jardin d'oasis",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Os nélucide",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Spores de Fongus",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Gentillesse du jardin d'oasis",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Restes lumineux",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Pollen fluorescent",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Deuil du jardin d'oasis",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Restes lumineux",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Pollen fluorescent",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Deuil du jardin d'oasis",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Exosquelette radieux",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Poussière cristalline de sporange",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Vérité du jardin d'oasis",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Exosquelette radieux",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Poussière cristalline de sporange",
				"count": 18
			}
		]
	}
}