{
	"id": 13425,
	"name": "Récompense légitime",
	"description": "Une lance pointue, dont seule la pointe reste tachée de sang frais.",
	"descriptionRaw": "Une lance pointue, dont seule la pointe reste tachée de sang frais.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Arme d'hast",
	"rarity": 4,
	"story": "Les voleurs restent des voleurs, peu importe l'habileté de leurs ruses.\nLes crimes doivent être punis et les mensonges dévoilés publiquement.\nC'est ainsi que le monde devrait fonctionner et que la justice devrait être.\nCependant, lorsqu'il s'agit de savoir « comment les choses devraient être », il est toujours extrêmement difficile d'avoir une bonne réponse.\n\nDans sa jeunesse, elle avait livré un duel contre un jeune épéiste, mais elle a été déroutée par ses yeux rusés et dupée par sa lenteur délibérée.\nElle a fini par révéler une faiblesse critique, ce qui ne se serait jamais passé d'ordinaire, et son bras a été touché par son épée, la forçant à admettre l'infériorité de ses compétences à la lance.\nUn jour, elle a pensé retrouver cet épéiste et se donner à fond pour prendre sa revanche lors d'un duel ultime, avant d'apprendre par hasard qu'il avait pris sa retraite depuis longtemps...\nIl cachait son visage blessé dans l'exercice de ses fonctions, sous un masque, et avait perdu la voix et la cadence frivoles et provocatrices qu'il avait autrefois.\nLas de tous les problèmes auxquels les chasseurs de la Maréchaussée faisaient face, il s'est tourné vers l'alcool fort.\n\nC'était sans doute une trahison au regard de son passé, mais l'experte de la lance devait vérifier la véracité de ces rumeurs de ses propres yeux.\nCela l'a menée à partir à la recherche de l'épéiste, son adversaire destiné, en suivant ses pas et ses blessures...\nMême si une personne qui lui était chère tombait dans l'arène du destin et que son cœur se brisait complètement,\ntous ses efforts semblaient enfin récompensés, après avoir suivi la piste du masque laissé par l'épéiste.\n\nHélas, la fin de cette poursuite a été l'une des plus inattendues, et n'avait rien à voir avec la justice recherchée par la duelliste mandatée autrefois considérée comme une légende...\n\n« Ah, c'est la célèbre Marfisa cette fois-ci ? »\n« Ne vous inquiétez pas. Votre talent à la lance vous sera utile. »\n\n« Maître, c'est déjà la deuxième fois, mais je crains qu'ensuite... »\n\n« Je sais. »",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PV",
	"baseStatText": "6%",
	"effectName": "Pointe de la lance",
	"effectTemplateRaw": "#Recevoir des soins restaure <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Recevoir des soins restaure 8 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Recevoir des soins restaure 10 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Recevoir des soins restaure 12 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Recevoir des soins restaure 14 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Recevoir des soins restaure 16 pts d'énergie. Cet effet peut être déclenché une fois toutes les 10 s, même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Gobelet brisé de la mer immaculée",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Noyau de faille",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Gobelet à vin de la mer immaculée",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Noyau de faille",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Gobelet à vin de la mer immaculée",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Synapse étrangère",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Synapse étrangère",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Noyau d'organisme d'extramonde",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Gobelet d'or de la mer immaculée",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Noyau d'organisme d'extramonde",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 12
			}
		]
	}
}