{
	"name": "Épée longue royale",
	"description": "Une épée longue assez ancienne qui appartenait jadis aux dirigeants de Mondstadt. Sa lame est d'une excellente facture et ses ornements sont révélateurs du statut social de son propriétaire.",
	"weapontype": "Épée à une main",
	"rarity": "4",
	"story": "Une épée longue qui appartenait jadis aux dirigeants de Mondstadt. Il s'agit d'une arme de qualité forgée d'une main experte.\nCela est visible à la lame ayant gardé son tranchant malgré les aléas du temps, bien après que se soit terminée l'ère des aristocrates.\nLa maîtrise de l'épée était autrefois l'un des talents pratiqué par la noblesse.\nMais le combat n'en était pas le but ; il s'agissait avant tout de faire montre de sagesse autant que d'élégance.\nLas ! Sagesse et élégance tombèrent dans l'oubli, et l'art de l'épée ne garda de l'art que le nom.\n\nIl y a de cela vingt-six siècles, vivaient dans la zone de Mondstadt les plus anciens habitants de la région.\nAprès que le nouvel Archon Anémo fut descendu et ait remodelé le monde, ils firent un serment solennel.\n\n« Pour Mondstadt, toujours. Pour les plaines verdoyantes, les collines, et les forêts. Qu'elles continuent à fleurir, toujours. »\n« Pour Mondstadt, toujours. Pour la liberté hors du blizzard du tyran, à l'oppression semblable au gel. »\n\nPeu importe quel futur attend Mondstadt, que ce soit tyrannie de l'homme ou destruction des démons ; et quand bien même cette tablette sur laquelle est inscrite ce serment venait à être détruite,\ncelui-ci continuerait à être à jamais porté par les vents, caressant Mondstadt à la manière d'un amant dévoué, et veillant sur la cité à la manière d'un père attentionné.",
	"baseatk": 42,
	"substat": "ATQ",
	"subvalue": "9",
	"effectname": "Focus",
	"effect": "Augmente le taux CRIT de {0} à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
	"r1": [
		"8 %"
	],
	"r2": [
		"10 %"
	],
	"r3": [
		"12 %"
	],
	"r4": [
		"14 %"
	],
	"r5": [
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tuile cassée de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 3
			},
			{
				"name": "Masque endommagé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 12
			},
			{
				"name": "Masque endommagé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 6
			},
			{
				"name": "Corne en bronze noir",
				"count": 6
			},
			{
				"name": "Masque sale",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 3
			},
			{
				"name": "Corne en bronze noir",
				"count": 12
			},
			{
				"name": "Masque sale",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 6
			},
			{
				"name": "Corne à cristal noir",
				"count": 9
			},
			{
				"name": "Masque sinistre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Rêve brisé de Décabarian",
				"count": 4
			},
			{
				"name": "Corne à cristal noir",
				"count": 18
			},
			{
				"name": "Masque sinistre",
				"count": 12
			}
		]
	}
}