{
	"name": "Espadon royal",
	"description": "Un espadon assez ancien qui appartenait jadis aux dirigeants de Mondstadt. Il a été fabriqué à partir d'un matériau de qualité qui a su résister à l'épreuve du temps. Cette arme a été conçue pour la noblesse.",
	"weapontype": "Épée à deux mains",
	"rarity": "4",
	"story": "Un espadon assez ancien ayant appartenu à un ancien aristocrate de Mondstadt. L'arme a été fabriquée par un expert à partir de matériaux de qualité.\nSa lame est intacte, même après avoir été transmise à travers les générations.\nLe combat était autrefois le devoir des nobles.\nCe sont eux qui protégeaient le peuple contre les monstres menaçant la stabilité de la cité.\nMais le temps passa, et les nobles oublièrent leur devoir, et devinrent les monstres qu'ils chassaient autrefois.\n\nLes recherches suggèrent que le combat de gladiateurs puise son origine dans le contexte religieux qui avait cour sous le règne de l'aristocratie.\nÀ l'origine, il s'agissait d'un exercice pratiqué par la noblesse pour prier les divinités pendant la bataille.\n\nLa coutume évolua par la suite pour devenir le sport perverti dédié au plaisir de la classe dirigeante.\nTout ceci fut aboli par les chevaliers ; mais aujourd'hui encore perdurent d'anciennes prières.\n\n« Que les mille vents de la glorieuse Mondstadt me guident, moi, mes compagnons, mes compatriotes, et mes adversaires. Que le son des lames se frappant vous plaise, et que l'offrande de la sueur et du sang accomplisse votre volonté. »\n« Que les vents qui me guident me fasse don de la force lorsque je fatigue, et de la sagesse lorsque j'hésite. »",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Focus",
	"effect": "Augmente le taux CRIT de {0} à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
	"r1": [
		"8 %"
	],
	"r2": [
		"10 %"
	],
	"r3": [
		"12 %"
	],
	"r4": [
		"14 %"
	],
	"r5": [
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Entraves du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"name": "Dispositif du chaos",
				"count": 3
			},
			{
				"name": "Bave de Blob",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"name": "Dispositif du chaos",
				"count": 12
			},
			{
				"name": "Bave de Blob",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"name": "Circuit du chaos",
				"count": 6
			},
			{
				"name": "Mucus de Blob",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"name": "Circuit du chaos",
				"count": 12
			},
			{
				"name": "Mucus de Blob",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"name": "Noyau du chaos",
				"count": 9
			},
			{
				"name": "Essence de Blob",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Idéaux du Chevalier du Croc de Lion",
				"count": 4
			},
			{
				"name": "Noyau du chaos",
				"count": 18
			},
			{
				"name": "Essence de Blob",
				"count": 12
			}
		]
	}
}