{
	"name": "Grimoire royal",
	"description": "Ce grimoire appartenait autrefois à un mage de la cour royale de Mondstadt. Il contient des témoignages historiques authentiques ainsi que des sorts.",
	"weapontype": "Catalyseur",
	"rarity": "4",
	"story": "Un parchemin délicat, qui a été ciré afin de le préserver de l'usure des ans.\nIl contient les notes de recherches des mages de la cour – recherches pour certaines encore très avancées dans leur domaine.\nLes mages royaux avaient pour tache de veiller à l'eau et au sol, ainsi que de combattre les démons ; ils étaient aussi souvent les tuteurs aux nobles.\nCeci explique que le parchemin soit une vraie mine d'informations concernant aussi bien l'histoire, l'organisation ou encore la culture de l'époque.\nAprès que les nobles eurent été détrônés, les mages royaux furent bannis à leurs côtés ;\ncar les mages avaient failli à leur devoir de guider l'aristocratie sur le chemin du bien, préférant suivre avec eux les voies de l'égoïsme.\n\nAux premiers jours de la fondation de Mondstadt, le Clan Lawrence était dirigé par la matriarche Venerare.\nSous ses ordres fut érigée une immense statue sur la place afin de célébrer le miracle de la descente de l'Archon Anémo.\n\nL'inscription qui y fut portée fut établie par les dirigeants de tous les clans réunis ; il s'agissait de leur serment de protéger Mondstadt à jamais.\nMais les années passèrent, et le Clan Lawrence finit par tout oublier de son serment ; la statue finit par être abattue.\nEt les sages mages de la cour ne firent plus mention d'histoire ni de serment.\n\nLa statue fut reconstruite à l'époque de l'Ordre de Favonius ;\nmais le serment qui autrefois y figurait a été perdu à tout jamais.",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Focus",
	"effect": "Augmente le taux CRIT de {0} à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
	"r1": [
		"8 %"
	],
	"r2": [
		"10 %"
	],
	"r3": [
		"12 %"
	],
	"r4": [
		"14 %"
	],
	"r5": [
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tuile cassée de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 3
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 12
			},
			{
				"name": "Insigne de nouvelle recrue",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 6
			},
			{
				"name": "Corne en bronze noir",
				"count": 6
			},
			{
				"name": "Insigne de sergent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 3
			},
			{
				"name": "Corne en bronze noir",
				"count": 12
			},
			{
				"name": "Insigne de sergent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 6
			},
			{
				"name": "Corne à cristal noir",
				"count": 9
			},
			{
				"name": "Insigne d'officier",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Rêve brisé de Décabarian",
				"count": 4
			},
			{
				"name": "Corne à cristal noir",
				"count": 18
			},
			{
				"name": "Insigne d'officier",
				"count": 12
			}
		]
	}
}