{
	"name": "Arc royal",
	"description": "Un arc long qui appartenait jadis aux dirigeants de Mondstadt. Après avoir connu bien des générations, sa corde légère est toujours capable de décocher des flèches à une vitesse impressionnante.",
	"weapontype": "Arc",
	"rarity": "4",
	"story": "Un arc long assez ancien, ayant appartenu à un noble de Mondstadt. Il est réalisé avec soin à partir de matériaux de qualité.\nCeci explique sans doute pourquoi il est toujours intacte et n'a rien perdu de sa puissance d'antan.\nLa chasse était autrefois le loisir des nobles.\nElle leur permettait de faire montre de leur force, et d'en partager ses fruits avec le peuple.\nMais cet esprit de générosité se perdit, et avec lui leur force.\n\nAprès que le peuple se fut soulevé, le Clan Lawrence, qui avait dirigé si longtemps la cité, fut renversé.\nL'Ordre de Favonius nouvellement établi, dans un esprit de magnanimité, ne jugea pas nécessaire d'enquêter outre mesure.\nEt ainsi fut banni de Mondstadt le Clan Lawrence, pour n'y jamais revenir.\n\n« Sur la route de l'exil, je regarde mon père soupirer douloureusement ; après la trahison des hommes, après la fin d'un âge d'or, après la conclusion de l'histoire. »\n« Nous pouvons voir ceux qui autrefois nous servaient se réjouir sur les vertes terres, tandis qu'à jamais nous quittons le pays natal. »\n« Je ne réaliserai que des années plus tard que la trahison avait été de notre fait à nous, le Clan Lawrence. C'était nous qui avions changé. Ainsi devait s'écrire le livre de Mondstadt. »\n\nVennessa ne fut que la dernière poussée qui fit s'écraser la tour. Avant elle avaient déjà commencé à brûler les flammes en furie.\nQue ce soit le voleur admiré en secret par le peuple, la demoiselle capable de voir la mort, ou la troupe itinérante aux rêves de rébellion :\nle sang des Mondstadtois bat au rythme de la résistance d'une génération à l'autre.",
	"baseatk": 42,
	"substat": "ATQ",
	"subvalue": "9",
	"effectname": "Focus",
	"effect": "Augmente le taux CRIT de {0} à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
	"r1": [
		"8 %"
	],
	"r2": [
		"10 %"
	],
	"r3": [
		"12 %"
	],
	"r4": [
		"14 %"
	],
	"r5": [
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Entraves du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"name": "Dispositif du chaos",
				"count": 3
			},
			{
				"name": "Parchemin divinatoire",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"name": "Dispositif du chaos",
				"count": 12
			},
			{
				"name": "Parchemin divinatoire",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"name": "Circuit du chaos",
				"count": 6
			},
			{
				"name": "Parchemin sigillé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"name": "Circuit du chaos",
				"count": 12
			},
			{
				"name": "Parchemin sigillé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"name": "Noyau du chaos",
				"count": 9
			},
			{
				"name": "Parchemin maudit",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Idéaux du Chevalier du Croc de Lion",
				"count": 4
			},
			{
				"name": "Noyau du chaos",
				"count": 18
			},
			{
				"name": "Parchemin maudit",
				"count": 12
			}
		]
	}
}