{
	"id": 13434,
	"name": "Bâton de sacrificateur",
	"description": "Une lance d'un blanc argenté, pure et sans défaut. La légende raconte qu'elle était utilisée par les grandes prêtresses de l'Hyperborée d'autrefois pour guider leur congrégation des Descendants de givrelune.",
	"descriptionRaw": "Une lance d'un blanc argenté, pure et sans défaut. La légende raconte qu'elle était utilisée par les grandes prêtresses de l'Hyperborée d'autrefois pour guider leur congrégation des Descendants de givrelune.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Arme d'hast",
	"rarity": 4,
	"story": "« Ô Lovia, la plus gentille et la plus pure de toutes les enfants, reçois ce bâton de grande prêtresse. » \n« Seules ta miséricorde et ta compassion ouvriront les yeux des brebis égarées, puis les béniront d'une joie à la fois sereine et douce. »\n« Toi seule peut leur offrir le bonheur des faibles, le réconfort d'être guidés, car ils sont nés avec un cœur qui aspire à l'appartenance. »\n« Toi seule peut corriger les mensonges qui se cachent dans l'ombre sous la lune, car il n'y a pas d'autre voie que celle de la vérité. »\n« La maîtresse de la lune de givre a déjà tissé tous les chemins du monde avec son fil argenté, et tout ce qui existe ne fait que suivre la danse silencieuse du fil. »\n\nLes anciennes bénédictions se dissipèrent petit à petit, comme une bougie s'éteignant dans la nuit froide, tandis que la jeune servante reprit le bâton de l'ancienne grande prêtresse.\nCette jeune fille était une orpheline d'un autre pays, qui l'ignorait elle-même. Elle n'aurait jamais dû être l'élue, car elle n'avait jamais été bénie.\nLa pâle lune de givre ne veillait plus sur eux. Même les saints issus des lignées les plus pures ne pouvaient plus se servir de sa lumière rayonnante.\nAlors que les anciens fidèles se détournaient progressivement de leur foi et que les murmures du doute grandissaient, la grande prêtresse, de plus en plus fragile, n'eut d'autre choix que de mettre sa fille adoptive sur le trône fragile.\nElle voulait que sa gentillesse puisse unir les disciples divisés, malgré le fait que le clair de lune n'ait jamais coulé dans ses veines.\n\nEt comme espéré, la servante, symbole de miséricorde tragique, choisit de croire au « bien » dès le début.\nLa lumière et l'ombre, la clarté et l'obscurité, le bien et le mal, la vie et la mort... Il y avait un « bon » côté et un « mauvais » côté à tout dans ce monde éclairé par la lune.\nDe ce fait, suivre la voie du « bien » absolu pouvait guider tous les êtres vers le véritable bonheur.\nMarcher sur le chemin du bien, c'était donner du grain aux affamés et des soins aux malades pendant la longue nuit,\nréparer les fractures causées par la méfiance avec sincérité et compréhension, puis apaiser les cœurs troublés des siens.\nLes bonnes intentions deviendraient une douce flamme dans la nuit qui réchaufferait les cœurs froids et indifférents, apaisant toute rancœur et haine.\n\nLa jeune Lovia s'accrochait à cette vérité avec beaucoup d'obstination, tandis qu'elle posait son regard plein de compassion sur son troupeau.\nEt cela, jusqu'à ce que la jeune fille de la lignée la plus pure de tout le Grand Nord, sa sœur de cœur et non de sang,\nne succombe sous la lame d'un traître. Elle se sacrifia pour protéger sa sœur aînée, qui peinait à affirmer son autorité sur ses partisans.\nDans cette lumière argentée aveuglante, la jeune fille qui ne poussa le moindre cri de détresse prit enfin conscience d'une chose :\n\nLe chemin qu'elle avait choisi jusqu'à ce jour-là n'était pas le «{NON_BREAK_SPACE}bon{NON_BREAK_SPACE}»,\nla gentillesse des faibles n'était qu'une erreur impardonnable.\n\nSi la lune de la vérité refusait d'accorder son espoir, que les mensonges se transforment en une douce lumière de l'aube,\nqui susciterait la ferveur tant attendue des faibles et permettraient aux agneaux souffrants d'accéder à un paradis où ils pourraient tous se reposer de manière égale.\nEt si cette nouvelle lune insaisissable ne devait jamais monter à nouveau dans le ciel, que l'autorité absolue règne sur le rêve mortel,\npour que le troupeau égaré redevienne obéissant et arrête de se lamenter sur des dons innés futiles.\n\nIl s'agissait du « bon » genre d'amour, le seul salut qui restait à la foule en pleurs,\nle « bon » chemin de la gentillesse, même si personne n'avait jamais vu les fils argentés de la lune.\nCeux qui oseraient défier cela verraient leurs mensonges maléfiques lavés dans le sang,\ncar le « bon » chemin ne serait pas souillé des mains du mal, jusqu'à ce que l'orpheline de sa défunte sœur porte l'héritier sacré.\n\nEt ce fut ainsi que la servante, ce symbole de miséricorde tragique, la jeune fille qui versait sans cesse des larmes pour toutes les souffrances du monde,\nse mit d'une couronne de bois sur la tête, pure mais souillée, réelle mais illusoire, comme si elle s'enveloppa dans un cocon.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taux CRIT",
	"baseStatText": "2%",
	"effectName": "Désir pur",
	"effectTemplateRaw": "Toucher un ennemi avec une compétence élémentaire augmente l'ATQ de <color=#99FFFFFF>{0}</color> et la recharge d'énergie de <color=#99FFFFFF>{1}</color> pendant 6 s. Cet effet peut être cumulé 3 fois maximum et peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Toucher un ennemi avec une compétence élémentaire augmente l'ATQ de 8 % et la recharge d'énergie de 6 % pendant 6 s. Cet effet peut être cumulé 3 fois maximum et peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"8 %",
			"6 %"
		]
	},
	"r2": {
		"description": "Toucher un ennemi avec une compétence élémentaire augmente l'ATQ de 10 % et la recharge d'énergie de 7,5 % pendant 6 s. Cet effet peut être cumulé 3 fois maximum et peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"10 %",
			"7,5 %"
		]
	},
	"r3": {
		"description": "Toucher un ennemi avec une compétence élémentaire augmente l'ATQ de 12 % et la recharge d'énergie de 9 % pendant 6 s. Cet effet peut être cumulé 3 fois maximum et peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"12 %",
			"9 %"
		]
	},
	"r4": {
		"description": "Toucher un ennemi avec une compétence élémentaire augmente l'ATQ de 14 % et la recharge d'énergie de 10,5 % pendant 6 s. Cet effet peut être cumulé 3 fois maximum et peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"14 %",
			"10,5 %"
		]
	},
	"r5": {
		"description": "Toucher un ennemi avec une compétence élémentaire augmente l'ATQ de 16 % et la recharge d'énergie de 12 % pendant 6 s. Cet effet peut être cumulé 3 fois maximum et peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"16 %",
			"12 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Braise de silex de longue nuit",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Incarnation de brumevoile",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Arbre de transmission cassé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Lueur de silex de longue nuit",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Incarnation de brumevoile",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Arbre de transmission cassé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Lueur de silex de longue nuit",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Plaque de brumevoile",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Arbre de transmission renforcé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flamme de silex de longue nuit",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Plaque de brumevoile",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Arbre de transmission renforcé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flamme de silex de longue nuit",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Casque de brumevoile",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Arbre de transmission raffiné",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Embrasement de silex de longue nuit",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Casque de brumevoile",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Arbre de transmission raffiné",
				"count": 12
			}
		]
	}
}