{
	"name": "Jade sacrificiel",
	"description": "Un ancien pendentif en jade qui brille comme de l'eau claire. Il semble avoir été utilisé dans des cérémonies anciennes.",
	"weapontype": "Catalyseur",
	"rarity": "4",
	"story": "À l'arrivée du Souverain de la Roche, les ancêtres du peuple du Vallon Chenyu avaient depuis longtemps régressé en tribus dispersées dans les collines.\nIls sculptaient du jade aussi pur que de l'eau douce et organisaient des célébrations dans le respect solennel de leurs anciennes traditions,\nDans l'attente d'un jour prospère, les tribus cessaient leur pénible labeur et sacrifiaient leur beau jade, en le jetant dans l'eau en signe d'obédience...\nIls commémoraient les messagers silencieux du ciel bleu et anticipaient les bénédictions et des désastres de l'année à venir.\n\nLorsque l'ancienne divinité qui régnait sur le Vallon Chenyu périt à l'étranger, et que l'ordre du Souverain de la Roche prit le contrôle des terres,\nce peuple ancien, qui vivait au beau milieu des montagnes sauvages, accepta la civilisation de Liyue, mais conserva leur tradition des sacrifices.\nAu fil des années, les rochers les plus durs finissaient érodés par le doux écoulement de l'eau et devenaient des pierres rondes, tout comme les anciennes coutumes des habitants locaux furent acceptées par les nouveaux arrivants de Liyue,\nAinsi, cet endroit développa des coutumes sociales différentes de celles du Port de Liyue. La nature douce de sa population était se distinguait également de celle des citadins.\n\nAvec le passage des années et des saisons, le peuple ancien et leurs tribus se mélangèrent et fusionnèrent avec les nouveaux arrivants pour former de nouveaux clans et de nouvelles colonies...\nL'art ancien de la sculpture des ornements de jade fut perdu, et laissa place à la culture du thé de l'ère nouvelle, si bien qu'aujourd'hui, des champs de thé s'étendent à perte de vue dans le Vallon Chenyu.\nMalgré le fait que les habitants du Vallon Chenyu ne jettent plus des ornements de jade, clairs comme de l'eau pure, en sacrifice dans les rivières éternelles,\nla cérémonie qui consiste à se rendre au Port Yilong pour commémorer les ancêtres et les morts existe encore de nos jours, tel un morceau de jade brillant dans un ruisseau de montagne limpide.\n\nParfois, il arrive que des cueilleurs d'herbes trouvent encore du jade Yilong vert bleu dans les ruines des montagnes et des vallées,\nCette pierre ne répond plus aux cieux anciens, mais elle luit toujours d'une lumière de ce monde.\nLe jade demeure silencieux en ce qui concerne les difficultés et les errances de ses ancêtres.\nLes énigmes du passé sont à la disposition de ceux qui les trouvent par hasard. C'est à leur tour de deviner et d'imaginer.",
	"baseatk": 41,
	"substat": "Taux CRIT",
	"subvalue": "8",
	"effectname": "Circulation du jade",
	"effect": "Après avoir fait partie de l'équipe sans être déployé pendant plus de 5 s, les PV max augmentent de {0} et la maîtrise élémentaire de {1} pts. L'effet prend fin dès que le personnage équipé de l'arme est déployé et passe 10 s sur le terrain.",
	"r1": [
		"32 %",
		"40"
	],
	"r2": [
		"40 %",
		"50"
	],
	"r3": [
		"48 %",
		"60"
	],
	"r4": [
		"56 %",
		"70"
	],
	"r5": [
		"64 %",
		"80"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Sable lumineux de Guyun",
				"count": 3
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 3
			},
			{
				"name": "Parchemin divinatoire",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Roche lustrée de Guyun",
				"count": 3
			},
			{
				"name": "Pollen d'herbe brumeuse",
				"count": 12
			},
			{
				"name": "Parchemin divinatoire",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Roche lustrée de Guyun",
				"count": 6
			},
			{
				"name": "Herbe brumeuse",
				"count": 6
			},
			{
				"name": "Parchemin sigillé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Squelette sacré de Guyun",
				"count": 3
			},
			{
				"name": "Herbe brumeuse",
				"count": 12
			},
			{
				"name": "Parchemin sigillé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Squelette sacré de Guyun",
				"count": 6
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 9
			},
			{
				"name": "Parchemin maudit",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Corps divin de Guyun",
				"count": 4
			},
			{
				"name": "Mèches d'herbe brumeuse",
				"count": 18
			},
			{
				"name": "Parchemin maudit",
				"count": 12
			}
		]
	}
}