{
	"id": 11417,
	"name": "Lame d'aubier",
	"description": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a pris la forme d'une lame qui peut terrasser les ennemis de la forêt.",
	"descriptionRaw": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a pris la forme d'une lame qui peut terrasser les ennemis de la forêt.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Épée à une main",
	"rarity": 4,
	"story": "« C'est une histoire des valukas... »\n\nÀ l'époque, la jungle était un désert doré et scintillant, et nous n'étions pas encore nés dans les grenades.\n\nIl y avait autrefois trois amis. Ils étaient aussi proches que l'étaient Araji, Aramaha et Arayama.\nMais l'un des amis retourna à la terre, ce qui entraîna une fracture entre les deux autres.\nL'un d'entre eux était déterminé à construire un pays idéal sur terre, pour que toutes les afflictions disparaissent à jamais.\nL'autre décida de planter des herbes et des arbres, afin que la terre soit pleine de sagesse et de bonheur.\n\nToutefois, ce royaume finira par s'effondrer, la sagesse sera corrompue et le bonheur verra sa définition transformée.\nVous oublierez vos rêves, tandis que nous retirerons dans le monde des songes et oublierons le temps qui passe.\n\nEn dépit de cela, au fin fond du désert, vous et moi laissons nos histoires, tout comme le roi de la forêt laissa autrefois son empreinte.\nIl est dit que les vestiges de cette ancienne amitié reposent paisiblement tels des aranaras qui se sont changés en graines.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "6,7%",
	"effectName": "Sanctuaire sylvestre",
	"effectTemplateRaw": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de <color=#99FFFFFF>{0}</color> pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
	"r1": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 60 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 75 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 90 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 105 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de 120 pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talisman en cuivre de la rosée",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Conteneur du chaos",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Satin rouge délavé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talisman en fer de la rosée",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Conteneur du chaos",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Satin rouge délavé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talisman en fer de la rosée",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Module du chaos",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Soie rouge brodée",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talisman en argent de la rosée",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Module du chaos",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Soie rouge brodée",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talisman en argent de la rosée",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Vis du chaos",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Brocart rouge luxueux",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talisman en or de la rosée",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Vis du chaos",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Brocart rouge luxueux",
				"count": 12
			}
		]
	}
}