{
	"id": 15432,
	"name": "Séquence de solitude",
	"description": "Un arc long mécanique spécialement conçu pour les tirs lointains et les éliminations silencieuses. Son son est englouti par la nuit, sa note longue et froide...",
	"descriptionRaw": "Un arc long mécanique spécialement conçu pour les tirs lointains et les éliminations silencieuses. Son son est englouti par la nuit, sa note longue et froide...",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arc",
	"rarity": 4,
	"story": "C'était à l'époque où l'ordre des eaux n'était pas encore gravé dans le marbre, quand les barbares et les souverains de naguère s'empressaient de se vêtir le masque de la civilisation.\nTout comme ils prêtèrent serment devant l'épée lacmineuse avec des intentions différentes dans leur cœur, ces seigneurs qui échangèrent leurs robes pourpres contre des titres de noblesse, interprétaient désormais les lois et la justice comme ils l'entendaient.\nCes généalogies de la royauté et de l'héroïsme de la haute mer ne manquaient pas de bienfaiteurs, mais elles n'étaient pas non plus dépourvues d'intrigants ambitieux ou de la cupidité égoïste qui se tramaient dans l'ombre.\nC'étaient ceux qui portaient des masques de loyauté pour dissimuler leur folle obsession de la richesse et du pouvoir. Ils se nourrissaient du ressentiment et de la souffrance des pauvres comme s'il s'agissait d'un vin écarlate dans une coupe.\n\n« Oui, je sais ! Je sais que le Chasseur d'or nous a interdit d'intervenir dans les querelles de cette grande cité, sous peine de voir nos lames souillées par le sang de nos frères. »\n« Mais dites-moi, quelle est la différence entre les brigands qui calomnient les justes et les chefs qui s'en prennent aux faibles des démons qui massacrent les innocents ? »\n« Amis, enfants de Remuria, mes compatriotes, je vous en prie, écoutez-moi ! Notre but est de faire respecter la justice, et non de perpétuer les chaînes qui nous emprisonnent. »\n« Si vous regardez cette mer d'amertume, mais que vous ne voulez pas souiller vos nobles noms, alors à partir d'aujourd'hui, laissez-moi renoncer au nom de Walter. Laissez-moi partir de notre chasse. »\n\nCe fut ainsi qu'un descendant de l'empire fit de nouveau la guerre aux descendants de ceux qui régnaient sur les régions septentrionales de la haute mer.\nMais cette fois, les descendants des envahisseurs d'autrefois se tinrent du côté des pauvres.\nDélaissant l'épée héritée du chasseur d'or, il maniait désormais un arc court dédaigné par ses pairs.\nComme une ombre, il se faufila entre les grandes salles, peignant le nœud coulant de la potence du jugement avec du sang.\nCe chasseur élancé n'était pas fait pour affronter les monstres de front, mais il était doué pour éliminer le mal.\nLes fêtes sanglantes d'or noir firent souvent l'objet de clameurs pour leur vin. Les princes de l'époque n'hésitèrent pas à s'engager dans le conflit ou le chaos.\nPourtant, le silence soudain et le présage ordonné de la mort apportèrent la plus grande des terreurs à ses victimes...\n\n...\n\nLes techniques qui mirent silencieusement fin à tant de vies nobles furent peut-être mises en œuvre par pur pragmatisme.\nLe tir à l'arc destiné à percer la gorge des oppresseurs, les marches destinées à échapper à la poursuite...\nAucun d'entre eux ne serait perdu, même après l'exécution du traître de la maison Walter et sa disculpation au milieu des jeux des gens vêtus de pourpre,\nadulés dans des opéras parrainés comme le bourreau attitré des chasseurs fantômes, une idole inoffensive.\nConformément à la volonté de la hiérarchie, les Chasseurs les perpétuèrent\njusqu'à ce qu'ils fassent couler une rivière rouge du sang de ceux qu'ils avaient autrefois juré de défendre lors du siège de Poisson, des années plus tard...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PV",
	"baseStatText": "9%",
	"effectName": "Déclencheur silencieux",
	"effectTemplateRaw": "Lorsqu'une attaque touche un ennemi, des DGT de zone d'une valeur équivalant à <color=#99FFFFFF>{0}</color> des PV max sont infligés à l'emplacement de la cible. Cet effet peut être déclenché une fois toutes les 15 s.",
	"r1": {
		"description": "Lorsqu'une attaque touche un ennemi, des DGT de zone d'une valeur équivalant à 40 % des PV max sont infligés à l'emplacement de la cible. Cet effet peut être déclenché une fois toutes les 15 s.",
		"values": [
			"40 %"
		]
	},
	"r2": {
		"description": "Lorsqu'une attaque touche un ennemi, des DGT de zone d'une valeur équivalant à 50 % des PV max sont infligés à l'emplacement de la cible. Cet effet peut être déclenché une fois toutes les 15 s.",
		"values": [
			"50 %"
		]
	},
	"r3": {
		"description": "Lorsqu'une attaque touche un ennemi, des DGT de zone d'une valeur équivalant à 60 % des PV max sont infligés à l'emplacement de la cible. Cet effet peut être déclenché une fois toutes les 15 s.",
		"values": [
			"60 %"
		]
	},
	"r4": {
		"description": "Lorsqu'une attaque touche un ennemi, des DGT de zone d'une valeur équivalant à 70 % des PV max sont infligés à l'emplacement de la cible. Cet effet peut être déclenché une fois toutes les 15 s.",
		"values": [
			"70 %"
		]
	},
	"r5": {
		"description": "Lorsqu'une attaque touche un ennemi, des DGT de zone d'une valeur équivalant à 80 % des PV max sont infligés à l'emplacement de la cible. Cet effet peut être déclenché une fois toutes les 15 s.",
		"values": [
			"80 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment d'un accord ancien",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Coquille brisée froide",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapitre d'un accord ancien",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Coquille brisée froide",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapitre d'un accord ancien",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Coquille brisée chaude",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Mouvement d'un accord ancien",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Coquille brisée chaude",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Mouvement d'un accord ancien",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Caraprisme enflammé",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Écho d'un accord ancien",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Caraprisme enflammé",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 12
			}
		]
	}
}