{
	"name": "Ossature du dragon",
	"description": "Une épée rare venue des mers anciennes. Celui qui la manie peut presque entendre les vagues déferler.",
	"weapontype": "Épée à deux mains",
	"rarity": "4",
	"story": "Une flamberge forgée dans la moelle épinière d'un monstre marin, dont l'inquiétant éclat témoigne de plus d'une histoire.\nLes marins avaient autrefois pour habitude d'orner de tels os la figure de proue ou la quille de leurs navires.\nCeci constituait un avertissement à l'égard des créatures monstrueuses se cachant dans les abysses marines et qui couvaient d'un regard envieux les hommes des terres...\n\nEn ces temps où les océans rageaient de toute leur furie, il n'était pas rare que celui qui parte en mer ne revienne jamais.\nLes chants de marins que l'on entend aujourd'hui puisent leur origine dans les chants d'adieu d'antan, que suivait souvent un silence endeuillé.\nUn capitaine porteur d'une épée longue vivait en ces temps-là, appréciant les soirées de beuverie, fêtant son prochain départ dans la joie et l'alcool. Interrogé par ceux qui l'entouraient, il répondit en riant :\n« La vie est comme l'alcool ; je sais quelles sont mes limites. Lorsque le vent et les courants seront propices... »\nMais il laissa ici sa phrase en suspension, et, levant son verre, invita à grands éclats de rire l'assemblée à trinquer avec lui.\n\nLe jour vint où courants et vents propices lui permirent de prendre la mer à bord d'un large vaisseau de guerre.\nS'enfonçant dans la brume marine au loin, traversant les vagues et bravant les courants sous-marins, le navire partit ainsi affronter l'océan regorgeant de créatures.\nNi le capitaine, ni son équipage ne réapparurent au port à flanc de montagne.\nMais après quelque temps, le cadavre d'un gigantesque monstre marin vint s'échouer sur les rives, porté par les courants.\nD'une blessure béante lavée par les flots, par laquelle on pouvait voir des os brillant d'un étrange éclat, émergeait l'épée longue autrefois brandie par le capitaine.\n\n« Lorsque le vent et les courants seront propices, je prendrai la mer pour la venger, ô peuple charmé par la chanson des marées. »\n« Et qu'importe si je dors avec les poissons ? Au moins pourrai-je alors lui envoyer mes chants, là dans les profondeurs où elle réside. »\n\nIl n'existe de nos jours plus de telles créatures marines émergeant des profondeurs et capables de diviser les flots.\nL'antique pratique consistant à orner des squelettes des monstres marins les navires partant en mer disparut elle aussi suivant leur extinction.\nMais celui qui s'aventure loin sur les mers peut encore aujourd'hui entendre parfois le son terrifiant du tonnerre grondant dans les profondeurs...",
	"baseatk": 42,
	"substat": "Taux CRIT",
	"subvalue": "6",
	"effectname": "Brise-vagues",
	"effect": "Les DGT infligés augmentent de {0} et les DGT reçus de {1} toutes les 4 s que le personnage passe en combat. Cet effet peut être cumulé 5 fois maximum et ne se réinitialise pas si le personnage quitte le combat, mais diminue d'un cumul si le personnage subit des DGT.",
	"r1": [
		"6 %",
		"3 %"
	],
	"r2": [
		"7 %",
		"2,7 %"
	],
	"r3": [
		"8 %",
		"2,4 %"
	],
	"r4": [
		"9 %",
		"2,2 %"
	],
	"r5": [
		"10 %",
		"2 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grain d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Fragment d'os fragile",
				"count": 3
			},
			{
				"name": "Nectar de Fleur mensongère",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Fragment d'os fragile",
				"count": 12
			},
			{
				"name": "Nectar de Fleur mensongère",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 6
			},
			{
				"name": "Fragment d'os solide",
				"count": 6
			},
			{
				"name": "Nectar miroitant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 3
			},
			{
				"name": "Fragment d'os solide",
				"count": 12
			},
			{
				"name": "Nectar miroitant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 6
			},
			{
				"name": "Fragment d'os fossilisé",
				"count": 9
			},
			{
				"name": "Nectar élémentaire",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Morceau d'aérosidérite noire",
				"count": 4
			},
			{
				"name": "Fragment d'os fossilisé",
				"count": 18
			},
			{
				"name": "Nectar élémentaire",
				"count": 12
			}
		]
	}
}