{
	"name": "Berge de la Voûte d'Azur",
	"description": "Une lance symbolisant la farouche détermination de Stormterror. Sa hampe se dresse fière vers l'azur, infusée de la volonté des cieux et du pouvoir des vents.",
	"weapontype": "Arme d'hast",
	"rarity": "5",
	"story": "Le pilier qui soutient les cieux.\nLe fidèle compagnon de l'Archon Anémo ne perdit jamais son désir de protéger les terres venteuses.\nLa détermination qu'il avait de tenir sa promesse était telle qu'elle lui permit de survivre à son plus grand ennemi.\n\nMondstadt fut sous la menace d'un dragon nommé Durin qui méprisait le bonheur de la population.\nSes ailes noires obstruaient le ciel, libérant des nuages de miasme.\nCes miasmes étaient néfastes au point que les vents ne purent éloigner la maladie et la putréfaction qu'ils provoquèrent.\nTout à coup, une pluie noire tomba du ciel. L'averse fut si forte qu'elle étouffa les cris du peuple.\nCes derniers réveillèrent l'Archon Anémo de son sommeil, son cœur déchiré par leur détresse.\nIl invoqua Dvalin et ensemble ils traversèrent les cieux empoisonnés, enveloppés dans une bourrasque.\n\nLe grand dragon émit un cri de guerre avant de se lancer à corps perdu dans la bataille, en transperçant les ténèbres que Durin créa.\nDvalin battit ses ailes pour créer des puissantes tornades qui dissipèrent les nuages toxiques.\nIl saisit son ennemi à l'aide de ses griffes et l'emmena à une altitude que les nuages n'étaient pas capables d'atteindre.\nLa pluie empoisonnée s'arrêta aussitôt que les nuages disparurent, et le ciel enflammé devint le champ de bataille entre les deux dragons.\n\nÀ l'issue du combat, le Dragon Anémo parvint à planter ses crocs acérés dans la nuque de son adversaire tandis que ses griffes lui arrachèrent le cœur.\nLe monstre né de l'avidité de l'alchimiste tomba du ciel désormais immaculé, et s'écrasa sur le sommet d'une montagne enneigée.\nAinsi, le peuple de l'Archon Anémo fut protégé de la catastrophe grâce à Dvalin.\nMalgré le triomphe de ce dernier, le sang toxique de Durin qu'il avait sur les dents vint se loger ses entrailles.\n\nLa douleur fit agoniser Dragon Anémo qui se réfugia dans les ruines antiques.\nDvalin espérait qu'un jour quelqu'un le réveillerait alors qu'il léchait ses plaies pour tenter de les guérir.\nQuand ce jour viendra, il serait de nouveau capable de voler dans les cieux, de disperser les ténèbres et de chanter à la mélodie de la lyre de son cher ami, l'Archon Anémo.",
	"baseatk": 48,
	"substat": "Recharge d'énergie",
	"subvalue": "8",
	"effectname": "Plume de jais",
	"effect": "Augmente le taux CRIT de {0} et la VIT d'attaque normale de {1}. Les attaques normales et chargées ont {2} de chances lorsqu'elles touchent de générer une lame de vide qui inflige des DGT équivalant à {3} de l'ATQ. Cet effet peut être déclenché une fois toutes les 2 s.",
	"r1": [
		"8 %",
		"12 %",
		"50 %",
		"40 %"
	],
	"r2": [
		"10 %",
		"12 %",
		"50 %",
		"55 %"
	],
	"r3": [
		"12 %",
		"12 %",
		"50 %",
		"70 %"
	],
	"r4": [
		"14 %",
		"12 %",
		"50 %",
		"85 %"
	],
	"r5": [
		"16 %",
		"12 %",
		"50 %",
		"100 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Entraves du Chevalier du Croc de Lion",
				"count": 5
			},
			{
				"name": "Dispositif du chaos",
				"count": 5
			},
			{
				"name": "Parchemin divinatoire",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 5
			},
			{
				"name": "Dispositif du chaos",
				"count": 18
			},
			{
				"name": "Parchemin divinatoire",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 9
			},
			{
				"name": "Circuit du chaos",
				"count": 9
			},
			{
				"name": "Parchemin sigillé",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 5
			},
			{
				"name": "Circuit du chaos",
				"count": 18
			},
			{
				"name": "Parchemin sigillé",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 9
			},
			{
				"name": "Noyau du chaos",
				"count": 14
			},
			{
				"name": "Parchemin maudit",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Idéaux du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"name": "Noyau du chaos",
				"count": 27
			},
			{
				"name": "Parchemin maudit",
				"count": 18
			}
		]
	}
}