{
	"name": "Fierté de la Voûte d'Azur",
	"description": "Une épée à deux mains symbolisant le fier envol de Dvalin dans les cieux. Elle émet un son grave lorsqu'on la brandit, invoquant la puissance du dragon Anémo qui déchaîne les vents.",
	"weapontype": "Épée à deux mains",
	"rarity": "5",
	"story": "Le courage qui fait trembler les cieux.\nMême le dragon né du péché dans l'ancien royaume des abysses,\neut les ailes coupées par ce fidèle serviteur des vents.\n\nEn ces temps, Durin, le dragon de l'ombre, terrorisait Mondstadt.\nBarbatos entendit la plainte de ses victimes.\nL'Archon Anémo invoqua donc son fidèle serviteur, Dvalin ;\net celui-ci combattit le dragon des ténèbres, protégeant la vie et la liberté.\n\nLaissant libre cours à sa furie ailée,\nDvalin trancha à travers les écailles de fer de Durin.\nD'un coup de ses griffes semblables à autant d'épées,\nDvalin entama la sombre chair du dragon maudit.\n\nCe fut un combat de titans, faisant trembler le monde et voilant le soleil.\nDvalin arracha la gorge de son adversaire, et restaura ainsi la paix sur la région.\nMais si la victoire fut gagnée et le peuple sauvé par le dragon béni par Barbatos,\nla bête fut corrompue par le sang maudit de son adversaire, qui se répandit dans ses veines.\n\nLe dragon qui avait sauvé Mondstadt fut contraint à l'isolement, le sang corrompu se répandant lentement dans ses veines ;\net vint le jour où dans la profondeur de l'abysse il céda au mal.\nSon maître revint pour calmer son esprit enragé, et apaiser sa douleur.\nLa terre fut purifiée, et l'honneur de Dvalin rétabli.\n\nLe long sommeil du dragon avait eu raison de la mémoire des Mondstadtois, qui oublièrent tout de leur ancien sauveur.\nMais il naquit à nouveau, et à nouveau montra sa puissance.\nBéni par l'Archon Anémo, et accompagné des chants de Barbatos,\nDvalin prit à nouveau vol, porté par les vents sans fin.",
	"baseatk": 48,
	"substat": "Recharge d'énergie",
	"subvalue": "8",
	"effectname": "Échine du dragon briseur de ciel",
	"effect": "Augmente tous les DGT infligés de {0}. Après un déchaînement élémentaire, les attaques normales et chargées génèrent une lame de vide qui inflige {1} de DGT d'ATQ aux ennemis sur sa route. Cet effet dure 20 s ou 8 lames.",
	"r1": [
		"8 %",
		"80 %"
	],
	"r2": [
		"10 %",
		"100 %"
	],
	"r3": [
		"12 %",
		"120 %"
	],
	"r4": [
		"14 %",
		"140 %"
	],
	"r5": [
		"16 %",
		"160 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Dent de lait du Loup boréal",
				"count": 5
			},
			{
				"name": "Branche morte des lignes énergétiques",
				"count": 5
			},
			{
				"name": "Bave de Blob",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Croc brisé du Loup boréal",
				"count": 5
			},
			{
				"name": "Branche morte des lignes énergétiques",
				"count": 18
			},
			{
				"name": "Bave de Blob",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Croc brisé du Loup boréal",
				"count": 9
			},
			{
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 9
			},
			{
				"name": "Mucus de Blob",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Croc fendu du Loup boréal",
				"count": 5
			},
			{
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 18
			},
			{
				"name": "Mucus de Blob",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Croc fendu du Loup boréal",
				"count": 9
			},
			{
				"name": "Pousse des lignes énergétiques",
				"count": 14
			},
			{
				"name": "Essence de Blob",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Nostalgie du Loup boréal",
				"count": 6
			},
			{
				"name": "Pousse des lignes énergétiques",
				"count": 27
			},
			{
				"name": "Essence de Blob",
				"count": 18
			}
		]
	}
}