{
	"id": 15433,
	"name": "Crochet de capture",
	"description": "La tige de cet arc est composée d'un alliage métallique, tout en restant étonnamment légère. Même face à des pièges épais et lourds, les flèches qu'il tire passent sans encombre.",
	"descriptionRaw": "La tige de cet arc est composée d'un alliage métallique, tout en restant étonnamment légère. Même face à des pièges épais et lourds, les flèches qu'il tire passent sans encombre.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arc",
	"rarity": 4,
	"story": "Il existait peu de pièges que l'on n'arrivait pas à déjouer dans ce monde, car même la toile la plus dense pouvait être brodée avec une seule aiguille.\nDes lueurs d'espoir pouvaient être trouvées entre les crochets et les cages, même si le piège était destiné à tuer.\nTout comme personne ne pouvait complètement fermer son cœur, car même les défenses les plus solides finissent par vaciller.\n\nPour un nivéole élevé au palais, les mensonges et l'hypocrisie étaient bien plus dangereux que les ruses et les mécanismes.\nPour préserver leurs richesses mal acquises, les nobles cachèrent au cœur d'innombrables pièges mortels.\nIls pensaient que personne ne pouvait s'en sortir vivant, mais c'était sous-estimer l'intelligence du nivéole.\n\nParce que plus la structure était sophistiquée et plus il y avait de défauts.\nIl fallait saisir le bon moment pour que tous les obstacles s'effondrent.\n\nCe fut ainsi que la réputation du voleur connu sous le nom de « Fugitif » se fit rapidement. La supercherie était si bien rodée que personne ne soupçonnait sa véritable identité : le noble Nashokin.\nÀ la fois un aristocrate qui s'ennuyait à la cour et dans la société noble et l'infâme voleur qui pillait les trésors gardés par les mêmes seigneurs avec lesquels il riait et bavardait quelques instants auparavant.\nSa vie aurait dû être calme, contrôlée, et totalement dépourvue de l'influence de quiconque, mais...\n\n« Hé ! Le malin qui se cache toujours ! Viens avec moi au banquet du grand duc si tu en as le cran !\nFaisons un jeu : la personne qui découvrira le secret du duc en premier gagnera le titre de maître voleur !\nEt n'oublie pas : si tu perds, tu devras donner l'or et l'argent des nobles aux gens dans le besoin. Ce sont les principes d'un vrai maître voleur. »\n\nLe nivéole était censé éviter les problèmes, mais il changea d'avis après avoir vu une jeune femme au banquet se moquer de l'invité d'honneur.\nSon déguisement d'invitée de marque si bien pensé avait un défaut flagrant : une absence totale de prétention.\nIl accepta le défi de la briseuse de lame, mais pas pour le gagner. Tout ce qu'il voulait, c'était entrevoir la véritable nature d'une personne, quelque chose de rarement révélé dans ce monde.\n\nGagner un jeu de la plus intelligente des façons était de ne jamais y jouer, et le nivéole était un maître en la matière.\nFurieuse d'avoir subi une humiliation, la jeune femme refusa de s'avouer vaincue. Cette fois, le défi était personnel : dépouiller le noble de son plus grand honneur.\nElle vola le trésor qui avait été donné par la Tsarine en personne pour le donner aux enfants pauvres. Cet acte était sûrement une victoire en soi.\nÀ proximité, le nivéole sourit en replaçant discrètement le jouet d'enfant en lambeaux dans la vitrine luxueuse.\nLa vue du jouet étonna à la fois la jeune femme et les nobles présents à la cérémonie de dévoilement. Le gagnant était évident.\n\nCependant, les nobles en eurent assez des provocations et tendirent un piège dont il était impossible d'en réchapper.\nLe nivéole vit une solution simple à ce problème : celle qui avait dérobé le trésor et celui qui avait laissé le jouet n'avaient qu'à être une seule et même personne. Il se jeta donc calmement dans le piège et assuma la responsabilité pour eux deux.\n\nLe prestigieux nom du nivéole lui épargna une exécution publique, et lui permit même d'avoir le droit de formuler une dernière volonté.\n« Préparez un cercueil vide pour mon enterrement », dit-il après un silence. Étonnamment, sa demande fut acceptée sans hésitation.\nLe nivéole sourit. Il plongerait du haut du mur dans le silence éternel, et volerait le jugement final de vie ou de mort des mains des autorités supérieures.\nHélas, le voleur connu sous le nom de « Fugitif » ne put échapper à l'ombre de la mort.\n\nAucun secret ne restait caché pour l'éternité, sauf ceux qui étaient emportés dans la tombe...\n« Ma chère amie. J'espère que tu ne résoudras jamais le mystère dans cette vie. »",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "13,3%",
	"effectName": "Éclair fantôme",
	"effectTemplateRaw": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de <color=#99FFFFFF>{0}</color> pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de <color=#99FFFFFF>{1}</color> pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 60 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 60 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 75 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 75 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 90 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 90 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 105 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 105 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de 120 pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de 120 pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Braise de silex de longue nuit",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Incarnation de brumevoile",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Pointe de flèche robuste",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Lueur de silex de longue nuit",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Incarnation de brumevoile",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Pointe de flèche robuste",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Lueur de silex de longue nuit",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Plaque de brumevoile",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Pointe de flèche aiguisée",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flamme de silex de longue nuit",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Plaque de brumevoile",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Pointe de flèche aiguisée",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flamme de silex de longue nuit",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Casque de brumevoile",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Pointe de flèche usée",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Embrasement de silex de longue nuit",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Casque de brumevoile",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Pointe de flèche usée",
				"count": 12
			}
		]
	}
}