{
	"name": "Tombe-neige en argétoile",
	"description": "Un espadon antique autrefois dissimulé entre des fresques. Forgée en argétoile, cette arme a le pouvoir de fendre la neige et la glace.",
	"weapontype": "Épée à deux mains",
	"rarity": "4",
	"story": "La cité verdoyante est plongée dans le brouillard.\nL'éclat du clair de lune peine à se frayer un chemin à travers les tempêtes de neige incessantes.\nC'est là que toute vie, toute histoire en suspens,\nest soudain transpercée par le pilier tombé des cieux...\n\nLa fille du prêtre donna la grande épée en argétoile au guerrier venu d'une contrée étrangère.\nSes mots se perdirent dans le blizzard, échouant à atteindre leur destinataire.\n\n« Cette quatrième fresque a été préparée à votre intention. Votre image restera à jamais gravée sur ce mur. »\n« Pour cette fresque, et pour tout le monde, je resterai là à t'attendre, priant pour ton retour... »\n\nQuand la fille de la cité dormant sous la neige flétrit avec les branches couleur d'argent greffées, mais vides de tout fruit,\nl'étranger, dont la destinée était de brandir cette lame et de fendre glace et neige, était loin, occupé à trouver ses propres réponses.\nBrillante comme le clair de lune alors que la vie la quittait, ses dernières paroles ne purent, encore une fois, arriver aux oreilles de celui auquel elles étaient destinées.\n\n« Cela fait bien longtemps que je n'ai pas vu le bleu du ciel ou le vert des champs. Je ne sais plus quelles couleurs utiliser pour capturer ce paysage de neige et glace fondues si cher à mon père. »\n« J'aimerais tant te revoir... »\n\nVoici la réponse qu'il trouva :\n\nLe héros parvint enfin au terme de son vain périple.\nLe sang noir coulait le long de la lame de sa longue épée,\net ses pas lourds s'enfonçaient dans la neige de sentiers maintenant étrangers.\nQuand enfin il arriva à l'immense salle du pays de la montagne,\nseuls les tristes échos de la mort et du néant l'accueillirent.\n\n« Ainsi, même ici, je n'ai plus rien à protéger... »\n« Vous, dans les cieux, n'aspirez qu'à contempler la détresse des êtres. »\n« Dans ce cas, permettez-moi de vous divertir avec la chanson de l'acier et du sang. »\nLe héros posa l'épée en argétoile, l'arme qui aurait dû fendre neige et glace, à côté de la fresque.\nIl descendit ensuite de la montagne, en quête d'un lieu déchiré par les guerres – un endroit où il pourrait couvrir le sol d'une mer de sang.",
	"baseatk": 44,
	"substat": "Bonus de DGT physiques",
	"subvalue": "7.5",
	"effectname": "Deuil givré",
	"effect": "Les attaques normales et chargées ont {0} de chances lorsqu'elles touchent de générer une stalactite de glace qui inflige des DGT de zone équivalant à {1} de l'ATQ. Si l'ennemi est affecté par l'élément Cryo, la stalactite inflige alors {2} de l'ATQ. Cet effet peut être déclenché une fois toutes les 10 s.",
	"r1": [
		"60 %",
		"80 %",
		"200 %"
	],
	"r2": [
		"70 %",
		"95 %",
		"240 %"
	],
	"r3": [
		"80 %",
		"110 %",
		"280 %"
	],
	"r4": [
		"90 %",
		"125 %",
		"320 %"
	],
	"r5": [
		"100 %",
		"140 %",
		"360 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tuile cassée de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 3
			},
			{
				"name": "Bave de Blob",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 12
			},
			{
				"name": "Bave de Blob",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 6
			},
			{
				"name": "Corne en bronze noir",
				"count": 6
			},
			{
				"name": "Mucus de Blob",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 3
			},
			{
				"name": "Corne en bronze noir",
				"count": 12
			},
			{
				"name": "Mucus de Blob",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 6
			},
			{
				"name": "Corne à cristal noir",
				"count": 9
			},
			{
				"name": "Essence de Blob",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Rêve brisé de Décabarian",
				"count": 4
			},
			{
				"name": "Corne à cristal noir",
				"count": 18
			},
			{
				"name": "Essence de Blob",
				"count": 12
			}
		]
	}
}