{
	"name": "Bâton de Homa",
	"description": "Un « bâton de feu » utilisé il y a bien longtemps dans quelque rituel ancien aujourd'hui disparu.",
	"weapontype": "Arme d'hast",
	"rarity": "5",
	"story": "Purifier par le feu tout ce qui est impur pour permettre aux impuretés de monter avec les flammes vers les cieux.\nCe type de rite autrefois utilisé dans les temps décadents voyait brûler du bois sur tout le continent, et s'élevait alors la flamme qui viendrait faire don de ses bénédictions et repousser le mal.\n\nCes rituels fleurirent durant les périodes de conflit.\nLes rêves et les illusions des dépouilles silencieuses des dieux se changeaient en ces temps en miasmes maléfiques,\nvenant prendre les peuples qui ne leur appartenaient plus, ainsi que ceux qui ne leur avaient jamais appartenus.\n\nOr vint un médecin qui sauvait des vies. Et ce dernier entendit un murmure de l'intérieur de la flamme, aussi féroce qu'un coucher du soleil rouge,\nun murmure provenant du crépitement et du claquement de l'herbe séchée.\n« Seule une flamme sans entraves peut purifier la corruption de ce monde. »\n« Seul ce bois écarlate pourra repousser les démons. »\n\nEt le docteur prit le bâton d'un rouge diabolique, enflammant tout ce qui était impur.\nEt tous ceux emprisonnés par les pensées impures et la souffrance, tous les disparus ne pouvant supporter une telle douleur,\nfurent transformés par le feu en papillons cendrés et soulagés de leur malheur et leurs souffrances.\nQuant au docteur qui alluma ces innombrables flammes, la légende raconte que lui aussi finit réduit en fumée, sous la forme d'un joli papillon.\n\nCes rites furent oubliés avec les années et l'avènement de la paix.\nMais ceux dans le cœur desquels brûle encore le feu sacré peuvent parfois entendre le murmure des flammes tremblantes lorsqu'ils doivent faire face aux ténèbres :\n« Seul le feu sans entraves peut purifier ce monde. »",
	"baseatk": 46,
	"substat": "DGT CRIT",
	"subvalue": "14.4",
	"effectname": "Papillon écarlate libre",
	"effect": "Les PV sont augmentés de {0}. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à {1} de ses PV max, et lorsque ses PV sont inférieurs à 50 %, il obtient un bonus d'ATQ supplémentaire équivalant à {2} de ses PV max.",
	"r1": [
		"20 %",
		"0,8 %",
		"1 %"
	],
	"r2": [
		"25 %",
		"1 %",
		"1,2 %"
	],
	"r3": [
		"30 %",
		"1,2 %",
		"1,4 %"
	],
	"r4": [
		"35 %",
		"1,4 %",
		"1,6 %"
	],
	"r5": [
		"40 %",
		"1,6 %",
		"1,8 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Grain d'aérosidérite noire",
				"count": 5
			},
			{
				"name": "Branche morte des lignes énergétiques",
				"count": 5
			},
			{
				"name": "Bave de Blob",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 5
			},
			{
				"name": "Branche morte des lignes énergétiques",
				"count": 18
			},
			{
				"name": "Bave de Blob",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Éclat d'aérosidérite noire",
				"count": 9
			},
			{
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 9
			},
			{
				"name": "Mucus de Blob",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 5
			},
			{
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 18
			},
			{
				"name": "Mucus de Blob",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Fragment d'aérosidérite noire",
				"count": 9
			},
			{
				"name": "Pousse des lignes énergétiques",
				"count": 14
			},
			{
				"name": "Essence de Blob",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Morceau d'aérosidérite noire",
				"count": 6
			},
			{
				"name": "Pousse des lignes énergétiques",
				"count": 27
			},
			{
				"name": "Essence de Blob",
				"count": 18
			}
		]
	}
}