{
	"name": "Bâton des sables écarlates",
	"description": "L'un des sceptres d'une paire fabriquée à partir d'obsidiennes. La légende raconte que ces bâtons accordent le droit de gouverner les peuples du désert, mais aucun courtisan pouvant vérifier la bonne apparence de ces parures ne vit aujourd'hui...",
	"weapontype": "Arme d'hast",
	"rarity": "5",
	"story": "Au tout début, le soleil et les lunes ont été créés, et ainsi le jour et la nuit sont apparus. Elle m'a décrit une fois le ciel nocturne orné de trois lunes brillantes dans une langue que j'ai maintenant oubliée... Oui, les lunes étaient au nombre de trois.\nPuissent les ombres du monde jeter leurs reflets nacrés sur la terre à leur réveil, de sorte que les gens puissent suivre le contour argenté des dunes la nuit pour trouver leur destin final.\n\nEnsuite, le poids a été créé. Ainsi le sable a coulé, formant la terre. Et ce qui n'avait pas de poids est devenu le ciel. J'ai stipulé qu'il fallait s'appuyer sur la terre, mais rêver du ciel.\nLe poids ne doit pas être excessif, sinon la terre lie les pieds des gens, retient ceux qui aspirent à voyager loin et entrave l'expansion par l'exploration, tout en empêchant les gens de voler haut, incapables d'explorer l'avenir.\n\nEnsuite, les sept moines-sages ont été établis à nouveau et ils ont gouverné les trajectoires tracées par la terre, l'eau et les étoiles. Même si la sphère céleste n'était qu'une illusion, les mythes naissent souvent lorsque les gens regardent les étoiles et les lunes.\n\nDans le monde originel, les barrières ont été abattues et le poison noir a pénétré la terre. Pour guérir ce monde fragile, triste et imparfait, les pointes sont descendues et ont transpercé la croûte terrestre.\nCependant, les règles que j'ai établies sont plus élégantes et précises, il n'y a donc pas besoin de cela. Et aucun de ses disciples ne mourra inutilement à cause d'elles, aucune poésie ne sera perdue à cause d'elles.\n\nEnsuite, la propagation du poison doit être coupée, car prendre du poison est un péché plus profond que le ciel lui-même. Mais comme les chuchotements peuvent être doux et comme la sagesse dont ils parlent est claire...\nLe vent se lève sur le nouveau monde. Le clair de lune nacré, la rémanence ambrée, les vagues d'herbe et les racines des eaux ont progressivement cessé de se taire, chantant tous les poèmes qu'elle a laissés derrière elle.\n\n...\n\nLe cycle de sept doit être interrompu, car le récit secret sera bloqué.\nLa peur et le chagrin doivent être abattus, et ainsi la barrière entre la vie et la mort doit être supprimée.\nEnlevez le soleil, les lunes et le poids, car il ne devrait y avoir aucune barrière entre le temps et l'espace.\nSupprimez les principes originaux de règles, de verdicts et de grâce, afin qu'elle n'ait plus peur du châtiment qui est imposé à ses proches.\nRetirez les oiseaux, les bêtes, les poissons, les dragons, les humains et les sept moines-rois, afin que personne ne vole la sagesse.\n\n...\n\n« Le roi des sables dort seul dans des rêves secrets, élaborant de nouveaux théorèmes. »\n« Personne n'aura à boire de l'eau salée dans le royaume du roi, car tout dans le nouveau monde sera bon. »\n\n...\n\nC'est ainsi que la perfection peut être atteinte. Je peux nous voir tous les trois débattre dans notre paradis une fois de plus. Nous sommes si proches.\nOui, c'est splendide. Je comprends maintenant. C'est ce que j'ai toujours voulu. Ce que j'ai toujours rêvé de retrouver n'a jamais été un paradis pour le plus grand nombre.\nToutes les parodies des enseignements et des sept moines-sages, ou ce soi-disant monde pur et libre de toutes les peines... Plus rien de tout cela n'a d'importance...\n\nMais je ne souhaite pas que le poison ingéré par erreur reste dans ce monde. Peut-être qu'elle pourrait, à la lumière de notre ancienne amitié...\n... Même si elle ne le fera pas pour moi, c'est bien aussi. Je lui demande seulement de me rendre un dernier service pour le bien de notre ami commun...",
	"baseatk": 44,
	"substat": "Taux CRIT",
	"subvalue": "9.6",
	"effectname": "Chimère de fin de mirage",
	"effect": "Le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à {0} de sa maîtrise élémentaire. Lorsqu'une compétence élémentaire touche un ennemi, l'effet Rêve des sables rouges est généré pendant 10 s : le personnage équipé de l'arme obtient un bonus d'ATQ équivalant à {1} de sa maîtrise élémentaire, cet effet pouvant être cumulé 3 fois maximum.",
	"r1": [
		"52 %",
		"28 %"
	],
	"r2": [
		"65 %",
		"35 %"
	],
	"r3": [
		"78 %",
		"42 %"
	],
	"r4": [
		"91 %",
		"49 %"
	],
	"r5": [
		"104 %",
		"56 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Souvenir du jardin d'oasis",
				"count": 5
			},
			{
				"name": "Conteneur du chaos",
				"count": 5
			},
			{
				"name": "Spores de Fongus",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gentillesse du jardin d'oasis",
				"count": 5
			},
			{
				"name": "Conteneur du chaos",
				"count": 18
			},
			{
				"name": "Spores de Fongus",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Gentillesse du jardin d'oasis",
				"count": 9
			},
			{
				"name": "Module du chaos",
				"count": 9
			},
			{
				"name": "Pollen fluorescent",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Deuil du jardin d'oasis",
				"count": 5
			},
			{
				"name": "Module du chaos",
				"count": 18
			},
			{
				"name": "Pollen fluorescent",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Deuil du jardin d'oasis",
				"count": 9
			},
			{
				"name": "Vis du chaos",
				"count": 14
			},
			{
				"name": "Poussière cristalline de sporange",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Vérité du jardin d'oasis",
				"count": 6
			},
			{
				"name": "Vis du chaos",
				"count": 27
			},
			{
				"name": "Poussière cristalline de sporange",
				"count": 18
			}
		]
	}
}