{
	"id": 14517,
	"name": "Veillée d'appel d'étoiles",
	"description": "Une statue sculptée en forme d'aigle. C'est une relique sacrée transmise par les Maîtres du vent nocturne.",
	"descriptionRaw": "Une statue sculptée en forme d'aigle. C'est une relique sacrée transmise par les Maîtres du vent nocturne.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 5,
	"story": "Que ses yeux soient teints de fumée brûlante, afin qu'elle ne soit pas fascinée par les couleurs qu'ils reflètent.\nQue ses chevilles soient bénies par une lame de silex, afin qu'elle n'abandonne pas ses camarades bien-aimés.\nConformément à un contrat ancien et exalté, le messager de la nuit a choisi un enfant avec une âme brillante comme une étoile.\nEt il posa sur son front une couronne de plumes d'aigle, pour guider le peuple ancien privé de forme dans le sommeil de la nuit.\n\nQu'il s'agisse de dragons qui se noyaient dans leurs rêves ou de saints qui se battaient sans cesse dans des royaumes éthérés...\nPersonne ne remarqua les manigances de celui qui prétendait être un sage. Une alliance fut établie entre les gens de la vallée et les nobles descendants.\nEt elle coupa les flammes de la soif de sang des chefs de guerre, ne laissant que le silence paisible de la mort sur les chemins voilés.\nAinsi, même le guerrier le plus courageux de cette vallée ne pouvait qu'être servile envers l'invocatrice des étoiles.\nCela ne faisait pas partie d'un grand plan, mais la décomposition des morts le dégoûtait toujours.\nIl a donc utilisé de petites ruses pour l'inciter à la rébellion contre les dragons, tout cela au nom de la bonne volonté.\n\nComme le pensait le sage autoproclamé, manipuler le cœur des humains avait toujours été une affaire simple.\nAjoutez un peu d'huile sur les flammes de la souffrance ici, dites quelques mots intelligents sur ce qu'on appelle « l'espoir » là...\nEt cette jeune mortelle, faible comme une fourmi et stupide comme un arbre desséché, était suspendue à chacun de ses mots.\nCar s'il ne l'avait pas autrefois guidée à travers le fief périlleux de la nuit, pour contempler ces chemins voilés par le vent nocturne...\nMême si, dans sa naïveté, elle n'aurait rien dû voir face à la brume et à la fumée...\nIl ne manquait plus qu'une légère poussée, et ce paysage de rêve ridicule allait sûrement se désintégrer...\n\nComme l'avait prédit le sage autoproclamé à propos de la jeune femme, qui s'était autrefois agenouillée devant les dragons...\nElle a conduit un étranger qu'il n'avait jamais vu auparavant à travers le mur de fumée avec flûte et chant.\nEt par son plan parfait, elle envoya son serviteur silencieux Dinga hors de la vallée profonde.\nAlors, les flammes du massacre allaient bientôt être attirées vers cette terre, déjà coupée du reste du monde...\n\nDe nombreuses années plus tard, lorsque le héros Maghan plongea le poignard d'or du roi-python dans le cœur de son ancien maître...\nCe n'est qu'alors que ce sage, qui pensait pouvoir contrôler les cœurs humains, réalisa que les graines ardentes de la trahison avaient été semées depuis longtemps.\nC'est juste qu'elles n'avaient pas, comme il l'avait imaginé, été pointées vers les dragons dans leur profond sommeil.\nElles étaient plutôt venues aux côtés du chant de la Wayob nouveau-née, depuis les salles les plus profondes du Fief nocturne...\nSécurisant les fondations de la tribu nommée Mictlan pour mille ans à venir.\nLes rideaux invisibles à sept couches de cette cellule scellent l'ancienne terre sans lumière du désordre.\nAu milieu du vent nocturne et de la lumière froide du jour, les fourmis ont volé les rites secrets que même le sage autoproclamé ne pouvait jamais espérer acquérir.\n\n« Ne mets pas tout ton espoir dans la nuit, ne compte pas sur la bienveillance des saints et surtout, ne te fie pas facilement aux séductions de celui qui se dit sage.\nBien que nous soyons faibles et lâches, bien que nous soyons souillés par la misère et le mal, nous, les humains, ne pouvons compter que sur nous-mêmes.\nPourtant, nous, les mortels, sommes fondamentalement fragiles. Même si tout se passe comme je le souhaite, je ne stabiliserai la frontière que pour cent ans.\nC'est pourquoi tu dois parler, tu dois raconter. Raconte aux gens des tribus, parle-leur des hommes glorieux, héroïques et vaillants.\nRaconte leurs « souvenirs », pose-les sur des rouleaux tissés et ancre cette demeure qui, dans les jours futurs, s'appellera Natlan.\nPrends cette statuette avec toi, Dinga, mon plus fidèle serviteur, et pars en voyage pour suivre la première aube qui se lève.\nJe veillerai toujours sur toi, ô brave qui n'appartient qu'à moi, toujours sur ton épaule, comme un cordon de soie...\nJusqu'à ce que nos âmes soient éternellement liées dans la paix la plus profonde, où même la mort ne nous séparera pas. »",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maîtrise élémentaire",
	"baseStatText": "58",
	"effectName": "Offrande au vent et au soleil",
	"effectTemplateRaw": "#La maîtrise élémentaire augmente de <color=#99FFFFFF>{0}</color> pts et le personnage équipé de l'arme obtient l'effet Miroir nocturne pendant 15 s après avoir créé un bouclier : les DGT infligés par votre personnage déployé aux ennemis proches augmentent de <color=#99FFFFFF>{1}</color>. L'effet Miroir nocturne peut être déclenché une fois toutes les 14 s maximum.",
	"r1": {
		"description": "La maîtrise élémentaire augmente de 100 pts et le personnage équipé de l'arme obtient l'effet Miroir nocturne pendant 15 s après avoir créé un bouclier : les DGT infligés par votre personnage déployé aux ennemis proches augmentent de 28 %. L'effet Miroir nocturne peut être déclenché une fois toutes les 14 s maximum.",
		"values": [
			"100",
			"28{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "La maîtrise élémentaire augmente de 125 pts et le personnage équipé de l'arme obtient l'effet Miroir nocturne pendant 15 s après avoir créé un bouclier : les DGT infligés par votre personnage déployé aux ennemis proches augmentent de 35 %. L'effet Miroir nocturne peut être déclenché une fois toutes les 14 s maximum.",
		"values": [
			"125",
			"35{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "La maîtrise élémentaire augmente de 150 pts et le personnage équipé de l'arme obtient l'effet Miroir nocturne pendant 15 s après avoir créé un bouclier : les DGT infligés par votre personnage déployé aux ennemis proches augmentent de 42 %. L'effet Miroir nocturne peut être déclenché une fois toutes les 14 s maximum.",
		"values": [
			"150",
			"42{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "La maîtrise élémentaire augmente de 175 pts et le personnage équipé de l'arme obtient l'effet Miroir nocturne pendant 15 s après avoir créé un bouclier : les DGT infligés par votre personnage déployé aux ennemis proches augmentent de 49 %. L'effet Miroir nocturne peut être déclenché une fois toutes les 14 s maximum.",
		"values": [
			"175",
			"49{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "La maîtrise élémentaire augmente de 200 pts et le personnage équipé de l'arme obtient l'effet Miroir nocturne pendant 15 s après avoir créé un bouclier : les DGT infligés par votre personnage déployé aux ennemis proches augmentent de 56 %. L'effet Miroir nocturne peut être déclenché une fois toutes les 14 s maximum.",
		"values": [
			"200",
			"56{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Décadence délirante du seigneur sacré",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragment de volonté brisée",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sifflet en bois de sentinelle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Désolation délirante du seigneur sacré",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragment de volonté brisée",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sifflet en bois de sentinelle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Désolation délirante du seigneur sacré",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Image de volonté claire",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Sifflet en métal de guerrier",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Attitude délirante du seigneur sacré",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Image de volonté claire",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Sifflet en métal de guerrier",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Attitude délirante du seigneur sacré",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sceau de volonté errante",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Sifflet en or de guerrier couronné par les sauriens",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Divinité délirante du seigneur sacré",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sceau de volonté errante",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Sifflet en or de guerrier couronné par les sauriens",
				"count": 18
			}
		]
	}
}