{
	"id": 11430,
	"name": "Os robuste",
	"description": "Une longue épée en os qui n'a fait que durcir après avoir été frappée et balancée d'innombrables fois. On dit que c'était l'arme de confiance du héros Wanjiru.",
	"descriptionRaw": "Une longue épée en os qui n'a fait que durcir après avoir été frappée et balancée d'innombrables fois. On dit que c'était l'arme de confiance du héros Wanjiru.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Épée à une main",
	"rarity": 4,
	"story": "Tout comme les bêtes marines dans les courants profonds et les vagues imposantes suivent les bruits de l'eau jusqu'au lieu de leur dernier repos...\nLe grand dragon qui régnait autrefois sur le pays des flammes dispose d'un tombeau où repose son héritage.\nLà, de nombreuses couches d'os blanchis en forme de pattes d'araignée s'agrippent au ciel comme des griffes géantes.\nLes machines secrètes qui surveillent la nuit et les frontières de la mort ont reçu l'ordre d'y patrouiller en permanence.\n\nC'est un endroit dangereux pour tout le monde, et même le plus agile des coursiers n'irait pas volontiers s'y infiltrer.\nDe plus, pourquoi déranger ces puissants ennemis dont les jours sont déjà comptés ?\nAssis autour du feu de camp de la tribu, Wanjiru sursauta de joie en entendant les histoires de cet endroit.\nCar il n'y avait plus d'ennemis plus terrifiants qu'eux au monde, et bien que Wanjiru possédait déjà une force extraordinaire...\nElle pourrait sûrement obtenir de leurs restes ce qu'elle désirait plus que tout à ce moment-là.\n\nÔ puissante Wanjiru, si le bois de fer centenaire se brise au moment où elle lance son attaque...\nQue le minerai brut est réduit en poudre dans sa paume, et que les rochers qui lui barrent la route doivent s'incliner sous sa force...\nSans oublier que le métal le plus résistant était aussi malléable que de la boue entre ses doigts.\nOù va-t-elle pouvoir trouver une arme fiable ? Après y avoir longuement réfléchi, Wanjiru trouva enfin la réponse.\n\nElle sauta depuis le sommet du Grand volcan de Tollan au cœur de celui-ci, et esquivant les créatures rampantes ressemblant à des serpents, elle entra finalement dans les ruines abandonnées depuis des siècles.\nAlors qu'elle suivait les traces laissées par les héros qui ont jadis mené une bataille acharnée contre le grand dragon, ces grandes entailles laissées à flanc de montagne par leur lutte...\nSi seulement elle était née à cette époque, pensa-t-elle, elle serait alors comme ces ancêtres loués par ces légendes.\nEt elle était jalouse de ces ancêtres qui avaient eu la chance de se mesurer au puissant et robuste dragon et de tester leurs compétences au combat contre les esprits primordiaux.\n\nMais ce cimetière à l'abandon dont les conteurs de la tribu avaient tenu à souligner la gravité mortelle...\nIl n'était rien de plus qu'une succession de cadavres solitaires de quelques bêtes géantes qui avaient connu une fin horrible.\nTandis que la déception s'installait, la jeune fille à la main tendue aperçut soudain, lors d'une transe, une ombre immense aux ailes déployées se jetant vers elle.\nSans avoir le temps de réfléchir à ce qu'était cette silhouette, c'est avec un grand rire qu'elle combattit l'ombre dorée.\nIl n'est pas nécessaire de s'attarder sur les détails de cet affrontement désespéré. C'était œil pour œil, dent pour dent, alors qu'ils se battaient pour leur vie.\nAu final, c'est la courageuse guerrière qui mit fin au combat en arrachant l'aile brisée du dragon avec ses deux mains ensanglantées.\nEt cette ombre dorée disparut dans un cri plaintif, comme s'il s'agissait d'une création autrefois réelle.\n\nQuand elle reprit ses esprits, sa main était toujours tendue, comme si tout ça n'avait été qu'un rêve éphémère.\nMais n'était-ce vraiment qu'un rêve ? Le bras qu'elle s'était cassé dans le rêve lui faisait toujours mal. Et dans la paume de son bras tendu...\nUn lourd os de dragon était apparu, comme sorti de nulle part, et il était identique à la queue de la bête géante qu'elle avait attrapée pendant le combat.\n\nLorsqu'elle en fit le récit à ses amis amateurs d'histoires, le grand prêtre des Maîtres du vent nocturne fronça les sourcils :\n« Le Grand volcan de Tollan est une zone interdite, et les gens ordinaires ne peuvent même pas y entrer ! De plus, tu étais encore si jeune à l'époque. »\nL'homme qui tenait la lame de rituel dit : « Est-ce seulement la vérité ? Nous ne t'avons jamais vu dégainer cette lame. »\n« Bien sûr que c'est la vérité ! Je ne l'utilise tout simplement pas parce que je n'en ai généralement pas besoin, mes mains suffisent amplement. »\nTelle fut la réponse de Wanjiru. À la veille de la bataille, elle pouvait déjà voir la silhouette de la grande bête noire sur le rivage.\nEt elle agrippa la poignée de cette lame en os blanchi, attendant silencieusement le champ de bataille où elle la dégainerait à nouveau.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Orgueil du trappeur",
	"effectTemplateRaw": "La consommation d'endurance du sprint ou du sprint alternatif diminue de 15 %. De plus, les DGT infligés par les attaques normales augmentent d'une valeur équivalant à <color=#99FFFFFF>{0}</color> de l'ATQ après avoir utilisé un sprint ou un sprint alternatif, cet effet disparaissant après avoir été activé 18 fois ou après 7 s.",
	"r1": {
		"description": "La consommation d'endurance du sprint ou du sprint alternatif diminue de 15 %. De plus, les DGT infligés par les attaques normales augmentent d'une valeur équivalant à 16 % de l'ATQ après avoir utilisé un sprint ou un sprint alternatif, cet effet disparaissant après avoir été activé 18 fois ou après 7 s.",
		"values": [
			"16 %"
		]
	},
	"r2": {
		"description": "La consommation d'endurance du sprint ou du sprint alternatif diminue de 15 %. De plus, les DGT infligés par les attaques normales augmentent d'une valeur équivalant à 20 % de l'ATQ après avoir utilisé un sprint ou un sprint alternatif, cet effet disparaissant après avoir été activé 18 fois ou après 7 s.",
		"values": [
			"20 %"
		]
	},
	"r3": {
		"description": "La consommation d'endurance du sprint ou du sprint alternatif diminue de 15 %. De plus, les DGT infligés par les attaques normales augmentent d'une valeur équivalant à 24 % de l'ATQ après avoir utilisé un sprint ou un sprint alternatif, cet effet disparaissant après avoir été activé 18 fois ou après 7 s.",
		"values": [
			"24 %"
		]
	},
	"r4": {
		"description": "La consommation d'endurance du sprint ou du sprint alternatif diminue de 15 %. De plus, les DGT infligés par les attaques normales augmentent d'une valeur équivalant à 28 % de l'ATQ après avoir utilisé un sprint ou un sprint alternatif, cet effet disparaissant après avoir été activé 18 fois ou après 7 s.",
		"values": [
			"28 %"
		]
	},
	"r5": {
		"description": "La consommation d'endurance du sprint ou du sprint alternatif diminue de 15 %. De plus, les DGT infligés par les attaques normales augmentent d'une valeur équivalant à 32 % de l'ATQ après avoir utilisé un sprint ou un sprint alternatif, cet effet disparaissant après avoir été activé 18 fois ou après 7 s.",
		"values": [
			"32 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Terreur du cœur sacrificiel flamboyant",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragment de volonté brisée",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sifflet en bois de sentinelle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Hésitation du cœur sacrificiel flamboyant",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragment de volonté brisée",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sifflet en bois de sentinelle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Hésitation du cœur sacrificiel flamboyant",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Image de volonté claire",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Sifflet en métal de guerrier",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Résolution du cœur sacrificiel flamboyant",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Image de volonté claire",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Sifflet en métal de guerrier",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Résolution du cœur sacrificiel flamboyant",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sceau de volonté errante",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Sifflet en or de guerrier couronné par les sauriens",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Splendeur du cœur sacrificiel flamboyant",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sceau de volonté errante",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Sifflet en or de guerrier couronné par les sauriens",
				"count": 12
			}
		]
	}
}