{
	"id": 14518,
	"name": "Matinée flânée sous le soleil",
	"description": "Une lanterne en forme de cloche forgée à partir de jade violet. On dit qu'elle fait rêver lorsqu'elle est placée à côté de l'oreiller.",
	"descriptionRaw": "Une lanterne en forme de cloche forgée à partir de jade violet. On dit qu'elle fait rêver lorsqu'elle est placée à côté de l'oreiller.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 5,
	"story": "« Lorsque j'ai vu les bains publics dans mes rêves, je pensais être arrivée au lieu de rendez-vous, alors je me suis levée un peu plus tard. »\nCe fut ainsi que la jeune fille à moitié endormie justifia son retard à ses compagnons, dissimulant l'embarras qu'elle ressentait par son habituelle indifférence.\nElle ne voulait pas admettre qu'elle avait dormi trop longtemps le premier jour de l'année, elle rejeta donc la faute sur les bains publics dont elle avait rêvé.\n\n« Comme le dit le proverbe : « Les pensées du jour amènent les rêveries de nuit. » Mais qui aurait cru que même notre prêtresse au visage impassible se réjouirait de ces vacances ? »\n« Dommage que Takamine n'ait pas eu le temps de venir. J'imagine qu'il n'y aura que Nagamasa et moi pour vous accompag... Ouch ! »\n« Honnêtement, n'importe qui d'autre tuerait pour avoir un aussi beau rêve. Tu pourrais sourire pour une fois, non ?\"\n\nLe jeune homme frivole plaisantait à moitié, mais il reçut un regard perçant de la part de la jeune femme de Seirai en retour.\nIl jeta un coup d'œil vers le fils adoptif de l'Oni pour implorer son soutien, mais l'apprenti détourna simplement le regard en silence.\n\nLe jeune homme, qui devint plus tard le créateur de la magie onmyoudou, avait pour principe de ne pas dire de fausses choses. Comme le dit un dicton inazumien :\n« Bains, faucons et enfin Narukami » en référence aux visions que l'on pouvait avoir dans notre premier rêve de la nouvelle année, considéré comme un présage.\nLes bains publics étaient vus comme un symbole de santé et de prospérité, les faucons comme un signe de réussite et Narukami comme la réalisation de souhaits.\n\nCependant, la prêtresse ne vit plus jamais de bains publics dans ses rêves à partir de ce jour-là.\nToutes ces années d'allégresse insouciante où les rires résonnaient comme des carillons\ndisparurent comme la vapeur des bains, se dissipant dans d'innombrables rêves froids.\n\n...\n\n« Que direz-vous d'un pari cette fois-ci, oui ? Hmm... Eh bien, d'accord. Cet arc sera ma mise. »\n« Je parie sur l'arc le plus puissant du monde que je reviendrai ici vivant. »\n\nCes paroles de l'homme, d'un ton toujours aussi léger et dépourvu de toute autorité, furent accompagnées d'un sourire enjoué.\nQuel parieur invétéré, pensa la prêtresse. Il avait beau être un maître épéiste renommé, cela ne l'empêchait pas d'être toujours aussi immature.\nMais cela n'avait pas d'importance. Comme le bon présage qu'elle eut dans son premier rêve, tel un faucon volant dans les hauteurs,\nle samouraï arriverait à éviter le malheur. Il pouvait se vanter d'avoir survécu à de nombreuses batailles, après tout...\n\nCependant, la prêtresse ne vit plus jamais de faucon s'envoler dans ses rêves à partir de ce jour-là.\nElle vit seulement des plumes qui tombèrent lentement, le faucon avait disparu depuis longtemps et ne volait plus.\n\n...\n\n« Le premier rêve de l'année ? Vous êtes une prêtresse expérimentée quand même... Ne me dites pas que vous croyez à ces bêtises ? »\n« Les bons et les mauvais présages... Ce ne sont que des mensonges inventés pour duper les enfants ! »\n\nPeut-être que son ancienne connaissance avait raison : les rêves de la nuit n'étaient que le reflet de nos inquiétudes de la journée.\nUne nuit, la bannière de Narukami s'éleva dans son rêve, se dressant sur la mer comme une tempête de foudre incessante.\nEn voyant cela, la prêtresse du sanctuaire laissa échapper un rire involontaire, se moquant à la fois des présages et du chemin incertain qui se présentait à elle.\n\nPardonnez-moi, maître, d'avoir gâché l'art que vous m'avez transmis...\nPour être allée à l'encontre de la bannière sous laquelle vous avez servi, pour avoir souillé votre pureté par le déshonneur...\nMais cela n'a plus d'importance maintenant.\nCeux qui ignorent mes intentions peuvent dire ce qu'ils veulent.\nMa vie et  mon nom m'importent peu,\ntant qu'il vit, cette fois...\n\n...\n\n« D'accord, c'est vrai. Je n'aurais pas dû plaisanter sur ce sujet. C'est bon ? Allez Nagamasa, dites quelque chose vous aussi ! »\n« Ce n'est pas souvent qu'on vous donne un jour de congé pour aller aux bains publics. Notre petite prêtresse n'a sûrement pas l'intention de rester ici à rêvasser jusqu'à leur fermeture, hein ? »\n\nAprès avoir repris ses esprits, elle se rendit compte que le jeune homme était toujours en train de plaisanter. Son sourire narquois l'agaça de plus belle.\nPeut-être que tous les aléas de la vie qui lui étaient apparus ne furent qu'un rêve éphémère, et son « réveil » rien de plus qu'une sieste après la pluie.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maîtrise élémentaire",
	"baseStatText": "58",
	"effectName": "Bains, faucons et enfin Narukami",
	"effectTemplateRaw": "Après avoir déclenché une réaction de Dispersion, la maîtrise élémentaire augmente de <color=#99FFFFFF>{0}</color> pts pendant 6 s. Après avoir touché un ennemi avec une compétence élémentaire, la maîtrise élémentaire augmente de <color=#99FFFFFF>{1}</color> pts pendant 9 s. Après avoir touché un ennemi avec un déchaînement élémentaire, la maîtrise élémentaire augmente de <color=#99FFFFFF>{2}</color> pts pendant 30 s.",
	"r1": {
		"description": "Après avoir déclenché une réaction de Dispersion, la maîtrise élémentaire augmente de 120 pts pendant 6 s. Après avoir touché un ennemi avec une compétence élémentaire, la maîtrise élémentaire augmente de 96 pts pendant 9 s. Après avoir touché un ennemi avec un déchaînement élémentaire, la maîtrise élémentaire augmente de 32 pts pendant 30 s.",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "Après avoir déclenché une réaction de Dispersion, la maîtrise élémentaire augmente de 150 pts pendant 6 s. Après avoir touché un ennemi avec une compétence élémentaire, la maîtrise élémentaire augmente de 120 pts pendant 9 s. Après avoir touché un ennemi avec un déchaînement élémentaire, la maîtrise élémentaire augmente de 40 pts pendant 30 s.",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "Après avoir déclenché une réaction de Dispersion, la maîtrise élémentaire augmente de 180 pts pendant 6 s. Après avoir touché un ennemi avec une compétence élémentaire, la maîtrise élémentaire augmente de 144 pts pendant 9 s. Après avoir touché un ennemi avec un déchaînement élémentaire, la maîtrise élémentaire augmente de 48 pts pendant 30 s.",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "Après avoir déclenché une réaction de Dispersion, la maîtrise élémentaire augmente de 210 pts pendant 6 s. Après avoir touché un ennemi avec une compétence élémentaire, la maîtrise élémentaire augmente de 168 pts pendant 9 s. Après avoir touché un ennemi avec un déchaînement élémentaire, la maîtrise élémentaire augmente de 56 pts pendant 30 s.",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "Après avoir déclenché une réaction de Dispersion, la maîtrise élémentaire augmente de 240 pts pendant 6 s. Après avoir touché un ennemi avec une compétence élémentaire, la maîtrise élémentaire augmente de 192 pts pendant 9 s. Après avoir touché un ennemi avec un déchaînement élémentaire, la maîtrise élémentaire augmente de 64 pts pendant 30 s.",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Sagesse de Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Pierre enflammée",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Coquille spectrale",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Joie de Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Pierre enflammée",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Coquille spectrale",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Joie de Narukami",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Graine enflammée",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Cœur spectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Affection de Narukami",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Graine enflammée",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Cœur spectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Affection de Narukami",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Œil lucide enflammé",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Noyau spectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Vaillance de Narukami",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Œil lucide enflammé",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Noyau spectral",
				"count": 18
			}
		]
	}
}