{
	"id": 14516,
	"name": "Instant surfant",
	"description": "Un objet commémoratif réservé à l'origine au vainqueur du Premier championnat inter-tribus de surf. Étant donné que ce tournoi est actuellement en phase préparatoire, le prix est temporairement conservé à la Bouée oisive et protégé par la propriétaire de l'établissement.",
	"descriptionRaw": "Un objet commémoratif réservé à l'origine au vainqueur du Premier championnat inter-tribus de surf. Étant donné que ce tournoi est actuellement en phase préparatoire, le prix est temporairement conservé à la Bouée oisive et protégé par la propriétaire de l'établissement.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyseur",
	"rarity": 5,
	"story": "Voici une partie de l'histoire des batailles entre le seigneur du volcan et les tribus de Natlan.\n\nTout le monde devrait déjà tout savoir sur le vil seigneur du volcan. Un monstre énorme et imposant, avec un corps semblable à une salamandre dont la teinte se situait quelque part entre le noir et le violet. Il a profité de l'absence des autres grands dragons antiques pour se faufiler et occuper le Grand volcan de Tollan qui était inoccupé, et a commencé à malmener le peuple. Il a commis toutes sortes d'abus et d'outrages, au point qu'il ne serait pas possible de compter ses crimes, et les diverses tribus ont beaucoup souffert. Heureusement, le seigneur du volcan noir a finalement été complètement chassé de Natlan, donc les enfants d'aujourd'hui n'ont plus rien à craindre de lui !\nCe dont nous allons parler aujourd'hui, c'est de la manière dont l'ancien Archon Pyro, Cochanina, a habilement expulsé le seigneur du volcan du territoire du Peuple des sources.\n\nCe jour-là, le seigneur du volcan était allongé dans sa montagne cracheuse de feu à admirer son corps noir de corbeau et à réfléchir, lorsqu'il eut un nouveau plan ignoble.\nBah, il fait vraiment trop sombre sous le volcan, plus noir que la nuit sans lune la plus profonde. Je ne peux même pas voir mon propre corps.\n« On dit que le Peuple des sources au sud ont l'eau la plus claire de tout Natlan. Si je nettoie toute la saleté noire sous le volcan, peut-être que cet endroit serait enfin propre. Et qui se soucie de ce qu'ils vont en penser ? »\nFort de cette réalisation, le grand seigneur du volcan aimait tellement l'idée de la purification qu'il s'en félicitait. Il fit cracher d'épais nuages de fumée par le volcan, se cacha dans son ombre et se dirigea vers le Peuple des sources. Ignorant leurs protestations, il déversa toute la terre noire dans leurs sources, polluant l'air de tout le village avec une fumée noire. À tel point que même les oiseaux fluxeaux n'ont pas pu rester et se sont envolés.\nÇa ne pouvait pas continuer ainsi ! Les aînés de la tribu se dirigèrent en toute hâte vers Cochanina, l'Archon Pyro, pour lui raconter l'incident.\nCochanina poussa un profond soupir. Ce n'était pas la première fois que le seigneur du volcan créait de sérieux problèmes à Natlan. Bien qu'il ait été vaincu à plusieurs reprises par les Archons Pyro précédents, il s'est échappé de peu à chaque fois. Il disparaissait alors tout un moment pour panser ses blessures dans le volcan noir comme du sang, avant de revenir. Cochanina a alors élaboré un plan pour chasser une bonne fois pour toute le seigneur du volcan. Au lieu de sa célèbre arme, l'épée Unu Pachacuti, elle n'emporta qu'une planche de surf.\nLorsque Cochanina est arrivée devant le seigneur du volcan, il se trouvait tranquillement en train de se baigner dans une source thermale déjà tachée de noir, remuant son gros ventre rond et gras en rond, l'air totalement détendu.\n« Ah, grand seigneur du volcan ! Comment les sources que ces pathétiques petits humains utilisent pour se baigner peuvent-elles être suffisantes pour laver vos précieux trésors ? Seul l'ancien trésor secret laissé par le grand héros Uenuku et transmis parmi les membres du Peuple des sources, le calice irisé, d'où jaillissent des arcs-en-ciel sans fin est digne de votre noble personnalité. »\n« Oh ? » Elle avait piqué l'intérêt du seigneur du volcan. Bien que la femme en face de lui ne soit rien de plus qu'un membre de la tribu sans valeur et sans importance, sa suggestion et son attitude humble signifiaient qu'elle pourrait être utile. « Dans ce cas, pourquoi restes-tu là au lieu de m'y emmener pour récupérer ce qui me revient de droit ? »\n« Ah, grand seigneur du volcan, il y a quelque chose dont vous n'êtes peut-être pas au courant. Ce trésor n'est pas sur terre, il est caché dans les profondeurs de la mer. Hélas, vous ne savez pas surfer, et comme nous ne sommes que des humains chétifs, nous ne pouvons pas fabriquer de bateau capable d'accueillir votre forme glorieuse et majestueuse... »\n« Ne me sous-estime pas ! », répondit le seigneur du volcan avec colère. Il a toujours été comme ça. Chaque fois qu'un de ces petits individus inférieurs disait qu'il ne pouvait pas faire quelque chose, il faisait toujours semblant d'insister sur le fait qu'il pouvait le faire. « Ouvrez la voie ! Ce n'est que du surf, après tout, comment ça pourrait être difficile pour quelqu'un d'aussi remarquable que moi ? »\nC'est ainsi que Cochanina emmena le seigneur du volcan tout droit vers les profondeurs de la mer. Le maladroit seigneur du volcan ne pouvait tout simplement pas rivaliser avec la championne de surf de la tribu. Il ne pouvait que suivre son sillage, et prendre toutes ses éclaboussures dans le visage. Voyant qu'il était déjà étourdi, Cochanina lança un poisson-globe dérivant au loin et cria fort :\n« Regardez, le trésor est juste là ! Et voici la clé pour l'ouvrir ! »\nÀ cause des vagues éclaboussantes, le seigneur du volcan ne pouvait pas vraiment voir ce qu'elle avait lancé, mais il était le puissant seigneur du volcan, alors comment pouvait-il un jour admettre qu'il était inférieur aux humains de quelque manière que ce soit ? Il a donc chargé sur le « trésor » en rugissant, pour finalement être frappé de plein fouet par le poisson-globe dérivant. Il a eu tellement mal qu'il est tombé de sa planche de surf dans la mer.\nMême le corps massif du seigneur du volcan n'est qu'un grain de sable comparé à l'immensité de la mer. En plus, il y a des choses plus terrifiantes que lui qui se cachent dans les profondeurs. Enfin, le seigneur du volcan a lutté tristement dans la mer pendant un bon moment avant de finalement s'accrocher à quelques roseaux, et a dérivé pendant très longtemps avant de regagner le rivage. Bien que Cochanina n'ait pas réussi à le faire sortir complètement de Natlan, le seigneur du volcan n'a plus jamais osé s'en prendre au Peuple des sources.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DGT CRIT",
	"baseStatText": "19,2%",
	"effectName": "Souvenir aquacolore",
	"effectTemplateRaw": "Augmente les PV max de <color=#99FFFFFF>{0}</color>. Toutes les 15 s, l'effet suivant se produit pendant 14 s après avoir utilisé une compétence élémentaire : accorde 4 cumuls d'été flamboyant, chaque cumul augmentant les DGT des attaques normales de <color=#99FFFFFF>{1}</color>. Une fois toutes les 1,5 s pendant cette durée, toucher un ennemi avec une attaque normale consomme un cumul. Une fois toutes les 1,5 s, déclencher une réaction d'Évaporation sur un ennemi rajoute un cumul. L'effet Été flamboyant peut être cumulé 4 fois maximum.",
	"r1": {
		"description": "Augmente les PV max de 20 %. Toutes les 15 s, l'effet suivant se produit pendant 14 s après avoir utilisé une compétence élémentaire : accorde 4 cumuls d'été flamboyant, chaque cumul augmentant les DGT des attaques normales de 12 %. Une fois toutes les 1,5 s pendant cette durée, toucher un ennemi avec une attaque normale consomme un cumul. Une fois toutes les 1,5 s, déclencher une réaction d'Évaporation sur un ennemi rajoute un cumul. L'effet Été flamboyant peut être cumulé 4 fois maximum.",
		"values": [
			"20 %",
			"12 %"
		]
	},
	"r2": {
		"description": "Augmente les PV max de 25 %. Toutes les 15 s, l'effet suivant se produit pendant 14 s après avoir utilisé une compétence élémentaire : accorde 4 cumuls d'été flamboyant, chaque cumul augmentant les DGT des attaques normales de 15 %. Une fois toutes les 1,5 s pendant cette durée, toucher un ennemi avec une attaque normale consomme un cumul. Une fois toutes les 1,5 s, déclencher une réaction d'Évaporation sur un ennemi rajoute un cumul. L'effet Été flamboyant peut être cumulé 4 fois maximum.",
		"values": [
			"25 %",
			"15 %"
		]
	},
	"r3": {
		"description": "Augmente les PV max de 30 %. Toutes les 15 s, l'effet suivant se produit pendant 14 s après avoir utilisé une compétence élémentaire : accorde 4 cumuls d'été flamboyant, chaque cumul augmentant les DGT des attaques normales de 18 %. Une fois toutes les 1,5 s pendant cette durée, toucher un ennemi avec une attaque normale consomme un cumul. Une fois toutes les 1,5 s, déclencher une réaction d'Évaporation sur un ennemi rajoute un cumul. L'effet Été flamboyant peut être cumulé 4 fois maximum.",
		"values": [
			"30 %",
			"18 %"
		]
	},
	"r4": {
		"description": "Augmente les PV max de 35 %. Toutes les 15 s, l'effet suivant se produit pendant 14 s après avoir utilisé une compétence élémentaire : accorde 4 cumuls d'été flamboyant, chaque cumul augmentant les DGT des attaques normales de 21 %. Une fois toutes les 1,5 s pendant cette durée, toucher un ennemi avec une attaque normale consomme un cumul. Une fois toutes les 1,5 s, déclencher une réaction d'Évaporation sur un ennemi rajoute un cumul. L'effet Été flamboyant peut être cumulé 4 fois maximum.",
		"values": [
			"35 %",
			"21 %"
		]
	},
	"r5": {
		"description": "Augmente les PV max de 40 %. Toutes les 15 s, l'effet suivant se produit pendant 14 s après avoir utilisé une compétence élémentaire : accorde 4 cumuls d'été flamboyant, chaque cumul augmentant les DGT des attaques normales de 24 %. Une fois toutes les 1,5 s pendant cette durée, toucher un ennemi avec une attaque normale consomme un cumul. Une fois toutes les 1,5 s, déclencher une réaction d'Évaporation sur un ennemi rajoute un cumul. L'effet Été flamboyant peut être cumulé 4 fois maximum.",
		"values": [
			"40 %",
			"24 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Terreur du cœur sacrificiel flamboyant",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragment de volonté brisée",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Croc juvénile",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Hésitation du cœur sacrificiel flamboyant",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragment de volonté brisée",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Croc juvénile",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Hésitation du cœur sacrificiel flamboyant",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Image de volonté claire",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Croc mature",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Résolution du cœur sacrificiel flamboyant",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Image de volonté claire",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Croc mature",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Résolution du cœur sacrificiel flamboyant",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sceau de volonté errante",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Croc de tyran",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Splendeur du cœur sacrificiel flamboyant",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sceau de volonté errante",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Croc de tyran",
				"count": 18
			}
		]
	}
}