{
	"id": 12424,
	"name": "Bâton bavard",
	"description": "La plupart des gens trouveront cette massue incrustée d'obsidienne assez convaincante.",
	"descriptionRaw": "La plupart des gens trouveront cette massue incrustée d'obsidienne assez convaincante.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Épée à deux mains",
	"rarity": 4,
	"story": "Tandis que Tenoch contemplait les vastes plaines brûlantes, une marée noire et trouble monta de l'horizon.\nIl souffla dans sa corne de bronze et leva sa colossale massue d'obsidienne jusqu'à son épaule.\n\n« Même si la crise est imminente, les chefs tribaux se chamaillent sans cesse. »\n« Laissons Tenoch apporter son Bâton bavard pour servir de médiateur dans la discussion. »\n« Tenoch n'appartient plus à aucune tribu, mais sa fureur brûle toujours, inassouvie. »\n\nEt c'est ainsi que Tenoch, solitaire, s'avança, sa colossale massue d'obsidienne appuyée sur son épaule,\ntraversant les étendues sauvages accidentées où les dragons errent, cette nature sauvage de sources chaudes et de lave.\n\nLa première à s'avancer et à rejoindre le héros Tenoch fut la grande coureuse Wanjiru et son compagnon bruyant, Kayeke.\nSa peau foncée montrait les traces de son parcours avec le héros, les cicatrices profondes encore visibles.\nBien que les luttes intestines constantes entre les principales tribus soient épuisantes, l'invitation de Tenoch avait ravivé sa vigueur.\nUne bataille féroce pour les terres brûlantes de Natlan se profilait. Pour quelle raison Wanjiru et les membres de sa tribu avaient-ils refusé ?\n\nLe deuxième à accepter l'invitation de Tenoch fut le brave Menilek et son fidèle compagnon Ngoubou.\n« Venez, venez ! Bien que chaque tribu vous ait chassé, bien que nous soyons toujours en désaccord... »\n« À mes yeux, vous, Tenoch porteur de massues, êtes un héros parmi les héros, un frère parmi les frères ! »\n\nLe troisième à rejoindre Tenoch était le rusé Sanhaj Kompore et son énigmatique compagnon Mahamba.\nSanhaj avait été persuadé par le Bâton bavard auparavant, et le héros a accepté de lui donner le butin avant qu'il accepte de rejoindre la communauté des guerriers.\nSanhaj avait prévu sa fin héroïque et celle de Tenoch. Il avait aussi prévu comment l'endroit qui deviendrait connu sous le nom de « Mare Jivari » plus tard allait naître.\n« Mais non, peu importe, ça n'a pas d'importance ! Peut-être viendra-t-il un jour où le scélérat rendu célèbre pour être intelligent comme une vipère deviendra un héros. »\n\nLe quatrième à se porter volontaire pour rejoindre le héros Tenoch était le jeune Burkina et son compagnon téméraire, Kongamato.\nBurkina n'avait jamais connu les épreuves de la bataille avec Tenoch, mais l'imposante massue d'obsidienne l'a guidé vers le périlleux voyage.\nLa guerre avait laissé d'innombrables cicatrices sur le corps de Tenoch, et pour Burkina, c'était la preuve du chemin qu'il devait lui aussi parcourir...\nLa révolution devrait être le sort des jeunes, saigner pour une justice brûlante, plutôt que de pourrir sur un confortable lit d'herbe.\n\nLe cinquième à être persuadé par le héros Tenoch était Sundjatta, chef des mines, et son fidèle compagnon Muhuru.\n« Pour la stabilité de toutes les tribus, et pour éviter de nouveaux conflits, j'ai demandé à l'Archon Pyro de voter pour votre expulsion. »\n« Mais même aujourd'hui, vous n'avez pas encore renoncé à une bataille sanglante... Il vaut mieux, alors, que ce soit la bataille finale de notre génération. »\n« Si vous êtes si déterminé à y aller, alors je n'ai aucune raison de ne pas vous accompagner, mais n'impliquez pas ma tribu. »\n\nLe sixième à accompagner le héros Tenoch était son plus grand ennemi dans sa jeunesse, le géant Tupac. Aucune monture ne pouvait supporter son corps massif.\nLorsque Tenoch s'est rendu chez Tupac pour lui parler, il l'a trouvé en train de compter soigneusement la multitude de cicatrices laissées sur son corps par les personnes qui l'avaient défié en duel.\n« Plus de 300 cicatrices, vingt os brisés et plus de 100 éclats d'obsidienne enfouis profondément dans ma chair, comme de minuscules bijoux. »\n« Deux cents blessures légères, deux côtes cassées et un œil qui ne percevra plus jamais la distance. Les trophées que vous m'avez laissés sont tout aussi généreux. »\n\nLes deux anciens ennemis éclatèrent de rire, et ils se serrèrent la main.\nEt ainsi, Tenoch a trouvé des alliés de chacune des six grandes tribus.\nScintillant comme les flammes d'un feu de forêt rugissant, ils ont attaqué de front les montagnes des ténèbres...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taux CRIT",
	"baseStatText": "4%",
	"effectName": "« Don du bagou »",
	"effectTemplateRaw": "#L'ATQ augmente de <color=#99FFFFFF>{0}</color> pendant 15 s après avoir été affecté par l'élément Pyro, cet effet pouvant être déclenché une fois toutes les 12 s. Le bonus de DGT élémentaires augmente de <color=#99FFFFFF>{1}</color> pendant 15 s après avoir été affecté par l'élément Hydro, Cryo, Électro ou Dendro, cet effet pouvant être déclenché une fois toutes les 12 s.",
	"r1": {
		"description": "L'ATQ augmente de 16 % pendant 15 s après avoir été affecté par l'élément Pyro, cet effet pouvant être déclenché une fois toutes les 12 s. Le bonus de DGT élémentaires augmente de 12 % pendant 15 s après avoir été affecté par l'élément Hydro, Cryo, Électro ou Dendro, cet effet pouvant être déclenché une fois toutes les 12 s.",
		"values": [
			"16 %",
			"12 %"
		]
	},
	"r2": {
		"description": "L'ATQ augmente de 20 % pendant 15 s après avoir été affecté par l'élément Pyro, cet effet pouvant être déclenché une fois toutes les 12 s. Le bonus de DGT élémentaires augmente de 15 % pendant 15 s après avoir été affecté par l'élément Hydro, Cryo, Électro ou Dendro, cet effet pouvant être déclenché une fois toutes les 12 s.",
		"values": [
			"20 %",
			"15{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "L'ATQ augmente de 24 % pendant 15 s après avoir été affecté par l'élément Pyro, cet effet pouvant être déclenché une fois toutes les 12 s. Le bonus de DGT élémentaires augmente de 18 % pendant 15 s après avoir été affecté par l'élément Hydro, Cryo, Électro ou Dendro, cet effet pouvant être déclenché une fois toutes les 12 s.",
		"values": [
			"24 %",
			"18{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "L'ATQ augmente de 28 % pendant 15 s après avoir été affecté par l'élément Pyro, cet effet pouvant être déclenché une fois toutes les 12 s. Le bonus de DGT élémentaires augmente de 21 % pendant 15 s après avoir été affecté par l'élément Hydro, Cryo, Électro ou Dendro, cet effet pouvant être déclenché une fois toutes les 12 s.",
		"values": [
			"28 %",
			"21{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "L'ATQ augmente de 32 % pendant 15 s après avoir été affecté par l'élément Pyro, cet effet pouvant être déclenché une fois toutes les 12 s. Le bonus de DGT élémentaires augmente de 24 % pendant 15 s après avoir été affecté par l'élément Hydro, Cryo, Électro ou Dendro, cet effet pouvant être déclenché une fois toutes les 12 s.",
		"values": [
			"32 %",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Souvenir du jardin d'oasis",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Coque desséchée",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bave de Blob",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Gentillesse du jardin d'oasis",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Coque desséchée",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bave de Blob",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gentillesse du jardin d'oasis",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Coque robuste",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Mucus de Blob",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Deuil du jardin d'oasis",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Coque robuste",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Mucus de Blob",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Deuil du jardin d'oasis",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Coque marquée",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Essence de Blob",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Vérité du jardin d'oasis",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Coque marquée",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Essence de Blob",
				"count": 12
			}
		]
	}
}