{
	"name": "Éclair des impasses",
	"description": "Une épée droite et noire comme la nuit. Elle appartenait autrefois à un voleur qui rôdait dans les ruelles sombres.",
	"weapontype": "Épée à une main",
	"rarity": "4",
	"story": "Une épée longue, droite et altière, rappelant l'éclat brillant dans les ténèbres.\nPas une fois le sang frais ne salit son fil.\nOn raconte que c'est cette épée qui, des générations plus tard, servit de modèle pour réaliser les épées des nobles chevaliers.\n\nLa sombre lame se fondait autrefois dans les nuits d'antan avec aise ;\nen cette époque, les hommes n'osaient allumer de lumière dans les ténèbres de la nuit.\nCertains bardes chantent que c'est durant le règne de l'aristocratie que l'épée se noircit.\n\nLa lecture des récits et chansons de ses honorables ancêtres planta dans le cœur du jeune noble la graine de la rébellion.\nEt lorsque l'heure fut venue, il abandonna sa vénérable dynastie, et prenant l'arme, il disparut se cacher dans l'anonymat de la rue.\nVivant la vie des gens du commun, on le vit dans les tavernes et les sombres ruelles ; et il mit sa maîtrise de l'épée au service des plus démunis, volant aux riches pour donner aux pauvres.\nLa noble lame, tirée des coffres de l'aristocratie, bondit ainsi à travers les toits, filant dans les rues sous la lueur de la lune dans les mains de celui au sang tout aussi noble ; \nEt son tranchant brillant jamais ne flancha, semblable en cela au voleur au grand cœur qui avait renié son héritage corrompu.\n\nMais jeunesse passe, comme passent les chants et les beuveries ; par la suite nombre d'événements arrivèrent.\nÀ la fin, enterrant sous la lueur du clair de lune sa chère épée avant de fuir sur l'océan,\nil se rappela le garçon qu'il était lorsqu'il subtilisa l'arme du coffre familial,\net le serment qu'il prononça cette nuit là à l'intention de sa famille, du passé et du présent, de ces terres et de son loyal frère Ebelhart :\n« Quand bien même je ne ferais qu'une minime différence, j'utiliserai ma force pour ramener ce monde égaré dans la lumière. »",
	"baseatk": 45,
	"substat": "Maîtrise élémentaire",
	"subvalue": "12",
	"effectname": "Justicier vagabond",
	"effect": "Augmente les DGT infligés par le personnage de {0}. Cet effet disparaît pendant 5 s lorsque le personnage subit des DGT.",
	"r1": [
		"12 %"
	],
	"r2": [
		"15 %"
	],
	"r3": [
		"18 %"
	],
	"r4": [
		"21 %"
	],
	"r5": [
		"24 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tuile cassée de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 3
			},
			{
				"name": "Parchemin divinatoire",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 12
			},
			{
				"name": "Parchemin divinatoire",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 6
			},
			{
				"name": "Corne en bronze noir",
				"count": 6
			},
			{
				"name": "Parchemin sigillé",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 3
			},
			{
				"name": "Corne en bronze noir",
				"count": 12
			},
			{
				"name": "Parchemin sigillé",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 6
			},
			{
				"name": "Corne à cristal noir",
				"count": 9
			},
			{
				"name": "Parchemin maudit",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Rêve brisé de Décabarian",
				"count": 4
			},
			{
				"name": "Corne à cristal noir",
				"count": 18
			},
			{
				"name": "Parchemin maudit",
				"count": 12
			}
		]
	}
}