{
	"id": 11427,
	"name": "L'assistant du docker",
	"description": "Un outil pratique pour découper que l'on trouve rarement de nos jours. Vous pouvez remplacer les lames émoussées au fur et à mesure que vous les utilisez.",
	"descriptionRaw": "Un outil pratique pour découper que l'on trouve rarement de nos jours. Vous pouvez remplacer les lames émoussées au fur et à mesure que vous les utilisez.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Épée à une main",
	"rarity": 4,
	"story": "Un outil populaire à l'époque où Fontaine dépendait davantage du travail manuel.\nLa lame n'était peut-être pas assez solide pour une utilisation prolongée et intense...\nMais le fait que les parties endommagées ou émoussées pouvaient être retirées à tout moment compensait cela.\n\nLes dockers l'utilisaient souvent pour couper des matériaux fins et dénouer des câbles emmêlés.\nL'usage de ce type d'arme a toujours été très réglementé et aucune lame n'a jamais vraiment appartenu à son utilisateur.\nElle circulait cependant largement en cachette et était autrefois considérée comme la lame du peuple.\nElle était parfaite pour se protéger dans les environnements naturels défavorables, ainsi que pour se frayer un chemin à travers les plantes aquatiques.\nLa légende raconte que de nombreuses personnes en ont également découvert de nouvelles utilisations lors de la purge.\nÀ mesure que la société progressait et que de plus en plus de réglementations étaient mises en place, ce type de lame a progressivement cessé d'apparaître en public.\n\nMême si ces lames n'appartenaient pas à leurs porteurs...\nCeux qui en dépendaient les considéraient comme des extensions de leurs membres.\nC'est pourquoi ils inscrivaient souvent leurs noms sur les poignées et les lames pour éviter de les perdre.\nLe nom inscrit sur cette lame est celui de l'un des anciens maires de Poisson.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PV",
	"baseStatText": "9%",
	"effectName": "Chant de marins",
	"effectTemplateRaw": "Lorsque le personnage reçoit ou effectue des soins, il obtient une marque stoïque pendant 30 s, un maximum de 3 marques stoïques pouvant être obtenu. Utiliser une compétence ou un déchaînement élémentaires consomme toutes les marques stoïques et accorde un effet de surrection pendant 10 s : chaque marque stoïque consommée augmente la maîtrise élémentaire de <color=#99FFFFFF>{0}</color> pts puis, 2 s après le début de l'effet, restaure l'énergie élémentaire du personnage équipé de l'arme de <color=#99FFFFFF>{1}</color> pts. Un effet de surrection peut être déclenché une fois toutes les 15 s, et des marques stoïques peuvent être obtenues même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"r1": {
		"description": "Lorsque le personnage reçoit ou effectue des soins, il obtient une marque stoïque pendant 30 s, un maximum de 3 marques stoïques pouvant être obtenu. Utiliser une compétence ou un déchaînement élémentaires consomme toutes les marques stoïques et accorde un effet de surrection pendant 10 s : chaque marque stoïque consommée augmente la maîtrise élémentaire de 40 pts puis, 2 s après le début de l'effet, restaure l'énergie élémentaire du personnage équipé de l'arme de 2 pts. Un effet de surrection peut être déclenché une fois toutes les 15 s, et des marques stoïques peuvent être obtenues même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "Lorsque le personnage reçoit ou effectue des soins, il obtient une marque stoïque pendant 30 s, un maximum de 3 marques stoïques pouvant être obtenu. Utiliser une compétence ou un déchaînement élémentaires consomme toutes les marques stoïques et accorde un effet de surrection pendant 10 s : chaque marque stoïque consommée augmente la maîtrise élémentaire de 50 pts puis, 2 s après le début de l'effet, restaure l'énergie élémentaire du personnage équipé de l'arme de 2,5 pts. Un effet de surrection peut être déclenché une fois toutes les 15 s, et des marques stoïques peuvent être obtenues même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"50",
			"2,5"
		]
	},
	"r3": {
		"description": "Lorsque le personnage reçoit ou effectue des soins, il obtient une marque stoïque pendant 30 s, un maximum de 3 marques stoïques pouvant être obtenu. Utiliser une compétence ou un déchaînement élémentaires consomme toutes les marques stoïques et accorde un effet de surrection pendant 10 s : chaque marque stoïque consommée augmente la maîtrise élémentaire de 60 pts puis, 2 s après le début de l'effet, restaure l'énergie élémentaire du personnage équipé de l'arme de 3 pts. Un effet de surrection peut être déclenché une fois toutes les 15 s, et des marques stoïques peuvent être obtenues même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "Lorsque le personnage reçoit ou effectue des soins, il obtient une marque stoïque pendant 30 s, un maximum de 3 marques stoïques pouvant être obtenu. Utiliser une compétence ou un déchaînement élémentaires consomme toutes les marques stoïques et accorde un effet de surrection pendant 10 s : chaque marque stoïque consommée augmente la maîtrise élémentaire de 70 pts puis, 2 s après le début de l'effet, restaure l'énergie élémentaire du personnage équipé de l'arme de 3,5 pts. Un effet de surrection peut être déclenché une fois toutes les 15 s, et des marques stoïques peuvent être obtenues même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"70",
			"3,5"
		]
	},
	"r5": {
		"description": "Lorsque le personnage reçoit ou effectue des soins, il obtient une marque stoïque pendant 30 s, un maximum de 3 marques stoïques pouvant être obtenu. Utiliser une compétence ou un déchaînement élémentaires consomme toutes les marques stoïques et accorde un effet de surrection pendant 10 s : chaque marque stoïque consommée augmente la maîtrise élémentaire de 80 pts puis, 2 s après le début de l'effet, restaure l'énergie élémentaire du personnage équipé de l'arme de 4 pts. Un effet de surrection peut être déclenché une fois toutes les 15 s, et des marques stoïques peuvent être obtenues même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Résidu de rosée sacrée pure",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Vieille montre à gousset d'opérateur",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Perle transocéanique",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimation de rosée sacrée pure",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Vieille montre à gousset d'opérateur",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Perle transocéanique",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation de rosée sacrée pure",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Montre à gousset d'opérateur",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Morceau transocéanique",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Source de rosée sacrée pure",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Montre à gousset d'opérateur",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Morceau transocéanique",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Source de rosée sacrée pure",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Constance d'opérateur",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristal xénochromatique",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essence de rosée sacrée pure",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Constance d'opérateur",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristal xénochromatique",
				"count": 12
			}
		]
	}
}