{
	"name": "La première grande magie",
	"description": "Un accessoire de scène autrefois utilisé par une « grande magicienne », l'ultime secret de cette dernière étant qu'il s'agissait en fait d'une arme.",
	"weapontype": "Arc",
	"rarity": "5",
	"story": "« C'est moi, la magicienne extraordinaire : Parsifal la grande !\nVous allez être les témoins d'un monde fantastique, jamais imaginé auparavant !\nCe chapeau, par exemple, mène au légendaire paradis oriental !\nOu peut-être allons-nous être témoins du péril dans un miroir, libérés de nos lois de l'espace et du temps ! »\n\nCe qu'on appelle la magie est assez similaire à la fraude.\nLa magie s'appuie sur le jeu et la création narrative, la fraude sur la technique.\n\n« Dans la pièce de maître Coppelius, il y a un voleur insaisissable qui sait apparaître et disparaître à loisir, hein ?\nUtilisons ça comme nom de scène ! Qu'en penses-tu ? »,\ndit sans hésitation la jeune fille surexcitée assise à un étal à côté du Fleuve cendré.\n« Parsifal ? Et moi alors ? Je suis la dame du saphir, la beauté que tu as volée ? »,\nrépondit la camarade de la jeune fille avant que les rires n'illuminent la ville souterraine qui n'avait jamais vu la lumière du soleil.\n\nEt ainsi, les deux jeunes sœurs, qui gagnaient leur vie en trichant et en volant au glorieux opéra,\nfurent éblouies par les histoires comiques de chevaliers errants sur scène, à en oublier la raison pour laquelle elle s'était introduites dans le théâtre en premier lieu.\nEt l'idée de s'appuyer sur leurs compétences et leurs techniques pour monter sur scène, sous les lumières scintillantes, commença à germer,\nafin d'utiliser leurs performances brillantes pour illuminer autant les rêves de ceux qui sont forcés de rester debout que de ceux qui sont assis dans de luxueuses loges d'honneur.\nL'une jouerait « Parsifal », et l'autre, son assistante Joséphine.\nLeurs premières représentations eurent lieu dans les tavernes d'Eduardo, à côté des égouts, devant des étals de nourriture,\nsous les yeux brillants des enfants au visage sale et parmi les applaudissements de la populace,\npour finalement finir sous les projecteurs lumineux d'un théâtre splendide, brillant, brûlant comme le soleil.\n« Des plumes aux papillons », « Paradis », « Feu dans le miroir », « Le poisson d'or »...\nAlors que la lumière de ces performances illuminait à la fois les luxueuses cabines d'honneur et le public debout,\nle nom « Parsifal » devint le sujet brûlant dans les villes, celles d'en haut et celle d'en bas.\n\nCeux vêtus de violet disent que tous ont leur place, et ceux devant la scène ne sont pas différents :\nque ce soit dans les cabines exquises surplombant la scène ou le long du sol bondé avec uniquement des places debout.\nPourtant, bien que la lumière de la représentation brille de manière égale sur tous ceux qui la voient,\nen dehors du théâtre, la colère et l'indignation brièvement oubliées s'infiltreront, comme les racines d'un arbre pénétrant un mur de pierre.\n\nLors de la purge du Fleuve cendré, ce mur s'est finalement effondré.\nLa fille qui jouait toujours Joséphine se précipita au Fleuve cendré.\nOutre l'odeur omniprésente du fer et de la pourriture,\nil n'y avait que l'odeur de la colère, du chagrin et du sang qui n'avait pas encore séché.\n\nTout le monde connaissait Parsifal, mais une assistante n'est qu'une assistante.\nSi c'était vraiment tout, ça aurait été simple et facile.\nMais tout comme l'assistante sur scène est coupée en deux par la lame sans jamais être blessée\nou la montre disparue revient toujours sans être vue,\nla jeune fille perdit finalement sa « place » dans la vie.\nEt ainsi, elle décida de concevoir un « grandiose tour de magie » qui leur appartenait.\n\n« C'est moi, la magicienne extraordinaire : Parsifal la grande !\nVous allez être les témoins d'un monde fantastique, jamais imaginé auparavant !\nIci, ni aristocrate ni roi, et aucune lame ne sera pointée sur vous{NON_BREAK_SPACE}!\nNul ne naîtra dans la richesse, et nul dans la pauvreté inéluctable ! »",
	"baseatk": 46,
	"substat": "DGT CRIT",
	"subvalue": "14.4",
	"effectname": "Parsifal la grande",
	"effect": "Les DGT infligés par les attaques chargées augmentent de {0}. Chaque personnage de l'équipe dont le type élémentaire est le même que celui du personnage équipé de l'arme (y compris le personnage en question) accorde 1 cumul de l'effet Roublardise, tandis que chaque personnage de l'équipe dont le type élémentaire est différent accorde 1 cumul de l'effet Tragédien. Avec 1, 2 ou au minimum 3 cumuls de roublardise, l'ATQ augmente respectivement de {1}, tandis qu'avec 1, 2 ou au minimum 3 cumuls de tragédien, la VIT de déplacement augmente respectivement de {2}.",
	"r1": [
		"16 %",
		"16 %, 32 % ou 48 %",
		"4 %, 7 % ou 10 %"
	],
	"r2": [
		"20 %",
		"20 %, 40 % ou 60 %",
		"6 %, 9 % ou 12 %"
	],
	"r3": [
		"24 %",
		"24 %, 48 % ou 72 %",
		"8 %, 11 % ou 14 %"
	],
	"r4": [
		"28 %",
		"28 %, 56 % ou 84 %",
		"10 %, 13 % ou 16 %"
	],
	"r5": [
		"32 %",
		"32 %, 64 % ou 96 %",
		"12 %, 15 % ou 18 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Fragment d'un accord ancien",
				"count": 5
			},
			{
				"name": "Goutte d'eau croupie",
				"count": 5
			},
			{
				"name": "Perle transocéanique",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chapitre d'un accord ancien",
				"count": 5
			},
			{
				"name": "Goutte d'eau croupie",
				"count": 18
			},
			{
				"name": "Perle transocéanique",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Chapitre d'un accord ancien",
				"count": 9
			},
			{
				"name": "Cuillère d'eau croupie",
				"count": 9
			},
			{
				"name": "Morceau transocéanique",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mouvement d'un accord ancien",
				"count": 5
			},
			{
				"name": "Cuillère d'eau croupie",
				"count": 18
			},
			{
				"name": "Morceau transocéanique",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Mouvement d'un accord ancien",
				"count": 9
			},
			{
				"name": "Jeune Fantasme Hydro croupi",
				"count": 14
			},
			{
				"name": "Cristal xénochromatique",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Écho d'un accord ancien",
				"count": 6
			},
			{
				"name": "Jeune Fantasme Hydro croupi",
				"count": 27
			},
			{
				"name": "Cristal xénochromatique",
				"count": 18
			}
		]
	}
}