{
	"name": "Arc de chasse verdoyant",
	"description": "Un arc noble de couleur verte qui appartenait autrefois à un chasseur.",
	"weapontype": "Arc",
	"rarity": "4",
	"story": "Un arc qui a appartenu autrefois à une certaine chasseresse ; sa couleur verte le rend indétectable dans la nature.\nPur comme la bête qui traverse les champs et les forêts à la lueur du jour,\nil n'a jamais été le porteur de mauvaises intentions, ni tué dans d'autre but que la survie.\n\nC'est d'après ce même précepte que grandit la chasseresse inconnue, loin des abords de la cité.\n« De la verdure nous sommes issus ; et tant que l'herbe poussera et que les arbres projetteront leur ombre, alors nous ne connaîtrons nul obstacle. »\n« Nous sommes telles la bête et l'oiseau ; et tant que nous suivrons les lois de la nature, alors nous ne craindrons pas la mort. »\n« Car celui qui suit la nature, à l'heure de son dernier soupir, partira vers les plaines infinies. »\n\nSuivant cette doctrine, la chasseresse ne laissa aucune trace, ni ne combattit l'ordre naturel.\nOn la vit conforter les bêtes sauvages transpercées par sa flèche, les accompagnant jusqu'à ce que leur vie soit rendue à la nature mère.\nSi la calamité n'avait pas eu lieu, si elle n'avait pas suivi les traces de sang laissées sur les feuilles,\nsi elle n'avait rencontré le jeune aveugle mourant sous le même arbre que celui où elle aimait à faire la sieste,\nalors peut-être n'aurait-elle jamais été animée de pensées de vengeance, de feu et de sang...\n\n« N'oublie jamais, gente Verdésienne. »\n« N'oublie jamais que tu es l'enfant des bois et du vert. »\n« Ne gaspille jamais ta flèche pour la guerre, pour la vengeance ou pour la gloire. »\n« Car celui aux mains tachées de sang ne trouvera jamais le repos dans les terrains de chasse éternels. »\n\n« Alors qu'au moins cet arc ne soit pas teinté par ma vengeance mortelle. »\n« Je ne pourrai rejoindre l'autre côté, et y retrouver mon maître et mes parents que je n'ai jamais connus. »\n« Mais au moins cet arc demeurera pur ; qu'il porte mes pensées et regrets. »",
	"baseatk": 42,
	"substat": "Taux CRIT",
	"subvalue": "6",
	"effectname": "Vent verdoyant",
	"effect": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de générer un cyclone qui attire les ennemis et leur inflige des DGT équivalant à {0} de l'ATQ toutes les 0,5 s pendant 4 s. Cet effet peut être déclenché une fois toutes les {1} s.",
	"r1": [
		"40 %",
		"14"
	],
	"r2": [
		"50 %",
		"13"
	],
	"r3": [
		"60 %",
		"12"
	],
	"r4": [
		"70 %",
		"11"
	],
	"r5": [
		"80 %",
		"10"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tuile cassée de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 3
			},
			{
				"name": "Pointe de flèche robuste",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 3
			},
			{
				"name": "Corne lourde",
				"count": 12
			},
			{
				"name": "Pointe de flèche robuste",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mur abattu de Décabarian",
				"count": 6
			},
			{
				"name": "Corne en bronze noir",
				"count": 6
			},
			{
				"name": "Pointe de flèche aiguisée",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 3
			},
			{
				"name": "Corne en bronze noir",
				"count": 12
			},
			{
				"name": "Pointe de flèche aiguisée",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment dispersé de Décabarian",
				"count": 6
			},
			{
				"name": "Corne à cristal noir",
				"count": 9
			},
			{
				"name": "Pointe de flèche usée",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Rêve brisé de Décabarian",
				"count": 4
			},
			{
				"name": "Corne à cristal noir",
				"count": 18
			},
			{
				"name": "Pointe de flèche usée",
				"count": 12
			}
		]
	}
}