{
	"name": "Pulsation du tonnerre",
	"description": "Un arc long qui était un cadeau de la Shogun. Il crépite d'éclairs qui ne tariront jamais.",
	"weapontype": "Arc",
	"rarity": "5",
	"story": "Cet arc, crépitant de tonnerre, conserve son éclat malgré avoir été trempé dans une épaisse obscurité.\nLorsque le désastre vint d'une mer lointaine, c'était autrefois l'arme préférée d'un grand épéiste.\n\nDans sa jeunesse, il a erré dans les montagnes, et il y a fait un pari avec un Tengu qu'il a rencontré.\nIl misa son corps jeune et fort contre un arc offert par la Shogun.\n\nQuant à la nature du pari en question, il ne s'en souvenait que parfois, lorsqu'il était ivre.\nMais à l'aube, il avait cumulé trois victoires et trois défaites... Son conflit avec le Tengu s'était soldé par une égalité.\nDonc, du côté des mauvaises nouvelles, il avait été pris comme serviteur par le Tengu. Mais d'un autre côté, il avait remporté cet arc inégalé.\n\n« Voyez, Konbumaru. Ceci est l'archerie tengu. Regardez et apprenez ! »\nOn lui a donné ce surnom plutôt ridicule, mais finalement, il a été témoin de sa technique.\nPlanant à travers les nuages sans entraves, déclenchant des éclairs avec chaque tressautement de la corde de l'arc...\nC'était une vraie danse de la mort, sans réserve. Féroce et imprévisible, élégante et magnifique...\n\nDe nombreuses années plus tard, il n'était plus un garçon à tout faire, et il avait appris à la fois le tir à l'arc et l'escrime.\nIl a été référé au Shogunat par une lettre de recommandation de son maître impatient.\nAu cours des années sous le commandement de la Shogun, ses compétences martiales se sont considérablement améliorées, et il s'est fait de nombreux amis et ennemis.\nHélas, ses envies effrénées d'errance et de voyage n'avaient pas changé. Au contraire, avec le grand arc tengu, il devint encore plus intrépide.\n\n« Que direz-vous d'un pari cette fois-ci, oui ? Hmm... Eh bien, d'accord. Cet arc sera ma mise. »\n« Je parie sur l'arc le plus puissant du monde que je reviendrai ici vivant. »\n« Je vais vous le confier pour le moment. Si moi, Takamine, je perds notre pari, vous pourrez ainsi garder l'arc. »\n« Après tout, Asase, vous avez hérité de l'essence de mes techniques de tir à l'arc. Vous pourrez en faire bon usage. »\n« Mais, si je gagne... »\n\nLorsque le désastre s'est abattu depuis la mer lointaine, le samouraï et la prêtresse obstinée ont fait ce pari.\nIls parièrent sur son retour sain et sauf de l'Abîme, avec l'arc accordé par la Shogun en jeu.\n\nLorsque le venin sombre s'est enfoncé profondément sous la terre et que la paix est revenue, l'épéiste, lui, n'est pas rentré.\nL'arc accordé par la Shogun fut donc remis à la prêtresse, un prix bien amer...\nPlus tard, dans la forêt où la Kitsune Saiguu n'apparaîtrait plus, au lieu de rendez-vous promis,\nl'homme solitaire, qui était revenu de l'Abîme en trébuchant, retrouva finalement sa prêtresse, bien que la jeunesse avait quitté cette dernière.\nSes yeux ternes tachés de sang séché et de larmes ont retrouvé leur éclat, mais avaient été transpercés d'une flèche dentelée qui brillait légèrement.",
	"baseatk": 46,
	"substat": "DGT CRIT",
	"subvalue": "14.4",
	"effectname": "Règne du tonnerre",
	"effect": "Augmente l'ATQ de {0}, et confère la puissance du sceau du tonnerre. 1/2/3 cumuls de sceau du tonnerre augmentent respectivement les DGT des attaques normales de {1}. Le personnage peut obtenir 1 cumul de sceau du tonnerre dans chacune des situations suivantes : si son attaque normale inflige des DGT, il obtient un cumul de 5 s ; s'il utilise sa compétence élémentaire, il obtient un cumul de 10 s ; si son énergie élémentaire est inférieure à 100 %, il obtient un cumul qui disparaît lorsque l'énergie redevient pleine. La durée de chaque cumul est calculée indépendamment.",
	"r1": [
		"20 %",
		"12/24/40 %"
	],
	"r2": [
		"25 %",
		"15/30/50 %"
	],
	"r3": [
		"30 %",
		"18/36/60 %"
	],
	"r4": [
		"35 %",
		"21/42/70 %"
	],
	"r5": [
		"40 %",
		"24/48/80 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Sagesse de Narukami",
				"count": 5
			},
			{
				"name": "Prisme sombre",
				"count": 5
			},
			{
				"name": "Pointe de flèche robuste",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Joie de Narukami",
				"count": 5
			},
			{
				"name": "Prisme sombre",
				"count": 18
			},
			{
				"name": "Pointe de flèche robuste",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Joie de Narukami",
				"count": 9
			},
			{
				"name": "Prisme de cristal",
				"count": 9
			},
			{
				"name": "Pointe de flèche aiguisée",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Affection de Narukami",
				"count": 5
			},
			{
				"name": "Prisme de cristal",
				"count": 18
			},
			{
				"name": "Pointe de flèche aiguisée",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Affection de Narukami",
				"count": 9
			},
			{
				"name": "Prisme polarisant",
				"count": 14
			},
			{
				"name": "Pointe de flèche usée",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Vaillance de Narukami",
				"count": 6
			},
			{
				"name": "Prisme polarisant",
				"count": 27
			},
			{
				"name": "Pointe de flèche usée",
				"count": 18
			}
		]
	}
}