{
	"name": "Tome du flux éternel",
	"description": "Un manuel qui se transmettait autrefois de génération en génération au sein d'un centre de formation sous-marin. Aujourd'hui, personne ne connaît son existence.",
	"weapontype": "Catalyseur",
	"rarity": "5",
	"story": "« Nous nous souviendrons de ce serment de mille ans et défendrons les fondations de la capitale de l'eau.\nNous n'oublierons jamais les chaînes du péché qui étaient autrefois tentantes comme le miel,\net n'oublierons jamais nos lourdes responsabilités qui peuvent désormais ressembler à des entraves.\nElles représentent la grâce douce et mielleuse de la divinité et sa foi en nous.\nNous sommes le bouclier qui protège contre le désastre des eaux et la ligne de défense contre la brèche. »\n\nLe premier observateur ouvrait toujours avant les nouvelles recrues pour réciter leur serment.\nC'est un fait, personne ne souhaiterait une telle vie, mais tout a un prix.\nAutrefois, nous avons succombé à l'euphorie de la violence ou avons été motivés par l'avidité.\nCe vœu est la récompense de la justice, ainsi que la dernière chance de rédemption.\nNi le soleil ni la famille ne sont présents ici, il nous faut donc trouver un semblant de joie.\nMême si l'observateur se demandait parfois si les pécheurs prononçaient ces vœux de leur propre gré\nou s'il ne s'agissait que de syllabes qui ne signifiaient rien pour eux,\nil espérait sincèrement que la joie folle qu'il avait éprouvée lorsque la divinité lui avait confié cette lourde responsabilité\néclairerait le chemin de ses « frères et sœurs » et donnerait un sens à leur vie,\ntout comme elle avait illuminé son avenir désespéré et morne.\nLes enseignements des observateurs seraient ainsi transmis de génération en génération, coulant comme un ruisseau sans fin...\nCar si le signe avant-coureur de l'apocalypse devait effectivement arriver un jour, l'inondation emporterait tout.\nLes observateurs se battraient avec à la fois le devoir et la joie dans leur cœur, tout comme la déesse avait trouvé de l'empathie pour eux dans le sien.\n\nMon devoir est maintenant accompli, je vous laisse donc à tous la grâce et le devoir de la déesse.\nLe premier observateur a été enterré entre des veines minérales d'une splendeur extraordinaire,\ncar c'était l'endroit le plus rempli de lumière, et l'homme qui avait vécu tant d'années dans l'ombre\ncontinuait ainsi de chérir la lumière qu'il avait vue autrefois alors qu'il dormait tranquillement sous le sol près de la brèche.\n\nL'inondation qui emporterait tout ne s'est jamais déchaînée,\ncar le destin avare accorde rarement une mort honorable.\nMalgré tout, une rigole inaudible commençait à ronger silencieusement le prieuré comme un voleur enveloppé dans l'ombre.\nLe nombre de ceux qui furent contraints de rejoindre l'ordre et de vivre sous l'eau augmenta progressivement.\nPourtant, ceux qui prêtaient serment, comprenaient sa signification et connaissaient les enseignements n'ont fait que décliner avec le temps.\nDe longues années plus tard, une forteresse grandiose et menaçante s'élèverait sur les fonds marins.\nMais quant au dernier frère qui se disait observateur et assumait les attentes d'un dieu,\nl'emplacement de sa tombe ne serait connu de personne.\n\nPourtant, peut-être que cet endroit peut encore être qualifié de chanceux,\nétant donné que l'autre brèche a finalement été découverte plusieurs années plus tard par quelqu'un qui essayait d'en révéler les secrets.",
	"baseatk": 44,
	"substat": "DGT CRIT",
	"subvalue": "19.2",
	"effectname": "Vague éonique",
	"effect": "Les PV augmentent de {0}. Lorsque les PV actuels augmentent ou diminuent, les DGT infligés par les attaques chargées augmentent de {1} pendant 4 s, cet effet pouvant être cumulé 3 fois maximum et déclenché une fois toutes les 0,3 s. Avec 3 cumuls ou en actualisant la durée du 3e cumul, l'énergie élémentaire est restaurée de {2} pts, cet effet pouvant être déclenché une fois toutes les 12 s.",
	"r1": [
		"16 %",
		"14 %",
		"8"
	],
	"r2": [
		"20 %",
		"18 %",
		"9"
	],
	"r3": [
		"24 %",
		"22 %",
		"10"
	],
	"r4": [
		"28 %",
		"26 %",
		"11"
	],
	"r5": [
		"32 %",
		"30 %",
		"12"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Résidu de rosée sacrée pure",
				"count": 5
			},
			{
				"name": "Noyau de faille",
				"count": 5
			},
			{
				"name": "Engrenage de maillage",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sublimation de rosée sacrée pure",
				"count": 5
			},
			{
				"name": "Noyau de faille",
				"count": 18
			},
			{
				"name": "Engrenage de maillage",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sublimation de rosée sacrée pure",
				"count": 9
			},
			{
				"name": "Synapse étrangère",
				"count": 9
			},
			{
				"name": "Engrenage à coupe droite",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Source de rosée sacrée pure",
				"count": 5
			},
			{
				"name": "Synapse étrangère",
				"count": 18
			},
			{
				"name": "Engrenage à coupe droite",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Source de rosée sacrée pure",
				"count": 9
			},
			{
				"name": "Noyau d'organisme d'extramonde",
				"count": 14
			},
			{
				"name": "Engrenage dynamique artificié",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Essence de rosée sacrée pure",
				"count": 6
			},
			{
				"name": "Noyau d'organisme d'extramonde",
				"count": 27
			},
			{
				"name": "Engrenage dynamique artificié",
				"count": 18
			}
		]
	}
}