{
	"name": "Mémoire de Tulaytullah",
	"description": "Une cloche fabriquée en saphir et en argent, dont les échos sont aussi nets que lointains.",
	"weapontype": "Catalyseur",
	"rarity": "5",
	"story": "Jadis, elle dansa avec trois sœurs de la lune sur des dunes argentées.\nJadis, elle courut sur cette terre qui se faisait envelopper par les ombres ; le sang s'unit aux larmes pour former une source d'eau limpide au milieu d'un jardin...\nLe chagrin de la reine des fleurs engendra une cité de saphir, qui s'élevait telle une larme.\nEt sous ses dômes azur, les Tighnariens s'enorgueillissaient d'avoir généré plusieurs générations de sages.\n\nLe peuple prétendait que Tulaytullah, où vivaient les Tighnariens, était le joyau le plus précieux de la reine des fleurs.\nDans cet âge d'or, le visage blême de la lune projetait une lueur semblable à celle de l'ambre.\nDans les jardins, de magnifiques padisachidées mauves s'épanouissaient et des grenades bien mûres chantaient à tue-tête...\nLes canaux se croisaient et scintillaient. Même lorsque les divinités mouraient, les tempêtes de sable ne pouvaient les arrêter.\n\n« Xiphos, noble exilé, mon bien-aimé... »\n« Xiphos, lame de Tulaytullah, protégé des djinns... »\n« Que le reflet du clair de lune t'apporte la paix. La danse de ce soir t'est dédiée. »\n« Demain, je partirai. Les sages m'ont vendue à la cour de Badanah. »\n« Je n'oublierai jamais comment son grand-père a détruit mon pays natal et a réduit mon peuple à l'esclavage. »\n« Je dois maintenant servir nos ennemis, danser, parler, et m'attarder parmi eux comme le vent de la nuit... »\n\n« Cependant, bien-aimé Xiphos... Les étoiles et les nénuphars de ce soir n'appartiennent qu'à toi. »\n« Très cher Xiphos. Garde mon nom dans ton cœur, ne serait-ce que pour cette nuit. »\n\nPour satisfaire le roi vassal en déclin, les érudits de Tulaytullah présentèrent un tribut.\nEt Makhaira, danseuse et concubine, en faisait partie. Elle fut obligée de faire ses adieux à son amant aux yeux d'or.\nLes légendes qui découlèrent de cet événement furent racontées par trop de gens et oubliées par tant d'autres...\n\nMakhaira parvint à se venger et renversa ce royaume arrogant du désert...\nMais elle le paya de sa vie. Elle fut dévorée par une vipère et tomba dans un sommeil sans fin, le lourd sable doré lui servant de couverture.\nXiphos gagna l'estime de ses semblables, mais mourut en protégeant ceux qui le craignaient...\nLa lame de Tulaytullah fut baignée de sang dans les mains d'un autre prince exilé qui avait perdu tout honneur et tout espoir...\nEt qui s'était fait bannir en raison d'une concubine qui était la fille d'une djinn au cœur de serpent.\n\nÀ la fin, tous les hommes, bons et mauvais, furent également broyés par la meule du destin.\nTandis que la cité de saphir s'effondra et perdit ses couleurs, comme des larmes taries par un soleil brûlant.",
	"baseatk": 48,
	"substat": "DGT CRIT",
	"subvalue": "9.6",
	"effectname": "Larme d'azur révolue",
	"effect": "Augmente la VIT d'attaque normale de {0}. Après avoir utilisé une compétence élémentaire, les DGT infligés par les attaques normales augmentent de {1} toutes les secondes pendant 14 s. Après avoir touché un ennemi avec une attaque normale pendant cette durée, les DGT infligés par les attaques normales augmentent de {2}, cet effet pouvant être déclenché une fois toutes les 0,3 s. Pendant cette durée, les DGT des attaques normales peuvent être augmentés d'un maximum de {3} de ces manières. L'effet est annulé lorsque le personnage équipé de l'arme quitte le champ de bataille, et utiliser à nouveau la compétence élémentaire réinitialise tous les bonus de DGT.",
	"r1": [
		"10 %",
		"4,8 %",
		"9,6 %",
		"48 %"
	],
	"r2": [
		"12,5 %",
		"6 %",
		"12 %",
		"60 %"
	],
	"r3": [
		"15 %",
		"7,2 %",
		"14,4 %",
		"72 %"
	],
	"r4": [
		"17,5 %",
		"8,4 %",
		"16,8 %",
		"84 %"
	],
	"r5": [
		"20 %",
		"9,6 %",
		"19,2 %",
		"96 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Dernier écho du pouvoir brûlant",
				"count": 5
			},
			{
				"name": "Noyau fongique inactivé",
				"count": 5
			},
			{
				"name": "Spores de Fongus",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Éclat subsistant du pouvoir brûlant",
				"count": 5
			},
			{
				"name": "Noyau fongique inactivé",
				"count": 18
			},
			{
				"name": "Spores de Fongus",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Éclat subsistant du pouvoir brûlant",
				"count": 9
			},
			{
				"name": "Noyau fongique dormant",
				"count": 9
			},
			{
				"name": "Pollen fluorescent",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Rêve dominant du pouvoir brûlant",
				"count": 5
			},
			{
				"name": "Noyau fongique dormant",
				"count": 18
			},
			{
				"name": "Pollen fluorescent",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Rêve dominant du pouvoir brûlant",
				"count": 9
			},
			{
				"name": "Noyau fongique robuste",
				"count": 14
			},
			{
				"name": "Poussière cristalline de sporange",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Passé glorieux du pouvoir brûlant",
				"count": 6
			},
			{
				"name": "Noyau fongique robuste",
				"count": 27
			},
			{
				"name": "Poussière cristalline de sporange",
				"count": 18
			}
		]
	}
}