{
	"id": 12426,
	"name": "« Méga épée magique du suzerain ultime »",
	"description": "Une épée magique qui ne peut être maniée que par le suzerain ultime qui règne sur les mers. Comme elle a été fabriquée avec des matériaux spéciaux résistants à l'eau, elle ne sera pas trempée même si elle est immergée dans l'eau. On pourrait même dire qu'elle est invincible !",
	"descriptionRaw": "Une épée magique qui ne peut être maniée que par le suzerain ultime qui règne sur les mers. Comme elle a été fabriquée avec des matériaux spéciaux résistants à l'eau, elle ne sera pas trempée même si elle est immergée dans l'eau. On pourrait même dire qu'elle est invincible !",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Épée à deux mains",
	"rarity": 4,
	"story": "« ... Ce n'est pas une épée bon marché faite en papier{NON_BREAK_SPACE}! C'est plutôt... Euh... La Méga épée magique du suzerain ultime... qui a vaincu l'empereur des crabes{NON_BREAK_SPACE}!{NON_BREAK_SPACE}»\n\nIl y a fort, fort longtemps, bien avant que les fleurs romaritimes aient reçu un nom, vivait par-delà la mer lointaine le grandiose Empereur démoniaque des crabes.\nBien que personne ne sache pourquoi ce crabe était grandiose et où se trouvait la nation et le peuple de ce souverain, tout le monde parlait de ce crustacé comme d'un empereur démoniaque, dont la réputation se répandait sur toutes les étendues d'eau. Peut-être que cette créature était naturellement noble ? C'est en se persuadant de cela que l'Empereur démoniaque des crabes accepta petit à petit les rumeurs qui étaient dites sur lui comme étant une vérité.\nTout comme les humains des hautes sphères (ou qui pensent en faire partie), cette grande éminence déplorait souvent que sa position l'empêchait d'avoir des amis (bien que cela puisse également indiquer son haut statut social). Après tout, les cliquetis de ses pinces pourraient facilement effrayer ceux qui le regarderaient de travers, et elles pourraient couper le fil du destin de ceux qui lui résisteraient. Et les pièces d'or, qui composaient le trésor de l'Empereur démoniaque des crabes, s'élèveraient jusqu'au Mont Automnéqui si elles étaient empilées. Il pourrait aisément acheter toutes les délicieuses pâtisseries de Fontaine qui s'offraient à lui — c'est bien digne de la vie d'un grand souverain, n'est-il pas ?\nMais sans de bons amis pour jouer avec lui, et poussé par l'ennui et par la tristesse (qu'aucune quantité de pâtisseries ne pouvait combler), cette grande éminence devait recourir à ses grandes pinces pour tailler les herbiers marins. Hélas, l'empereur des crabes restait toujours un crabe, et même s'il pouvait tout faire mieux que les autres crabes, son habileté à tailler les herbiers marins n'était pas meilleure que celle d'une raie ordinaire !\nUn jour, alors que le puissant Empereur démoniaque des crabes faisait des bulles désespérément dans son coin, il tomba sur une petite mélusine...\n« Eh là ! Qui ose entrer dans mon palais démoniaque ? Pourquoi es-tu venue ici ? »\n(Bien que l'empereur des crabes s'enflammait, il était en vérité un peu heureux, mais aussi effrayé. Quand d'autres êtres marins le voyaient, ils s'enfuyaient du fait de sa prestance. Il n'avait donc parlé à personne depuis un long, très long moment.)\n« Monsieur le crabe », lui dit la petite mélusine. «{NON_BREAK_SPACE}Vous avez l'air un peu malheureux. Jouons ensemble, ça vous remontera le moral{NON_BREAK_SPACE}!{NON_BREAK_SPACE}»\n« Tu ne comprends rien », lui répondit l'empereur des crabes en prévoyant de faire payer l'audace de cette mélusine qui a osé l'appeler « Monsieur » au lieu de « Votre Majesté ». Mais finalement, il ne lui en a pas tenu rigueur, et lui a plutôt dit : « Un souverain comme moi ne peut pas jouer avec une petite mélusine. Si je joue avec toi, je perdrai mon prestige d'empereur. »\n« Et que se passera-t-il si vous perdez votre prestige d'empereur{NON_BREAK_SPACE}?{NON_BREAK_SPACE}»\n« Un empereur sans prestige n'est plus un empereur. Si mes pinces n'étaient pas plus grosses et mon armure pas plus épaisse que celles des autres crabes, je serais aussi ordinaire qu'eux. »\n« Vous avez des pinces plus grosses que moi, monsieur le crabe, et vous avez plus de membres que moi. Votre armure est bien plus épaisse que les murs de ma maison. Sans compter vos pièces d'or et les pâtisseries que vous mangez, vous possédez beaucoup d'autres choses, ce qui devrait vous ravir ! Mais je crois savoir, ça doit être votre prestige qui vous rend malheureux. »\n« Petite mélusine, tu n'as jamais été impératrice, je pardonne donc ton ignorance. Mais il faut que tu saches qu'un empereur ne devrait pas se soucier s'il est heureux ou non. »\n« Mais avant d'être un empereur, vous étiez bien un crabe, n'est-ce pas ? On dirait bien que votre tristesse m'affecte aussi. Je voudrais vous aider, alors abandonnez votre prestige d'empereur{NON_BREAK_SPACE}!{NON_BREAK_SPACE}»\n« Oh là ! Petite mélusine, tu parles de choses que tu ne connais pas. Ce n'est pas aujourd'hui qu'un empereur abandonnera les règles qu'il s'est lui-même fixées ! » Et sa Majesté s'agita avec beaucoup de colère. « À moins que... Par exemple, et juste à titre d'exemple, un héros ne doive vaincre l'Empereur démoniaque en utilisant sa lame sacrée... De cette façon, même un ancien empereur pourrait se contenter de jouer avec une petite mélusine. »\n« Oh ! Alors c'est possible ! », s'écria de joie la mélusine, mais en se rappelant quelque chose, elle répondit déçue : « Mais je ne sais pas où trouver un héros, ni où trouver une lame sacrée... »\n« Hé, ce genre de choses n'a aucune importance ! Si quelqu'un peut vaincre l'Empereur démoniaque, il deviendra ce héros, et n'importe quelle arme peut servir de lame sacrée », lui dit précipitamment l'Empereur des crabes. « Haha ! Maintenant, tu comprends, petite mélusine impertinente ? »\n\n« C'est ce que m'a raconté monsieur le crabe ! Alors aidez-moi ! », a-t-elle dit. Et toutes les mélusines du Village Mérusea ont pensé qu'effectivement, elles devraient l'aider ! C'est ainsi qu'elles lui confièrent un grand coquillage comme bouclier, la couronnèrent d'herbes marines comme s'il s'agissait de laurier, et la revêtirent de toiles provenant d'un navire échoué dans Elynas lui faisant office de manteau. Et en dernier lieu, elles lui donnèrent un morceau très rare de carton séché : il s'agissait là de sa précieuse épée.\nC'est ainsi que la brave mélusine se lança dans cette aventure périlleuse pour vaincre l'Empereur démoniaque des crabes. Grâce à son épée magique invincible, elle vainquit sa Majesté, qui devint alors un ami des mélusines par la suite...\n\nAprès quelques discussions, les mélusines parvinrent à un consensus. Cette épée, la plus puissante du Village Mérusea, qui avait brillé lors d'illustres événements dans les brumes obscures du passé, devrait être offerte à un héros sans précédent, en souvenir de leur amitié.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recharge d'énergie",
	"baseStatText": "6,7%",
	"effectName": "Mélusaide !",
	"effectTemplateRaw": "Augmente l'ATQ de <color=#99FFFFFF>{0}</color>. Mais ce n'est pas tout : le soutien des mélusines vous remplit de force ! Votre ATQ augmente donc d'un maximum de <color=#99FFFFFF>{1}</color> supplémentaires selon la quantité de mélusines que vous avez aidées au Village Mérusea.",
	"r1": {
		"description": "Augmente l'ATQ de 12 %. Mais ce n'est pas tout : le soutien des mélusines vous remplit de force ! Votre ATQ augmente donc d'un maximum de 12 % supplémentaires selon la quantité de mélusines que vous avez aidées au Village Mérusea.",
		"values": [
			"12 %",
			"12 %"
		]
	},
	"r2": {
		"description": "Augmente l'ATQ de 15 %. Mais ce n'est pas tout : le soutien des mélusines vous remplit de force ! Votre ATQ augmente donc d'un maximum de 15 % supplémentaires selon la quantité de mélusines que vous avez aidées au Village Mérusea.",
		"values": [
			"15 %",
			"15 %"
		]
	},
	"r3": {
		"description": "Augmente l'ATQ de 18 %. Mais ce n'est pas tout : le soutien des mélusines vous remplit de force ! Votre ATQ augmente donc d'un maximum de 18 % supplémentaires selon la quantité de mélusines que vous avez aidées au Village Mérusea.",
		"values": [
			"18 %",
			"18 %"
		]
	},
	"r4": {
		"description": "Augmente l'ATQ de 21 %. Mais ce n'est pas tout : le soutien des mélusines vous remplit de force ! Votre ATQ augmente donc d'un maximum de 21 % supplémentaires selon la quantité de mélusines que vous avez aidées au Village Mérusea.",
		"values": [
			"21 %",
			"21 %"
		]
	},
	"r5": {
		"description": "Augmente l'ATQ de 24 %. Mais ce n'est pas tout : le soutien des mélusines vous remplit de force ! Votre ATQ augmente donc d'un maximum de 24 % supplémentaires selon la quantité de mélusines que vous avez aidées au Village Mérusea.",
		"values": [
			"24 %",
			"24 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Gobelet brisé de la mer immaculée",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Vieille montre à gousset d'opérateur",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Gobelet à vin de la mer immaculée",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Vieille montre à gousset d'opérateur",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Gobelet à vin de la mer immaculée",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Montre à gousset d'opérateur",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Montre à gousset d'opérateur",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Gobelet d'argent de la mer immaculée",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Constance d'opérateur",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Gobelet d'or de la mer immaculée",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Constance d'opérateur",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 12
			}
		]
	}
}