{
	"id": 11514,
	"name": "Uraku Misugiri",
	"description": "Cette lame célèbre a été créée par la main d'Urakusai, le lettré renommé. La légende raconte qu'elle n'a coupé aucune créature vivante depuis ces centaines d'années.",
	"descriptionRaw": "Cette lame célèbre a été créée par la main d'Urakusai, le lettré renommé. La légende raconte qu'elle n'a coupé aucune créature vivante depuis ces centaines d'années.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Épée à une main",
	"rarity": 5,
	"story": "Les légendes racontent comment le kitsune Urakusai s'était jadis attiré la haine éternelle du Bake-danuki en coupant les rideaux de laque dorée dans la forêt alors qu'il était ivre.\nCet acte valut son nom à son épée, et la danse des lames ivres sous la lune des kitsunes devint un conte raconté par tous ceux qui l'ont vue, à l'exception du Bake-danuki.\nBien plus tard, on raconta qu'Urakusai s'était excusé auprès du Bake-danuki qui avait organisé le spectacle et lui donna son précieux ensemble de thé ainsi que d'autres biens précieux en sa possession.\nEt celui qui venait « de la porte d'entrée » et qui ne la rencontra qu'une seule fois avant l'incident, reçut la lame « Misugiri » en récompense de sa médiation entre les deux parties.\n\nEn parlant de lui, il était légèrement différent de ce que pouvaient dire certaines rumeurs. Non seulement il s'agissait d'un personnage excentrique qui mena une bataille féroce contre les arbres à melons lavandes, mais il avait également un sens de l'élégance et savait apprécier les jeux, les jouets ainsi que les vêtements.\nLorsqu'il alla au combat, il s'habillait de brocarts dorés parsemés d'herbages et de nuages d'automne, et les peintures à l'huile criardes sur son visage lui donnaient une apparence spectaculaire.\nCependant, ni les textes anciens, ni les histoires populaires ne décrivirent la façon dont il portait la grande lame dorée « Misugiri » lors de sa bataille finale.\nAu lieu de cela, l'arme qu'il utilisait était toujours la même dans de nombreuses anecdotes et histoires le concernant. C'était une lame d'une taille prodigieuse avec un nom tout aussi long et difficile à prononcer que le sien.\nBien qu'il existe des parchemins le représentant brandissant une épée dans chaque main, l'une grande et l'autre petite, avec son apparence majestueuse traversant la marée montante des monstres sombres,\nLa lame « Misugiri » fut déjà perdue par celui qui venait « de la porte d'entrée » durant un été, quelques années avant le désastre, selon « l'Anthologie » faisant autorité de l'époque.\nPour cette raison, la lame qui n'avait peut-être jamais tranché un seul ennemi, « Misugiri », titillait toujours l'imagination des passionnés qui discutaient des contes historiques autour d'un verre d'alcool.\n\nChez les Oni, qui racontent leurs histoires et leurs légendes uniquement par le biais de chants et jamais par l'écriture, il existe une histoire différente ou peut-être complémentaire de celle enregistrée dans « l'Anthologie ».\nAprès un match de lutte durant un festival, celui qui venait « de la porte d'entrée » offrit la célèbre lame « Misugiri » à une tailleuse qui n'était pas issue d'une famille de samouraïs.\nIl semble qu'une jeune fille ait recollé une fleur dorée qui s'était détachée de son haori, et ce dernier lui avait alors offert la lame qui était à ses côtés en guise de récompense.\n\n« Quoi ? Tu ne veux pas de récompense ? Et si j'échangeais mon épée contre ta paire de ciseaux ? Ça ne compte pas comme une récompense. »\n« Hein ? Qu'est-ce que tu dis ? Bien sûr, on peut utiliser ce genre de lame pour couper du tissu ! Comment ça se fait qu'une jeune fille comme toi soit aussi ennuyeuse qu'un tengu ? »\n« Comment ça ? Les samouraïs et les roturiers sont foncièrement différents ? Qu'est-ce que c'est que cette excuse ! Tu peux utiliser des ciseaux pour couper du tissu, mais tu seras meilleure avec une lame ! »\n« Mais pas du tout ! Je te donne cette lame parce que son ancien propriétaire voulait qu'elle soit exposée comme tout objet célèbre et admirée. »\n« ... Je ne te l'offre pas, c'est juste un échange ! Mieux vaut que tu coupes des vêtements avec plutôt que ce vieux kitsune passe me demander comment se porte sa lame trois jours sur cinq ! »\n« Hé, je peux entendre ce que tu dis sur moi ! Et garde ma voix en dehors de ça ! Quoi qu'il en soit, regarde attentivement ! »\n\nEn disant cela, l'Oni se leva brusquement et dégaina son épée, le tranchant froid de sa lame reflétant le clair de lune et la fumée du festival.\nEnsuite, il coupa une de ses manches sans hésitation, avant d'y mettre l'épée. Tout en s'asseyant droit comme un « I », il offrit l'épée enroulée dans sa manche en brocart.\nCe guerrier Oni, qui riait et criait habituellement devant tout le monde dans les rues en ne se souciant que très peu des choses triviales, ressemblait un poil plus à un démon féroce lorsqu'il était sérieux.\n\n« Tu vois ? Même un idiot comme moi qui ne s'y connaît pas en couture peut trancher du tissu comme du beurre en utilisant cette lame, alors tu ferais mieux de ne pas la sous-estimer, tu entends ! »\n« Prends-en bien soin, maintenant ! Je suppose que tu seras la seule à en faire bon usage ! Je ne ferais que la détériorer. »\n« Tu veux que je la garde comme une sorte d'héritage familial ? Haha, j'y ai pensé ! Mais une épée célèbre comme elle deviendrait un bien triste présent si on ne l'utilisait pas. »\n« Et si c'était le cas, la prochaine fois que je verrai Urakusai, il se moquerait de moi parce que je ne suis qu'un voyou stupide, ennuyeux, inculte... Tu sais, ce genre de bêtises qu'il raconte. »\n\nFace à la soudaine expression solennelle du visage de l'Oni, la jeune tailleuse venant d'une famille roturière était absolument terrifiée.\nAprès avoir attendu que la jeune fille, maintenant tremblante de peur, accepte son précieux cadeau de remerciement, l'Oni laissa s'échapper quelques gros éclats de rire, se croyant suffisamment malin, et repartit très satisfait.\nCelui qui venait « de la porte d'entrée » gagna ainsi le titre de « grand idiot » donné par les villageois, et cela ne lui faisait ni chaud ni froid.\nMême s'il se mettait facilement à rire ou à se mettre en colère, il s'était fait de nombreux amis et protégea de nombreuses vies au cours de sa vie, qui en elle-même n'était ni trop longue, ni trop courte.\nPar la suite, lorsque d'innombrables parchemins brodés sans texte furent tissés pour les dieux, les kitsunes, les démons, les Oni ainsi que les humains qui protégeaient des vies sans compter,\nLa tailleuse, rongée par la culpabilité de n'avoir jamais réussi à lui rendre la lame pour l'aider à vaincre ses ennemis, réalisa cette image impressionnante de celui-ci brandissant deux lames.\nMais ce n'était qu'une question de temps. Avant que cela n'arrive, Urakusai se plaignit pendant plusieurs années du fait que l'épée fut transmise à des roturiers.\n\nChaque fois que les descendants de cet Oni, qui portaient son nom, regardaient cette épée qui était restée magnifique alors que la tailleuse avait vieilli, ils se souvinrent de ces mots :\n« L'oncle soupirait souvent en nettoyant cette épée, accusant Urakusai d'avoir laissé un trésor aussi extraordinaire à un idiot comme lui. »\n« Cette chose aurait dû profiter de la prospérité et de la beauté de ce monde. Comment pourrais-je supporter de la souiller par le massacre et la fureur ? »\n\nMais pour en revenir à notre sujet, lorsque la jeune fille découvrit les étonnantes utilisations de cette lame hors du champ de bataille, il lui fallut encore un certain temps avant de tisser ce parchemin si particulier.\nÀ cette époque, l'Oni Chiyo dansait dans son juunihitoe resplendissant, l'épée à la main, éblouissante comme de délicates fleurs flottant dans la brise printanière.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DGT CRIT",
	"baseStatText": "19,2%",
	"effectName": "Fleur brodée et épée consacrée",
	"effectTemplateRaw": "#Les DGT infligés par les attaques normales augmentent de <color=#99FFFFFF>{0}</color> et ceux infligés par les compétences élémentaires augmentent de <color=#99FFFFFF>{1}</color>. Lorsqu'un personnage de l'équipe à proximité a infligé des DGT Géo, les effets susmentionnés augmentent de 100 % supplémentaires pendant 15 s. De plus, la DÉF du personnage équipé de l'arme augmente de <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Les DGT infligés par les attaques normales augmentent de 16 % et ceux infligés par les compétences élémentaires augmentent de 24 %. Lorsqu'un personnage de l'équipe à proximité a infligé des DGT Géo, les effets susmentionnés augmentent de 100 % supplémentaires pendant 15 s. De plus, la DÉF du personnage équipé de l'arme augmente de 20 %.",
		"values": [
			"16 %",
			"24 %",
			"20{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Les DGT infligés par les attaques normales augmentent de 20 % et ceux infligés par les compétences élémentaires augmentent de 30 %. Lorsqu'un personnage de l'équipe à proximité a infligé des DGT Géo, les effets susmentionnés augmentent de 100 % supplémentaires pendant 15 s. De plus, la DÉF du personnage équipé de l'arme augmente de 25 %.",
		"values": [
			"20 %",
			"30 %",
			"25{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Les DGT infligés par les attaques normales augmentent de 24 % et ceux infligés par les compétences élémentaires augmentent de 36 %. Lorsqu'un personnage de l'équipe à proximité a infligé des DGT Géo, les effets susmentionnés augmentent de 100 % supplémentaires pendant 15 s. De plus, la DÉF du personnage équipé de l'arme augmente de 30 %.",
		"values": [
			"24 %",
			"36 %",
			"30{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Les DGT infligés par les attaques normales augmentent de 28 % et ceux infligés par les compétences élémentaires augmentent de 42 %. Lorsqu'un personnage de l'équipe à proximité a infligé des DGT Géo, les effets susmentionnés augmentent de 100 % supplémentaires pendant 15 s. De plus, la DÉF du personnage équipé de l'arme augmente de 35 %.",
		"values": [
			"28 %",
			"42 %",
			"35{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Les DGT infligés par les attaques normales augmentent de 32 % et ceux infligés par les compétences élémentaires augmentent de 48 %. Lorsqu'un personnage de l'équipe à proximité a infligé des DGT Géo, les effets susmentionnés augmentent de 100 % supplémentaires pendant 15 s. De plus, la DÉF du personnage équipé de l'arme augmente de 40 %.",
		"values": [
			"32 %",
			"48 %",
			"40{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Branche marine de corail",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Engrenage du chaos",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Garde-main ancien",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Branche marine de gemme",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Engrenage du chaos",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Garde-main ancien",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Branche marine de gemme",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Axe du chaos",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Garde-main kageuchi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Branche marine de jade",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Axe du chaos",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Garde-main kageuchi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Branche marine de jade",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Œil du chaos",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Garde-main célèbre",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Branche marine d'or",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Œil du chaos",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Garde-main célèbre",
				"count": 18
			}
		]
	}
}