{
	"id": 12512,
	"name": "Condamneur",
	"description": "Une arme autrefois utilisée par une jeune fille qui a abandonné son nom de famille, tachée du sang de ses ennemis et de ses proches.",
	"descriptionRaw": "Une arme autrefois utilisée par une jeune fille qui a abandonné son nom de famille, tachée du sang de ses ennemis et de ses proches.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Épée à deux mains",
	"rarity": 5,
	"story": "« Écoutez, ma chère Léticia. Souvenez-vous que vous êtes la fille aînée de la famille Randolph. »\n« Comprenez que lorsque des nobles comme nous nous asseyons, nous faisons pencher la balance de l'État. »\n« Et lorsque nous tombons, nous emportons d'innombrables sujets et leur foyer dans notre chute.{NON_BREAK_SPACE}»\n« Alors écoutez bien, ma chère Léticia. »\n« Vous devez conserver votre allure noble et la pureté de votre apparence. Ne soyez pas prompte à montrer votre colère, votre tristesse ou votre joie. »\n« Car notre nom de famille peut accorder la prospérité à un roturier, ou l'envoyer au Fleuve cendré. »\n\nMais même si son père lui parlait ainsi, une jeune fille restait quand même une jeune fille avant d'être noble.\nLorsque nos mains ne sont plus gênées par de la suie ou de l'huile de machine, notre cœur aspire à «{NON_BREAK_SPACE}l'aventure ».\nDans le dos de son père, de son frère et de ses serviteurs, elle enfila un costume et pénétra dans la ville souterraine qui ne connaissait ni soleil, ni pluie.\nElle voulait simplement voir la vie des gens simples qui n'avaient aucun contrôle sur leur destin.\nCela pouvait même être plus intéressant que les tours de magie de Parsifal ! Penser à cela aiguisait l'intérêt de la jeune fille.\nMais cette aventure était différente de ce qu'elle pouvait imaginer. Tout simplement parce que personne n'avait préparé cette expédition pour elle.\nElle ne pouvait donc pas raconter cette histoire à ses pairs ou à ses amis de l'aristocratie lors de leurs réunions.\nC'est quand un danger invisible se manifeste, comme la musique, les mensonges ou le poison versé dans le vin, qu'il faut se préparer à sortir sa lame...\n\n« Oh, par tous les Archons ! De quelle famille venez-vous, jeune demoiselle ? Et qu'est-ce qui vous amène au Fleuve cendré ? »\nC'était une lumière douce et familière qui écartait les ombres effroyables et envahissantes.\n« Vous êtes... »\nSon nom était sur le bout de sa langue, mais elle lui demanda à la place comment il avait su qu'elle était déguisée.\n« Eh bien, vous êtes une bien piètre menteuse, pour commencer. Et vous venez d'admettre à moitié que vous n'êtes pas de la région, n'est-ce pas ? »\n« ... Et par-dessus le marché, vos vêtements ne sont ni tachés de suie, ni tachés d'huile de machine, je n'y vois aucune trace de sang non plus... »\n« Et aussi, à en juger par votre façon de marcher, vous ne portez pas souvent le pantalon. »\n\nLorsqu'on lui demanda pourquoi Reed, qu'elle connaissait, pouvait aller et venir librement dans les ruelles du Fleuve cendré, le jeune homme lui répondit{NON_BREAK_SPACE}:\n« J'espère que vous conviendrez que votre père, votre frère et vos domestiques n'ont pas besoin de savoir ce qui se passe ici. »\n« Et comme dit le patron : que tout ce sur quoi le soleil brille leur appartienne, et que le Fleuve cendré nous revienne. »\n« Chère Léticia, s'il vous plaît, oubliez au moins pour un temps que vous êtes la fille aînée de la famille Randolph. »\n« Et comme une personne ordinaire, accompagnez-moi, et servez-vous de vos yeux brillants qui n'ont jamais été couverts de poussière. »\n« Voyez le monde où vivent vos compatriotes qui, tout comme vous, ont du rouge dans le sang qui coule dans leurs veines, dans leurs passions et leurs amours. »\nEt pourtant, ce fut une aventure bien différente de celle à laquelle elle s'attendait et comme le destin l'aurait voulu.\nElle expérimenterait beaucoup de choses qu'elle ne pouvait pas raconter à ses amis et ses pairs de l'aristocratie, ou à ses serviteurs, lorsqu'ils se rencontraient de nouveau pour rire et discuter...\n\n« Léticia, c'est votre âme pure que j'aime. »\n« Nous ne lancerons plus nos haches sur le tronc des arbres. »\n« Et si un jour, je devais me perdre dans les gloires de ce monde, »\n« C'est entre vos mains que mon sort sera scellé... »\n\n...\nLorsqu'elle retrouva son père des années plus tard, elle avait déjà pris le nom de la rose,\nEt elle était bien plus habituée au poids d'une hache dans sa main qu'aux costumes qu'on lui imposait autrefois.\nPourtant, elle ne parvenait pas à s'habituer à l'apparence désormais fragile et vieillissante du père digne et doux dont elle se souvenait.\n\n« Très cher père, j'ai fait un pacte avec mon bien-aimé, un serment envers ceux que j'aime. »\n« Le fait que je sois encore en vie signifie que notre sang n'a pas encore coulé. »\n« Et je n'ai pas encore taché le nom de Randolph de manière irréversible. »\n\n« Ma très chère Léticia. Il ne se passe pas un jour sans que j'allume une bougie pour vous. »\n« Même si maintenant, vous souhaitez abandonner notre nom de famille, nous serons toujours père et fille. »\n« Ce jeu éculé étant terminé, je vous prie de revenir chez nous. »\n« Votre enfant est innocent depuis le début, et je n'abandonnerai pas votre chair et votre sang inutilement. »\n« Quant à votre mari, eh bien, nous pourrions faire ressurgir la magie des Randolph... »\n\n...\nMais elle s'en souvint finalement dans un rêve. « À cette époque, les bombardements des canons navals ne nous faisaient pas reculer d'un pouce. »\nLes passages sombres dans lesquels les chiens de chasse se faufilent ne devraient pas être connus des étrangers.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taux CRIT",
	"baseStatText": "4,8%",
	"effectName": "Promesses des mille aubes et crépuscules",
	"effectTemplateRaw": "Augmente l'ATQ de <color=#99FFFFFF>{0}</color>. Lorsqu'un personnage de l'équipe obtient un fragment généré par une réaction de Cristallisation, le personnage équipé de l'arme gagne 1 sceau pendant 15 s, ce qui augmente les DGT de ses compétences élémentaires de <color=#99FFFFFF>{1}</color>. Un maximum de 2 sceaux peut être obtenu en même temps, tous les sceaux disparaissant 0,2 s après que le personnage équipé de l'arme inflige des DGT avec une compétence élémentaire.",
	"r1": {
		"description": "Augmente l'ATQ de 20 %. Lorsqu'un personnage de l'équipe obtient un fragment généré par une réaction de Cristallisation, le personnage équipé de l'arme gagne 1 sceau pendant 15 s, ce qui augmente les DGT de ses compétences élémentaires de 18 %. Un maximum de 2 sceaux peut être obtenu en même temps, tous les sceaux disparaissant 0,2 s après que le personnage équipé de l'arme inflige des DGT avec une compétence élémentaire.",
		"values": [
			"20 %",
			"18 %"
		]
	},
	"r2": {
		"description": "Augmente l'ATQ de 25 %. Lorsqu'un personnage de l'équipe obtient un fragment généré par une réaction de Cristallisation, le personnage équipé de l'arme gagne 1 sceau pendant 15 s, ce qui augmente les DGT de ses compétences élémentaires de 22,5 %. Un maximum de 2 sceaux peut être obtenu en même temps, tous les sceaux disparaissant 0,2 s après que le personnage équipé de l'arme inflige des DGT avec une compétence élémentaire.",
		"values": [
			"25 %",
			"22,5 %"
		]
	},
	"r3": {
		"description": "Augmente l'ATQ de 30 %. Lorsqu'un personnage de l'équipe obtient un fragment généré par une réaction de Cristallisation, le personnage équipé de l'arme gagne 1 sceau pendant 15 s, ce qui augmente les DGT de ses compétences élémentaires de 27 %. Un maximum de 2 sceaux peut être obtenu en même temps, tous les sceaux disparaissant 0,2 s après que le personnage équipé de l'arme inflige des DGT avec une compétence élémentaire.",
		"values": [
			"30 %",
			"27 %"
		]
	},
	"r4": {
		"description": "Augmente l'ATQ de 35 %. Lorsqu'un personnage de l'équipe obtient un fragment généré par une réaction de Cristallisation, le personnage équipé de l'arme gagne 1 sceau pendant 15 s, ce qui augmente les DGT de ses compétences élémentaires de 31,5 %. Un maximum de 2 sceaux peut être obtenu en même temps, tous les sceaux disparaissant 0,2 s après que le personnage équipé de l'arme inflige des DGT avec une compétence élémentaire.",
		"values": [
			"35 %",
			"31,5 %"
		]
	},
	"r5": {
		"description": "Augmente l'ATQ de 40 %. Lorsqu'un personnage de l'équipe obtient un fragment généré par une réaction de Cristallisation, le personnage équipé de l'arme gagne 1 sceau pendant 15 s, ce qui augmente les DGT de ses compétences élémentaires de 36 %. Un maximum de 2 sceaux peut être obtenu en même temps, tous les sceaux disparaissant 0,2 s après que le personnage équipé de l'arme inflige des DGT avec une compétence élémentaire.",
		"values": [
			"40 %",
			"36 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment d'un accord ancien",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Noyau de faille",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapitre d'un accord ancien",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Noyau de faille",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Engrenage de maillage",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Chapitre d'un accord ancien",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Synapse étrangère",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Mouvement d'un accord ancien",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Synapse étrangère",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Engrenage à coupe droite",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Mouvement d'un accord ancien",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Noyau d'organisme d'extramonde",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Écho d'un accord ancien",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Noyau d'organisme d'extramonde",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Engrenage dynamique artificié",
				"count": 18
			}
		]
	}
}