{
	"name": "Ombre immaculée",
	"description": "Une épée d'origine étrangère avec une section émoussée. Elle fut introduite par les voies commerciales à Liyue, et est un instrument de destruction puissant entre de bonnes mains.",
	"weapontype": "Épée à deux mains",
	"rarity": "4",
	"story": "De tout temps le monde entier s'est retrouvé au Port de Liyue, à la grande fierté de la cité.\nDes trésors exotiques sont introduits quotidiennement dans la cité grâce aux commerçants étrangers.\nIl a été forgé par des mains expertes à partir d'un matériau de qualité et présente une particularité : la lame du côté de la garde n'a pas été affûtée.\nIl est dit que cette lame d'épée était aussi conçue pour servir de poignée afin de changer les positions des mains lors du combat à tout moment.\n\nPeu rappellent qu'à l'origine de cette arme se trouve un artisan étranger.\nL'homme, qui s'estimait être insuffisamment habile de ses mains, se plongea corps et âme dans la forge, équilibrant avec soin les pièces qu'il y travaillait.\nDans la forge les nuits s'écoulèrent les unes après les autres ;\nreforgeant sans prendre de pause, l'artisan travailla l'acier sans s'arrêter.\nDans son cœur cohabitaient l'espoir de revoir la personne aimée, et une inquiétude sourde.\n\n« Une fois la guerre finie »,\npensait l'artisan,\n« pourra-t-elle utiliser cette lame ?\nPourra-t-elle revenir en paix ? »\nMais après un moment, il abandonna ces pensées, pour se replonger corps et âme dans l'arme.\nMieux valait se concentrer et abandonner les idées distrayantes, et forger avec un cœur honnête.\n\nLe jour vient où revint en ville le corps expéditionnaire ;\nl'artisan n'avait alors pas encore eu le temps de graver le nom de la fille aimée sur l'arme.\nAmenant l'arme devant sa dulcinée rentrant au pays,\nl'artisan ne sut s'il devait rire ou pleurer...\n\nLes cheveux du chevalier, libres du joug du casque, tombaient en cascade sur ses épaules, et les jours où elle portait l'arme étaient révolus.\nElle avait ramené à son amant resté au pays un cadeau précieux : un arc de chasse flambant neuf.\n« Quel dommage, fit l'artisan à sa vue. Moi qui n'ai rien fait d'autre que te forger une épée durant toutes ces années... »\nMais l'épée s'avéra être une arme d'excellente facture.",
	"baseatk": 42,
	"substat": "DÉF",
	"subvalue": "11.3",
	"effectname": "Lame énergisante",
	"effect": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de {0} pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,5 s.",
	"r1": [
		"6 %"
	],
	"r2": [
		"7,5 %"
	],
	"r3": [
		"9 %"
	],
	"r4": [
		"10,5 %"
	],
	"r5": [
		"12 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Sable lumineux de Guyun",
				"count": 3
			},
			{
				"name": "Dague de chasse rituelle",
				"count": 3
			},
			{
				"name": "Insigne des Pilleurs",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Roche lustrée de Guyun",
				"count": 3
			},
			{
				"name": "Dague de chasse rituelle",
				"count": 12
			},
			{
				"name": "Insigne des Pilleurs",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Roche lustrée de Guyun",
				"count": 6
			},
			{
				"name": "Dague rituelle de l'Usurier",
				"count": 6
			},
			{
				"name": "Insigne de corbeau en argent",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Squelette sacré de Guyun",
				"count": 3
			},
			{
				"name": "Dague rituelle de l'Usurier",
				"count": 12
			},
			{
				"name": "Insigne de corbeau en argent",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Squelette sacré de Guyun",
				"count": 6
			},
			{
				"name": "Grande dague de l'Inspecteur",
				"count": 9
			},
			{
				"name": "Insigne de corbeau en or",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Corps divin de Guyun",
				"count": 4
			},
			{
				"name": "Grande dague de l'Inspecteur",
				"count": 18
			},
			{
				"name": "Insigne de corbeau en or",
				"count": 12
			}
		]
	}
}