{
	"id": 15413,
	"name": "Ode aux alizées",
	"description": "Un arc ornementé de fleurs sans nom, portant également le poids des espoirs ardents d'un inconnu.",
	"descriptionRaw": "Un arc ornementé de fleurs sans nom, portant également le poids des espoirs ardents d'un inconnu.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arc",
	"rarity": 4,
	"story": "Dans les rêves d'enfance de Mondstadt flotte une espèce de fleur particulière,\nqui grandit dans le froid et le vent, et éclot dans les cristaux de glace dansants.\n\nCette fleur n'était pas de ces fleurs que le vent déracine et emporte au loin.\nNon, les racines de l'alizée s'épanouissaient alors que le vent rageait.\nLa lointaine rébellion du peuple contre le tyran n'est aujourd'hui plus qu'excuse aux festivités,\net le souvenir de l'alizée a fini par se fondre dans le son de la lyre et dans ses mélodies aussi anciennes que le vent.\n\n« Je t'offre cette fleur sans nom. Puissent les printemps que tu n'as jamais vus ne rien signifier pour toi.\nPuisses-tu me repayer en espoir et en sourires, et être à mes côtés quand les vents tomberont. »\n\nAinsi se saluaient ceux qui chérissaient la liberté à l'époque où le tyran de la tour dominait le peuple.\nCeux qui aspiraient au courage et rêvaient de marcher libres tissèrent l'inconnu, utilisant ces mots en signe de reconnaissance.\nUne fleur solitaire et fragile s'épanouit à cette époque dans les vents, et se mit à éclore à travers les montagnes embrumées,\net ainsi firent de même les sujets indifférents et déracinés suivant le flot, pour devenir de fiers et intrépides héros.\nL'égoïste tyran au regard noir perdit de son ascendant, incapable dorénavant d'arrêter la vague furieuse qui grandissait.\n\n« Je t'offre cette fleur sans nom. Puisse-t-elle nous couronner champions, puisse-t-elle protéger le printemps et les cieux.\nPuisse les nuages de l'aurore nous accompagner dans la brise de la vraie liberté. »\n\nAu milieu des ruines de l'ancienne tour, dans les rires, les chansons et les larmes de ceux qui venaient de gagner leur liberté,\nun guerrier aux cheveux rouges tourna son dos au dieu qui venait de naître, caché telle une goutte dans la marée humaine.\nC'était lui qui avait le premier transmis le code secret des alizées, lui qui avait tissé les fils de l'aurore dans cette si longue nuit.\nSon nom a depuis disparu dans les méandres du temps, mais ce qu'il fit perdure dans les chansons.\nMille ans plus tard, un autre chevalier aux cheveux écarlates marcherait dans ses pas, et viendrait illuminer à son tour la sombre histoire de la noblesse.\nDe même que le destin de l'alizée est de fleurir lorsque les conditions sont critiques,\nle destin de ce clan ne changera sans doute jamais : vivre dans la nuit pour amener les feux de l'aube...\n\nLa forme de l'alizée s'est perdue dans les marées mouvantes du temps.\nSon nom est devenu en temps de paix synonyme d'amour et de joie.\nMais sûrement est-ce là ce qu'espéraient ceux qui marchèrent autrefois dans les ténèbres...\n\n« Que les fleurs qui éclosent symbolisent l'amour et l'arrivée du printemps,\net non plus la résistance et les bannières se levant... »",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maîtrise élémentaire",
	"baseStatText": "36",
	"effectName": "Faveur des alizées",
	"effectTemplateRaw": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de <color=#99FFFFFF>{0}</color> pendant 6 s.",
	"r1": {
		"description": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de 16 % pendant 6 s.",
		"values": [
			"16 %"
		]
	},
	"r2": {
		"description": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de 20 % pendant 6 s.",
		"values": [
			"20 %"
		]
	},
	"r3": {
		"description": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de 24 % pendant 6 s.",
		"values": [
			"24 %"
		]
	},
	"r4": {
		"description": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de 28 % pendant 6 s.",
		"values": [
			"28 %"
		]
	},
	"r5": {
		"description": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de 32 % pendant 6 s.",
		"values": [
			"32 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Entraves du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Branche morte des lignes énergétiques",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Nectar de Fleur mensongère",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Branche morte des lignes énergétiques",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Nectar de Fleur mensongère",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chaînes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Nectar miroitant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Feuilles mortes des lignes énergétiques",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Nectar miroitant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Menottes du Chevalier du Croc de Lion",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Pousse des lignes énergétiques",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Nectar élémentaire",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Idéaux du Chevalier du Croc de Lion",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Pousse des lignes énergétiques",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Nectar élémentaire",
				"count": 12
			}
		]
	}
}