{
	"id": 11424,
	"name": "Croc de loup",
	"description": "La légende raconte que cette longue épée était autrefois utilisée par un chevalier nomade d'un passé lointain.",
	"descriptionRaw": "La légende raconte que cette longue épée était autrefois utilisée par un chevalier nomade d'un passé lointain.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Épée à une main",
	"rarity": 4,
	"story": "Les chevaliers distingués de l'Ordre de Favonius, que ce soit le fruit du hasard ou du destin,\nont pour la plupart un nom de chevalier et un totem inspirés de deux personnages :\nLe premier est le titre et la renommée du Lion, hérités du premier Grand Maître de l'Ordre de Favonius.\nEt le second, à peu près de la même époque, est le Loup Chevalier, Borée.\n\nIl n'y a, en vérité, aucune trace du Chevalier de Borée.\nL'origine du nom vient plutôt d'histoires qui circulaient à cette époque.\nÀ la fin du conte, le marchand (ou fermier) dont la fille a été sauvée demande :\n« Je ne sais pas comment nous pourrons vous remercier un jour, ô honorable chevalier ? »\nCe à quoi le chevalier répondit : « Quand ta précieuse fille sera mariée, lève ton verre pour porter un toast. »\n« Ah ! Je suis vraiment désolé... Si je dois porter un toast, puis-je humblement demander votre nom, ô chevalier ? »\nLe chevalier réfléchit un instant et répondit ainsi :\n« Alors tu devrais porter un toast à mon compagnon. Il s'appelle « Borée ». »\n\nCette histoire se termine généralement comme suit :\nÀ ce moment-là, dans la forêt (ou à flanc de montagne, ou à l'abri des regards),\nune soudaine rafale souffle. Le marchand (ou le fermier) regarde dans cette direction,\nmais ne voit qu'une paire d'yeux bestiaux dans l'obscurité, froide comme la glace.\nCes deux lumières disparaissent rapidement. Lorsque le marchand (ou le fermier) revient à lui, le chevalier est parti lui aussi.\nIl existe de nombreuses versions de l'histoire, mais la fille est toujours sauvée, et le chevalier ne donne jamais son nom.\n\nMais avant que l'histoire ne soit une histoire, il n'était qu'un étrange voyageur vêtu d'un manteau poussiéreux et en lambeaux. Certains ont remarqué l'armure magnifiquement conçue, mais usée au combat sous la cape. Mais ça ne voulait rien dire. Peut-être que le porteur de l'armure n'était qu'une autre âme perdue qui avait perdu sa position prestigieuse avec les changements apportés par la révolution.\nLe propriétaire de la taverne a remarqué que l'homme payait avec de vraies pièces d'or et d'argent, bien que personne ne reconnaisse les symboles dessus. Cependant, ça ne signifiait rien non plus, car l'or et l'argent n'ont pas de maître et changent toujours de mains. Par ailleurs, personne ne dirait du mal d'un client qui paie toujours sa note et qui n'est pas enclin à l'ivresse tapageuse.\nPour sa part, l'histoire vient d'un démon serpent qui est arrivé sur les rives de Mondstadt depuis la mer au-delà de l'horizon, suivant le courant de chaleur et de paix. Au début de l'Ordre de Favonius, alors qu'ils n'en étaient encore qu'à leurs balbutiements, le chevalier sans nom quitta la ville pour chasser les démons en échange d'une pièce d'argent. L'odeur du sang et des charognes en décomposition sur la plage a attiré des milliers de faucons, qui ont tourné en rond pendant des jours. Ainsi, la véritable origine du nom de la Côte du Faucon ne vient pas de la légende romanesque du Faucon de l'Ouest.\nDans les années qui ont suivi, les chevaliers de l'Ordre de Favonius ont fait tout leur possible pour convaincre le chevalier sans nom de les rejoindre, mais il n'a jamais accepté. En réalité, l'origine du nom « Borée » vient probablement d'un événement qui s'est produit entre le Grand Maître des premiers jours de l'Ordre de Favonius et le chevalier sans nom. Le Grand Maître, ayant perdu patience après avoir été rejeté d'innombrables fois, a fait encercler le chevalier sans nom dans la rue. Les deux phrases de l'histoire transmises par les générations suivantes se sont produites lorsque le chevalier sans nom « Borée » est parti. Bien que l'idée générale soit fondamentalement la même, le ton des deux parties n'était pas si formel.\nMais une telle histoire serait extrêmement ennuyeuse si elle était racontée telle quelle en poésie. C'est pourquoi des bardes talentueux ont pris cette histoire, l'ont combinée avec des événements entourant le chevalier pendant qu'il était à Mondstadt, et en ont tissé une multitude d'histoires.\nBien qu'il ne soit resté que quelques années à Mondstadt, son souvenir est impérissable.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taux CRIT",
	"baseStatText": "6%",
	"effectName": "Loup boréal",
	"effectTemplateRaw": "#Les DGT infligés par les compétences et déchaînements élémentaires augmentent de <color=#99FFFFFF>{0}</color>. Lorsqu'une compétence élémentaire touche un ennemi, son taux CRIT augmente de <color=#99FFFFFF>{1}</color>. Lorsqu'un déchaînement élémentaire touche un ennemi, son taux CRIT augmente de <color=#99FFFFFF>{2}</color>. Chacun de ces deux effets dure 10{NON_BREAK_SPACE}s, et peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,1 s.",
	"r1": {
		"description": "Les DGT infligés par les compétences et déchaînements élémentaires augmentent de 16 %. Lorsqu'une compétence élémentaire touche un ennemi, son taux CRIT augmente de 2 %. Lorsqu'un déchaînement élémentaire touche un ennemi, son taux CRIT augmente de 2 %. Chacun de ces deux effets dure 10 s, et peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,1 s.",
		"values": [
			"16 %",
			"2 %",
			"2 %"
		]
	},
	"r2": {
		"description": "Les DGT infligés par les compétences et déchaînements élémentaires augmentent de 20 %. Lorsqu'une compétence élémentaire touche un ennemi, son taux CRIT augmente de 2,5 %. Lorsqu'un déchaînement élémentaire touche un ennemi, son taux CRIT augmente de 2,5 %. Chacun de ces deux effets dure 10 s, et peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,1 s.",
		"values": [
			"20 %",
			"2,5 %",
			"2,5 %"
		]
	},
	"r3": {
		"description": "Les DGT infligés par les compétences et déchaînements élémentaires augmentent de 24 %. Lorsqu'une compétence élémentaire touche un ennemi, son taux CRIT augmente de 3 %. Lorsqu'un déchaînement élémentaire touche un ennemi, son taux CRIT augmente de 3 %. Chacun de ces deux effets dure 10 s, et peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,1 s.",
		"values": [
			"24 %",
			"3 %",
			"3 %"
		]
	},
	"r4": {
		"description": "Les DGT infligés par les compétences et déchaînements élémentaires augmentent de 28 %. Lorsqu'une compétence élémentaire touche un ennemi, son taux CRIT augmente de 3,5 %. Lorsqu'un déchaînement élémentaire touche un ennemi, son taux CRIT augmente de 3,5 %. Chacun de ces deux effets dure 10 s, et peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,1 s.",
		"values": [
			"28 %",
			"3,5 %",
			"3,5 %"
		]
	},
	"r5": {
		"description": "Les DGT infligés par les compétences et déchaînements élémentaires augmentent de 32 %. Lorsqu'une compétence élémentaire touche un ennemi, son taux CRIT augmente de 4 %. Lorsqu'un déchaînement élémentaire touche un ennemi, son taux CRIT augmente de 4 %. Chacun de ces deux effets dure 10 s, et peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,1 s.",
		"values": [
			"32 %",
			"4 %",
			"4 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tuile cassée de Décabarian",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositif du chaos",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Masque endommagé",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Mur abattu de Décabarian",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositif du chaos",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Masque endommagé",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Mur abattu de Décabarian",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuit du chaos",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Masque sale",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment dispersé de Décabarian",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuit du chaos",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Masque sale",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment dispersé de Décabarian",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Noyau du chaos",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Masque sinistre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Rêve brisé de Décabarian",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Noyau du chaos",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Masque sinistre",
				"count": 12
			}
		]
	}
}