{
	"id": 8,
	"name": "Factor especial",
	"rules": [
		{
			"title": "Comida",
			"titleraw": "{SPRITE_PRESET#3101}Comida",
			"content": "Cuando una carta de evento de comida surte efecto en el personaje, este entra en el estado de “saciedad”, durante el cual ni se le puede dar ni surtirá efecto ninguna otra carta de evento de comida.\nEl estado de saciedad se eliminará al terminar una ronda o cuando el personaje sea derrotado.\nAdemás, al jugar una carta de evento de comida con efectos de resurrección, en dicha ronda no se podrán jugar más cartas de ese tipo con ese mismo efecto.",
			"contentraw": "Cuando una carta de evento de {SPRITE_PRESET#3101}comida surte efecto en el personaje, este entra en el estado de “saciedad”, durante el cual ni se le puede dar ni surtirá efecto ninguna otra carta de evento de {SPRITE_PRESET#3101}comida.\\nEl estado de saciedad se eliminará al terminar una ronda o cuando el personaje sea derrotado.\\nAdemás, al jugar una carta de evento de {SPRITE_PRESET#3101}comida con efectos de resurrección, en dicha ronda no se podrán jugar más cartas de ese tipo con ese mismo efecto."
		},
		{
			"title": "Escudo",
			"titleraw": "{SPRITE_PRESET#4007}Escudo",
			"content": "Algunos efectos otorgan un escudo para proteger a un personaje determinado.\nCuando el personaje protegido reciba daño, los puntos del escudo se utilizarán para bloquearlo.",
			"contentraw": "Algunos efectos otorgan un escudo para proteger a un personaje determinado.\\nCuando el personaje protegido reciba daño, los puntos del escudo se utilizarán para bloquearlo."
		},
		{
			"title": "Técnica secreta",
			"titleraw": "{SPRITE_PRESET#3007}Técnica secreta",
			"content": "Cada jugador solo puede usar 1 carta de técnica secreta por partida.\nLas cartas de técnica secreta aparecerán en tu mano inicial. Si cuentas con más cartas de técnica secreta en tu mazo que el número de cartas en tu mano inicial, se escogerán al azar.",
			"contentraw": "Cada jugador solo puede usar 1 carta de {SPRITE_PRESET#3007}técnica secreta por partida.\\nLas cartas de {SPRITE_PRESET#3007}técnica secreta aparecerán en tu mano inicial. Si cuentas con más cartas de {SPRITE_PRESET#3007}técnica secreta en tu mazo que el número de cartas en tu mano inicial, se escogerán al azar."
		},
		{
			"title": "Técnica especial",
			"titleraw": "{SPRITE_PRESET#3008}Técnica especial",
			"content": "Cuando un personaje en combate tenga equipada una carta de técnica especial, podrá usar la técnica especial correspondiente.\nHacerlo se considera una acción de combate y, cuando el personaje no pueda usar habilidades por estar congelado, aturdido o petrificado, tampoco podrá usar técnica especiales.\nLa técnica especial no se considera una habilidad, por lo que al usarla, no se activarán efectos que ocurren tras usar habilidades, causar Reacciones Elementales, etc. El daño infligido con una técnica especial no se considera daño de personaje.",
			"contentraw": "Cuando un personaje en combate tenga equipada una carta de {SPRITE_PRESET#3008}técnica especial, podrá usar la {SPRITE_PRESET#3008}técnica especial correspondiente.\\nHacerlo se considera una acción de combate y, cuando el personaje no pueda usar habilidades por estar congelado, aturdido o petrificado, tampoco podrá usar {SPRITE_PRESET#3008}técnica especiales.\\nLa {SPRITE_PRESET#3008}técnica especial no se considera una habilidad, por lo que al usarla, no se activarán efectos que ocurren tras usar habilidades, causar Reacciones Elementales, etc. El daño infligido con una {SPRITE_PRESET#3008}técnica especial no se considera daño de personaje."
		},
		{
			"title": "Número de usos",
			"titleraw": "Número de usos",
			"content": "Algunas cartas y estados tienen usos limitados.\nCada vez que se active el efecto de la carta, se consumirá 1 uso.\nCuando se agoten todos los usos, esta carta se descartará inmediatamente.",
			"contentraw": "Algunas cartas y estados tienen usos limitados.\\nCada vez que se active el efecto de la carta, se consumirá 1 uso.\\nCuando se agoten todos los usos, esta carta se descartará inmediatamente."
		},
		{
			"title": "Duración de rondas",
			"titleraw": "Duración de rondas",
			"content": "Algunas cartas y estados tiene una duración limitada de rondas.\nEn cada fase final, su duración se reducirá 1 ronda.\nAl agotar su duración, esta carta quedará inmediatamente descartada.",
			"contentraw": "Algunas cartas y estados tiene una duración limitada de rondas.\\nEn cada fase final, su duración se reducirá 1 ronda.\\nAl agotar su duración, esta carta quedará inmediatamente descartada."
		},
		{
			"title": "Daño Penetrante",
			"titleraw": "Daño Penetrante",
			"content": "Algunos efectos pueden infligir Daño Penetrante.\nEste tipo de daño no obtendrá bonos de daño de otros efectos, pero tampoco podrá ser bloqueado por escudos.",
			"contentraw": "Algunos efectos pueden infligir Daño Penetrante.\\nEste tipo de daño no obtendrá bonos de daño de otros efectos, pero tampoco podrá ser bloqueado por escudos."
		},
		{
			"title": "Acción de combate (cartas de acción)",
			"titleraw": "Acción de combate (cartas de acción)",
			"content": "Algunas cartas de acción siguen las reglas de las acciones de combate.\nJugar una carta que siga esta regla se considerará una acción de combate en lugar de una acción rápida.",
			"contentraw": "Algunas cartas de acción siguen las reglas de las acciones de combate.\\nJugar una carta que siga esta regla se considerará una acción de combate en lugar de una acción rápida."
		},
		{
			"title": "Ataque Cargado",
			"titleraw": "Ataque Cargado",
			"content": "Antes de que actúes, si el número de dados elementales es par, el Ataque Normal se considerará Ataque Cargado.",
			"contentraw": "Antes de que actúes, si el número de dados elementales es par, el Ataque Normal se considerará Ataque Cargado."
		},
		{
			"title": "Ataque Descendente",
			"titleraw": "Ataque Descendente",
			"content": "Cuando un personaje pasa a ser el personaje en combate, si su próxima acción en esta ronda es un Ataque Normal, se considerará Ataque Descendente.",
			"contentraw": "Cuando un personaje pasa a ser el personaje en combate, si su próxima acción en esta ronda es un Ataque Normal, se considerará Ataque Descendente."
		}
	]
}