{
	"id": 28041103,
	"name": "Maintenance Mek: Situation Controller",
	"description": "Compact assistance meka developed to increase the overall utilization rates of meka teams, providing aid for underwater projects. They were originally designed to remove junk, vegetation, and other underwater debris in order to prevent these from clogging up the vital parts of other clockwork meka, thereby minimizing failure rates. From another point of view, they are undoubtedly benefiting Fontaine's ecosystem greatly as underwater cleaners.\nEquipped with high-sensitivity sensors, the meka can efficiently \"nose out\" target items through smells as well as detect the optical characteristics of underwater junk. As a result, they can be attracted by certain types of bait and are occasionally caught by anglers, who refer to them as \"Water Maintenance Fish\" or \"Iron Fish.\"\nUnder certain conditions, Maintenance Meks will treat the food of some underwater creatures as targets to be cleaned, and thus sometimes find themselves embroiled in conflicts in which they are at a disadvantage due to their small size and lack of power. Over time, an increasing number were being damaged as a result. \nTo protect the previous two models and ensure safe cleaning, researchers utilized existent frameworks and did their best to increase the power density of core structures. In the end, they developed a third model with certain combat capabilities, which was primarily designed to drive away underwater creatures by ramming into them. The new model was rapidly manufactured on the basis of previous processes.\nHowever, the plan to further enhance \"Situation Controllers\" was suddenly terminated by the Fontaine Research Institute. After all, if these little things were capable of driving ferocious underwater creatures away, then what were all the other underwater meka for? In reality, these \"Situation Controllers\" were of no real use against the underwater creatures that actually posed a threat to the other meka, and could only deal with common fishes and damage the ecosystem. As a result, researchers had to shut down some of them intentionally and restrict their offensive capabilities.",
	"categoryType": "SUBTYPE_FISH",
	"categoryText": "Fish",
	"countType": "COUNT_TYPE_FISH",
	"sortOrder": 12235
}