{
	"name": "Maceracı",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "Maks. Can 1.000 artar.",
	"4pc": "Bir sandık açmak Maks. Canın %30'unu 5 saniyede yeniler.",
	"flower": {
		"name": "Maceracının Çiçeği",
		"relictype": "Yaşam Çiçeği",
		"description": "Antik bir şehrin çetin ortamından kurtulmuş dayanıklı bir çiçek. Şimdi bir madalyon gibi gururla takılıyor.",
		"story": "Hırslı maceracı kasvetli bir harabenin derinliklerinde buldu bu dayanıklı çiçeği.\nBu ölü topraklarda isyan edermişçesine filizlenen yaşamı görünce, öyle duygulandı ki az kalsın harabelerin derinliklerinde gömülü hazineleri unutacaktı.\nBir süre düşündükten sonra, çiçeği koparıp bir broş gibi giysisine iliştirdi ve karanlığın içine doğru yol aldı."
	},
	"plume": {
		"name": "Maceracının Kuyruk Tüyü",
		"relictype": "Ölüm Tüyü",
		"description": "Bu kıtada nadir olarak görülen egzotik bir kuşun tüyü.",
		"story": "Bir zamanlar hiç görülmemiş canavarların peşine düşen ve ormanları dolaşan bir maceracı vardı.\nAğaçları pervasızca yarıp ilerlerken, maceracının ayağı bir ağaç köküne takıldı.\nKendine geldiğinde, karşısında gördüğü kız öyle güzeldi ki onunla beraber olmak için bu macera dolu hayattan vazgeçebilirdi.\nKızın saçları tüylerle bezenmişti, sanki bir rüyadaydı."
	},
	"sands": {
		"name": "Maceracının Cep Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "İster hiçliğin dibi olsun, isterse kayıp bir şehrin harabeleri, insan güneş ışınlarının ulaşamadığı yerlerde zamanın nasıl geçtiğini anlamıyor.",
		"story": "Eskiden bir maceracıya ait olan cep saati. Maceracılar Loncasının felsefesine uygun bir şekilde basit ve kullanışlı olması için usta bir saatçi tarafından tasarlandı.\nMaceracı günlerinin çoğunu karanlıkta geçirirdi. Saatin çıkardığı ritmik ses zamanın geçtiğine dair tek kanıtıydı.\nÇok sevdiği o macera dolu yaşamdan vazgeçip normal bir hayata alıştıktan çok zaman sonra bile,\nbu unutulmuş cep saati, dolabın içinde sessizce bir sonraki macerayı bekledi."
	},
	"goblet": {
		"name": "Maceracının Altın Kadehi",
		"relictype": "Eonotem Kadehi",
		"description": "Bir maceracının keşiflerinden birinde elde ettiği bir ganimet. Biraz hasar almış olsa da çok değerli bir hazine.",
		"story": "Maceracının su içtiği eskimiş, altın bir kadeh. Antik bir harabede bulunduğu söylenir.\nKadehin dışına antik semboller kazınmış, üzerine soluk bir mücevher kakılmıştı.\nMaceracı, daha sonraları göçebe yaşam tarzından vazgeçti.\nBu eski altın kadehin karşılığında da eline parlak yeni Moralar geçti."
	},
	"circlet": {
		"name": "Maceracının Bandanası",
		"relictype": "Logos Tacı",
		"description": "Alna sarılan kumaş bir bandana. Tozla kaplı ve terle sırılsıklam olan bu bandana yine de bir maceracının gururunu yansıtıyor.",
		"story": "Bu yeşil saç bandının aslında özel bir tarafı yok. Kumaşının bir hayli sağlam ve emici olması haricinde tabii.\nSaç bandının sahibi de en az saç bandı kadar normal ve sıradan bir insandı.\nOysa yukarıdaki yıldızlarda ve aşağıdaki hiçlikte saymakla bitmeyecek sırlar gizli.\nÖlümlüler tarafından keşfedilmeyi bekliyor hepsi."
	}
}