{
	"name": "Arkaik Taşlar",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "+%15 Toprak Hasarı Bonusu.",
	"4pc": "Kristalleştirme Tepkimesi ile bir Element Parçası elde edildiğinde, 10 saniyeliğine tüm grup üyeleri o element için %35 Hasar Bonusu kazanır. Bu yöntemle aynı anda yalnızca bir tür Element Hasarı Bonusu kazanılabilir.",
	"flower": {
		"name": "Çatlak Uçurum Çiçeği",
		"relictype": "Yaşam Çiçeği",
		"description": "Uçurum kenarındaki boşluklarda yer alan minerallerden doğan bir çiçek. Rüzgarda dans eden taç yapraklarıyla canlı gibi görünüyor.",
		"story": "Bir uçurumun aşılmaz yarığında açan bir çiçek.\nToprak özüyle şekillenen muhteşem bir yaşam.\n\nHalk efsanelerinin birinde şöyle denir:\nGünlerden bir gün, birisi Toprağın Efendisi'ne çorak toprakta yaşam olmadığını söyledi.\nBunun üzerine, Toprağın Efendisi de iri kayalar arasında bile en saf altından yapılmış çiçeklerin çıkmasını emretti.\n\nBelki de Toprak Hükümdarı, gerçekten bir zamanlar böyle bir mucize yaratmıştır.\nBelki de bu, kadim dünya hakkındaki pek çok hikayeden biridir.\nYa da yaşamdan yoksun dağlardan doğan ve\nBulut Denizi'nin kızgın dalgalarına göğüs geren\nmüreffeh liman da bu mükemmel çiçeklerden biri olabilir."
	},
	"plume": {
		"name": "Sarp Zirve Tüyü",
		"relictype": "Ölüm Tüyü",
		"description": "Büyük bir balık kartalından sert bir tüy. Bazalt ucu bazen küçük bir esintiyle parlar.",
		"story": "Dağları düzleştiren dev kanatların arkada bıraktığı bir tüy.\nUzun zaman önce koyu siyaha dönse de, bu tüy hâlâ sivri bir bıçak kadar keskin.\n\nKadim zamanlarda, dünyada kargaşa hüküm sürerken, Rex Lapis'in dağları koparıp kocaman yırtıcı kuşlara dönüştürdüğü söylenir.\nKayadan ve yeşimden oyulmuş bu kuşlar, şekil alır almaz uçmaya başladı.\nGökyüzüne doğru yükselerek bulutları delip geçti ve çok sayıda taşlık dağı dümdüz etti.\n\nBu kayadan yapılmış uçurtmanın kanatlarını çırpıp okyanusa daldığı ve\nsivri bir mızrak gibi gökyüzünden inerek\ndenizin ve içindeki canavarların kalbine düştüğü söylenir...\n\nAyrıca okyanustan çıkan taştan sütunların, bugüne değin kuşları çekmeye devam ettiği biliniyor."
	},
	"sands": {
		"name": "Dayanıklı Yeşim Güneş Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Tek parça yeşim taşından oyulma bir güneş saati. Zamanın akışını sessizce gösteren bir desenle kaplanmış.",
		"story": "Yeşimden yapılmış, krallara layık bir güneş saati.\nZamanı ve gelgitleri sessizce takip eder.\n\nÇok eski zamanlardan beri ayakta kalan kayalar bile, nihayet zamanla parçalara ayrılacak ve toz ile çakıla dönüşecek.\n\nEfsaneye göre Toprağın Efendisi, toprağın parlayan yıldızlarını kullanarak zamanı gösteren cihazlar oluşturdu. Bunların amacı, kadim insanlara her anın değerini öğretmekti.\nZaman geçtikçe bu güneş saati, o zaman eğitimine devam eden genç bir alim olan Kunwu'nun elinde değer kazandı.\n\n\"Ben gençken, klasikleri okuyup en yüksek bilgeliğe ulaşmak için Sumeru'ya gitmeyi hayal ederdim.\"\n\"Ancak bu güneş saati elime geçtiğinden beri, günler boyunca uğraşıp incelememe rağmen onda tek bir kusur bulamadım.\"\n\"Ben de taktik değiştirerek yeni bilgiler edinmek ve bu kutsal aletin yaratıcısına meydan okumak için usta bir zanaatkar aradım.\""
	},
	"goblet": {
		"name": "Yalçın Kayalık Kadehi",
		"relictype": "Eonotem Kadehi",
		"description": "Bir zamanlar ağzına kadar dolu olan göz kamaştırıcı ve saygın bir şarap kadehi.",
		"story": "Taşınmaz bir kayadan oyulmuş şarap kadehi.\nHükümdarların tanrısal içeceğiyle dolu olduğu söylenir.\n\nDayanıklılığını koruması için bazalt, parıltısı için ise kristal vardır içinde.\nÖlümlüler arasında tanınmadan gezmek için enfes lezzetler şarttır.\n\nHalk efsanelerinde Rex Lapis'in\nşarap içebilmek için bir kaya yaratıp,\nyeşimi ve güzelim bir taşı oyarak kendisi için şarap kadehi yaptığı söylenir.\n\nHatta bazıları, bu kadehlerden yedi adet olduğunu söyler."
	},
	"circlet": {
		"name": "Münzevi Bazalt Maskesi",
		"relictype": "Logos Tacı",
		"description": "Bazalt ile zarifçe oyulmuş heybetli bir maske. Gözleri boş ve soğuk bir şekilde hiçliğe bakıyor.",
		"story": "Tanrıların birbiriyle çarpıştığı yıllarda, Rex Lapis'in sonsuz katliam yaptığından bahsedilir.\nTanrılar arasındaki amansız mücadeleleri gören kimse, onu kibarlıkla bağdaştıramazdı.\n\nDoğruyu yanlıştan ayırt ederdi ve asla hedefini kaçırmazdı. O çalkantılı günlerde, kendisine düşman kesilen eski dostlarına bile merhamet etmezdi.\nRex Lapis'in duygusuz suratı, o hikayelere konu olan çağ boyunca bir kere bile değişmedi.\n\nAncak durum normale döndüğünde, o değişmeyen yüzünün değiştiği söylenir.\nÇünkü sözleşmenin şartları, o suratı takınmasını gerektirmişti."
	}
}