{
	"name": "Vahşi Savaşçı",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "+%12 Kritik Oranı.",
	"4pc": "Can %70'in altındayken Kritik Oranını ek %24 artırır.",
	"flower": {
		"name": "Vahşi Savaşçı Gülü",
		"relictype": "Yaşam Çiçeği",
		"description": "Zarif ve kırmızı bir çiçek. Vahşi Savaşçının niteliklerini temsil eder.",
		"story": "Vahşi savaşçı cinnet geçirmeden önce bazen tek başına gül bahçesine uğrar, kafasını dinlerdi.\nNe bir ailesi olmuştu hayatında, ne sevgilisi ne de bir dostu.\nSavaş meydanında değilken buraya gelir, bahçedeki narin çiçeklerle pür dikkat ilgilenirdi.\nDikenlerle çevrili kan kırmızısı çiçekler, tutunabileceği tek daldı belki de."
	},
	"plume": {
		"name": "Vahşi Savaşçı Çivit Tüyü",
		"relictype": "Ölüm Tüyü",
		"description": "Efsanevi bir kuzgunun bir kısmı kızıla boyanmış gece mavisi tüyü.",
		"story": "Zamanında aklı yerinde olan vahşi savaşçının memleketi, tanrılar ile ölümlüler arasında patlak veren savaşa kurban gitmişti.\nGül bahçesi alevlere boğulmuş, alametin kuşları yöre insanının etiyle karnını doyurmuştu.\nAlevlerin arasından yeniden doğan savaşçının aklında artık intikam dışında bir şey yoktu. Kana susamıştı, öfkeden çılgına dönmüştü.\nSavaş meydanının dört bir yanına dağılmış siyah tüyler, onun intikamı ve öfkesiyle kırmızıya bürünmüştü."
	},
	"sands": {
		"name": "Vahşi Savaşçı Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Sonsuz bir döngü içinde Vahşi Savaşçıya savaşta ve bu dünyada geçirdiği zamanı hatırlatan bir kum saati.",
		"story": "Bir gün her şeyin sonu gelecektir. Asla yenilmeyecekmiş gibi duran vahşi savaşçının bile.\nEllerine bulaşmış kan nihayet kuruduğunda, vahşi savaşçı da sendelemeye başladı.\nSon rakibiyle savaş meydanında karşılaştığı andan itibaren, hayatı son bulmaya mahkumdu.\nMeydanda kan bir nehir gibi döküldü, batan güneşin ışığında kum saati ala büründü."
	},
	"goblet": {
		"name": "Vahşi Savaşçı Kemik Kadehi",
		"relictype": "Eonotem Kadehi",
		"description": "Bilinmeyen bir canavarın kemiklerinden yapılmış bir kadeh. Zorlu mücadeleden sonra bir ganimet olarak alınmış.",
		"story": "Kana susamış vahşi savaşçı geçtiği her yeri yakıp yıktı. Hem insanlarla hem canavarlarla savaştı, tanrılara bile meydan okudu.\nKurak ve ölü topraklarda devasa bir canavarla karşılaştı.\nDemirden maskesi öfkesini gizleyemedi ve böylece sonu gelmeyen bir savaş başladı.\nSaatler, günler, yıllar geçti. Nihayet canavar mağlup olmuştu.\nVahşi savaşçı canavarın kırılmış boynuzundan iliğini emdi. Bu, galip gelenin zafer içkisiydi."
	},
	"circlet": {
		"name": "Vahşi Savaşçı Savaş Maskesi",
		"relictype": "Logos Tacı",
		"description": "Çetin savaşlardan dolayı sol tarafı çatlamış korkunç bir demir maske.",
		"story": "Memleketini yakıp kavuran alevlerin arasında kendini kaybeden vahşi savaşçının yüzü, artık tanınmayacak bir haldeydi.\nDemirden maskesi derisiyle birleşmiş, yüzündeki zalim ifade kalıcı hale gelmişti.\nBir gün vahşi bir dövüşün ortasında rakibi, savaşçının korkunç maskesini ortadan ikiye böldü.\nMaskede oluşan çatlak, demire yapışmış derisini de yırtıp parçaladı.\nFakat ne hissettiği acı ne de akan kanı, vahşi savaşçının kararlı adımlarını durduramazdı.\nKatılaşmış siyah pıhtılarla dolu yüzü, yeniden taze kanla kaplanana dek kükremeye devam etti."
	}
}