{
	"name": "Kanlı Şövalyelik",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "+%25 Fiziksel Hasar.",
	"4pc": "Bir düşmanı yendikten sonra, 10 saniyeliğine Yüklü Saldırı Hasarını %50 artırır ve Dayanıklılık maliyetini 0'a düşürür.",
	"flower": {
		"name": "Kanlı Demir Çiçek",
		"relictype": "Yaşam Çiçeği",
		"description": "Kan ile siyaha bürünmüş ve çelik kadar sertleşmiş kuru bir çiçek. Muhtemelen önceki sahibi için bir hatıraydı.",
		"story": "Kurtardığı genç bir kızın şövalyeye verdiği sıradan bir beyaz çiçek.\nDöktüğü kanlar yüzünden kuruyup sertleşmiş durumda.\n\nGösterdiği cesaretten dolayı ona teşekkür eden genç kız, ona bir de ödül takdim etti.\nKızın tüm verdiklerini geri çevirse de sonunda saf beyaz çiçeği kabul etti.\n\n\"Bir şövalye için kahramanlığın kendisi zaten bir ödüldür.\"\n\"Bu çiçek benim madalyam olacak. Başka bir şeye ihtiyacım yok.\"\n\nÇiçeği kalbinin üzerine taktı.\nTıpkı zırhı gibi, kalbi de bir kış gecesi kadar zifiri karanlıktı.\nTıpkı kalbi gibi, çiçek de tavlanmış bir kılıç kadar sertleşmişti."
	},
	"plume": {
		"name": "Kanlı Siyah Tüy",
		"relictype": "Ölüm Tüyü",
		"description": "Bir şövalyenin pelerinine sabitlenmiş bir kuzgun tüyü. Sayısız kan lekesiyle siyaha bürünmüş.",
		"story": "Kanlı Şövalye'ye saplanmış sayısız kuzgun tüylerinden biri.\nZira kan neredeyse, kuzgunlar da oraya gider.\n\nKanlı Şövalye, üzerindeki kanın kendisinin mi,\nyoksa düşmanlarının mı olduğunu artık ayırt edemiyordu.\n\nDökülen kanlarla dolu uzun yolculuğu sırasında nihayetinde şunu fark etti:\nÇıktığı sözde kahramanlık yolunda bir beyaz şövalyeyken, artık bir canavara dönüşmüştü.\nTek takipçileri ardında bıraktığı katliama üşüşen kuzgunlardı."
	},
	"sands": {
		"name": "Kanlı Şövalyenin Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Bir zamanlar bir şövalye tarafından kullanılan bir saat. Ebedi zaman, içindeki sıvıyı kurutarak kullanılamaz hale getirmiş.",
		"story": "İlahi bedenlerin ışığının vurmadığı, zamanın hiçbir manasının kalmadığı\nhiçliğin derinlerinde, Kanlı Şövalye bu saati saklıyordu.\n\nYeryüzünde onun için bir yer kalmadığını fark ettiğinde,\nKanlı Şövalye'nin hikayesi sonlarına doğru yaklaşmıştı.\nYıkılmış kadim krallığına girdi ve canavarların ininde yaptığı savaşta can verdi.\nDünyanın dibinde, kadim krallığı yok eden canavarların kökenini öğrendi.\n\n\"Kadim krallık haksız bir şekilde lanetlenmiş,\"\n\"Halkı birer canavara dönüşmüştü.\"\n\"Şövalye kanunları böyle bir adaletsizliği hoş göremez.\"\n\"Ey Hiçlik! Sana sadakatimi sunuyorum.\""
	},
	"goblet": {
		"name": "Kanlı Şövalyenin Kadehi",
		"relictype": "Eonotem Kadehi",
		"description": "Kanlı Şövalye'ye ait olan koyu metalik bir kadeh. Dışı, duman ve kuru kanla gece kadar siyaha bürünmüş.",
		"story": "Aslında kahraman bir şövalyenin başarılarını simgeleyen, altın işlemelerle kaplı enfes bir gümüş kadeh.\nFakat kan ve dumanın bıraktığı lekeler, bu kadehi tanınmayacak hale getirdi.\n\nİblisleri katleden şövalye savaş alanından kanlar içinde döndüğünde,\nateşler içinde ve çökmüş evlerin arasında kurtarılmayı bekleyen kimsenin kalmadığını fark etti.\n\nYenik düşen Kanlı Şövalye, dumanın kararttığı kadehi aldı\nve canavarlarla dolu dünyayı yoksulluktan ve kötülükten arındırmaya yemin etti."
	},
	"circlet": {
		"name": "Kanlı Demir Maske",
		"relictype": "Logos Tacı",
		"description": "Şövalyenin kimliğini gizlemek için kullandığı demir maske. Maskenin ardında kim olduğu ise birçoğuna göre bir gizem.",
		"story": "Bir zamanlar asil bir şövalyeye ait olan lüks platin bir maske.\nKurumuş kara kan lekeleri, onun artık kalıcı olarak bir parçası haline geldi.\n\nKanlı Şövalye, canavarı katlettikten sonra yardıma muhtaç birisine elini uzattığında,\nonun korkudan sindiğini görünce şunu fark etti:\nKendisi de bir canavara dönüşmüştü.\nUzun süren savaşın getirdiği zulüm ve kan yüzünden o da lekelenmişti.\n\n\"Kendimi korumaya yemin ettiklerimin\"\n\"Gözlerinden beni koru.\"\n\"Onları da benim etrafa salacağım korkulardan koru.\""
	}
}