{
	"name": "Cesur Yürek",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "+%18 Saldırı.",
	"4pc": "Can oranı %50'nin üzerindeki düşmanlara verilen Hasarı %30 artırır.",
	"flower": {
		"name": "Cesurların Madalyası",
		"relictype": "Yaşam Çiçeği",
		"description": "Geçmiş bir maceranın hatırası olan basit bir çiçek broş.",
		"story": "Gece çöktüğü gibi küçük kahraman kapıdan sıvıştı ve arkadaşıyla beraber pervasızca kurtların ormanına doğru koştu.\nSapanıyla yaban domuzlarını kovaladı, elindeki sert ağaç dalıyla hayali canavarların hakkından geldi.\nParıl parıl parlayan bir Periyi ormanın derinliklerine kadar takip etti ve karşısında bin yıldır gömülü olan bir hazine buldu.\n\nSarı ufak bir çiçekti bu hazine.\n\nDaha sonraları yorgun kahraman, çocukluk odasına dönüp atıldığı ilk maceraların anılarını yad ederken sayfayı çevirdi.\nNe ilginçtir ki o kadar zamandır sakladığı sarı çiçek hâlâ solmamıştı.\nOysaki solmayan bir tek o kalmıştı. Aradan geçen yıllarda değişmeyen başka hiçbir şey yoktu."
	},
	"plume": {
		"name": "Cesurların Arayışı",
		"relictype": "Ölüm Tüyü",
		"description": "Onu kuşanan kişiye cesaret veren parlak bir tüy.",
		"story": "Gözyaşlarını tutamayan arkadaşını teselli etmek için ona bir kuş tüyü verdi genç kahraman.\nBu tüy beraber atıldıkları maceraların ve buldukları hazinelerin bir kanıtıydı. Arkadaşına cesaret verecek bir yadigardı.\n\nÇok zaman sonra bu iki gençten biri \"aslan\" namını kazandı.\nŞövalyelerin taçsız kralıydı artık o.\nDiğer gence ise \"kurt\" lakabı verildi.\nArkadaşını perde arkasından destekliyor, resmi işlerle ilgileniyordu.\n\nO fırtınalı zamanlarda, bu ikili tıpkı bir kılıç ve hançer gibi hem yuvalarını hem birbirlerini korudu.\nFakat bu hikaye artık mazide kaldı.\nDiğer hikayeler ise felakette kaybolup gitti."
	},
	"sands": {
		"name": "Cesurların Metaneti",
		"relictype": "Kadim Kum Taneleri",
		"description": "İşlevini yitirmiş eski bir minyatür kum saati. Zamanın kendisi kadar anlaşılmaz.",
		"story": "Kara lanetlerin bir nehir gibi boşandığı, musibetin köklerinin bu dünyayı sarıp sarmaladığı zamanlar geldi.\nYabancı bir diyarda keşfe çıkmış şövalyeler bu dehşetle yüz yüze gelecek, kuzeyin buzulları kadar sağlam bir iradeyle karşı koyacaklardı.\n\nÇelikten kılıçları ışıl ışıl parlayacak, düşmanlarının kara kanı zehirli bir yağmur gibi yağacaktı.\n\nKahraman nihayet eve dönebildiğinde, dostu artık yanında değildi.\nDeğişen çok fazla şey vardı. Aynı kalan tek şey ise çocukluk arkadaşının ona verdiği kum saatiydi."
	},
	"goblet": {
		"name": "Cesurların Yolculuğu",
		"relictype": "Eonotem Kadehi",
		"description": "Hatıralarla dolup taşan kaba bir ahşap bardak.",
		"story": "Genç kahramanın ilk dövüşü sonra ermişti. Zaferin tatlı şarabından tatmıştı hayatında ilk kez.\nO günü dostuyla beraber şarap içerek kutladı. Keyfi yerindeydi, neşeliydi ve gelecekten bihaberdi...\n\nUzun yıllar o malum felaket sırasında şövalyelere önderlik etti, memleketi için savaş verdi.\nSavaşa gitmeden bir önceki gün, çocukluktan beri arkadaş olduğu yardımcısını içmeye davet etti.\n\n\"Bil ki geri dönmezsen yasını tutmayacağım.\"\n\"Tıpkı bugünkü gibi şerefine bir kadeh kaldırıp içeceğim, yas tutmak yerine.\""
	},
	"circlet": {
		"name": "Cesurların Tacı",
		"relictype": "Logos Tacı",
		"description": "Defneden yapılmış basit bir taç olsa da bir kralın altın tacına bile değişilmez.",
		"story": "Küçük kahraman gizemli ormanın derinliklerine doğru ilerledi ve böylece direniş yoluna adımını atmış oldu.\nEn iyi arkadaşı, soyluların şampiyon şövalyesi rolündeydi.\n\n\"Bir aslan gibi savaş meydanını arşınlarım ben, tıpkı onun bin yıl önce yaptığı gibi.\"\n\"Kılıcımla başardıklarımı anlatan şarkılar, gelecek nesillerin bile dilinden düşmeyecek.\"\n\nEllerindeki oyuncak kılıçlar ve ağaç dalları ateşli bir düelloda çarpışmaya devam etti.\nTa ki küçük kahraman kazanıp soyluların başından taçlarını alana kadar.\n\nYıllar yıllar sonra beceriksizce yapılmış bu çiçekten taç,\nBaş şövalyenin elindeki güçten bile daha kıymetli görünecekti gözüne..."
	}
}