{
	"id": 15006,
	"rarityList": [
		4,
		5
	],
	"name": "Kızıl Alev Cadısı",
	"effect2Pc": "+%15 Ateş Hasarı Bonusu.",
	"effect4Pc": "Yüksek Voltaj, Yanma ve Filizlenme Hasarını %40 artırır. Buharlaşma ve Erime Hasarını %15 artırır. Element Becerisi kullanıldığında 10 saniyeliğine 2 Parçalı Set Bonusu başlangıç değerinden %50 artar. 3 kademeye kadar birikir.",
	"flower": {
		"name": "Cadının Alev Çiçeği",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından dokunulan bir çiçek. Esrarengiz alevler dokunanların ellerini sevgiyle okşar.",
		"story": "Yaygın bir çiçek türü.\nTuhaf bir şekilde Kızıl Cadı'nın alevlerine dayanıklı.\n\nBu kızın kendisine vaat edilen geleceği görme umutları, asırlar önce vuku bulan bir kargaşa sonucunda son buldu.\nSevdikleri, geçmiş günleri, parlak geleceği, her şeyi yok oldu.\n\nKüllerinden Kızıl Alev Cadısı doğdu ve acısını ateşle yakıp yok etti.\nFakat bu çiçek dayanıklılığını, yumuşaklığını ve nemini korudu.\nBelki de acılarla ve güzelliklerle dolu anılar madalyonun öteki yüzüydü."
	},
	"plume": {
		"name": "Cadının Hep Yanan Tüyü",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından dokunulan bir kuş tüyü. İçindeki sonsuz ateş sürekli yanıyor.",
		"story": "Ebedi yanan bir kuş tüyü.\nAteş sonsuza dek yanacak.\n\nCehennem ateşinin yolunu seçtiği için ardında bıraktığı toprakları alevler kavurdu. \nAteşleri yalnızca canavarlara ve şeytanlara dokunsa da,\ninsanlar kapalı kapılar ardına saklandı ve ondan kurtulmaya çalıştı. Oysa onun için hiçbir şeyin önemi yoktu.\n\nEski acıların ateşlerinden yeni umutlar doğdu.\nTeselliye veya sempatiye ihtiyacı yoktu.\nYanında öten kuşlar gereken her şeyi söylüyordu."
	},
	"sands": {
		"name": "Cadının Kum Saati",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından takılan bir saat. Alevlere adanan yıllar içinde akıp gidiyor.",
		"story": "Yüksek sıcaklıkta sıvı içeren küçük bir kap.\nBunun, kötü hayaletlerin erimiş ruhları olduğu söylenir.\n\nFelaket yaşanmadan önce Kızıl Cadı'ya verilen özel bir Su saati. O zamanlar hâlâ masum bir kızdı ve henüz yolculuğuna başlamamıştı.\nAkademideki çalışmalarını tamamlaması için yalnızca bir kere tam dönüşü yeterliydi.\nGeri sayım sona erip evine dönene kadar, saatin önceki sahibi krize kurban gitmişti.\n\nMasumiyet yılları sona erdi. Kızıl Alev Cadısı'nın doğuşuyla yıkım devri başladı.\nBu saat, canavarlarla savaştığı günlere ve yol açtığı acılara tanıklık etti. Ta ki her şey yanıp kül olana kadar."
	},
	"goblet": {
		"name": "Cadının Kalp Alevleri",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından geride bırakılan ateş püskürten bir iksir kabı. Kabın içindeki önceki sahibi gibi sonsuza dek yanıyor.",
		"story": "Sıvı ateş içeren saydam bir şişe.\nSıvı ateşin yapımında kullanılan teknikler artık unutuldu.\n\nKızıl Alev Cadısı yeryüzünde yürüyerek canavarları küle çevirdi.\nOnun, ölümlü bedenini nasıl kurban edip sıvı ateşe dönüştürdüğü konusunda söylentiler vardı.\n\nBir zamanlar masum kalbinde aşk ve özlem yatardı.\nTa ki o güzel ve narin yüreği ateşler içinde yanana kadar.\nBöylece tarihçilerin hatırlamak bile istemediği cadıya dönüştü."
	},
	"circlet": {
		"name": "Cadının Yakıcı Şapkası",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından takılan bir şapka. Geniş kenarı görüşünü engellerdi.",
		"story": "Geniş kenarlı ve sivri uçlu klasik cadı şapkası.\nBir cadının hak ettiği şekilde saygı görmesini ve kendinden korkulmasını sağlar.\n\nBu geniş şapka, Kızıl Alev Cadısı'nı etrafındaki dikkat dağıtıcı unsurlardan korudu.\nHenüz bir çırakken Ateş becerilerini geliştirebilmesini buna borçluydu.\n\nMücadele sırasında alevler içinde yanan canavarlarla ilgilenmedi.\nNe de kendi yanık yüzünün suda yansımasına baktı.\nBöylece Kızıl Cadı kendi sonunu getirene kadar yakmaya devam etti."
	}
}