{
	"name": "Savunmacı İradesi",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "+%30 Savunma.",
	"4pc": "Bunu kuşanan karakterin Element Direnci, grubunda bulunan her farklı element için %30 artar.",
	"flower": {
		"name": "Muhafız Çiçeği",
		"relictype": "Yaşam Çiçeği",
		"description": "Muhafızın gözünden bile sakındığı bir çiçek. Ne yazık ki hiçbir zaman onu sevdiğine verme fırsatı bulamadı.",
		"story": "Yalnızca o kızın berrak sesi\nMuhafızın çatık kaşlarını düzeltebilirdi.\n\nBeraber geçirebildikleri zaman pek bir kısaydı.\nSonunda ne şövalyenin akacak bir damla kanı kalmıştı,\nNe de kızın dökülecek gözyaşı ve söyleyecek şarkısı."
	},
	"plume": {
		"name": "Muhafız Mührü",
		"relictype": "Ölüm Tüyü",
		"description": "Başkalarını koruma güdüsünün sembolü olan tüy bir broş.",
		"story": "Bu tüyün üzerine işlenmiş kalkan arması soluk ay ışığında parıl parıl parlar.\nUzun zaman önce, ışığı kötülerin ve hırsızların yüreğine korku salardı.\n\nMuhafız oldukça asil bir şövalyeydi aslında.\nFakat geceleri armasını ve yüzünü peleriniyle örtüp saklardı.\nBu sayede onu geri tutan bağlardan kurtulur, yapılması gereken şeyleri yapardı.\nİtibar sahibi dürüst bir şövalyenin yapamayacağı şeyler de vardı sonuçta."
	},
	"sands": {
		"name": "Muhafız Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Zamanı takip etmeye yarayan küçük bir aygıt. Mehtapsız gecelerde eski sahibini zamana bağlayan tek şeydi.",
		"story": "Saatin tik takları, mum ışığı ve sayfalarca keşif notu.\nAy ışığında beliren gölgeler, kılıç ve siyah pelerin.\nBunlar yapayalnız muhafızın daimi arkadaşlarıydı.\nFakat ne yaparsa yapsın zaman yetmiyor gibiydi.\nGamsız ve gururlu komutanı genelde onun huysuzluğuna, gülmeyen suratına ve eğlenceden anlamamasına gülüp geçerdi.\n\nFakat muhafız asla dönüp geçmişe bakmazdı, onun için yalnızca şu an ve gelecek vardı.\nOna düşen, ne şekilde olursa olsun kötülüğü son zerresine kadar yeryüzünden silip atmaktı.\nDostu ve komutanı bildiği insanın çok sevdiği bu topraklar ancak bu sayede korkusuz bir geleceğe sahip olabilirdi.\n\nGel gör ki meydanda oturan o kıza baktığında,\nNormalde zamanı olmayacak şeyleri hayal etmeye başlıyordu.\n\nAncak o anlarda düşünüyordu kendi geleceğini..."
	},
	"goblet": {
		"name": "Muhafız Matarası",
		"relictype": "Eonotem Kadehi",
		"description": "Metal bir matara. Uzun nöbetlerin efkarını dağıtabilecek içeceklerle doldurulabilir.",
		"story": "Ziyadesiyle sıradan görünümlü eski bir şarap matarası.\nSıradan olmayan bir tarafı da vardı elbette.\nBu mataranın içine bir damla bile içki girmemişti.\n\n\"Hadi, sen de şu şarabın bir tadına bak artık.\"\nMuhafızın eski dostu olan kumandanı onunla şakalaştı.\n\"Kaşlarını çatmayı kes de azıcık şarap ve şarkı faslı yapalım!\"\n\"Yarınla yüzleşmek için cesareti başka nereden bulacağız?\""
	},
	"circlet": {
		"name": "Muhafız Bandı",
		"relictype": "Logos Tacı",
		"description": "Gece mavisinin renklerini almış bir kumaş bant. Acil durumlarda bandaj olarak da kullanılabilir.",
		"story": "\"Her zaman yedek planın olsun.\"\nBu ilkeyi her daim hatırlamak için takıyordu bu saç bandını.\nAcil bir durumda sargı bezi olarak da kullanıyordu.\n\nBu ilke adına, dostunun buyruğundaki şövalyelere kılıç eğitimi verdi.\nBu ilke adına, adaleti her şeyden çok seven o beyaz şövalyenin üstadı oldu.\nTomurcuklanıp kötülük çiçeklerini açabilecek birçok fidanı bu ilke adına tutup kopardı.\n\nBir gün bu toprakları savunamayacak hale gelse bile,\nDostunu veya şarkı söylemeyi seven o kızı koruyamayacak hale gelse bile,\nYeterince hazırlandığı sürece..."
	}
}