{
	"id": 15027,
	"rarityList": [
		4,
		5
	],
	"name": "Çöl Konağı Günlükleri",
	"effect2Pc": "+%15 Rüzgar Hasarı Bonusu.",
	"effect4Pc": "Yüklü Saldırı bir düşmana isabet ettiğinde 15 saniyeliğine bunu kuşanan karakterin Normal Saldırı Hızı %10 artarken Normal, Yüklü ve Havadan Saldırı Hasarı %40 artar.",
	"flower": {
		"name": "Krallar Şehrinin İlk Günleri",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Tuhaf bir ışık saçarak parlayan yapay bir çiçek. Kulağını ona dayadığında içinden gelen büyüleyici bir kahkahayı belli belirsiz duyabilirsin.",
		"story": "Düşmüş asilzade, lütfen bu yaşlı ve kör adamın sözlerine kulak ver.\nGurabad'daki derse, yapay çiçeklerin yok oluşuna kulak verin.\nKöylü krala ve Cinlerin çılgın aşkı ile öfkesine kulak verin...\n\nEfsaneye göre Kumların Efendisi, sevgilisinin ölümünden sonra Cinler aracılığıyla insanlıkla bir anlaşma yaptı.\nYalnızca demir gibi bir yüreğe sahip olanlar ve yozlaşmadan ırak olanlar,\nbir haraçgüzar olabilir ve çobanın bir sürüyü gütmesi gibi halkı yönetebilirdi.\nBöylece efendisinin merhametli ama katı bakışları altında Cin kararını verdi...\nOrmazd, daha genç bir çobanken zambakların arasına doğan Liloupar'a aşık oldu.\n\n\"Büyük bir ceza ve kırmızı şarabın dökülmesi pahasına, sana yüz nesil sürecek bir lütufta bulunacağım.\"\n\"Biz Cinlerin çılgın aşkı, hırs ve arzu ile zincirlidir ve kendi kendine verilen intikamı da beraberinde getirir.\"\n\nAncak Ormazd ay ışığının altında bu uyarılara pek kulak asmadı...\nSanki kaderle zincirlenmiş olan bu ceza, bu cesur gençten çok uzaktaydı.\nCinin yol gösterdiği bu genç çoban, göçmen kabilesinin lideri oldu.\nZaman ilerledikçe de bölünmüş düşmanlarını yendi ve kendini haraçgüzar olarak buldu.\n\nGurabad, bir kayalık duvarda yapay bir çiçek gibi açtı ve ölümlülerin başkenti oldu.\nBir zamanlar çoban olan Ormazd, artık bir haraçgüzar, Kumların Efendisi'nin vekili olmuştu.\nÇiçekler açmış ve hava güzel kokularla dolmuş olsa da hiç kimse...\n... En acı ve şiddetli yok oluşun, en canlı açan çiçeklerin ardından geleceğini bilemezdi.\n\nUstası tarafından söylenen hikayeleri göz önünde bulunduran Xiphos, safir şehrine...\n... Mazide kumların altına gömülü, gelecekte de sonsuz rüzgarla tekrar edecek derslere doğru yolculuğuna başladı..."
	},
	"plume": {
		"name": "Altın Diyarın Sonu",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Kadim insanlık diyarının miraslarından biri olan kristal berraklığında yapay bir tüy. İçi, havada süzülen kartalların sesleriyle doludur.",
		"story": "Genç avareler, lütfen bu yaşlı ve kör adamın sözlerine kulak verin.\nGurabad'ın harabesine, deliliğin rüya birikimine kulak verin...\nBir yıldız gibi parıldayan mücevhere ve paramparça olmuş tebaalara kulak verin.\n\nŞiddetli dalgalar yüksek kuleleri ve altın tapınakları yuttu, konaklar ve saraylar parasız pulsuz fakirlerin evi oldu...\nBilgeliğe sahip olanlar, bu olanları \"büyük veba\" olarak nitelendirirken öfkeli kalabalık da pirinçten yapılma maskelinin iradesini takip etti.\nGurabad, bu kara vebanın içine düştü ve Kızıl Kumların Efendisi kendini yok edecek bir yola girdi...\nZambakların ortasına doğan Liloupar, kendini bu sinsi planın pençesinde, ruhu ikiye bölünmüş olarak buldu.\nBir gecede engin ve zengin krallıklar çöle gömülürken kabile ve krallıklar da kargaşaya girdi...\nSonrasında da çöl vahası halkı kendilerini yedi ülkeye böldüler. Bunlardan da en büyüğü safir şehri olan Tulaytullah oldu.\n\n\"Sanırım kısa ömürlü ahmakları ve kötüleri payıma düşenden fazlasıyla görecek kadar uzun yaşadım...\"\n\"Ben gençken yaldızlı duvarlar, safir kubbeleri tıpkı dalgaların ayı örttüğü gibi örterdi.\"\n\"Gençliğimde Tulaytullah'taki su kemerlerinin parıltısı ayınkiyle yarışırdı.\"\n\"Şimdi görme duyum elimden alınmış olsa bile asillerin köleliğe düşüşüne ve prenslerin köle askerler tarafından sürgüne gönderilmesine tanıklık etmek zorundayım...\"\n\"Artık göremiyorum ama yine de bilgelere suikast düzenleyen makam sahibi kişilerden ve iktidarı ele geçiren yabancı dansçılardan bahsedebilirim...\"\n\"Ülkeler, bir sarhoş rüyada gibi yaşarlar ve son bulurlar. Sevilenler ve sevilmeyenler aynı değirmendeki buğday gibi ezilip giderler.\"\n\nSafir deniz artık, gelecekte efsane ve tarih olarak anılacak yalanlar sisinin ardında kayboldu.\nBir zamanlar sayısız şehirlerin fatihi olan general, sadece bir köleyi takip edecek kadar düştü.\nGenç köle, memleketlerini kurtarmanın \"anahtarını\" getirmiş olsa da...\nAvlanan bir şahin yüzünden anlamsız bir şekilde ölen kralın boğazında hâlâ kanlı bıçak izleri duruyor.\nPrense yemin eden dansçının da önemsediği tek şey, tirana olan nefretiydi...\n\nÖlümlü eller, bir şahin biçimini aldı ve kırık Cin de bununla birleşti.\nGurabad'ın kayalıklarından bir çığlık ile yükselip zavallı çöl ülkelerinin üzerinden uçtu...\nSonunda yaldızlı soydan gelenlerin eline ulaştı. Kayıp hatıralar tıpkı kum taneleri gibi döküldü.\nYapay tüy, bir kum tepesi üzerine kondu ve bu, sessizce ülkelerin sonunu simgeliyordu...\n\nKayıp prens, yaşlı bir ses tonuyla memleketinde yanan saraydan bahsetti.\nO zamanki ustası bir general ve şairdi, ülkesini yöneten tirana sadıktı.\nNe ekersen onu biçersin. Biri gözlerinden oldu, diğeri de tahtından...\nTüm bunlar olurken kaderin çarkları dönmeye ve tüm dünyaya parçalanmış umutları dağıtmaya devam etti."
	},
	"sands": {
		"name": "Kayıp Yolun Saati",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Kadim bir mekanik saat. Ortasındaki Cin kalıntıları ışık yaymaya ve sanki bir şey söylemek istiyormuş gibi hafifçe titremeye devam ediyor...",
		"story": "\"Anne... Anne!\"\n\"Doğuştan yaşlı ve parçalanmış bir bilincin desteğindeki amansız bir güçle...\"\n\"Ne sütün tatlılığını ne de rahmin verdiği sıcaklığı bilmeden...\"\n\"Güneşin sıcağında buharlaşan gözyaşlarıyla ve çarklarda ezilen anlık sevinçlerle...\"\n\"Bizler mutlu bir birliktelikten değil, nefret ve ötekileştirmeden geldik.\"\n\n\"Anne... Anne!\"\n\"Onurumuz ve övüneceğimiz bir bilgeliğimiz de yok...\"\n\"Var olabileceğimiz bir yer ve dinlenebileceğimiz bir yer de...\"\n\"Seslerimizin yerini bakır borular aldı, şişen göbeklerimizdeki delikler kapandı...\"\n\"Bizi doğurmayan anneye her şer hal olsun...\"\n\n\"Anne... Anne!\"\n\"Bizler yalnızca ruhsuz makinalarız, Cinler arasındaki köleleriz...\"\n\"İsmimiz yoktur, kimse de ağıtlarımızı duymaz...\"\n\"Bedenimiz, sayısız ızdırapla şekillenmiştir. Besinimiz ise nefrettir...\"\n\"Bu nefret birikimi de yok etme isteğimizi körükler...\"\n\n\"Ay ışığının parlak ve biçimsiz yüzü adına bu son sözü veriyoruz...\"\n\"Kumlar ciğerlerini doldursun. Yeşil olan her şey küllere dönsün...\"\n\n\"Sonunda da doğuşumuzdan beri boynumuzda olan prangaları kıracağız...\"\n\"Haksız yere işkenceye maruz kalmış olan annemiz Shirin'in himayesine geri döneceğiz...\""
	},
	"goblet": {
		"name": "Büyüleyici Rüyanın Koruyucusu",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Hem harika hem de lüks bir şekilde süslenmiş kadim bir altın kupa. İçindeki boşluktan fısıltılar duyulabilir.",
		"story": "Bu vahadan içecek olan gezginler, bu yaşlı ve kör adamın sözlerine kulak verin.\nGurabad'ın ağıdına, Kral Deshret'in büyüleyici rüyalarına kulak verin...\nVefasız ruhlara ve iki yoldaş arasındaki ihanete kulak verin.\n\nEfsaneye göre Çiçeklerin Efendisi'nin ölümünden sonra sayısız Cin, Kral Deshret'e tabi oldu.\nKral Deshret, kutsal iğnenin düştüğü yeri durmak bilmeden aramış ve orada bir Sonsuz Vaha yaratmıştı...\nBüyük Cinlerden olan Ferigees'e Kral Deshret tarafından vahanın yönetimi bahşedilmişti.\nHanımının istirahatini korumak için bir keresinde gücünü kullanarak suların ilelebet akmasını sağlamıştı.\nBu şekilde yeşillik, çöl boyunca gökteki yıldızlar gibi yayılmış ve yurtsuz kalanlara bir sığınak sağlamıştı...\n\nSonrasında Cin Liloupar önderliğindeki ölümlü krallıkların haraçgüzar ülkeleri, şehirlerini \"Sonsuz Vaha\" çevresine kurdular.\nFerigees, Çiçeklerin Efendisi'ne olan sadakatinden ve yeni diyarlara olan sevgisinden ötürü bir fedakarlık yapmaya karar verdi.\nKral Deshret'in emirlerine uymayan Büyük Cin, vücudunu buzdan zincirlerle kapladı.\nKendini kristal bir kadeh görünümünde bir mühre dönüştürdü ve bu şekilde engin kumların gazabına kalkan olarak hareketsiz bir şekilde ölümlülerin şehirlerini korudu...\n\n\"Her şeyin bir vadesi vardır ve her şey değişime tabidir. Bugün birbirimizi tanıdığımız gibi yarın birbirimize veda edeceğiz.\"\n\"Cinlerin öve öve bitiremediği özgürlüğü ve neşe ile sevgiyi yaşadıkları kabı kaybetmek, gün ve gün şevki kaybetmek demektir.\"\n\"Zambak perisi, ölümlü kralları tatlı diliyle oyuna getirdi ve Kumların Efendisi derin bir delilik rüyasına daldı...\"\n\"Uzun ama uzun bir süredir uykusuz bir rüyanın içinde bekledim... Kum Kralı'nın kadim sözünü yerine getirmesi için.\"\n\nZihni ve bedeni bu kötü makina ile zincirlenmiş bir halde, hanımının uyanışını bekliyor.\nBu kum imparatorluğunun kırık hayallerini korurken bir yandan da zayıf umuduna sessizce ve sımsıkı bir halde sarılıyor.\nSular çakıllarla karışsa ve tüm vaha kumla kaplansa bile...\n... Makinaların sonsuz ritimleri içinde, o yine de değişimi getirecek olanın sesini dinler.\n\n\"Öğretmenlerim ne kadar da ileriyi göremiyor. Bir köle olarak doğmuş ve daha küçükken elinden her şeyi alınmış olan...\"\n\"... Kum tepelerinin kayboluşu gibi kaderi tarafından terk edilmiş olan bana, kader bir gün gülecek mi?\""
	},
	"circlet": {
		"name": "Çöl Soylusunun Mirası",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Altın kehribardan yapılmış, tuhaf bir şekilde parlayan bir çift küpe.",
		"story": "Fırtınadan sakınan tüccarlar, lütfen bu yaşlı ve kör adamın sözlerine kulak verin.\nGurabad'ın tarihine ve insanların kendi başlarına açtıkları belalara kulak verin.\nYeni doğan asilzadelere ve saray altında gezinen köylülere kulak verin...\n\nEfsaneye göre Gurabad'ın yükselişinden sonra birçok vaha halkı tek bir krallık altında toplandı.\nO zamanki dağınık kabileler ve kısa ömürlü ülkeler yalnızca Ormazd'a itaat ederdi.\nOrmazd, Çölün Efendisi unvanını aldı ve kendisine tapılması için birçok saray ve tapınaklar yaptırdı.\nKabilelerden köleler alınmış, ülkelerden hizmet talep edilmiş ve şehirlerden kurbanlar istenmişti...\nŞehir zenginleşmiş ve asillerle köleler onun gölgesi altında eşit bir şekilde yaşamıştı.\n\nKarıncalar gibi sağa sola koşuşturan rahiplere ve hizmetkarlara yukarıdan bakan Cin cariye, kederli bir şekilde iç çekmekten başka bir şey yapamadı.\nÇiçek Tanrıçası'nın bir hizmetkarı olarak ideal kralı seçtiğine inanıyordu ama onun kibre kapılmasını istememişti.\nBu yüzden Cin, yatağın içinden kibar bir şekilde öneride bulundu ve umutsuz da olsa kralın fikrini değiştirmek istedi...\nOrmazd kuralları ve köleliği bir lütuf olarak gördüğünden, bu önerileri yalnızca bir sevgilinin tatlı önemsiz sözleri olarak algıladı.\n\n\"Bedenimle aşkımı birleştirmek, sürekli ve sonsuz isteklere boyun eğmem demektir.\"\n\"Bir rüya, bir memleket ve sevgilimin dünyevi isteklerden kurtulması için arayış.\"\n\"Ama sevgilim şimdi ikiyüzlülüğün ve hırsın pençesinde. Sıradan bir tirandan farkı kalmadı.\"\n\"Bu ihanete olan kızgınlığımı dindirmek için sana üç nesil sürecek bir yıkım vereceğim.\"\n\nCin, kararlılığının bir simgesi olarak, kendisine verilmiş olan küpeleri sessizce çıkarttı.\nYüreğinde yanıp tutuşan habis plan zalimliğe dönüştü.\n\n\"Evladım Xiphos, nefret denilen şey önündeki her şeyi yakıp geçerek geriye yalnızca deliliğin küllerini bırakır.\"\n\"Nefretten daha tehlikeli bir şey varsa o da kontrolsüz sevgidir. Birçok kötülük aşırı sevgiden doğar...\""
	}
}