{
	"id": 15020,
	"rarityList": [
		4,
		5
	],
	"name": "Parçalanan Kader Amblemi",
	"effect2Pc": "+%20 Enerji Yüklemesi.",
	"effect4Pc": "Element Patlaması Hasarı, Enerji Yüklemesinin %25'i kadar artar. Bu yöntemle maksimum %75 Hasar bonusu elde edilebilir.",
	"flower": {
		"name": "Muhteşem Tsuba",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Efsaneler, bu süslü el koruyucusunun bir zamanlar Şogun'a ihanet eden Oni'ye hediye edilen bir kılıca takıldığını söyler.",
		"story": "Anne, kendisine her zaman kibar davranmış ve kıymetli bir kılıç vermiş olan Şogun'a keskin dişlerini gösterdi.\nSonunda Mikoshi Klanına dönen tek şey, çok sevdiği o kılıca ait tsuba oldu.\n\nAnnenin bu hayattaki tek dileği, yaşam ve ölüm denilen yazgıların üstesinden kınına sığmayan hırsıyla gelmekti.\nGün geçtikçe soyu azalan savaş Onilerinin namını sonsuza kadar yaşatacak işler başaracaktı.\nGünah kapkara bir kaplanda vücut bulup onu yutacak olsa, o günahın karnını yarıp dışarı çıkardı.\n\nKahramanlığını Elektrik Mitsudomoe sancağı altında herkese ispat edecekti.\nSavaş kıyafeti juunihitoe'ye bulaşan kan lekelerini temizleyebileceğini düşündü.\nAma öfkeyle atan kalbiyle birlikte kıyafeti de simsiyah olmuştu...\n\nO zamandan sonra, aile mirasının varisi olması gereken büyük oğlu şehirden uzaktaki bir köyde inzivaya çekildi.\nO kızla tanışana kadar, kendine dost bellediği dağlar ve ormanlardan başka kimsesi yoktu.\n\n\"Ne üzücü. Geçmişini arkanda bırakmayı o kadar istiyorsan, sana yeni bir isim verebilirim.\"\nKapkara kanatları olan kız, onun geçmişini dinledikten sonra alay edercesine gülümsedi.\n\"O halde adın artık Iwakura olacak. 'Kayadan taht.' Bir insanın ağzından çıkan sözlerle zarar görmeyecek bir isim.\"\n\"Sen, damarlarında Oni kanı akan ölümlü, hoşnut ol. Gül biraz!\"\n\"Yougou Tengu tarafından verilen isimlerin kutsal güçlerle kutsandığını bilmelisin.\"\n\"Ayrıca, 'kaya' ismi sana çok yakıştı, sağlam zihnine ve güçlü kaslarına da uygun.\"\n\n\"Pekala 'Iwakura', gelecek yıl kiraz çiçekleri dökülmeye başladığı zaman burada bir düello yapalım.\"\n\"Oni evladı, kılıç kullanmakta ustalaş ve Yougou Tengu'nun çarpışmaktan utanmayacağı gerçek bir rakip ol.\"\n\"Neredeyse unutuyordum! Eğer bana dokunmayı başarırsan gizemli kılıcının adını 'Tengu Galibi' koyabilirsin!\"\n\"Sonuçta o seviyeye gelmişsen 'tengu karşısında galibiyet' almanı sağlayacak bir kılıcın var demektir.\""
	},
	"plume": {
		"name": "Kopmuş Tüy",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Bu, bir zamanlar bir tengu savaşçısının siyah tüyüydü ve kadim bir kılıç ustasının hatırası olarak saklanırdı.",
		"story": "Kılıç ustası olmaya yalnızca bir adım uzaklıkta olan adamın etrafı, kılıcının saldırısıyla birlikte etrafa saçılan siyah tüylerle kaplandı.\n... Yıllardır dokunulmaz olan kızı sonunda yakaladım...\n\n\"Of, kıl payı kurtardım. Gerçekten güzel savaştın.\"\n\"Kılıcın senin kuvvetine dayanabilmiş olsaydı...\"\n\"Kesinlikle ölmüş olurdum. Yine de...\"\n\nGelecek yıl, düellomuzu farklı bir yerde yapalım mı Teruyo?\nKızıl kiraz ağaçlarının dökülmesini izleyebileceğin birkaç yer daha biliyorum...\nTengunun titreyen elini tutarken, yok ettiği bu küçük tapınağa baktı.\nKestiği siyah tüylere bakarken, bu kelimeler Michihiro'nun dilinden bir türlü dökülemedi.\n\n\"Sonuçta bana dokunmayı başardın. Bu, kesinlikle senin zaferin.\"\n\nZaferin kimin olduğu henüz belli değildi. Seneye tekrar görüşelim, demek istedi.\n\n\"Kılıcın, artık bir tengunun hızını bile geçebiliyor.\"\n\"Bu on üç yılda yaptığımız düelloların birini bile unutmayacağım.\"\n\"Ama bir Tengu olarak, klanım için yerine getirmem gereken görevler var.\"\n\"Düşünüyorum da ben, senin adını Oni soyunun lanetinden kurtulabilmen umuduyla değiştirmiştim.\"\n\"O savaştan sonra, insan olmayanların soyu gittikçe azalmaya başladı.\"\n\"Her neyse. İnsanlar için yazılmış mutlu sonlara göz dikmemeliyiz. Ama sen farklısın.\"\n\"Sen artık Iwakura'sın. Artık omuzlarında Oni soyunun yükünü taşımak zorunda olan 'Mikoshi' değilsin.\"\n\n\"Hoşça kal Michihiro, lütfen unut beni.\"\n\"Kılıcını Iwakura soyu için kullan... Sadece Iwakura'ya ait olan yolları açmak için...\""
	},
	"sands": {
		"name": "Fırtına Kafesi",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Siyah zemin üzerine boyanmış hercai menekşe desenleri, parlak deniz kabukları ve karmaşık altın işlemeyle süslenmiş olan mühürlü bir kafes.",
		"story": "Uzun zaman önce, Seirai Adası'nın semaları kara bulutlarla kaplanmadan önce, anılar bir nefes gibi gelip giderdi.\nNihayetinde sarsıntıları ve fırtınaları içinde tutan seçkin kutu, vadedilen kişiye teslim edilemezdi.\n\n\"Yay koptuğu için mi geldin yine? Tam bir baş belasısın.\"\n\"Kılıçtaki hünerini saymazsak yalnızca ahmak bir kumarbazsın, öyle değil mi?\"\n\n\"Hıh. Beni küçümseme. Okçuluğu bir tengudan öğrendim, unuttun mu? Oldukça da ünlü biri.\"\n\"Ama kılıç kullanmakta o kadar iyiyim ki... Okçuluğumun o kadar dikkat çekmemesinin tek sebebi bu.\"\n\"Aslında düşündüm de okçuluğum böyle ziyan oluyor. Sana öğretmeme ne dersin?\"\n\nZamanında o aptalın kırılan mühür kafesini, bir yandan o ağır sözleri söylerken tamir etmiştin...\nZamanında başkalarını uzaklaştırmak için ağır sözler söylesen de hafifçe gülümsemeden edemezdin.\n\n\"Lütfen ama. Sen artık sorumlulukları olan bir Hatamoto'sun. Neden hâlâ başını belaya sokmaya çalışıyorsun ki?\"\n\"Ayrıca evlisin, çok da tatlı bir eşin var. Neden hayatını aylaklık ederek ve kumar oynayarak geçiriyorsun?\"\n\nAyrıca zaten...\nSorunu tam sormak üzereydin ama cümleni tamamlayamadın ve bir daha bu konuyu açmamaya karar verdin.\nEğer Leydi Saiguu yanında olsaydı, o soruyu çaktırmadan ve neşeli bir şekilde sormanın bir yolunu bulurdu...\n\n\"Neyse, bir önemi yok. Bir günlüğüne de olsa kendime tatil verdim bugün.\"\n\"Tüm bu tapınak işlerini arkamızda bırakalım ve deniz kenarına gidelim, tıpkı sen küçükken yaptığımız gibi.\"\n\nBöylece seni gemilerin limana gidiş gelişini hipnotize olmuş şekilde izlediğin o limana sürükledi.\nTapınağın Teruyosu hakkında söylediklerini, ustasının bütün güzelliğini ve yeteneğini nasıl almış olduğunu dinledin.\nKendi kafasını kestiği dehşet verici kabuslarını dinledin...\nİkiniz de biliyordunuz ki bu sözler, yetişkin olmanın bunalımını gizlemek için söylenen sözlerdi.\n\nUzun, çok uzun zaman sonra...\nDaha önce ikinizin huzurlu vakit geçirdiği o limanda oturup yosun tutmuş resiflere bakarken...\nKumarbazın girdiği iddiayı yine kazanabilmesi ve iyi olması için dua etmek uğruna...\nBir kez daha, elinde kendi ellerinle yaptığın mühür kafesinle, çıkmaya korktuğun o yüksekliklere çıkmayı göze aldın.\nKalbinde o anılara geri dönebilme umuduyla, fırtına ve yıldırımın gücünü topladın."
	},
	"goblet": {
		"name": "Kızıl Matara",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Bir zamanlar dünyaca ünlü bir dövüş sanatları ustasının içtiği karmaşık tasarımlı bir matara.",
		"story": "Iwakura Michihiro, gizli kılıç tekniği Tengu Savuran sayesinde Kujou Klanının kılıç eğitmeni oldu.\nAyrıca \"Douin\" unvanını aldı ve başarılı kılıç ustaları yetiştiren bir okul açtı.\nNasıl içileceğini çoktan öğrenmiş olan Michihiro, Kujou Malikanesindeki görev yerine gidiyordu...\nTengu Savuran tekniğini tamamlamasıyla birlikte, büsbütün bir harabeye çevrilmiş olan uzaktaki bir tapınağa girdi.\nBurada, bu terk edilmiş tapınağın avlusunda Yougou'nun Tengusu ile son on üç yılda, on üç defa çarpışmıştı.\nKendini \"Yogou'nun Teruyosu\" olarak adlandıran siyah kanatlı tenguyla çarpışmasını hatırladı.\n\nOn üç yıl bir rüya gibi geçip gitti.\nGölge düşmüş bu geçidin içinde kızıl kar taneleri uçuşuyor.\nArtık uzaklardasın.\n\nGökten düşen karlar gibi, Kutsal Kiraz Ağacı da yapraklarını döküyordu.\nUzak tapınak, taptığı tanrısını kaybetmişti ama öyle ya da böyle ayakta duruyordu.\nKaynak suları kadar berrak bir kahkaha dağlarda yankılandı.\nAncak ikisi, bir daha asla bu ıssız alanda bulunmayacaktı."
	},
	"circlet": {
		"name": "İşlemeli Kabuto",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Soylu bir samuray tarafından takılan sağlam ve sert bir miğfer.",
		"story": "\"Bay Douin, merak ediyordum da kılıcın gerçekten yıldırımı kesebiliyor mu?\"\nGenç Kanjou Başkanı Hiroshi, kılıcını kınına koyarken böyle söyledi. Douin donuk bir ifadeyle cevap verdi:\n\"Olur mu öyle şey? Bu, en fazla havadaki bir Tenguya zarar verebilir.\"\n\"Böyle söylesem bile daha önce bir tenguyu yenebilen kimse olmadı. Bir kere bile.\"\n\n\"Öyle mi? Bu durumda gizemli kılıcının adı 'Tengu Savuran' nereden geliyor?\"\nDouin'in cevapsız kaldığını görünce zamanında Ritou'yu inşa etmiş olan Kanjou Başkanı şöyle söyledi:\n\"Ah, o yaşlı Kujou önce davranmasaydı, seni işe almayı çok isterdim.\"\n\"Seirai'den Ako Domeki bile kılıcının karşısında duramaz...\"\n\nO tengu, fırtına bulutlarını dağıtarak ona yeni bir ad ve yeni bir hayat verdi.\nPaslı kılıcı Douin'e fırlatıp kendisine, bir tenguya saldırmasını söylemişti.\nKılıcı kırıldıktan sonra tengudan duyduğu son sözler bunlar oldu..."
	}
}