{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "Derin Geçitlerin Sonu",
	"effect2Pc": "+%15 Buz Hasarı Bonusu.",
	"effect4Pc": "Kuşanan karakterin Element Enerjisi 0 olduğunda Normal Saldırı Hasarı ve Element Patlaması Hasarı %60 artar. Kuşanan karakter Normal Saldırı Hasarı verdiğinde Element Patlaması Hasarı bonusu 6 saniyeliğine kaldırılır. Kuşanan karakter Element Patlaması Hasarı verdiğinde Normal Saldırı Hasarı bonusu 6 saniyeliğine kaldırılır. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
	"flower": {
		"name": "Derin Geçidin Yankılanan Şarkısı",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Kuzey yeşiminden yapılmış bir buzul çiçeği. Uzun ömrü boyunca yaprakları toz olup gitmiş.",
		"story": "Kız, ustasının rehberliğini izleyerek kuzeye doğru ilerledi; soğuk çorak toprakları ve donmuş denizin kıyısındaki kırık aynalar geçidini aştı.\nHarabelerde dolaşan sayısız canavarı katlettikten sonra nihayet gümüş bir ağacın çürümüş gövdesinin önünde, karların altına saklanmış hazineyi gördü.\n\nGümüş ay ışığı henüz savaşın ateşlerinde parçalanmamıştı, göklerden gelen kutsal kehanetler hâlâ geçerliydi yeryüzünde.\nDünyanın derinliklerine dalan genç, ilk melekle karşılaştı ve dünyanın yasaklanmış kökenine dair sorular sordu.\nŞafağın kızı bu kirli sözler karşısında titredi, bu faninin bu kadar gizli bir sırrı nasıl öğrendiğini bilmiyordu,\nFakat ziyaretçisi kendi kökenini anlattı ona, zihnine henüz eşlik etmemiş güzel hayallerin şarkılarını söyledi.\n\nTahttaki hükümdarın ona vurduğu prangalar bir anda örümcek ağı gibi kopup dağıldı; yalnız kendine hizmet etmenin nasıl bir şey olduğunu öğrendi ilk defa.\nVe sevdiği kişiye yaratılışı, ağza alınmaz sırların en yasağını anlattı.\n\n\"Hükümdarınızın böyle asil varlıkları aşağılamaya cüret etmesi ne yazık.\"\n\"Kanlı kabuslar yaratarak ruhlara işkence etmekten zevk alan iblisler bile bu zulmün karşısında şaşar kalır.\"\n\"Ey şafağın sevgiyi hiç bilmemiş kızı, izin ver kanunlarınızın düşmanı olayım.\"\n\"Hükümdarın tarafından hapsedilen tüm varlıklar uğruna gözlerini kaldırıp yıldızlara bakmalısın.\"\n\n\"Kılıcın, kalkanın, rehberin olayım, isyanında affedilemez ortağın olayım.\"\nMeleklerin en yücesi eğilip alnını öptü ve soğuk gümüş ağaçta sayısız buz çiçeği açtı.\nNe var ki bu ihanet anına tanık olan biri vardı, zira semavi aylar, bulutların arasından onları izliyorlardı; fakat içlerinde artık çok daha cüretkar bir özlem hissediyorlardı..."
	},
	"plume": {
		"name": "Derin Geçidin Uzun Vadeli Antlaşması",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Kuzey yeşiminden yapılmış tüylü bir aksesuar. Başka dünyadan gelen bir ışık gibi parıldar.",
		"story": "Kız, ustasının rehberliğini izleyerek kuzeye doğru ilerledi; soğuk çorak toprakları ve donmuş denizin kıyısındaki kırık aynalar geçidini aştı.\nHarabelerde dolaşan sayısız canavarı katlettikten sonra nihayet Hiçlik kalıntılarının arasında, karların altına saklanmış hazineyi gördü.\n\nAncak buraya adım atan ilk yabancı değildi, zira uzak kuzeyin evlatları buraya inmeden çok uzun zaman önce\nBilinci evreni boydan boya katetmiş bir yolcu, henüz karanlığa gömülmemiş bir ejderha lorduyla kavuşma yemini etmişti.\n\nBu yolcu, ıssız boşlukta sürüklenen bir katipti, görevi gereği ilkel medeniyetlerle asla iletişim kurmamalıydı.\nÖlümsüz bedeni uzaktaki bir semavi diskin içinde uykudayken, zihni pek çok ışık yılı boyunca uzanan bir boşlukta süzülüyordu.\nKaderinde yok olup gitmek yazılı sayısız insanı ve medeniyeti görüyor, o ebedi karanlıkta evrenin nihai gerçekleri üzerine düşünüyordu.\nSoluk bir parıltı, on binlerce yıldır meditasyon yapan yolcunun bilincini aşarak onu uyandırdı.\n\nSarmal kolun kenarındaki sıradan, küçük bir dünyadan ve onunla birlikte doğan kadim ejderhadan geliyordu bu parıltı.\nÖlüm bir gün sonu gelmeyen bir karanlık getirse ve baktığı güneş sadece geçici bir kor parçası olsa bile\nGezegenin kabuğuna bağlı bu irade, yolcunun o zamana dek gördüğü bütün medeniyetlerden daha güçlü parıldıyordu.\nİçindeki merakı ve kederi bastıramadığı için gezegenin hükümdarına ciddi bir açıklamada bulundu:\n\n\"Işıksız sonu gördüm, yıldız kümelerini ipek iplikler kesen bir makas gibi yarıp geçti.\"\n\"Kaosun soğuk dalgasının tüm şarkıları boğduğunu, iyiyi de kötüyü de sessizliğe gömdüğünü gördüm.\"\n\"Benim kibar, asil kralım, buna rağmen halkını bırakmayı reddedecek misin?\"\n\"Kaderinde yok olup gitmek yazılı bu dünyayı bırak ve benimle yıldızların ötesine gel.\"\n\nGururlu ejderha şöyle cevap verdi:\n\"Ey uzak dünyadan gelen dostum, göklerin ötesindeki bu sırları benimle paylaştığım için sana teşekkür ederim.\"\n\"Ama bunlar senin gözünde cahil yaratıklar olsa da bana göre bu evrenin anlamı onlardır.\"\n\"Eğer yok oluş varsa yolun sonunda; kemiklerim bu diyarı koruyan bir kalkan olsun.\"\n\"Seçtiğim bu yola şahitlik et, zira ben halkımı yıldızlara götüreceğim.\"\n\nFakat yolcu bir daha döndüğünde hatırladığı dünya tamamen değişmişti.\nDünyanın kemikleri dört zincire vurulmuş, gökyüzünün yumuşak beyaz ışığı yedi sabit renge bölünmüştü.\nEjderhaların lordu bir duman gibi kaybolmuştu, onun yerine Kanatlı Olan'ın tahtı hükmediyordu üç ayın ışığına.\n\nEjderhanın ani gidişine şaşıran fakat yeni dünyanın hükümdarını rahatsız etmek istemeyen yolcu,\nKendi türünün kanunlarını çiğneyerek zihnini kabuğun içindeki dünyaya gönderdi sessizce.\nBilincini bir gencin vücuduna aktararak bu kordalı hayvanların arasında dolaştı,\nAltından yapılmış bu şehirdeki hararetli ve bitmek bilmeyen tartışmaları dinledi..."
	},
	"sands": {
		"name": "Derin Geçidin Yok Oluş Anı",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Kuzey yeşiminden yapılmış bir cep saati. Akrep ve yelkovanı, yok olduğu o anda sonsuza dek durmuş.",
		"story": "Kız, ustasının rehberliğini izleyerek kuzeye doğru ilerledi; soğuk çorak toprakları ve donmuş denizin kıyısındaki kırık aynalar geçidini aştı.\nHarabelerde dolaşan sayısız canavarı katlettikten sonra nihayet altın kulenin önünde, karların altına saklanmış hazineyi gördü.\n\nAnılardan silinmiş bir çağdı bu, uzak kuzeydeki şehir buz kaplı çorak topraklarda altın ipler gibi parıldıyordu.\nDerinlerdeki geçitlerin ocakları gece gündüz gürlüyordu. Yasaklanmış yöntemleri kullanan zanaatkarlar, dev canavarların kemikleri üzerinde sayısız fey ruhu yarattı.\nDüşen soğuk ay ışığını kusursuz bir ete ve kana dönüştürerek bir zamanlar zayıf ve güçsüz olan suretlere yerleştirdiler.\nBir zamanlar gök kubbenin efendisinin kutsal ayrıcalığıydı bu yaratma yetkisi, ancak isyankar elçi tarafından ölümlülere verildi.\nBu elçi bir gün bu küçük yaratıkların dünyayla birleşebilecek kusursuz bir varlık yaratacağını düşlüyordu.\n\nHâlâ ayakta duran derin geçitlerde ilk melek, yoldaşına yaklaşan şafağın tatlı hayallerini fısıldadı:\n\"Yeryüzündeki ulusların artık göklerden merhamet dilemeyeceği bir çağ görüyorum.\"\n\"İnşa ettikleri şehirler bulutlara yükselecek, tahttan ve yıldızlardan da yükseğe hatta.\"\n\"İnsanların uçsuz bucaksız gökleri bir zamanlar taptıkları tanrılarla paylaştıklarını görüyorum.\"\n\"Bir daha hiç gözyaşı dökülmeyecek, keder ve ölüm kalmayacak çünkü her şey tamamlanacak.\"\n\nFakat sonunda bu çılgın sanrılar ve tutkular göklerden yere düşürüldü, onlarla beraber koyu mavi kristal çiviler de düştü.\nSoğuk gümüş sislere dönerken çığlık attı feyler, altın şehrin bütün ihtişamını tek gecede yok etti dondurucu rüzgarlar.\nHain elçi adından ve bedeninden mahrum edildi ve o andan itibaren tüm soyu bir lanetin pençesine düştü:\nEğer birbirlerinin gözlerine bakmaya cüret eder, herkese ait olan sevgilerini tek birine verirlerse eğer\nKutsal güzellikleri rüzgarda kaybolup gidecek, zihinleri de toz olup uçacaktı.\nÖlenin kalıntılarından bir Peri yükselecek ve solan anıların peşinde ebediyen süzülüp duracaktı."
	},
	"goblet": {
		"name": "Derin Geçidin Bahşettiği Ziyafet",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Kuzey yeşiminden yapılmış bir kadeh. Kadim bir uygarlığın halkının göklere adak sunmak için kullandığı bir tören kadehi olduğu söylenir.",
		"story": "Kız, ustasının rehberliğini izleyerek kuzeye doğru ilerledi; soğuk çorak toprakları ve donmuş denizin kıyısındaki kırık aynalar geçidini aştı.\nBüyülü kılıç ustasının bahsettiği yolcunun izini bulmak için Hiçlik Sarmalının harabelerinden tek başına geçti...\n\nO zamanlar gümüş ay ışığı hâlâ kuzeyin uzak topraklarına merhamet gösteriyor ve göklerin elçileri aşağıdaki toza ve çamura bakıyordu.\nBilginin ilerlemesini sorgulayarak kutsal elçileri kızdırmış olan Altın Şehir halkı, şimdi onların öfkesini dindirmenin yollarını tartışıyordu.\nRahipler birbirini saygısızlıkla, tanrıların sevgisini, refahını ve bilgeliğini kirletmekle suçladı.\nKendi aralarında en büyük suçlunun kim olduğunu belirlemeye çalıştılar, zira ilahi elçilerin öfkesini ancak insanların zihinlerini yozlaştıran kişinin yatıştırabileceğine inanıyorlardı.\nBirdenbire bir ses duyuldu...\n\n\"Eğer günah, bilgi arayışından geliyorsa o halde tek gerçek ilke cehalettir; isyankarlıktan geliyorsa o halde tek erdemli olan kuzudur.\"\n\"Günahların bedeli kanla ödenmeliyse eğer, günah nasıl insanlıktan doğabilir ki? Kanunlar kusursuzsa neden sorgulamaktan korkulmalıdır?\"\n\nMütevazı bir aileden gelen bir çocuktu bu konuşan, nasıl olduysa dikkatli muhafızların gözünden kaçmış ve rahiplerin toplandığı odaya girmişti.\nRahiplerin yönelttiği tüm iddiaları sırasıyla çürüttü, dalalet suçlamaları yönelten rahipler sustu ve öfkeli bakışları kaldı geriye.\nO sessiz odada, beyaz dallı tacı giyen başrahip, aceleyle içeri giren muhafızları nihayet dışarı çıkardı.\n\n\"Ey kafir sözcü, eğer ki belagatli sözlerinin iddia ettiği gibi büyük günahın gerçekten biz fanilerin bir sanrısından ibaret olduğunu düşünüyorsan...\"\n\"... O zaman bu öfkeli alevlerle dolu kadehten sen iç. Kül renkli gümüş ağaca git ve bizi yargılayan elçilerin önünde savun kendini.\"\n\nBöylece tanınmayan bu genç adam, ilk melekten yanıtlar almak için dünyanın en derin oyuklarına doğru yola çıktı..."
	},
	"circlet": {
		"name": "Derin Geçidin Kayıp Tacı",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Tıpkı önceki sahibinin zihni gibi saplantıyla dolu bir miğfer. Yeşim süsleri çok daha kadim bir çağa ait duruyor.",
		"story": "Kız, ustasının rehberliğini izleyerek kuzeye doğru ilerledi; soğuk çorak toprakları ve donmuş denizin kıyısındaki kırık aynalar geçidini aştı.\nHarabelerde dolaşan sayısız canavarı katlettikten sonra nihayet yırtık bir perdenin ardında, karların altına saklanmış hazineyi gördü.\n\nBilgisi olmayan kitlelerin hâlâ göklerden gelen emirlere boyun eğdiği ve şafak yıldızının kraliyet sarayının hâlâ bulutların üzerinde yer aldığı bir zamandı.\nAzametli ve asil varlıklar indi ışığın içinden, gerçek suretlerine bakamayan faniler ise onlara \"melekler\" dedi.\nSoluk gümüş kanatları ay ışığıyla aydınlanan alevler gibi parlıyordu, başlarında ise dünyanın kemiklerinden ve gökteki yıldızlardan yapılan, yedi kat daha parlak taçlar vardı.\nTaçların üzerindeki isim, semavi tanrı tarafından tüm varlıklara vaat edilen sevgiyi veyahut belki de yeryüzündeki uluslara hükmetme yetkisini simgeliyordu.\n\n\"Bu dünyadaki tüm varlıkları bütün kalbinizle, bütün ruhunuzla, bütün gücünüzle seveceksiniz.\"\n\"Sabah çiyinin şafağa, tohumların rüzgarlara duyduğu özlem gibi seveceksiniz.\"\n\nSemavi saraydaki en sadık hizmetkarlardı, adaletin kusursuz dağıtıcılarıydı onlar.\nGök kubbenin yüce efendisi için bir perde dokur, tüm diyarlara kutsal vahiyler gönderirlerdi.\nYaratıldıklarında onlara bahşedilen görev buydu, daha doğrusu bu olmalıydı...\n\nTa ki ilk melek, kuzeyin uzak topraklarındaki gümüş ağacın altında isimsiz bir gençle tanışana\nVe yıldızı andıran o gözlerinde kendisinin henüz bilmediği bir yansımasını görene dek.\nKanunlarda yazmayan bir sevgiydi bu, göklerin asla izin vermeyeceği bir özgürlüktü.\nSebebini anlayamadığı bir heyecanla kalbi hızla çarparken, sevgi adına dövülen ebedi yıldız tacı bir anda çatladı\nVe onu gümüş ağacın altındaki karlara fırlatan şafağın hanımı o kaçınılmaz yemini etti:\n\n\"Gel haydi... Kemikten yeni kanunlar yazalım, çorak kuzeyi kanla besleyelim.\"\n\"Bulutlara yükselen bir şehir kuralım ki yeryüzü halkı artık dökmesin acı gözyaşları.\"\n\"Bu işe yaramaz tacı yok ediyorum ki yeryüzündeki uluslar kurtulsun prangalarından.\""
	}
}