{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "Armonik İlham Parçası",
	"effect2Pc": "+%18 Saldırı.",
	"effect4Pc": "Hayat Bağı değeri arttığında veya azaldığında 6 saniyeliğine bu karakterin verdiği Hasar %18 artar. 3 kademeye kadar birikir.",
	"flower": {
		"name": "Ahenkli Senfoninin Başlangıcı",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Açmış bir çiçek şeklinde bir onur madalyası. Mavi taş ve altın ile süslenen bu madalya, zamanında ölümsüzlere verilirdi.",
		"story": "Cehalet perdesinin Açık Denizi sardığı bir çağdı ve Tüm Suların halkı henüz aydınlanmamıştı.\nBir zamanlar kızıl kumların ve karanlık dağların arasında, vatanını kaybetmiş bir tanrı vardı.\nBir zamanlar vahaların şarkıcısıydı ama kadim vatanı, Kavurucu Güneşin Efendisinin müthiş ışığı altında kaybolmuştu.\nKum Kralının tahtına hizmet etmek istemeyen vatanını kaybetmiş olan tanrı, gezgin olmaya karar verdi.\n\nIşıksız hiçliğin derinliklerinde, tüm suların kaynağının olduğu yerde, hiçbir tarihi olmayan bir şehir var.\nAçık Denizi kendi mezarı yapmaya niyetlenen bu evsiz kişi, yanlışlıkla şehrin bu topraklardan bile daha eski olan harabelerine girdi.\nUçsuz bucaksız koridorlardan geçerek yıkık tapınağın merkezine, gümüş beyaz sedirin altına geldiğinde\nunutulmuş şehirde yaşayan tek canlılar olan, gümüş ağacın etrafında dönen altın arıların fısıltılarını duydu:\n\n\"Ey uzaklardan gelen Gezgin, seni buraya getiren şey bir tesadüf değil, kaderin cilvesi.\"\n\"Bir zamanlar gümüş ağacı koruyan elçiydim ama geçen uzun zaman içinde aklımı ve formumu kaybettim.\"\n\"Yine de gözlerim geleceği görebiliyor. Ey Gezgin, bir kez daha şehirlerin ve halkın olacak.\"\n\"İnşa ettiğin ulus gelişip serpilecek ve bir gün tüm Açık Deniz üzerinde sen hüküm süreceksin.\"\n\"Onlara uygarlık ve adalet getireceksin ama sonunda adalet onların çöküşü olacak.\"\n\"Sonunu bilmene rağmen yine de o yolculuğa çıkmak istiyorsan sana yukarı giden o yolu göstereceğim...\"\n\n\"Ey kehanette bulunan Altın Arılar, kaderin hükmünde seçim yapmaya hakkım var mı?\"\n\"Eğer gerçekten seçme şansım olsaydı işte o zaman, bahsettiğin değişmez sonu değiştirebilirdim.\"\n\nBu sözler ağzından dökülürken, susuz çukur bir gümbürtüyle parçalandı ve gümüş ağaç altın bir gemiye dönüştü.\nBu, daha sonra senfoniyi çalacak olan şanlı kral ile elçi Sybilla'nın ilk karşılaşmasıydı."
	},
	"plume": {
		"name": "Kadim Deniz'in Gece Düşünceleri",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Efsanede bahsedilen altın arıların kanatlarına benzetilerek yapılmış tüyden bir aksesuar. En hafif esintide bile dalgalanır.",
		"story": "Aydınlanma şarkısının tüm Açık Denizde yankılandığı, ıssız adaların ve ormanların yeşillenmeye başladığı çağdı.\nFilarmoni Tanrısı, Meropis'te büyük bir kule inşa etti ve yeni bir ulus inşa etmek amacıyla dağılmış olanları bir araya getirdi.\nBereketin boynuzları, toprakları bereketli kıldı ve sonsuz bir deniz geçit töreniyle adaları birbirine bağladı.\nBarışın hüküm sürdüğü bir zamandı, o halde baş şarkıcının sesindeki hüznün sebebi neydi?\n\n\"Tıpkı önceden söylediğin gibi, insanlara kültürlü bir uygarlık getiren şanlı bir kral oldum.\nOkyanusa barış getirdim ve dünyanın dört bir yanında adaleti, düzeni, ilerlemeyi tesis ettim.\nYine de yeni ve ihtişamlı krallığım büyüdükçe içimdeki çaresizlik ve keder de büyüdü.\nKehanette sözü geçen ihtişam bir asır boyunca devam edecek. Peki ya sonra ne olacak? Yıkımın tohumları kök salmaya başladı.\"\n\n\"Ey Şanlı Kral! Daha önce de söylediğim gibi, denizler yükselir, imparatorluklar çöker çünkü değişim, eşyanın tabiatında vardır. İşte Fortuna'nın kanunu budur.\nZengin de olsak fakir de olsak kaderimizden kaçamayız. Belki tahta çıkarız, belki toprağa karışırız.\nKaderin acımasız çarkları döner ve ne kadar çabalarsan çabala kaçınılmaz sonu değiştiremezsin.\nTıpkı heyecan verici bir tiyatro oyunu gibi, sürekli şaşırtıcı değişimler olsa da oyunun sonu daha başından bellidir. O halde bu kadar üzülmenin sebebi nedir?\"\n\nSonsuzluğun aptalca bir hayal ve ölümsüzlüğün bir yanılsama olduğunun farkında olsa da\nAçık Deniz halkının kralı, karanlık geleceği görmeyi reddediyordu.\n\n\"Yargı anı geldiğinde acımasız dalgalar, geçici ihtişamı ve mutluluğu yutacak.\nKaçınılmaz geleceği görebilsem de bu yıkımın nedenini idrak edecek kadim ve kutsal bilgelikten yoksunum.\"\n\"Ama ışıksız denizin en derinlerinde, Ezeli Suların döküldüğü diyarda Tüm Suların Hanımı'nın esir tutulduğunu biliyorum.\n\nKehanet, sonsuz dalgaların senin ulusunu yutacağını söylüyor. Belki de elçinin bu konuda söyleyecekleri vardır...\""
	},
	"sands": {
		"name": "Kader Döngüsünün Büyük Oyunu",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Kader çarkının taklidi olarak yapılan bir saat. Çalışmayı uzun zaman önce bırakmış.",
		"story": "Yüce Senfoninin henüz çalınmadığı ve altın filonun henüz yelken açmadığı bir çağdı.\nŞanlı kral, bu lanetin nasıl ortadan kaldırılacağını keşfetmek için suyun kaynağını bulmak üzere yola koyuldu.\nAçık Denizin altı kan ve nefrete bulanmıştı çünkü orası, Ejder Soyunun yaşadığı krallıktı.\nBir zamanlar kadim denizin ruhuna hizmet etmiş olan ejderlerin prensi, şimdi Tüm Suların Hanımı'nın hapishanesini koruyordu.\n\nSanki çok eski zamanlardaki bir savaş yeniden alevlenmişti ve otuz gün otuz gece boyunca denizleri kaynatmıştı.\nTanrı Kral, ancak yorulup dinlenmek için ara verdiğinde niyetini müzikle ifade etti.\nEjder prens, bu kibirli kuruntuları duyunca kahkahalara boğuldu.\n\n\"Ölümlülerin taht hırsızı efendisi, sen bu anlamsız lanetten korkuyor ve kaderin prangalarından kaçmaya çalışıyorsun. Fakat benim türümün, senden yüz kat daha büyük acılar çektiğini bilmiyorsun.\"\n\"Toprağımızı ve güneşimizi kaybettik. Artık sadece ışıksız hiçliğin derinliklerinde var olabiliriz.\"\n\"Ölümlülerin taht hırsızı efendisi, kaderin yüce göklerin ayini olduğunu ve hiçbir şekilde değiştirilemeyeceğini bilmelisin. Bu düşünceye sahip olmak, otoriteye isyan etmekle eşdeğerdir.\"\n\"Ama gerçekten bu kadar aptalca bir şey yapmak istiyorsan seni Tüm Suların Hanımı ile görüştüreceğim.\"\n\nVe böylece şanlı hükümdar, suların en derinlerinde, ebedi gecenin evinde Tüm Suların Hanımı'ndan\ntüm korkunç sırları öğrendi. Ancak yine de kendisini kurtuluşa götüren yanıtı bulamadı.\nSuların Hanımı bir zamanlar affedilemez bir günah işlemişti ve bunun sonucunda ortaya çıkan lanet de geri alınamazdı.\nSonunda, hâlâ hırslı ve umutlu olan kral ayrılmadan önce en saf sulardan bir bardak almaya karar verdi.\n\n\"Eğer dalgalar halkımı yutarsa onların ruhlarını tüm sularda çözünmeyen İkhor'da mühürleyeceğim.\"\n\"Eğer zaman, krallığımı çürütürse onun için bronzdan ve taştan ölümsüz bedenler yapacağım.\"\n\nGüçlü deniz meltemi altın krallığın üzerinden estiğinde, kaderin çarkı da onunla birlikte dönecek mi? Kim bilir..."
	},
	"goblet": {
		"name": "İkhor Yağmuru Rapsodisi",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Bir zamanlar göklerin güzel şarabıyla dolup taşan, bakırdan bir şarap kabı.",
		"story": "Athanatoi Lejyonunun hazırda beklediği ve Açık Denizde çılgın şiirlerin okunduğu bir zamandı.\nŞanlı kral altın imparatorluğun başkentini kurdu ve dünyada Sebastos olarak hüküm sürmeye başladı.\n\nDevasa gemilerinin gittiği yerlerdeki tüm şehirler onun hükmüne boyun eğdi.\nNotaların çalındığı yerlerde, uygarlığın senfonisi vahşi şarkıların yerini aldı.\nAdalet ve kurtuluş uğruna yaptığımız bu şeyler...\nBunlar, insanları terk etmeye gönlü elvermeyen Sebastos'un son sanrılarıydı.\n\n\"İmparatorluğun, çalkantılı dalgalar arasında çökecek. Çünkü kaderde yazanlar değiştirilemez.\"\n\"Gizli bağlar onları bir arada tutuyor ve bir kukla gibi çekerek acımasızca trajik bir sona doğru sürüklüyor.\"\n\nAncak kahinin bu sözleri Sebastos'un umudunu yok etmedi, aksine onun içinde yanıp tutuşan deliliği körükledi.\nKendisini sarayın derinliklerine hapsedip Fortuna'nın Efendisinin yarattığı Evrenin Müziğinde bir kusur bulmaya çalıştı.\nSayısız gün ve gece sonunda Remus, dünyanın notaları aracılığıyla Fortuna'nın sırlarını çözdü.\nKaderin her bir notasını okumuştu ve tek eksiği, kendi senfonisini besteleyecek bir kalemdi.\n\nSebastos, Sybilla'dan yardım istemeye karar verdi çünkü o, ölüler diyarından geliyordu ve kader nehirleri bir zamanlar onun damarlarında akmıştı.\nKralın ölçüsüz taleplerine rağmen iyiliksever elçi, bir an bile tereddüt etmeden her zaman olduğu gibi onun dileklerini gerçekleştirecekti.\n\nTahttan yükselen ahenkli senfoni, kaderin insanları bağladığı prangaları kıracak, onlara yeni yollar çizecek ve onlar için yeni melodiler besteleyecekti.\nAltın kubbenin altında, saf ve kutsal İkhor altın su kemerleri boyunca akacak ve altın sarayın sarsıntıları imparatorluğun her köşesine ulaşacaktı.\nVe Sebastos'un en çılgın hayallerinde, ahenkli operanın büyük finalinde, kaderin sopasını insanlığın ellerine teslim edecekti.\nO gün geldiğinde zengin ya da fakir, bilge ya da vahşi her özgür insan kendi kaderini kontrol edecekti.\n\nYükselen azgın dalgaların ortasında, körleşmiş kral bilinmeyen bir sona doğru koşuyordu çünkü Sybilla'nın gözlerinde zaten bir gelecek yoktu..."
	},
	"circlet": {
		"name": "Solup Gidenin Tuhaf Dansı",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Altın varakla kaplanmış bir maske. Belki de eski bir lejyon komutanından kalan bir yadigardır.",
		"story": "Domus Aurea'nın çoktan yıkılıp gittiği ve ihtişamlı krallığın acımasız dalgaların altında kaldığı çağdı.\nHikayenin devamını biliyoruz. Nihayetinde yargı günü geldi.\nKadere direnme arzusu, hırs ve ihanet tarafından yok edildi ve tüm ihtişamıyla birlikte battı.\nÖfkeli dalgalar dindikten sonra gri küheylan, rüzgarı arkasına aldı ve karadaki hayatı alıp götürdü.\n\nTüm Suların yeni ulusu, geçmişteki barbarların tezahüratları ve şarkıları arasında kurulduğunda, bir zamanlar Açık Denizi kaplayan o altın otorite çoktan efsane olmuştu. Kaderin cilvesi dedikleri şey bu olmalıydı.\nBüyük operanın perdeleri kapandığında, sahnedeki eski dünyanın son izleri de zamanla silinip gidecek. Bir zamanlar ölümsüzlüğü arzulayanların isimleri bile silinecek.\nBöyle bir şeye kim inanır ki? Bir zamanlar şafağın mavi dalgaları arasında yol alan kırk kürekli bir gemi, okyanus akıntıları boyunca uygarlık ve ilerleme müjdesini yayıyormuş.\nBöyle bir şeye kim inanır ki? Bir zamanlar cennetini kaybetmiş olan asi bir tanrı, yüce göklerin efendisine meydan okumuş ve sayısız ölümlü, bedenlerini bir kenara bırakıp onunla birlikte hayaller dünyasına dalmış.\n\nPeki ya sonra? Her şey bittiğinde bu paramparça hayallerden geriye ne kaldı?\nBelki de sadece bir rüyaydı çünkü hayallerin enkazından çok daha sayısız rüya doğacak.\nTıpkı insanların dediği gibi, \"Gözyaşlarının kavuştuğu okyanuslar kurumaz asla, göklere yükselir ve tekrar yağmur olup yağarlar.\"\nNihayetinde tüm rüyalar tek bir rüyada birleşecek ve dünyadaki tüm insanlara nihai kurtuluşu getirecek."
	}
}