{
	"name": "Kumarbaz",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Element Becerisi Hasarını %20 artırır.",
	"4pc": "Bir düşman yendiğinde %100 ihtimalle Element Becerisi Bekleme Süresi sıfırlanır. 15 saniyede bir uygulanabilir.",
	"flower": {
		"name": "Kumarbazın Broşu",
		"relictype": "Yaşam Çiçeği",
		"description": "İçine zar saklanabilen, büyük ve lüks bir çiçek.",
		"story": "Kumarbazlar kazandıkları servetle hava atmaya bayılır. Servetin tek gecede ellerinden kayıp gitme ihtimalini düşünmezler bile.\nO da kulaklarına yabancı diyarlardan gelmiş kocaman bir çiçek takardı. Görenler gözlerini alamazdı.\nFakat çiçeğin içine gizlenmiş hileli zarı hiçbiri fark etmezdi.\nKumarbaz, acil durumlarda bu zarı çiçeğin arasından gizlice çıkarırdı.\nTetikteki konukların gözlerinin önünde, hileli zarı oynadıkları zarla değiştirerek oyunu kendi lehine çevirirdi."
	},
	"plume": {
		"name": "Kumarbazın Tüylü Aksesuarı",
		"relictype": "Ölüm Tüyü",
		"description": "Büyük bir kuşun kuyruk tüyü. Elindeki kozu saklamak için mükemmeldir.",
		"story": "Bu renkli tüy, bir zamanlar bir kumarbazın şapkasını süslerdi. O kadar gösterişliydi ki gerçek soylular ona tiksintiyle bakardı.\nFakat tüyün altına gizlenmiş incelikli mekanizmayı kimse fark edemezdi.\nZamanı geldiğinde, kumarbaz oyundaki bir kartı buraya saklar ve oyunun seyrini değiştirecek gizli kartla değiştirirdi.\nKarşısındakini hor gören mağrur soylular ise kartı görünce şaşkınlıktan bakakalırdı."
	},
	"sands": {
		"name": "Kumarbazın Cep Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Bir zamanlar sahibini ölümcül bir darbeden kurtarmış olan parçalanmış bir cep saati.",
		"story": "Kumarbazın hilesinin işe yaraması için zamanlamanın mükemmel olması gerekirdi.\nO yüzden göğüs cebinde her zaman bu altın cep saatini taşırdı.\nOynadığı sayısız oyunda, en kritik anlardan son derece hassas zaman algısı sayesinde kurtulmuştu."
	},
	"goblet": {
		"name": "Kumarbazın Zar Kabı",
		"relictype": "Eonotem Kadehi",
		"description": "Bu kap yalnızca bir amaç için üretildi. Kesinlikle ama kesinlikle içinde gizli bir bölme yok.",
		"story": "Her kumarbazın az da olsa batıl inancı vardır. Mesela çoğu, özel yapılmış zar kaplarına pek bir meraklıdır.\nBu da onun özel yapılmış zar kabıydı. Lakin beklentilerin aksine hileli bir kap değildi, içinde gizli bir mekanizma yoktu.\nAtılan zarın ne geleceği yalnızca kadere bağlı değildir, işin yarısı da kişinin kendi elindedir.\nGelgelelim ki kendisi kumar masası dışında asla zar atmamıştır."
	},
	"circlet": {
		"name": "Kumarbazın Küpeleri",
		"relictype": "Logos Tacı",
		"description": "Takıldığında zihni sakinleştiren ve durumu mantıklı bir şekilde değerlendirmeye iten bir çift mavi küpe.",
		"story": "Bu gösterişli küpeler, kumarbazın geçici servetinin en iyi simgeleyen şeylerden biriydi.\nMücevherin parıltısı, gökyüzünü veya bir gölü seyretmek kadar huzur veriyordu insana.\nKumarbaz, oyun sırasında soğukkanlı kalabilmek için küpelerin üzerine hafif bir sakinleştirici sürerdi.\nUcunda ölüm olan bir kumar oyunu sırasında sakin ve soğukkanlı kalabilmek kazanmanın sırrıydı."
	}
}