{
	"name": "Lavdagezen",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Ateş Direnci %40 artar.",
	"4pc": "Ateşten etkilenen düşmanlara verilen Hasarı %35 artırır.",
	"flower": {
		"name": "Lavdagezenin Azmi",
		"relictype": "Yaşam Çiçeği",
		"description": "Alevlerin içinde açan bir çiçek. Söylenene göre, uzun zaman önce bir bilge onu alev denizini geçerken takmış.",
		"story": "Yalnızca yanan alevler içinde açan bir çiçek.\nYol açtığı keskin acı, bu çiçeği takanı güçlü kılar.\n\nAlev kırmızısı çiçek ışıldayan akik gibi parlar.\nLavdagezen bir zamanlar bu alev çiçeğini broş yerine takardı.\n\nLavdagezen son günlerinde halkına şöyle seslendi:\n\"Bu çiçek alevler içinde açar. Ateşler beni küle dönüştürene kadar,\nkaranlık dumanların içinde parlayan bu çiçeğin yanan ateşlerini göreceksiniz.\"\n\nİnsanlar, çiçeğin titreyen ışığını Mare Jivari'nin sınırına kadar izledi.\nSonunda açan çiçekleri buldular ama Lavdagezen ortalıkta yoktu."
	},
	"plume": {
		"name": "Lavdagezenin Kurtuluşu",
		"relictype": "Ölüm Tüyü",
		"description": "Gururlu bir ankanın tüyü. Alevler içinde çarpan kanatlarını neredeyse duyabiliyorsun.",
		"story": "Lavdagezen'in alevler arasında şarkı söyleyen bir kuştan kopardığı bir tüy.\nBunu takan kişi, kuşun alevler içinde kanatlarını çırpma sesini neredeyse duyabilir.\n\nEfsaneye göre kızgın alevlerde şarkı söyleyen ve yalnız yaşayan bir kuş türü varmış.\nİnsanlar ona put gibi taparken, krallarsa onu asalet sembolü olarak görürdü.\n\nBu tüyü takan Lavdagezen, kendini dış dünyadan soyutladı.\nTek başına, ardında hiçbir iz bırakmadan gelip gitti.\nO zamandan bu yana insanlar sık sık Mare Jivari'den gelen yaslı sesleri duyuyor.\nBunun kuşun şarkısı mı, yoksa Lavdagezen'in feryatları mı olduğunu kimse bilmiyor."
	},
	"sands": {
		"name": "Lavdagezenin Azabı",
		"relictype": "Kadim Kum Taneleri",
		"description": "Kızgın kum tanecikleri bu kum saatinin içinde akıyor. Son derece sıcak olmalarına rağmen saate hiçbir zarar vermiyorlar.",
		"story": "Bu kum saatinde akan şey sıradan bir kum değil, yanan kum.\nTıpkı bu yanan kum gibi zaman da ileri doğru akar. Kendi varlığına dair ardında hiçbir iz bırakmaz.\n\nLavdagezen'in hikayesi Mare Jivari'nin her yanını gezdikten sonra bile devam etti.\nYüzyıl daha münzevi bir yaşam sürdüğü söylenir.\nFakat bu kısa inziva, içinde yanan ızdırabı dindirmekten uzak kaldı.\n\nMünzevi bir bilge olarak geçirdiği süre boyunca, ebediyen yanan ateşe katlanamadı. Geçen zamanı hesaplamak için bu kum saatini yaptı.\nAlevler tutuştukça yanan kum, kum saatinde günler boyu durmaksızın akmaya devam etti.\n\nLavdagezen her ne kadar Mare Jivari'nin yakıcı alevlerinden korkmasa da ne yazık ki zamanın alevlerinin eziyetini durduramadı.\nÇok değer verdiği ailesinden ve müritlerinden uzakta tek başına yaşamanın yol açtığı ızdırap, hiçbir alevin derisini yakamayacağı kadar ruhunu kavurdu."
	},
	"goblet": {
		"name": "Lavdagezenin Uyanışı",
		"relictype": "Eonotem Kadehi",
		"description": "Son derece sıcağa dayanabilen efsanevi bir kadeh. Şimdi boş olsa da önceki sıcaklığını hissedebiliyorsun.",
		"story": "Bir zamanlar içi lav dolu olan bir kadeh. Şimdi içi boş olsa da lavın sıcaklığı hâlâ hissediliyor.\nBu kadeh, Lavdagezen adıyla bilinen bir bilgeye aitti. İçinden de bilgelik akardı.\n\nLavdagezen, kadehle oyuncak gibi oynardı. Kızgın ateşte bile kadehin şekli bozulmadan kaldı.\nEfsaneye göre Lavdagezen, kaliteli bir şarapmış gibi bu kadehten lav içerdi.\nAncak kaliteli şarap yüksek sıcaklıkta buharlaşsa da Lavdagezen'in bilgeliği ateşe karşı galip gelirdi.\n\nLavdagezen için kaliteli şarap, ustalığa ulaşma sürecinde sadece bir katalizör görevi görüyordu.\nEn küçük bir kıvılcım bile alkolün etkisiyle tutuşup parlak bir fikre dönüşebilir.\n\nKadeh, alevler arasında bilgeliğin işlenmesine sessizce tanıklık etti.\nKadehin en çok gururla dolduğu an, Lavdagezen'in son yolculuğuna çıkmasından hemen önceydi."
	},
	"circlet": {
		"name": "Lavdagezenin Bilgeliği",
		"relictype": "Logos Tacı",
		"description": "Alevli denizi geçen bir bilgenin tacı. Bir zamanlar bu taç, alevlere göğüs gererken ihtişamlı bir şekilde parlıyordu.",
		"story": "Bir zamanlar Mare Jivari'de gezinen Lavdagezen adlı bir bilgeye ait olan kadim bir taç.\nYakından incelendiğinde kızgın ateşler arasında yükselen sureti neredeyse görülebilir.\n\nLavdagezen adıyla bilinen Mare Jivari'nin avare bilgesi, bu tacı alevlerin yoğun sıcaklığına dayanabilmek için kızıl akikten yaptı.\nBu taç bilgelikle ve azimle işlendi. Akranları ve üstleri arasında korku saçtı ve kıskançlığa yol açtı.\n\n\"Lavdagezen ne cüretle Mare Jivari'nin alevlerine meydan okur? Asırlardır böyle bir hakaret görülmedi!\nAlevler içinde yanan deniz, elbet bu küstah genci yutacak ve gökyüzü de onun küllerini hiçliğe taşıyacak.\"\n\nKıskançlığa kapılan öğretmen, öğrencisinin tacı takıp yanan denize adım atmasını istedi.\nLavdagezen, son derece sakin bir şekilde lava doğru ilerledi ve ufukta yavaşça gözlerden kayboldu."
	}
}