{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Uzun Gecenin Yemini",
	"effect2Pc": "Havadan Saldırı Hasarı %25 artar.",
	"effect4Pc": "Kuşanan karakterin Havadan Saldırısı/Yüklü Saldırısı/Element Becerisi bir düşmana isabet ettiğinde 1/2/2 kademe \"Ebedi İhtişam\" kazanır. Havadan Saldırılar, Yüklü Saldırılar veya Element Becerileri bu etkiyi her 1 saniyede bir tetikleyebilir. Ebedi İhtişam: 6 saniyeliğine Havadan Saldırı Hasarı %15 artar. 5 kademeye kadar birikir. Her kademenin süresi birbirinden bağımsızdır.",
	"flower": {
		"name": "Işık Muhafızının Yemini",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Ratnikler tarafından takılan metal bir çiçek. Asıl sahibinin verdiği ebedi nöbet yeminini simgeliyor.",
		"story": "... O günlerde kuzeyden esen Av Rüzgarları toprağı dümdüz etti ve despot Knezlerin emri üzerine ön cephedeki asi halkı kesip biçti.\nTuhaf dillerde konuşan çılgın bir rahip, semavi ayların ardında bıraktığı gücü ele geçirmek için tüm feylerin Çarına hain bir plan sundu.\nDağlardaki ormanlara saklanan Aydoğanlar böylece dağıtıldı ve kız kardeşler kader tarafından farklı yollara gönderildi.\nSonunda o kibirli çılgın bile semavi kabuktan kurtulamadı ve sanrının kıyısındaki lanetli gökyüzü tarafından tüketildi.\n\nFakat tüm bunlar, \"cennetin\" henüz var olmadığı zamanlarda yaşandı.\nZira o zamanlar bu, ay ışığının parıltısı altındaki iki çocuğun paylaştığı bir hayalden ibaretti.\nYıllar sonra, bu ikiliden birisi dünyanın dört bir yanına nam salmış bir haydut olarak infaz edildiğinde,\nÖbürü nihayet adeta kazayla arkada bırakılan sözlerin gerçek anlamını kavradı.\n\nSonrasında neler yaşandığını hepimiz biliyoruz.\nUzun gece çöktüğünde kuzeydeki kraliyet sarayı, karlı ovaların ötesindeki ıssız topraklarda ne olup bittiğiyle ilgilenemiyordu artık.\nDolayısıyla karanlık canavar sürüsü çorak toprakların altını üstüne getirdi ve geçmiş medeniyetin bütün izlerini sildi.\nAydoğanların rahibesinin gücünü ödünç alan ilk Meşale Ustası ilk ışığı yaktı\nVe ay adına karanlığı o ışıksız harabelere sürdü, kabusların parçaladığı ruhlarla beraber derin dehlizlere gömdü.\n\nHer şey bittiğinde, hayatta kalanlar dağların tepesine Snezhnaya'nın uzaktaki yeni hükümdarına doğru bakan bir fener kulesi inşa etti.\nMeşale Ustası, sevgili arkadaşının o saf ve çocuksu hayalini korumak adına Çariçe'nin sarayında onu savunmaktan çekinmedi.\nDilediği o kraliyet fermanını almış olsa da nöbet ve fedakarlık yemini etti.\nBöylece \"Nod-Krai\" adındaki \"cennet\"in tarihi de başlamış oldu."
	},
	"plume": {
		"name": "Bülbülün Kuyruk Tüyü",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Bir bülbülün tüylerinden özenle yapılmış bir şapka süsü. Söylenene göre bu şekli ilk Meşale Ustası bulmuş.",
		"story": "Efsanelerde bir bülbülden bahsedilir, yalnızca aysız gecelerde uçar bu bülbül, gagasında ateşi taşır.\nKayan yıldız misali gökyüzünde süzülen bir ateş, karanlık zamanlarda bir ışık.\n\nKadim bir kalenin harabelerinin üzerinde, öncüler döneminden kalma, uzun gece boyunca nöbet tutan \"Işık Muhafızları\"nın kulesi yükseliyordu.\nAtalarının Çariçe'nin önünde sonsuz sadakat yemini etmelerinden bu yana asırlar geçmişti.\nBu \"cennette\" yaşayanlar, fener yandığı sürece özgür yaşayabileceklerine inanıyorlardı.\nNe karanlık canavarların getirdiği kaostan korkacak ne de kuzeydeki topraklara sığınma ihtiyacı duyacaklardı.\nBir gece ufuktan korkunç bir ses duyuldu. Vahşi Av'ın lideri, gecenin karanlığında dörtnala ilerliyordu.\nGece nöbetçileri her zaman olduğu gibi büyük deri pelerinlerini giydiler; fakat o gün güneş doğmadı.\n\nTepelerde boruların sesi yankılanırken savaşçılar yüksek kulenin önünde saflarını sıkılaştırdılar,\nKadim yeminlerini yerine getirmek için güneye doğru ilerleme emrini bekliyorlardı.\nFakat büyük içki salonunda Starşina sessizlik içinde oturuyordu,\nÇünkü yaz güneşi kadar parlak ve kudretli bir sürü çoktan kuzeydeki şehrin kapılarına dayanmıştı.\n\n\"Soluk Yıldızın Savaşçıları, Piramida'nın kapılarını niçin şimdi çalıyorsunuz?\"\n\"Sizin bile Majesteleri Çariçe'nin bize bahşettiği kutsal güçleri geri alma hakkınız yok.\"\nDestek güçleri olduklarını iddia etseler de bu davetsiz misafirlerin gizli niyetleri vardı, Starşina da bunun gayet farkındaydı.\nAncak bu noktada pes etmek, yüzyıllardır sahip oldukları özerkliğin sonunu getirecekti.\n\nBirlik komutanının maskesinin altından kısık ve soğuk bir ses duyuldu.\nArdından nereden geldiği belirsiz alaycı bir kahkaha çalındı kulaklara.\n\"Karanlık felaket orada başladı. Unutmayın, Snezhnaya sizin yenilginizi kaldıramaz.\"\n\"Bülbül Savaşçıları, var gücünüzle savaşın! Olur da hiçbiriniz geri dönemezseniz...\"\n\"O zaman 'sonrası' ile biz ilgileniriz.\""
	},
	"sands": {
		"name": "Ölümsüzün Yas Çanı",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Karanlık hiçlikte yürüyen bir savaşçının taşıdığı bronz bir çan. Sesinin çınlamasını zifiri karanlık gecelerde duymak mümkündür.",
		"story": "Havada yoğun bir kan kokusu vardı, dünyayı yakıp kavuran büyük savaşın döneceğini işaret ediyordu adeta.\nRuhlar ordusu, gecenin karanlığında keder dolu bir feryatla uçtu.\nKırsal kesimlerde anlatılan halk hikayelerine göre bunlar, farklı bir dünyadan gelen ve toplayacak ruhlar arayan iblislerdi.\nKimileriyse bunların o eski kabustan kalan hayaletler olduğuna inanıyordu.\n\nSınır bölgelerinde yaşayanların \"Vahşi Av\" olarak adlandırdığı felaketti bu.\nEğer sadece bir yaz fırtınasından ibaret olsaydı, gökyüzünü gök gürültüleri ve şimşeklerle doldursaydı,\nMacera dolu bir hayata alışkın olanlar için küçük bir aksilikten ibaret görülürdü.\nAma benzeri yüz yıldır görülmemiş bu fırtına yeryüzüne siyah bir kan yağmuru yağdırdığında\nİnsanlar fark etti ki atalarından kalan bu korkunç efsaneler\nÇocukları korkutmak için uydurulan hikayelerden ibaret değildi, kendi damarlarında akan korkudan doğmuştu.\n\nNihayetinde birinin yüzleşmesi gereken bir korkuydu ve engin karanlıkta dolaşan ruhların yolunu aydınlatıyordu.\nKaranlık ve ışık arasında siyah tüylü bir karga sürüsü uçuyordu, ışığa karşı duran bir karga önderlik ediyordu onlara.\nKılıcını sessizce kaldırdı, kılıcın parlaklığıyla aydınlanan yüzü, kılıcın kendisi kadar keskin ve sertti.\nYemin etmiş birlik, ışığa üşüşen güveler gibi olduklarının bilinciyle yola devam etti ve kimsenin geri dönemeyeceği savaş alanına ilerledi.\n\n...\nYolun sonunda yalnızca karanlık kılıcı tutan ayaktaydı.\nOrmanın derinliklerinde kötü bir gücün saklandığını ve \"Vahşi Av\"ı o gücün çağırdığını biliyordu.\nBiraz daha ilerleyebilirse, biraz daha dayanabilirse korumaya yemin ettiği toprakları kurtarabilirdi.\nKafasındaki bu düşüncelere öyle dalmıştı ki bedeninin çoktan paramparça edildiğini fark etmemişti.\nTaşıdığı uyarı çanı ise kan ve siyah çamura bulandığı için pes bir ses çıkarıyordu yalnızca.\nBu korkunç sesten ürktükleri için midir bilinmez ama etrafındaki leş yiyiciler oldukları yerde donakaldı.\nBöylece o, yarım kalan yeminini yerine getirmek için hiçlikte yalnız başına yürümeye devam etti...\n\nUzun yılların ardından ülkenin halk efsanelerine bir yenisi eklendi:\nKederli çanlar çaldığında, Vahşi Avı avlama yemini eden kişi geliyor demektir."
	},
	"goblet": {
		"name": "Üflenmeyen Boru",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Eskiden yemin edenleri çağırmak için kullanılan bir boru. Amacını yitireli çok uzun zaman oldu.",
		"story": "Kuzey diyarının kudreti için çaldığında boru sesleri, yıldırım gibi gürleyen adımlar sarstı yeri.\nDonmuş tundrada uzanan demir raylar misali, soluk alevler fırlatıyorlar dört bir yana.\nMajesteleri Çariçe'ye sadık, hiçbir Haberciye bağlı olmayan bir birlik,\nParıldayan beyaz yıldızların altında yeni ve saf bir dünya yaratmaya ant içti.\n\nSınır bölgesinde yaşayanlar, kendilerine özerklik verilenler bile ana vatanın çocuklarıydı,\nZira sonsuz sevgisinin ışığında Çariçe, onun buyruğuna giren kimseyi terk etmezdi.\nBu sınır birliğini yöneten Praporşik, ilk yıllarından beri bu sarsılmaz inanca sahipti.\nTa ki cehennemin kapılarının önünde durana ve hiç kimsenin sevmediği ruhları görene dek.\n\nSaldırma talebi henüz onaylanmamıştı fakat o çoktan kararını vermişti:\nAcımasız felaketin musallat olduğu masumları kurtarmak için bunca yol geldik;\nKaranlık canavarların bu toprakları yok etmesine ve annelerin, çocukların hayatlarını çalmasına nasıl müsaade edebiliriz?\nGüç sahibi olanlar buna emir diyorsa öyle emrin canı cehenneme.\n\n...\nBöylece zehirli pus kuzeyden esen bir rüzgarla temizlendi ve şafağın ilk ışıkları, kapkaranlık bulutları delip geçerek mavi yeryüzünü bir kez daha aydınlattı.\nSavaş sona ermişti fakat yüksek kuleye zaferle dönen bir kahraman yoktu ortada; yalnızca bir suçlu ve kurtarmak için kendini riske attığı çocuklar vardı.\nPlanın gidişatı bir nebze değişmiş olsa da hain doktor oralı olmadı, zira hedefine ulaşmıştı.\nFirar, Çariçe'ye ihanet... Bunlar ağır suçlardı fakat yeni bir yeminle affedildi.\nKemiklerden yapılmış bir merdivenin üzerinde yeni savaşçılar başlıyor nöbetlerine, dipsiz dalgalar kuruyana dek gözcülük yapmak üzere."
	},
	"circlet": {
		"name": "Boyalı Püskül",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Kadim ve ağır bir miğfer. Muhterem bir kuzeyli savaşçı soyunun işaretini taşıyan bir aile yadigarıdır.",
		"story": "Söylenene göre ilk Meşale Ustası, en kuzeydeki karlı şehirde doğmuştu ve Bülbülün nişanı onun asil soyunun bir simgesiydi.\nAile başlangıçta casus olarak görevlendirilmiş, sonra Kış Çarı tarafından soyluluğa terfi edilmişti.\nBöylece mütevazı kökenli bu adam kraliyet sarayına adım atmış ve saraydaki ileri gelen feylerle ilişkiler kurmuştu.\nUluslar malum felaketle boğuşurken, öncüler çağında umudu simgeleyen ön cephedeki bölgeler, tanrıların korumasından mahrum bırakıldıklarını fark ettiler.\nNod-Krai'ın en çaresiz anında kuzeyden koyu gümüş zırhlı bir süvari geldi tek başına.\nYeni ayın hanımı, süvarinin neden geldiğini biliyormuşçasına bir fener yaktı karanlığı dağıtmak için.\n\nGüneydeki Lempo Adaları'na doğru yola çıkmalarından önceki gün büyük içki salonunda savaşçılar için bir ziyafet düzenlendi.\nAralarında şüphesiz en dikkat çeken ise başında karanlık püsküllü miğferi ve elinde mızrağı ile genç bir savaşçıydı.\nO dönemki Ratnikler arasında bu kadar eski ve ağır bir zırhı giyenlerin sayısı pek azdı,\nZira bu zırh, karanlık dalgayı püskürtmek için Meşale Ustasının yanında savaşan ilk savaşçıların soyundan gelenleri temsil ederdi.\nNe tımara ne soylu unvanlara sahip olmalarına rağmen atalarının yeminlerini tutmayı sürdürürlerdi.\nZira tüm feylerin efendisi ve Snezhnaya'nın ilk koruyucusunun hâlâ onları gözettiğine inanırlardı.\n\nKahramanların kanıyla lekelenmiş çamurlu tundrada genç savaşçı, yoldaşlarının cesetleri arasında diz çöktü.\nFedakarlık her zaman Ratnik'in kaderi ve şerefiydi, ancak bir ruhu daha kurtarabilirse, birini kurtarabilirse ne iyi olurdu.\nİşte bundan ötürü ataları gibi artık kimsenin seslenmediği eski bir tanrıya ve tanrının bir zamanlar hükmettiği Knezlere dua etti.\n\nBelki borunun sesinden, belki unuttuğu kan kokusuna çekildiğinden, belki de sırf canı sıkıldığından,\nUzun zamandır uyuyan bir ruh uyandı uykusundan, savaşçının dualarına karşılık verircesine.\nKadim efsanelerde anlatılan hayaletimsi mavi ateş, taze kan dökülmüş savaş alanlarında yeniden tüm parlaklığıyla yanacaktır..."
	}
}