{
	"name": "Hanımın Sevdiceği",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "+%15 Karakter İyileştirme Verimi.",
	"4pc": "Bir Element Becerisi veya Patlaması kullanıldığında 10 saniyeliğine tüm grup üyelerinin aldığı iyileştirme %20 artar.",
	"flower": {
		"name": "Hanımın Uzak Sevgisi",
		"relictype": "Yaşam Çiçeği",
		"description": "Sonsuza dek çiçek açan ve asla solmayacak olan kokulu bir çiçek.",
		"story": "Hanımın çiçeği. Asıl sahibi gibi narin ve zarif.\nKitaplarda, bu tür çiçeğin uzun süre önce neslinin tükendiği yazar.\n\nTıpkı hanımın sayısız kez kitaplarda okuduğu metinde yazdığı gibi:\n\"Yardıma ihtiyaç duyan genç kadını, parlayan zırhını kuşanmış beyaz şövalye kurtardı.\"\n\"Ardından birbirlerini kutsarcasına çiçeklerle süslediler.\"\n\nHanımın kalbinin tıpkı çiçek gibi her mevsim değiştiği söylense de,\nbu çiçek aynı kaldı.\nÇünkü onun kalbi uzun zaman önce durmuştu,\nŞövalyeyle tanıştığı anda."
	},
	"plume": {
		"name": "Hanımın Kara Sevdası",
		"relictype": "Ölüm Tüyü",
		"description": "Rüzgar eşliğinde göçen bir kuş gibi birine duyulan özlemi yansıtan tüylü bir aksesuar.",
		"story": "Eski ama narin tüylü bir süs.\nUzun yıllar sonunda artık tozla kaplı.\n\nŞövalyeyle tanıştığı gün, hanım için zaman durdu.\nOnun gözünde artık hiçbir şeyin önemi yoktu. Aşk ve gençlik bile değersizdi.\nGözü sürekli şövalyeyi ararken, tutunacak dalı olmayan kayıp bir kuş misali etrafta geziniyordu.\n\n\"Dilerim şövalye ona olan aşkımı görür.\" diye dua etti.\nBu arada şövalye kendisini asil görevine adamıştı.\nKadim krallıkların parçalandığı uzak bir diyarda...\nŞövalye acaba hanımın hayal ettiği manzarayı görecek miydi?"
	},
	"sands": {
		"name": "Hanımın Kaybolan Gençliği",
		"relictype": "Kadim Kum Taneleri",
		"description": "Zamanın sonu asla gelmez ama aynısı bu genç kızın üzerine düşüldüğü mutlu yılları için söylenemez.",
		"story": "Hassas bir saat.\nSahibinin hislerine aldırmaksızın, zamanın geçişinin kaçınılmaz olduğunun bir göstergesiydi.\n\nHanımın zamanı bir gün sona erecekti.\nAma o yine de bekleyecekti.\nSaatin akrebi, sürekli yelkovanı kovalıyor gibiydi.\nHanımın kalbini ve aklını dolduran bitmek bilmez özlemi de buna benziyordu.\n\nO olaydan bunca yıl sonra, hâlâ o gün tanıştığı şövalyeyi hatırlıyordu.\nKendisini kurtaran beyaz şövalyeyi... İlelebet beklediği beyaz şövalyeyi."
	},
	"goblet": {
		"name": "Hanımın Kısa Tatili",
		"relictype": "Eonotem Kadehi",
		"description": "Acı içki yerine tatlı siyah çay için yapılan bir bardak.",
		"story": "Hanımın en sevdiği çay takımı.\nBir zamanlar içi enfes siyah çayla doluydu.\n\nHamur işlerinin ve çayın keyfini çıkardı bol bol.\nSıradan dünya hiç umurunda değildi. Hanım olarak bu onun ayrıcalığıydı.\n\n\"Bu çiçek benim madalyam olacak. Başka bir şeye ihtiyacım yok.\"\nŞövalye, tanıştıkları gün ona böyle söyledi.\n\"Fakat benim kalbim zaten...\"\nİtirafını yarıda kesmek, hem hanımın ayrıcalığı\nhem de boyunduruğundan çıkamadığı adap zincirleri yüzündendi."
	},
	"circlet": {
		"name": "Hanımın Solan Güzelliği",
		"relictype": "Logos Tacı",
		"description": "Kırışıklıkları gizleyen, özenle saklanmış bir kadın şapkası.",
		"story": "Etrafı taliplerinin verdiği çiçeklerle çevrili olsa bile, \nHanım bir an bile şapkasını çıkarıp taliplerine bakmadı.\nİsimleri ve yüzleri hatırlamaya değmezdi.\n\nYıllar boyunca, her günün sonunda,\nhanım şapkasındaki tozları silkelerdi.\nAncak geçen zaman hanımın yüzünde de kendini gösterdi. Tozun aksine bunlar silkelemekle asla gitmeyecekti.\n\nZaman geçtikçe, daha da az talip onu çiçeklerle ziyaret etmeye başladı.\nNe önemi vardı ki? Onun için zaman uzun süre önce şövalyeyle tanıştıkları o gün durmuştu."
	}
}