{
	"name": "Dövüş Ustası",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "+%15 Normal ve Yüklü Saldırı Hasarı.",
	"4pc": "Element Becerisi kullandıktan sonra, 8 saniyeliğine Normal Saldırı ve Yüklü Saldırı Hasarını %25 artırır.",
	"flower": {
		"name": "Dövüş Ustasının Kırmızı Çiçeği",
		"relictype": "Yaşam Çiçeği",
		"description": "Bu özel kırmızı çiçek, Dövüş Ustasının acısını dizginleyebilecek tek şeydi.",
		"story": "Üstadı onu kabul ettiğinden beri, yıllardır her gün idman yapıyordu dövüş ustası.\nDövüş sanatlarına giden yol uzun ve acı doluydu. Yaralanmak ise kaçınılmazdı.\nDiğerlerinin sözünü dinleyip ormanda yerden ufak, kıpkırmızı bir çiçek kopardı.\nGururla taşıdığı savaş yaraları belki asla tamamen iyileşmeyecekti fakat en azından bununla acısını dindirebilirdi."
	},
	"plume": {
		"name": "Dövüş Ustasının Tüylü Aksesuarı",
		"relictype": "Ölüm Tüyü",
		"description": "Sıradan bir kuş tüyü. Uzmanlar bunu güçlerini sınamak için kullanırken acemiler de yelpaze yapmak için kullanırlar.",
		"story": "Becerikli bir dövüş ustasının göklerde süzülen bir kuştan yolduğu tüy.\nDövüş sanatları, aslında sadece ne kadar güçlü saldırdığınla ilgili değildir.\nYıllar boyu yaptığı idmanlar sayesinde elde ettiği çeviklik ve kıvraklık, bir dövüş ustasının asıl gurur kaynağıdır.\nDövüş ustası eşsiz yeteneklerinin kanıtı olarak işte bu tüyü göğsünde taşıyacaktır."
	},
	"sands": {
		"name": "Dövüş Ustasının Su Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Dayanıklılık taliminde zamanı takip etmek için kullanılan bir saat. Normal bir kum saatine kıyasla daha doğru ve kesindir.",
		"story": "Zamanın akışını ölçmek için su kullanan bir saat. Dövüş ustası bunu her daim yanında taşırdı.\nŞelalenin altında suya karşı ya da sırıkta tek bacağı üstünde durma idmanı yaptığı zamanlar,\ntüm bu acıya ve eziyete tek başına katlanırdı.\nBu saat, onun verdiği emeğin her bir saniyesini sessizce kaydetmişti."
	},
	"goblet": {
		"name": "Dövüş Ustasının Şarap Kadehi",
		"relictype": "Eonotem Kadehi",
		"description": "Savaş öncesi ayinlerde kullanılan zarif bir şarap kadehi.",
		"story": "Dövüş ustaları göğüslerini gere gere arenaya adımını atmadan önce, mutlaka bir kadeh kaliteli şarap içer.\nHer dövüş ustası kadehini değerli rakibinin şerefine kaldırır.\nSonra da sakin ve telaşsızca arenaya girerek, saygıda kusur etmediği rakibinin karşısına çıkar.\nDövüş öncesi içilen şarabın asıl anlamı budur. Ne zaferi yüceltmektir amaç, ne de yenileni mahcup etmek."
	},
	"circlet": {
		"name": "Dövüş Ustasının Bandanası",
		"relictype": "Logos Tacı",
		"description": "Bir talebenin ilk dersi: Azim, Kuvvet ve İrade. Bu kelimeler bandanaya asla unutmaman için yazılmışlar.",
		"story": "Eskiden bir dövüş ustasına ait olan kıpkırmızı bir saç bandı. Bir zamanlar canlı olan rengi artık solmuş.\nBu saç bandı, takan kişinin küçüklüğünden beri dövüş sanatlarıyla uğraştığının kanıtıdır. Aynı zamanda genç dövüş ustasının tutkusunu simgeler.\nGenç dövüş ustası, daha şafak sökmeden ormanda idman yapmaya başlardı.\nUzun seneler sonra dövüş ustası artık bir eğitmen olmuştu. Gençliği geride kalmıştı belki fakat hâlâ gençken olduğu kadar atik ve çalışkandı."
	}
}