{
	"id": 15034,
	"rarityList": [
		4,
		5
	],
	"name": "Yankılı Ormanda Gece Fısıltısı",
	"effect2Pc": "+%18 Saldırı.",
	"effect4Pc": "Bir Element Becerisi kullandıktan sonra 10 saniyeliğine %20 Toprak Hasarı Bonusu kazanılır. Kristalleşme tepkimesinden gelen bir kalkan mevcutsa bu etki %150 artar. Bu ek artış, kalkan etkisini kaybettikten 1sn sonra kaybolur.",
	"flower": {
		"name": "Fedakar Çiçekli Aksesuar",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Hikayedeki cadının taktığı bir broş. Sevdiği diğer süslerde olduğu gibi bu broşta da kelebekler var.",
		"story": "Küçük köpek koşup tavan arasına çıktı, burnu tozla dolunca da hapşırık krizine girdi.\n\"Şu haline bak Turta! Eskiden elmalı turta rengindeydin, şimdi dut reçeline bulanmış gibisin!\"\nKüçük kız, \"Turta\" adlı köpeğin peşinden tavan arasına gitti ve üzerindeki tozları temizledi.\nTavan arasında birbirinden güzel kapaklı kitaplar vardı. Kız raftan bir kitap seçti. Kapağı altın kanatlı göz alıcı kelebeklerle süslenmişti.\n\"Hikaye kitabına benziyor. Belki annemin anlattığı hikayeler bu kitaptandır! Ne dersin Turta?\"\nKüçük köpek kısacık havladıktan sonra her zamanki gibi kızın ayağına uzandı.\n\"Hıh! Annemden önce bitirebilirsem...\"\nKız hikaye kitabını açtı, sararmış sayfalar adeta bir kelebeğin kanatları gibi açıldı karşısında...\n\nBu hikaye yaşanalı uzun zaman olmamıştı. Efsanelere göre Yankılı Ormanda bir cadı yaşardı, bu cadı her dileği gerçekleştirebilirdi.\nAma bu cadı da diğer hikayelerdeki cadılar kadar tuhaftı. Büyü kullanarak tüm ormana kalın, içinden geçilemez bir sis indirmişti. Ormana girenlerin kafası yankılardan karıştığı için dilek dilemeyi bırak, kulübesini bile çok az kişi bulabilirdi.\nBir gün genç bir adam cadının kapısını çaldı.\nGenç adam aslında mavi bir çiçek arıyordu fakat dikkatini altın renkli bir kelebek çekmişti. Kelebeği kovalarken farkında olmadan cadının kulübesine geldi. Dilekleri gerçekleştiren cadıya dair efsaneleri hatırlayınca tereddüt edip bir düşündü, sonunda kapıyı çalmaya karar verdi.\nÜçüncü defa çalmadan kapı açıldı.\n\"Bir dileğim vardı da...\" diye söze girdi genç adam.\n\"Her gelen bunu diyor.\" diye sözünü kesti cadı. \"Benim için dilek gerçekleştirmek çok kolay. Fakat dileğin bedeli herkes için farklı.\"\n\"Sevdiğim kızın gönlü başkasında. Ama büyü kullanarak onun hislerini değiştirmek istemiyorum, hep mutlu olsun istiyorum. Bu dileğimi gerçekleştirirsen sana elimdeki her şeyi veririm. Zamanımı, paramı, hatta ruhumu bile veririm.\"\n\"Dileğin gerçekleşecek, ancak bedelini gelecekte ödeyeceksin. Bu bedel illaki ruhun olacak diye bir kaide yok... Biz cadılar ne istersek onu yaparız.\"\n\"İyi de bu dünyada insan ruhundan değerli ne var ki?\"\n\"Vakti geldiğinde anlayacaksın; yalnızca altın bir kalbin ağırlığı ölçülebilir.\"\n..."
	},
	"plume": {
		"name": "Dürüst Tüy Kalem",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Hikayedeki cadının kullandığı mürekkepli kalem. Öyle çeşitli avantajları vardır ki ipek gibi pürüzsüz yazımı bile neredeyse önemsiz kalır.",
		"story": "...\n\"Hikayelerde ruh satmak çok kolay bir şeymiş gibi anlatılıyor... Demek ki ruh dediğin ucuz olsa gerek, yoksa insanlar nasıl bu kadar kolay satsın ki?\"\nAma ruh nedir bilmiyordu, daha önce hiç görmemişti. Öte yandan öğle çayı, lezzetli tatlılar, bahçede Turta'yla oynadığı oyunlar, annesinin uyumadan önce anlattığı masallar... Kıyasladığında bunlar çok daha değerli geliyordu ona.\n\"Yalnızca bir cadının gerçekleştirebileceği dileklerimiz yok neyse ki, o yüzden karşılığında bu değerli şeyleri vermemize de gerek yok.\"\nSonraki sayfayı çevirdi...\n\nCadıdan söz almış olmasına rağmen genç adam, dileği gerçekleştiğinde nasıl olacağını hayal bile edemiyordu.\nDaha somut bir dilek olsaydı belki... Mesela tükenmeyen bir servet ve başkalarına boyun eğdirecek bir güç geliyordu akla hemen. Peki daha üst düzey bir mutluluk mümkün müydü?\nGenç adam, cadının bir sürü büyülü eşyaya sahip olduğunu ve bu sıra dışı koleksiyonun gücünü kullandığını duymuştu. Merakına yenik düştü ve cadıya dileğini hangi eşyanın gerçekleştirebileceğini sordu.\n\"Bu mürekkebe batırılmış kalemle yazılan tüm sözcükler gerçeğe dönüşür ve kız kaderin gözdesi olur.\"\nCadı mürekkep şişesini hafifçe sallarken genç adam şaşkınlığını gizleyemedi. Siyah mürekkep, heybetli dalgalar gibi vuruyordu şişenin camına. Bitmek bilmeyen dalgaların ortasında yüzen ıssız bir adada yaşadıkları bir dünya görebiliyordu. Sayısız çehre, sayısız manzara geçiyordu gözlerinin önünden, bir resim albümünün sayfalarını çeviriyordu adeta...\nÖylesine etkilenmişti ki mürekkep şişesinin ağzından içine düşüp o siyah sularda boğulacaktı sanki.\n\"Onun hayal edebileceği her şey bu mürekkep şişesinde saklı. Dilerse hepsine sahip olabilir.\"\nMürekkebe batırılan kalem, sayfanın üzerinde dans etmeye başlayınca kızın kaderi de değişti.\nPeşini bırakmayan ve bitmek bilmeyen iyi talihine şaşırmayı ne zaman bıraktığını hatırlayamadı.\nArtık hiçbir şey için endişelenmesine gerek yoktu, her şey dilediği gibi yaşanıyordu. İstediği bir şey olursa eninde sonunda, öyle ya da böyle bir şekilde karşısına çıkıyordu.\nHerkes onu seviyor, görünüşüne övgüler yağdırıyor, erdemliliğini takdir ediyordu. Eskiden kendisini fark etmeyeceğini düşündüğü kişilerin bile ona karşı tavrı tamamen değişmişti.\nZamanla övgü dolu sözlere ve bakışlara alıştı. Dış görünüşü sıradan, erdemliliği ise bir o kadar ortalamaydı fakat kader ona yine de iltimas gösteriyordu.\n..."
	},
	"sands": {
		"name": "Sadık Kum Saati",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Hikayedeki cadının kullandığı bir kum saati. Söylentilere göre bu kum saatine yanlış büyüyü okursan zaman birden son derece hızlı akmaya başlarmış.",
		"story": "...\n\"Büyülü bir kalemin olsaydı... Ne yazardın Turta? Bir sürü ödül maması mı?\"\nKız kitabı bıraktı ve Turta'nın kulaklarının arkasını kaşıdı. Köpek de cevaben kuyruğunu neşeyle salladı.\n\"Aa! Sen yazamazsın ki. O zaman ben senin yerine yazarım Turta. Ödül maması dışında ne yazsak...\"\nSonraki sayfayı çevirdi...\n\n\"Şaka bu herhalde! Sanki mavi kurdele çok nadir bir şeymiş gibi!\" Genç kız, misafirleri kapı dışarı edip getirdikleri hediyeleri de bir köşeye fırlattı. Evet, bir zamanlar yalıçapkını kuşları kadar mavi olan kurdeleler ilgisini çekiyordu fakat artık hiç umurunda değildi.\n\"Zavallı çocuğum benim!\" diye iç geçirdi annesi.\nKız, annesinin öğütlerinden bıkmıştı. Talihi henüz kısa süredir iyiye gidiyor olsa da şimdiden kolayca servet edinmiş ve insanların sevgisini cepte görmeye başlamıştı. Bu dünya onun etrafında dönüyordu sonuçta, değil mi? Bu düşünceler sık sık aklına gelir olmuştu.\n\"Sen benim annemsin, neden diğerleri gibi sevemiyorsun beni?\"\nBeni sevmeyen bir anneye ihtiyacım yoktur belki, diye düşündü kız.\nBöylece kız, evini ve ailesini arkada bıraktı. O günden itibaren büyüyle gelen iyi talihinin zevkini çıkarabilir, vicdani sitemlere katlanmak zorunda olmadan hayatını yaşayabilirdi.\nArtık hiçbir manzaradan etkilenmeyinceye, leziz yemeklerden sıkılana kadar dolaştı durdu. Hayatı asla bitmeyen bir balo gibiydi. Konuklar gelip gidiyordu fakat hiçbiri dans pistinde uzun süre kalmıyordu.\nBazen \"arkadaş\" dediklerine bilerek kötü davranıyordu fakat ne kadar kabalık ederse etsin ertesi gün herkes onu affediyor, ona gülümsüyor, onu eskisi gibi sevmeye devam ediyordu.\nHerkes ona bir şey veriyor, kimse ondan bir karşılık beklemiyordu.\n..."
	},
	"goblet": {
		"name": "Cömert Mürekkep Şişesi",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Hikayedeki cadının kullandığı bir mürekkep şişesi. Kalemde olduğu gibi kuvvetli ve tuhaf bir büyü vardır üzerinde.",
		"story": "...\nKüçük kız okumaya devam ederken Turta gelip yanına sokuldu.\nSonraki sayfayı çevirdi...\n\nGenç kız, annesinin öldüğünü öğreneli uzun zaman olmuştu. Memleketine uzun süre sonra ilk defa döndüğünde gerek yabancı gerek tanıdık herkes, kıza karşı kibar ve samimi davranıyordu.\n\"Her şey istediğin gibi işte, keşke bir kez daha gülsen.\"\nKonuşan genç adam daha önce gördüğü biriydi, belki pek çok müridinden biriydi.\n\"Annem haklıymış, acınası bir çocuğum ben. Bu korkunç lanet yüzünden asla mutlu olamayacağım.\"\n\"Aa! Bu kadar fedakarlık gerektiren bir hediyeye lanet mi diyorsun gerçekten? Unutma, bir cadıyla yapılan anlaşma karşılığında alındı bu, sırf bir fedakarlık yapıldığı için! O senden buna karşılık herhangi bir şey istemeyi düşünmedi bile. Dünyada bundan büyük sevgi olur mu?\"\n\"O halde kendisi mutlu olmayı benden daha iyi biliyor herhalde.\" dedi kız. \"Her şeyin sana ücretsiz verildiği, asla bedel ödemediğin bir hayatın değeri var mıdır ki? Dünyadaki en değersiz şeyler, kimsenin ihtiyaç duymadığı şeylerdir. Belki benim varlığıma da ihtiyaç duyulmuyordur.\"\n\"Hayır, hiç de bile... Yaşamalısın! En azından ben böyle düşünüyorum.\"\n\"Ne istiyorsun o zaman benden? Senin için yapabileceğim bir şey varsa...\"\nGenç adam utandı.\nGenç kız inanılmaz hayal kırıklığına uğramıştı. Yankılı Ormanda cadının evine gidip bu laneti bozmanın bir yolunu bulmaya karar verdi.\nKızı durdurmak isteyen genç adam, cadıdan ödünç aldığı büyülü aynayı çıkardı.\n\"Büyünün sana hediye ettiği şans elinden alınırsa...\"\nKız, şansı tükendiğinde onu bekleyen olayları gördü. Tüm servetini kaybettiğini, zarar verdiği kişilerin artık neşe içinde güldüğünü ve onu affetmek yerine gözlerini devirip onu azarladığını gördü. Artık insanlar yoktu etrafında, büyük bir balo sona ermiş gibi çekip gitmişlerdi. Kız yine gezmeye devam ediyordu fakat artık kimse onun yolculuğuyla ilgilenmiyordu. Rüzgar tarafından savrulduğunu, yağmurda düştüğünü, o sırada çocukların gülüp onunla alay ettiğini gördü. Aldığı tüm hediyelerin bedelinin on katını, yüz katını ödemesi gerektiğini gördü.\nHenüz hiç adım atmamış olmasına rağmen aynada gördüğü her şey bir bir başına geliyormuş gibi hissetti. Hayatının, kendisini yok etmek için planlanmış sonsuz bir eziyet haline geldiğini gördü.\n\"Sevin işte! Büyünün sana verdiği talih henüz terk etmedi seni, kimse gülmeyecek zayıflığına.\"\n..."
	},
	"circlet": {
		"name": "Şefkatli Kadın Şapkası",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Hikayedeki cadının favori şapkası. Bu aksesuarı ciddiyet ve eğlenceyi bir araya getiren görünümü nedeniyle seviyordu.",
		"story": "...\nSıkıntıdan patlayan Turta kocaman esnedi.\n\"Hikaye bitmek üzere sanırım. Biraz daha dayan, olur mu?\"\nSonraki sayfayı çevirdi...\n\n\"Yine de daha zor yolu seçmek istiyorum.\"\nUzak geçmişte kalan o kış gecelerinde olduğu gibi neredeyse unuttuğu fakat dinlemekten asla bıkmadığı hikayeleri annesinin kollarında dinleyerek uyuyakaldı. Hikayelerdeki kahramanlar, hedeflerine ulaşmadan önce sayısız zorlukla karşılaşıyordu. Ödedikleri bedeller ve yolda kaybettikleri şeyler ise çabalayarak kazandıkları ödülleri daha değerli kılıyordu.\n\"Aynada artık kimsenin beni sevmediğini, hatta herkesin benden iğrendiğini gördüm. Bana bir kerecik daha gülümsemelerini sağlamak akıl almaz derecede zor olurdu... Ama gerçek dünya böyle bir yer. Öngörülemeyen değişikliklerle dolu.\"\n\"Hayır, olmaz! Büyünün sana verdiği talihin seni mutlu etmesi gerek, aksi takdirde...\"\n\"Niye bu kadar korkuyorsun ki? Büyü geçtikten sonra diğerleri gibi sen de beni sevmeyi bırakacaksan sorun değil, ben hepinizi sevmeye devam edeceğim. Bu özgür dünyadaki herkese hikayelerdeki baş karakterler gibi içtenlikle davranacağım... Sen istediğin sürece kalbim sana ait olacak!\"\nÇanlar çalmadı, başka işaret de görülmedi; fakat cadının bahsettiği an gelmiş gibiydi.\n\"Aslında aynanın gösterdiği yolculuğu bitirdikten sonra görünmem gerekiyor, henüz biraz erken... Neyse, cadı dediğin ne istiyorsa onu yapar.\"\nCadı, en çok istediği şeyi genç adamdan aldı.\n\"Dileğim gerçekleşti ama her şeyi kaybettim...\"\n\"Başka hikayelerde olsa bile en azından iyi bir karakter olacak.\" Cadı, kızın artık içinde mahkum olduğu mürekkep şişesini hafifçe salladı.\n\"Ama o kız benim için yaşıyor, ben de onun için... Serbest kalmayacaksa bırak yanına gideyim. Mürekkep şişesinin içinde bir sürü evren ve sayısız hikaye görmüştüm, belki onlardan birinde ikimiz için bir yer vardır. Belki ben de iyi bir karakter olabilirim...\"\n\n\"Hatırladım! Bu hikayeyi akşam anneme anlatalım. Beğenir mi sence?\"\nTurta küçük kızı duymazdan geldi, ayağa kalkıp birkaç kere havladı, sonra da etrafında dönüp tavan arasından aşağı indi.\n\"Hıh! Aç olduğu için tavır yapıyor herhalde. Çocuk gibi!\"\nPeşinden genç kız da aşağı indi ve sade kapaklı hikaye kitabını yerde bıraktı."
	}
}