{
	"name": "Asil Minnettarlık",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "+%20 Element Patlaması Hasarı.",
	"4pc": "Bir Element Patlaması kullanıldığında tüm grup üyelerinin 12 saniyeliğine Saldırısı %20 artar. Bu etki birikemez.",
	"flower": {
		"name": "Kraliyet Çiçeği",
		"relictype": "Yaşam Çiçeği",
		"description": "Genellikle resmi günlerde giyilen, parlak kaplamalı saten bir çiçek. Kenara bırakıldığı günden beri seçkinliğinden bir gram kaybetmemiş.",
		"story": "İpek satenden yapılmış mavi bir zambak.\nEskiden soylu bir kadın bunu baş süsü olarak takardı.\n\nBir zamanlar Mondstadt'a hükmeden bir asil, bunu arkasında bıraktı.\nO efsanevi çağda asiller, halk için örnek kimselerdi.\nOnlara bilgelikleriyle ve davranışlarıyla rehberlik ederlerdi.\nOnlar, Mondstadt halkının gerçek temsilcileriydi.\nOnları asil yapan sadece soyları değil,\naynı zamanda erdemlere ve ilkelere bağlılıklarıydı.\n\nAsillerin uzun ömrü, sonu gelmez rahata düşkünlükleri yüzünden kısaldı gitti.\nŞatafat, yerini yozlaşmaya bıraktı."
	},
	"plume": {
		"name": "Kraliyet Tüyü",
		"relictype": "Ölüm Tüyü",
		"description": "Eski Mondstadt soylularının avlarda taktıkları tüylü bir şapka. Sanki aradan hiç zaman geçmemiş gibi yeniliğini koruyor.",
		"story": "İhtiyar bir asilin şapkasına gururla tünemiş bir şahinin tüyü.\nAvam sınıfıyla birlikte avlanmak ve avdan elde edilenleri onlarla paylaşmak eski bir gelenekti.\n\nMondstadt'ın yönetici sınıfının bir hobisi olan avcılık sıklıkla yapılırdı.\nŞenlikler, asillerin cömertliğinin bir simgesi olarak\nhizmetkarlarıyla ve genel halkla paylaşılırdı.\nHerkes şenliklere katılmaya hevesliydi.\n\nAvlanma kısa zamanda anlamını kaybetti.\nAsiller, her şeyi kendi hakları olarak görüp kendi üstlerine geçirdiler.\nTüy her ne kadar gururlu dursa da, insanların gözlerinde rengi solmuştu."
	},
	"sands": {
		"name": "Kraliyet Cep Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Bir zamanlar Eski Mondstadt soylularına ait olan bir cep saati. Kuşaktan kuşağa geçerken tarihe tanıklık etmiş.",
		"story": "Safirden yapılmış şahane bir cep saati.\nOnca yıldan sonra hâlâ çalışır durumda.\n\nBir zamanlar Mondstadt'a hükmeden bir asilin cep saati. Hâlâ zamanı doğru gösterir.\nDakiklik bir erdemdir. Bu cep saati de asillerin erdemli kalmasına yardımcı olmuştur.\nSıradan halkı etkilemekten ziyade, öz disiplini korumak amacıyla kullanılan bir araçtı.\nİyi bir asil, gündüzleri halkından daha ihtiyatlı olmalıdır.\nGeceleri ise onlardan daha düşünceli ve huzursuz olmalıdır.\n\nOnların miskin torunları, yıllar içerisinde bu sıkı programı sonlandırdı.\nSaatleri gittikçe daha gösterişli bir hal alırken erdemli işlevlerini kaybetti."
	},
	"goblet": {
		"name": "Kraliyet Gümüş Vazosu",
		"relictype": "Eonotem Kadehi",
		"description": "Bir zamanlar Mondstadt'ın eski soylularına ait olan süslü bir vazo. İçinde esen hüzünlü rüzgarların yankısı duyulabilir.",
		"story": "Safirden yapılmış süs amaçlı bir vazo. Asil bir ailenin gümüş nişanını taşır.\nŞahane ve göz alıcı tasarımı Mondstadt'taki eski asillerin estetik anlayışına kanıt niteliğindedir.\n\nBir zamanlar Mondstadt'a hükmeden bir asil, bunu arkasında bıraktı.\nAncak eskiden içinde yatan gösterişli hazinelerden en ufak bir iz yok.\nBu lüks eşyalar hem asillerin itibarının,\nhem de Mondstadt halkının itimadının, gururunun ve refahının simgeleriydi.\n\nArdından asiller gücün etkisine yenik düştü.\nİnsanları önemsemeden, istedikleri gibi alıp istedikleri gibi harcadılar.\nLüks aksesuarlar gösteriş simgesi oldu."
	},
	"circlet": {
		"name": "Kraliyet Maskesi",
		"relictype": "Logos Tacı",
		"description": "Eski Mondstadt soylularının maskeli balolarda taktıkları maske. Gözleri nerede o eski günler dermişçesine bakıyor.",
		"story": "Altın ve değerli taşlarla bezeli ve ince desenlerle işlenmiş gümüş bir maske.\nBüyük bir özenle tasarlanan bu maske, eski asillerin geleneklerini ve zarafetini gösterir.\n\nMondstadt'a hükmeden ilk asiller, mütevazı bir geçmişe sahip kahramanlardı.\nBu yüce reisler, zarif prensler ile güzel prensesler ve soylular,\nbir zamanlar halkı şölenlere ve ziyafetlere davet ederlerdi.\nO geçmişte kalan günlerde, asiller bilgeliklerini ve zarafetlerini cömertçe paylaşırdı.\n\nO altın çağda, asiller bilgilerini ve kazandıklarını insanlarla paylaşırdı.\nAncak sonrasında, ellerindeki güç asilleri baştan çıkardı. Ziyafetleri artık sadece kendi zevkleri için vermeye başladılar."
	}
}