{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Obsidiyen Kodeks",
	"effect2Pc": "Kuşanan karakter Gece Ruhunun Lütfu durumundayken ve savaş alanındayken verdiği Hasar %15 artar.",
	"effect4Pc": "Kuşanan karakter savaş alanındayken 1 Gece Ruhu puanı tükettiğinde 6 saniyeliğine Kritik Oranı %40 artar. Bu etki her saniyede bir tetiklenebilir.",
	"flower": {
		"name": "Yabancı Yaşamların Beklentileri",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Siyah kristalden özenle oyulmuş bir çiçek. Geceleri gizemli bir ışık yayar.",
		"story": "İlahi elçinin ışıksız diyarlara sürgün edildiği, geri dönen hükümdarın habis kaleyi yıktığı zamanda\ninsanlık tarihinde asla adı geçmeyen pek çok hikaye yaşandı.\n\nGök ve yer birbirine geçtiğinde kurtulmayı başaran ejderha krallığı, uçsuz bucaksız bir kırmızı toprak deniziyle çevrelendi.\nSoydaşları o uçsuz bucaksız çorak denizde hayatta kalma mücadelesi verirken onlar, alevlerin hükümdarı sayesinde özgürlüklerinin tadını çıkarıyorlardı.\nAncak karanlığın pislik dolu dalgası çoktan bilgelik ateşini alıp götürmüştü ve geriye kalan yalnızca kül grisi kalıntısıydı.\nEjderhaların kalan gücünü korumak için kör ve aptal varisleri kanunları yürütmek için şiddeti yol bellediler.\nGüneşin battığı, yok olmaya yüz tutmuş bu küller diyarında yalnızca tek bir \"insan\" gözlerini karanlık geleceğe dikmişti.\n\n\"Işığın köksüz topraklara düştüğünü, ejderhaların ölüm döşeğindeki hükümdarları önünde nasıl eğildiğini görüyorum.\nBüyük bilgelik, büyük sanat, büyük medeniyet... Hepsi yok olacak.\nAncak sonsuz döngü bu dünyanın değişmez kuralıdır ve sırf biz acı çekiyoruz diye tarih işlemeyi bırakmaz.\nYazık ki benim zavallı soydaşlarım o aptallıklarının tarihin değişmez kurallarına nasıl hizmet ettiğin farkında bile değil.\nBugünün hizmetkarları yarının hükümdarları olacak, geçmişin köleleri ise geleceğin efendileri.\nIrkımız kaçınılmaz bir çelişkiler sarmalının pençesinde. Yalnızca tohumları ekerek kurtuluşa erebiliriz.\nBelki de bereketli ve değmemiş doğada, kirliliğin ve çürümenin hiç uğramadığı topraklar vardır.\"\n\nBöylece yakıcı alevleri ve şiddetli rüzgarları geçerek lavların altındaki kadim saraydan henüz sönmemiş ilk alevi aldı.\nEjderhaların en bilgesi, başka bir ırkın umutlarını da beraberinde götürürken görkemli şehre veda etti."
	},
	"plume": {
		"name": "Ruh İliğinin Kökü",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Kadim bir ejderhanın kanatlarını taklit eden tüylü bir aksesuar. Belki unutulmuş bir geçmişin hatırasıydı bir zamanlar.",
		"story": "Vahşi ateşin dünyanın köklerini kuruttuğu ve barbar kabilelerin, dikenli çalıları kesip dağlarda ve ormanlarda yol açtığı zamanda,\ninsanlık tarihinde asla adı geçmeyen pek çok hikaye yaşandı.\n\nEjderhaların en bilgesi, kadim ateşten aldığı tohumla yanan ovaları aştı ve engebeli, çorak topraklara vardı.\nDaha önce hiçbir ejderhanın varmadığı kaplıcalardan ve vadilerden geçerken topraktan çıkanları ve yeşerenleri gördü lakin hiçbirisi beklentilerini karşılamadı.\nTa ki bir gün, sis derin bir vadiye yayıldığında yaratıcının en kıymet verdiği ancak en zayıf türü bulana dek.\nBunlar hâlâ bebekler gibi kundaklara sarılması gerekirken ejderhaların cirit attığı topraklarda doğmuşlardı ve bu yüzden kadim kanatların himayesinde hayatta kalabiliyorlardı.\nHer ne kadar yol göstericilerini çoktan kaybetmiş, geçmişlerini ve anılarını yitirmiş, dağların ve ormanların arasında kaybolmuş halde olsalar da hâlâ bir şekilde dayanıyorlardı.\n\nEjderhaların bilgesi onların azmine, dayanışmasına ve cesaretine hayran kalmış ve onlara bilgelik ateşini bahşedecekti.\nAncak bu kıymetli hediyenin bir bedeli olacaktı tabii. Bu barbarların medeniyete ulaşmasına yardımcı olurken aynı zamanda kaderlerini de tayin edecekti.\nİlk ilahi planın tam aksine, en bilge olanın getirdiği şey, tanrılara saygısızlığa varan bir \"evrim\" yoluydu.\nO yolun sonunda, insanların kanının çorak halde can çekişen ölü toprağa aktığını,\n\nböylece bu iki türün ve soylarının bir bütün olup yeni bir uygarlığa can vereceğini öngörmüştü.\nTıpkı havada asılı kara parçasına ilk ulaşan barbara, en bilge olanın söylediği gibi:\n\n\"İki dünyanın da kurtarıcısı olan varisin gelecek. Aslanlar ve akrepler kadar acımasız, yabani bir tilki kadar kurnaz olacak.\nGünün birinde ateşin lordunu öldürüp en kadim tahta başına geçecek. Çok yaşasın iki dünyanın hükümdarı!\""
	},
	"sands": {
		"name": "Gece Diyarının Mitleri",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Ne saat ne pusula olan gizemli bir ritüel eşyası. Bugünlerde ne için kullanıldığını bilen yok.",
		"story": "Kadim insanların bedenlerini kullanarak kara dalgaya engel oldukları, süzülen kara parçası ve sonsuz gecenin yollarının hâlâ ayrı olduğu zamanlarda\ninsanlık tarihinde asla adı geçmeyen pek çok hikaye yaşandı.\n\nCesur ve bilge Chaac'ın, hep yanan çırayı Alev Çalan Bilge'den aldığını\nve bu çırayı kabilesinin diğer üyeleriyle paylaşıp ateşin sırlarını, bunu öğrenmek isteyenlere anlattığını herkes bilir.\nUzun yıllar süren kaosa ve cehalete veda ettikten sonra yaban bozkırlarında medeniyetin tohumları tekrar filizlendi,\nancak devasa duvarlarının ardındaki bu kudretli kanatlılar kader çarkının dönmeye başladığının henüz farkında değillerdi.\n\nEfsaneye göre süzülen kara parçasının sakinliğinde yaşayan büyük Bilge ölümlü dünyadaki tüm soruların cevabına hakimdi,\nancak onun bile yanıt bulamadığı iki konu vardı, yaşamın sonu ve ölülerin eve dönüş yolu.\nBelki de gece diyarının tanrıları yer altı dünyasına hükmediyordu çünkü onlar kadim zamanlarda Bilgenin en büyük düşmanlarıydı\nya da belki de sönmeyen ateş, yeryüzünün kökleriyle birleşirse uzun zamandır kurduğu planı çökecekti.\n\nArtık kadim ateşin gücüne hakim olan korkusuz Chaac ve yoldaşları sonunda o hiddetli, zalim ejderhayı yenip ilk kabileyi kurdular.\nAncak kadim kahramanlar bile sonsuz zamanın hükmünden kaçamadılar ve böylece yoldaşları bir bir ona veda ettiler.\nSonunda geriye yalnızca, sayısız savaş görmüş geçirmiş Chaac kaldı. Kabilesi dağılmıştı ve artık kimse onun destanını dillendirmiyordu.\nAncak en karanlık gecelerde, sanki yüreğinde sönmekte olan o alevi tekrar harlamak istercesine uzak diyardan gelen bir çağrıyı işitiyordu.\nHayatının son gecesinde ilk alevi yakmak üzere yüksek bir dağa tırmandı. Eski yoldaşlarıyla tekrar bir araya gelme umuduyla bağırdı.\nGece diyarının tanrısı yanıtladı onu. O gece, o topraklardaki tüm insanlar başka bir diyardan gelen sesleri duymuş gibiydi.\nBir annenin iç ısıtan ninnisi miydi bu, yoksa eski dostların fısıltıları mı? Esasında bu, Gece Krallığı'nın ilk Wayob'un doğuşuyla gelen çığlıklarıydı."
	},
	"goblet": {
		"name": "Yarışma Öncesi Ziyafet",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Taşın oldukça tuhaf biçimde bükülüp şekillendirilmesiyle ortaya çıkan bir kap. Böylesi bir kuvvete kimin sahip olduğuysa merak konusu...",
		"story": "Yanan diyarın borularının hiç susmadığı, kahramanların zafer için birbirleriyle savaştığı zamanda,\ninsanlık tarihinde asla adı geçmeyen pek çok hikaye yaşandı.\n\nSisin ve dumanın rahipleri, güneşi örtecek kadar yüksek ateşler yakıp diğer türlerin kanlarını cesur atalarına ve görünmez tanrılarına sunduğunda,\nalevlerden kurtulan kahraman ehlileştirilmiş bir canavarın sırtına binip kabile Wayob'unun yol göstericiliğiyle devasa kayalarla inşa edilmiş kaleye ulaştığında,\nkimin yaptığı bilinmeyen çok eski bir şehirde yaşayan sürüngenler dehşete kapılıp eğri büğrü kuleye tırmandığında,\nejderhalar arasında en bilge olanlar sükunet içinde durgun boşluktan bu büyük ve sonsuz trajediyi izlediler.\n\nHer ne kadar alacakaranlığın elçisi planının bir parçası olmasa da \"evrim\" yolundan sapmadı\nve titiz bir seçme ve yetiştirme sürecinin sonrasında kabile kahramanları, tüm taraflar arasında yarışma aşamalarına yükselmeyi başardı.\nİçlerinde en güçlü olanın, tüm insan kabilelerini siyah taşın üzerinde birleştirip yöneten bir kahraman olacağına inanılıyordu.\nOnun adına yapılan anlaşmayla kavurucu güneşin sancağı kaldırıp henüz tanrıların bile fethetmediği şehrin dehlizlerine yürüdüler.\n\nİşte o gün, tahtta oturan canlı ceset alevler püskürtüp göğü kızıla boyadı ve yeni kral yükselişine hürmeten kadim ateşi aldı.\nİşte o gün, ejderhalar bir kez daha iki dünyanın efendisinin önünde diz çöktüler. Artık medeniyetlerin binlerce yıldır biriktirdiği bilgileri ona vermeye hazırdılar.\nÇünkü o, gölgelerdeki düşmanların çok da uzakta olmadığının farkındaydı. Aslında gecenin en derinlerinde pusuya yatmış son darbeyi indirmeyi bekliyorlardı.\nÇünkü o, göklerdeki tanrıların da ejderhaların büyük kralının da yeterli olmayacağını biliyordu, o gün gelip çatmadan önce tüm bilgiyi ve gücü toplaması gerekiyordu.\n\nYalnızca bu şekilde inatçı soydaşları, çökmüş bir kralın eski, parçalanmış hayallerinden uyanabilirdi.\nYalnızca bu şekilde kadim uygarlık kendine yaraşır halefleri bulabilir ve bir kez daha yeryüzünde kendine yer bulabilirdi."
	},
	"circlet": {
		"name": "Azizlerin Tacı",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Kadim çağlarda soylu kabile krallarının taç giyme törenlerinde kullanılan bir obsidiyen taç.",
		"story": "Ufuktan kirliliğin karanlık dalgasının yükseldiği ve güneş gibi parlak kahramanların fetih için yürüdüğü bir zamanda,\ninsanlık tarihinde asla adı geçmeyen pek çok hikaye yaşandı.\n\nİnsan savaşçılar izbe köylerine veda edip Wayob'un kutsamalarını bir zamanlar erişilmez olan, yasak diyarlara götürdüğünde\nkadim ejderhalar bir zamanlar hükmettikleri topraklardan kaybolmuş, verimli topraklar ve kaplıcalar canlılıklarına kavuşmuştu.\nLav kayalıkları üzerine inşa edilen saraylar ve tapınaklar, ihtişamlarını yitirmiş vaziyette sükunetle kıyamet gününü bekliyordu.\nDünyanın kalanından kopuk bu ütopik diyarda, kadim zamanın sonu geliyordu.\nBu sırada gecenin karanlık topraklarında azizler, bu kararı kimin yerine getireceğine karar vermek için tartışmalarını sürdürüyorlardı.\n\nO, hiçbir kehanette öngörülmemiş bir kahraman, hiçbir planda hesaba katılmamış bir şampiyondu.\nO zamanlar kabilelerin savaş liderleri, kötü ejderhaları yok etme konusundaki büyük davalarından vazgeçip bir güç mücadelesine tutuşmuşlardı.\nKabilelerin savaşçıları sonu gelmeyen bir savaşa gark olduklarında vahşi canavarların gücüne güvendiler.\nTam da o günlerde karanlık diyardan, yeni doğan güneş gibi parlak ve şafak gibi iç ısıtan bir kral çıkageldi.\nAltın çiçeklerle örülmüş bir taç takıyordu, devasa bir obsidiyen kılıç kuşanmıştı ve bir bir kabileleri ziyaret ediyordu.\n\nKılıçlardan çıkan anlaşmazlığı ancak kılıç çözer, hırslardan ileri gelen anlaşmazlıklar ancak daha büyük bir hırsla bastırılır.\nGüce sahip olanların fetih ve katliamdan başka bir şeyle karşılık verebilecekleri kendini evrimin ustası sanan zatın aklının ucundan bile geçmemişti.\nDaha sonra kabileler, güneşin parıltısı altında bir ateşkes anlaşması yaptılar ve gece diyarının azizleri tartışmalarını bir kenara bırakıp ona tacı sundular.\nYeni çağın ilk ışıkları ufukta belirdi ve tüm dünyayı aydınlattığı zaman karanlığın canavarları bile saklanacak yer bulamadılar."
	}
}