{
	"name": "Okyanus Renkli İstiridye",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "+%15 İyileştirme Bonusu.",
	"4pc": "Bu yadigar setini kuşanan karakter gruptaki bir karakteri iyileştirdiğinde, 3 saniyeliğine bir Deniz Köpüğü görünür, iyileştirmeyle elde edilen Can miktarını toplar (fazlalık iyileştirme miktarı dahil). Bu sürenin sonunda Deniz Köpüğü patlayarak çevredeki düşmanlara toplam iyileştirmenin %90'ı kadar Hasar verir. (Bu Hasar, Elektrik Yükleme ve Süper İletim gibi Tepkimelere benzer şekilde hesaplanır ama Element Ustalığı, Karakter Seviyesi veya Tepkime Hasarı Bonuslarından etkilenmez). Her 3,5 saniyede bir sadece bir tane Deniz Köpüğü oluşturulabilir. Her Deniz Köpüğü 30.000 Cana kadar toplayabilir (fazlalık iyileştirme miktarı dahil). Aynı anda sadece bir tane etkin Deniz Köpüğü olabilir. Yadigar setini kullanan karakter savaş alanında olmasa bile bu etki tetiklenebilir.",
	"flower": {
		"name": "Deniz Renkli Çiçek",
		"relictype": "Yaşam Çiçeği",
		"description": "Dalgalı okyanusun tüm renklerine bürünmüş olan yumuşak bir çiçek. Ayın gümüş ışıltısı altında harika renklerle parıldıyor.",
		"story": "Okyanustan gelen narin bir çiçek. Ortasında sade bir inci var.\nWatatsumi Adası'nın şarkılarına göre bu çiçekler, incilerin aydınlattığı derinliklerde çiçek açarmış.\nDerinlerde yüzen denizin kızlarının ve narin ay ışığının özlemine bulanmıştır ve inci zarafetinde bir ışıltı yayar.\n\nTüm çatışmalar bittiğinde, deniz yaratıkları da yalnız yoldaşları için gözyaşı dökmeyi bırakacak.\nVe ay ışığı Touzan'ın üzerinde yükseldiğinde, kıymetli tanrı da yükselecek ve şarkılar söyleyecek.\n\"Ey denizin kızları, kalbimdeki insanlar, gelin ve görün. Ay bu gece gökyüzünde.\"\n\"Touzan bu gece düşse bile, fırtınalar ve şimşekler asla ayın inci gibi ışıltısını gölgede bırakamaz...\"\n\nYalnız kadın yakamozda şarkılar söyleyerek dans edecek.\nDenize dalanlar kayıplarının acısını unutacak, narin çiçekler bile canlılığını geri kazanacak."
	},
	"plume": {
		"name": "Derinliklerin Tüyü",
		"relictype": "Ölüm Tüyü",
		"description": "Bir tapınak görevlisinin merasim elbisesinden alındığı söylenen mercan renginde ince bir kuş tüyü.",
		"story": "Çoğu klanın ilk kez gün ışığı gördüğü günlerde Omikami, deniz halkının arasından tapınak görevlileri seçti.\nAdayla ilgili tarihi şarkılarda ilk Kutsal Rahibe'nin, bir zamanlar inci toplayan denizin kızlarından biri olduğu söylenir.\n\nKendisi umutlarını yitirmiş, anlamsız çatışmalar içinde kaybolmuş çocukların yardımına koşardı.\nBu amansız trajedinin içinde hayatın güzelliklerini göremeyen yetişkinlerin yardımına koşardı.\nKutsal Rahibe, güzel şarkıları ve kibar sözleriyle insanları yatıştırırdı.\nVe bu zor zamanlarda bile, Watatsumi halkı ilk kez umutlanmıştı.\n\nBu denizden gelen tüyün, Kutsal Rahibe'nin merasim elbisesine ait olduğu söyleniyordu.\nBir çocuğun narin elleri tarafından yanlışlıkla koparılmış ve huysuz bir insan tarafından korunmuştu.\n\nDaha sonra Rahibe, kahramanca bir tavırla kendini feda ederek geri dönülmez bir yola girdi...\nKutsal Rahibe'nin merasim elbisesi kaybolmadı, günümüze kadar nesilden nesile hatıralarla aktarıldı."
	},
	"sands": {
		"name": "Ayrılık Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Dipsiz okyanusun derinliklerinden gelen kusursuz bir deniz kabuğu.",
		"story": "Sakin ve ışıldayan okyanus derinliklerinde, zaman oldukça yavaş geçer.\nYıllar geçtikçe parlak deniz kabukları bile unutmaya başlar.\n\nWatatsumi halkı bir kez karanlıklardan kurtuldu ve gördükleri uzun rüyalara elveda dediler.\nKaranlıkta saklanan ejdervarislerinin meraklı gözlerinden kurtuldular, parlak mercan merdivenlerden gün ışığı altındaki diyara vardılar.\nOkyanus halkının, klanlarından bir hatıra olarak yanında bir tek deniz kabuğu götürdüğü söylenir.\nVe kendininkini kaybetmiş olanlar yeni bir aileye davet edilirdi.\n\nEski dilde bu saf kabuklar Tekrar Birleşme Parçaları olarak bilinirdi.\nBu iki tarafın birliği sonsuza kadar sürmese bile, bir daha asla dışarıdan bir güç tarafından bölünemeyecek.\nBu deniz kabukları, dalgaların altında geçen hayata bir veda, güneşin altındaki hayata ise yeni bir merhabaydı."
	},
	"goblet": {
		"name": "İnci Kafesi",
		"relictype": "Eonotem Kadehi",
		"description": "Watatsumi Adası'nın tapınak görevlileri tarafından adanan bu parıldayan inciler sonsuza kadar parıldayıp asla sönmezler.",
		"story": "Deniz halkı için Watatsumi'nin tanrısı tarafından kutsanmış parlak inciler, paha biçilemez hazinelerdir.\nYalnızca Kutsal Rahibe'nin bu inciler hakkında şarkı söyleme izni vardı.\n\nEfsaneye göre gökkuşağı renklerindeki istiridyeler, bu kusursuz mücevherleri Watatsumi'nin merhametine olan minnetlerini göstermek için üretmişler.\nSonraları, Kutsal Rahibe soyunun bu incilerden geldiği bile söylenmiştir.\nKutsal Rahibe narin ve göz alıcı beşiğinden dışarı bir adım attı. Omikami, onu deniz ve ay ile dans eden kız kardeşlerle birlikte kutsadı.\nOmikami, neşesi ve sevgisiyle onların yüreklerine gün ışığını takip etme isteği bahşedecek güzel mücevherler verdi.\n\nBu inciler, damarlarında Watatsumi kanı akanların elinde daha bir parlak olur.\nBelki de bu, sadece doğruluğu hiçbir zaman kanıtlanamayacak eski bir hikayeden ibarettir.\nAma yenilginin eşiğine geldiklerinde, Kutsal Rahibe ve ikiz kardeşlerin kıyafetlerini değiştirip sonsuz dalgalar arasında gizlendikleri söylenir.\nBu kargaşada, sadece bu parlak inci denizin sessiz ve yalnız derinliklerinde kayboldu."
	},
	"circlet": {
		"name": "Watatsumi Tacı",
		"relictype": "Logos Tacı",
		"description": "Bir zamanlar unutulmuş bir din adamı tarafından takılan kadim ve karmaşık bir taç. Bu yadigar, Watatsumi halkı tarafından büyük bir ayinle kutsanmış.",
		"story": "Omikami, Watatsumi halkından ruhbanları seçtikten sonra bu kutsal taçları onlara bizzat takdim etti.\nAma şehadet çağı geçtiğinde ve rahiplik yok olup gittiğinde, bu güzel taçlar mühürlenerek kaldırıldı.\n\nDenizin insanları, bu inci ve mercanlardan oluşan taçları hiçbir lekenin kirletemeyeceğine dair şarkılar söyledi.\nVe bir taç bahşedilecek kadar talihli olan kimseler, Omikami tarafından yönetici sayıldı.\nTouzannou olarak bilinen cesur lordu ve dalgalarla özgürce dolaşan ikizler...\nOmikami'nin koruması ve lütufları her zaman onların üzerinde oldu ve isimleri ada halkının şarkılarıyla ölümsüzleşti.\nBir zamanlar tanrının yardımcılığını yapan bu yöneticilerin, denizin insanlarına adalarında tarım yapmayı, balık tutmayı ve avlanmayı öğrettiği söylenir.\nFakat kaderde yazılan şehadet vakti geldi ve tanrı kaybetti.\n\nOkyanusun derinliklerinden getirdikleri umutlar ve hatıralar da tarihi ve kültürel zenginlikleriyle birlikte yok oldu.\nBu gösterişli ve büyüleyici taçlar, sahipleriyle birlikte denizin unutulmuş derinliklerinde kayboldu."
	}
}