{
	"name": "Yolcunun Azmi",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "+%18 Saldırı.",
	"4pc": "Yüklü Saldırı Kritik Oranını %30 artırır.",
	"flower": {
		"name": "Yoldaşlık Kalbi",
		"relictype": "Yaşam Çiçeği",
		"description": "Bir kurdeleyle süslenmiş küçük bir mavi çiçek.",
		"story": "Uzak diyarlardan gelen gezgin bu çiçeği göğsüne iliştirmişti.\n\nBolluk içinde yaşadığı hayatını geride bırakmış, göçebe ve özgür bir hayatın peşine düşmüştü.\nYabancı bir diyara vardığında, berrak bir gölün yanı başında kaşlarını çatmış bir kızla karşılaştı.\n\n\"Uzaklardan mı geldin gezgin? Neyse... bir önemi yok.\"\n\"Bir müzisyen misin? Eğer öyleyse, sakın beni içi boş iltifatlarınla veya şarkılarınla aşağılama.\"\n\"Beni olduğum gibi hatırla yeter.\"\n\"Hep 'festival' sırasında kurban edilecek kız olarak hatırla.\"\n\nMemleketini terk eden gezgin bu çiçeği göğsüne iliştirmişti.\nKeşke kendine hatırlatabilseydi kimseyi sevmemeyi, hiçbir şeye bağlanmamayı.\nOysaki hatırladığı tek şey, kıza verdiği sözdü ve bunun uğrunda ateşlere yürüyecekti..."
	},
	"plume": {
		"name": "Eve Dönüş Tüyü",
		"relictype": "Ölüm Tüyü",
		"description": "Bir zamanlar ufuklarda kaybolan gezginlerin hatırasını taşıyan mavi bir ok tüyü.",
		"story": "O zalim kudret yüzünden umutlar paramparça oldu, tekrar kavuşmak adına verilen sözler bir bulut gibi dağılıverdi.\nGöçebe gezginin yuvası ise bir kez daha ellerinden kayıp gitmişti.\n\nKibir dolu kötülük sevdiğinin neşesini çalmıştı.\nBitmek bilmeyen bu savaş ruhuna eziyet etmişti adeta.\nO yumuşak, neşe dolu ezgiler...\nHepsi, artık buz gibi keskin bir çınlamadan ibaretti.\n\nYoldaşları için, biricik dostu için, bundan sonra beraber şarap içemeyecekleri günler için.\nÖzgürlük için, yaşam için ve kızın gülüşünü çalan kötülükten alacağı intikam için.\nÇoktan kararını vermişti gezgin. Kalan son telini gerdi ve son okunu fırlattı.\n\nBu yabancı topraklardaki hayata alışmaya başlamıştı artık. Kafasını kaldırıp masmavi gökyüzüne baktı.\nAh... Demek bu topraklardaki gökyüzü de memleketindekinden farklı değildi..."
	},
	"sands": {
		"name": "Yolcunun Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Çağlar boyunca güneşin ve ayın döngülerine sessizce tanıklık etmiş bir güneş saati.",
		"story": "Gezgin, hem kaderin hem de durmak bilmeyen zamanın peşine düşmüştü.\nSoylulara karşı direnen o kumpanya bile sonsuzluğa akan zamana karışıp kaybolmuştu.\n\nUzun bir yolculuk esnasında, en sağlam saat bile bir daha çalışmamak üzere durabilirdi.\nZamanın akışının şaşmadığı tek yer güneşin ve ayın döngüsüydü.\nBu biçimsiz zamanı takip etmek isteyen gezgin, ışığın da peşine düştü. Zira yapabildiği tek şey buydu.\n\nNe soyluların oturduğu görkemli salonlar, ne başını sokacak bir yer bulamayan o asi kumpanya kalmıştı geriye.\nHepsi aynı zamanın akışı altında ezildi, anlık bir hayal gibi yok oldu gitti.\n\nAyın olmadığı o karanlık gecede yabancının yorgun yüzü de gölgelenmişti.\n\"Ne bir ok kaldı geriye ne bir şarkı, geldi artık koronun veda zamanı.\"\n\"Şehir meydanındaki kule düştüğünde, tekrar gülümsediğini görürüm belki de.\""
	},
	"goblet": {
		"name": "Yolcunun Kadehi",
		"relictype": "Eonotem Kadehi",
		"description": "Bir zamanlar keyif verici içkilerle dolup taşan sade bir porselen kadeh.",
		"story": "Bir lirin 4 teli vardır.\n\"Kumpanyadaki\" yoldaşlarıyla geçirdiği günler, herhalde bu göçebe hayatının en güzel zamanlarıydı.\nHer şey şef ile yollarının kesişmesiyle başladı. Tesadüf değil kaderin bir cilvesiydi bu şüphesiz.\nSonra flütünü kılıç olarak kullanan kız çıkageldi, ardından Kreuzlied adlı o kişi. Hepsi birer birer çıktı gezginin karşısına.\n\nKahkahaların yükseldiği, herkesin dans edip şarkı söylediği handa otururken, lir çalan müzisyen yolunun kesiştiği o kızı yoldaşlarıyla tanıştırdı.\nÇakırkeyif gezgin, ardından lirin tellerini tıngırdattı ve şarkısını söylemeye başladı.\n\nYoldaşları yanında olduğu sürece bir daha asla yalnız başına yola çıkmak zorunda kalmayacaktı...\nBu yolculuğun sonuna kadar onlarla omuz omuza yürümeye karar vermişti."
	},
	"circlet": {
		"name": "Ayrılık Tacı",
		"relictype": "Logos Tacı",
		"description": "Hafif bir bahar esintisi yayan kamıştan yapılma bir taç.",
		"story": "Gezgin yola çıkmak üzereyken, son bir hatıra olarak söğüt dallarından yapılma bu tacı yanına aldı.\nBu taç sayesinde sevgilisi hep yanında olacaktı. Meltemde dağılan bir karahindiba gibi çekip giden sevgilisi...\n\nGezgin, göçebe bir lir sanatçısıydı. Şarap ülkesindeki o kız ise soyluların eline düşmüş bir esirdi.\nLiriyle çaldığı şarkı gerçek hislerini ele vermişti gezginin. Nedenini sorsanız kendi de bilmezdi.\n\n\"Beni neyin duygulandıracağını sormuştun... Senin yüzündeki tebessümden başka ne olabilir?\"\n\"Bir kez olsun yüzünün güldüğünü göremedim sonuçta. Bir kez bile önümde gülmedin.\"\n\"Bir gün seni esir tutan zincirleri kıracağım.\"\n\"O gün geldiğinde benim için gülümser misin?\"\n\n\"Evet. Teşekkür ederim. Bunu yaparsan beni çok mutlu edersin.\"\nBunlar hoş sözlerdi şüphesiz... Ama bir şarkıcının ağzından çıkanlara kim güvenirdi ki?"
	}
}