{
	"name": "Geri Dönen Göktaşı",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Kalkan Gücünü %35 artırır.",
	"4pc": "Bir kalkan tarafından korunurken, Normal ve Yüklü Saldırı Hasarı ek olarak %40 artar.",
	"flower": {
		"name": "Yaz Gecesi Çiçeği",
		"relictype": "Yaşam Çiçeği",
		"description": "Sürekli açan ve yapay olan bir çiçek. İçinde bir nebze hayat varsa bunu kim bilebilir?",
		"story": "Sonsuza kadar açan bir yaz festivali çiçeği.\nKarların yedi kat altında gömülü olsa da solmayacak.\n\nBazıları bunu bir taklit, sahte yaşam olarak görebilir.\nÇünkü yaşam değişimde, acıda ve büyümede yatar.\nTanışmalarda ve ayrılıklarda.\n\nAncak onunla tanışmamdan kalan hatıralar,\nbirlikte taze çiçekler gibi gökyüzünde açan havai fişekleri izlemenin zevki,\narkasında iz bırakmadan ortadan kaybolan o tilki gözlü kadına dair anılar...\nŞimdi bu solmayan çiçek ise onu hatırlatan tek şey.\n\nSonunda aradaki fark tek bir şeye dayanıyor.\nBazıları için yaşam, bu ebedi yaz çiçeği kadar sonsuz.\nÇoğu kişi için ise duman kadar şeffaf."
	},
	"plume": {
		"name": "Yaz Gecesi Finali",
		"relictype": "Ölüm Tüyü",
		"description": "Tahtadan yapılma sağlam bir dart. Ancak hedefine ulaştığında durur.",
		"story": "Özenle yapılmış bir dart. Yaz festivali sırasında sık görülür.\nInazuma'nın hayalet hikayelerinde,\nbir insanla insan dışı varlığın karşılaşması hakkında bir masal anlatılır.\n\nEşimin hamileliğini kutlamak amacıyla tapınağa adak adamaya gittim.\nBilinmeyen sebeplerden ötürü dağa çıkarken, bu nesneleri de yanımda götürdüm.\nYedi yaşındayken bulduğum su balonu, on yedi yaşındayken aldığım tilki maskesi ve\nyüzyıl da geçse solmayacak bir çiçek.\n\nNeden onunla tekrar karşılaşmayı bekledim ki?\nEşimle görücü usulü evlenmedik. Hep para sıkıntısı çektik.\nÇocuk yapmamız da epey zaman aldı.\nYine de birlikte geçirdiğimiz günler mutlulukla doluydu, öyle değil mi?\n\nBuna rağmen, o dağlık yoldan sapıp o kadınla havai fişekleri gördüğüm yere gittim.\nÇalıları çekip ayırdığımda, onu beyaz elbisesiyle kayalığın üzerinde otururken gördüğümü sandım.\nYaklaşıp baktığımda, onun sadece güneşte uzanmış bir tilki olduğunu fark ettim.\nDalların çıtırdamasını duyar duymaz zıplayıp ormana kaçtı.\nMeltem esintisinin kıpırdattığı yapraklar arasında süzülen ışık hüzmesi gibi bir anda ortadan kayboldu.\nGeriye kalan tek şey eski bir ahşap dart idi."
	},
	"sands": {
		"name": "Yaz Gecesi Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Belirli bir zamanda durmuş bir cep saati.",
		"story": "Küçük, süslü bir cep saati.\nSaat, günün belli bir vaktinde durmuş gibi.\nInazuma'nın hayalet hikayelerinde,\nbunun insan dışı bir varlıkla karşılaşma ile ilgisi olsa gerek...\n\nYaz festivali gecesi hoşlandığım kızla tapınağa yürürken,\nkayıp bir çocuğun uzaktan ağlama seslerini işittim.\nO dalgınlık anında yere düşerek bileğimi burktum ve cep saatini kırdım.\n\nYanımdaki kız merhem bulmak için koşup gitti.\nYoldan geçen insanlardan yer açmaya çalıştım.\nDinlenmek için yolun kenarındaki bir kayalığa oturdum.\nGüzel maskeli kadın yanıma oturdu.\n\"Bu yeri pek kimse bilmez.\"\n\"Ancak havai fişekler en iyi buradan izlenir, bunu biliyordun değil mi?\"\n\nHayal gördüğümü sandım.\nOn yıldır karşılaşmamıştık.\nGeçen onca zamana rağmen tek bir gün bile yaşlanmış görünmüyordu. Yine de...\n\n\"Çok büyümüşsün. Fusen oyununu atlamamız gerekecek.\"\n\"Ama şarap getirdim. Havai fişekleri birlikte izleyelim. Ne dersin?\""
	},
	"goblet": {
		"name": "Yaz Gecesi Su Balonu",
		"relictype": "Eonotem Kadehi",
		"description": "Yaz festivali boyunca her yerde su balonları görülebilir, ancak hiçbiri bunun kadar ince işlenmemiştir.",
		"story": "Suyla dolu güzel bir su balonu.\nInazuma'nın hayalet hikayelerinde,\nbu, insan dışı bir varlıkla rastgele karşılaşmadan kalan bir yadigar olarak geçer.\n\nYaz festivali sırasında anne ve babamdan ayrı düştüm.\nBir an için su balonlarına bakmak istemiştim.\nBabamın elbisesinin kolunu tutarken bir anda bıraktım.\nDaha ne olduğunu anlamadan, kutsal tahtırevana eşlik eden insan kalabalığı bizi birbirimizden ayırdı.\n\nTapınağa çıkan yolda torii kapılarının yanında ağladım.\nDağa çıkan insanların ayaklarını saydım.\nNe zaman olduğunu bilmiyorum ama\ngözleri tilkiye benzeyen güzel bir kadın, yanıma gelip elimi tuttu.\n\n\"İnanılır gibi değil. Böylesine şirin bir çocuğu kim burada bırakır böyle?\"\n\"Ne dersin? Benimle havai fişekleri izlemek, dart atmak ve fusen oynamak ister misin?\""
	},
	"circlet": {
		"name": "Yaz Gecesi Maskesi",
		"relictype": "Logos Tacı",
		"description": "Efsanelerde betimlenen bir ilahın suretinde yapılmış popüler bir maske.",
		"story": "Bir tanrının içine nüfuz ettiği birine ait maske.\nEfsanevi bir tanrının suretinde yapılmış bir maske.\n\nİnsanlar sık sık efsanevi tilki kılığına girer.\nYüzlerini, onun ilahi çehresine göre yapılmış maskelerle kapatırlar.\nBelki de onun şekil değiştirme becerisini kazanmak istiyorlardır.\n\nInazuma efsanelerine göre her şeyin ruhu vardır.\nYine de...\nBu tür varlıklar, muhtemelen uzun süre önce\nŞogun'un baskısıyla ormanlara kaçtı.\n\nHâlâ birçok insan, bu kutsal tilkilere ve onların başkalarının içine girebildiklerine inanır.\nBinlerce yıl yaşamanın hayvanlara güçler kazandırabildiğini düşünürler.\nDolayısıyla bu tilki maskesinin simgelediklerine de inanırlar.\n\nBu maskenin arkasına narin bir el yazısıyla not düşülmüş.\n\"Üzgünüm, havai fişekler atılırken ortadan kayboldum.\"\n\"Büyük ihtimalle bir daha birbirimizi görmeyeceğiz. Kendine dikkat et.\""
	}
}