{
	"id": 10012,
	"rarityList": [
		3,
		4
	],
	"name": "Alim",
	"effect2Pc": "+%20 Enerji Yüklemesi.",
	"effect4Pc": "Element Parçacıkları veya Küreleri kazanmak, bir yay veya katalizör kuşanan tüm grup üyelerine 3 Enerji verir. 3 saniyede bir uygulanabilir.",
	"flower": {
		"name": "Alimin Kitap Ayracı",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Kitap ayracı olarak kullanılan kuru bir çiçek. Kokusunu kitabın sayfalarından alıyor.",
		"story": "Kitap yığınlarının arasında gerçek dünyadan bihaber yaşayan alim için çiçekler ender görülen bir manzaraydı.\nGünlerden bir gün alime hayranlık duyan genç bir adam, yabancı bir ülkeden getirdiği bu çiçeği ona verdi. Odasında yalnız başına geçirdiği kasvetli günleri canlandırır diye ummuştu.\nAlim verilen hediyeyi memnuniyetle kabul etti ve çiçeği bir kitap ayracı yaptı.\nO günden itibaren soluk kitap sayfalarının arasında canlı, parlak bir renk göze ilişir oldu."
	},
	"plume": {
		"name": "Alimin Tüy Kalemi",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Tüy kalem olarak kullanılan bir kuş tüyü. Çok kullanılmaktan siyahlaşmış.",
		"story": "Alimin tüy kalemi, yabancı diyarlardan gelmiş bir kuşun tüyünden yapılmıştı.\nO kadar kullanılmıştı ki tüyün üzeri artık yer yer kara lekelerle dolmuştu.\nAlim, hayatı boyunca bir kez bile lekeli tüy kalemini yenisiyle değiştirmeyi düşünmedi.\nTıpkı en çok kendi silahıyla rahat eden yaşlı bir asker gibi, alim de bunca yıldır alıştığı tüy kalemini kullanmak istiyordu."
	},
	"sands": {
		"name": "Alimin Saati",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Eski sahibi penceresiz bir odada kendini kitaplara gömen bir alim olan küçük bir masa saati. Bu saat muhtemelen onun için zamanı takip etmenin tek yoluydu.",
		"story": "Alimin masasına özenle yerleştirilmiş narin bir saat.\nGünlerini ve gecelerini çalışma odasında geçiren alim, artık zaman kavramını yitirmişti.\nBu zarif saat, bilginin peşine düşmüş alimin rehberiydi.\nAlimin harcadığı saatler bir gün meyvesini verecekti. Arzuladığı irfana bir gün kavuşacaktı."
	},
	"goblet": {
		"name": "Alimin Mürekkep Hokkası",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Normalde su içmek için tasarlanan bu bardak, bir alim fırçalarını temizlemek için kullandığından beri siyah lekeli bir hokkaya dönüştü.",
		"story": "Zamanında bir alime ait olan porselen çay fincanı. Bu değerli porselen fincanın dışı altın şeritlerle süslenmiş.\nBulunduğu dağınık odayla tezat oluşturacak derecede zarif bir fincandı bu. Alimin, varlıklı bir aileden geldiğini ima eder gibiydi.\nDünyadan kopuk bir halde yaşayan alim, tüy kalemi fincanın içine batırıyordu. Fincanın güzelliği veya asıl kullanım amacı umurunda bile değildi.\nOnun gözünde kalemin ucunu temizlemek için kullandığı bir bardaktı sadece bu fincan. Artık her yanı mürekkep lekesiyle kaplanmış olan fincanın eski zarafetinden eser yoktu."
	},
	"circlet": {
		"name": "Alimin Merceği",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Bu düzeltici lensler, çok çalışmaktan gözü hasar alan bir kişinin görüşünü geri kazanmasına yardımcı oldu.",
		"story": "Bilginin peşine düşmek kumar oynamak gibidir. Hayatını adasan bile sonunda tüm emeklerin boşa çıkabilir.\nAlim, hayatının yarısını sonu gelmeyen bir araştırmaya adamıştı, sürekli notlar alıyor hesaplamalar yapıyordu.\nAradığı cevabı bulamayınca, şüpheye düşüp doğru işi seçip seçmediğini sorguladı. Böylece daha da çok zaman kaybetmiş oldu.\nBir zamanlar keskin olan gözleri çok okumaktan bozulmuştu artık.\nHarcadığı tüm emeklere rağmen aradığı cevaplar hâlâ çok uzaktaydı."
	}
}