{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Kül Şehir'in Kahramanının Parşömeni",
	"effect2Pc": "Yakındaki bir grup üyesi bir Gece Ruhu Patlaması tetiklediğinde kuşanan karakter 6 Element Enerjisi yeniler.",
	"effect4Pc": "Kuşanan karakter kendi Element Türünü içeren bir Element Tepkimesi tetiklediğinde 15 saniyeliğine yakındaki tüm grup üyeleri, tepkimeyle doğrudan ilişkili Element Türleri için %12 Element Hasarı Bonusu kazanır. Kuşanan karakter bu etkiyi tetiklediğinde Gece Ruhunun Lütfu durumundaysa yakındaki tüm grup üyeleri 20 saniyeliğine tepkimeyle doğrudan ilişkili Element Türleri için ilave %28 Element Hasarı Bonusu daha kazanır. Bu etki, karakter savaş alanında değilken de tetiklenebilir. Aynı ada sahip Yadigar Setlerinden gelen Hasar Bonusları birikmez.",
	"flower": {
		"name": "Canavar Terbiyecisinin Tılsımı",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Çakmak taşı ve Drakitten oyulan bir çiçek. Sahibinin, canavar terbiyecisi olma niteliklerini taşıdığını gösterir.",
		"story": "Çakmak taşı ve Drakitten oyulan bu çiçek Kül Şehir'de kalmıştı. Bu, Gök Kubbenin Evlatlarındaki canavar terbiyecileri tarafından nesilden nesile aktarılan bir tılsımdı.\nBir insanla bağ kurabilen ilk Yumkazor tarafından yapıldığı söylenen bu eşyanın üzerinde çakmak taşıyla yapılmış bir pençe izi yer alıyor.\n\nCanavar terbiyecileri kendilerini Sürüngenlerle dostluk kurmaya adamıştı. Bazen kendi kabile üyeleri bile onların ideallerini anlamakta zorlanıyordu.\nCanavar terbiyecileri, insanlara zarar veren şiddet eğilimli Sürüngenlere bile barışçıl yollarla yaklaşmaya çalışır, hatta Sürüngen Avcılarından da önce davranmak için uğraşırlardı.\n\"En vahşi Sürüngenin bile güvenini kazanmanın bir yöntemi vardır, tek gereken yeteri kadar sabır göstermek.\"\nİşte bu, genç canavar terbiyecisinin ustasından ağır tılsımla birlikte aldığı öğüttü ve bunu her daim aklında tutuyordu.\n\"Canavarların da bizler gibi kalbi var.\" İşte bu yüzden, dünyayı saran o kara dalga gelene dek hep bu inancını korudu.\n\nBunlar kimsenin anlayamadığı canavarlardı, asla barış sağlanamayacak canavarlar.\nCanavar terbiyecisi nihayet memleketine döndüğünde gördüğü tek şey, kontrolden çıkan canavarların parçaladığı hayallerdi.\nArtık o kadar da genç olmayan canavar terbiyecisi, hayatta kalmayı başaran kabile üyelerinin yerleşmesine yardım ettikten sonra, dönüşü olmayan bir yolculuk için yollara koyuldu.\nBu defa karşı karşıya olduğu düşmanlar, o karanlık dalgayla birlikte gelen kalpsiz iblislerdi ve onlarla başka çıkmak için de sabır gerekiyordu.\nÇünkü yalnızca sabırlı olursa onları kıymetli memleketinin topraklarından defedebilirdi.\n\nEfsaneye göre kadim Piton Kral bir zamanlar Hiçliği püskürtebilecek gizli bir hazine dövmüş, ancak bu yalnızca kirliliğin ele geçirdiği kadim şehirden alınabilirmiş.\nBelki de bu, derin bir çaresizliğin pençesinde olanların umut dolu hayallerinin bir ürünüydü ama cesareti olanlar için denemeye değerdi.\nBu yolculuğun sonunda yuvasından olan savaşçı yanıp kül olan şehre vardı ve burada uzun süredir saklı olan bir sırla yüzleşti."
	},
	"plume": {
		"name": "Dağ Kolcusunun İşareti",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Dağ kolcularının patikaları işaretlemek için kullandığı bir yol işareti. Kuş tüyü şekliyle gerçekten epey dikkat çekiyor.",
		"story": "Bazıları, kaplıcanın kaynağından gelen Dağ Kolcularının yürüdükleri yola bu tüy benzeri nişanları bıraktığını söyledi.\nBunlar hem yolu işaretlemek hem de ileride buraya gelecek olan ziyaretçilere, geçmişte birilerinin bu yolu kullanmış olduğunu haber vermek içindi.\nGünümüzde ise bu nişanlar küllerle kaplanmış kadim şehrin ıssız köşelerinde öylece duruyordu.\nBu nişanlar ne umutlarla bırakılmıştı ancak kimse bir daha bu yolları yürümeyecekti.\n\nDağ yamacında adım atmadıkları yer kalmamıştı ve ormanda dökülen her bir yaprağı çiğnemişlerdi...\nO Dağ Kolcuları yürümeyi hiç bırakmadılar ve Natlan'ın her bir köşesini hafızalarına kazıdılar.\nNe zaman yabancı ülkelerden gezginler veya kaşifler gelse\nher ne kadar bu harika manzaralar onlar için eski birer çocukluk arkadaşı olsa da hevesle onlara rehberlik ederlerdi.\nSonra kara dalgaların uzak gökleri sarıp sarmaladığı o gün gelip çattı, bir zamanlar tanıdık olan her şey artık yok olmuştu.\n\nBir zamanlar çocukların kahkahalarla oyunlar oynadığı bahçelerde artık yalnızca yakıp geçen alevlerden kalan küller ve kemikler vardı.\nKabile halkının yorgunluklarını atmak için girdiği kaplıcalardan şimdi taze kan ve çamur akıyordu yalnızca.\nAncak son kalan Dağ Kolcusunun durup yas tutacak vakti yoktu, onun yapması gereken şeyler vardı.\nArtık bilmediği bu yola tekrar koyulacak ve bir zamanlar çok iyi tanıdığı yuvasını geri alacaktı.\n\nEfsaneye göre kara dalgaların tam ortasında, kötü bir ejderhanın gizlendiği kadim şehirde değeri ölçülemeyecek kadar büyük bir hazine vardı.\nBu adeta zamanın akışını tersine döndürebilecek, acıyla kıvrandıran bugünü yakıp güzelliklerle dolu geçmişi geri getirebilecek altın bir çark gibiydi.\nBuranın, dehşete düşmüş insanlar için etraftaki bir zalimin kurduğu başka bir tuzak olması ihtimaline rağmen\ntecrübeli, türlü tehlikeler atlatmış Dağ Kolcusu adeta bir can simidine tutunurcasına buranın son durağı olmasına karar verdi."
	},
	"sands": {
		"name": "Mistiğin Altın Saati",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Güneş şeklinde bir altın disk. Üzerindeki ejderha desenleri yaşam ve ölüm döngüsünü simgeliyor.",
		"story": "Normal şartlarda gece dumanı vadisinde doğan mistiklerin, Wayob'la iletişime tekniklerinde ustalaşabilmek için onlarca için eğitim görüp çalışmaları gerekirdi.\nAncak bu karmaşık zamanlarda en acemilerin bile kahraman ruhlara eve dönüş yolunu göstermek için savaş alanında boy göstermeleri gerekiyordu.\nKadim şehirde kaybolan bu güzel altın levha bir zamanlar aynı güzelliğe sahip bir mistiğe aitti ve ibresi her zaman evi gösterirdi.\n\nKara dalga güneşi karanlığa gömüp tüm toprakları sardığında Gece Krallığı da koyu kanları her tarafa bulaşan canavar yarığının vahşi kurtları tarafından ele geçirildi.\nKadim Wayob'un sesleri, metal ve taşların çarpışmasının yankılandığı denizde, acı ve ızdırap korosu içinde kaybolup gitmiş, neredeyse herkes tarafından unutulmuştu.\nFakat kabile şamanları, karanlık gölgelerin yuttuğu savaşçılar için ölümün bile bir lüks olduğunun pek tabii farkındaydı\nve cesur ruhları kötülüğün pençesinden kurtulmayı başarsa da genelde gece diyarında kaybolurlar, evlerine bir daha dönemezlerdi.\nSavaştaki kabilelerin gücünü korumak ve kaybettikleri yurttaşlarını kurtarmak için bir grup mistik birbiri ardına vadiden ayrıldı\nve cesetlerle dolu bir savaş alanında ya da yerle yeksan olmuş harabelerde onları savaşırken görmek mümkündü.\n\nLiriwu adlı genç mistik ilk defa böylesine uzun ve meşakkatli bir yolculuğa çıkıyordu.\nBulutların üzerindeki şehre ulaşmayı hedefleyen maceracı ekibinde o hariç herkes savaş tecrübesi olan kıdemli kişilerdi.\nBu ekibe katılmaya çok istekli olsa da şehri işgal eden canavarlar hayal ettiğinin çok ötesindeydi.\nYoldaşları bu durumu önceden tahmin etmişler ve onu güvenli bir kulede bırakıp sessizce oradan ayrılmışlardı.\nTehlikeden kaçan genç kız nihayet kampa ulaşmayı başardığında karşılaştığı tek şey parçalanmış cesetler ve ejderhanın leziz yemeğinden artakalanlar oldu.\n\nBir mistik olarak hem yoldaşlarını kurtarmayı başaramamış hem de ruhlarını geri döndürememişti.\nAncak yine de onların hikayelerini ve ölüm haberlerini, dönmelerini bekleyen ailelerine anlatması gerekiyordu.\n\"Şimdi hatırladım... Liderimiz bir çocuğu olduğundan bahsetmişti... Hadi Liriwu, toparla kendini...\"\nYüreğinde yeni bir umutla bir kez daha yola koyuldu, ancak bu seferki herkes için eve dönüş yolculuğuydu."
	},
	"goblet": {
		"name": "Gezgin Alimin Pençe Kupası",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Bir ejderhanın pençesine çok benzeyen tuhaf bir kadeh. Bu kadehi yapan kişinin aklına özel bir fikir gelmiş olmalı.",
		"story": "Dövüş yeteneklerinde üstünlüğün el üzerinde tutulduğu bu bereketli topraklarda bile bazıları yalnızca kitaplarla ve bilgiyle ilgilenir.\nSürüngen Kalıntıları Derneğinin Başkanı olduğunu iddia eden, her gün kalın dokuma parşömenler taşıyan\nveya günlerini kaynağı belirsiz gizemli mekanizmalarla uğraşarak geçiren kişi de böyle biriydi. Araştırmalarının tamamen gereksiz olmadığını kanıtlamak için\nbazı eşyalar yapardı. Bu tuhaf, canavar pençesi şekilli kupa da gurur duyduğu eserlerinden biriydi.\n\nO zamanlar bu anlamsız çalışmanın ne büyük bir lüks olduğunun henüz farkında değildi.\nKaranlık kabuslar evleri yuttuğunda, bulmak için çok çaba gösterdikleri dokuma parşömenler savaşın ateşinde yanıp kül oldu.\nBaşkanın uzun zamandır takip ettiği günlük rutini, uzun bir öğle uykusundan uyanmışçasına buhar olup uçtu.\nKader ise onu başka bir yola itti, bu yolda hiçbir seçim hakkı kalmamıştı.\n\nZamanında okuduğu eski parşömenlerde yazanlara göre kadim ejderhalardan geriye kalan harabelerde iblislere karşı koyabilecek silahlar vardı.\nYoldaşlarının boşuna ölmesini engellemek için araştırmasını bir kenara koydu ve hayatının geri kalanını bu yeni hedefe adadı.\nTerk edilmiş harabelerden çıkarılan gizemli kaynağın makinaları, savaşçılara yardımcı olması için yeniden yapılıp değiştirildi.\nYılların bilgi birikiminden mi yoksa bir bilgenin perde arkasından yönlendirmesiyle mi bilinmez ama proje oldukça sorunsuz ilerledi.\nBir gün nihayet terk edilmiş bir şehrin dehlizlerinde binlerce yıldır saklı kalan bir sır keşfetti. Bir lanetti belki de.\n\nEfsanelere göre Ochkanatlan'ın Piton Kralı göklerde gidebilen bir hazine gemisi yaptırmıştı,\nbu gemide ise Hiçliği dünyanın sınırları dışına kovabilecek gizli bir ödül bulunuyordu.\nBu efsaneler, o talihsiz zamanlarda hayatta kalmaya çalışanların yaralarına merhem,\ndünyayı kurtarmak için uzun yolculuklara çıkan sayısız maceracıya ise bir umut ışığı oldu.\n\nYolculuğa çıkanların hiçbiri geri dönmedi, dolayısıyla alime halk tepki yağdırdı.\nFakat o, bunun bir yalan olmadığına, aksine kendi gözleriyle gördüğü bir gerçek olduğuna inanmaya devam etti.\nBazıları iddiasını kanıtlamak, bazılarıysa her şeye bir son vermek istediğini söyledi.\nFakat gezgin alim sonunda bir maceracılar ekibine katıldı ve bulutlardaki şehre doğru yola koyuldu."
	},
	"circlet": {
		"name": "İblis Savaşçının Tüy Maskesi",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Şahin tüylerinden yapılmış bir tüylü maske. Birçok efsaneye konu olmuştur.",
		"story": "Dağların tepesine kurulan kabile düzenli olarak, yarışmacılarının özel maskeler taktığı savaş turnuvaları düzenliyordu.\nBu maskeler rakipleri korkutmak için kullanılırdı ancak aynı zamanda yarışmacılar için birer sembollerdi.\nNe zaman maskeli bir savaşçı alana girse hayranları coşkuyla onu destekler, rakibi çıktığındaysa sessizliğe gömülürlerdi.\nAncak şahini andıran bir tüylü maske takan adam girdiğinde herkes tuhaf bir sessizliğe gömülürdü.\n\nTaika bir maceracı olmadan önce Çiçek Tüyü Klanındaki en güçlü savaşçıydı, düzenlenen bu yarışmalarda hep galip gelirdi.\nBazen bu bile canını sıkardı. Hayatının geri kalanı hep böyle geçebilirdi çünkü. Tabii o zaman yaklaşan felaketten bihaberdi.\nHer şey ufukta kara bulutların toplanmasıyla başladı, sonra Gece Diyarında kaybolan insanların haberleri gelmeye başladı bir bir... Sonunda canavarlar karşılarına çıktığında ise...\nHiçbiri hazır değildi.\n\nNe var ki birinin bu sorumluluğu üstlenmesi gerekiyordu. Doğal olarak en ağır yükü de en güçlü olan taşımalıydı.\nKaderin ağırlığını ilk defa gerçek bir savaşa tanıklık ettikten sonra hissetti.\nBundan dolayı karısını ve doğmamış çocuğunu ardında bıraktı ve savaş meydanında korkunç bir iblise dönüştü.\nSonuçta iblislerle ve canavarlarla başa çıkabilmek için onlardan daha vahşi olmak gerekir.\n\nBu hayatının son savaşıydı, Kül Şehir'in tepesindeki kan gölünün ortasına düştüğünde gözlerinin önünden bir sürü sahne akıp geçti.\nBunlardan birinde kadim topraklardaki kızıl alevlerin, çiçeklerle dolu bir tarla gibi bir kez daha yeşerdiğini gördü...\n\"Cehennemin kapıları, cesur savaşçıların kanlarıyla kırmızıya boyandı. Bırak sunayım kanımı ve bırakayım çocuğuma o kapıların anahtarını.\"\nBelki de gördüğü şey kapıdaki çatlaktan süzülen loş bir ışıktı ve ona, ayrılırken biricik karısına söylediği sözleri hatırlamıştı.\n\"... Kız olursa adını Bona koy. Eminim ileride harika bir savaşçı olacak.\""
	}
}