{
	"id": 15019,
	"rarityList": [
		4,
		5
	],
	"name": "Shimenawa'nın Hatırası",
	"effect2Pc": "+%18 Saldırı.",
	"effect4Pc": "Bir Element Becerisi kullanılırken, karakter 15 ve üzeri Enerjiye sahipse 15 Enerji kaybeder ve 10 saniyeliğine Normal/Yüklü/Havadan Saldırı Hasarı %50 artar. Bu süre boyunca aynı etki tekrar tetiklenemez.",
	"flower": {
		"name": "Sarmaşık Çiçeği",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Kağıt kordonunun bükülmesiyle yapılmış olan güzel bir tılsım. Dilekleri gerçekleştirme gücü olduğu söylenir.",
		"story": "Mizuhiki sanatı ile yapılmış bir omamori tılsımı.\nSöylentiye göre, dilekleri ve dileklerin altında yatan sebepleri kendine bağlama gücüne sahiptir.\n\nBir zamanlar kudretli bir Kitsune, bana tapınak işlerini nasıl yürütmem gerektiğini öğretmişti.\nO zamanlar, küçük bir balıkçı kasabasından Narukami'ye yeni gelmiş genç bir tapınak görevlisiydim.\nHer evde bulunan bir çaydanlık kadar sıradandım ve çocukluktan gelen düşüncesiz ve meraklı tavırları henüz üstümden atamamıştım.\nLeydi Saiguu'nun zarif fakat anlaşılması zor sözlerine her zaman biraz şüpheyle yaklaşırdım.\n\n\"Bu dünyada her şey iç içedir. Dolayısıyla, bir temeli olmayan önseziler somut gerçeklikten doğar.\"\n\"Bu sözde omamori tılsımı, aslında insanların dileklerini gerçekleştiremez ama dileklerin bu karmaşıklık içinde sonsuza kadar var olmasını sağlayabilir.\"\n\nTam bir kafa karışıklığı halindeki şaşkın ifademi görünce Leydi Kitsune gülmekten kendini alamadı,\npiposuyla hafifçe kafama vurdu ve incelikle konuyu değiştirdi.\n\n\"Sanırım sen de kaderindeki kişiyle tanıştın, değil mi Hibiki?\"\n\n\"İnsanın 'kaderinde' nasıl bu kadar kaba ve umursamaz biri olabilir ki?\"\n\n\"Ah, öyle mi dersin?\"\n\nAma sonuçta karanlık her şeyi yuttu.\nO \"kader\" de artık yoktu."
	},
	"plume": {
		"name": "Hatıra Mızrağı",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Oldukça eski bir yapıya sahip olan bir iblis katleden ok. Birisi tarafından bugüne kadar muhafaza edilmiş.",
		"story": "İblis katleden bir ok, dualar sırasında ve felaketleri uzaklaştırmak için tapınak tarafından kullanılır.\nBu okun, bütün iblisleri takip edebildiği ve yok edebildiği söylenir.\n\nİnsanlar, iblis katleden okların kötülüğü uzaklaştırdığını söyler ama kötülük hiçbir zaman nesnel bir kavram olmamıştır.\nKötülük, genellikle kalplerimizden gelir, korkuyla birlikte buz tutmuş ve kararmış hastalıklı zihinlerden doğar.\nLeydi Saiguu gideli uzun zaman oldu, ben de artık Büyük Narukami Tapınağında eğitim gören o genç tapınak görevlisi değilim.\nO boş pipoyu ne zaman elime alsam, içindeki boşluğun ve uzun zamandır var olan bu acının bir karabasan gibi üzerime çöktüğünü hissediyorum.\n\nÖzlemeye değer birine sahip olmak... Özlemeden bir günümü geçirmediğim birini kaybetmek... Akıp giden zaman...\nLeydi Kitsune'nin karanlıklar içinde sessiz ve sakin bir şekilde duran beyaz vücudu, tapınak görevlisinin rüyalarına damga vurmuştu.\nBüyük Tengu, Leydi Saiguu'yu korumadaki başarısızlığına öfkelenerek Teruyo'yu terk etti ve kendi isteğiyle sürgüne gitti.\nHarunosuke, tuttuğu yastan doğan hiddet yüzünden başka bir ülkeye gitti; Nagamasa ise Mikoshi adını temize çıkarmak için Şogunluğa katıldı.\nBana kutsal ormanda okçuluk öğreten ve kızıl kiraz ağaçlarının altında ettiğim masum yemini sabırla dinleyen adama gelecek olursak...\nO, ne olursa olsun bana gelecek, gözünü kan bürümüş olsa da, bu kara leke onu vahşi bir yaratığa dönüştürmüş olsa da...\n\nBen, sözümüzü tutmak için onu okumuz ve yayımızla kurtaracağım. Artık hangisi bozulursa...\nKötülüğü okumuz ve yayımızla yok edeceğim, deliliği ve anlamsız saplantıyı defedeceğim.\n\n\"Bana geri dön, ahmak kumarbaz.\"\n\"Ama bu sefer yolunu kaybetme Konbumaru.\"\n\nAcaba son eli kim kazandı...\nBu önemsiz düşünceler aklından geçerken hafifçe yayına dokundu."
	},
	"sands": {
		"name": "Sabah Çiyi Saati",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Bükülmüş kağıt kordonla ve çanla süslenmiş bronz bir saat. Akrep ve yelkovan, bir sonbahar gününde sessizliğe gömülmüş.",
		"story": "Tapınak çanı ile süslenmiş şık bir saat.\nAkrep ve yelkovan, her zaman sabahın erken saatlerini gösterir.\n\nGün ağarırken, çiy taneleri yoğunlaşır ve sonra kaybolur.\nBu rengarenk manzara çok güzel olsa da çok uzun sürmez.\n\nBir kere, bir sonbahar gecesinde Leydi Saiguu ile bir yamaçta ay ışığı ve ağustos böceği sesleri eşliğinde oturmuştuk.\nO zamanlar köyden gelmiş genç ve inatçı bir tapınak görevlisiydim.\nSusmak bilmeyen bir serçe gibi, bağıra çağıra insanlara kendi düşüncelerimi dayatıyordum.\nLeydi Kitsune'nin yüzündeki hafif gülümseme, beni büyülemişti ama ağzından çıkan kelimelerin anlaşılması zordu ve hep öyle olageldi.\n\n\"Anın güzelliğine kapılıp o anda kalmaya çalışmak, bir çiy damlasını yakalamaya çalışmak kadar safça.\"\n\"Ben bir çiy damlası gibi çoktan yok olup gittim. Senin bende gördüğün, bende görmeyi dilediklerinin kalıntıları sadece.\"\n\nBu bulanık anısında anlaşılmaz şeyler söylemeye devam etti. Yüzündeki ifade, sekiz ayın yorgunluğunu omuzlarında taşıyan bir dolunay kadar kederliydi. Derken ben bir anda...\nPiposuyla kafama hafifçe vurdu, yüzünde her zamanki alaycı ve sitemkar ifade vardı.\n\n\"Hibiki, güneş doğmak üzere.\"\n\"Geri dönmeliyiz.\""
	},
	"goblet": {
		"name": "Umutlu Kalp",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Fal bakmak için kullanılan silindir şeklinde özel bir eşya. Altındaki özel mekanizma ile istenmeyen dilek çubukları kolayca çıkarılabilir.",
		"story": "Tapınağın fal için kullandığı özel bir silindir.\nKitsunenin bahşettiği iyi talihle birleştirildiğine inanılır.\n\nFalcılık, yolunu kaybetmiş gibi hisseden insanların sorularıyla başlamıştır. Bu yüzden iyi ya da kötü talih olması fark etmeksizin bu, insanların geleceklerine yön vermesine yardımcı olur.\nBaşka bir deyişle, yanlış talih yoktur ve kaybolmuş hisseden insanlar vardır.\nTapınakta çalışırken çok şey öğrendim. Pek parlak bir zekam olmasa da artık güçlü bir Kitsune gibi nasıl konuşulacağını biliyorum.\nBugünlerde, kudretli Yougou Tengu kadar insanlıktan uzak birinin bile bir kız çocuğu olabiliyor.\nO aptal Konbumaru bile Şogun'un Hatamoto üyesi olabiliyor ve yüksek rütbeli bir samurayın kızıyla evlenebiliyor.\n\n\"Ne sevimli bir çocuk. Bütün gününü eğlence için birilerini öldürerek geçiren Büyük Yougou Tengu'nun bile içinde az da olsa annelik duygusu varmış.\"\n\"Yine de... Çocukların yarattığı o canlılık hissi hiçbir zaman bu tapınakta olmadı. Bu kötü bir şey. Söyle bakalım Hibiki, tekrar çocuk olmak ister miydin?\"\n\nLeydi Kitsune, uzaktan bile hissedilen kiraz çiçeği şarabı kokuyordu ve şarap yüzünden her zamanki gibi yine yakışıksız bir şaka yapmıştı.\n\n\"Aa, Hibiki asma suratını. Peki ya şuna ne dersin? Ben Leydi Saiguu, sana fal bakacağım!\"\n\"Haha, gördün mü? İşte 'Harika Talih' çıktı. 'Harika Talih'! Bunun ne anlama geldiğini biliyor musun?\"\n\"Tüm kötü fal kağıtlarını çıkardığın anlamına geliyor. Lütfen benimle alay etmeyi bırakın Leydi Saiguu.\"\n\"Hayır... Özlediğin insanın, sonsuza kadar anılarında yaşayacak kadar şanslı olduğu anlamına geliyor.\"\n\nBu yüzden güçlü olmalı ve uzun, çok uzun yaşamalısın.\nSevdiğin herkes gitmiş olsa bile, hayatta olduğun sürece,\nonlarla geçirdiğin vakitler asla yok olmayacak..."
	},
	"circlet": {
		"name": "Kaprisli Surat",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "İyi bir şekilde muhafaza edilmiş ve ayinlerde kullanılan bir tilki maskesi. Dudaklarında küçük ama esrarengiz bir gülümseme var.",
		"story": "Bir zamanlar bir tapınak görevlisine ait olan canlı ve şık bir festival maskesi.\nMaskenin dudakları, yukarı doğru kıvrılmış ve hafif bir gülümseme oluşturmuş ancak gözlerinde gerçek parıltıdan eser yok.\n\nBüyük Tapınakta idman yaparak çok fazla zaman geçirdim ve epey olgunlaştığımı söyleyebilirim.\nEn azından artık gençken olduğum kadar aptal değilim ve kendi ayaklarımın üstünde daha fazla durabiliyorum.\nAma nedendir bilinmez, ben büyüdükçe Leydi Saiguu'nun yüzüne düşen gölge de artıyor gibi.\nYüzündeki ifade endişe ya da korku değil, daha ziyade kederli bir isteksizlik...\n\n\"Hayatta ne olacağı hiç belli olmaz. Aşk gelip geçicidir, kalıcı gibi görünen hatıralar bile silinip gidebilir.\"\n\"Hafızanı kaybetmek, hayatını kaybetmekten farksızdır. Sonsuz karanlıkta yitip gitmek gibidir.\"\n\nBu kez yüzündeki gülümseme bile kederini gizleyemiyordu.\nBu, festival gününden ziyade bir veda günü gibi.\n\n\"Her neyse. Bana şu ahmak Konbumaru'yu anlatsana biraz.\"\n\"Ne oldu? Hâlâ benim gibi yaşlı bir kocakarının, onu senin elinden alabileceğinden mi korkuyorsun?\""
	}
}