{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "İpeksi Ayın Serenadı",
	"effect2Pc": "+%20 Enerji Yüklemesi.",
	"effect4Pc": "Element Hasarı verildiğinde 8sn boyunca Ay Parıltısı: Adanmışlık etkisi kazanılır: Ay Sembolü İlk Parıltı/Yükselen Parıltı olduğunda tüm grup üyelerinin Element Ustalığı 60/120 artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir. Tüm grup üyelerinin Ay Tepkimesi Hasarı, üyelerin sahip olduğu farklı her Ay Parıltısı etkisi için %10 artar. Ay Parıltısı etkileri birikmez.",
	"flower": {
		"name": "Seyyahın Kristal Gözyaşı",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Soğuk rüzgarların güzelliğini ebediyen muhafaza ettiği söylenen saf bir çiçek.",
		"story": "Altın diyar çoktan düşmüş olsa bile donuk ışığın hâlâ parladığı ve gümüş aynanın henüz kırılmadığı bir zaman vardı.\nŞanlı altın kule, incir ağacı gibi bir gecede düşüverdi. Dondurucu kuzey ovası boyunca,\nkutsal şehirden kadim başkente kadar, hayata dair en ufak bir iz taşıyan tüm şehirler koyu mavi kristal çiviler tarafından yok edildi.\nBir zamanlar yüceltilen havari ve tanrıların ilk ulağı felakette ortadan kayboldu.\nO zamanlar şehirlerden uzakta olup kurtulanlar, yalnızca dondurucu rüzgar ve karların arasında hayata tutunabiliyorlardı.\nSığınabilecekleri bir yer kalmamıştı, ıssız karanlığın içinde nihai sonlarını beklediler.\n\nSonraki nesillerin dualarında bahsedilen büyük yok oluş buydu. Altın çağın bereketi toza döndü,\ntanrılar ise sessiz kaldı. Ne haykırışlara ne lanetlere ne de serzenişlere kulak verdiler.\nO çaresiz, uzun gecede göklerin hükümdarlarından yalnızca bir tanesi ölümlülerin acısı için gözyaşı döktü.\nBu, dünyayla aynı kökten gelen semavi bir varlık, aynı zamanda göklerdeki savaş arabasının ve ışığın kraliçesi olan Donuk Ayın hanımıydı.\nMerhametinden ve daha derinden gelen, dile getirmediği bir dileğinden dolayı hayatta kalanların dualarına kulak verdi.\n\nEfsaneye göre parlak gümüşten iplikler eğirip, yerinden edilmiş kimselere dondurucu ovalarda rehberlik etmiş.\nÖzlemle dolu gözyaşları, uzak kuzeyin donuk topraklarına düşmüş ve buzlu rüzgarların arasında sonsuza dek var olacak zambaklara dönüşmüş.\nHyperborea'nın gururlu nesli bu yüzden kendilerini \"Donuk Ayın Çocukları\" diye adlandırıyor.\nBaştaki amaçları fark etmeksizin onlara yeniden yaşam bahşeden tanrıyı onurlandırıyorlar."
	},
	"plume": {
		"name": "Kutsanmışların Ari Tüyü",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "İlk Ay İlahicisinin bizzat dövdüğü söylenilen eşsiz bir tüylü aksesuar.",
		"story": "Donuk ışığın gümüş bir ayna misali paramparça olduğu ama yeni ayın henüz yükselmediği bir dönemdi.\nBu hikaye, doğuştan kusurlu olan ve kutsanmaya layık görülmeyen iki kız kardeşin hikayesi.\n\nYabancılar için asude bir mabet olan ay ışığının altında kırılgan ruhlar tek bir nefesi paylaşıyordu.\nSevinçle dolu olması gereken acılı anlarında birbirlerine sokulup, biraz olsun sıcaklık hissetmeye çalışıyorlardı.\nEbeveynlerini hiç tanımamışlardı, ormanın içinden esen rüzgarın fısıltılarını da duymamışlardı.\nVarları yokları büyükanneleriydi, dünyayı yalnızca soluk bir hikaye kitabından gördükleri kadarıyla biliyorlardı.\n\nKitabın yıpranmış ve sararmış sayfaları, daha önce hiç görmedikleri bir dünyayı göstermişti onlara.\nTek bir beyaz kuş, mükemmel ayın altında tüm zarafetiyle süzülüyordu.\nİki çocuk, peri masallarındaki özgür canlılara hayranlıkla bakarken birbirlerine bir söz verdiler...\nBir gün engin gökyüzündeki beyaz kuşlar gibi uçacaklardı birlikte.\n\n\"Doğduğumuzdan beri birbirimizden başka kimsemiz olmadı.\"\n\"Gitmemiz gereken gün geldiğinde, hayatımızın geri kalanını beraber yaşayalım.\"\n\nUzun yıllar sonra, içlerinden biri sözünü tutmadı ve yalnız başına uzaklara gitti.\nHeyhat, parlak bir geleceğe kaçış değildi bu, daha karanlık bir gecenin içine gömülecekti.\nHem rüyanın hem de ikisi için vadedilen acının yarısı onunla birlikte gitti.\nSonrasında ilk Ay İlahicisi olan Aila, o günden itibaren iki kat daha fazla ızdırap çekmeye başladı.\n\n\"Demek sen de bunca zamandır bana yalan söylüyordun... Güvendiğim yegane kişi olan ablam...\"\n\"Ama sana gönül koymayacağım... Uzaklardaki gökyüzüne dair umudumu kaybedeli uzun zaman oldu zaten.\""
	},
	"sands": {
		"name": "Ayaz Müridinin Çılgınlığı",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Önceki sahibinin sanrılarıyla birlikte uzun zaman önce durmuş saf bir saat.",
		"story": "Donuk ışığın gümüş bir ayna misali paramparça olduğu ama yeni ayın henüz yükselmediği bir dönemdi.\nYok olma gününden bu yana nesillerdir devam eden büyük plan tamamlanmak üzereydi.\n\nBin yılı aşkındır arındırılan bu soy, sonunda kaderinde Cenneti yönetmek yazılı olan seçilmiş kişiyi doğurdu.\nGöklerin sahte yedi ışıltısı ayaklarının dibine düşecek, yeryüzünün kemikleri onun peşinden yükselecekti.\nZira dünyayla birliğin kaynağı olacaktı, yaradılışın büyük davasını yeniden alevlendirecekti.\nUzak kuzeyin kızlarına miras kalan kutsal görevdi bu. Öyle olmalıydı. Öyle olmalıydı...\n\nAncak ayın görünmediği karlı bir gecede, kutsal varisi doğurmak için seçilmiş kız, kuzey diyarından gelen oğlanla tanıştı.\nBir kış günü kadar berrak gözlerinde, benliğinin daha önce hiç görmediği bir yansıması vardı.\nKalbinde daha önce hissetmediği tek bir kıpırtı, kutsal kadının uzaklardan gelen bu genç subay uğruna kadere sırtını dönmesine yetti.\nBu yeni duygunun, aşk denen bu budalalığın uğruna kanlı boynuz tacını kesip attı ve karlı topraklarda bıraktı.\n\nKendi halkına ihanet eden günahkar, nihayetinde kaderindeki görevini gerçekleştirmeyi başaramadı.\nDeli keşişin gönderdiği bir casus tarafından yakalandı, sevmeye zorlandığı memleketine geri götüreceklerdi onu.\nAyaklarının dibinde yatan subaya baktı, kızıl bir örtü yayılıyordu altında. Hançeri kendi boğazına dayadı ve son bir ölümcül öpücük kondurdu.\n\nKutsal varisi doğuramayan kadın aceleyle ve sessizce gömüldü, ölümü kehaneti geciktirmişti.\nNeyse ki her neslin liderleri kutsal leydinin erken ölümüne uzun zamandır hazırlıklıydı.\nO dönem Başrahibe olan Lovia, yedek varis vermek için soyun daha küçük bir dalına dönüştü.\nAma bu aileden doğan ikiz kız kardeşler, yerine geçmeleri gereken kişinin soluk bir gölgesi gibiydi.\n\nBu, yeteri kadar saf bir çocuğun doğması için yüzyıllar geçmesi gerekebileceği anlamına geliyordu.\nBüyük davanın ihtişamı çiy taneleri misali avucundan kayıp gidince,\nızdırabı ve takıntısıyla deliye dönen boynuz taçlı Başrahibe korkunç bir plan yaptı.\nBin yıl boyunca rüzgarın nesilden nesile esmesini beklemelerine gerek vardı ki?\nEtleri ve kanları gerçek ay ışığının parlaklığını taşıyacak kadar güçlü olmayabilirdi... Ama tüm ███ az da olsa Donuk Ayın bereketiyle kutsanmıştı sonuçta.\nO halde ███ neden ███ ile arındırmıyorlardı ki?\n\nBöylece rahibe, kusursuz ay ışığının adına o kadar korkunç bir eylemde bulundu ki,\nDonuk Ayın hanımı bile böyle bir günahın karşısında dehşete düşerdi..."
	},
	"goblet": {
		"name": "Saflığın Görkemi",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Donuk Ayın Çocukları tarafından eski ayinlerde kullanıldığı söylenen saf bir gümüş kadeh. Günümüzde yaptıkları ayinlerde bu tür kaplar kullanılmıyor.",
		"story": "Donuk ışığın gümüş bir ayna misali paramparça olduğu ama yeni ayın henüz yükselmediği bir dönemdi.\nUzak kuzeyin çocukları artık göklerin kutsal öğretilerini duyamaz olmuştu ve kadim zamanlardaki gibi öfke alevleri bürümüştü içlerini.\n\nAltın Şehir'in havarisinin atalarına bahşettiği mucizelerin nasıl yeniden yaratılabileceğini kimse bilmiyordu.\nAncak sürgünlerin ve fanilerin hırsları, tanrılarınkinden bile daha amansızdı.\nKaranlık ve ıssız buz denizinde bir gecede on bin dönüm verimli toprağı sürebilecek yadigar sandığını kaybeden olursa eğer,\nyabani boğaları karıklara atın ki tundranın tamamı ateş, çapa ve oraklarla fethedilebilsin.\nTanrıları devirebilecek ve sahte gökyüzünü bile delip geçecek oku kaybeden olursa eğer,\nsabanı kılıç ve bıçağa, orak ve çapayı mızrağa çevirin ki kan, karanlığı dağıtacak bir fenere dönüşsün.\n\nEn yüce meleğin bahşettiği yaradılış asası kırılırsa eğer,\no zaman gelecek sayısız neslin çoğalmasını geriye kalan en ham, en ezeli araç olan hukukla yönetmek gerekir.\nBu düzen, kötülük ve sürgünle sulanan kan kutsal tohuma dönüşene kadar,\nfanilerin soyundan gelenler mükemmel varlıklar olarak doğup dünyayla birleşene kadar devam etmeli.\nTüm canlıların azmi ve kararlılığı eninde sonunda bütün felaketlerin üstesinden gelecekti, en azından buna dair inançları tamdı.\nNeticede halkın geleceğini planlayanlar, genelde ağır eleştirilere doğrudan maruz kalmazlar.\n\n\"Ah sevgili evladım, en değerli evladım! Al, bu saf ay ışığını iç.\"\n\"Etine ve kanına işlemesine izin ver ki, sen de tanrıların lütfuna layık olasın.\"\n\"Altın Şehir'in havarisine bak. Nasıl acı şaraptan içip yurttaşlarının özgürlüğü adına savaştıklarını hatırla!\"\n\"Onun gibi sen de bu mesrur acıya kucak açmalısın, zira bir gün bundan mükemmeliyet doğacak.\"\n\nİkisi de artık gümüş kadehin içindekinin ne olduğunu anlayamıyordu.\nAma nazik büyükannesi böyle diyorsa bu da tanrıların isteği olmalıydı.\nEvet, evet. Her şey mükemmeliyet içindi, bin yıldır var olan dileğin gerçekleşmesi uğrunaydı.\nKehanette geçen Cennete ve bir gün gökten geleceği bilinen krala ulaşmak için, insanın önce kirliliği ve acıları aşması gerekirdi..."
	},
	"circlet": {
		"name": "İnançlının Kutsal Tacı",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Ormanın elçisinin boynuzları model alınarak yapılmış saf bir aksesuar.",
		"story": "Donuk ışığın gümüş bir ayna misali paramparça olduğu ama yeni ayın henüz yükselmediği bir dönemdi.\nUçsuz bucaksız tundradaki yalnız bir kıvılcım gibi, tanrıların kadim lütfu da söndü en sonunda.\nBoş ay gökyüzünden gidince, ayın yerini dolduramayan dünya da solmaya başladı.\n\nGeçmişin büyük başarılarına imza atan keramet sahipleri geçici dualara, dualar ise kitlelerin sessiz kaygılarına dönüştü.\nO çürümüş ve aysız gecelerde, en saf kana sahip olan kutsal kadın bile\natalarının bir zamanlar yaptığı gibi, ışığın akışını dokuyup dünyayı sarsacak bir şarkıya dönüştürmeye zorlanıyordu.\n\nUzak kuzeyin ataları, merhum tanrılarına tapmaya büyük hevesle yemin etmiş olsalar da,\nonların soyundan gelen ve mehtaplı kürede yaşayan faniler, titrek bir alev kadar geçici hayatlar yaşıyorlardı.\nGeçmişte kutsal kadınlar ve Başrahibeler tanrıların lütfunu aktarabildiyse,\nyeni ayın da paramparça ışıkların arasından hâlâ yükselebileceğine inanıyordu insanlar.\nBu yüzden lütfun son zerresi yok olduğunda ve artık tanıklık edilecek mucizeler kalmadığında,\nsözde inanç ve sözde yalanların arasındaki çizgi, sabah sisi gibi incecik ve kırılgan bir hal almıştı.\n\nEfsaneye göre günümüzde Ay İlahicilerinin giydiği boynuz tacı, Donuk Ayın öldürülmeden önce bahşettiği bir hediyeydi.\nGümüş ağaç parçalara ayrılmıştı, artık beyaz dallarından mahrum kalan azizler yeni taçlar için yalvarıyorlardı.\nOnlara acıyan ayın hanımı, doğumlarından itibaren taşıyacakları kutsal taçlar örmüş kusursuz ay ışığından.\n\nSon Başrahibe, tacını soğuk ve sarsılmaz demirden dövmeyi bu yüzden seçmişti.\nGenç Lovia o zamanlar yalnızca bir rahibeydi, daha önce ayın lütfuna hiç şahitlik etmemişti.\nHem kendisini hem de başkalarını kandıran bu teselli edici yalanın hâlâ inançsız müritleri bir araya getirebileceğini umuyordu.\n\nAradan onlarca yıl geçtiğinde ve sahte boynuzlu tacı kirli, yozlaşmış kanın içine düştüğünde görebildi gerçeği.\nGözlerindeki yansıma hâlâ kusursuz ay ışığı değildi, kendi gölgesinin tamamen yuttuğu soğuk geceydi."
	}
}