{
	"id": 15033,
	"rarityList": [
		4,
		5
	],
	"name": "Geçmiş Günlerin Şarkısı",
	"effect2Pc": "+%15 İyileştirme Bonusu.",
	"effect4Pc": "Kuşanan karakter, bir grup üyesini iyileştirdiğinde 6 saniyeliğine Hasret etkisi oluşur ve toplam iyileştirme miktarı kaydedilir (fazlalık iyileştirme miktarı dahil). Etki süresi sona erdiğinde Hasret etkisi \"Geçmiş Günlerin Dalgaları\" etkisine dönüşür. Aktif grup üyesi bir düşmana Normal Saldırı, Yüklü Saldırı, Havadan Saldırı, Element Becerisi veya Element Patlaması ile saldırdığında verilen Hasar, Hasret etkisiyle kaydedilen toplam iyileştirme miktarının %8'i kadar artar. \"Geçmiş Günlerin Dalgaları\" etkisi, 5 defa etkili olduğunda veya 10sn sonra kaldırılır. Tek bir Hasret etkisi en fazla 15.000 iyileştirme kaydeder ve aynı anda sadece bir tane var olabilir ancak kuşanan birden fazla karakter varsa hepsinin iyileştirmelerini kaydedebilir. Hazırdaki kuşanan karakterler de bu etkiyi tetikleyebilir.",
	"flower": {
		"name": "Geçmiş Günlerin Unutulan Yemini",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Larimar taşı ve parlak gümüşten yapılmış, her daim açık duran bir çiçek. Bunun günümüzde hâlâ direnişi simgelediği söylenir.",
		"story": "Tüm Sular birleşmeden uzun yıllar önce altın iktidar, şiddetli bir dalga gibi yıkıp geçti her yeri. Demir ordunun gittiği yerdeki barbarlar hemen teslim oldu.\nAltın kaplı muhteşem dünya, asla sonlanmayan bir gün gibiydi. Harmostların sıkıca inandığı gibi eski zamanların mağlup halkları, birer birer yeni düzenin senfonisine boyun eğdiler...\nOlması gereken de buydu. Fakat medeniyeti temsil eden o düzene, fanilerin boy ölçüşemediği o coşkulu melodiye vahşi kuzeyde bir dur denilmişti.\nEskiden dağınık yaşayan kabileler, Aremorica'nın varisinin komutası altında birleşmiş; imparatorluğun kırılgan sınırlarının dört bir yanında isyan alevleri yükselmişti...\n\nBahsi geçen varis daha sonra \"Göl Şövalyesi\" adını alacaktı. Sarsılmaz altın iktidara etten ve kemikten zayıf bedeniyle karşı koyan bir kahramandı kendisi.\nSayısız kabileyi yöneten şarkıcı, kendisinin bir hükümdar değil, Tüm Suların Kraliçesini duyabilen bir kahin olduğunu ilan etti.\nUzak diyarlardaki Capitolium'da bilgeler bu safsatayı hor görüyor, bunların çocukların uydurduğu saçmalıklar olduğunu öne sürüyordu.\nBuna rağmen şarkıcının ordusu, savaşan kabilelerde fırtına gibi esip gürlemiş; kılıcının ucundaki savaşçıların kendilerini Tüm Suların Kraliçesine adamasını talep etmişti.\nSonraki nesillerde yazılan şiirlerde ve oyunlarda Şövalyenin yemini farklı şekillerde aktarılmış olsa da her eserde harfi harfine yer verilen iki yemin bulunur:\nBir, kılıcını asla Egeria'ya inanmaya ant içenlere kaldırma. İki, kötülüğe karşı asla pes etme. (\"En ufak pislik zerresine bile taviz gösterme.\" olarak yazıldığı da olur.)\n\n\"Her daim açan gümüş çiçeğin üzerine yemin ederiz ki, altın taht hırsızını denizlerden kovacağız, adaletsizliği kan ve gözyaşıyla temizleyeceğiz.\"\n\"Saf sudan doğan ruhları korumaya, Tüm Suların Kraliçesinin ardında bıraktığı lütufları korumaya saf pınar eskisi gibi akıncaya dek yemin ederiz.\"\n\nBöylece bitmek bilmeyen savaş, bir hastalık gibi yayıldı ve mağrur altını da lekesiz gümüşü de yakıp kavurdu.\nNihayetinde Harmost'un çatışmayı bitirme isteği trajik bir hayale dönüştü; öfkeli intikam ise vahşi dalgalar gibi hücum ederek geri alınamaz bir sonuca yol açtı.\nUzaktaki ufuktan kurtuluşun ışığı doğduğunda ne yazık ki kefareti arayanların gözlerine yansımayacaktı o ışık..."
	},
	"plume": {
		"name": "Geçmiş Günlerin Anıları",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Gümüş ve mavi kristallerden yapılmış kelebek şeklinde bir tüy aksesuar. Uzak geçmişte kişilerin birbirinden asla ayrılmama yeminini simgelediği söylenir.",
		"story": "Tüm Sular birleşmeden uzun yıllar önce, dalgaların sürüklediği yosunlar kadar kısa ömürlü bir kabilede rüzgar ile ay ışığı bir akşam dans eder.\nHenüz Tanrı Kral'ın kanunlarından ve aklının ermediği göklerin kendine belirlediği yoldan bihaber olan genç bir adam, şarkıcı kızın kulağına süs olarak bir kelebek kanadı takar.\nGeçmiş zamanlarda yaşamış bu halkın geleneklerine göre, dans eden kelebekler insanların ruhlarına rehberlik eder ve ölüme kadar ayrılmayacaklarına dair verdikleri yemini temsil ederdi.\nHenüz müzisyen olmamış savaşçı, geçmişin sayısız günleri kadar gelecekte de sayısız günler göreceğine yürekten inanıyordu. Bitmek bilmeyen bir dans gibi...\n\nFakat kaderin rüzgarları acıya ve kedere doğru estikçe geçmişin fani dilekleri yerini kan ve alev dolu çığlıklara bıraktı.\nYolları yeniden kesiştiğinde uzaktaki bir şehirdelerdi, zamanında savaşan kabileler artık birleşmişti.\nGenç müzisyen bir gezgin kılığına girmiş ve katıldığı turnuvada şanı nesiller boyunca şarkılarda anlatılacak olan sayısız kahramanı alt etmişti.\nNihayetinde yeni ilan edilmiş bir şampiyon olarak kendisine Kralın huzuruna çıkma fırsatı verildi. Müzisyen orada barış ve görkem dolu ideallerinden, savaşın ve intikamın ateşlerini ebediyen söndürecek fikirlerinden bahsetti.\n\nMüzisyenlerin en bilgesi bile, kimliği ortaya çıktığı an yalnızca göl ışığı gibi parıldayan kılıçlarla karşılaşacağını tahmin edemezdi.\nYapay bedeninin aldığı sayısız darbeden sonra bilinci geldiği yere dönmek üzereyken müzisyenin duyduğu son ses, onu kollarına alan kadının fısıltıları oldu...\n\n\"... ████, canım ████... Artık istemediğin laflar etmek için kendini zorlamana gerek yok.\"\n\"Biliyorum, ruhunu kirleten ve seni taşa hapseden kişi o melun Taht Hırsızı.\"\n\"Merak etme canım ████... O gün ettiğimiz yemini asla unutmadım, bir an bile çıkmadı aklımdan.\"\n\"Ödeyeceğim bedel ne olursa olsun sonsuz zincirlerinden, dondurucu prangalarından kurtaracağım seni bir gün.\"\n\"Tüm Suların Kraliçesi bizi bir kez daha kollarına aldığında ne dert kalacak ne de keder.\"\n\"Bu solgun kelebek yeniden uçup dans ettiğinde rehberlik edecek ruhlarımıza, Tüm Suların öte kıyısına doğru...\""
	},
	"sands": {
		"name": "Geçmiş Günlerin Yankılı Sesleri",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Lazurit ve su yeşiminden yapılmış, tuhaf şekilli bir kum saati. Petrichor'daki çan kulesinden ilhamla tasarlandığı söylenir.",
		"story": "Tüm Sular birleşmeden uzun yıllar önce, geçmişte yaşamış halkların kabilelerinde çan çalma geleneği vardı.\nGün doğumunda, gün batımında, doğumlarda ve ölümlerde çanlar çalınırdı.\nSon geldiğinde ise gökyüzünü altın bir örtü gibi kaplayan o final anında, çanlar yıkımın haberini vermek için çaldı.\n\nYorulmak bilmeyen demir ordu, çoktan unutulmuş kabilelerin adlarını haritadan sildi,\nfakat refah içindeki imparatorluğun yalnızca birkaç on yıl sonra aynı sonla karşılaşacağına asla ihtimal vermedi.\nAltın saray tek gecede enkaza döndü, soyluların müziği tutku ve ihanetle yerle bir oldu.\nTanrı Kral'ın kederli dileği böylece son buldu, fakat fanilerin kalplerinde altın melodinin yankıları çalmaya devam etti.\nBazıları geçmişin ihtişamında takılıp kaldı ve bedeli ne olursa olsun o müziği bir kez daha çalmak istedi.\nBazıları eski isimlerini kendi istekleriyle terk etti ve ormanlarda dolanan hayaletleri avlayarak barış içinde bir gelecek uğruna çabaladı.\nBazıları ise eski isimlerini koruyarak onları geçmişin puslu efsaneleriyle birlikte şarkılara gizledi...\n\n\"Her dileği yerine getirebilen kutsal bir kadeh... Şu Okeanid elçisi gerçekten böyle bir şey demiş olsa bile fikri çok abes duruyor.\"\n\"Kimse günahlarını yıkayamaz, suya karışmış kanın yıkanamayacağı gibi. Günah dediğin tamamen unutulsa bile günah kalmaya devam eder.\"\n\"Kimse geçmişi diriltemez, gün ışığının geri alınamayacağı gibi. Geçmiş dediğin ölüdür, ben bile bilirim bunu.\"\n\"...\"\n\"Ama bu tuhaf dünyada öyle yadigarlar gerçekten varsa, tüm dilekleri hakikaten gerçekleştirebiliyorsa...\"\n\"Geleceğin tüm gözyaşları gerçekten silinebilecekse, denizin varisleri artık geçmişin acısını ve kederini çekmek zorunda kalmayacaksa...\"\n\"İşte o zaman ben bu abes sanrılara son bir defa kaptırırım kendimi.\"\n\nOnlarca yıl kulaklarında yankılanan haykırışlar, ağlayışlar, geçmişin hayaletleri,\nonun için ölenler, onun yüzünden ölenler, hiçbiri önemli değildi artık.\nVadiye tek başına adım atmadan önce geçmişten bir ses duyar gibi oldu, gece çanlarının sesini...\nBunun batan güneş olduğu bariz de olsa, bazıları şafağın söktüğünü sanmaya devam edecek."
	},
	"goblet": {
		"name": "Geçmiş Günlerin Vadedilmiş Rüyası",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Efsanevi \"Saf Kase\"nin formuna sahip gösterişli bir çanak. En saf kalpli kişilerin dileklerini yerine getirebildiği söylenir.",
		"story": "Tüm Sular birleşmeden uzun yıllar önce Saf Kaseye dair efsaneler, geçmişte yaşamış halkların arasında kulaktan kulağa yayılırdı.\nBuna rağmen ezelden beridir Kaseyi kendi gözleriyle gören olmadı. Bu sözde \"Ezeli Suyla Dolup Taşan Altın Kase\"nin hayal ürünü olmadığına dair tek kanıt,\ngeçmiş çağlarda yaşamış ruhlardan günümüze gelen birkaç sözden ibaret.\nEfsaneler bu kutsal kadehin en korkunç yarayı iyileştirebileceğini, insanı gençleştirebileceğini, ölüyü diriltebileceğini\nve ihtişamına yalnızca en saf kalplilerin tanık olup sonsuz yaşama ve sınırsız bilgiye erişebileceğini söyler.\n\nKadim bilgelerin bir sözü vardır: Denizler yükselir, imparatorluklar çöker, değişmeyen tek şey değişimdir. En can alıcı ezgiler bile bir gecede yarıda kesilebilir.\nSonsuzluğun adını taşıyan altın şehir, sonsuz dalgalara batıp kaybolurken sayısız şehir sakininin çığlıkları duyuldu yalnızca.\nKadim bilgelerin bir sözü vardır: Denizler yükselir, imparatorluklar çöker, değişmeyen tek şey değişimdir. Zamanında edilen intikam yemini bir gecede unutulup gidebilir.\nDüşmanlarını kan ve gözyaşında boğmaya yemin eden şarkıcı, o gece her zamanki kabusundan uyandığında göklere kadar uzanan, uzaktaki kıyıları gizleyen öfkeli dalgalarla karşılaştı...\n\n\"Ey ilk günahla lekelenmiş açık denizlerin evlatları, acının kuyusundan kana kana içmiş kardeşleriz hepimiz.\"\n\"Yaşayacağımız söylenen meşum kaderi biliyorsunuz, eninde sonunda gelecek olan felaketi bizzat gördünüz.\"\n\"Metanet olsun kalbinizde, korkmayın, dehşete düşmeyin.\"\n\"Ezeli suyu arayın, her duayı bahşeden ezeli kadehi arayın.\"\n\"İçinizden geçeni anlatın ona, affetsin tüm günahlarınızı.\"\n\nOkeanidin sözleri üzerine şarkıcı, Saf Kaseyi bulmak üzere yola çıkar.\nTabii \"Saf Kase her dileği gerçekleştirir\" söylentisi halk arasında yayılmaya başlar.\nŞarkıcı, ancak alacakaranlığın sonuna doğru anlar o \"ezeli kadeh\"in ne olduğunu..."
	},
	"circlet": {
		"name": "Geçmiş Günlerin Şiirleri",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Bir zamanlar Fontaine'de opera bestecileri arasında moda olan resmi görünümlü bir şapka. Tüylü süsünün efsanevi Göl Şövalyelerinin miğferlerinden ilhamla tasarlandığı söylenir.",
		"story": "Tüm Suların birleştiği yıllarda asil hanımefendi, geçmiş çağların harabelerinden geçerek yeni bir şehir kurdu.\nUzun gece sona ermiş, şafak sökmüştü. Geçmiş, artık bir rüyanın gölgesine dönüşmüş ve gecenin karanlığında çözünüp gitmişti.\nAltın Çağ başlamıştı işte şimdi. Ne güç takıntılı Taht Hırsızları kalmıştı ne de vahşete düşkün barbarlar...\nİhtişamın senfonisi çalınmayacaktı artık kulaklara, yalnızca aşka bestelenen şarkılar ve adalete yazılan mısralar okunacaktı, denizlerin dört bir köşesinden esen rüzgarlarla taşınacaktı oradan oraya...\n\nBu konular zamanın akışına öyle bir dayandı ki, bin yılı aşkın süre geçmesine rağmen insanlara keyif vermeye devam ediyor.\nGöl Şövalyelerinin maceraları misal, nesiller boyunca şairler ve oyun yazarları tarafından defalarca anlatıldılar, öykülerini duymayan kalmadı diyarda.\nOkeanidlerin yanında savaşacaklarına ve henüz lekelenmemiş saf çiyleri koruyacaklarına dair gümüş zırhları üzerine yemin ettikleri söylenir.\nNice imtihanlar ve musibetler geçirdikleri, sonra nihayet efsanelerdeki Saf Kaseyi buldukları ve Tüm Suların Kraliçesini geri getirdikleri anlatılır.\n\n\"İhtişamlı yüce kahramanları, ejderlerin kanında yıkanan şövalyeleri bir araya getiren saray...\"\n\"Kulede hapsedilen büyücü ile soylu hanımefendi, kutsal kadehi aramak için çıkılan yolculuk...\"\n\nZiyafetler ve yeminler, hüzünler ve vedalar, yalnızca zarif şiirlerde var olan nice sahneler \"Erinnyes\"in gözleri önünde yaşandı birer birer.\nFakat kendisiyle aynı adı paylaşan kahramanın onunla alakası yoktu, sözde geçmişe yazılan şarkılar ise bugünün rüyalarından ibaretti."
	}
}