{
	"name": "Taşordu'nun Azmi",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "+%20 Can.",
	"4pc": "Bir Element Becerisi bir düşmana isabet ettiğinde, 3 saniye boyunca çevredeki tüm grup üyelerinin Saldırısı %20 ve Kalkan Güçleri %30 artar. Bu etki 0,5 saniyede bir uygulanabilir. Bu yadigar setini kuşanan karakter savaş alanında olmasa bile bu etki tetiklenir.",
	"flower": {
		"name": "Övgü Çiçeği",
		"relictype": "Yaşam Çiçeği",
		"description": "Altın yapraklı bir çiçek. Sahibinin şanını ve onurunu simgeler.",
		"story": "Hüzünlü şarkıların uçurumlarda söylendiği bir çağda, bir gün Kanyon'a bir gök taşı düştü.\nGeceleyin sonsuz gökyüzünün derinliklerinden yere düşen demirden gök taşı, çarptığı anda toprağı Parlak Kum Kristaline dönüştürdü.\n\nİnsan fani bir varlık olsa da Rex Lapis, Taşordu'ya madenleri savunmaya gitmesini bizzat emretti.\nHiçlik akın akın gelirken, Taşordu güvenli bir alana ulaşmaları için sayısız sivile eşlik etti.\nMadenciler, Kanyon'da kalan az sayıda arka birliğin hikayesini anlatır.\nOnlar da sivri kayalıklarda son kurbanı verene kadar, isimsiz Yakshayla birlikte cesurca savaştı.\n\nZamanla hem ölümlülerin hem de Adeptusların isimleri unutulup gitti. Dağlar ve nehirler bile şekil değiştirdi.\nYine de bu onurlu davranışları asla unutulmayacak. Altın yapraklı bu çiçek gibi sonsuza dek parlayacak.\n500 yıl sonra bile, liman şehri felaketin durdurulduğu günkü gibi huzurunu korumaya devam ediyor.\nBirlikler, atalarının yaptığı fedakarlıkların şerefine bu altın çiçeği hâlâ gururla taşıyor."
	},
	"plume": {
		"name": "Merasim Savaş Tüyü",
		"relictype": "Ölüm Tüyü",
		"description": "Yalnızca ayinlerde takılan bir şahin tüyü. Dış dünyaya Liyue Limanı'nın saygınlığını ve azmini gösteriyor.",
		"story": "Askerlik görevinin bir simgesi olarak Taşordu, üniformalarını süslemek için yüksekten uçan avcı kuşların tüylerini kullanır.\nBu kuyruk tüyleri yalnızca merasimlerde takılır. Bu tüyler, vatandaşların moralini artırır ve yabancı ziyaretçileri hayranlık içinde bırakır.\n\nSöylenenlere göre, bu merasim geleneği başlangıçta isimsiz Yakshadan esinlenmiştir.\nSavaşın ortasında Yaksha Hiçlikle sert bir çarpışmaya girince, tüylerin bazıları kopmuştu. Yere düşen tüyler ise umudun bir sembolü olarak görülmüştü.\nSonunda cesur Yaksha ve korkusuz vatandaşlar, düşmanın karanlık ininde yorgun bir uykuya dalmıştı.\nRex Lapis, onların fedakarlıklarından etkilendi ve dağdaki taşların alçak sesleri arasında uzun bir sessizlik yemini etti.\nİnsanlar, Kanyon'u savunan isimsiz Yakshanın aslında Rex Lapis komutası altında olmadığını savunur.\nHatta eski bir günahın kefareti... Korkaklık ve görevin ihmal edilmesi için ödenen bir bedel olduğuna inanır.\n\nGerçek ne olursa olsun, bir zamanlar semavi diyarlara yükselen Yaksha bulutların arasında özgürlüğüne kavuştu.\nKanyon'un derinliklerinde sonsuz uykuya hapsolmuş askerlere gelince... onların efsanesi zamanla birlikte evrilmeye devam edecek."
	},
	"sands": {
		"name": "Altın Güneş Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Basit bir güneş saati. Taşordu tarafından savaş zamanlarında temin edilirdi.",
		"story": "Gün ışığı ve ay ışığı ile çalışan dayanıklı bir saat. En karanlık günlerde bile ışık demetlerini yakalayabilir.\nLiyue zifiri kötülük tarafından tehdit edildiğinde, bu saat askerlere güneşin sıcaklığını hatırlatırdı.\n\nYaksha ile yan yana savaşırken, bu ölümlü askerler karmayla kirlenmekten veya katliam sırasında zarar görmekten kaçamadı.\nTaşordu askerleri, ölümün karanlığına teslim olmamak için, her savaşta bu saati kullanarak sessizce zamanın akışını belirlerdi.\nAskerler ortak bir savaşa gitme hızı belirlemişti, böylece ölümlü askerlerin bir kısmı geri çekilirken başka bir kısmı savaş alanına gelirdi.\nBu savaşa gitme ve savaştan geri çekilme döngüsü, hem Yakshanın hem de cesur askerlerin öldüğü Kanyon'un derinlikleri boyunca devam ederdi.\n\nBu saat, 100 yıl sonra bir madenci tarafından gün yüzüne çıkarıldı. Bronz yüzeyi, parlak yıldız ışığında parıldıyordu.\nŞehir efsanelerine göre, günün birinde pazar sokaklarını dolaşan siyah elbiseli nesne koleksiyoncusu, tüm Altın Güneş Saatlerini satın alıp her biri için cömert bir ödeme yapmış.\nBunun sebebini öğrenmek isteyen bazı satıcılar onu sorgulamış ama o, bahanelerle ve laf cambazlığıyla tüm soruları ustaca savuşturmuş.\nKişinin gerçek amacına gelince, belki de yalnızca zamanın kararlı ilerleyişi buna tatmin edici bir cevap verebilir."
	},
	"goblet": {
		"name": "Asilzadenin Bağlılık Kupası",
		"relictype": "Eonotem Kadehi",
		"description": "Taşordu tarafından yemin etmek için kullanılan altın bir kupa. İçinden hâlâ şarabın güzel kokusu geliyor.",
		"story": "Taşordu ilk kurulduğunda, Liyue hâlâ vahşi ve tehlikeli bir yerdi.\nKasaba, köy ve kabile büyükleri altın bir kadehle sadakat yemini ederdi.\nRex Lapis'e olan sadakatlerinin ve hemşehrilerine olan vazifelerinin bir göstergesi olarak,\ntüm bölgelerden cesur askerler seçerlerdi. Bu askerler Taşordu olarak bilinir hale gelmişti.\n\nSavaşta Yakshalarla omuz omuza verir, arka birliklerde görev alırlardı. Onlar da altın kadehten içerdi.\nBu, yardımsever ve heybetli Toprağın Efendisi'ne kaldırılan son kadehti. Gözleri ileriye dönük bir şekilde hiçliğe daldılar.\nYüzlerce yıl sonra kibirli bir maceracı Kanyon'un derinliklerinden kadehi aldı ve kusurlarını giderdi.\nKadeh, geçen zaman boyunca mucizevi bir şekilde kararmamış ve sağlam kalmıştı. Yer altı dünyasının zifiri karanlığı onun parlaklığını azaltmayı başaramamıştı.\n\nAncak bunun üzerinden yüzyıllar geçti. Liyue halkı felaket çağının ve isimsiz bir Yakshanın hikayelerini anlatırdı.\nBambaşka geçmişlerden ve farklı diyarlardan gelen kahramanların Hiçliğe karşı aynı sancak altında nasıl birleştiğinin hikayelerini...\nElbette hikayede kadehe ve daha önceden gidenlerin kanının döküldüğü gün nasıl temiz ve lekesiz kaldığına da değinilirdi."
	},
	"circlet": {
		"name": "Kadim General Miğferi",
		"relictype": "Logos Tacı",
		"description": "Kadim zamanlardan kalma harika bir miğfer. Üzerindeki tozu temizleyerek ilk günkü haline getirebilirsin.",
		"story": "İsimsiz Yakshayla beraber savaşan komutan, görev sırasında öldü.\nTıpkı onun yanında savaşan bir avuç yoldaşı gibi.\nMağdur sivillerin güvenli bir yere kaçtığından emin olmak ve Toprağın Efendisi'nin nazarındaki şereflerini korumak isteyen\nön cephenin miğfer takmış birlikleri, mızrakları Hiçliği gösterir şekilde hücum etti.\n\nFelaket sırlı topraklara geldi, ortalık kadim düşman sürüleriyle kaynıyordu.\nRex Lapis'in emri altındaki Yaksha, Hiçliğin çarpık yaratıklarına karşı kanlı bir savaş verdi.\nSavaş, savaş alanına son kan damlası düşene ve saf olmayan her şey temizlenene kadar devam etti.\nHiçlik dalgası geri çekilirken, parlak kumlar bir kez daha ihtişamla parladı.\n\nFakat Kanyon'un üstündeki gökyüzünü dolduran hüzün en sonunda dağılınca, Yaksha iz bırakmadan ortadan kayboldu.\nMiğferlerini savaş alanında bırakan general ve adamlarına gelince, onlar da orada sonsuza dek huzur içinde yattılar."
	}
}