{
	"name": "Yıldırım Terbiyecisi",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Elektrik Direnci %40 artar.",
	"4pc": "Elektrikten etkilenen düşmanlara verilen Hasarı %35 artırır.",
	"flower": {
		"name": "Yıldırım Terbiyecisinin Kalbi",
		"relictype": "Yaşam Çiçeği",
		"description": "Şiddetli gök gürültüsüne ve yıldırımlara karşın yine de açan bir çiçek. Bugün bile fırtınalarda yolculuk edenlere cesaret kaynağı olmaya devam ediyor.",
		"story": "Yıldırım fırtınası sırasında koparılmış mavi bir çiçek.\nBu tacı kim takarsa, gök gürültüsünden ve şimşekten korku duymaz.\n\nBu çiçek, yalnızca yıldırım fırtınaları sırasında açar ve sürekli yağan yağmura rağmen asla solmaz.\nYıldırım Terbiyecisi, bu Yıldırım Çiçeğinin önünde diz çökerek onu saygıyla kopardı.\n\nYıldırım Terbiyecisi, gök gürültüsü ve şimşekle korkusuzca mücadele ederken bu çiçeği daima göğsünde taşıdı.\nVahşi Yıldırım Canavarı ile çarpışırken bile azmi asla sarsılmadı.\nBu mor çiçeği takma fikri Yıldırım Terbiyecisi'nin içine bir anda doğmuş olsa da\ngezginler için bu çiçek, yıldırımı fetheden sarsılmaz azmin kaynağı oldu."
	},
	"plume": {
		"name": "Yıldırım Terbiyecisinin Tüyü",
		"relictype": "Ölüm Tüyü",
		"description": "Yıldırım fırtınaları içinde uçan yırtıcı bir kuşun tüyü. Gök gürültüsünü ve yıldırımı dizginleyen efsanevi kahraman tarafından nişan olarak alındığı söylenir.",
		"story": "Fırtınalar içinde süzülen bir şahinin tüyü şeklinde tasarlanmış bir nişan.\nBu nişanı takan, gök gürültüsünün gürlemesini ve volkanın sıcaklığını neredeyse hissedebilir.\n\nNe gök gürültüsünden ne de volkandan korkan şahin,\ntüyünü yanan ormanda bıraktı.\nYıldırım Terbiyecisi, tüye benzeyen şekilde mor taştan bir nişan yaptı.\nMor nişan, düşmanların bakışları altında pırıl pırıl parlıyordu.\nBu küçük nesne şimşek gibi ışık saçtı,\nsanki Yıldırım Canavarı'nın düşüşünü öngörmüş gibi.\n\nŞahin gibi Yıldırım Terbiyecisi de yıldırımı ve alevleri fethederek,\nnihayet Yıldırım Canavarı'nı alt etti."
	},
	"sands": {
		"name": "Yıldırım Terbiyecisinin Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Gök gürültüsünü ve yıldırımı fetheden kahramanın saati. İçindeki elektrik kristalleri zamanla ileri geri akarlar.",
		"story": "Yıldırım Terbiyecisi'nin bir zamanlar kullandığı kum saati. İçinde kum yerine küçük Elektrik kristali parçaları hareket eder.\nParçalar, zaman geçtikçe parçalanıp aşağı doğru akar ve kum saatinin alt kısmında bir araya gelir.\n\nYıldırım Canavarı'nı alt eden Yıldırım Terbiyecisi, bu kum saatini mor taşlardan yaptı.\nZaman şimşek gibi hızlı geçiyor. Gökyüzünü kaplayan parıltı gibi bir anda yok oluyor.\nYıldırım Terbiyecisi bile hızla geçen zamana söz geçiremedi.\n\nBu kum saatinde, gök gürültüsü ve şimşek bile zamanın asla değişmeyen kanununa uymak zorunda.\nZaman sessizce geçerken, kum saatindeki parçalar sayısız kere parçalanır ve bir araya gelir.\nBunu gözlemleyen Yıldırım Terbiyecisi yaşam ve ölüm döngüsünü öğrendi. Bu bilginin verdiği güçle canavarı alt etmeyi başardı."
	},
	"goblet": {
		"name": "Yıldırım Terbiyecisinin Kadehi",
		"relictype": "Eonotem Kadehi",
		"description": "Yıldırım Canavarını yenen Yıldırım Terbiyecisinin mor yıldırımı içtiği şarap kadehi.",
		"story": "Bir zamanlar Yıldırım Terbiyecisi'ne ait olan bir kadeh.\nBelki önceki sahibi, yıldırım içerken bunu kullanmış olabilir.\n\nOnca kudretine rağmen Yıldırım Terbiyecisi sadece bir ölümlüydü ve o da duygularının esiriydi.\nTıpkı çakan şimşekler gibi öfke ve sevinç de aniden gelip giderdi.\nBu kadeh, Yıldırım Terbiyecisi'nin hem başarılarına hem de keder ve kahkahalarına tanıklık etti.\n\nYıldırım Terbiyecisi'nin ailesi kurban edilirken kullanılan şarabı bu kadehten içtiler.\nYıldırım Terbiyecisi'nin canavarın inine girmesini sağlayan cesaret bu kadehten geldi.\nSon günlerini yalnız geçiren Yıldırım Terbiyecisi'nin tek yoldaşı bu kadeh oldu."
	},
	"circlet": {
		"name": "Yıldırım Terbiyecisinin Tacı",
		"relictype": "Logos Tacı",
		"description": "Yıldırım Terbiyecisine diyara dehşet saçan Yıldırım Canavarını yendikten sonra verilen taç.",
		"story": "Çok eski bir taç.\nYatışan şimşeğin ışığıyla parlıyor.\n\nBir zamanlar vahşi Yıldırım Canavarı,\nhalkı muazzam şimşeğiyle esir etti.\nAncak bu şimşek, yalnızca bir an parladı\nve aynı şimşek gibi kudreti de bir anda yok oldu.\n\nYıldırım Terbiyecisi, canavarı yıldırım fırtınasında alt etti.\nBu tacı ganimet olarak aldı.\nFakat geçmiş, asla tümüyle yatıştırılamaz."
	}
}