{
	"id": 10004,
	"rarityList": [
		3,
		4
	],
	"name": "Küçük Mucize",
	"effect2Pc": "Tüm Element Dirençleri %20 artar.",
	"effect4Pc": "Alınan element Hasarı, 10 saniyeliğine karşılık gelen Element Direncini %30 artırır. 10 saniyede bir uygulanabilir.",
	"flower": {
		"name": "Küçük Mucizenin Çiçeği",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Işığa doğru uzanıyormuşçasına kayadan biten bir çiçek.",
		"story": "Eski bir mezar taşındaki çatlakların arasından filizlenmiş mavi, ufak bir çiçek.\nMezar taşındaki oymalar ölümden geriye kalanlardı fakat çatlaklarının arasından yaşamın bir mucizesi filizlendi."
	},
	"plume": {
		"name": "Küçük Mucizenin Tüyü",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "İnsan gözünün göremeyeceği kadar hızlı uçan bir yırtıcı kuşun tüyü.",
		"story": "Rüzgar kadar hızlı uçan bir şahinden yolunmuş tüy. Böyle bir kuşun varlığı bile aslında bir mucize.\nNet bir görüş ve keskin pençeler bahşedilmişti bu kuşa.\nGeniş kanatları sayesinde emsalsiz bir süzülüş hızına sahipti."
	},
	"sands": {
		"name": "Küçük Mucizenin Kum Saati",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Sıradan bir kum saati. Ters çevirdiğinde kuru kum tanecikleri, su gibi akarmışçasına aşağıya dökülürler.",
		"story": "Derler ki insan çabalayarak bir zafer elde edebilir fakat bir mucize istiyorsa beklemesi gerekir.\nSert bir kayanın incecik kuma dönüşmesi de bir mucize değil midir?\nPeki birbirimizle tanışmamız mucize değilse nedir?"
	},
	"goblet": {
		"name": "Küçük Mucizenin Kadehi",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Genelde fal bakmak için kullanılan bir kadeh. Tabii su içmek için de kullanılabilir.",
		"story": "Yıldızların ışığıyla parıldayan berrak bir kadeh.\nGeçmişte fal bakmak için kullanılırdı.\nZira içindeki suyun Yıldız Denizi'nin bir yansıması olduğuna inanılırdı."
	},
	"circlet": {
		"name": "Küçük Mucizenin Küpeleri",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Aslında antik bir meteor cevherinden yapılmış olan ucuz bir takı.",
		"story": "Yıldızlar gibi parlayan metalden yapılmış, ucuz bir çift küpe.\nSatıcılar bundan bihaber olsa da, bu küpelerin parıltısı aslında kadim zamanlarda düşmüş yıldızlardan geliyor."
	}
}