{
	"name": "Gezgin Doktor",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "Alınan iyileştirmeyi %20 artırır.",
	"4pc": "Element Patlaması kullanmak %20 Can yeniler.",
	"flower": {
		"name": "Gezgin Doktorun Gümüş Nilüferi",
		"relictype": "Yaşam Çiçeği",
		"description": "Yıllarca bekledikten sonra tüm iyileştirici özelliklerini kaybetmiş şifalı bir madde.",
		"story": "Doktor, bir maceracı hevesiyle nadir bulunan şifalı bitkileri toplayabilmek için diyar diyar dolaştı.\nUçurumun kenarındaki kaygan kayaların arasında bu gümüş nilüferi buldu.\nNihayetinde nilüferi ilaç elde etmek için kullanmadı ama çiçeğin kokusu ona her zaman için hayata devam etme gücü vermişti."
	},
	"plume": {
		"name": "Gezgin Doktorun Baykuş Tüyü",
		"relictype": "Ölüm Tüyü",
		"description": "Bir baykuşun dayanıklı tüyü. Gece üstünlüğünün simgesi olan bu tüy, Gezgin Doktora geceleri hastaları ziyaret etmesi için cesaret verdi.",
		"story": "Gecenin zifiri karanlığı bile gezgin doktor ile hastaları arasına giremezdi.\nGeceleri her köşeden bir tehlike çıkabilir. Karanlıkta dışarı çıkacak olanlar bir baykuş kadar uyanık olmalıdır.\nFakat bir baykuş gibi geceler boyu hiç dinlenmeden uyanık kalan gezgin doktorun kendisi de sonunda hasta düşüverdi."
	},
	"sands": {
		"name": "Gezgin Doktorun Cep Saati",
		"relictype": "Kadim Kum Taneleri",
		"description": "Zamanı takip etmek için kullanılan hassas bir saat. Bir doktor için bir saniye, yaşamla ölüm arasındaki çizgidir.",
		"story": "Ölüm döşeğindeki bir hastayı tedavi ederken her saniyenin önemi vardır.\nBu saatin tam tıkırında çalışması, gezgin doktorun işleri yoluna sokmasına sayısız kez yardımcı olmuştu.\nFakat kendisi ölüm döşeğinde yapayalnız yatarken elinden gelen tek şey saatin sesini doyasıya dinlemekti. Zira çıkan her bir tik tak, ömründen geriye kalan kıymetli anlardan biriydi.\nEskiden hayat kurtarmak için kullanılan bu alet, artık sahibi için son bir ağıt yakıyordu."
	},
	"goblet": {
		"name": "Gezgin Doktorun İlaç Şişesi",
		"relictype": "Eonotem Kadehi",
		"description": "Bu ilaç şişesi son derece yoğun ve güçlü karışımları barındırıyordu. Şimdi boş olsa da çok ağır bir şekilde ilaç kokuyor.",
		"story": "İçindeki ilaç kuruyalı çok olsa da acı kokusu şişeye sinmişti.\nO acı ilaç sayesinde, gezgin doktor birçok kişinin hayatını kurtardı.\nDoktorun kendisi amansız bir hastalığa yakalandığı zaman bile, ocaktaki ilaç şişesi dışında kimsesi yoktu."
	},
	"circlet": {
		"name": "Gezgin Doktorun Mendili",
		"relictype": "Logos Tacı",
		"description": "Doktor hastaları tedavi ederken saçlarını toplamak için kullanırdı. Acil durumlarda burkulma ve kol kırıkları için askı olarak da kullanılabilir.",
		"story": "Eskiden gezgin doktor durmadan oradan oraya giderdi, her gün ziyadesiyle meşguldü ve sürekli randevudan randevuya koştururdu.\nİster güneş çıksın ister yağmur yağsın, hiçbir şey onu işinden alıkoyamazdı.\nBu mendili hem dağılmış saçlarını kapatmak için hem de sargı bezi olarak kullanırdı.\nZor zamanlarında hep yanındaydı bu mendil, yolculuğunda dahi sadık yoldaşlık etti ona."
	}
}