{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Yarım Kalan Rüya",
	"effect2Pc": "+%18 Saldırı.",
	"effect4Pc": "Savaş alanından ayrıldıktan 3sn sonra verilen Hasar %50 artar. Savaş sırasında 6 saniyeden daha uzun süre yakınlarda Yanma etkisinde bir düşman olmadığında Hasar Bonusu %0 olana kadar saniyede %10 azalır. Yanma etkisinde bir düşman varsa Hasar Bonusu %50'ye ulaşana kadar saniyede %10 artar. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
	"flower": {
		"name": "Parlak Çiçeklerin Koyu Meyvesi",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Gri taştan oyulmuş, altın varakla kaplı bir çiçek. Efsanelere göre, savaş sırasında dostla düşmanı ayırt etmek için kullanılırmış.",
		"story": "Kabilelerin sancaklarının tozla kaplandığı ve renklerini yavaş yavaş kaybettiği bir çağdı.\nVe tahtın önünde, elinde kırık bir yüzükle üstünlük taslayan bir yarı insan duruyordu.\nAlacakaranlığın derin habercileri, uzak atalar ve ilk yükselenler tarafından bırakılan talimatlara bir daha asla kulak verilmemesi,\nbu talimatların ağaçların çamurla kaplanmış köklerinden, şenlik ateşlerinin titrek alevlerinden ya da ormanın derinliklerinde bulunan yansımalardan duyulmaması için kesin emirler verdi.\n\nİşte böylece o kadim kasvet, milyonlarca karanlığı yutan o an sonunda geldi;\ntıpkı kadim parşömenlerin üzerindeki kan lekeleri solduğunda bile gitmeyen demir kokusu gibi.\nVe böylece, zifiri karanlık iyice yoğunlaşıp da derinlikleri ele geçirdiğinde\nkırmızı gözlü genç sayısız felaketin içinden geçerek, suyun ışık hüzmeleri gibi aktığı krallıktan kutsal şehrin tepelerine geri döndü.\n\nSüzülen bahçeye adımını attığında, kör ve kambur yaşlı kadının hırıltılı sesi hâlâ kulağını tırmalıyordu:\n\"Uzaktaki bataklığın sarmaşıkları arasında hâlâ parlak çiçekler açıyor.\nGidip ara, çünkü burası devlerin kafataslarıyla dolu ölüm diyarıdır.\nGidip ara, soğuk ve acımasız gecede ayakta durup da kendilerini ateşe atmaya hâlâ istekli olan gerçekten dürüst kişileri.\nVe unutma; onların tutkularına, nefretlerine, açgözlülüklerine ve hırslarına sakın ihanet edeyim deme!\nHâlâ yanan alevlere bakmak isteyenlerin gözlerine inanmaktan vazgeçme.\"\n\nİlk gelen, elinde körelmiş bir tüy aksesuar tutan genç bir kızdı. Kız, çadırların arasında quetzal kuşu gibi süzülerek genç için bilgi topladı.\nİkincisi kahraman ikizlerdi. Büyük olanın dudakları ve dişleri tüm kılıçlardan daha keskindi ve küçük olanın sırtında tiranın kırbacının izleri duruyordu.\nKızıl gözlü gencin Sürüngenleri nasıl kurtardığını duyan suskun savaşçı da gücünü göstermeye karar verdi.\n\n\"Ama bu şehrin düzenini herkesten iyi bilen,\naçık ve gizli geçitlerdeki yolları gösterebilecek ve mekanizmaları rahatlıkla kullanabilecek birine ihtiyacımız var.\"\nKızıl gözlü genç bunları söyledikten sonra, genellikle suskun ve mesafeli olan,\nSürüngenlerin ve insanların bir arada barış içinde yaşamasını uman o güçlü kahraman, söylentiyi hatırladı ve bir zanaatkarın adını söyledi."
	},
	"plume": {
		"name": "Solmuş Zümrüt Kuyruk",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Parlaklığı artık sönüp gitmiş, kuyruk tüyünden bir aksesuar. Üzerindeki desenlerin uzun zaman önce, çok yetenekli bir zanaatkarın ellerinden çıktığı söylenir.",
		"story": "\"Turkuaz süslemeli oymalara gözlerini dikenlerin zihinleri ve ruhları, tasarımlarındaki ustalıkla ele geçirilecek;\ngözlerini karmaşık altın yazıtlara dikenler sanatçının olağanüstü işçiliği karşısında derinden etkilenecektir.\"\n\nGenç kız, derinden bağlı olduğu gencin emirlerine itaat etti ve sokaklardaki söylentilerde bu ünlü zanaatkarın izlerini aradı.\nAncak sarayların bahçelerinde ve soyluların ziyafetlerinde aradığını bulamadı.\nBu duruma iyice sinirlenen kız, süslü altın tüyü çıkardı ve loş ışığın altında rahmetli babasının yüzünü hatırladı.\nYan tarafta, yüzünün yarısını cübbesinin arkasına saklamış bir ayyaş, soğuk bir ifadeyle tüyün üzerindeki desenlerin kökenini anlatıyordu.\n\nBöylesine güzel aksesuarları yapan kişinin, köhne bir handa aylak aylak dolaşan korkunç suratlı bir dilenci olacağı kimin aklına gelirdi?\nŞiddetli bir yangının yüzünde bıraktığı yaralar, şapkasının altında saklı olan yüzünün yarısını kaplamıştı; eti, erimiş bir kan çamurunu andırıyordu.\nAma kız hiç korkmadı ve şaşkınlığını üzerinden attıktan sonra aksesuarı ona uzattı.\nO gece, ışığı çoktan sönmüş olan süslemeyi seyrederken, kıza o topraklarda uzun süre önce kaybolmuş şeyleri anlattı.\nUzun kuyruklu zümrüt renkli quetzal kuşunun hikayesi, herkesin saygı duyduğu biri için bir şey yapmak üzere görevlendirildiği zaman başlıyordu...\n\n\"O benim babamdı ama kabilenin Sürüngenlerini koruduğu için mahkum edildi ve hayatı elinden alındı.\"\nKızın sesi soğuktu. Zanaatkar, kendi gözlerindeki nefretin aynısını kızın gözlerinde de gördü.\n\n\"O halde sana memnuniyetle hizmet edeceğim ... Efendisi.\" dedi, daha kız kendi niyetinden bile bahsetmemişken.\nKalbinde ona hizmet etme isteği vardı ama bunu söylemesine gerek yoktu.\nÇünkü şu anda kızın kalbini başka birinin ele geçirdiğini görebiliyordu."
	},
	"sands": {
		"name": "Zafer Anı",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Kadim bir krallığın zamanı tespit etmek için kullandığı bir güneş saati. Üzerinde, ancak dikkatlice bakıldığında görülebilen ufak işaretler vardır.",
		"story": "Yadigarları inceleyen araştırmacıların kafasını kurcalayan şeylerden biri,\nşehrin külle kaplı kadim harabelerinden çıkarılan çok sayıda güneş saati arasında,\nher nedense, bir oyma kalemiyle tam olarak aynı noktaya oyulmuş bir yazıt bulmalarıydı.\n\nKanyonlardan gelenler, inançlarından vazgeçenlerin bir kez daha obsidiyen sütunları yakma zamanlarının geldiğine inanıyorlardı.\nO gün, kabile liderleri adına hareket eden madenlerin kızı Sakkuk, gezgin ruhları gecenin diyarına geri gönderdi.\nDarağaçlarından inenler, sözleşmelerinden vazgeçenlerin altı kabilenin Sürüngenleriyle bir kez daha sözleşme imzalama zamanlarının geldiğine inanıyorlardı.\nO gün, tüm savaşçıların güvenini kazanmış büyük bir kahraman olan suskun Yupanqui, kılıcını Sürüngenin boynuna dolanmış prangaları parçalamak için kullandı.\nPınarın kaynağından gelenler, geçmişlerini unutanların dalga seslerini yeniden dinleme zamanlarının geldiğine inanıyorlardı.\nO gün, ikiz kahramanların büyüğü olan tatlı dilli Atawallpa, herkesin geçmiş zaferlere duyduğu arzuyu yeniden alevlendirdi.\nBereketli topraklardan gelenler, ezilenlerin bir kez daha topraktan doğma zamanlarının geldiğine inanıyorlardı.\nO gün, ikiz kahramanların küçüğü olan şampiyon Waskar, karanlığın akıntısına karşı koyan ilk kişi oldu.\nDağların zirvelerinden gelenler, kafeste olanların bir kez daha özgür yuvalarına dönme zamanlarının geldiğine inanıyorlardı.\nO gün, kızıl gözlü kahraman, tanrının ateşli gazabını uyandırdı, çürümüş şehri yakıp kül etti ve kabileyi eski haline geri döndürdü.\n\nYalnızca gizemli dumandan gelen ve sırları bilen genç sessiz kaldı.\nSolgun parşömendeki resim aklıma geldi. Bir zamanlar güneşin üzerine bir kara gölge düştüğü söyleniyor.\nUzun zamandır bu ana hazırlanan kahramanlar, boş tahtın önünde çılgın kralı devirme fırsatını yakaladılar.\nPek bilinmeyen ve gayri resmi kayıtlarda geçen bilgilere göre, bu planın arkasındaki kişi ismini asla açıklamayan becerikli bir zanaatkardı.\n\n\"Ancak zanaatkar, kabileleri yeniden iktidara getiren savaşta tek bir kelime dahi etmedi\nve hiçbir iz bırakmadan eski hikayelerin içinde kaybolup gitti.\"\n\nGenç, güneş saatlerinin üzerindeki neredeyse bire bir aynı çizikleri eliyle düzeltti.\nSayısız gün batımından önce ve planın uygulanacağı tarihin kararlaştırılmasından sonra, belki de hiç var olmamış olan o eller geçti aklından...\nVe o ellerin sahibinin güneş saatlerinin üzerine o işaretleri kazıdığı anı düşündü."
	},
	"goblet": {
		"name": "Planın Hazırlandığı Şarap Kadehi",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Üç ayaklı bir kadeh. Önceden kahramanlar ateşin etrafında toplanıp kadehlerini kaldırır, arzularından ve dileklerinden bahsedip içerlermiş.",
		"story": "Kızıl gözlü genç adama ve onun kahramanlarına yaşadığı zorluk ve sıkıntılardan bahsetti.\nYasak şehrin kralının, bir zamanlar kabilelerden yetenekli zanaatkarları topladığı\nve sırf hırslarını gerçekleştirmek uğruna, kanatları rüzgarda büyük sancaklar gibi dalgalanan devasa yaratıkları yerin altından çıkardığı söylenir.\nAncak kralın dengesiz davranışları uzun zamandır biliniyordu ve bu yüzden, nihayet sırların derinlerine ulaştığı gün\nbüyük bir yangın çıkardı. Her şeyi ve bunu bilen herkesi yakmak, harabelerle birlikte taş geçidin ardına gömmek niyetindeydi...\n\nHer şeyi yok eden alevlerin ortasında, umutsuz bir zanaatkar ölümün kapısında sersemlemiş bir halde uzanırken\ntaş kafadan damlayan altın bir gözyaşı gözüne geldi ve o an birçok şey gördü.\nSersemlemiş haldeyken gördüğü devasa yaratıklardan ve ustalıkla çalışan karmaşık makinalardan bahsetti.\nAkan alevlerin sürüklediği, uzaklardaki ufuktan gökyüzünde asılı duran ayın yuvarlağına uzanan gölgelerden bahsetti.\n\n\"Yani o altın gözyaşı...\" \"Hayal ürünü hikayelerinin kaynağı mı?\"\nHikayeyi bir masal gibi dinleyen ikiz kahramanlar kıkırdayarak bu soruyu sordular.\nSes tonlarındaki kuşkucu şakacılığı anlayabiliyordu, onlar hep böyleydi. Adam uzun zamandır zaten bu duruma alışmıştı.\nGenç kızın meraklı bakışlarının kendisine yöneldiğini hissettiğinde, yüzünün yarısındaki kasların hafifçe sızlamasına neden olan alaycı bir kahkaha attı.\n\nAslında, hayatını neredeyse küle çeviren o alevlerde çok daha fazlasını görmüştü; akan altın desenler,\nharabelerden kaçmak üzere kullanılan başka bir yol ve çok uzaklara yayılan imparatorluğun kurulmasını sağlayan çeşitli katı kurallar gibi.\nAncak ikincisi, gençlerin boyunu biraz fazla aşıyor olabilir...\nDibinde yalnızca birkaç damla şarap kalmış olan fıçıyı bir kenara bıraktı.\n\nBelki de ortalık sakinleşip eski taşlar yerine oturduğunda\nve biraz daha ilerleme kaydettiğinde her şeyi açıklayabilirdi ve bu durumdan memnundu.\nÇünkü o sıralarda en çılgın hayalleri, yeni kral için muhteşem bir imparatorluk duvarını nasıl inşa edeceğiyle alakalıydı."
	},
	"circlet": {
		"name": "Sahipsiz Taç",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Turkuaz ve zümrüt yeşili tüylerle süslenmiş altın bir taç. Bunca zaman hiçbir taç giyme töreninde kullanılmamış, kadife minderin üzerinde öylece duruyor.",
		"story": "Bir zamanlar birisi onun arzusunu yerine getirmiş ve kadim krallık yıkıldıktan sonra uzun süredir kullanılmayan tüy aksesuarlarını yeniden yapmayı kabul etmişti.\nBöylece uzun zaman önce saygısını kazanmış olan kişiye de aynı sözü verdi. Zamanı geldiğinde, karşılığında ona turkuaz bir taç verecekti.\nSiyah canavarın kasap bıçağının altında acı içinde kıvranan cesedi gördükten sonra,\nkendi elleriyle işleyip süslediği tacın, taç giyme törenine asla katılamayacak olan efendisini bekleyeceğini anladı.\n\nYıllar sonra, madenlerin o yaşlı sahibesinin tuhaf tercihleri altı kabile arasında yayıldı.\nRivayete göre yaşlı kadın her türden lüks mücevhere bayılıyordu ve bunların çoğu, günümüz zanaatkarlarının yapamadığı türdendi.\nBunlar arasında, belirli bir zanaatkar tarafından imzalanmış bir eser varsa ve biri bunu ona vermek isterse\nne pahasına olursa olsun değerli taşlarla o eseri takas ederdi.\nSahte olsa bile kabul ederdi.\n\nKabile halkı, ona sahtekarların açgözlülüğünü ödüllendirmemesi gerektiğini söylediğinde\n\"Ah, böyle sahtekarlıklar onun namını lekelemeye yetmeyeceği için yapıyorum bunu!\" diye yanıtlardı.\nAyrıca, her ne kadar bundan bahsetmese de, bu tür eylemlerin o düzenbazların yanlarına kar kalmasına asla izin vermezdi.\n\nKendilerini cesurca feda eden arkadaşlarının aksine onun hayatı çok uzun görünüyordu. Bu yüzden de\nkalan zamanını, özlediği kahramanların geride bıraktıklarını toplamak için kullandı.\nSevdiği kızıl gözlü genç, görevini tamamladıktan sonra kutsal alevlere geri dönmüş ve ardında yalnızca hoş bir parıltı bırakmıştı.\nSessiz kahraman, hükümdarın alevlerine düştüğünde, onun için en büyük ödül diğer gözüne yansıyan yeni dünya olmuştu.\nKahraman ikizlerden birinin bir zamanlar çenesi hiç durmazdı, ancak kardeşinin düşmanlarının elinde öldüğüne tanık olduktan sonra acı dolu feryatları boğazını düğümledi.\n\n\"Atawallpa da benden önce öldü... En zayıf olan ben olmama rağmen, en uzun süre yaşayanın da yine ben olacağım kimin aklına gelirdi?\nKabilelerin bilgeleri sık sık, rüzgarların ve dalgaların savurduğu kişilerin sakin bir yaşamdan yorulacaklarını söylerler ve bu tarife ben de uyuyorum.\nBurada olmadığınız yıllar... Gerçekten çok sıkıcı geçti.\"\n\nAncak uzun süre önce aramızdan ayrılan dostlarla yeniden bir araya geleceğimiz ve uzun süredir beklenen öngörünün gerçekleşeceği zaman mutlaka gelecek.\nZanaatkarın yaptığı mücevherlerden gerçek olanları seçti. Sahtelerine kıyasla sayılarının çok az olduğunu fark etti\nve onun adını taşıyan o şeylerle birlikte, bir daha dönmemek üzere karanlık geceye doğru yürüdü.\n\nEfsaneye göre, ertesi gün insanlar onun turkuaz tacı yerleştirdiği ağacın altında durdular\nve onun son emirlerini yerine getireceklerine dair yemin ederek, kendisiyle birlikte götürdüğü usta zanaatkarın adını tarihten sildiler."
	}
}