{
	"id": 15002,
	"rarityList": [
		4,
		5
	],
	"name": "Yeşil Gölge",
	"effect2Pc": "+%15 Rüzgar Hasarı Bonusu.",
	"effect4Pc": "Girdap Hasarını %60 artırır. Girdapta kullanılan elemente karşı 10 saniyeliğine düşmanın Element Direncini %40 azaltır.",
	"flower": {
		"name": "Yeşil Tarlaların Hatırası",
		"relicType": "EQUIP_BRACER",
		"relicText": "Yaşam Çiçeği",
		"description": "Bir zamanlar geldiği yerin her yerinde görülebilen vahşi bir çiçek. Bu çiçeği göğsüne takmak için bir avcı tarafından koparılmış.",
		"story": "Eskiden toprağı kaplayan beyaz bir yabani çiçek.\nO zamandan beri hiç solmadı ve hâlâ çok hoş bir koku yayar.\n\nToprakların yaban hayatıyla dolu olduğu ve henüz canavarların kol gezmediği günlerde,\nYeşil Gölge, bu çiçeği kullanarak üzerindeki insan kokusunu saklardı.\nBu nedenle sessiz ve sakin Yeşil Gölge'yi arayanların,\ngözlerini kapatıp ormanda yalın ayak yürümesi ve yabani çiçeklerin hafif kokusunu izlemesi gerektiği söylenir.\nSadece bir avcı kadar hafif adımlarla ilerleyen birisi, yaprakların ayaklarının altında çıtırdamasını önleyebilir. Aksi takdirde varlığını, avcıların kraliçesine belli etmesi kaçınılmazdır.\n\nEn nihayetinde avcıyı bulanın da küçük bir çocuk olduğu söylenirdi.\nO sırada kadim krallığın üstüne bir felaket çökmüş ve topraklarda çaresizlik hüküm sürüyordu."
	},
	"plume": {
		"name": "Yeşil Ok Tüyü",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Ölüm Tüyü",
		"description": "Bir zamanlar avını delip geçen ve hiçbir leke almayan bir okun tüyü.",
		"story": "Bir şahinin parlak ve ışıltılı tüyü. Bir zamanlar Yeşil Gölge'nin oklarından birinde kanat işlevi görürdü.\n\nGeçmişte Yeşil Gölgenin oku hedefini bulduğunda,\noraya gidip avının yaşam enerjisi huzur içerisinde tekrar doğaya dönene kadar, kürkünü hafifçe okşardı.\nÇünkü bir gün kendisinin de avladığı şeylerin ruhları ile birlikte huzur içinde uyuduğu yere gideceğini biliyordu.\n\nYeşil Gölge, yaşamı sona erdiğinde gerçek yaşamdan uyanacağına\nve uçsuz bucaksız bir av sahasında merhum avlarıyla bir araya geleceğine inanıyordu.\n\nAynı zamanda oku, küçük çocuğu öldüren canavarı delip geçtiği anda,\nömrünün sonunda varacağı o uçsuz bucaksız av sahasının elinden kayıp gittiğine inanıyordu.\nÇünkü o değişime uğramış canavarı hayatta kalmak için değil,\nintikam ve keder duygusuyla öldürmüştü."
	},
	"sands": {
		"name": "Yeşil Gölge Kararlılığı",
		"relicType": "EQUIP_SHOES",
		"relicText": "Kadim Kum Taneleri",
		"description": "Bir zamanlar bir avcının kullandığı harika bir pusula. Her daim seni avına götürür.",
		"story": "Yol bulmak için kullanılan hassas bir cihaz.\n\nEfsaneye göre Yeşil Gölge tarlalarda yalın ayak yürüdüğünde,\nayaklarının altındaki çimenler ona ağaçlardaki kuşların neler gördüğünden bahseder,\nbastığı çamur ise topraktaki köklerin duyduklarını anlatırdı.\n\nFakat felaket vurduğundan bu yana, çimen ve ağaçların bir daha asla konuşmadığı söylenir.\nÇünkü Ormanların Tanrısı felakette can vermişti.\n\nYeşil Gölge de o gün bugündür, avlanırken yönünü bulmak için bu cihazı kullandı.\nKarşılaştığı küçük çocuğun isteği üzerine kuşları ve diğer hayvanları avlamayı bıraktı.\nBunun yerine yıkıma ve acılara yol açan canavarları avlamaya koyuldu."
	},
	"goblet": {
		"name": "Yeşil Gölge Matarası",
		"relicType": "EQUIP_RING",
		"relicText": "Eonotem Kadehi",
		"description": "Yeşil Gölge tarafından kullanılan bir matara. İçi dışından çok daha büyük.",
		"story": "Çok dirençli ve sızdırmaz bir matara.\nYeşil Gölge adıyla bilinen efsanevi bir avcı, bir zamanlar bu matarayı ateş başındaki fısıltıları toplamak için kullanırdı.\n\nBir gece Yeşil Gölge diğer insanların kokusunu aldı.\nAvcı olduğundan ne kurt sürülerinden ne de canavarlardan korkardı.\nOysa en çok korktuğu şey, ateş başında bir sohbete katılmaktı.\nİnsan dilini konuşmayalı uzun zaman olmuştu.\n\nİnsanlar arasına tekrar katılıp Yeşil Gölge olarak kabul edildikten sonra bile kimse, onun tek bir söz ettiğini duymadı.\nAynı şekilde kimse arkasında tek bir iz bıraktığını da görmedi.\n\nYeşil Gölge o gece duyduğu kahkahaları toplayıp matarasında sakladı.\nYıllar boyunca ne zaman kendini yalnız hissetse matarasındaki sesleri dinledi."
	},
	"circlet": {
		"name": "Yeşil Gölge Tacı",
		"relicType": "EQUIP_DRESS",
		"relicText": "Logos Tacı",
		"description": "Daha önce Yeşil Gölgeye ait olan görkemli bir taç. Rüzgarın doğadaki esintisi gibi yemyeşil.",
		"story": "Kan lekesi olmayan bir avcı şapkası.\nHalk efsanesine göre, bu şapka avcıların taçsız kraliçesi Yeşil Gölge'ye aitti.\n\n\"Asla toprağın ve ormanın düşmanı olma.\" Avcıların kuralı buydu.\nAvcı, doğanın sessiz bir parçası olmalı.\nBir zamanlar bir kuşun bu şapkada yuva yaptığı söylenir.\n\nAvcıların kraliçesine kimse taç takabilecek kudrette değildi;\nçünkü kendisinden üstün olan tek şey sadece doğaydı.\n\nKısa bir süre sonra yaşanan kriz anında ise avcı şapkası,\nbunu gören canavarları korkudan tir tir titretti."
	}
}