{
	"name": "Furina",
	"c1": {
		"name": "\"Aşk, Ehlileştirilemez Asi Bir Kuş Gibidir\"",
		"effect": "Furina, **Cümbüş Havasını** kullanırken 150 Cümbüş kazanır.\nEk olarak Cümbüş sınırı da 100 artar."
	},
	"c2": {
		"name": "\"Kadınlar Her Şeye Uyum Sağlayabilir\"",
		"effect": "**Cümbüş Havası** etkinken Furina'nın yakındaki karakterlerin Canlarının artışı veya azalışından elde ettiği Cümbüş %250 artar. Sınırın üstündeki her bir Cümbüş puanı, Furina'nın Maks. Canını %0,35 artırır. Maks. Canını bu şekilde en fazla %140 artırabilir."
	},
	"c3": {
		"name": "\"Sırrım Bende Saklı, Adım Da Bir Sır\"",
		"effect": "**Cümbüş Havası** Seviyesini 3 artırır.\nMaksimum yükseltme seviyesi 15'tir."
	},
	"c4": {
		"name": "\"Cehennemi Görmeyenler Cennetin Ne Olduğunu Bilmezler!\"",
		"effect": "**Yalnızlık Salonunun** Salon Üyeleri bir düşmana vurduğunda veya Tüm Suların Şarkıcısı yakındaki aktif karakterlere Can yenilediğinde Furina 4 Enerji yeniler. Bu etki 5 saniyede bir tetiklenebilir."
	},
	"c5": {
		"name": "\"Artık Adını Biliyorum, Onun Adı...\"",
		"effect": "**Yalnızlık Salonu** Seviyesini 3 artırır.\nMaksimum yükseltme seviyesi 15'tir."
	},
	"c6": {
		"name": "\"Duyun Sesimi! Aşk Kadehini Kaldıralım!\"",
		"effect": "Furina, **Yalnızlık Salonu** Element Becerisini kullanırken 10 saniyeliğine \"İlgi Odağı\" kazanır.\nBu süre boyunca Furina'nın Normal, Yüklü ve Havadan Saldırı Hasarı, farklı herhangi bir element tesiriyle değişmeyecek şekilde Su Hasarına dönüşür ve Furina'nın Maks. Canının %18'i oranında artar.\nAyrıca, Furina'nın Normal (Arkhe: Kutsal ve Laik Tahtlar hariç), Yüklü ve Havadan Saldırıları düşmanlara vurduktan 0,1 saniye sonra mevcut Arkhe enerjisine göre farklı etkiler tetikler:\n\nArkhe: Öz\nHer saniye yakındaki tüm grup karakterlerini Furina'nın Maks. Canının %4'ü kadar iyileştirir, 2,9 saniye sürer. Bu etki tekrar tetiklendiğinde süresi uzar.\nArkhe: Ruh\nNormal (Arkhe: Kutsal ve Laik Tahtlar hariç), Yüklü ve Havadan Saldırı Hasarı ek olarak Furina'nın Maks. Canının %25'i oranında artar. Bu saldırılardan birisi düşmana isabet ettiğinde yakındaki tüm grup karakterlerinin mevcut Canının %1'i tüketilir.\n\nYukarıdaki etkiler her bir \"İlgi Odağı\" sırasında en fazla 6 defa tetiklenebilir. \"İlgi Odağı\" etkileri 6 defa tetiklendikten veya süresi dolduktan sonra sona erer."
	}
}