{
	"name": "Wriothesley",
	"c1": {
		"name": "Kötülere Eziyet",
		"effect": "Pasif Yetenek \"Adalet Yerini Bulacak\" ile tetiklenen Şefkatli Azar aşağıdaki şekilde değişir:\nWriothesley'nin Canı %60'ın altına düştüğünde veya **Buzdiş Saldırısı** becerisinin neden olduğu Ürperten Ceza durumundayken beşinci Püskürtücü Yumruk saldırısı isabet ettiğinde bir Şefkatli Azar oluşturur. Her 2,5 saniyede bir Şefkatli Azar etkisi kazanılabilir.\n\nAyrıca Azar: Sıçrayan Yumruk şu etkileri kazanır:\n·Kazanılan Hasar Bonusu %200 artar.\n·Wriothesley Ürperten Ceza durumundayken isabet ettiğinde bu durumun süresi 4 saniye uzar. Bu uzatma her bir Ürperten Ceza durumu için bir defa meydana gelebilir.\n\n\"Adalet Yerini Bulacak\" Pasif Yeteneğinin açılmış olması gerekir."
	},
	"c2": {
		"name": "Küstahlara Esaret",
		"effect": "**Kara Altın Kurt Isırığı** kullanıldığında, \"Her Günahın Bir Bedeli Var\" Pasif Yeteneği ile kazanılan Kovuşturma Emri kademeleri, bu yeteneğin Hasarını %40 artırır.\n\"Her Günahın Bir Bedeli Var\" Pasif Yeteneğinin açılmış olması gerekir."
	},
	"c3": {
		"name": "Sahtekarlara Ukubet",
		"effect": "**Normal Saldırı: Güçlü Buz Yumrukları** Seviyesini 3 artırır.\nMaksimum yükseltme seviyesi 15'tir."
	},
	"c4": {
		"name": "Mazlumlara Kefaret",
		"effect": "Wriothesley'nin Azar: Sıçrayan Yumruk ile yenilediği Can, Maks. Canının %50'sine kadar yükselir. \"Adalet Yerini Bulacak\" Pasif Yeteneğinin açılmış olması gerekir.\nAyrıca Wriothesley'nin Maks. Canından daha fazla iyileşmesi halinde, savaş alanında olup olmamasına göre şu etkiler meydana gelir. Wriothesley eğer savaş alanındaysa 4 saniyeliğine Saldırı Hızı %20 artar, savaş alanında değilse 6 saniyeliğine tüm grup üyelerinin Saldırı Hızı %10 artar. Bu iki Saldırı Hızı artırma yöntemi birbirine eklenmez."
	},
	"c5": {
		"name": "Mağdurlara Merhamet",
		"effect": "**Kara Altın Kurt Isırığı** Seviyesini 3 artırır.\nMaksimum yükseltme seviyesi 15'tir."
	},
	"c6": {
		"name": "Masumlara Hürmet",
		"effect": "Azar: Sıçrayan Yumruk Kritik Oranı %10, Kritik Hasarı %80 artar. Ayrıca Azar: Sıçrayan Yumruğun Temel Hasarının %100'ü kadar Buz Hasarı veren ek bir sarkıt ortaya çıkarır. Bu şekilde verilen Hasar, Yüklü Saldırı Hasarı sayılır.\n\"Adalet Yerini Bulacak\" Pasif Yeteneğinin açılmış olması gerekir."
	}
}