{
	"name": "Teknisyen Meka: Durum Kontrolcüsü",
	"description": "Meka ekiplerinin kullanım oranını artırmak üzere, su altı projelerine yardımcı olmaları için geliştirilmiş destek mekalarıdır. Aslında hurda, bitki ve diğer su altı molozlarını taşımak ve Kurmalı Mekaların hayati aksamlarının tıkanmasını önleyerek arıza oranlarını azaltmak için tasarlanmışlardır. Ayrıca, su altı temizleyicileri olarak Fontaine'in ekosistemine şüphesiz çok katkıları vardır.\nYüksek derecede hassas sensörleriyle bu meka, hedef eşyaları \"koklayarak\" başarılı bir şekilde bulabilir ve görsel olarak su altı hurdalarının özelliklerini tespit edebilir. Bu sebeple belirli tür yemlere gelmeleri ve onlara \"Su Bakım Balığı\" ya da \"Demir Balık\" diyen oltacılar tarafından avlanmaları mümkündür.\nBelirli koşullar altında Teknisyen Mekalar, bazı su altı canavarlarının yiyeceklerini temizlenmesi gereken hedefler olarak görebilir. Bu sebeple bazen kendilerini, küçük boylu ve güçsüz olmalarından ötürü zor durumda kaldıkları çatışmaların içinde bulurlar. Sonuç olarak zaman içerisinde gittikçe daha fazla sayıda meka zarar görmeye başladı.\nÖnceki iki modelin korunması ve temizliğin güvenli hale getirilmesi için araştırmacılar, mevcut sistemleri kullanarak mekaların çekirdek yapılarının güç yoğunluğunu artırmak için ellerinden geleni yaptılar. Sonunda belirli savaş yetenekleri bulunan üçüncü bir model yarattılar. Bu meka öncelikli olarak su altı canavarlarına doğrudan çarparak onları uzaklaştırmak için tasarlanmıştı. Önceki süreçler temelinde yeni model hızla üretildi.\nFakat \"Durum Kontrolcüsü\" mekaların yaygınlaştırılması Fontaine Araştırma Enstitüsü tarafından birden durduruldu. Eğer bu küçük şeyler vahşi su altı canavarlarını kovmayı başarıyorsa diğer su altı mekalarına ne gerek vardı? Gerçekte bu \"Durum Kontrolcüsü\" mekaların, diğer mekaları gerçek anlamda tehdit eden su altı canavarlarına karşı bir gerçek tehdit oluşturması imkansızdı. Yalnızca sıradan balıklarla başa çıkabiliyor ve ekosisteme zarar veriyordu. Sonuç olarak araştırmacılar bunlardan bir kısmını bilinçli olarak kapatma ve saldırı yeteneklerini kısıtlama yoluna gitti.",
	"sortorder": 3027,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Balık",
	"source": [
		"Balık tutarak elde edilir."
	]
}