{
	"name": "Mek de maintenance : Collecteur de platine",
	"description": "Un méka compact développé pour assister lors des activités sous-marines, permettant ainsi d'améliorer le taux d'utilisation des Mékas horlogoïdes. Ils ont été conçus à l'origine pour enlever les déchets, la végétation et les autres débris sous-marins afin d'éviter qu'ils n'obstruent les composants vitaux d'autres Mékas horlogoïdes, minimisant ainsi les défaillances.\nPar rapport aux autres modèles produits en série, ces meks de maintenance « Collecteurs de platine » en édition limitée se distinguent par leur magnifique apparence. Il s'agit d'exemplaires commémoratifs spécialement conçus et offerts par l'équipe de développement à de riches marchands dans l'espoir d'obtenir leur soutien financier pour le projet des meks de maintenance... Des ornements exquis qui rehausseraient le prestige de n'importe quel aquarium ! Malheureusement, aucune de ces tentatives n'ayant fonctionné, l'équipe de développement a ajusté ses plans et essayé de les vendre comme objets de collection pour compenser le manque de fonds du projet.\nAu final, à cause de l'accident dont tout le monde se souvient, l'équipe de développement a été licenciée et leurs futurs projets annulés. De nos jours, les meks de maintenance restants à Fontaine sont totalement libres de toute surveillance, et les collecteurs de platine ne font pas exception : tous ont été perdus dans les eaux. Disparaissant complètement des radars, ils sont maintenant les « poissons » les plus uniques et les plus chers de Fontaine. Les journalistes de L'Oiseau de vapeur, après une enquête approfondie et un examen des données existantes, ont conclu que « le déploiement des meks de maintenance n'a pas eu de différence significative sur les niveaux de pollution des eaux de Fontaine et l'efficacité du projet est discutable ». Depuis lors, les collecteurs de platine survivants errent dans les eaux de Fontaine et sont considérés parmi les prises les plus rares. Après tout, un collecteur de platine est désormais aussi rare que le poisson ornemental le plus précieux de n'importe quelle autre nation.",
	"sortorder": 2880,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Poisson",
	"source": [
		"Pêche"
	]
}