{
	"name": "Mek de maintenance : Contrôleur de l'environnement",
	"description": "Un méka compact développé pour assister lors des activités sous-marines, permettant ainsi d'améliorer le taux d'utilisation des Mékas horlogoïdes. Ils ont été conçus à l'origine pour enlever les déchets, la végétation et les débris sous-marins afin d'éviter qu'ils n'obstruent les composants vitaux d'autres mékas, minimisant ainsi les défaillances. De plus, leur rôle de « nettoyeurs sous-marins » est également bénéfique à l'écosystème de Fontaine.\nÉquipés de capteurs à haute sensibilité, ces mékas peuvent « sentir » les objets à travers les odeurs et « regarder » les déchets sous-marins. Ainsi, certains appâts peuvent les attirer et ils sont parfois capturés par des pêcheurs, qui les appellent des « poissons d'entretien d'eau » ou des « poissons de fer ».\nLes meks de maintenance considèrent parfois la nourriture de certaines créatures sous-marines comme des objets à nettoyer, se retrouvant ainsi mêlés à des conflits dans lesquels leur petite taille et leur manque de puissance les désavantagent. Un nombre croissant d'exemplaires ont donc été endommagés en conséquence.\nAfin de protéger les modèles précédents et leur permettre d'assainir les eaux en sécurité, les chercheurs ont décidé d'améliorer leurs capacités tout en utilisant l'armature existante, ce qui a finalement abouti à un troisième modèle doté de capacités de combat. Principalement destiné à faire fuir les créatures en les percutant, ce modèle a été rapidement produit sur les chaînes de production précédentes.\nCependant, le programme visant à renforcer ces contrôleurs de l'environnement a été arrêté d'urgence par l'Institut de recherche de Fontaine. Après tout, si ces petites choses sont capables de chasser de féroces créatures sous-marines, alors à quoi servent les autres mékas sous-marins ? En réalité, les faits ont montré qu'ils ne sont d'aucune utilité contre les créatures qui menacent les autres mékas, et ne peuvent s'occuper que des poissons communs, ce qui se répercute négativement sur l'écosystème. Ainsi, les chercheurs ont dû en désactiver certains et restreindre leurs capacités offensives.",
	"sortorder": 3027,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Poisson",
	"source": [
		"Pêche"
	]
}