{
	"name": "Lisa",
	"combat1": {
		"name": "Normal Attack: Lightning Touch",
		"image": "",
		"info": "**Normal Attack**\nPerform up to 4 lightning attacks that deal Electro DMG.\n\n**Charged Attack**\nConsumes a certain amount of Stamina to deal AoE Electro DMG after a short casting time.\n\n**Plunging Attack**\nGathering the might of Electro, Lisa plunges towards the ground from mid-air, damaging all enemies in her path. Deals AoE Electro DMG upon impact with the ground.",
		"attributes": ""
	},
	"combat2": {
		"name": "Violet Arc",
		"image": "",
		"info": "Channels the power of lightning to sweep bothersome matters away.\n\n**Press**\nReleases a homing Lightning Orb.\nOn hit, it deals Electro DMG, and applies a stack of the Conductive status (Max 3 stacks) to enemies in a small AoE.\n\n**Hold**\nAfter an extended casting time, calls down lightning from the heavens, dealing massive Electro DMG to all nearby enemies.\nDeals great amounts of extra damage to enemies based on the number of Shock stacks applied to them, and clears their Conductive status.",
		"description": "Electro Purple is the raiment of the Witch of Purple Rose.",
		"attributes": ""
	},
	"combat3": {
		"name": "Lightning Rose",
		"image": "",
		"info": "Summons a Lightning Rose that unleashes powerful lightning bolts, launching surrounding enemies and dealing Electro DMG.\nThe Lightning Rose will continuously emit lightning to knock back enemies and deal Electro DMG for so long as it persists.",
		"description": "This rose is beautiful, but beware its mortal thorns.",
		"attributes": ""
	},
	"passive1": {
		"name": "Induced Aftershock",
		"image": "",
		"info": "Hits by charged Attacks apply Violet Arc's Shocked status to enemies."
	},
	"passive2": {
		"name": "Static Electricity Field",
		"image": "",
		"info": "Enemies hit by Lightning Rose have their DEF decreased by 15% for 10s."
	},
	"passive3": {
		"name": "General Pharmaceutics",
		"image": "",
		"info": "When Lisa crafts a potion, she has a 20% chance to refund a portion of the crafting materials used."
	}
}