{
	"name": "Qiqi",
	"combat1": {
		"name": "Normal Attack: Ancient Sword Art",
		"image": "",
		"info": "**Normal Attack**\nPerform up to 5 rapid strikes.\n**Charged Attack**\nConsumes a certain amount of Stamina to unleash 2 rapid sword strikes.\n\n**Plunging Attack**\nPlunges from mid-air to strike the ground below, damaging enemies along the path and dealing AoE DMG upon impact.",
		"attributes": ""
	},
	"combat2": {
		"name": "Adeptus Art: Herald of Frost",
		"image": "",
		"info": "Using the Icevein Talisman, Qiqi brings forth the Herald of Frost, dealing Cryo DMG to surrounding opponents.\n\n**Herald of Frost**\n- On hit, Qiqi's Normal and Charged Attacks regenerate HP for your own party members and nearby teammates. Healing scales based on Qiqi's ATK.\n- Periodically regenerates your active character's HP.\n- Follows the character around, dealing Cryo DMG to opponents in their path.",
		"description": "I use this to prevent warming and rot... of Dr. Bai's precious ingredients. Yes.",
		"attributes": ""
	},
	"combat3": {
		"name": "Adeptus Art: Preserver of Fortune",
		"image": "",
		"info": "Qiqi releases the adeptus power sealed within her body, marking nearby enemies with a Fortune-Preserving Talisman that deals Cryo DMG.\n\n**Fortune-Preserving Talisman**\nWhen enemies affected by this Talisman take DMG, the character that dealt this DMG regenerates HP.",
		"description": "\"I am the Fortune Preserver, the Maiden of Resurrection.\"\n— Qiqi does not remember these words.",
		"attributes": ""
	},
	"passive1": {
		"name": "Life-Prolonging Methods",
		"image": "",
		"info": "When a character under the effects of Adeptus Art: Herald of Frost triggers an Elemental Reaction, their Incoming Healing Bonus is increased by 20% for 8s."
	},
	"passive2": {
		"name": "A Glimpse into Arcanum",
		"image": "",
		"info": "When Qiqi hits enemies with her Normal or Charged Attacks, she has a 50% chance to apply a Fortune-Preserving Talisman to them for 6s. This effect can only occur once every 30s."
	},
	"passive3": {
		"name": "Former Life Memories",
		"image": "",
		"info": "Displays the location of nearby resources unique to Liyue on the mini-map."
	}
}