{
	"name": "Zhongli",
	"combat1": {
		"name": "Normal Attack: Rain of Stone",
		"image": "",
		"info": "**Normal Attack**\nPerform up to 6 consecutive spear strikes.\n\n**Charged Attack**\nConsumes a certain amount of Stamina to lunge forward, causing stone spears to fall along his path.\n\n**Plunging Attack**\nPlunges from mid-air to strike the ground below, damaging enemies along the path and dealing AoE DMG upon impact.",
		"attributes": ""
	},
	"combat2": {
		"name": "Dominus Lapidis",
		"image": "",
		"info": "Every mountain, rock and inch of land is filled with the power of Geo, but those who can wield such powers freely are few and far between.\n\n**Press**\nCommands the omnipresent power of earth to solidify into a Stone Stele, dealing AoE Geo DMG.\nAdditionally, the Stone Stele will resonate with other Geo Constructs in the vicinity, dealing Geo DMG to surrounding enemies.\nThe Stone Stele is considered a Geo Construct, and can both be climbed and used to block attacks. Only one may exist at any one time.\n\n**Hold**\nCauses nearby Geo energy to explode, causing the following effects:\n- Creates a shield of jade. The shield's DMG Absorption scales based on Zhongli's Max HP, and absorbs Geo DMG 250% more effectively.\n- Causes AoE Geo DMG.\n- If there are nearby targets with the Geo element, it will drain a large amount of Geo element from a maximum of 2 such targets. This effect does not cause DMG.",
		"description": "A true master of stone may carve jade and shape gold.", 
		"attributes": ""
	},
	"combat3": {
		"name": "Planet Befall",
		"image": "",
		"info": "Brings a falling meteor down to earth, dealing massive Geo DMG to opponents caught in its AoE and applying the Petrification status to them.\n\n**Petrification**\nOpponents affected by the Petrification status cannot move.",
		"description": "The falling meteor punishes the unjust.",
		"attributes": ""
	},
	"passive1": {
		"name": "Resonant Waves",
		"image": "",
		"info": "When the Jade Shield takes DMG, it will Fortify:\n- Fortified characters have 5% increased Shield Strength.\nCan stack up to 5 times, and lasts until the Jade Shield disappears."
	},
	"passive2": {
		"name": "Dominance of Earth",
		"image": "",
		"info": "Planet Befall deals additional DMG equal to 33% of Zhongli's Max HP."
	},
	"passive3": {
		"name": "Arcanum of Crystal",
		"image": "",
		"info": "Refunds 15% of the ores used when crafting Polearm-type weapons."
	}
}