{
	"name": "Albedo",
	"combat1": {
		"name": "Normal Attack: Favonius Bladework - Weiss",
		"image": "https://static.wikia.nocookie.net/gensin-impact/images/3/35/Talent_Favonius_Bladework_-_Weiss.png",
		"info": "**Normal Attack**\nPerform up to 5 rapid strikes.\n\n**Charged Attack**\nConsumes a certain amount of Stamina to unleash 2 rapid sword strikes.\n\n**Plunging Attack**\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
		"attributes": ""
	},
	"combat2": {
		"name": "Abiogenesis: Solar Isotoma",
		"image": "https://static.wikia.nocookie.net/gensin-impact/images/1/17/Talent_Abiogenesis_-_Solar_Isotoma.png",
		"info": "Albedo creates a Solar Isotoma using alchemy, which deals AoE Geo DMG on appearance.\n\n**Solar Isotoma**\nhas the following properties:\n路When opponents within the Solar Isotoma field take DMG, the Solar Isotoma will generate Transient Blossoms which deal AoE Geo DMG. DMG dealt scales off Albedo's DEF. \n路Transient Blossoms can only be generated once every 2s.\n路When a character is located at the locus of the Solar Isotoma, the Solar Isotoma will accumulate Geo power to form a crystallized platform that lifts the character up to a certain height. Only one crystallized platform can exist at a time.\n路Solar Isotoma is considered a Geo construct. Only one Solar Isotoma created by Albedo himself can exist at a time. \n\n**Hold** to designate the location of the skill.",
		"description": "This Geo bloom has an unusual property mirrored in the aim of alchemy. To rise from the earth, soar into the sky, and become the sun.",
		"attributes": ""
	},
	"combat3": {
		"name": "Rite of Progeniture: Tectonic Tide",
		"image": "https://static.wikia.nocookie.net/gensin-impact/images/5/57/Talent_Rite_of_Progeniture_-_Tectonic_Tide.png",
		"info": "Under Albedo's command, Geo crystals surge and burst forth, dealing AoE Geo DMG in front of him.\nIf a Solar Isotoma created by Albedo himself is on the field, 7 Fatal Blossoms will be generated in the Solar Isotoma field, bursting violently into bloom and dealing AoE Geo DMG.\n\nTectonic Tide DMG and Fatal Blossom DMG will not generate Transient Blossoms.",
		"description": "Under the Kreideprinz's command, the tectonic tide of creation seethes into life.",
		"attributes": ""
	},
	"passive1": {
		"name": "Calcite Might",
		"image": "https://static.wikia.nocookie.net/gensin-impact/images/5/56/Talent_Calcite_Might.png",
		"info": "Transient Blossoms generated by **Abiogenesis: Solar Isotoma** deal 25% more DMG to opponents whose HP is below 50%."
	},
	"passive2": {
		"name": "Homuncular Nature",
		"image": "https://static.wikia.nocookie.net/gensin-impact/images/8/80/Talent_Homuncular_Nature.png",
		"info": "Using **Rite of Progeniture: Tectonic Tide** increases the Elemental Mastery of nearby party members by 125 for 10s."
	},
	"passive3": {
		"name": "Flash of Genius",
		"image": "https://static.wikia.nocookie.net/gensin-impact/images/3/32/Talent_Flash_of_Genius_%28Albedo%29.png",
		"info": "When Albedo crafts Weapon Ascension Materials, he has a 10% chance to receive double the product."
	}
}