{
	"name": "Chongyun",
	"combat1": {
		"name": "Normal Attack: Demonbane",
		"image": "",
		"info": "**Normal Attack**\nPerform up to 4 consecutive strikes.\n\n**Charged Attack**\nDrains Stamina over time to perform continuous spinning attacks against all nearby enemies.\nAt end of the sequence, perform a more powerful slash.\n\n**Plunging Attack**\nPlunges from mid-air to strike the ground below, damaging enemies along the path and dealing AoE DMG upon impact.",
		"attributes": ""
	},
	"combat2": {
		"name": "Spirit Blade: Chonghua's Layered Frost",
		"image": "",
		"info": "Chongyun strikes the ground with his greatsword, causing a Cryo explosion in a circular AoE in front of him that deals Cryo DMG.\nAfter a short delay, the cold air created by the Cryo explosion will coalesce into a Chonghua Frost Field, within which all Sword, Claymore and Polearm-wielding characters' weapons will be infused with Cryo.",
		"description": "\"The Linlang rings, and all is silent. The rivers move not, and the clouds are heavy with frost. The altar gates open, and evil is banished.\"",
		"attributes": ""
	},
	"combat3": {
		"name": "Spirit Blade: Cloud-Parting Star",
		"image": "",
		"info": "Performing the secret hand seals, Chongyun summons 3 giant spirit blades in mid-air that fall to the earth one by one after a short delay, exploding as they hit the ground.\nWhen the spirit blades explode, they will deal AoE Cryo DMG and launch enemies.",
		"description": "\"As ice doth give the biting frost birth, My transcendent blade shakes heaven and earth. Heed my summons and come hence!\"",
		"attributes": ""
	},
	"passive1": {
		"name": "Steady Breathing",
		"image": "",
		"info": "Sword, Claymore, or Polearm-wielding characters within the field created by Spirit Blade: Chonghua's Layered Frost have their Normal ATK SPD increased by 8%."
	},
	"passive2": {
		"name": "Rimechaser Blade",
		"image": "",
		"info": "When the field created by Spirit Blade: Chonghua's Layered Frost disappears, another spirit blade will be summoned to strike nearby enemies, dealing 100% of Chonghua's Layered Frost's Skill DMG as AoE Cryo DMG. Enemies hit by this blade will have their Cryo RES decreased by 10% for 8s."
	},
	"passive3": {
		"name": "Gallant Journey",
		"image": "",
		"info": "When dispatched on an expedition in Liyue, time consumed is reduced by 25%."
	}
}