{
	"name": "Noelle",
	"combat1": {
		"name": "Normal Attack: Favonius Bladework - Maid",
		"image": "",
		"info": "**Normal Attack**\nPerform up to 4 consecutive strikes.\n\n**Charged Attack**\nDrains Stamina over time to perform continuous spinning attacks against all nearby opponents.\nAt the end of the sequence, perform a more powerful slash. \n\n**Plunging Attack**\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
		"attributes": ""
	},
	"combat2": {
		"name": "Breastplate",
		"image": "",
		"info": "Summons protective stone armor, dealing Geo DMG to surrounding opponents and creating a shield. The shield's DMG Absorption scales based on Noelle's DEF.\nThe shield has the following properties:\n·When Noelle's Normal and Charged Attacks hit a target, they have a certain chance to regenerate HP for all characters.\n·Possesses 150% DMG Absorption efficiency against all Elemental and Physical DMG.\n\nThe amount of HP healed when regeneration is triggered scales based on Noelle's DEF.",
		"description": "Noelle is both a dutiful maid and a valiant knight.",
		"attributes": ""
	},
	"combat3": {
		"name": "Sweeping Time",
		"image": "",
		"info": "Gathering the strength of stone around her weapon, Noelle strikes the opponents surrounding her within a large AoE, dealing Geo DMG.\nAfterwards, Noelle gains the following effects:\n·Larger attack AoE.\n·Converts attack DMG to Geo DMG that cannot be overridden by any other elemental infusion.\n·Increased ATK that scales based on her DEF.",
		"description": "Sometimes, it's not just dust that needs sweeping...",
		"attributes": ""
	},
	"passive1": {
		"name": "Devotion",
		"image": "",
		"info": "When Noelle is in the party but not on the field, this ability triggers automatically when your active character's HP falls below 30%:\nCreates a shield for your active character that lasts for 20s and absorbs DMG equal to 400% of Noelle's DEF.\nThe shield has a 150% DMG Absorption effectiveness against all Elemental and Physical DMG.\nThis effect can only occur once every 60s."
	},
	"passive2": {
		"name": "Nice and Clean",
		"image": "",
		"info": "Every 4 Normal or Charged Attack hits will decrease the CD of **Breastplate** by 1s.\nHitting multiple opponents with a single attack is only counted as 1 hit."
	},
	"passive3": {
		"name": "Maid's Knighthood",
		"image": "",
		"info": "When a Perfect Cooking is achieved on a DEF-boosting dish, Noelle has a 12% chance to obtain double the product."
	}
}