{
	"name": "Traveler (Anemo)",
	"aliases": [
		"Anemo Traveler",
		"MC Anemo",
		"Anemo MC"
	],
	"combat1": {
		"name": "Normal Attack: Foreign Ironwind",
		"image": "",
		"info": "**Normal Attack**\nPerform up to 5 rapid strikes.\n\n**Charged Attack**\nConsumes a certain amount of Stamina to unleash 2 rapid sword strikes.\n\n**Plunging Attack**\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
		"attributes": ""
	},
	"combat2": {
		"name": "Palm Vortex",
		"image": "",
		"info": "Grasping the wind's might, you form a vortex of vacuum in your palm, causing continuous Anemo DMG to opponents in front of you.\nThe vacuum vortex explodes when the skill duration ends, causing a greater amount of Anemo DMG over a larger area.\n\n**Hold**\nDMG and AoE will gradually increase.\n\n**Elemental Absorption**\nIf the vortex comes into contact with Hydro/Pyro/Cryo/Electro, it will deal additional elemental DMG of that type.\nElemental Absorption may only occur once per use.",
		"description": "You discussed the way to grasp the formless wind with Paimon.",
		"attributes": "You discussed the way to grasp the formless wind with Paimon."
	},
	"combat3": {
		"name": "Gust Surge",
		"image": "",
		"info": "Guiding the path of the wind currents, you summon a forward-moving tornado that pulls objects and opponents towards itself, dealing continuous Anemo DMG.\n\n**Elemental Absorption**\nIf the tornado comes into contact with Hydro/Pyro/Cryo/Electro, it will deal additional elemental DMG of that type.\nElemental Absorption may only occur once per use.",
		"description": "You and Paimon studied the flapping of a butterfly's wings.",
		"attributes": "You and Paimon studied the flapping of a butterfly's wings."
	},
	"passive1": {
		"name": "Slitting Wind",
		"image": "",
		"info": "The last hit of a Normal Attack combo unleashes a wind blade, dealing 60% of ATK as Anemo DMG to all opponents in its path."
	},
	"passive2": {
		"name": "Second Wind",
		"image": "",
		"info": "**Palm Vortex** kills regenerate 2% HP for 5s. This effect can only occur once every 5s."
	}
}