{
	"id": 29080101,
	"name": "Apep Vahası'nın Muhafızı",
	"specialName": "Kıyamet Dolu Bin Yıldan Evrilen",
	"enemyType": "BOSS",
	"category": "Şanlı Düşmanlar",
	"description": "Apep kendi soyundan gelenlerle birlikte kokulu çimenlerin, devasa ağaçların ve akılalmaz uzunluktaki sarmaşıkların arasında adeta bir balık gibi suda ilerliyordu. Sonunda çimenler, ağaçlar ve sarmaşıklar toza döndü, çakıl taşı gibi küçük küçük bir sürü yaratık Apep'in topraklarında kendilerine kırılgan bir ulus inşa etti.\nApep ve soyundan gelenler, kum denizini adeta kaynayan su gibi köpürttüler ve evleri düşen yaprakları süpürür gibi süpürdüler. Ta ki kendi topraklarını kaybeden Çölün Efendisi ile uzlaşana dek. O andan itibaren, güneşin altın ışığıyla parlayan kum tepeleri insanlığa, ejderin vahası ise ejderin pençelerine kaldı.\nApep, evrim bilgisini soyundan gelenlerle paylaştı çünkü paylaşılan bilgi yayılmaya devam eder ancak saklanan bilgiler çürüyüp giderdi. Sonunda Çölün Efendisine verdiği sözü yerine getirdiğinde ve nihai bilgeliğe ulaştığında sonu ve sonsuz kıyameti görebildi.\nApep, kendini kıyametin ortasında tek başına buldu. Tüm insanlar, tanrılar, ejderler, canavarlar, kuşlar ve balıklar; tüm anılar, bilgiler, sözler ve nefret... Bütün hepsi renksiz toza dönüştü, ayın son ışığı da soluk alev yağmurlarıyla çorak topraklara yağdı.\n...\nApep'e göre çölün derinlikleri evsiz bir kralın sarayı değil, aksine onun mezarıydı. \"Bilgelik\" zehri, sonunda Apep'i çok öncelerden kalan nefret ve öfkeden kurtardı. Apep artık bu anlamsız kıyametten yorgun düşmüştü. En sonunda genç tanrı ve altın Gezgin ona, bir zamanlar hükmettiği yeşil diyarın yaldızlı çorak topraklara dönüştüğünü, hatta Apep ve soyundan gelen nicelerinin orada hayatta kalmak uğruna çarpık ve çirkin bir hale geldiğini bir kez daha hatırlatsa da Apep'in kalbinde vahası hâlâ çok kıymetliydi.",
	"rewardPreview": [
		{
			"id": 102,
			"name": "Macera TP",
			"count": 300
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "Yoldaşlık TP"
		},
		{
			"id": 113046,
			"name": "Dünyaya Yayılmış Eğrelti Otu"
		},
		{
			"id": 113047,
			"name": "Ezeli Yeşil Çiçek"
		},
		{
			"id": 113048,
			"name": "Ezeli Kehribar"
		},
		{
			"id": 104131,
			"name": "Nagadus Zümrüdü Tozu"
		},
		{
			"id": 104132,
			"name": "Nagadus Zümrüdü Kırıntısı"
		},
		{
			"id": 104133,
			"name": "Nagadus Zümrüdü Parçası"
		},
		{
			"id": 104134,
			"name": "Nagadus Zümrüdü Külçesi"
		},
		{
			"id": 113021,
			"name": "Rüya Çözücü",
			"count": 0.33
		},
		{
			"id": 400022,
			"name": "Vahşi Savaşçı",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Eğitmen",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "Sürgün",
			"rarity": 3
		},
		{
			"id": 400088,
			"name": "Gladyatörün Son Yemini",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Göçebe Kumpanyası",
			"rarity": 4
		},
		{
			"id": 400023,
			"name": "Vahşi Savaşçı",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Eğitmen",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "Sürgün",
			"rarity": 4
		},
		{
			"id": 400089,
			"name": "Gladyatörün Son Yemini",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Göçebe Kumpanyası",
			"rarity": 5
		},
		{
			"id": 101111,
			"name": "Orta Diyar Kılıç Prototipi"
		},
		{
			"id": 101112,
			"name": "Orta Diyar Yay Prototipi"
		},
		{
			"id": 101113,
			"name": "Orta Diyar Çift Elli Kılıç Prototipi"
		},
		{
			"id": 101114,
			"name": "Orta Diyar Katalizör Prototipi"
		},
		{
			"id": 101115,
			"name": "Orta Diyar Mızrak Prototipi"
		}
	]
}