{
	"name": "Bin Yıllık İnci Denizatı",
	"specialname": "Büyük Gölün İsimsiz Efendisi",
	"enemytype": "BOSS",
	"category": "Mistik Canavarlar",
	"description": "Fontemer Sapkınlarının zirvesindeki iki hükümdardan biri.\nŞairler ve yazarlar, yalnız olmaya meyilli olduğu için onu genellikle onurlu ve asil olarak tasvir ederler ancak bunun asıl nedeni bedeninin zarif ve ince olmasıdır. Bu yüzden o \"İnci Denizatı\"yken Zırhlı Yengeçlerin hükümdarı \"İmparator\"dur.\nFontaine'in efsane ve hikayelerinde bir zamanlar Fontemer Sapkınları arasında amansız bir savaş yaşandığı, bu savaştan sonra geriye yalnızca \"Bin Yıllık İnci Denizatı\" ile \"Ateş ve Demir İmparatoru\"nun kaldığı ve onların da büyük gölü kuzey ve güney olmak üzere ikiye böldüğü anlatılır. \"Dobharcu Şarkısı\"nın yazarı, bu savaşın sonucunu şarkısında şu şekilde tasvir eder: Fırtına Efendisi olarak bilinirdi Avcı Vatoz, onun can çekiştiğini gören dalgalar kabardı bir anda ve neden oldu insanların \"ilk su baskını dönemine\" girmesine...\nElbette tüm bunlar dünyanın katı gerçekliğini kabul etmek istemeyen insanların aşırı tasvirlerinden ibaret. Fontemer Sapkınlarının aslında sıradan deniz canlılarından farkı yoktur. Ne şehirleri ne de düşmüş krallıkları vardır. İnsanların söylediği sözler ile de ne yükselir ne alçalırlar.",
	"investigation": {
		"name": "Bin Yıllık İnci Denizatı",
		"category": "Boss Düşmanlar",
		"description": "Mağarada yaşayan kadim bir Fontemer Sapkını hükümdarı. Bedeni, bakanları aldatan yanıltıcı bir güzelliğe sahiptir ve şiddetli fırtınalar gibi agresiftir."
	},
	"rewardpreview": [
		{
			"name": "Macera TP",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "Yoldaşlık TP"
		},
		{
			"name": "Vajrada Ametisti Tozu"
		},
		{
			"name": "Vajrada Ametisti Kırıntısı"
		},
		{
			"name": "Vajrada Ametisti Parçası"
		},
		{
			"name": "Vajrada Ametisti Külçesi"
		},
		{
			"name": "Fontemer Boynuzu",
			"count": 2.5556
		},
		{
			"name": "Eğitmen",
			"rarity": "3"
		},
		{
			"name": "Sürgün",
			"rarity": "3"
		},
		{
			"name": "Bilgelik Duası",
			"rarity": "3"
		},
		{
			"name": "Gezgin Doktor",
			"rarity": "3"
		},
		{
			"name": "Gladyatörün Son Yemini",
			"rarity": "4"
		},
		{
			"name": "Göçebe Kumpanyası",
			"rarity": "4"
		},
		{
			"name": "Eğitmen",
			"rarity": "4"
		},
		{
			"name": "Sürgün",
			"rarity": "4"
		},
		{
			"name": "Bilgelik Duası",
			"rarity": "4"
		},
		{
			"name": "Gladyatörün Son Yemini",
			"rarity": "5"
		},
		{
			"name": "Göçebe Kumpanyası",
			"rarity": "5"
		}
	]
}