{
	"name": "Setekh Solucanı",
	"specialname": "Kumların Son Prensi",
	"enemytype": "BOSS",
	"category": "Mistik Canavarlar",
	"description": "Çölün derinliklerinden gelen ve gözleri olmayan bir yırtıcı, avını bulmak için sesleri ve titreşimleri kullanır.\nEfsaneye göre zaman kavramının henüz başlamadığı eski çağlarda, bu hayvanların ataları ve yavruları, yemyeşil çimler ve devasa ağaçlarla dolu bir bölgede yaşam sürüyorlarmış ve balıkların suda akıp gittiği gibi ıslak topraklardan geçebiliyorlarmış.\nÇok uzun zaman sonra, gökten gelen hediyeler toprakları kuma dönüştürerek birçok türün soyunun tükenmesine neden olmuş. Bu tür, yeryüzündeki yaşama daha fazla uyum sağlayarak hayatta kalmayı başardı ve \"Solucan\" olarak bilindi.\nBazı çöl sakinleri, büyük ihtimalle türlerin davranışları arasındaki yüzeysel benzerlikler nedeniyle, Solucanların bir nevi bataklık yılan balığı yaşam döngüsünün son ürünü olduğuna inanıyor.",
	"investigation": {
		"name": "Setekh Solucanı",
		"category": "Boss Düşmanlar",
		"description": "Çölün derinliklerinde yaşayan ve avını toprağın yaydığı ses ve titreşimlerle takip edebilen gözleri olmayan bir yırtıcı.\\nBazen bitkilerin şekline çok benzeyen bir şekil alırlar ve kimileri bunun sebebinin bir zamanlar bitkilerin efendisinin aşı filizleri olmalarından kaynaklandığını söylüyor. Kimileri ise bunun, gölgelerinde meyve veya yiyecek arasınlar diye avlarını kandırma yöntemi olduğunu söylüyor."
	},
	"rewardpreview": [
		{
			"name": "Macera TP",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "Yoldaşlık TP"
		},
		{
			"name": "Sahte Tomurcuklar",
			"count": 2.5556
		},
		{
			"name": "Vayuda Turkuazı Tozu"
		},
		{
			"name": "Vayuda Turkuazı Kırıntısı"
		},
		{
			"name": "Vayuda Turkuazı Parçası"
		},
		{
			"name": "Vayuda Turkuazı Külçesi"
		},
		{
			"name": "Vahşi Savaşçı",
			"rarity": "3"
		},
		{
			"name": "Eğitmen",
			"rarity": "3"
		},
		{
			"name": "Bahtı Açık",
			"rarity": "3"
		},
		{
			"name": "Gladyatörün Son Yemini",
			"rarity": "4"
		},
		{
			"name": "Göçebe Kumpanyası",
			"rarity": "4"
		},
		{
			"name": "Vahşi Savaşçı",
			"rarity": "4"
		},
		{
			"name": "Eğitmen",
			"rarity": "4"
		},
		{
			"name": "Gladyatörün Son Yemini",
			"rarity": "5"
		},
		{
			"name": "Göçebe Kumpanyası",
			"rarity": "5"
		}
	]
}