{
	"id": 8,
	"name": "Mục Đặc Biệt",
	"rules": [
		{
			"title": "Món Ăn",
			"titleraw": "{SPRITE_PRESET#3101}Món Ăn",
			"content": "Khi Thẻ Sự Kiện Món Ăn có hiệu lực với nhân vật, nhân vật sẽ vào trạng thái No Bụng.\nNhân vật trong trạng thái No Bụng, không thể trở thành mục tiêu của Thẻ Sự Kiện Món Ăn khác, cũng không bị ảnh hưởng bởi hiệu quả của Thẻ Sự Kiện Món Ăn khác.\nTrạng thái No Bụng sẽ xóa khi kết thúc hiệp hoặc nhân vật bị đánh bại.\nNgoài ra, sau khi đánh ra Thẻ Sự Kiện Món Ăn có hiệu quả \"Hồi Sinh\", trong hiệp này không thể đánh ra Thẻ Sự Kiện Món Ăn có hiệu quả \"Hồi Sinh\" nữa.",
			"contentraw": "Khi Thẻ Sự Kiện {SPRITE_PRESET#3101}Món Ăn có hiệu lực với nhân vật, nhân vật sẽ vào trạng thái No Bụng.\\nNhân vật trong trạng thái No Bụng, không thể trở thành mục tiêu của Thẻ Sự Kiện {SPRITE_PRESET#3101}Món Ăn khác, cũng không bị ảnh hưởng bởi hiệu quả của Thẻ Sự Kiện {SPRITE_PRESET#3101}Món Ăn khác.\\nTrạng thái No Bụng sẽ xóa khi kết thúc hiệp hoặc nhân vật bị đánh bại.\\nNgoài ra, sau khi đánh ra Thẻ Sự Kiện {SPRITE_PRESET#3101}Món Ăn có hiệu quả \"Hồi Sinh\", trong hiệp này không thể đánh ra Thẻ Sự Kiện {SPRITE_PRESET#3101}Món Ăn có hiệu quả \"Hồi Sinh\" nữa."
		},
		{
			"title": "Khiên",
			"titleraw": "{SPRITE_PRESET#4007}Khiên",
			"content": "Một số hiệu quả sẽ tạo ra khiên để bảo vệ nhân vật nhất định.\nNhân vật được khiên bảo vệ khi chịu sát thương, sẽ tiêu hao điểm khiên để giảm bớt sát thương.",
			"contentraw": "Một số hiệu quả sẽ tạo ra khiên để bảo vệ nhân vật nhất định.\\nNhân vật được khiên bảo vệ khi chịu sát thương, sẽ tiêu hao điểm khiên để giảm bớt sát thương."
		},
		{
			"title": "Bí Truyền",
			"titleraw": "{SPRITE_PRESET#3007}Bí Truyền",
			"content": "Trong một ván đấu, mỗi một bài thủ chỉ được dùng 1 thẻ bài Bí Truyền.\nThẻ Bí Truyền sẽ có trong những lá bài ban đầu trong tay bạn. (Khi số lượng thẻ Bí Truyền trong bộ bài nhiều hơn số thẻ bài khởi đầu, thì Thẻ Bí Truyền sẽ xuất hiện ngẫu nhiên trong nhóm bài khởi đầu.)",
			"contentraw": "Trong một ván đấu, mỗi một bài thủ chỉ được dùng 1 thẻ bài {SPRITE_PRESET#3007}Bí Truyền.\\nThẻ {SPRITE_PRESET#3007}Bí Truyền sẽ có trong những lá bài ban đầu trong tay bạn. (Khi số lượng thẻ {SPRITE_PRESET#3007}Bí Truyền trong bộ bài nhiều hơn số thẻ bài khởi đầu, thì Thẻ Bí Truyền sẽ xuất hiện ngẫu nhiên trong nhóm bài khởi đầu.)"
		},
		{
			"title": "Đặc Kỹ",
			"titleraw": "{SPRITE_PRESET#3008}Đặc Kỹ",
			"content": "Khi nhân vật xuất chiến trang bị thẻ Đặc Kỹ, sẽ có thể sử dụng Đặc Kỹ tương ứng.\nSử dụng Đặc Kỹ được xem như một Hành Động Chiến Đấu. Khi nhân vật không thể dùng kỹ năng do bị Đóng Băng, Hóa Thạch, Choáng... cũng sẽ đồng thời không thể sử dụng Đặc Kỹ.\nKhi nhân vật dùng Đặc Kỹ sẽ không được xem là sử dụng kỹ năng, không thể kích hoạt các hiệu quả \"sau khi dùng kỹ năng\" hay \"sau khi nhân vật kích hoạt phản ứng nguyên tố\"; Sát thương gây ra khi sử dụng Đặc Kỹ sẽ không được xem là sát thương gây ra bởi nhân vật.",
			"contentraw": "Khi nhân vật xuất chiến trang bị thẻ {SPRITE_PRESET#3008}Đặc Kỹ, sẽ có thể sử dụng {SPRITE_PRESET#3008}Đặc Kỹ tương ứng.\\nSử dụng {SPRITE_PRESET#3008}Đặc Kỹ được xem như một Hành Động Chiến Đấu. Khi nhân vật không thể dùng kỹ năng do bị Đóng Băng, Hóa Thạch, Choáng... cũng sẽ đồng thời không thể sử dụng {SPRITE_PRESET#3008}Đặc Kỹ.\\nKhi nhân vật dùng {SPRITE_PRESET#3008}Đặc Kỹ sẽ không được xem là sử dụng kỹ năng, không thể kích hoạt các hiệu quả \"sau khi dùng kỹ năng\" hay \"sau khi nhân vật kích hoạt phản ứng nguyên tố\"; Sát thương gây ra khi sử dụng {SPRITE_PRESET#3008}Đặc Kỹ sẽ không được xem là sát thương gây ra bởi nhân vật."
		},
		{
			"title": "Số Lần Sử Dụng",
			"titleraw": "Số Lần Sử Dụng",
			"content": "Một số thẻ bài hoặc trạng thái có giới hạn số lần sử dụng.\nMỗi lần kích hoạt hiệu quả thẻ bài này sẽ tiêu hao 1 lần sử dụng.\nSau khi hết lượt dùng sẽ lập tức hủy bỏ thẻ bài này.",
			"contentraw": "Một số thẻ bài hoặc trạng thái có giới hạn số lần sử dụng.\\nMỗi lần kích hoạt hiệu quả thẻ bài này sẽ tiêu hao 1 lần sử dụng.\\nSau khi hết lượt dùng sẽ lập tức hủy bỏ thẻ bài này."
		},
		{
			"title": "Số Hiệp Duy Trì",
			"titleraw": "Số Hiệp Duy Trì",
			"content": "Một số thẻ bài hoặc trạng thái có giới hạn số hiệp duy trì.\nMỗi Giai Đoạn Kết Thúc đều sẽ giảm 1 hiệp duy trì.\nSau khi hết số hiệp duy trì sẽ lập tức hủy bỏ thẻ bài này.",
			"contentraw": "Một số thẻ bài hoặc trạng thái có giới hạn số hiệp duy trì.\\nMỗi Giai Đoạn Kết Thúc đều sẽ giảm 1 hiệp duy trì.\\nSau khi hết số hiệp duy trì sẽ lập tức hủy bỏ thẻ bài này."
		},
		{
			"title": "Sát Thương Xuyên Thấu",
			"titleraw": "Sát Thương Xuyên Thấu",
			"content": "Một số hiệu quả sẽ tạo ra Sát Thương Xuyên Thấu.\nSát thương xuyên thấu sẽ không nhận buff sát thương từ hiệu quả khác, và cũng không chịu ảnh hưởng của hiệu quả khiên.",
			"contentraw": "Một số hiệu quả sẽ tạo ra Sát Thương Xuyên Thấu.\\nSát thương xuyên thấu sẽ không nhận buff sát thương từ hiệu quả khác, và cũng không chịu ảnh hưởng của hiệu quả khiên."
		},
		{
			"title": "Hành Động Chiến Đấu - Thẻ Hành Động",
			"titleraw": "Hành Động Chiến Đấu - Thẻ Hành Động",
			"content": "Một số Thẻ Hành Động sẽ có quy tắc Hành Động Chiến Đấu.\nĐánh ra thẻ bài có quy tắc này, sẽ được xem là tiến hành Hành Động Chiến Đấu, chứ không phải Hành Động Nhanh thông thường.",
			"contentraw": "Một số Thẻ Hành Động sẽ có quy tắc Hành Động Chiến Đấu.\\nĐánh ra thẻ bài có quy tắc này, sẽ được xem là tiến hành Hành Động Chiến Đấu, chứ không phải Hành Động Nhanh thông thường."
		},
		{
			"title": "Trọng Kích",
			"titleraw": "Trọng Kích",
			"content": "Trước khi phe ta hành động, nếu tổng số xúc xắc là số chẵn, thì \"Tấn Công Thường\" sẽ được xem là \"Trọng Kích\".",
			"contentraw": "Trước khi phe ta hành động, nếu tổng số xúc xắc là số chẵn, thì \"Tấn Công Thường\" sẽ được xem là \"Trọng Kích\"."
		},
		{
			"title": "Tấn Công Khi Đáp",
			"titleraw": "Tấn Công Khi Đáp",
			"content": "Sau khi nhân vật được đổi thành \"Nhân Vật Xuất Chiến\", hành động chiến đấu tiếp theo trong hiệp này nếu là \"Tấn Công Thường\" sẽ được xem như \"Tấn Công Khi Đáp\".",
			"contentraw": "Sau khi nhân vật được đổi thành \"Nhân Vật Xuất Chiến\", hành động chiến đấu tiếp theo trong hiệp này nếu là \"Tấn Công Thường\" sẽ được xem như \"Tấn Công Khi Đáp\"."
		}
	]
}