{
	"name": "Baklava",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการโจมตี",
	"foodcategory": "Atk_CritRate",
	"effect": "เพิ่มอัตราคริของตัวละครทั้งหมดในทีม 10%-20% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "ขนมหวานดั้งเดิมของ Sumeru สอดแทรกถั่วบดไว้ในแป้งพัฟฟ์ ราดด้วยเนยร้อนแล้วนำเข้าเตาอบ เมื่ออบเสร็จแล้ว ต้องไม่ลืมราดด้วยน้ำเชื่อม นักวิชาการบางคนมักจะสั่งเมนู \"ปราสาทหวานหอม\" แบบนี้ เพื่อเติมพลังงานก่อนช่วงสอบเสมอ ดังนั้นมันจึงกลายเป็นหนึ่งในของหวานที่ได้รับความนิยมที่สุดในสถาบัน",
	"suspicious": {
		"effect": "เพิ่มอัตราคริให้กับ สมาชิกทีมทั้งหมดขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานดั้งเดิมของ Sumeru ทั้งหวานเลี่ยนและมันเยิ้มราวกับลูกระเบิดที่แตกซ่านอยู่ในปาก ถึงขั้นทำให้ปวดฟันได้เลยทีเดียว... ความหวานในปริมาณที่เหมาะสมนั้น ทำจิตใจเบิกบานได้ แต่หากมากเกินไปก็จะกลายเป็นภาระที่ยากเกินจะรับไหว"
	},
	"normal": {
		"effect": "เพิ่มอัตราคริให้กับ สมาชิกทั้งหมดในทีมขึ้น 15% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานดั้งเดิมของ Sumeru สอดแทรกถั่วบดไว้ในแป้งพัฟฟ์ ราดด้วยเนยร้อนแล้วนำเข้าเตาอบ เมื่ออบเสร็จแล้ว ต้องไม่ลืมราดด้วยน้ำเชื่อม นักวิชาการบางคนมักจะสั่งเมนู \"ปราสาทหวานหอม\" แบบนี้ เพื่อเติมพลังงานก่อนช่วงสอบเสมอ ดังนั้นมันจึงกลายเป็นหนึ่งในของหวานที่ได้รับความนิยมที่สุดในสถาบัน"
	},
	"delicious": {
		"effect": "เพิ่มอัตราคริให้กับ สมาชิกทีมทั้งหมดขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานดั้งเดิมของ Sumeru เคยมีนักวิชาการบางคนกล่าวเอาไว้ว่า ชาว Sumeru สามารถแบ่งออกได้เป็นสองประเภท ประเภทแรกคือกินของหวานเพื่อให้มีชีวิตอยู่ ส่วนประเภทที่สองก็คือมีชีวิตอยู่เพื่อกินของหวาน แป้งพัฟฟ์แผ่นบางที่ซ้อนทับกันเป็นชั้น ผสมกับเนยและน้ำผึ้งกลิ่นหอมหวานที่ซึมซาบเข้าสู่ภายใน เกรงว่าผู้คนที่ได้ลิ้มลองมัน คงถูกฉุดกระชากเข้าไปอยู่ในประเภทที่สองเป็นแน่"
	},
	"ingredients": [
		{
			"name": "Flour",
			"count": 3
		},
		{
			"name": "Ajilenakh Nut",
			"count": 2
		},
		{
			"name": "Butter",
			"count": 2
		},
		{
			"name": "Sugar",
			"count": 1
		}
	]
}