{
	"name": "Biryani",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการป้องกัน",
	"foodcategory": "Def_Add",
	"effect": "เพิ่มพลังป้องกันให้กับสมาชิกในทีมทั้งหมด 215-308 หน่วย เพิ่มผลของการรักษาขึ้น 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "พิลาฟเนื้อที่กลิ่นหอมฟุ้งไปทั่วสารทิศ ผัดเนื้อก่อนให้กรอบนอกนุ่มใน จากนั้นเคี่ยวเครื่องเคียงทั้งหมดและข้าวเข้าด้วยกัน เมื่อนำออกจากหม้อแล้วตกแต่งด้วย Padisarah กลิ่นหอมของเนื้อที่คลุกเคล้ากับเครื่องเทศซึมซาบเข้าไปในเมล็ดข้าว เป็นรสชาติสุดโอชะอันเป็นเอกลักษณ์เฉพาะของ Sumeru",
	"suspicious": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 215 หน่วย และเพิ่มผลของการรักษาขึ้น 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "พิลาฟเนื้อที่กลิ่นหอมฟุ้งไปทั่วสารทิศ เมล็ดข้าวที่ชุ่มน้ำมันจนมันเยิ้ม ส่งกลิ่นความเลี่ยนออกมา เมื่อทานเสร็จแล้ว ก็ยังคงหลงเหลือน้ำมันชั้นหนา ๆ อยู่ใต้ก้นชาม... คงไม่กล้ากินเนื้อติดมันไปอีกสามวันเลยล่ะ..."
	},
	"normal": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 261 หน่วย และเพิ่มผลของการรักษาขึ้น 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "พิลาฟเนื้อที่กลิ่นหอมฟุ้งไปทั่วสารทิศ ผัดเนื้อก่อนให้กรอบนอกนุ่มใน จากนั้นเคี่ยวเครื่องเคียงทั้งหมดและข้าวเข้าด้วยกัน เมื่อนำออกจากหม้อแล้วตกแต่งด้วย Padisarah กลิ่นหอมของเนื้อที่คลุกเคล้ากับเครื่องเทศซึมซาบเข้าไปในเมล็ดข้าว เป็นรสชาติสุดโอชะอันเป็นเอกลักษณ์เฉพาะของ Sumeru"
	},
	"delicious": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 308 หน่วย และเพิ่มผลของการรักษาขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "พิลาฟเนื้อที่กลิ่นหอมฟุ้งไปทั่วสารทิศ กลีบดอก Padisarah เป็นดั่งโอเอซิสในหมู่ดาวที่ร้อยเรียงกัน ประดับประดาอยู่บนบัลลังก์ทองคำของข้าวและเนื้อ เครื่องเทศหอมกรุ่นโอบล้อมเมล็ดข้าว ครบรสทุกสัมผัสในทุกคำที่ทานเข้าไป เผลอเพียงพริบตาก็เกลี้ยงจานไปซะแล้ว เป็นรสชาติที่ผู้ใดได้ลิ้มลองแล้วจะต้องหวนคิดถึงอีกครั้งอย่างแน่นอน"
	},
	"ingredients": [
		{
			"name": "Rice",
			"count": 4
		},
		{
			"name": "Raw Meat",
			"count": 3
		},
		{
			"name": "เครื่องเทศ",
			"count": 2
		},
		{
			"name": "Padisarah",
			"count": 1
		}
	]
}