{
	"id": 4204,
	"name": "Bountiful Year",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 224-320 หน่วย และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "ซาชิมิสุดหรูหราและวิจิตรบรรจง เนื้อปลาถูกหั่นเป็นชิ้นบาง ๆ แล้วจัดวางให้เป็นรูปดอกไม้ที่กำลังเบ่งบาน จากนั้นก็ตกแต่งรอบ ๆ ด้วยเครื่องเคียง ก่อนรับประทานมักจะผสมเครื่องเคียงกับซาชิมิตามความชอบ ซึ่งมีความหมายว่าในวันข้างหน้าทุกสิ่งทุกอย่างจะราบรื่นไร้อุปสรรค",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ซาชิมิสุดหรูหราและวิจิตรบรรจง เครื่องปรุงรสและซาชิมิถูกจัดวางสะเปะสะปะ ราวกับถูกคลื่นยักษ์โถมเข้าใส่ จนล้มระเนระนาดอยู่บนจาน ไม่สามารถกระตุ้นความอยากอาหารได้เลยแม้แต่น้อย แต่ใช้วัตถุดิบหรูหราขนาดนี้ ถ้าไม่กินคงจะเสียดายแย่ ช่างเป็นอะไรที่กลืนไม่เข้าคายไม่ออกจริง ๆ ..."
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ซาชิมิสุดหรูหราและวิจิตรบรรจง เนื้อปลาถูกหั่นเป็นชิ้นบาง ๆ แล้วจัดวางให้เป็นรูปดอกไม้ที่กำลังเบ่งบาน จากนั้นก็ตกแต่งรอบ ๆ ด้วยเครื่องเคียง ก่อนรับประทานมักจะผสมเครื่องเคียงกับซาชิมิตามความชอบ ซึ่งมีความหมายว่าในวันข้างหน้าทุกสิ่งทุกอย่างจะราบรื่นไร้อุปสรรค"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ซาชิมิสุดหรูหราและวิจิตรบรรจง ปลาดิบแผ่นบาง ๆ ถูกจัดวางเรียงซ้อนกันเป็นชั้นราวกับปีกของจักจั่น เบาบางราวกับม่านหมอก สีขาวนวลดุจดั่งร่องรอยของหิมะที่ร่วงหล่นลงสู่พื้น แทบอดใจไม่ไหวที่จะลิ้มลอง เนื้อปลาที่นุ่มละมุนนั้นคลุกเคล้ากันกับเครื่องเคียงหลากสีสัน และรสชาติหลากหลายที่สอดประสานกันที่ปลายลิ้น จนอดไม่ได้ที่จะเอ่ยปากชม... ช่างเป็นรสชาติที่เลิศล้ำเหลือพรรณนา"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fish",
			"count": 4
		},
		{
			"id": 100013,
			"name": "Carrot",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 2
		},
		{
			"id": 100034,
			"name": "Violetgrass",
			"count": 1
		}
	]
}