{
	"id": 3210,
	"name": "Meat Stew",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มความเสียหายกายภาพ ของตัวละครทั้งทีมขึ้น 20%-40% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "สตูที่ได้จากการตุ๋น นำเนื้อสัตว์ชิ้นใหญ่ไปทอดก่อน จากนั้นจึงทอดเครื่องเคียง แล้วนำส่วนผสมทั้งสองคลุกเคล้าให้เข้ากัน จากนั้นเติมน้ำซุปและเคี่ยวจนน้ำซุปข้น หลังจากตุ๋นอย่างช้า ๆ ด้วยความอดทน รสสัมผัสของเนื้อก็จะนุ่มนวลขึ้น ทำให้ผู้คนรู้สึกพึงพอใจอย่างแท้จริง",
	"suspicious": {
		"effect": "เพิ่มความเสียหายกายภาพให้ สมาชิกทั้งหมดในทีม 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "สตูที่ได้จากการตุ๋น ดูเหมือนว่าขั้นตอนการตุ๋นจะยังมีความผิดพลาดอยู่บ้าง เพียงแค่ใส่ส่วนผสมทั้งหมดลงในหม้อแล้วต้มรวมกันแบบนี้ มันทำให้ผักสุกเกินไป และเกือบจะละลายเป็นเนื้อเดียวกับน้ำซุป ทำให้สตูทั้งหม้อมีแต่รสมันเยิ้มของเนื้อ..."
	},
	"normal": {
		"effect": "เพิ่มความเสียหายกายภาพให้ สมาชิกทั้งหมดในทีม 30% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "สตูที่ได้จากการตุ๋น นำเนื้อสัตว์ชิ้นใหญ่ไปทอดก่อน จากนั้นจึงทอดเครื่องเคียง แล้วนำส่วนผสมทั้งสองคลุกเคล้าให้เข้ากัน จากนั้นเติมน้ำซุปและเคี่ยวจนน้ำซุปข้น หลังจากตุ๋นอย่างช้า ๆ ด้วยความอดทน รสสัมผัสของเนื้อก็จะนุ่มนวลขึ้น ทำให้ผู้คนรู้สึกพึงพอใจอย่างแท้จริง"
	},
	"delicious": {
		"effect": "เพิ่มความเสียหายกายภาพให้ สมาชิกทั้งหมดในทีม 40% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "สตูที่ได้จากการตุ๋น น้ำซุปเข้มข้นและเนื้อสัตว์ที่กลมกล่อมผสมผสานกัน ให้กลิ่นหอมอันอบอุ่นที่ไม่อาจต้านทานได้ ผักกรอบที่กระจายทั่วทั้งหม้อทำให้รสชาติของสตูเข้มข้นขึ้น... ต่อให้มันร้อนจนควันขึ้น แต่ก็ทำให้คนอดไม่ได้ที่จะกินจนเหลือแต่ซุปในหม้อ... เดี๋ยวก่อนถ้าเอาขนมปังมาจุ่มในซุปนี้ก็น่าจะดีไม่น้อย?"
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 100013,
			"name": "Carrot",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Potato",
			"count": 2
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 1
		}
	]
}