{
	"id": 3122,
	"name": "Braised Meatballs",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 160-228 หน่วย เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "อาหาร Liyue ต้นตำรับ เนื้อติดมัน และไม่ติดมันมาสับกับหน่อไม้กรุบกรอบให้ละเอียด ปั้นเป็นลูกกลม จากนั้นนำไปทอดก่อนแล้วค่อยต้ม เป็นอาหารที่ได้รับความนิยมเป็นอย่างมาก ไม่ว่าจะเป็นการทำอาหารที่บ้าน หรืออาหารสำหรับงานเลี้ยง ล้วนต้องมีอาหารจานนี้อยู่",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 160 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Liyue ต้นตำรับ รูปร่างกลมมน ควบคู่กับกลิ่นหอมเตะจมูก ก็ดูปกติดี ลองชิมไปหนึ่งคำ ก็พบว่าเนื้อแห้งแบบสุด ๆ หรือว่าส่วนเนื้อที่ใช้มีเนื้อไม่ติดมันเยอะเกินไป?"
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 194 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Liyue ต้นตำรับ เนื้อติดมัน และไม่ติดมันมาสับกับหน่อไม้กรุบกรอบให้ละเอียด ปั้นเป็นลูกกลม จากนั้นนำไปทอดก่อนแล้วค่อยต้ม เป็นอาหารที่ได้รับความนิยมเป็นอย่างมาก ไม่ว่าจะเป็นการทำอาหารที่บ้าน หรืออาหารสำหรับงานเลี้ยง ล้วนต้องมีอาหารจานนี้อยู่"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 228 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Liyue ต้นตำรับ หัวหอมสีเขียวและเนื้อปั้นกลมสีแดงเข้มเข้ากันอย่างลงตัว เทคนิคการใช้มีดที่ประณีตไม่ธรรมดา ทำให้เนื้อละลายในปากได้ในทันที มันแต่ไม่เลี่ยน กินอีกหนึ่งคำ อดชมไม่ได้ว่าอร่อยจริง ๆ พอกินหมดแล้ว ต้องโชคดีอย่างแน่นอน"
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 100091,
			"name": "Bamboo Shoot",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Salt",
			"count": 1
		}
	]
}