{
	"id": 4405,
	"name": "Candy Shells",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มประสิทธิภาพโล่ป้องกันให้กับสมาชิกในทีมทั้งหมด 25%-35% และเพิ่มพลังป้องกันขึ้น 165-235 หน่วย เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "ลูกอมรูปทรงต่าง ๆ ว่ากันว่าในบรรดาลูกอมเปลือกหอยที่ขายใน \"แดนหรรษาแห่งภาพยนตร์ Chevalmarin\" มีเพียงส่วนน้อยเท่านั้นที่มีไข่มุกซ่อนอยู่ และมีเพียงนักท่องเที่ยวที่โชคดีที่สุดเท่านั้น ที่จะมีโอกาสลิ้มรสได้ คุณจะเป็นคนที่โชคดีคนนั้นรึเปล่านะ?",
	"suspicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 25% เพิ่มพลังป้องกัน 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ลูกอมรูปทรงต่าง ๆ น้ำตาลที่เคลือบอยู่บนพื้นผิว มีเนื้อสัมผัสที่หยาบกร้าน ราวกับเม็ดทรายในเปลือกหอยที่กระด้างปาก บางทีอาจมีเพียงนักรบผู้ที่สามารถเอาชนะน้ำตาลที่แหลมคมนี้ได้เท่านั้น ถึงจะสามารถเพลิดเพลินไปกับผลแห่งชัยชนะในท้ายที่สุด... ซึ่งก็คือลูกอมแสนหวานนั่นเอง"
	},
	"normal": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 30% เพิ่มพลังป้องกัน 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ลูกอมรูปทรงต่าง ๆ ว่ากันว่าในบรรดาลูกอมเปลือกหอยที่ขายใน \"แดนหรรษาแห่งภาพยนตร์ Chevalmarin\" มีเพียงส่วนน้อยเท่านั้นที่มีไข่มุกซ่อนอยู่ และมีเพียงนักท่องเที่ยวที่โชคดีที่สุดเท่านั้น ที่จะมีโอกาสลิ้มรสได้ คุณจะเป็นคนที่โชคดีคนนั้นรึเปล่านะ?"
	},
	"delicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 35% เพิ่มพลังป้องกัน 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ลูกอมรูปทรงต่าง ๆ ลูกอมหลากสีสันราวกับไข่มุกล้ำค่า ที่นอนหลับสบายอยู่ในกล่องอัญมณีอันวิจิตรงดงาม สร้างความประหลาดใจอันแสนหวานให้กับผู้คน จะมีอะไรที่ทำให้ผู้คนมีความสุขไปกว่า การได้อยู่ในแดนหรรษาแห่งภาพยนตร์ Chevalmarin อีกล่ะ? นั่นก็ต้องเป็นการได้กินลูกอมเปลือกหอยในแดนหรรษาอย่างแน่นอน!"
	},
	"ingredients": [
		{
			"id": 101234,
			"name": "Tidalga",
			"count": 3
		},
		{
			"id": 101230,
			"name": "Bulle Fruit",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Mint",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		}
	]
}