{
	"name": "Candied Ajilenakh Nut",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการป้องกัน",
	"foodcategory": "Def_Add",
	"effect": "เพิ่มพลังป้องกันให้กับสมาชิกในทีมทั้งหมด 165-235 หน่วย เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "ขนมหวานไส้แน่น ขั้นแรกให้ต้มน้ำเชื่อมจนใส แล้วนำไปผสมกับงาของ Sumeru คลุกเคล้าให้เข้ากันแล้วรอจนน้ำเชื่อมแข็งตัว ว่ากันว่า Snezhnaya ที่แสนหนาวเหน็บเอง ก็มีขนมหวานที่คล้ายคลึงกัน เพียงแต่รสชาตินั้น จะแตกต่างกันเล็กน้อย แน่นอนว่า ผู้คนในแต่ละประเทศก็มักจะคิดว่า ขนมของตนนั้นดีที่สุดในทวีป Teyvat",
	"suspicious": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานไส้แน่น ความแข็งของเมล็ดถั่วเปรียบเสมือนเม็ดกรวดที่ซ่อนอยู่ในกองทราย ที่มักจะลอบทำร้ายในทีเผลออยู่เสมอ รสหวานสามารถนำพาความสุขมาให้ผู้คนได้ แต่ความตะกุกตะกักที่ฟันสัมผัสได้ กลับลดทอนความสุขนั้นไปกว่าครึ่งเลยทีเดียว"
	},
	"normal": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทั้งหมดในทีมขึ้น 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานไส้แน่น ขั้นแรกให้ต้มน้ำเชื่อมจนใส แล้วนำไปผสมกับงาของ Sumeru คลุกเคล้าให้เข้ากันแล้วรอจนน้ำเชื่อมแข็งตัว ว่ากันว่า Snezhnaya ที่แสนหนาวเหน็บเอง ก็มีขนมหวานที่คล้ายคลึงกัน เพียงแต่รสชาตินั้น จะแตกต่างกันเล็กน้อย แน่นอนว่า ผู้คนในแต่ละประเทศก็มักจะคิดว่า ขนมของตนนั้นดีที่สุดในทวีป Teyvat"
	},
	"delicious": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานไส้แน่น น้ำตาลละลายทันทีเมื่อเข้าปาก ถั่วที่อยู่ภายในราวกับอัญมณีที่ถูกห่อหุ้มด้วยผ้ากำมะหยี่ นำพาเอาความประทับใจมากมายมาให้ เพียงลิ้มลองแค่คำเดียว ความหวานก็จะซึมซาบเข้าสู่จิตใจ ราวกับกำลังอาบน้ำแร่แช่น้ำหวานก็มิปาน... ครั้งหน้า ลองทำเพิ่มหลาย ๆ ชิ้นหน่อยดีกว่า!"
	},
	"ingredients": [
		{
			"name": "Ajilenakh Nut",
			"count": 4
		},
		{
			"name": "Almond",
			"count": 2
		},
		{
			"name": "Butter",
			"count": 2
		},
		{
			"name": "Sumeru Rose",
			"count": 1
		}
	]
}