{
	"id": 3414,
	"name": "Cassoulet",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มประสิทธิภาพโล่ป้องกันของตัวละครทั้งทีมขึ้น 20%-30% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "สตูท้องถิ่นแสนเรียบง่าย แค่ผสมวัตถุดิบทั้งหมดในหม้อดิน แล้วต้มให้สุกก็กินได้แล้ว และอีกอย่างที่ต้องพูดถึงก็คือ ชื่อเต็มของอาหารจานนี้... Cassoulet ที่เคี่ยวจากถั่ว Glabrous Beans กงฟีเนื้อสัตว์ปีก และไส้กรอกที่รมควันด้วย Marcotte ซึ่งชื่อมันยาวมาก จึงเรียกสั้น ๆ ว่า Cassoulet",
	"suspicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกทั้งหมดในทีมขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "สตูท้องถิ่นแสนเรียบง่าย หน้าตาภายนอกดูเหมือนไม่มีปัญหา แต่พอกินเข้าไปก็ได้กลิ่นไหม้อ่อน ๆ ถึงพบว่าอาหารที่อยู่ข้างล่างไหม้จนติดก้นหม้อไปแล้ว อืม ต้มคราวหน้าอย่าลืมคนด้วยนะ..."
	},
	"normal": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกทั้งหมดในทีมขึ้น 25% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "สตูท้องถิ่นแสนเรียบง่าย แค่ผสมวัตถุดิบทั้งหมดในหม้อดิน แล้วต้มให้สุกก็กินได้แล้ว และอีกอย่างที่ต้องพูดถึงก็คือ ชื่อเต็มของอาหารจานนี้... Cassoulet ที่เคี่ยวจากถั่ว Glabrous Beans กงฟีเนื้อสัตว์ปีก และไส้กรอกที่รมควันด้วย Marcotte ซึ่งชื่อมันยาวมาก จึงเรียกสั้น ๆ ว่า Cassoulet"
	},
	"delicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกทั้งหมดในทีมขึ้น 30% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "สตูท้องถิ่นแสนเรียบง่าย เวลาเป็นอาวุธแสนอัศจรรย์ในการเร่งความอร่อย การตุ๋นเป็นเวลานานทำให้ชิ้นเนื้อดูดซับน้ำซุปที่ทั้งสดและหวานจนเต็มที่ มีความกรอบนุ่ม ต้มพร้อมกับเม็ดถั่วหอมกรุ่นเข้มข้น ทำให้เกิดรสชาติอบอุ่นที่ตราตรึงใจที่สุด"
	},
	"ingredients": [
		{
			"id": 110011,
			"name": "Sausage",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Fowl",
			"count": 1
		},
		{
			"id": 100096,
			"name": "Glabrous Beans",
			"count": 1
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 1
		}
	]
}