{
	"id": 5502,
	"name": "Cheesy Crab Hotpot",
	"rarity": 5,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มพลังชีวิตสูงสุดของตัวละครทั้งหมดในทีม 20%-30% และเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุ 14%-20% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เมนูหม้ออบสีทองอร่าม นำส่วนผสมที่ผัดเตรียมไว้ล่วงหน้ามาคลุกเคล้าในหม้ออบ นำไปอบจนกว่าชีสสีเหลืองทองจะเริ่มเดือดปุดจึงจะยกลงจากเตา ไม่ว่าจะเป็นอาหารมื้อค่ำในครอบครัว หรืองานเลี้ยงในเทศกาลรวมญาติ เมื่อเสิร์ฟเมนูจานหรูสุดคลาสสิกนี้แล้ว ก็เพียงพอที่จะทำให้ทุกคนในงานอุทานด้วยความยินดีปรีดาแล้ว",
	"suspicious": {
		"effect": "พลังชีวิตสูงสุดของตัวละครทั้งหมดในทีมเพิ่มขึ้น 20% ประสิทธิภาพการฟื้นฟูพลังงานธาตุเพิ่มขึ้น 14% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูหม้ออบสีทองอร่าม ส่วนผสมที่ไหม้เกรียมติดแน่นกับหม้อปรุงอาหาร และหลังจากใช้แรงทั้งหมดที่มีเพื่อตักอาหารออกมาหนึ่งช้อน คำแรกที่กินเข้าไปก็ทำให้ขนลุกซู่อย่างอดไม่ได้ ราวกับว่าถูก Avatar of Lava เล็งโจมตี ชวนให้คิดอยากจะหนีให้เร็วที่สุด..."
	},
	"normal": {
		"effect": "พลังชีวิตสูงสุดของตัวละครทั้งหมดในทีมเพิ่มขึ้น 25% ประสิทธิภาพการฟื้นฟูพลังงานธาตุเพิ่มขึ้น 17% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูหม้ออบสีทองอร่าม นำส่วนผสมที่ผัดเตรียมไว้ล่วงหน้ามาคลุกเคล้าในหม้ออบ นำไปอบจนกว่าชีสสีเหลืองทองจะเริ่มเดือดปุดจึงจะยกลงจากเตา ไม่ว่าจะเป็นอาหารมื้อค่ำในครอบครัว หรืองานเลี้ยงในเทศกาลรวมญาติ เมื่อเสิร์ฟเมนูจานหรูสุดคลาสสิกนี้แล้ว ก็เพียงพอที่จะทำให้ทุกคนในงานอุทานด้วยความยินดีปรีดาแล้ว"
	},
	"delicious": {
		"effect": "พลังชีวิตสูงสุดของตัวละครทั้งหมดในทีมเพิ่มขึ้น 30% ประสิทธิภาพการฟื้นฟูพลังงานธาตุเพิ่มขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูหม้ออบสีทองอร่าม ความสดใหม่ของเนื้อปู เปรียบเสมือนแสงแรกของรุ่งอรุณที่ทะลุผ่านเมฆหมอก กลิ่นชีสหอมเข้มข้นนำพาให้ต่อมรับรสสว่างไสวราวกับแสงแห่งรุ่งอรุณ ปล่อยให้ทุกต่อมรับรสอาบแสงสีเหลืองทองอันอบอุ่น ความสุขแผ่ซ่านจากปลายลิ้นไปถึงกระเพาะ สยบทุกประสาทสัมผัส"
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Crab",
			"count": 6
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 5
		},
		{
			"id": 100078,
			"name": "Milk",
			"count": 4
		},
		{
			"id": 110009,
			"name": "Cheese",
			"count": 4
		}
	]
}