{
	"name": "Chili-Mince Cornbread Bun",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการป้องกัน",
	"foodcategory": "Def_Add",
	"effect": "เพิ่มประสิทธิภาพโล่ป้องกันให้กับสมาชิกในทีมทั้งหมด 25%-35% และเพิ่มพลังป้องกันขึ้น 165-235 หน่วย เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เครื่องเคียงแบบดั้งเดิมจาก Liyue แป้งโดว์สดใหม่ถูกนำคลึงให้กลม พักให้แป้งฟูขึ้น แล้วนำไปนึ่งในลังถึง จากนั้นล้างเนื้อสัตว์และผักให้สะอาด หั่นเป็นชิ้น แล้วนำลงไปผัดในกระทะที่มีน้ำมันร้อนจัดอย่างรวดเร็ว เวลาทานให้นำไส้ที่ผัดใส่ลงไปในซาลาเปาและทานพร้อมกัน ความกรอบของผักและความหอมของเนื้อ ช่างเป็นรสชาติที่เข้ากันดีแท้",
	"suspicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 25% เพิ่มพลังป้องกัน 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เครื่องเคียงแบบดั้งเดิมจาก Liyue นำพริก Jueyun Chili ที่ผัดจนร้อนมากองไว้ตรงกลาง ความเผ็ดของพวกมันทำให้คนแทบจะทนไม่ไหว แค่กัดคำเล็ก ๆ ก็รู้สึกเหมือนมีคนพยายามจะเผาคอคุณ ถ้าลองกัดเข้าไปอีกสองสามคำ และใครจะไปรู้ คุณอาจจะจบลงด้วยการหายใจเป็นไฟเหมือน Guoba ก็ได้!"
	},
	"normal": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 30% เพิ่มพลังป้องกัน 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เครื่องเคียงแบบดั้งเดิมจาก Liyue แป้งโดว์สดใหม่ถูกนำคลึงให้กลม พักให้แป้งฟูขึ้น แล้วนำไปนึ่งในลังถึง จากนั้นล้างเนื้อสัตว์และผักให้สะอาด หั่นเป็นชิ้น แล้วนำลงไปผัดในกระทะที่มีน้ำมันร้อนจัดอย่างรวดเร็ว เวลาทานให้นำไส้ที่ผัดใส่ลงไปในซาลาเปาและทานพร้อมกัน ความกรอบของผักและความหอมของเนื้อ ช่างเป็นรสชาติที่เข้ากันดีแท้"
	},
	"delicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 35% เพิ่มพลังป้องกัน 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เครื่องเคียงแบบดั้งเดิมจาก Liyue กลิ่นหอมเกรียมเข้มข้นของกระทะที่อบอวลอยู่ในเครื่องปรุงรส ตักใส่ซาลาเปาเนื้อนุ่มร้อน ๆ เมื่อทานจะได้กลิ่นหอมที่น่าอัศจรรย์กระจายทั่วปาก เช่นเดียวกับแรงงานชาว Liyue ที่สร้างท่าเรือที่มีชื่อเสียงและเจริญรุ่งเรือง ส่วนผสมแสนธรรมดาเหล่านี้สามารถ \"พัฒนา\" ด้วยหยาดเหงื่อ จนกลายเป็นเมนูเซอร์ไพรส์แสนอร่อย ไม่น่าแปลกใจเลยที่อาหารจานนี้สามารถปลุกเทพเจ้าที่หลับใหลให้ตื่นขึ้นได้..."
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 4
		},
		{
			"name": "Flour",
			"count": 3
		},
		{
			"name": "Cabbage",
			"count": 2
		},
		{
			"name": "Jueyun Chili",
			"count": 2
		}
	]
}