{
	"id": 3901,
	"name": "Crisp Croissant Combo",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "เมนูการผจญภัย",
	"effect": "ลดอัตราการเสียพลังกายจากการปีนและการวิ่งให้กับสมาชิกทีมทั้งหมดลง 15%-25% เป็นเวลา 900 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เซ็ตอาหารที่ประกอบด้วยขนมปังและกาแฟ ม้วนแป้งก่อนนำไปทาด้วยไข่ที่ตีผสมกับนม จากนั้นก็นำเข้าเตาอบ จนได้ขนมปังที่สุกพองอุ่น ๆ จากเตา ว่ากันว่าการทาไข่ที่ตีผสมกับนมก็เหมือนกับช่างทำขนมกำลังเซ็นลายเซ็น... ดูเหมือนว่าลายเซ็นที่เขียนไว้ในครั้งนี้จะเป็นระเบียบเรียบร้อยดีจริง ๆ",
	"suspicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการปีน และวิ่งให้กับสมาชิกทีมทั้งหมดลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เซ็ตอาหารที่ประกอบด้วยขนมปังและกาแฟ ขนมปังที่ทั้งแข็งและแห้งมีรสสัมผัสที่แข็งกระด้าง ราวกับว่าสูญเสียความชุ่มชื้นไปแล้ว เครื่องดื่มรสขมอมเปรี้ยวทำให้รู้สึกเหมือนกับดื่มโพชั่นผิดขวด โชคดีที่นี่ไม่ใช่อาหารจานหลัก..."
	},
	"normal": {
		"effect": "ลดอัตราการเสียพลังกายจากการปีนและวิ่งให้กับสมาชิกทีมทั้งหมดลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เซ็ตอาหารที่ประกอบด้วยขนมปังและกาแฟ ม้วนแป้งก่อนนำไปทาด้วยไข่ที่ตีผสมกับนม จากนั้นก็นำเข้าเตาอบ จนได้ขนมปังที่สุกพองอุ่น ๆ จากเตา ว่ากันว่าการทาไข่ที่ตีผสมกับนมก็เหมือนกับช่างทำขนมกำลังเซ็นลายเซ็น... ดูเหมือนว่าลายเซ็นที่เขียนไว้ในครั้งนี้จะเป็นระเบียบเรียบร้อยดีจริง ๆ"
	},
	"delicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการปีน และวิ่งให้กับสมาชิกทีมทั้งหมดลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เซ็ตอาหารที่ประกอบด้วยขนมปังและกาแฟ ขนมปังที่มีปลายแหลมทั้งสองข้าง เนื้อขนมปังกรอบนอกนุ่มใน กลิ่นหอมเนยอบอวลในอากาศ ผสมผสานกับรสชาติเข้มข้นของกาแฟได้อย่างลงตัวราวกับเป็นคู่สวรรค์สรรสร้าง ไม่ว่าจะเป็นยามเช้าหรือช่วงพักเบรก หากได้ทานเซ็ตอาหารที่สมบูรณ์แบบขนาดนี้ ต่อให้เหนื่อยแค่ไหนก็คงหายเป็นปลิดทิ้ง"
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Coffee Bean",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		}
	]
}