{
	"id": 2306,
	"name": "Curry Shrimp",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "เมนูฟื้นฟูพลังชีวิต",
	"effect": "ฟื้นฟูพลังชีวิตให้ตัวละครที่เลือก 20%-24% และฟื้นฟูพิเศษอีก 900-1500 หน่วย",
	"description": "อาหารพื้นบ้านของชาว Sumeru กลิ่นหอมของแกงกะหรี่และท้องทะเลหลอมรวมกันเป็นหนึ่งเดียว เนื้อกุ้งที่ผ่านการลวกจนสุกแล้วมีความเด้งสู้ลิ้น นำพากลิ่นสดใหม่ให้มาผสานเข้ากับความเข้มข้นของแกงกะหรี่ เป็นตัวที่ช่วยกระตุ้นความอยากอาหารได้เป็นอย่างดี ชาว Sumeru ต่างก็ทำเมนูนี้ได้กันในทุกครัวเรือน แต่รสชาติก็แตกต่างกันไปตามความถนัดของแต่ละคน พูดได้เลยว่า หากมีชาว Sumeru หนึ่งพันครัวเรือน ก็จะมีสูตรการทำ Curry Shrimp อยู่หนึ่งพันสูตร",
	"suspicious": {
		"effect": "ฟื้นฟูพลังชีวิต 20% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 900 หน่วย",
		"description": "อาหารพื้นบ้านของชาว Sumeru แม้กลิ่นจะฉุนมาก แต่ก็ยังพอแยกออกว่าเป็นแกงกะหรี่ หลังจากใช้ช้อนคนอยู่นาน ก็พบกุ้งแห้งตัวหนึ่งอยู่ในแกง ต้องเป็นกุ้งไม่ผิดแน่... แต่จะเอายังไงกับมันดีล่ะ?"
	},
	"normal": {
		"effect": "ฟื้นฟูพลังชีวิต 22% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1200 หน่วย",
		"description": "อาหารพื้นบ้านของชาว Sumeru กลิ่นหอมของแกงกะหรี่และท้องทะเลหลอมรวมกันเป็นหนึ่งเดียว เนื้อกุ้งที่ผ่านการลวกจนสุกแล้วมีความเด้งสู้ลิ้น นำพากลิ่นสดใหม่ให้มาผสานเข้ากับความเข้มข้นของแกงกะหรี่ เป็นตัวที่ช่วยกระตุ้นความอยากอาหารได้เป็นอย่างดี ชาว Sumeru ต่างก็ทำเมนูนี้ได้กันในทุกครัวเรือน แต่รสชาติก็แตกต่างกันไปตามความถนัดของแต่ละคน พูดได้เลยว่า หากมีชาว Sumeru หนึ่งพันครัวเรือน ก็จะมีสูตรการทำ Curry Shrimp อยู่หนึ่งพันสูตร"
	},
	"delicious": {
		"effect": "ฟื้นฟูพลังชีวิต 24% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1500 หน่วย",
		"description": "อาหารพื้นบ้านของชาว Sumeru เนื้อซอสที่ทั้งเข้มข้นและละเมียดละไม ซึมซาบเข้าไปในกุ้งเนื้อแน่น กลิ่นหอมอันเผ็ดร้อนที่ลอยฟุ้งไปในอากาศ มักจะลอยมาแตะจมูกเข้าโดยไม่ได้ตั้งใจ แม้จะเป็นฤดูกาลที่ไม่ค่อยอยากอาหารยังไง เมื่อได้เจอกับเมนูนี้ต่างก็ต้องน้ำลายสอไปตาม ๆ กัน"
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 2
		},
		{
			"id": 110014,
			"name": "เครื่องเทศ",
			"count": 1
		}
	]
}