{
	"id": 3219,
	"name": "Dragon Beard Noodles",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 160-228 หน่วย เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เมนูบะหมี่ที่มีเส้นอันเรียวบางราวกับเครามังกร หลังจากหั่นหัวหอมและนำไปเจียวแล้ว จึงเติมน้ำซุปและเครื่องเคียง จากนั้นจึงใส่เส้นลงไปในตอนสุดท้าย เมื่อสุกแล้วจึงนำออกมาจัดใส่ชาม โดยแป้งที่ใช้จะต้องผ่านการยืดหลาย ๆ ครั้งก่อน ถึงจะได้ Dragon Beard Noodle (บะหมี่เครามังกร) ที่มีเส้นอันแสนเรียวบาง ถือเป็นหนึ่งในเมนูเส้นที่ต้องใช้ความพิถีพิถันอย่างที่สุดของ Liyue",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 160 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูบะหมี่ที่มีเส้นอันเรียวบางราวกับเครามังกร ด้วยความที่พยายามทำให้เส้นมีความเรียวยาวจนเกินไป จึงทำให้เส้นแตกตัวหลังจากนำไปลวก ดูเหมือนง่ายแต่ทำแล้วยากกว่าที่คิด คงต้องตั้งใจฝึกสักหน่อยแล้วล่ะ..."
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกในทีมทั้งหมด 194 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูบะหมี่ที่มีเส้นอันเรียวบางราวกับเครามังกร หลังจากหั่นหัวหอมและนำไปเจียวแล้ว จึงเติมน้ำซุปและเครื่องเคียง จากนั้นจึงใส่เส้นลงไปในตอนสุดท้าย เมื่อสุกแล้วจึงนำออกมาจัดใส่ชาม โดยแป้งที่ใช้จะต้องผ่านการยืดหลาย ๆ ครั้งก่อน ถึงจะได้ Dragon Beard Noodle (บะหมี่เครามังกร) ที่มีเส้นอันแสนเรียวบาง ถือเป็นหนึ่งในเมนูเส้นที่ต้องใช้ความพิถีพิถันอย่างที่สุดของ Liyue"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 228 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูบะหมี่ที่มีเส้นอันเรียวบางราวกับเครามังกร เส้นที่ถูกยืดจนเรียวเล็กสามพันเส้นนั้น ดูราวกับสายน้ำตกที่ไหลลงมาจากเบื้องบน ถูกนำใส่ลงไปในน้ำซุปเข้มข้นที่รวมเอาแก่นแท้ของภูเขาเข้าไว้ด้วยกัน เมื่อเทียบกับเมนูเส้นทั่ว ๆ ไปแล้ว จะให้ความรู้สึกที่นุ่มละมุนลิ้นยิ่งกว่ามาก ทำให้ผู้คนหยุดทานไม่ได้เลยทีเดียว"
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Flour",
			"count": 4
		},
		{
			"id": 100064,
			"name": "Fowl",
			"count": 2
		},
		{
			"id": 100011,
			"name": "Mushroom",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 1
		}
	]
}