{
	"id": 4106,
	"name": "Drunken Plums in Snow",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มพลังป้องกันให้กับสมาชิกในทีมทั้งหมด 215-308 หน่วย เพิ่มผลของการรักษาขึ้น 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "อาหาร Liyue หน้าตาเรียบหรู หลังจากเนื้อปูสุกแล้ว แยกไข่ปูกับเนื้อปูออกจากกัน จากนั้นนำไปผัดในกระทะ แล้วใส่กลับเข้าไปในกระดอง จากนั้นตีไข่ขาวให้เป็นครีมขาวแล้วราดปิดผนึกกระดองไว้ โรยเศษ Ham เพิ่มสีสัน จากนั้นนำไปอบหนึ่งนาที การผสมผสานระหว่างเนื้อปูสดใหม่กับไข่ขาวที่สวยงามนั้น ช่างเป็นความสามารถที่ผู้คนต้องปรบมือให้อย่างแท้จริง",
	"suspicious": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 215 หน่วย และเพิ่มผลของการรักษาขึ้น 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Liyue หน้าตาเรียบหรู เมื่อทำเสร็จดูเผิน ๆ เหมือนจะสมบูรณ์แบบ แต่คาดไม่ถึงว่า ในเนื้อปูที่ถูกแกะออกมาอย่างประณีต มีเศษกระดองปูชิ้นละเอียดปนอยู่ได้ยังไง ก่อนที่จะเริ่มทาน ต้องสู้กับความไม่สบายใจอยู่พอสมควร เพราะฟันของคุณอาจจะกัดไปโดนเศษกระดองปูได้ตลอดเวลา..."
	},
	"normal": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 261 หน่วย และเพิ่มผลของการรักษาขึ้น 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Liyue หน้าตาเรียบหรู หลังจากเนื้อปูสุกแล้ว แยกไข่ปูกับเนื้อปูออกจากกัน จากนั้นนำไปผัดในกระทะ แล้วใส่กลับเข้าไปในกระดอง จากนั้นตีไข่ขาวให้เป็นครีมขาวแล้วราดปิดผนึกกระดองไว้ โรยเศษ Ham เพิ่มสีสัน จากนั้นนำไปอบหนึ่งนาที การผสมผสานระหว่างเนื้อปูสดใหม่กับไข่ขาวที่สวยงามนั้น ช่างเป็นความสามารถที่ผู้คนต้องปรบมือให้อย่างแท้จริง"
	},
	"delicious": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 308 หน่วย และเพิ่มผลของการรักษาขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Liyue หน้าตาเรียบหรู ซอสเคลือบผิวดุจอาภรณ์หิมะที่นุ่มนวลและฟูฟ่อง ราวกับเกล็ดหิมะที่ร่วงลงบนปลายลิ้นอย่างแผ่วเบา จากนั้นเนื้อปูสดใหม่ก็พุ่งมาปะทะต่อมรับรสอย่างรวดเร็ว ราวกับเกล็ดหิมะขาวโพลนที่เยือกเย็นและโดดเดี่ยว ร่วงลงไปในดอกท้อที่งดงาม ชวนให้ผู้คนหลงใหลยิ่งนัก"
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Crab",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 2
		},
		{
			"id": 100074,
			"name": "Crab Roe",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 1
		}
	]
}