{
	"id": 4105,
	"name": "Eight-Treasure Duck",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มประสิทธิภาพโล่ป้องกันให้กับสมาชิกในทีมทั้งหมด 25%-35% และเพิ่มพลังป้องกันขึ้น 165-235 หน่วย เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เป็นอาหารขึ้นชื่อที่มีขั้นตอนในการทำที่ต้องใช้ฝีมือมาก เป็ดที่เลาะกระดูกออกแล้วยัดเนื้อสัตว์ และผักทั้งแปดชนิด จึงเรียกว่าสมบัติแปดประการ มีรูปร่างคล้ายน้ำเต้าซึ่งหมายถึง โชคลาภ และความโชคดี วัตถุดิบชั้นเลิศ ทักษะการใช้มีดอันยอดเยี่ยม การควบคุมไฟที่โดดเด่น ทั้งสามอย่างนี้ล้วนเป็นสิ่งที่ขาดไม่ได้ ดังนั้นอาหารที่ทำเสร็จแล้วจึงคุ้มค่าที่จะเปิดตัวเป็นอาหารจานสุดท้ายในงานเลี้ยงต่าง ๆ",
	"suspicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 25% เพิ่มพลังป้องกัน 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เป็นอาหารขึ้นชื่อที่มีขั้นตอนในการทำที่ต้องใช้ฝีมือมาก กว่าจะเลาะกระดูกหมดก็ต้องเพ่งจนปวดตา ดูเหมือนว่าเมนูนี้ จะไม่ได้ทดสอบแค่เทคนิคการใช้มีดเท่านั้น ยังต้องใช้พลังกายและความอดทนอีกด้วย แต่ว่าน่าเสียดายที่เป็ดที่นำไปจัดจานซะสวยเช้งกลับแตกกระจายจนเสียทรงตอนใส่ลงกระทะน้ำมันเอาซะได้... แทนที่จะลองท้าทายอีกครั้ง ตอนนี้สู้เอาเวลาไปหลับตางีบซะหน่อยดีกว่า"
	},
	"normal": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 30% เพิ่มพลังป้องกัน 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เป็นอาหารขึ้นชื่อที่มีขั้นตอนในการทำที่ต้องใช้ฝีมือมาก เป็ดที่เลาะกระดูกออกแล้วยัดเนื้อสัตว์ และผักทั้งแปดชนิด จึงเรียกว่าสมบัติแปดประการ มีรูปร่างคล้ายน้ำเต้าซึ่งหมายถึง โชคลาภ และความโชคดี วัตถุดิบชั้นเลิศ ทักษะการใช้มีดอันยอดเยี่ยม การควบคุมไฟที่โดดเด่น ทั้งสามอย่างนี้ล้วนเป็นสิ่งที่ขาดไม่ได้ ดังนั้นอาหารที่ทำเสร็จแล้วจึงคุ้มค่าที่จะเปิดตัวเป็นอาหารจานสุดท้ายในงานเลี้ยงต่าง ๆ"
	},
	"delicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 35% เพิ่มพลังป้องกัน 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เป็นอาหารขึ้นชื่อที่ต้องใช้ฝีมือในการทำอย่างมาก พอยกเป็ดนำโชคที่อวบอิ่มและชุ่มฉ่ำออกจากหม้อ ก็ทำให้คนอดใจกันไม่ไหว สุดท้ายราดด้วยน้ำเกรวี่ที่มีกลิ่นหอมเข้มข้น แล้วเพิ่มสีแดงสดใสลงไป นี่แหละที่เรียกว่าการผสานระหว่างสี และกลิ่นหอมเข้าด้วยกัน ครั้งนี้น่าจะเป็นรสชาติที่ได้ลิ้มลองแล้ว คงประทับใจไม่รู้ลืม"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 4
		},
		{
			"id": 100084,
			"name": "Fish",
			"count": 3
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 1
		}
	]
}