{
	"name": "Fontinalia Mousse",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการโจมตี",
	"foodcategory": "Atk_Add",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 224-320 หน่วย และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "ขนมหวานเทศกาล Fontinalia ที่มีสีฟ้าแวววาว มูสที่ทำขึ้นโดยอ้างอิงจากรูปลักษณ์ของ Lakelight Lily หลังจากเทศกาล Fontinalia ถูกเปลี่ยนเป็นเทศกาลแห่งการขอขนมหวาน มันได้กลายเป็นอาหารที่ฮอตที่สุดใน Fontaine เมื่อได้ยินคำว่า \"ถ้าไม่ให้ลูกอมจะถูกพิพากษานะ\" ก็อย่าลืมแบ่งมันให้กับทุกคนนะ!",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานเทศกาล Fontinalia ที่มีสีฟ้าแวววาว รูปลักษณ์ภายนอกดูค่อนข้างประหลาด ทำให้นึกถึง Cryo Whopperflower หรือว่า Lakelight Lily ที่ใช้อ้างอิงจะเป็น Whopperflower แปลงกายมา? ถ้าเสิร์ฟขนมหวานแบบนี้ในเทศกาล Fontinalia อาจจะถูกพิพากษาได้นะ... แอบจัดการมันอย่างเงียบ ๆ ดีกว่า!"
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานเทศกาล Fontinalia ที่มีสีฟ้าแวววาว มูสที่ทำขึ้นโดยอ้างอิงจากรูปลักษณ์ของ Lakelight Lily หลังจากเทศกาล Fontinalia ถูกเปลี่ยนเป็นเทศกาลแห่งการขอขนมหวาน มันได้กลายเป็นอาหารที่ฮอตที่สุดใน Fontaine เมื่อได้ยินคำว่า \"ถ้าไม่ให้ลูกอมจะถูกพิพากษานะ\" ก็อย่าลืมแบ่งมันให้กับทุกคนนะ!"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานเทศกาล Fontinalia ที่มีสีฟ้าแวววาว สีสันของมันช่างสดใส เหมือนแสงคลื่นที่สะท้อนบนผิวน้ำ ภายนอกดูประณีตราวกับดอกไม้ที่เพิ่งเด็ดจากกิ่ง รสสัมผัสบางเบา ราวกับเกล็ดหิมะละลายในลำคอ การได้กินของอร่อยแบบนี้ คงเป็นเรื่องที่มีความสุขที่สุดในเทศกาล Fontinalia เลยล่ะ!"
	},
	"ingredients": [
		{
			"name": "Bird Egg",
			"count": 3
		},
		{
			"name": "Cream",
			"count": 2
		},
		{
			"name": "Sugar",
			"count": 1
		},
		{
			"name": "Jam",
			"count": 1
		}
	]
}