{
	"id": 3505,
	"name": "Fried Shrimp Beanball",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มประสิทธิภาพโล่ป้องกันของตัวละครทั้งทีมขึ้น 20%-30% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "ของทอดทานเล่น ก่อนอื่นทอดแป้งถั่วเหลืองที่ปั้นเป็นลูกแล้วให้สุก จากนั้นยัดเครื่องเคียง กุ้งทอด และซอสลงไปตรงกลาง ขั้นตอนการเตรียมอาจจะยุ่งยากนิดหน่อย แต่ก็คุ้มค่า เพราะว่ามันอร่อยมากทีเดียว",
	"suspicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกทั้งหมดในทีมขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ของทอดทานเล่น น้ำมันในกระทะได้ดูดน้ำออกจากเนื้อกุ้งอย่างไร้ความปรานี เนื้อสัมผัสของกุ้งที่หดตัว อาจพอฝืนรับได้แต่สัมผัสที่ทั้งแข็งทั้งกระด้างจนแทงปากนั้นสุดจะทนได้ โชคดีที่มีแค่สองชิ้น จึงจัดการพวกมันได้โดยไม่ต้องเปลืองแรงมากนัก"
	},
	"normal": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกทั้งหมดในทีมขึ้น 25% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ของทอดทานเล่น ก่อนอื่นทอดแป้งถั่วเหลืองที่ปั้นเป็นลูกแล้วให้สุก จากนั้นยัดเครื่องเคียง กุ้งทอด และซอสลงไปตรงกลาง ขั้นตอนการเตรียมอาจจะยุ่งยากนิดหน่อย แต่ก็คุ้มค่า เพราะว่ามันอร่อยมากทีเดียว"
	},
	"delicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกทั้งหมดในทีมขึ้น 30% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ของทอดทานเล่น หลังจากผ่านเวทมนตร์ในการทำอาหารที่เรียกว่าการทอดแล้ว สีสันของมันก็แปรเปลี่ยนเป็นสีเหลืองทอง เปลือกนอกที่กรุบกรอบโอบอุ้มน้ำไว้แน่น เสียงกรอบแกรบที่ลอดผ่านไรฟันยิ่งทำให้รู้สึกพึงพอใจอย่างยิ่ง น่าเสียดายที่จานนึงมีแค่สองชิ้น ไม่พอกินเลยจริง ๆ!"
	},
	"ingredients": [
		{
			"id": 100096,
			"name": "Glabrous Beans",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 3
		}
	]
}