{
	"id": 3405,
	"name": "Fruity Trio",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "เมนูการผจญภัย",
	"effect": "ลดอัตราการเสียพลังกายจากการปีนและการวิ่งให้กับสมาชิกทีมทั้งหมดลง 15%-25% เป็นเวลา 900 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "ของหวานที่อบอวลไปด้วยความโรแมนติก เตรียมแป้งทาร์ตก่อน บีบแยม และเคิร์ดที่ทำจาก Bulle Fruit ที่ด้านล่างของทาร์ต คลุมด้วยแป้งพายอีกหนึ่งชั้น จากนั้นใส่เมอแรงค์แล้วนำไปอบในเตาอบ แค่นี้ก็สามารถเพลิดเพลินกับกลิ่นหอมของผลไม้สามชนิดในคราวเดียว เป็นตัวเลือกที่ยอดเยี่ยมสำหรับของหวานหลังอาหารเย็น",
	"suspicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการปีน และวิ่งให้กับสมาชิกทีมทั้งหมดลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ของหวานที่อบอวลไปด้วยความโรแมนติก หลังจากเมอแรงค์ถูกอบจนเละไปหลายรอบ ในที่สุดก็ทำของหวานจานนี้ออกมาให้พอดูได้สักที แต่เนื่องจากเสียเวลามากเกินไป แผ่น Bulle Fruit ได้เผยหน้างอง้ำ ไม่หอมไม่หวานอีกต่อไป"
	},
	"normal": {
		"effect": "ลดอัตราการเสียพลังกายจากการปีนและวิ่งให้กับสมาชิกทีมทั้งหมดลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ของหวานที่อบอวลไปด้วยความโรแมนติก เตรียมแป้งทาร์ตก่อน บีบแยม และเคิร์ดที่ทำจาก Bulle Fruit ที่ด้านล่างของทาร์ต คลุมด้วยแป้งพายอีกหนึ่งชั้น จากนั้นใส่เมอแรงค์แล้วนำไปอบในเตาอบ แค่นี้ก็สามารถเพลิดเพลินกับกลิ่นหอมของผลไม้สามชนิดในคราวเดียว เป็นตัวเลือกที่ยอดเยี่ยมสำหรับของหวานหลังอาหารเย็น"
	},
	"delicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการปีน และวิ่งให้กับสมาชิกทีมทั้งหมดลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ของหวานที่อบอวลไปด้วยความโรแมนติก แป้งทาร์ตนุ่มกรอบกับไส้ผลไม้สดชื่นรสอร่อยได้ละลายพร้อมกันในปาก สิ่งที่น่าชื่นชมที่สุดเห็นคงจะเป็นเมอแรงค์ที่รักษาสมดุลของสีเหลืองไหม้กับสีขาวนวลได้เป็นอย่างดี ดูไปราวกับหมู่เมฆซึ่งผ่านการอบจากพระอาทิตย์ ที่พาประสาทรับรสไปจนถึงท้องฟ้ากว้างใหญ่ พร้อมเหลือทิ้งไว้แต่ความเซอร์ไพรส์เต็มปากเท่านั้น"
	},
	"ingredients": [
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 2
		},
		{
			"id": 101230,
			"name": "Bulle Fruit",
			"count": 1
		},
		{
			"id": 110008,
			"name": "Jam",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 1
		}
	]
}