{
	"id": 4902,
	"name": "Golden Apple Pastry",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 224-320 หน่วย และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "ของหวานกะทัดรัดที่ทำจากแอปเปิล หลังจากหั่นแอปเปิลเป็นชิ้นเล็ก ๆ เท่ากันแล้ว ก็เติมน้ำตาลและเครื่องเทศอื่น ๆ ลงไป เคี่ยวจนข้น จากนั้นห่อด้วยแป้งพัฟฟ์แล้วนำไปอบจนเป็นสีเหลืองทอง แป้งพัฟฟ์กรอบที่ห่อด้วยไส้นุ่มละมุน เป็นอาหารเลิศรสที่เหมาะกับทุกเพศทุกวัย",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ของหวานกะทัดรัดที่ทำจากแอปเปิล เนื่องจากถูกวางทิ้งไว้นานเกินไป ทำให้ผิวด้านนอกที่อ่อนนุ่มห่อหุ้มไส้ที่นุ่มยิ่งกว่า ห่างไกลจากความกรอบหอมอร่อยที่คิดไว้มากโข... เดี๋ยวนะ แย่ละ เหมือนว่าริมฝีปากปากจะติดกันซะแล้ว..."
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ของหวานกะทัดรัดที่ทำจากแอปเปิล หลังจากหั่นแอปเปิลเป็นชิ้นเล็ก ๆ เท่ากันแล้ว ก็เติมน้ำตาลและเครื่องเทศอื่น ๆ ลงไป เคี่ยวจนข้น จากนั้นห่อด้วยแป้งพัฟฟ์แล้วนำไปอบจนเป็นสีเหลืองทอง แป้งพัฟฟ์กรอบที่ห่อด้วยไส้นุ่มละมุน เป็นอาหารเลิศรสที่เหมาะกับทุกเพศทุกวัย"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ของหวานกะทัดรัดที่ทำจากแอปเปิล ไส้รสหวานล้ำพุ่งเข้าหาต่อมรับรสราวกับแสงสีทองที่ลอดผ่านช่องว่างระหว่างใบไม้ส่องตรงไปถึงห้องหัวใจ แม้แต่สภาพจิตใจก็ยังพลอยได้รับความอบอุ่นนี้ไปด้วย แค่ชิ้นเดียวไม่เคยพอจริง ๆ!"
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Apple",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		}
	]
}