{
	"id": 4002,
	"name": "Golden Fried Chicken",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 224-320 หน่วย และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เนื้อสัตว์ปีกที่ปรุงรสแล้วนำไปทอด เครื่องปรุงได้ถูกผสมลงในแป้งแล้วนำเนื้อสัตว์ปีกลงไปชุบ จากนั้นทอดด้วยไฟแรง เพียงแค่ได้กลิ่นของมันทำให้สามารถจินตนาการถึงหนังกรอบ ๆ และเนื้อนุ่ม ๆ แล้ว เมื่อกัดเข้าไปน้ำที่ชุ่มฉ่ำอยู่ด้านในก็ไหลออกมา น้อยคนนักที่จะสามารถต้านทานความน่ากินของมันได้",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เนื้อสัตว์ปีกที่ปรุงรสแล้วนำไปทอด อาจเป็นเพราะควบคุมอุณหภูมิน้ำมันได้ไม่ดีพอ จนทำให้ผิวด้านนอกที่ควรจะกรอบกลับนิ่มจนเละไปหมด เมื่อทานแล้วให้รสชาติที่มันจนเลี่ยนไปทั้งปาก"
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เนื้อสัตว์ปีกที่ปรุงรสแล้วนำไปทอด เครื่องปรุงได้ถูกผสมลงในแป้งแล้วนำเนื้อสัตว์ปีกลงไปชุบ จากนั้นทอดด้วยไฟแรง เพียงแค่ได้กลิ่นของมันทำให้สามารถจินตนาการถึงหนังกรอบ ๆ และเนื้อนุ่ม ๆ แล้ว เมื่อกัดเข้าไปน้ำที่ชุ่มฉ่ำอยู่ด้านในก็ไหลออกมา น้อยคนนักที่จะสามารถต้านทานความน่ากินของมันได้"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เนื้อสัตว์ปีกที่ปรุงรสแล้วนำไปทอด หนังสีทองที่ห่อหุ้มน้ำที่ชุ่มฉ่ำของเนื้อด้านในเอาไว้ เมื่อกัดเข้าไปแล้วทำให้อิ่มเอมใจเป็นที่สุด ถึงแม้จะทานจนเหลือแค่กระดูกอย่างรวดเร็ว แต่กลิ่นหอมที่ติดอยู่บนปลายนิ้วจะทำให้คุณนึกถึงรสชาติอันแสนอร่อยนั้น"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 4
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 4
		},
		{
			"id": 100077,
			"name": "Pepper",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		}
	]
}