{
	"name": "Imported Poultry",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการโจมตี",
	"foodcategory": "Atk_CritRate",
	"effect": "เพิ่มอัตราคริของตัวละครทั้งหมดในทีม 10%-20% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "อาหารจำพวกเนื้อสัตว์ที่ราดด้วยซอส หลังจากหมักเนื้อสัตว์ปีก จากนั้นก็ชุบแป้งแล้วนำไปทอด สุดท้ายราดด้วยซอสสุดเข้มข้นเพื่อเป็นน้ำจิ้ม และทานคู่กับผักของท้องถิ่น แต่วิธีการหมักและซอสล้วนนำเข้ามาทั้งหมด จึงเป็นที่มาของชื่อ \"imported poultry\"",
	"suspicious": {
		"effect": "เพิ่มอัตราคริให้กับ สมาชิกทั้งหมดในทีมขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารจำพวกเนื้อสัตว์ที่ราดด้วยซอส ภายนอกดูเหมือนไม่มีอะไรผิดปกติ แต่เมื่อได้ลิ้มลองแล้วจะรู้สึกได้ถึงความล้มเหลว เนื้อสัตว์ปีกที่ไม่ได้กรองส่วนที่เป็นน้ำมันออกจนทำให้น้ำมันเยิ้ม ต่อให้ทานคู่กับผักก็ยังยากที่จะทานและกลืนลงได้"
	},
	"normal": {
		"effect": "เพิ่มอัตราคริให้กับ สมาชิกทั้งหมดในทีมขึ้น 15% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารจำพวกเนื้อสัตว์ที่ราดด้วยซอส หลังจากหมักเนื้อสัตว์ปีก จากนั้นก็ชุบแป้งแล้วนำไปทอด สุดท้ายราดด้วยซอสสุดเข้มข้นเพื่อเป็นน้ำจิ้ม และทานคู่กับผักของท้องถิ่น แต่วิธีการหมักและซอสล้วนนำเข้ามาทั้งหมด จึงเป็นที่มาของชื่อ \"imported poultry\""
	},
	"delicious": {
		"effect": "เพิ่มอัตราคริให้กับ สมาชิกทั้งหมดในทีมขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารจำพวกเนื้อสัตว์ที่ราดด้วยซอส การหมักไว้ล่วงหน้าทำให้ช่วยเพิ่มรสชาติอันสดชื่นหลากหลายชั้นให้กับเนื้อสัตว์ปีก ซึ่งตัดกับความเลี่ยนได้อย่างลงตัว เมื่อกัดลงไป ตัวแป้งที่กรอบจะแตกออกและรู้สึกได้ถึงน้ำของเนื้อที่เข้ามาในปาก ซึ่งช่วยกระตุ้นความอยากอาหารได้เป็นอย่างดี"
	},
	"ingredients": [
		{
			"name": "Fowl",
			"count": 4
		},
		{
			"name": "Lavender Melon",
			"count": 3
		},
		{
			"name": "Flour",
			"count": 2
		},
		{
			"name": "Bird Egg",
			"count": 2
		}
	]
}