{
	"id": 2303,
	"name": "Masala Cheese Balls",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มอัตราคริของตัวละครทั้งทีม 6%-12% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "อาหาร Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่สูตรการทำกลับเป็นสิ่งที่มีการสืบทอดกันใน Sumeru มาแต่เนิ่นนานแล้ว ใช้วิธีการพิเศษในการเติมเครื่องเทศ จึงส่งกลิ่นหอมยั่วยวนเมื่อนำออกมาจากหม้อ Cheese Ball รสชาติเนียนนุ่ม เมื่อลองกัดลงไป ชีสที่ละลายอยู่ภายในก็ไหลทะลักออกมาทันที และยังมาพร้อมกับมันฝรั่งที่สุกได้ที่จนนุ่มนิ่ม ทำให้รู้สึกอิ่มเอิบเมื่อได้ทานเข้าไป",
	"suspicious": {
		"effect": "เพิ่มอัตราคริให้กับ สมาชิกทั้งหมดในทีมขึ้น 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่สูตรการทำกลับเป็นสิ่งที่มีการสืบทอดกันใน Sumeru มาแต่เนิ่นนานแล้ว เมื่อกัดเข้าไปจะสัมผัสได้ถึงชีสและมันฝรั่งดิบ ๆ ครั้งต่อไปลองทอดให้นานกว่านี้อีกหน่อยดีกว่า..."
	},
	"normal": {
		"effect": "เพิ่มอัตราคริให้กับ สมาชิกทั้งหมดในทีมขึ้น 9% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่สูตรการทำกลับเป็นสิ่งที่มีการสืบทอดกันใน Sumeru มาแต่เนิ่นนานแล้ว ใช้วิธีการพิเศษในการเติมเครื่องเทศ จึงส่งกลิ่นหอมยั่วยวนเมื่อนำออกมาจากหม้อ Cheese Ball รสชาติเนียนนุ่ม เมื่อลองกัดลงไป ชีสที่ละลายอยู่ภายในก็ไหลทะลักออกมาทันที และยังมาพร้อมกับมันฝรั่งที่สุกได้ที่จนนุ่มนิ่ม ทำให้รู้สึกอิ่มเอิบเมื่อได้ทานเข้าไป"
	},
	"delicious": {
		"effect": "เพิ่มอัตราคริให้กับ สมาชิกทั้งหมดในทีมขึ้น 12% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่สูตรการทำกลับเป็นสิ่งที่มีการสืบทอดกันใน Sumeru มาแต่เนิ่นนานแล้ว ด้วยวิธีการใช้เครื่องเทศแบบพิเศษ ทำให้รสชาติของวัตถุดิบโดดเด่นยิ่งขึ้น ช่วยกระตุ้นต่อมรับรสให้เปิดรับรสชาติได้มากกว่าเดิม... เปลือกนอกของ Cheese Ball กรุบกรอบส่วนภายในนุ่มละมุน เมื่อทานคู่กับมันฝรั่งร้อน ๆ ช่างเป็นรสชาติที่กลมกล่อมเหนือคำบรรยาย"
	},
	"ingredients": [
		{
			"id": 100080,
			"name": "Potato",
			"count": 2
		},
		{
			"id": 110009,
			"name": "Cheese",
			"count": 1
		},
		{
			"id": 110014,
			"name": "เครื่องเทศ",
			"count": 1
		}
	]
}