{
	"id": 4903,
	"name": "Meat-Lover's Feast",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 224-320 หน่วย และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เซ็ตอาหารที่ประกอบด้วยเนื้อสัตว์และกาแฟ ไก่ทอดห่อด้วยผักและหางกุ้งที่แกะเปลือกแล้ว การผสมผสานกันอย่างลงตัวระหว่างอาหารจากบนบกและในน้ำ ทำให้ผู้คนอดคิดไม่ได้ว่า ความอร่อยของอาหารก็เหมือนกับการผจญภัยในดินแดนที่ไม่มีใครรู้จัก ซึ่งเต็มไปด้วยความเป็นไปได้ไม่สิ้นสุด",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เซ็ตอาหารที่ประกอบด้วยเนื้อสัตว์และกาแฟ ส่วนผสมต่าง ๆ ดูไม่เป็นอันหนึ่งอันเดียวกัน ดูแล้วเหมือน... เอ่อ อาหารที่ผสมเนื้อสเต๊กและกุ้งเข้าด้วยกัน? ถ้ามองข้ามรูปลักษณ์ภายนอกที่ดูยุ่งเหยิงไป มันก็ทำให้อิ่มท้องได้เหมือนกันแหละ..."
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เซ็ตอาหารที่ประกอบด้วยเนื้อสัตว์และกาแฟ ไก่ทอดห่อด้วยผักและหางกุ้งที่แกะเปลือกแล้ว การผสมผสานกันอย่างลงตัวระหว่างอาหารจากบนบกและในน้ำ ทำให้ผู้คนอดคิดไม่ได้ว่า ความอร่อยของอาหารก็เหมือนกับการผจญภัยในดินแดนที่ไม่มีใครรู้จัก ซึ่งเต็มไปด้วยความเป็นไปได้ไม่สิ้นสุด"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เซ็ตอาหารที่ประกอบด้วยเนื้อสัตว์และกาแฟ กลิ่นหอมฟุ้งของซอสสูตรพิเศษส่งแผ่ซ่านไปทั่วราวกับธาตุลม เนื้อกุ้งที่นุ่มเด้งจนเหมือนกำลังเต้นรำอยู่บนปลายลิ้น แต่ละคำเต็มเปี่ยมไปด้วยความชุ่มฉ่ำและพึงพอใจ... แม้ว่าท้องจะอิ่มแล้ว ก็ไม่อยากให้งานเลี้ยงของคนรักเนื้อจบลงเลย!"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 5
		},
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 4
		},
		{
			"id": 100098,
			"name": "Coffee Bean",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		}
	]
}