{
	"id": 4001,
	"name": "Moon Pie",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มประสิทธิภาพโล่ป้องกันให้กับสมาชิกในทีมทั้งหมด 25%-35% และเพิ่มพลังป้องกันขึ้น 165-235 หน่วย เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt เนื้อหมักที่ไม่เพียงแต่มีรสชาติเข้มข้น แต่ผิวที่ผ่านการอบจนกรอบนั้น ยิ่งทำให้คงความหวานและความชุ่มฉ่ำเอาไว้ได้ งานเทศกาลต่าง ๆ ใน Mondstadt ล้วนขาดสิ่งนี้ไปไม่ได้",
	"suspicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 25% เพิ่มพลังป้องกัน 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt ผิวเหลืองไหม้เกรียมเกินกว่าที่คิดไว้ ทางที่ดีอย่าให้ชาว Mondstadt เห็นอาหารจานนี้เชียว ไม่เช่นนั้น... พวกเขาอาจจะลงมือสอนจนกว่าจะทำสำเร็จ"
	},
	"normal": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 30% เพิ่มพลังป้องกัน 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt เนื้อหมักที่ไม่เพียงแต่มีรสชาติเข้มข้น แต่ผิวที่ผ่านการอบจนกรอบนั้น ยิ่งทำให้คงความหวานและความชุ่มฉ่ำเอาไว้ได้ งานเทศกาลต่าง ๆ ใน Mondstadt ล้วนขาดสิ่งนี้ไปไม่ได้"
	},
	"delicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 35% เพิ่มพลังป้องกัน 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt ขณะที่หั่นมุมเล็ก ๆ ของพายเนื้อ กลิ่นหอมของเนยผสมกับกลิ่นของเนื้อก็หอมฟุ้งเตะจมูก และรสชาติที่หอมหวานนั้น ยิ่งทำให้หวนนึกถึงภาพของงานเทศกาลต่าง ๆ จนเผลอยิ้มออกมาไม่รู้ตัว"
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 4
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		}
	]
}