{
	"id": 2304,
	"name": "Mushroom Hodgepodge",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มพลังป้องกันของตัวละครทั้งทีมขึ้น 88-126 หน่วย เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เห็ดย่างสไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา ซึ่งแท้จริงแล้วมันก็แค่เห็ดย่างเพิ่มเครื่องปรุงรสเล็กน้อยที่พบเห็นได้ทั่วไปในเมือง Sumeru โดยคัดสรรจากเห็ดสามชนิด ผ่านการปรุงสุกด้วยวิธีการง่าย ๆ ทั้งรสชาติและกลิ่นหอมต่างลงตัวกันอย่างสมบูรณ์แบบ",
	"suspicious": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 88 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เห็ดย่างสไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา ซึ่งแท้จริงแล้วมันก็แค่เห็ดย่างเพิ่มเครื่องปรุงรสเล็กน้อยที่พบเห็นได้ทั่วไปในเมือง Sumeru จะเรียกว่าเต็มไปด้วยกลิ่นอายของธรรมชาติ หรือควรเรียกว่า... เต็มไปด้วยกลิ่นหอมของดินที่ล้างไม่สะอาดดีนะ ของขวัญจากธรรมชาติเช่นนี้ คงมีเพียงหมูป่าเท่านั้นแหละที่คู่ควร"
	},
	"normal": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 107 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เห็ดย่างสไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา ซึ่งแท้จริงแล้วมันก็แค่เห็ดย่างเพิ่มเครื่องปรุงรสเล็กน้อยที่พบเห็นได้ทั่วไปในเมือง Sumeru โดยคัดสรรจากเห็ดสามชนิด ผ่านการปรุงสุกด้วยวิธีการง่าย ๆ ทั้งรสชาติและกลิ่นหอมต่างลงตัวกันอย่างสมบูรณ์แบบ"
	},
	"delicious": {
		"effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 126 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เห็ดย่างสไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา ซึ่งแท้จริงแล้วมันก็แค่เห็ดย่างเพิ่มเครื่องปรุงรสเล็กน้อยที่พบเห็นได้ทั่วไปในเมือง Sumeru ปรับความแรงของไฟและเวลาเล็กน้อยตามชนิดของเห็ด ทำให้รสสัมผัสของเห็ดทั้งสามชนิดแตกต่างกันอย่างน่าประหลาด จนกลายเป็นรสชาติที่น่าจดจำ และยังสามารถทานรวมกันหรือแยกทานทีละอย่างตามความชอบส่วนบุคคลได้อีกด้วย"
	},
	"ingredients": [
		{
			"id": 101213,
			"name": "Rukkhashava Mushroom",
			"count": 1
		},
		{
			"id": 100011,
			"name": "Mushroom",
			"count": 1
		},
		{
			"id": 101212,
			"name": "Starshroom",
			"count": 1
		}
	]
}