{
	"name": "Padisarah Pudding",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการผจญภัย",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "ลดอัตราการเสียพลังกายจากการปีนและการวิ่งให้กับสมาชิกทีมทั้งหมดลง 15%-25% เป็นเวลา 900 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "ขนมหวานยอดฮิตของ Sumeru สกัดน้ำ Padisarah และ Sumeru Rose ผสมเข้ากับนม, เจลาติน, น้ำตาล และรอให้ส่วนผสมทุกอย่างแข็งตัว ลักษณะภายนอกดูน่ารัก รสชาติก็หอมหวาน เป็นสิ่งที่พบเห็นได้บ่อยตามงานเลี้ยงต่าง ๆ ของชาว Sumeru",
	"suspicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการปีน และวิ่งให้กับสมาชิกทีมทั้งหมดลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานยอดฮิตของ Sumeru เพียงแค่คำเดียว ก็สัมผัสได้ถึงกลิ่นหอมของดอกไม้ และนมวัว... แม้จะไม่ได้แย่อะไร แต่ก็ห่างชั้นกับพุดดิ้งในจินตนาการมาก เฮ้อ หรือจะกะปริมาณวัตถุดิบพลาดไปนะ?"
	},
	"normal": {
		"effect": "ลดอัตราการเสียพลังกายจากการปีนและวิ่งให้กับสมาชิกทีมทั้งหมดลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานยอดฮิตของ Sumeru สกัดน้ำ Padisarah และ Sumeru Rose ผสมเข้ากับนม, เจลาติน, น้ำตาล และรอให้ส่วนผสมทุกอย่างแข็งตัว ลักษณะภายนอกดูน่ารัก รสชาติก็หอมหวาน เป็นสิ่งที่พบเห็นได้บ่อยตามงานเลี้ยงต่าง ๆ ของชาว Sumeru"
	},
	"delicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการปีน และวิ่งให้กับสมาชิกทีมทั้งหมดลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "ขนมหวานยอดฮิตของ Sumeru เพียงแค่คำเดียว ก็สัมผัสได้ถึงความนุ่มละมุน ราวกับลอยละล่องอยู่บนปุยเมฆกลิ่นนม เมื่อลองชิมอย่างละเมียดละไมแล้ว กลิ่นหอมของ Padisarah และ Sumeru Rose ที่สอดผสานกัน ก็จะฟุ้งกระจายอยู่ในปาก กระทั่งคำสุดท้ายก็ยังไม่อาจปล่อยวางได้ อยากจะดื่มด่ำกับความเพลิดเพลินนี้ต่อไปอีกสักนิดก็ยังดี"
	},
	"ingredients": [
		{
			"name": "Padisarah",
			"count": 2
		},
		{
			"name": "Sumeru Rose",
			"count": 1
		},
		{
			"name": "Milk",
			"count": 1
		},
		{
			"name": "Sugar",
			"count": 1
		}
	]
}