{
	"id": 4404,
	"name": "Petit Gateau Debord: สูตรปรับปรุง",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 224-320 หน่วย และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เค้กขนาดเล็กที่ได้รับการปรับปรุงจาก Gateau Debord เมื่อเทียบกับ Gateau Debord ที่วางขายอย่างจำกัดเพียงวันละ 16 ชิ้นแล้ว การผจญภัยแสนวิเศษที่ได้ประสบร่วมกันนั้นล้ำค่าและน่าจดจำมากกว่า บางทีในตอนที่ Escoffier เขียนสูตรอาหารนี้ ในใจเธอก็อาจจะคิดแบบเดียวกันอยู่ก็ได้...",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เค้กขนาดเล็กที่ได้รับการดัดแปลงจาก Gateau Debord ขนมเค้กชิ้นเล็กนี้ ดูเหมือนกับแผ่นไม้ที่ลอยอยู่ในทะเลอันกว้างใหญ่ และซอสช็อกโกแลตที่หนาเตอะ ก็เหมือนกับคลื่นทะเลที่โหมกระหน่ำ นอกจากจะปกคลุมหน้าเค้กบนจานไปจนหมดสิ้นแล้ว ยังทำให้ความหิวโหยที่มีหายเป็นปลิดทิ้งอีกด้วย"
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เค้กขนาดเล็กที่ได้รับการปรับปรุงจาก Gateau Debord เมื่อเทียบกับ Gateau Debord ที่วางขายอย่างจำกัดเพียงวันละ 16 ชิ้นแล้ว การผจญภัยแสนวิเศษที่ได้ประสบร่วมกันนั้นล้ำค่าและน่าจดจำมากกว่า บางทีในตอนที่ Escoffier เขียนสูตรอาหารนี้ ในใจเธอก็อาจจะคิดแบบเดียวกันอยู่ก็ได้..."
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เค้กขนาดเล็กที่ได้รับการดัดแปลงจาก Gateau Debord ซอสเนียนนุ่มดุจดั่งผ้าไหมที่ไม่อาจไขว่คว้า พาดผ่านปลายลิ้นอย่างอ่อนโยน ท่ามกลางเสียงดนตรีอันไพเราะของเวลาจิบชายามบ่าย จนทำให้หัวใจเต้นตึกตักไปตาม... บางทีในคืนนี้ อาจจะมีเค้กแสนหวานปรากฏขึ้นในฝันของคุณก็เป็นได้..."
	},
	"ingredients": [
		{
			"id": 101233,
			"name": "Romaritime Flower",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		},
		{
			"id": 110002,
			"name": "Cream",
			"count": 2
		}
	]
}