{
	"id": 3220,
	"name": "Rainbow Aster",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "เมนูการผจญภัย",
	"effect": "ลดอัตราการเสียพลังกายจากการร่อนและการวิ่งให้กับตัวละครทั้งหมดในทีมลง 15%-25% เป็นเวลา 900 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เครื่องดื่มที่ไม่เหมือนใคร เป็นเครื่องดื่มพิเศษที่ปรากฏในนวนิยายชื่อดัง \"รบกวนด้วยนะ Kitsune Guuji ของฉัน\" ได้รับการพัฒนาร่วมกันโดยร้านสายลมแห่งการเดินทางกับสำนักพิมพ์ Yae จนนำรสชาติที่มหัศจรรย์ออกมาได้ เนื่องจากไม่มีส่วนผสมของผลิตภัณฑ์จากถั่วเหลือง จึงมีรสชาติที่แตกต่างเล็กน้อยจากสูตรลิมิเต็ดที่ทำในเทศกาล Irodori แต่ว่าแบบนี้ก็ไม่ต้องกังวลเรื่องการแพ้ถั่วแล้วล่ะ",
	"suspicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เครื่องดื่มที่ไม่เหมือนใคร ดูแค่สีก็ถือว่าไม่แย่เท่าไหร่นะ ถ้ามองข้ามความฝาดที่เกิดจากการใช้ Lavender Melon ที่ไม่ได้ผ่านการจัดการอย่างเหมาะสม ก็ถือว่ายังเป็นเครื่องดื่มที่พอรับได้แหละ..."
	},
	"normal": {
		"effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เครื่องดื่มที่ไม่เหมือนใคร เป็นเครื่องดื่มพิเศษที่ปรากฏในนวนิยายชื่อดัง \"รบกวนด้วยนะ Kitsune Guuji ของฉัน\" ได้รับการพัฒนาร่วมกันโดยร้านสายลมแห่งการเดินทางกับสำนักพิมพ์ Yae จนนำรสชาติที่มหัศจรรย์ออกมาได้ เนื่องจากไม่มีส่วนผสมของผลิตภัณฑ์จากถั่วเหลือง จึงมีรสชาติที่แตกต่างเล็กน้อยจากสูตรลิมิเต็ดที่ทำในเทศกาล Irodori แต่ว่าแบบนี้ก็ไม่ต้องกังวลเรื่องการแพ้ถั่วแล้วล่ะ"
	},
	"delicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เครื่องดื่มที่ไม่เหมือนใคร ดอก Calla Lily ที่เติบโตใน Mondstadt และ Lavender Melon ที่เป็นของเฉพาะของ Inazuma ได้ข้ามภูเขาและมหาสมุทรมาเพื่อพบเจอกัน นมเนื้อเนียนผสมผสานกับกลิ่นหอมผลไม้นำพาผู้คนให้เพลิดเพลินไปกับความสดชื่นนี้ มิน่าล่ะในตอนที่ท่านโชกุนในเรื่องป่วยพอดื่มเครื่องดื่มนี้ก็มีชีวิตชีวาขึ้นมาเลย มันไม่ได้เกินจริงเลยสักนิด!"
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Milk",
			"count": 3
		},
		{
			"id": 101211,
			"name": "Lavender Melon",
			"count": 2
		},
		{
			"id": 100056,
			"name": "Calla Lily",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Mint",
			"count": 1
		}
	]
}