{
	"id": 3208,
	"name": "Sakura Tempura",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มประสิทธิภาพโล่ป้องกันของตัวละครทั้งทีมขึ้น 20%-30% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เมนูทอดในน้ำมัน ใส่กลีบซากุระที่หมักไว้ลงไปในแป้ง จากนั้นนำกุ้งและผักสด ๆ ลงไปชุบแป้งให้ทั่วแล้วลงทอดในน้ำมัน ทั้งหมดนี้อาจจะดูง่าย แต่การจะทำเทมปุระที่ยอดเยี่ยมนั้นไม่ใช่เรื่องที่จะฝึกฝนกันได้ในชั่วข้ามคืน",
	"suspicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกทั้งหมดในทีมขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูทอดในน้ำมัน ที่อาจเป็นเพราะความไม่ชำนาญในการควบคุมอุณหภูมิของน้ำมัน จึงทำให้เกิดควันโขมงขึ้นในตอนที่เอาวัตถุดิบหย่อนลงไปในหม้อ ซึ่งผิวของอาหารที่ออกมานั้น มีทั้งรอยไหม้และสีที่กระดำกระด่าง ถึงแม้จะเสียดาย...แต่ก็อย่ากินจะดีกว่า"
	},
	"normal": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกทั้งหมดในทีมขึ้น 25% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูทอดในน้ำมัน ใส่กลีบซากุระที่หมักไว้ลงไปในแป้ง จากนั้นนำกุ้งและผักสด ๆ ลงไปชุบแป้งให้ทั่วแล้วลงทอดในน้ำมัน ทั้งหมดนี้อาจจะดูง่าย แต่การจะทำเทมปุระที่ยอดเยี่ยมนั้นไม่ใช่เรื่องที่จะฝึกฝนกันได้ในชั่วข้ามคืน"
	},
	"delicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกทั้งหมดในทีมขึ้น 30% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูทอดในน้ำมัน แป้งที่บางและโปร่ง ราวกับใส่เสื้อผ้าอันหรูหราให้กับอาหาร ความกรอบเมื่อทานเข้าปากและความสดจากภายใน ทำให้เกิดเป็นรสสัมผัสอันน่าทึ่ง ทำให้ผู้ที่ได้ทานอดที่จะสำรวจดูไม่ได้ว่า อาหารอันแสนโอชะจากวัตถุดิบธรรมชาตินี้รังสรรค์ขึ้นได้อย่างไร"
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 4
		},
		{
			"id": 101211,
			"name": "Lavender Melon",
			"count": 2
		},
		{
			"id": 101202,
			"name": "Sakura Bloom",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 1
		}
	]
}