{
	"name": "Sangayaki",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการผจญภัย",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "ลดอัตราการเสียพลังกายจากการวิ่งให้กับสมาชิกในทีมทั้งหมดลง 15% - 25% เป็นเวลา 900 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "กับข้าวของชาวประมงที่ดูเรียบง่ายไม่หรูหรา นำปลาที่จับได้สด ๆ ลอกหนังแล่หั่นเป็นชิ้น สับให้เป็นเนื้อเดียวกันกับ Snapdragon ใส่มิโซะและเกลือปรุงรสแล้วปั้นเป็นชิ้นเหมือนกับทอดมันปลา จากนั้นจึงนำไปย่าง ก่อนนำเข้าปากยังคงได้กลิ่นหอมเตะจมูก หลังจากกินไปแล้วสามจาน ก็ยังรู้สึกอยากกินต่ออีกเรื่อย ๆ",
	"suspicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้กับสมาชิกในทีมทั้งหมดลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "กับข้าวของชาวประมงที่ดูเรียบง่ายไม่หรูหรา เกลือที่ใส่เยอะเกินไปผสมเข้ากับกลิ่นคาวของปลา กวาดเข้าต่อมรับรสราวกับลมพายุ ครั้งหน้าอย่ามือสั่นอีกล่ะ..."
	},
	"normal": {
		"effect": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้กับสมาชิกในทีมทั้งหมดลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "กับข้าวของชาวประมงที่ดูเรียบง่ายไม่หรูหรา นำปลาที่จับได้สด ๆ ลอกหนังแล่หั่นเป็นชิ้น สับให้เป็นเนื้อเดียวกันกับ Snapdragon ใส่มิโซะและเกลือปรุงรสแล้วปั้นเป็นชิ้นเหมือนกับทอดมันปลา จากนั้นจึงนำไปย่าง ก่อนนำเข้าปากยังคงได้กลิ่นหอมเตะจมูก หลังจากกินไปแล้วสามจาน ก็ยังรู้สึกอยากกินต่ออีกเรื่อย ๆ"
	},
	"delicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้กับสมาชิกในทีมทั้งหมดลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "กับข้าวของชาวประมงที่ดูเรียบง่ายไม่หรูหรา ผสมผสานคุณค่าทางโภชนาการและความอร่อย ผิวที่ไหม้เกรียมและสีเหลืองทองเล็กน้อยห่อหุ้มเนื้อนุ่มลื่นที่อยู่ภายใน ได้ชิมเพียงคำเดียวก็ทำให้เพลิดเพลินได้ถึงสองรสชาติ เนื้อปลาสามารถทานดิบได้ แต่เมื่อย่างด้วยเตาถ่านก็จะทำให้รสชาติอร่อยมากขึ้นไปอีก"
	},
	"ingredients": [
		{
			"name": "Fish",
			"count": 2
		},
		{
			"name": "Snapdragon",
			"count": 2
		},
		{
			"name": "Salt",
			"count": 1
		}
	]
}