{
	"id": 4201,
	"name": "Sashimi Platter",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 224-320 หน่วย และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "อาหารทะเลประกอบด้วยวัตถุดิบสดใหม่ ปลาสไลซ์และหอยถูกจัดเรียงอย่างประณีต เมื่อเข้าปากดูรับรู้ได้ถึงความอ่อนนุ่มซึ่งสามารถให้คุณค่าทางโภชนาการที่เข้มข้นและมีคุณภาพสูง ความหวานจางๆ มาจากความสดของส่วนผสม ทุกคำที่กัดคุ้มค่าแก่การหลับตาเพื่อลิ้มลองรสชาติอย่างละเมียดละไม",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารทะเลประกอบด้วยวัตถุดิบสดใหม่ ดูเหมือนจะเป็นจานที่เอาไว้ใช้ฝึกทักษะการใช้มีด ฝีมือการหั่นที่ไม่ได้เรื่องได้ทำลายรสชาติของส่วนผสมไป ก้างบนเนื้อปลายังไม่ได้รับการทำความสะอาดอย่างสมบูรณ์ ถ้าจะไปขอคำแนะนำจากมืออาชีพตอนนี้จะสายเกินไปไหมนะ..."
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารทะเลประกอบด้วยวัตถุดิบสดใหม่ ปลาสไลซ์และหอยถูกจัดเรียงอย่างประณีต เมื่อเข้าปากดูรับรู้ได้ถึงความอ่อนนุ่มซึ่งสามารถให้คุณค่าทางโภชนาการที่เข้มข้นและมีคุณภาพสูง ความหวานจางๆ มาจากความสดของส่วนผสม ทุกคำที่กัดคุ้มค่าแก่การหลับตาเพื่อลิ้มลองรสชาติอย่างละเมียดละไม"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารทะเลประกอบด้วยวัตถุดิบสดใหม่ การจัดแสดงเป็นเหมือนงานศิลปะที่วิจิตรงดงามซึ่งทำให้ผู้คนไม่อาจทำใจทำลายมันได้ ฝีมือมีดที่ยอดเยี่ยมทำให้ส่วนผสมมีรสชาติที่ยอดเยี่ยมที่สุด เนื้อละเอียด ยืดหยุ่นขั้นสุด ความหวานจากธรรมชาติ... ราวกับมีพลังบางอย่างกำลังกระโดดไปมาระหว่างริมฝีปากและฟันจากผิวน้ำทะเลเข้าสู่พื้นที่ในหัวใจ"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fish",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 4
		},
		{
			"id": 100073,
			"name": "Crab",
			"count": 4
		},
		{
			"id": 100014,
			"name": "Radish",
			"count": 2
		}
	]
}