{
	"id": 3313,
	"name": "Scented Meat Balls",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "เมนูฟื้นฟูพลังชีวิต",
	"effect": "มีโอกาสประมาณหนึ่งที่จะฟื้นฟูพลังชีวิตให้ตัวละครที่เลือก 24%-40% และฟื้นฟูพิเศษอีก 450-2350 หน่วย",
	"description": "เมนูที่มีส่วนผสมหลักเป็นหมูสับ อันดับแรกต้องบดข้าวสาลีจนละเอียดแล้วนำไปต้ม พร้อมทั้งผสมหมูสับลงไปเพื่อทำเป็นเปลือกชั้นนอก จากนั้นก็ผัดหัวหอมกับเนื้อเพื่อทำไส้ สุดท้ายก็จบด้วยการปั้นมันเป็นลูกชิ้นเนื้อแล้วทอดจนเป็นสีเหลืองกรอบ ขอแค่ควบคุมกำลังไฟได้พอเหมาะ คุณก็จะได้ดื่มด่ำกับความสุขของเนื้อชิ้นใหญ่คำโตอย่างง่ายดาย",
	"suspicious": {
		"effect": "มีโอกาสประมาณหนึ่ง ที่จะฟื้นฟูค่าพลังชีวิต 24%/30%/36% ของพลังชีวิตสูงสุด และฟื้นฟูเพิ่มอีก 450/600/700 หน่วย ให้แก่ตัวละครที่เลือก",
		"description": "เมนูที่มีส่วนผสมหลักเป็นหมูสับ ด้วยรูปลักษณ์ภายนอกที่มีสีมืดทึม ทำให้จินตนาการไม่ออกเลยว่าด้านในสอดไส้อะไรไว้กันแน่ เมื่อลองชิมดูแล้ว... อืม ดูท่าจะเป็นข้าวสาลีสินะ เห็นได้ชัดเจนเลยว่าปากคุณโดนเปลือกข้าวสาลีบาดเข้าให้"
	},
	"normal": {
		"effect": "มีโอกาสประมาณหนึ่ง ที่จะฟื้นฟูค่าพลังชีวิต 26%/32%/38% ของพลังชีวิตสูงสุด และฟื้นฟูเพิ่มอีก 950/1250/1550 หน่วย ให้แก่ตัวละครที่เลือก",
		"description": "เมนูที่มีส่วนผสมหลักเป็นหมูสับ อันดับแรกต้องบดข้าวสาลีจนละเอียดแล้วนำไปต้ม พร้อมทั้งผสมหมูสับลงไปเพื่อทำเป็นเปลือกชั้นนอก จากนั้นก็ผัดหัวหอมกับเนื้อเพื่อทำไส้ สุดท้ายก็จบด้วยการปั้นมันเป็นลูกชิ้นเนื้อแล้วทอดจนเป็นสีเหลืองกรอบ ขอแค่ควบคุมกำลังไฟได้พอเหมาะ คุณก็จะได้ดื่มด่ำกับความสุขของเนื้อชิ้นใหญ่คำโตอย่างง่ายดาย"
	},
	"delicious": {
		"effect": "มีโอกาสประมาณหนึ่ง ที่จะฟื้นฟูค่าพลังชีวิต 28%/34%/40% ของพลังชีวิตสูงสุด และฟื้นฟูเพิ่มอีก 1400/1900/2350 หน่วย ให้แก่ตัวละครที่เลือก",
		"description": "เมนูที่มีส่วนผสมหลักเป็นหมูสับ เปลือกนอกที่ทั้งกรอบและเคี้ยวได้หนึบหนับ ห่อหุ้มไส้เนื้อหอมอร่อยเอาไว้ ให้ความรู้สึกว่ามีชั้นเชิงยิ่งกว่าลูกชิ้นเนื้อปกติทั่วไป กินไปได้แค่ชิ้นเดียว กลิ่นหอมของเนื้อก็จะพัดความสุขให้ตลบอวลขึ้นหัวเลยทีเดียว ช่างเป็นเวลาดื่มด่ำที่ชวนเพลิดเพลินจริง ๆ"
	},
	"ingredients": [
		{
			"id": 100097,
			"name": "เนื้อพิศวง",
			"count": 3
		},
		{
			"id": 100017,
			"name": "Wheat",
			"count": 2
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 2
		},
		{
			"id": 110014,
			"name": "เครื่องเทศ",
			"count": 2
		}
	]
}