{
	"name": "Selva Salad",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการผจญภัย",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "ลดอัตราการเสียพลังกายจากการวิ่งให้กับสมาชิกในทีมทั้งหมดลง 15%-25% เป็นเวลา 900 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "Salad สไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่แท้จริงกลับเป็นสูตรที่ทาง Sumeru มีมาแต่เนิ่นนานแล้ว Zaytun Peach ที่ทั้งสดและกรุบกรอบ กับสิ่งที่มาทดแทนความหวานของน้ำตาลทรายอย่าง Mint ที่มีรสสัมผัสเย็นสดชื่น เพิ่มรสชาติด้วย Sumeru Rose บด เป็นเมนูที่สร้างความสดชื่นให้ทั้งรสสัมผัสและกลิ่นสัมผัสได้ในเวลาเดียวกัน",
	"suspicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้กับสมาชิกในทีมทั้งหมดลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "Salad สไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่แท้จริงกลับเป็นสูตรที่ทาง Sumeru มีมาแต่เนิ่นนานแล้ว Zaytun Peach ส่งกลิ่นแปลกประหลาดคล้ายสุกงอมใกล้เน่าเต็มที สัดส่วนของ Mint และ Rose เองก็ดูเหมือนจะไม่สมดุลกันเอาซะเลย..."
	},
	"normal": {
		"effect": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้กับสมาชิกในทีมทั้งหมดลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "Salad สไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่แท้จริงกลับเป็นสูตรที่ทาง Sumeru มีมาแต่เนิ่นนานแล้ว Zaytun Peach ที่ทั้งสดและกรุบกรอบ กับสิ่งที่มาทดแทนความหวานของน้ำตาลทรายอย่าง Mint ที่มีรสสัมผัสเย็นสดชื่น เพิ่มรสชาติด้วย Sumeru Rose บด เป็นเมนูที่สร้างความสดชื่นให้ทั้งรสสัมผัสและกลิ่นสัมผัสได้ในเวลาเดียวกัน"
	},
	"delicious": {
		"effect": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้กับสมาชิกในทีมทั้งหมดลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "Salad สไตล์ Aranara ที่ Paimon ทุ่มเทมันสมองปรับปรุงขึ้นมา แต่แท้จริงกลับเป็นสูตรที่ทาง Sumeru มีมาแต่เนิ่นนานแล้ว โดยเลือกใช้ Zaytun Peach ที่กรอบนุ่มชุ่มฉ่ำ มาพร้อมกับความหวานสดชื่นของ Mint และความหอมชื่นใจของ Rose มีทั้งความหวานที่พอเหมาะและความสดชื่นที่พอควร นี่สินะ สิ่งที่เรียกกันว่า \"รสชาติแห่งความสุข\""
	},
	"ingredients": [
		{
			"name": "Zaytun Peach",
			"count": 2
		},
		{
			"name": "Mint",
			"count": 2
		},
		{
			"name": "Sumeru Rose",
			"count": 2
		}
	]
}