{
	"name": "Stir-Fried Shrimp",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "เมนูการป้องกัน",
	"foodcategory": "Def_Add",
	"effect": "เพิ่มประสิทธิภาพโล่ป้องกันของตัวละครทั้งทีมขึ้น 20%-30% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เมนูเบา ๆ ทานง่าย ๆ โดยการนำเนื้อกุ้งขนาดกำลังดีมาชุบแป้งบาง ๆ และนำไปผัดอย่างรวดเร็ว ด้วยวิธีการปรุงรสที่เรียบง่าย จึงทำให้สามารถดึงเอาความอร่อยของเนื้อกุ้ง ให้เด่นออกมาได้เป็นอย่างดี ไม่ว่าจะเป็นการทานอาหารภายในบ้าน หรือต้อนรับแขกบ้านแขกเมือง ก็ล้วนแต่เป็นตัวเลือกที่ดีทั้งนั้น",
	"suspicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูเบา ๆ ทานง่าย ๆ เพื่อป้องกันไม่ให้ติดกระทะ จึงต้องใส่น้ำมัน แต่ลนจนมือสั่นเลยใส่มากเกินไป หลังจากผ่านการ \"ทอด\" แบบหนักหน่วงแล้ว เนื้อของกุ้งมีความยืดหยุ่นที่ดีพอสมควร แต่จะรู้สึกไม่สบายคอเล็กน้อย หลังจากรับประทานมากเกินไป"
	},
	"normal": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 25% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูเบา ๆ ทานง่าย ๆ โดยการนำเนื้อกุ้งขนาดกำลังดีมาชุบแป้งบาง ๆ และนำไปผัดอย่างรวดเร็ว ด้วยวิธีการปรุงรสที่เรียบง่าย จึงทำให้สามารถดึงเอาความอร่อยของเนื้อกุ้ง ให้เด่นออกมาได้เป็นอย่างดี ไม่ว่าจะเป็นการทานอาหารภายในบ้าน หรือต้อนรับแขกบ้านแขกเมือง ก็ล้วนแต่เป็นตัวเลือกที่ดีทั้งนั้น"
	},
	"delicious": {
		"effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 30% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูเบา ๆ ทานง่าย ๆ ความอร่อยที่ถูกกักเก็บไว้ในเนื้อกุ้งที่อวบอ้วน รอที่จะทะลักออกมาเพียงแค่ถูกกัดเบา ๆ โดยรสชาติแสนอร่อยของน้ำซุปที่วนเวียนไปมาอย่างไม่สิ้นสุดนั้น เฉกเช่นหยดน้ำทีละหยดที่ร่วงหล่นลงไปในผิวน้ำที่สงบนิ่งอย่างต่อเนื่อง จนกระทั่งเกิดอาฟเตอร์เทสรสหวานขึ้นอย่างจาง ๆ ในตอนท้าย ความรู้สึกปลื้มปีติจึงได้สิ้นสุดลง"
	},
	"ingredients": [
		{
			"name": "Shrimp Meat",
			"count": 4
		},
		{
			"name": "Flour",
			"count": 3
		},
		{
			"name": "Snapdragon",
			"count": 3
		}
	]
}