{
	"id": 4205,
	"name": "Super Magnificent Pizza",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มความเสียหายกายภาพ ให้กับตัวละครทั้งหมดในทีม 25%-45% และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "พิซซ่าที่อุดมไปด้วยส่วนประกอบต่าง ๆ มากมาย โดยขั้นแรกให้ใช้แฮมเป็นฐาน แล้วจึงเพิ่มเนื้อสัตว์ที่ถูกหั่นเป็นชิ้นเล็ก ๆ เข้าไป โดยเนื้อสัตว์จะทำให้เกิดความรู้สึกพึงพอใจอย่างหาที่เปรียบไม่ได้ ซึ่งหลังจากนำไปอบแล้ว กลิ่นหอมของเนื้อเกรียม ๆ และกลิ่นน้ำนมของชีส จะผสมผสานกันอย่างลงตัว ชวนให้ผู้คนหลงใหล",
	"suspicious": {
		"effect": "เพิ่มความเสียหายกายภาพ ให้กับสมาชิกในทีมทั้งหมดขึ้น 25% อัตราคริเพิ่มขึ้น 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "พิซซ่าที่อุดมไปด้วยส่วนประกอบต่าง ๆ มากมาย หากมองข้ามความเลี่ยนไปได้ล่ะก็ เนื้อสัตว์ที่แสนเย็นชืด ก็ยังพอจะทำใจกลืนลงไปได้ เพียงแต่ว่าส่วนของแป้งนั้นค่อนข้างจะท้าทายเล็กน้อย.... ความแข็งระดับนี้ บางทีน่าจะตี Hilichurl ให้สลบได้เลยนะ?"
	},
	"normal": {
		"effect": "เพิ่มความเสียหายกายภาพ ให้กับสมาชิกในทีมทั้งหมดขึ้น 35% อัตราคริเพิ่มขึ้น 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "พิซซ่าที่อุดมไปด้วยส่วนประกอบต่าง ๆ มากมาย โดยขั้นแรกให้ใช้แฮมเป็นฐาน แล้วจึงเพิ่มเนื้อสัตว์ที่ถูกหั่นเป็นชิ้นเล็ก ๆ เข้าไป โดยเนื้อสัตว์จะทำให้เกิดความรู้สึกพึงพอใจอย่างหาที่เปรียบไม่ได้ ซึ่งหลังจากนำไปอบแล้ว กลิ่นหอมของเนื้อเกรียม ๆ และกลิ่นน้ำนมของชีส จะผสมผสานกันอย่างลงตัว ชวนให้ผู้คนหลงใหล"
	},
	"delicious": {
		"effect": "เพิ่มความเสียหายกายภาพ ให้กับสมาชิกในทีมทั้งหมดขึ้น 45% อัตราคริเพิ่มขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "พิซซ่าที่อุดมไปด้วยส่วนประกอบต่าง ๆ มากมาย ท่ามกลางไอร้อนที่เพิ่งออกจากเตา เพียงแค่หยิบขอบที่กรุบกรอบขึ้นมาเบา ๆ ชีสก็ไหลเยิ้มราวกับน้ำตก ซ้ำยังอบอวลไปด้วยกลิ่นหอมของเนื้อสัตว์ ทั้งสร้างความพอใจให้ต่อมรับรส ทั้งเติมเต็มท้องให้อิ่มได้อย่างแท้จริง"
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		},
		{
			"id": 110009,
			"name": "Cheese",
			"count": 2
		}
	]
}