{
	"id": 4302,
	"name": "Tandoori Roast Chicken",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 224-320 หน่วย และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เมนูไก่ที่เป็นซิกเนเจอร์ของ Sumeru เพียงแค่นำไก่ที่หมักด้วยเครื่องเทศจนกลายเป็นสีแดงไปวางในเตาเผาที่ทำจากดิน และรอให้สุกเท่านั้น ไม่จำเป็นต้องใช้เทคนิคอะไรเป็นพิเศษ ยากที่จะจินตนาการได้ว่านี่คือเมนูซิกเนเจอร์ของ Sumeru ที่กำเนิดขึ้นมาจากเตาเผาหน้าตาธรรมดา ว่ากันว่าสำหรับชาว Sumeru แล้ว เตาดินเผาก็เหมือนกับดาบ ที่จะอยู่คู่กายเหล่านักผจญภัยไปจนถึงปลายทางสุดท้ายของชีวิต",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูไก่ที่เป็นซิกเนเจอร์ของ Sumeru ในระหว่างการอบด้วยอุณหภูมิสูง เนื้อของไก่ได้สูญเสียความชุ่มชื้นไปจนหมดแล้ว เนื้อของมันทั้งแห้งทั้งแข็ง กลิ่นเครื่องเทศกลบกลิ่นของเนื้อไก่ไปจนหมด แม้แต่คนที่ชอบกินเนื้อตากแห้ง ก็ยังต้องการซุปจำนวนมากเพื่อช่วยให้กลืนได้คล่องคอขึ้น"
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูไก่ที่เป็นซิกเนเจอร์ของ Sumeru เพียงแค่นำไก่ที่หมักด้วยเครื่องเทศจนกลายเป็นสีแดงไปวางในเตาเผาที่ทำจากดิน และรอให้สุกเท่านั้น ไม่จำเป็นต้องใช้เทคนิคอะไรเป็นพิเศษ ยากที่จะจินตนาการได้ว่านี่คือเมนูซิกเนเจอร์ของ Sumeru ที่กำเนิดขึ้นมาจากเตาเผาหน้าตาธรรมดา ว่ากันว่าสำหรับชาว Sumeru แล้ว เตาดินเผาก็เหมือนกับดาบ ที่จะอยู่คู่กายเหล่านักผจญภัยไปจนถึงปลายทางสุดท้ายของชีวิต"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เมนูไก่ที่เป็นซิกเนเจอร์ของ Sumeru เปลวไฟที่ลุกโชติช่วง ช่วยทำให้ผิวนอกสีแดงกักเก็บความชุ่มฉ่ำของเนื้อไก่ที่อยู่ภายในเอาไว้ แค่ได้ลิ้มลองเพียงคำเดียว รสชาติที่เข้มข้นก็จะเข้าแทรกซึมไปทั่วทุกมุมปากในทันที เนื้อไก่และเครื่องเทศเริงระบำอยู่ที่ปลายลิ้น จนกลายเป็นจังหวะที่ทั้งลึกลับและทรงเสน่ห์ของ Sumeru ราวกับจะนำพาผู้คนไปสู่งานเทศกาลอันแสนรื่นเริง..."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 3
		},
		{
			"id": 101213,
			"name": "Rukkhashava Mushroom",
			"count": 2
		},
		{
			"id": 101214,
			"name": "Padisarah",
			"count": 1
		},
		{
			"id": 110014,
			"name": "เครื่องเทศ",
			"count": 1
		}
	]
}