{
	"id": 3118,
	"name": "The Palace Jewels",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "เพิ่มพลังชีวิตสูงสุดของตัวละครทั้งหมดในทีม 20%-25% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "อาหาร Liyue หอมกรุ่น เนื้อกุ้งชุบแป้ง ปรุงด้วยไข่ปูที่เข้มข้น แล้วจึงนำไปย่าง ไข่ปูสุกใสยิ่งกว่าทองคำ กุ้งเองก็ใสดุจหยกสกาว ดังนั้นจึงได้ชื่อว่า \"The Palace Jewels\"",
	"suspicious": {
		"effect": "พลังชีวิตสูงสุดของตัวละครทั้งหมดในทีมเพิ่มขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Liyue หอมกรุ่น เนื้อกุ้งที่ไม่ได้ผ่านการจัดการอย่างพิถีพิถัน และไข่ปูที่ยังไม่สุกที่มีกลิ่นตุ ๆ พิลึก ๆ ราวกับว่าเพิ่งจะเกิดสงครามกุ้งปูที่โหดร้าย เมื่อคำนึงถึงว่าวัตถุดิบยังค่อนข้างสดใหม่ ขอแค่ไม่สนใจเรื่องกลิ่นของมัน บางทีอาหารจานนี้อาจจะถูกจัดอยู่ในขอบเขตของอาหารก็ได้..."
	},
	"normal": {
		"effect": "พลังชีวิตสูงสุดของตัวละครทั้งหมดในทีมเพิ่มขึ้น 22% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Liyue หอมกรุ่น เนื้อกุ้งชุบแป้ง ปรุงด้วยไข่ปูที่เข้มข้น แล้วจึงนำไปย่าง ไข่ปูสุกใสยิ่งกว่าทองคำ กุ้งเองก็ใสดุจหยกสกาว ดังนั้นจึงได้ชื่อว่า \"The Palace Jewels\""
	},
	"delicious": {
		"effect": "พลังชีวิตสูงสุดของตัวละครทั้งหมดในทีมเพิ่มขึ้น 25% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหาร Liyue หอมกรุ่น เนื้อกุ้งที่เนียนละเอียดถูกห่อหุ้มด้วยเนื้อปูที่เด้งสู้ลิ้น ดั่งจานสมบัติอันวิจิตรบรรจง ที่ทำให้ผู้คนรู้สึกอยากกินโดยไม่รู้ตัว เมื่อลิ้มรสอย่างละเมียดละไม กลิ่นหอมลอยคละคลุ้งไปทั่วปาก ราวกับได้ล่องไปตามแม่น้ำแห่งความอร่อยที่เต็มไปด้วยฝูงกุ้งและปู"
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 3
		},
		{
			"id": 100074,
			"name": "Crab Roe",
			"count": 1
		},
		{
			"id": 100015,
			"name": "Snapdragon",
			"count": 1
		},
		{
			"id": 100075,
			"name": "Salt",
			"count": 1
		}
	]
}