{
	"id": 4904,
	"name": "Thick-Cut Duelist's Burger",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "เมนูการโจมตี",
	"effect": "เพิ่มพลังโจมตีให้กับสมาชิกในทีมทั้งหมด 224-320 หน่วย และเพิ่มอัตราคริ 6%-10% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "เบอร์เกอร์ที่ใช้สเต๊กชิ้นหนา เป็นวัตถุดิบหลัก ขนมปังนุ่มนิ่มเนื้อเบาผ่านการอบเล็กน้อยส่งกลิ่นหอมอบอวล เสริมกับรสชาติของซอสที่ถูกราดลงบนสเต๊กชิ้นหนาได้อย่างลงตัว เครื่องปรุงรสหลายชนิดทำให้เกิดรสสัมผัส และคุณค่าทางโภชนาการที่หลากหลาย",
	"suspicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เบอร์เกอร์ที่ใช้สเต๊กชิ้นหนา เป็นวัตถุดิบหลัก สเต๊กชิ้นหนาถูกย่างจนแห้งเกินไป เวลาที่กินเข้าไปรู้สึกเหมือนกับ กำลังเคี้ยวเนื้อสับแปลก ๆ ผักก็เหมือนถูกเก็บไว้นานเกินไป... วัตถุดิบที่ควรจะเข้ากันได้ กลับไม่เข้ากันเลยสักนิด..."
	},
	"normal": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เบอร์เกอร์ที่ใช้สเต๊กชิ้นหนา เป็นวัตถุดิบหลัก ขนมปังนุ่มนิ่มเนื้อเบาผ่านการอบเล็กน้อยส่งกลิ่นหอมอบอวล เสริมกับรสชาติของซอสที่ถูกราดลงบนสเต๊กชิ้นหนาได้อย่างลงตัว เครื่องปรุงรสหลายชนิดทำให้เกิดรสสัมผัส และคุณค่าทางโภชนาการที่หลากหลาย"
	},
	"delicious": {
		"effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "เบอร์เกอร์ที่ใช้สเต๊กชิ้นหนาเป็นวัตถุดิบหลัก เบอร์เกอร์แสนอร่อยที่ทำขึ้นด้วยแนวคิดที่ว่า \"ใช้ความอร่อยสยบผู้ลิ้มลองรสชาติ!\" สเต๊กเนื้อที่หั่นหนา เสริมด้วยส่วนผสมที่สามารถขับรสชาติของสเต๊กเนื้อออกมา ชั่วขณะที่กัดเข้าไป ทำให้รู้สึกพอใจเหมือน \"ถูกกำจัดซะแล้วสิ...\""
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 3
		},
		{
			"id": 110009,
			"name": "Cheese",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		}
	]
}