{
	"id": 3216,
	"name": "Unagi Chazuke",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "เมนูการป้องกัน",
	"effect": "โบนัสการรักษาของตัวละครทั้งหมดในทีมเพิ่มขึ้น 15%-20% เป็นเวลา 300 วินาที\nเมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
	"description": "อาหารจานหลักที่มีรสชาติอ่อน ๆ สุดอร่อย เทน้ำซุปชาที่ชงอย่างดีลงบนข้าวที่โปะหน้าด้วยปลาไหล พักไว้สักครู่ เพื่อรอให้กลิ่นหอมหอมของชาแทรกซึมเข้าสู่เม็ดข้าว เมื่อรวมเข้ากับเนื้อปลาไหลที่ทิ้งรสหวานไว้ในปากอย่างยาวนาน คุณสามารถกินหมดเป็นครึ่งถ้วยในเวลาชั่วพริบตา",
	"suspicious": {
		"effect": "โบนัสการรักษาของตัวละครทั้งหมดในทีมเพิ่มขึ้น 15% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารจานหลักที่มีรสชาติอ่อน ๆ สุดอร่อย น้ำซุปชาที่มีรสชาติอ่อนเกินไปถูกความเค็มของเนื้อปลาไหลกลบจนหมด ทำให้แทบจะไม่ได้กลิ่นหอมของชาเลยสักนิด ถ้าคนให้เข้ากันแล้วกินเป็นโจ๊กล่ะก็ น่าจะพอกลืนลงคอได้บ้าง"
	},
	"normal": {
		"effect": "โบนัสการรักษาของตัวละครทั้งหมดในทีมเพิ่มขึ้น 17% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารจานหลักที่มีรสชาติอ่อน ๆ สุดอร่อย เทน้ำซุปชาที่ชงอย่างดีลงบนข้าวที่โปะหน้าด้วยปลาไหล พักไว้สักครู่ เพื่อรอให้กลิ่นหอมหอมของชาแทรกซึมเข้าสู่เม็ดข้าว เมื่อรวมเข้ากับเนื้อปลาไหลที่ทิ้งรสหวานไว้ในปากอย่างยาวนาน คุณสามารถกินหมดเป็นครึ่งถ้วยในเวลาชั่วพริบตา"
	},
	"delicious": {
		"effect": "โบนัสการรักษาของตัวละครทั้งหมดในทีมเพิ่มขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
		"description": "อาหารจานหลักที่มีรสชาติอ่อน ๆ สุดอร่อย ของใบชาสดใหม่ที่ชงในน้ำซุปร้อน ๆ ส่งกลิ่นหอมฟุ้งกระจายยาวนาน เม็ดข้าวสีขาวอวบที่แยกตัวกันอย่างชัดเจน บวกกับเนื้อปลาไหลที่ย่างบนเตาถ่านทำให้ได้รสสัมผัสที่เนียนละเอียด กลิ่นหอมของปลาและใบชาร่ายรำอยู่บนปลายลิ้นของคุณ รวมเข้ากับความหอมหวานของข้าว กลายเป็นรสชาติสุดอูมามิ คงไม่มีใครสามารถต้านทานแรงดึงดูดสามเท่านี้ได้หรอก"
	},
	"ingredients": [
		{
			"id": 100095,
			"name": "Eel Meat",
			"count": 4
		},
		{
			"id": 100092,
			"name": "Rice",
			"count": 3
		},
		{
			"id": 101210,
			"name": "Seagrass",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Salt",
			"count": 1
		}
	]
}