{
	"id": 29080101,
	"name": "ผู้พิทักษ์โอเอซิสของ Apep",
	"specialName": "สิ่งมีชีวิตร่างวิวัฒนาการที่ประสบกับ \"หายนะ\" นับพันปี",
	"enemyType": "BOSS",
	"category": "ศัตรูที่น่าจดจำ",
	"description": "Apep เคยลัดเลาะผ่านทุ่งหญ้าที่หอมหวน ต้นไม้ยักษ์สูงใหญ่ เถาวัลย์ยาวเลื้อยอันไร้จุดสิ้นสุด ร่วมกับลูกหลานมากมายดุจปลาที่แหวกว่ายในสายน้ำ จนกระทั่งแมกไม้แห้งเหี่ยวกลายเป็นฝุ่นทราย และเหล่าสิ่งมีชีวิตเล็กจ้อยราวกับก้อนกรวดได้สร้างนครอันอ่อนแอขึ้นบนแผ่นดินเดิม\nApep และลูกหลานมากมายเคยทำให้ทะเลทรายปั่นป่วนราวกับน้ำที่เดือดพล่าน เคยทำลายล้างบ้านเมืองตึกรามบ้านช่องจนไม่เหลือซากมาก่อน จนกระทั่งราชาแห่งทะเลทรายคนใหม่ได้สงบศึกกับราชาที่สูญเสียบ้านเกิดเมืองนอน นับตั้งแต่นั้นมาเนินทรายภายใต้แสงตะวันจึงเป็นของทั้งมนุษย์และเทพ ส่วนโอเอซิสแห่งมังกรก็หลงเหลืออยู่ในใจของมันเท่านั้น\nApep เคยแบ่งปันความรู้เกี่ยวกับการวิวัฒนาการให้ลูกหลานแห่งตน เพราะสายน้ำไหลรินย่อมไม่เน่าเหม็น แต่ไม้ที่ผุพังย่อมหักโค่น สุดท้ายมันก็ทำสัญญากับราชาแห่งทะเลทราย และได้รับสติปัญญาอันล้ำเลิศมาครอง จากนั้นเป็นต้นมา มันก็มองเห็นเพียงภาพแห่งจุดสิ้นสุด และหายนะอันไร้ซึ่งขอบเขต\nApep เคยดำดิ่งไปกับภาพหายนะเพียงลำพังมาก่อน มนุษย์ เทพ มังกร สัตว์ป่าที่เดินเหิน นกที่โบยบิน และปลาที่แหวกว่าย รวมถึงทุกความทรงจำ สติปัญญา คำพูด และความแค้น จะถูกบดขยี้กลายเป็นฝุ่นผงที่ไร้สีสัน และแสงจันทร์สุดท้ายจะกลายเป็นฝนเพลิงสีขาวตกลงสู่ดินแดนอันรกร้าง\n...\nApep เคยมองว่าใต้ผืนทะเลทรายคือสุสานของตน หาใช่วังของราชาที่สูญเสียบ้านเมืองไม่ อีกไม่นานพิษของ \"ปัญญา\" จะทำให้มันหลุดพ้นจากความโกรธแค้นและชิงชังนับหลายจันทรา มันเบื่อหน่ายกับภาพที่ไร้สีสันของจุดจบเต็มที จนกระทั่งการมาถึงของเทพผู้อ่อนเยาว์ และนักเดินทางสีทอง ที่ทำให้มันหวนนึกถึงอดีตอีกครั้ง แม้ว่าดินแดนเขียวขจีที่ตนเองเคยปกครองจะกลายเป็นทุ่งรกร้างประดับสีทองคำไปแล้ว ถึงตนกับลูกหลานจะปรับสภาพเพื่อความอยู่รอดจนมีรูปลักษณ์ที่บิดเบี้ยวและน่าเกลียดเกินทน ทว่าภายในใจของมันนั้น ยังคงมีภาพมุมหนึ่งของโอเอซิสเก็บเอาไว้เสมอ",
	"rewardPreview": [
		{
			"id": 102,
			"name": "Adventure EXP",
			"count": 300
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "Friendship EXP"
		},
		{
			"id": 113046,
			"name": "Worldspan Fern"
		},
		{
			"id": 113047,
			"name": "Primordial Greenbloom"
		},
		{
			"id": 113048,
			"name": "Everamber"
		},
		{
			"id": 104131,
			"name": "Nagadus Emerald Sliver"
		},
		{
			"id": 104132,
			"name": "Nagadus Emerald Fragment"
		},
		{
			"id": 104133,
			"name": "Nagadus Emerald Chunk"
		},
		{
			"id": 104134,
			"name": "Nagadus Emerald Gemstone"
		},
		{
			"id": 113021,
			"name": "Dream Solvent",
			"count": 0.33
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Instructor",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "The Exile",
			"rarity": 3
		},
		{
			"id": 400088,
			"name": "Gladiator's Finale",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Wanderer's Troupe",
			"rarity": 4
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Instructor",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "The Exile",
			"rarity": 4
		},
		{
			"id": 400089,
			"name": "Gladiator's Finale",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Wanderer's Troupe",
			"rarity": 5
		},
		{
			"id": 101111,
			"name": "Midlander Sword Billet"
		},
		{
			"id": 101112,
			"name": "Midlander Bow Billet"
		},
		{
			"id": 101113,
			"name": "Midlander Claymore Billet"
		},
		{
			"id": 101114,
			"name": "Midlander Catalyst Billet"
		},
		{
			"id": 101115,
			"name": "Midlander Polearm Billet"
		}
	]
}