{
	"name": "Millennial Pearl Seahorse",
	"specialname": "เจ้าแห่งทะเลสาบอันยิ่งใหญ่ผู้ไร้นาม",
	"enemytype": "BOSS",
	"category": "สัตว์อสูรลึกลับ",
	"description": "หนึ่งในผู้ปกครองสองตนที่ยืนอยู่บนยอด Fontemer Aberrant\nกวีและนักเขียนมักจะยกย่องว่ามันมีความภาคภูมิและสูงส่งเพราะความสันโดษ แต่ท้ายที่สุด สิ่งที่สามารถทำให้พรรณนาออกมาเช่นนี้ได้ ก็เป็นเพราะรูปลักษณ์ที่เรียวยาวและสง่างาม นั่นเป็นเหตุผลว่าทำไมมันจึงถูกเรียกว่า \"ม้าน้ำ\" และราชาแห่ง Armored Crab กลับเป็น \"ราชา\"\nในตำนานของ Fontaine กล่าวว่า ครั้งหนึ่งเคยมีสงครามอันดุเดือดเกิดขึ้นในหมู่ Fontemer Aberrant หลงเหลือไว้เพียง \"Millennial Pearl Seahorse\" และ \"Emperor of Fire and Iron\" เท่านั้นที่ยังคงประจันหน้าต่อสู้กันเอง อยู่ทางตอนเหนือและตอนใต้ของทะเลสาบ ใน \"บทเพลงแห่ง Dobharcu\" ผู้เขียนเคยบรรยายจุดจบของสงครามไว้ว่า: Hunter's Ray ที่รู้จักกันในชื่อ Stormlord ได้สร้างคลื่นลูกใหญ่ขึ้นก่อนที่เขาจะตายไป ก่อให้เกิดสิ่งที่ผู้คนเรียกกันว่า \"ช่วงน้ำท่วมครั้งแรก\"...\nแน่นอนว่าทั้งหมดนี้ เป็นเพียงจินตนาการโรแมนติกของผู้คน ที่ไม่เต็มใจที่จะยอมรับความจริงอันไร้การเพ้อฝัน Fontemer Aberrant เป็นเพียงสิ่งมีชีวิตใต้น้ำธรรมดา ไม่มีราชสำนักที่งดงามหรือล่มสลาย และไม่มีคำพูดยกยอปอปั้น หรือคำว่ากล่าวชั่วร้ายใด ๆ",
	"investigation": {
		"name": "Millennial Pearl Seahorse",
		"category": "Boss",
		"description": "ราชา Fontemer Aberrant โบราณที่อาศัยอยู่ในถ้ำ รูปลักษณ์ที่งดงามราวกับมอนสเตอร์มายา และอารมณ์รุนแรงดั่งสายฟ้าฟาด"
	},
	"rewardpreview": [
		{
			"name": "Adventure EXP",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "Friendship EXP"
		},
		{
			"name": "Vajrada Amethyst Sliver"
		},
		{
			"name": "Vajrada Amethyst Fragment"
		},
		{
			"name": "Vajrada Amethyst Chunk"
		},
		{
			"name": "Vajrada Amethyst Gemstone"
		},
		{
			"name": "Fontemer Unihorn",
			"count": 2.5556
		},
		{
			"name": "Instructor",
			"rarity": "3"
		},
		{
			"name": "The Exile",
			"rarity": "3"
		},
		{
			"name": "Prayers for Wisdom",
			"rarity": "3"
		},
		{
			"name": "Traveling Doctor",
			"rarity": "3"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "4"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "4"
		},
		{
			"name": "Instructor",
			"rarity": "4"
		},
		{
			"name": "The Exile",
			"rarity": "4"
		},
		{
			"name": "Prayers for Wisdom",
			"rarity": "4"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "5"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "5"
		}
	]
}