{
	"name": "Setekh Wenut",
	"specialname": "เจ้าชายองค์สุดท้ายแห่งเม็ดทรายนับอนันต์",
	"enemytype": "BOSS",
	"category": "สัตว์อสูรลึกลับ",
	"description": "นักล่าไร้ตาซึ่งอาศัยอยู่ในส่วนลึกของทะเลทราย จะสัมผัสหาร่องรอยของเหยื่อโดยอาศัยเสียง และการสั่นสะเทือนของพื้นดิน\nตำนานเล่าว่าในอดีตกาลก่อนที่แนวคิดเรื่องเวลาจะถูกสร้างขึ้น ดินแดนที่พวกมันอยู่เต็มไปด้วยหญ้าเขียวขจี และต้นไม้ยักษ์ นายของพวกมัน และลูกหลานของเขาลัดเลาะไปตามดินที่ชื้นเปียกลื่น ราวกับปลาที่แหวกว่ายอยู่ในน้ำ\nหลังจากผ่านมาหลายยุคหลายสมัย ของประทานจากสวรรค์ได้เปลี่ยนให้ดินกลายเป็นก้อนกรวด ทำให้สิ่งมีชีวิตจำนวนมากดับสูญ และหายไป แต่พวกมันยังสามารถอยู่รอดได้ ด้วยการปรับตัวให้เข้ากับสิ่งมีชีวิตบนพื้นโลกมากขึ้น และกลายเป็นที่รู้จักในชื่อ \"Wenut\"\nอาจเป็นเพราะความคล้ายคลึงกันในพฤติกรรมทางชีววิทยา ทำให้ชาวทะเลทรายบางคนยังคงเชื่ออย่างผิด ๆ ว่า \"Wenut\" เป็นร่างโตเต็มวัยของ Quicksand Eel",
	"investigation": {
		"name": "Setekh Wenut",
		"category": "Boss",
		"description": "นักล่าไร้ดวงตาที่ใช้ชีวิตอยู่ในส่วนลึกของทะเลทราย มันจะตามหาร่องรอยของเหยื่อตามเสียงและแรงสั่นสะเทือนของแผ่นดิน\\nบางครั้งก็จะแสดงรูปลักษณ์เหมือนพืชออกมา เพราะว่ากันว่าพวกมันเคยเป็นทายาทที่จ้าวแห่งแมกไม้ให้กำเนิด บ้างก็เล่ากันว่ารูปลักษณ์นั้นมีเพื่อตบตาเหล่าเหยื่อที่กำลังตามหาผลไม้หรือเสบียงในทะเลทราย"
	},
	"rewardpreview": [
		{
			"name": "Adventure EXP",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "Friendship EXP"
		},
		{
			"name": "Vayuda Turquoise Sliver"
		},
		{
			"name": "Vayuda Turquoise Fragment"
		},
		{
			"name": "Vayuda Turquoise Chunk"
		},
		{
			"name": "Vayuda Turquoise Gemstone"
		},
		{
			"name": "Pseudo-Stamens",
			"count": 2.5556
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Instructor",
			"rarity": "3"
		},
		{
			"name": "Lucky Dog",
			"rarity": "3"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "4"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Instructor",
			"rarity": "4"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "5"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "5"
		}
	]
}