{
	"name": "Альбедо",
	"combat1": {
		"name": "Фехтовальный стиль Фавония: Мел",
		"info": "**Обычная атака:**\nДо пяти быстрых ударов мечом.\n\n**Заряженная атака:**\nДва быстрых взмаха мечом, для которых тратится определённое количество выносливости.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
	},
	"combat2": {
		"name": "Абиогенез: Цветок солнца",
		"info": "С помощью алхимии Альбедо создаёт Цветок солнца, который наносит Гео урон по площади.\n\n**Цветок солнца** имеет следующие свойства:\n· Когда противники в зоне с центром на Цветке солнца получают урон, Цветок солнца генерирует Цветки мимолётности, наносящие Гео урон по площади. Наносимый урон зависит от защиты Альбедо.\n· Цветки мимолётности могут генерироваться не чаще, чем раз в 2 сек.\n· Когда персонаж встаёт на Цветок солнца, он испускает энергию Гео, чтобы создать кристаллическую платформу, которая поднимает персонажа на определённую высоту. Одновременно может существовать только одна кристаллическая платформа.\n· Одновременно может существовать только один созданный самим Альбедо Цветок солнца, и он считается Гео конструкцией.\n\n**Долгое нажатие** позволяет выбрать место эффекта навыка.",
		"description": "Необычные свойства этого Гео цветка хорошо отражают цели алхимии. Родиться в земле, стремиться ввысь к небесам и стать солнцем."
	},
	"combat3": {
		"name": "Ритуал рождения: Тектоническая волна",
		"info": "Альбедо выпускает перед собой Гео кристаллы, которые взрываются и наносят Гео урон по площади.\nЕсли на поле боя существует созданный самим Альбедо Цветок солнца, то в его зоне генерируются 7 Цветков неизбежности, которые мгновенно расцветают и наносят Гео урон по площади.\nУрон от Тектонической волны и Цветков неизбежности не генерирует Цветки мимолётности.",
		"description": "По команде Принца мела тектоническая волна созидания переливается в жизнь."
	},
	"passive1": {
		"name": "Превосходство кальцита",
		"info": "Увеличивает урон Цветков мимолётности навыка **Абиогенез: Цветок солнца** по противникам с HP ниже 50% на 25%."
	},
	"passive2": {
		"name": "Гомункулярная природа",
		"info": "Активация навыка **Ритуал рождения: Тектоническая волна** увеличивает мастерство стихий ближайших членов отряда на 125 ед. в течение 10 сек."
	},
	"passive3": {
		"name": "Вспышка гениальности",
		"info": "При создании материалов возвышения оружия имеет 10% шанс создать дополнительный предмет."
	}
}