{
	"name": "Бэй Доу",
	"combat1": {
		"name": "По волнам",
		"info": "**Обычная атака:**\nДо пяти рубящих ударов мечом.\n**Заряженная атака:**\nКомбо-атака, на которую непрерывно тратится выносливость.\nПосле комбо-атаки проводит дополнительную мощную атаку мечом.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
		"image": ""
	},
	"combat2": {
		"name": "Призыв волны",
		"info": "Обидчик десять раз пожалеет о том, что связался с Бэй Доу и её командой.\n\n**Быстрое нажатие:**\nНакапливая силу молнии, Бэй Доу яростно поднимает свой меч, нанося Электро урон.\n\n**Долгое нажатие:**\nБэй Доу поднимает свой меч в качестве щита. Количество поглощаемого урона зависит от макс. HP Бэй Доу.\nПосле окончания или прерывания навыка взмахивает мечом, высвобождая накопленную в нём энергию, и наносит Электро урон.\nУрон увеличивается в зависимости от количества полученных во время навыка ударов. Два полученных удара дают максимальный бонус урона.\nЩит Бэй Доу обладает следующими свойствами:\n· Электро урон поглощается на 250% эффективнее;\n· В момент активации накладывает на Бэй Доу эффект Электро.",
		"description": "Покорите танцующие волны и сверкающие молнии безбрежных морей!",
		"image": ""
	},
	"combat3": {
		"name": "Крушитель бури",
		"info": "Воспоминания о битвах с древними чудовищами помогают Бэй Доу создать вокруг себя громовой щит, нанося при этом Электро урон окружающим врагам.\n\n**Громовой щит:**\n· Попадания обычной и заряженной атакой запускают цепную молнию, которая прыгает с одного врага на другого и наносит им Электро урон;\n· Повышает устойчивость персонажа к прерыванию атак и уменьшает получаемый им урон;\n· Запускает не более одной цепной молнии в секунду.",
		"description": "Сила молнии раскалывает горы и моря.",
		"image": ""
	},
	"passive1": {
		"name": "Возмездие",
		"info": "Идеальная контратака навыком **Призыв волны** даёт максимальный бонус урона.",
		"image": ""
	},
	"passive2": {
		"name": "Гром и молния",
		"info": "В течение 10 сек. после идеального парирования навыком **Призыв волны**, Бэй Доу получает следующие эффекты:\n· Увеличивается урон обычной и заряженной атаки на 15%, а также скорость атаки на 15%;\n·Значительно уменьшается время, необходимое для активации заряженной атаки.",
		"image": ""
	},
	"passive3": {
		"name": "Покоритель волн",
		"info": "Уменьшает потребление выносливости активного персонажа во время плавания на 20%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
		"image": ""
	}
}