{
	"name": "Беннет",
	"combat1": {
		"name": "Счастливый меч",
		"info": "**Обычная атака:**\nДо пяти быстрых ударов мечом.\n\n**Заряженная атака:**\nДва быстрых взмаха мечом, для которых тратится определённое количество выносливости.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
		"image": ""
	},
	"combat2": {
		"name": "Чрезмерные стремления",
		"info": "Беннет концентрирует на своём клинке весь свой пыл и страсть к приключениям. Результат зависит от уровня его пылающей страсти...\n**Быстрое нажатие**:\nБыстрый взмах пылающим мечом, наносящий Пиро урон.\n\n**Долгое нажатие**:\nЭффект зависит от уровня заряда навыка.\n· Уровень заряда 1: Совершает два удара пылающим мечом, которые наносят Пиро урон и подбрасывают врагов в воздух;\n· Уровень заряда 2: Совершает три удара пылающим мечом, которые наносят внушительный Пиро урон. Последний удар создаёт взрыв, который одновременно подбрасывает в воздух врагов и самого Беннета.\nБеннет не получает урон от взрыва.",
		"description": "Страсть и мечты Беннета смешиваются с огненной стихией. Но иногда страсти слишком много, а огонь слишком горяч.",
		"image": ""
	},
	"combat3": {
		"name": "Волнительное приключение",
		"info": "Беннет проводит атаку в прыжке, которая наносит Пиро урон и создаёт Круг вдохновения.\n**Круг вдохновения:**\n· Восстанавливает персонажам в области, HP которых равно или ниже 70%, определённое количество HP, которое зависит от макс. HP Беннета;\n· Если HP персонажа в области выше 70%, то он получает бонус атаки, который зависит от базовой атаки Беннета;\n· Накладывает на персонажей в области эффект Пиро.",
		"description": "Искать приключения с Беннетом - весьма опасное занятие, хоть Беннет и любит называть это «приключением, полным красот и волнительных сюрпризов».",
		"image": ""
	},
	"passive1": {
		"name": "Вспышка страсти",
		"info": "Уменьшает время отката навыка **Чрезмерные стремления** на 20%.",
		"image": ""
	},
	"passive2": {
		"name": "Храбрая кровь",
		"info": "Находясь в области навыка **Волнительное приключение**, навык **Чрезмерные стремления** получает следующие свойства:\n· Уменьшается время отката навыка на 50%;\n· Уровень заряда 2 не подбрасывает Беннета в воздух.",
		"image": ""
	},
	"passive3": {
		"name": "Ступайте осторожно",
		"info": "Уменьшает длительность экспедиций в Мондштадте на 25%.",
		"image": ""
	}
}