{
	"name": "Чун Юнь",
	"combat1": {
		"name": "Искоренение зла",
		"info": "**Обычная атака:**\nДо четырёх рубящих ударов мечом.\n**Заряженная атака:**\nВращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.\nПосле вращения проводит дополнительную мощную атаку мечом.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
		"image": ""
	},
	"combat2": {
		"name": "Духовное лезвие: Холод Чунхуа",
		"info": "Чун Юнь совершает удар мечом по земле, вызывая перед собой в круглой области взрыв холода, который наносит Крио урон.\nСпустя некоторое время холодный воздух, образованный взрывом, собирается в область Холода Чунхуа. Оружие находящихся в этой области персонажей, экипированных одноручным мечом, двуручным мечом или древковым оружием, наделяется инфузией Крио.",
		"description": "Звонит Линь Лан, и вокруг всё замирает. Реки перестают течь, облака надрываются от тяжести холода. Врата алтаря открыты, и зло изгнано.",
		"image": ""
	},
	"combat3": {
		"name": "Духовное лезвие: Падение с небес",
		"info": "С помощью особых жестов Чун Юнь призывает в воздух три гигантских Духовных лезвия, которые после некоторого времени падают на землю один за другим и взрываются.\nПосле взрыва Духовное лезвие наносит Крио урон по площади и подбрасывает врагов.",
		"description": "«Как лёд обжигает холодом руки, так и мои призрачные мечи сотрясают небо и землю. Услышьте мои призывы и помогите мне!»",
		"image": ""
	},
	"passive1": {
		"name": "Ровное дыхание",
		"info": "Увеличивает скорость обычной атаки одноручным, двуручным и древковым оружием в области навыка **Духовное лезвие: Холод Чунхуа** на 8%.",
		"image": ""
	},
	"passive2": {
		"name": "Лезвие ледяного хищника",
		"info": "После исчезновения области **Холода Чунхуа** призывает Духовное лезвие, которое наносит 100% урона навыка Духовное лезвие: Холод Чунхуа в качестве Крио урона по площади. Понижает Крио сопротивление врагов, получивших урон от Духовного лезвия, на 10% в течение 8 сек.",
		"image": ""
	},
	"passive3": {
		"name": "Великий добытчик",
		"info": "Уменьшает длительность экспедиций в Ли Юэ на 25%.",
		"image": ""
	}
}