{
	"name": "Дэхья",
	"combat1": {
		"name": "Нападение песчаной бури",
		"info": "**Обычная атака:**\nНаносит до четырёх ударов, используя двуручный меч и приёмы своего боевого искусства.\n\n**Заряженная атака:**\nКомбо-атака, на которую непрерывно тратится выносливость.\nПосле комбо-атаки проводит дополнительную мощную атаку мечом.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
		"attributes": {
			"labels": [
				"Урон атаки 1|{param1:F1P}",
				"Урон атаки 2|{param2:F1P}",
				"Урон атаки 3|{param3:F1P}",
				"Урон атаки 4|{param4:F1P}",
				"Урон вращающейся атаки|{param5:F1P}",
				"Урон последней заряженной атаки|{param6:P}",
				"Потребление выносливости|{param7:F1} ед./сек.",
				"Макс. длительность|{param8:F1} сек.",
				"Урон в падении|{param9:F1P}",
				"Урон низкого/высокого удара|{param10:P}/{param11:P}"
			]
		}
	},
	"combat2": {
		"name": "Расплавленное пекло",
		"info": "Дэхья применяет различные приёмы собственного боевого искусства в зависимости от ситуации на поле боя.\n\n**Непреклонное пламя**\nАктивируется Дэхьей, если на поле боя нет созданного ей Огненного узилища.\nНаносит Пиро урон по площади и создаёт область Огненного узилища.\n\n**Сфера пламени**\nАктивируется Дэхьей, если на поле боя существует Огненное узилище, созданное ей самой.\nДэхья выполняет атаку в прыжке, нанося Пиро урон по площади, и создаёт Огненное узилище на новой позиции.\nСозданное таким образом новое Огненное узилище наследует длительность исходного Огненного узилища.\n\nВо время существования одного Огненного узилища Сфера пламени может использоваться только 1 раз.\n\n**Огненное узилище**\nКогда враги в его области получают урон, Огненное узилище совершает совместную атаку и наносит им Пиро урон по площади, который зависит от силы атаки и макс. HP Дэхьи. Эффект может возникнуть один раз в 2,5 сек.\nСопротивление прерыванию активных персонажей в его области повышается. Часть урона, получаемого такими персонажами, отводится и перетекает в Кровь алой гривы. Дэхья принимает этот урон в течение 10 сек. Когда накопленный Кровью алой гривы урон достигнет определённого процента от макс. HP Дэхьи или превысит его, она перестанет отводить урон.\n\nОдновременно может существовать только 1 Огненное узилище, созданное самой Дэхьей.",
		"description": "Пройди со мной испытание очищающего от скверны огня, подобно нисходящему в пламени зверю.",
		"attributes": {
			"labels": [
				"Урон Непреклонного пламени|{param1:F1P}",
				"Урон Сферы пламени|{param2:F1P}",
				"Урон области|{param3:F1P} от силы атаки + {param4:F2P} от макс. HP",
				"Отвод урона|{param5:P}",
				"Максимум Крови алой гривы|{param6:P} от макс. HP",
				"Длительность области|{param7:F1} сек.",
				"Время отката|{param8:F1} сек."
			]
		}
	},
	"combat3": {
		"name": "Клыки львицы",
		"info": "Дэхья высвобождает испепеляющую ярость, отбрасывает более не нужный меч и входит в состояние Пылающей львицы, в котором её сопротивление прерыванию повышается.\nВ этом состоянии Дэхья автоматически и непрерывно атакует Кулаками Пламенной Гривы, нанося Пиро урон, который зависит от её силы атаки и макс. HP. После его окончания Дэхья совершает Сжигающий удар, который наносит Пиро урон по площади, пропорциональный её силе атаки и макс. HP.\nЕсли во время активации этого навыка существует Огненное узилище, созданное элементальным навыком Расплавленное пекло самой Дэхьи, Дэхья отзовёт его и по завершении состояния Пылающей львицы создаст Огненное узилище на новой позиции. Новое Огненное узилище наследует длительность исходного Огненного узилища на момент его отзыва.\nВ этом состоянии Дэхья не может применять элементальный навык, а также совершать обычные атаки, заряженные атаки и атаки в падении. Обычная атака Дэхьи Нападение песчаной бури и элементальный навык Расплавленное пекло заменяются Ревущим шквалом.\n\n**Ревущий шквал**\nЕсли в течение 0,4 сек. после удара Кулаками Пламенной гривы использовать Ревущий шквал, то следующий удар Кулаками Пламенной гривы наносится быстрее.",
		"description": "Даже пламя, подчиняясь её воле, по приказу становится её когтями и клыками.",
		"attributes": {
			"labels": [
				"Урон Кулаков Пламенной Гривы|{param1:F1P} от силы атаки + {param2:F2P} от макс. HP",
				"Урон Сжигающего удара|{param3:F1P} от силы атаки + {param4:F2P} от макс. HP",
				"Длительность|{param5:F1} сек.",
				"Время отката|{param6:F1} сек.",
				"Потребление энергии|{param7:I}"
			]
		}
	},
	"passive1": {
		"name": "Безмерная поддержка",
		"info": "После того как Дэхья посредством **Сферы пламени Расплавленного пекла** или **Клыков львицы** отзывает Огненное узилище, получаемый Дэхьей урон, если она принимает урон Крови алой гривы, на 6 сек. снижается на 60%. Этот эффект может возникнуть один раз в 2 сек.\nКроме того, после активации **Непреклонного пламени Расплавленного пекла** Дэхья наделяет всех персонажей отряда статусом Золотая форма на 9 сек. Сопротивление прерыванию персонажей со статусом Золотая форма в области Огненного узилища увеличится. Этот статус может возникнуть один раз в 18 сек."
	},
	"passive2": {
		"name": "Непоколебимая искренность",
		"info": "Когда HP Дэхьи опускается ниже 40%, она восстанавливает 20% от макс. HP и по 6% от макс. HP каждые 2 сек. в течение следующих 10 сек. Этот эффект может возникнуть раз в 20 сек."
	},
	"passive3": {
		"name": "Солнечный путь",
		"info": "Увеличивает скорость передвижения персонажей отряда в дневное время (06:00 - 18:00) на 10%.\nВ подземельях, Витой Бездне и Подземельях наказания навык не действует и со схожими пассивными талантами не суммируется."
	},
	"costs": {
		"lvl2": [
			{
				"name": "Мора",
				"count": 12500
			},
			{
				"name": "Учения о «Честности»",
				"count": 3
			},
			{
				"name": "Выцветший красный шёлк",
				"count": 6
			}
		],
		"lvl3": [
			{
				"name": "Мора",
				"count": 17500
			},
			{
				"name": "Указания о «Честности»",
				"count": 2
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 3
			}
		],
		"lvl4": [
			{
				"name": "Мора",
				"count": 25000
			},
			{
				"name": "Указания о «Честности»",
				"count": 4
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 4
			}
		],
		"lvl5": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Указания о «Честности»",
				"count": 6
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 6
			}
		],
		"lvl6": [
			{
				"name": "Мора",
				"count": 37500
			},
			{
				"name": "Указания о «Честности»",
				"count": 9
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 9
			}
		],
		"lvl7": [
			{
				"name": "Мора",
				"count": 120000
			},
			{
				"name": "Философия о «Честности»",
				"count": 4
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 4
			},
			{
				"name": "Нити марионетки",
				"count": 1
			}
		],
		"lvl8": [
			{
				"name": "Мора",
				"count": 260000
			},
			{
				"name": "Философия о «Честности»",
				"count": 6
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 6
			},
			{
				"name": "Нити марионетки",
				"count": 1
			}
		],
		"lvl9": [
			{
				"name": "Мора",
				"count": 450000
			},
			{
				"name": "Философия о «Честности»",
				"count": 12
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 9
			},
			{
				"name": "Нити марионетки",
				"count": 2
			}
		],
		"lvl10": [
			{
				"name": "Мора",
				"count": 700000
			},
			{
				"name": "Философия о «Честности»",
				"count": 16
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 12
			},
			{
				"name": "Нити марионетки",
				"count": 2
			},
			{
				"name": "Корона прозрения",
				"count": 1
			}
		]
	}
}