{
	"name": "Диона",
	"combat1": {
		"name": "Стиль котёнка",
		"info": "**Обычная атака:**\nДо пяти выстрелов из лука.\n**Заряженная атака:**\nБолее меткий **прицельный выстрел** с увеличенным уроном.\nВо время прицеливания наконечник стрелы заряжается холодом. Полностью заряженная холодом стрела наносит Крио урон.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
	},
	"combat2": {
		"name": "Морозные коготочки",
		"info": "Выпускает Морозные коготочки, которые наносят противнику Крио урон и создают элементальный щит при ударе.\nПоглощение урона щитом зависит от макс. HP Дионы, а длительность его существования - от количества попавших в цель Морозных коготочков.\n\n**Быстрое нажатие:**\nМоментально выпускает два Морозных коготочка.\n\n**Долгое нажатие:**\nОтпрыгивая назад, выпускает пять Морозных коготочков.\nЩит, образованный заряженным навыком, даёт 75% бонус поглощения урона.\n\nЩит поглощает Крио урон на 250% эффективнее, также при активации щит может наложить на персонажа кратковременный эффект Крио.",
		"description": "Обычно никакое количество льда в напитке не может навредить алкоголику, но тот лёд, что создаёт Диона с помощью Глаза Бога, заставляет мозг покрываться льдом. 10 из 10!"
	},
	"combat3": {
		"name": "Авторский коктейль",
		"info": "Бросает приготовленный по особому рецепту ледяной коктейль, который наносит Крио урон по площади и создаёт область Прохладительной дымки.\n\n**Прохладительная дымка:**\n· Наносит Крио урон врагам, находящимся в области;\n· Периодически восстанавливает HP персонажам, находящимся в области.",
		"description": "Чудовищная смесь, которую даже Диона считает бесчеловечной. Ужас неизбежности лучше оставить врагам. К сожалению, резкое послевкусие этого напитка им придётся прочувствовать только своим носом и кожей."
	},
	"passive1": {
		"name": "Секретное меню",
		"info": "Щит навыка **Морозные коготочки** увеличивает скорость передвижения персонажа на 10% и уменьшает его потребление выносливости на 10%."
	},
	"passive2": {
		"name": "Пьяный балаган",
		"info": "Уменьшает силу атаки вошедших в зону действия навыка **Авторский коктейль** врагов на 10% в течение 15 сек."
	},
	"passive3": {
		"name": "За счёт заведения",
		"info": "При приготовлении идеального блюда с восстанавливающими свойствами имеет 12% шанс приготовить дополнительное блюдо."
	}
}