{
	"name": "Эола",
	"combat1": {
		"name": "Фехтовальный стиль Фавония: Знать",
		"info": "**Обычная атака:**\nДо пяти рубящих ударов мечом.\n**Заряженная атака:**\nКомбо-атака, на которую непрерывно тратится выносливость.\nПосле комбо-атаки проводит дополнительную мощную атаку мечом.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
		"image": ""
	},
	"combat2": {
		"name": "Ледяной прибой",
		"info": "Ледяной воздух, стремительный меч.\n\n**Быстрое нажатие:**\nБыстрый взмах, который наносит Крио урон.\nПри попадании по врагу Эола получает один уровень Холодного сердца. Складывается до 2 раз, может возникнуть 1 раз в 0.3 сек.\n\n**Холодное сердце**\nПовышает сопротивление прерыванию и защиту Эолы.\n\n**Долгое нажатие:**\nТратит все уровни Холодного сердца и совершает рубящий удар мечом, который наносит Крио урон врагам перед собой.\nЕсли было потрачено Холодное сердце, то Эола снижает физическое сопротивление и Крио сопротивление врагов поблизости.\nКаждый потраченный уровень Холодного сердца превращается в один Меч вихря, который наносит врагам поблизости Крио урон.",
		"description": "«Поглотила корону и кружится волна. Мерцает царским золотом ледяного прибоя вода. Каждая капля искрится на солнце».",
		"image": ""
	},
	"combat3": {
		"name": "Сумеречный меч",
		"info": "Эола яростно взмахивает мечом, нанося окружающим врагам Крио урон и создавая Меч света, который следует за ней до 7 сек.\nПока Меч света существует, он повышает сопротивление прерыванию Эолы. Когда обычные атаки, элементальные навыки и взрывы стихии Эолы наносят врагам урон, Меч света получает энергию. Он может получить максимум одну единицу каждые 0.1 сек.\nКогда длительность Меча света заканчивается, он падает и взрывается, нанося врагам поблизости физический урон.\nНаносимый урон зависит от количества накопленной Мечом света энергии.\nМеч света взрывается сам при смене персонажа.",
		"description": "Утонуть - дело простое. Но она по-прежнему хочет заморозить прибой.",
		"image": ""
	},
	"passive1": {
		"name": "Дрожащий иней",
		"info": "Если при долгом нажатии навыка **Ледяной прибой** за раз тратится два уровня Холодного сердца, то появляется сломанный Меч света, который тут же взрывается и в виде физического урона наносит 50% от базового урона Меча света, создаваемого **Сумеречным мечом**.",
		"image": ""
	},
	"passive2": {
		"name": "Прилив войны",
		"info": "Использование **Сумеречного меча** сбрасывает откат **Ледяного прибоя** и даёт Эоле один уровень Холодного сердца.",
		"image": ""
	},
	"passive3": {
		"name": "Рефлексия аристократа",
		"info": "При создании материалов повышения талантов персонажей есть 10% шанс создать дополнительный предмет.",
		"image": ""
	}
}