{
	"name": "Мона",
	"combat1": {
		"name": "Круги на воде",
		"info": "**Обычная атака:**\nДо четырёх ударов пузырями, наносящих Гидро урон.\n**Заряженная атака:**\nКороткое заклинание, наносящее Гидро урон по площади, на которое тратится определённое количество выносливости.\n\n**Атака в падении:**\nНакопив энергию воды, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Гидро урон по площади.",
		"image": ""
	},
	"combat2": {
		"name": "Отражение фатума",
		"info": "Создаёт фантома судьбы из водных пузырей.\n\n**Фантом:** имеет следующие свойства:\n· Непрерывно привлекает атаки врагов на себя;\n· Непрерывно наносит Гидро урон окружающим врагам;\n· По истечении времени действия фантом взрывается, нанося Гидро урон по площади.\n\n**Долгое нажатие:**\nОтпрыгивает назад с помощью водных потоков, при этом создав фантома.\n\nОдновременно на поле боя может существовать только один фантом навыка Отражение фатума.",
		"description": "Опытные астрологи всегда мечтали создавать собственных фантомов, чтобы предотвращать грядущую судьбу. Мона стала первым человеком в Тейвате, кого смешат такие мысли.",
		"image": ""
	},
	"combatsp": {
		"name": "Иллюзорный поток",
		"info": "**Заменяет спринт.**\nМона движется вместе с потоками воды, затрачивая определённое количество выносливости.\n\nБудучи в форме иллюзорного потока, Мона может двигаться по поверхности воды с высокой скоростью.\nПо окончании навыка накладывает на окружающих врагов статус Мокрый.",
		"description": "Это способность, которой владеет Мона, но не её наставница, которой, впрочем, не очень интересен Гидро Глаз Бога...",
		"image": ""
	},
	"combat3": {
		"name": "Звёздный фантазм",
		"info": "Мона призывает бушующие волны и создаёт отражение звёздного неба, заключая врагов в большом радиусе в Теневые пузыри.\n\n**Теневой пузырь:**\nЗаключает в себя врагов, накладывая на них статус Мокрый. Попав в Теневой пузырь, слабые противники также теряют способность двигаться.\nНанесённый заключённому в Теневой пузырь противнику урон активирует следующие эффекты:\n· Добавляет бонус урона от Омена, также увеличивая нанесённый урон;\n· Снимает эффект Теневого пузыря, при этом нанося Гидро урон.\n\n**Омен:**\nНа время длительности навыка увеличивает получаемый противником урон.",
		"description": "Судьба стала называться судьбой, когда боги впервые провели глазами по небу, обозначив звёзды и созвездия.",
		"image": ""
	},
	"passive1": {
		"name": "«Старуха, тебе меня не найти!»",
		"info": "Если через 2 сек. после активации навыка **Иллюзорный поток** вокруг Моны есть враги, она создаёт одного Фантома.\nСозданный таким способом Фантом существует 2 сек., урон от его взрыва равен 50% от навыка **Отражение фатума**.",
		"image": ""
	},
	"passive2": {
		"name": "Пусть судьба кинет кости!",
		"info": "Увеличивает бонус Гидро урона Моны на 20% от её восстановления энергии.",
		"image": ""
	},
	"passive3": {
		"name": "Принципы астрологии",
		"info": "При создании материалов возвышения оружия имеет 25% шанс восстановить часть использованных материалов.",
		"image": ""
	}
}