{
	"name": "Розария",
	"combat1": {
		"name": "Копьё церкви",
		"info": "**Обычная атака:**\nДо пяти ударов копьём.\n\n**Заряженная атака:**\nВыпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
		"image": ""
	},
	"combat2": {
		"name": "Казнящая исповедь",
		"info": "Розария стремительно передвигается за спину противника и пронзает его своим копьём, нанося Крио урон.\nЭта способность не позволяет оказаться за спиной у противников крупного телосложения.",
		"description": "Исповедующиеся сестре Розарии не получат отпущения грехов. Любой грех, малый и тяжкий, встретит свою холодную кару.",
		"image": ""
	},
	"combat3": {
		"name": "Обряд кончины",
		"info": "Авторская молитва Розарии. После кругового взмаха своим оружием она вонзает Ледяное копьё в землю. Обе этих атаки наносят Крио урон.\nПока активно, Ледяное копьё периодически выпускает холодный воздух, который наносит Крио урон окружающим врагам.",
		"description": "Суждение так утомляет. Предлагаю пропустить его и перейти непосредственно к заключительному обряду. Мне провести этот обряд необычайно легко, потому что я не верю в Анемо Архонта.",
		"image": ""
	},
	"passive1": {
		"name": "Покаяние призрака",
		"info": "Атаки со спины навыка **Казнящая исповедь** увеличивают шанс крит. попадания Розарии на 12% в течение 5 сек.",
		"image": ""
	},
	"passive2": {
		"name": "Поддерживающая тьма",
		"info": "Активация навыка **Обряд кончины** увеличивает шанс крит. попадания всех членов отряда (кроме самой Розарии) на 15% от шанса крит. попадания Розарии в течение 10 сек.\nДобавленный таким образом шанс крит. попадания не может превышать 15%.",
		"image": ""
	},
	"passive3": {
		"name": "Путь в ночи",
		"info": "Увеличивает скорость передвижения персонажей отряда в ночное время (18:00-06:00) на 10%.\nВ подземельях, Витой Бездне и подземельях Наказания навык не действует, и со схожими пассивными талантами не суммируется.",
		"image": ""
	}
}