{
	"name": "Тарталья",
	"combat1": {
		"name": "Дождь расставаний",
		"info": "**Обычная атака:**\nДо шести выстрелов из лука.\n**Заряженная атака:**\nБолее меткий **прицельный выстрел** с увеличенным уроном.\nВо время прицеливания наконечник стрелы заряжается энергией воды. Полностью заряженная водой стрела наносит Гидро урон и накладывает на противника статус **Отлив**.\n\nОтлив:\nНекоторые атаки Тартальи по противникам со статусом Отлив наносят Гидро урон по площади. Этот урон считается нанесённым обычной атакой.\n·Отлив-вспышка: Полностью заряженный прицельный выстрел по противнику со статусом Отлив наносит последовательный Гидро урон по площади. Возникает раз в 0,7 сек.\n·Отлив-всплеск: Победа над противником со статусом Отлив вызывает Гидро всплеск, который накладывает на окружающих противника врагов статус Отлив.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
		"image": ""
	},
	"combat2": {
		"name": "Форма духа: Бушующие волны",
		"info": "Тарталья обнажает клинки из чистой воды, которые наносят Гидро урон окружающим врагам и активируют ближнюю стойку.\nВ этой стойке обычные и заряженные атаки Тартальи наносят Гидро урон, который не может быть отменён какой-либо элементальной инфузией, и изменяются следующим образом:\n\n**Обычная атака:**\nДо шести ударов Гидро клинками.\n\n**Заряженная атака:**\nПерекрёстный удар, который наносит Гидро урон и затрачивает определённое количество выносливости.\n\n**Отлив-удар:**\nАтаки ближней стойки по противникам со статусом Отлив будут наносить им Гидро урон по площади. Урон Отлив-удар наносит элементальный урон, срабатывает не чаще, чем один раз в 1,5 секунды.\n\nТарталья возвращается в дальнюю стойку по истечении 30 сек. или при повторной активации навыка, а сам навык уходит в откат. Чем дольше Тарталья был в рукопашной стойке, тем дольше будет время отката навыка.\nВремя отката увеличивается, если возврат в дальнюю стойку произошёл по истечении 30 сек.",
		"description": "Он взял на вооружение лук для того, чтобы отточить мастерство стрельбы, но серьёзный бой может потребовать обнажить клинок...",
		"image": ""
	},
	"combat3": {
		"name": "Хаос: Опустошение",
		"info": "Совершаемая атака определяется стойкой, в которой находится Тарталья.\n\n**Дальняя стойка - Вспышка хаоса:**\nТарталья выпускает заряженную водной стихией стрелу, которая наносит Гидро урон по площади и накладывает на врагов статус Отлив.\nПосле активации навык восстанавливает часть энергии.\n\n**Ближняя стойка - Свет погибели:**\nТарталья выполняет круговую атаку, которая наносит большой Гидро урон окружающим врагам и накладывает на них статус Отлив-взрыв.\n\n**Отлив-взрыв:**\nАтака Свет погибели, попавшая по врагам со статусом Отлив, снимает с них этот статус, вызывая при этом Гидро взрывы, которые наносят Гидро урон по площади. Урон Отлив-взрыв считается элементальным уроном.",
		"description": "В его заснеженной родине бурлящие потоки воды встречаются не часто. Возможно, способность Тартальи управлять водой объясняется пониманием того, насколько она драгоценна.",
		"image": ""
	},
	"passive1": {
		"name": "Не кончается пытка",
		"info": "Увеличивает длительность статуса Отлив на 8 сек.",
		"image": ""
	},
	"passive2": {
		"name": "Водяной меч",
		"info": "Находясь в рукопашной стойке навыка **Форма духа: Бушующие волны** и при крит. попадании обычной или заряженной атакой противник получает статус Отлив.",
		"image": ""
	},
	"passive3": {
		"name": "Мастерское владение оружием",
		"info": "Увеличивает уровень **обычной атаки** вашего персонажа на 1.",
		"image": ""
	}
}