{
	"name": "Синь Янь",
	"combat1": {
		"name": "Зажигательный танец",
		"info": "**Обычная атака:**\nДо четырёх рубящих ударов мечом.\n**Заряженная атака:**\nВращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.\nПосле вращения проводит дополнительную мощную атаку мечом.\n\n**Атака в падении:**\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
		"image": ""
	},
	"combat2": {
		"name": "Решительный жар",
		"info": "Синь Янь размахивает своим музыкальным инструментом, нанося Пиро урон окружающим врагам, и создаёт щит из жаркой любви своих фанатов.\nПоглощение урона щита зависит от защиты Синь Янь и от количества попавших под удар врагов:\n· Не попадает или попадает по одному - щит 1 ур. «Импровизация»;\n· Попадает по двум - щит 2 ур. «Вступление»;\n· Попадает по трём и более - щит 3 ур. «Рейв», который также периодически наносит Пиро урон окружающем врагам.\n\nЩит обладает следующими свойствами:\n· Во время активации накладывает на Синь Янь эффект Пиро;\n· Пиро урон поглощается на 250% эффективнее.",
		"description": "Синь Янь утверждает, что кульминация её выступления - это пиротехнические эффекты, которые являются физическим феноменом, никак не связанным с её Глазом Бога.",
		"image": ""
	},
	"combat3": {
		"name": "Струны протеста",
		"info": "Синь Янь зажигает толпу игрой на своём инструменте, подкидывая окружающих врагов в воздух и нанося им физ. урон.\nЖаркая атмосфера её выступления создаёт струи огня, которые наносят Пиро урон окружающим врагам.",
		"description": "Этим номером Синь Янь заканчивала свои концерты, однако ей пришлось прекратить его исполнение, и не потому что это был опасный номер, а потому что у неё не было более захватывающего номера на случай, если кто-то выкрикнет «На бис!»",
		"image": ""
	},
	"passive1": {
		"name": "Выступление без публики",
		"info": "Уменьшает необходимое для получения уровня щита навыка **Решительный жар** количество врагов:\n· Щит 2 ур. - «Вступление»: требуется попадание по одному врагу;\n· Щит 3 ур. - «Рейв»: требуется попадание по двум врагам и более.",
		"image": ""
	},
	"passive2": {
		"name": "Вот это рок-н-ролл!",
		"info": "Щит навыка **Решительный жар** увеличивает физ. урон персонажа на 15%.",
		"image": ""
	},
	"passive3": {
		"name": "Готовка рулит",
		"info": "При приготовлении идеального блюда, повышающего защиту, имеет 12% шанс приготовить дополнительное блюдо.",
		"image": ""
	}
}