{
	"name": "Янь Фэй",
	"combat1": {
		"name": "Печать одобрения",
		"info": "**Обычная атака:**\nЗапускает до трёх огненных шаров, которые наносят Пиро урон.\nКогда обычная атака попадает по врагу, Янь Фэй получает одну Багровую печать. Изначально может иметь максимум три печати. При каждой активации длительность уже имеющихся Багровых печатей обновляется.\nКаждая Багровая печать снижает потребление выносливости Янь Фэй. Печати исчезают при смене персонажа.\n\n**Заряженная атака:**\nПосле прочтения краткого заклинания тратит некоторое количество выносливости и все Багровые печати, нанося Пиро урон по площади перед собой.\nЧем больше потрачено Багровых печатей, тем больше урон и радиус заряженной атаки.\n\n**Атака в падении:**\nНакопив энергию огня, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Пиро урон по площади.",
		"attributes": {
			"labels": [
				"Урон атаки 1|{param1:P}",
				"Урон атаки 2|{param2:P}",
				"Урон атаки 3|{param3:P}",
				"Урон заряженной атаки|{param4:P}/{param5:P}/{param6:P}/{param7:P}/{param8:P}",
				"Потребление выносливости заряженной атакой|{param14:F1} ед.",
				"Снижение потребления выносливости багровой печатью|{param15:F1P}",
				"Длительность багровой печати|{param19:F1} сек.",
				"Урон при падении|{param16:F1P}",
				"Урон низкого/высокого удара|{param17:P}/{param18:P}"
			]
		}
	},
	"combat2": {
		"name": "Подписанный указ",
		"info": "Призывает языки пламени, которые наносят Пиро урон по площади.\nПри попадании по врагу даёт Янь Фэй максимальное количество Багровых печатей.",
		"description": "Печать, нанесённая огнём, имеет не только юридическую силу, но и накладывает дополнительные условия от самой Янь Фэй. Ведь законы природы не изменить, опираясь лишь на авторитет департамента по делам граждан.",
		"attributes": {
			"labels": [
				"Урон навыка|{param1:P}",
				"Время отката|{param2:F1} сек."
			]
		}
	},
	"combat3": {
		"name": "По рукам",
		"info": "Вызывает яростный поток огня, который бьёт окружающих врагов, нанося Пиро урон по площади. Также даёт Янь Фэй максимальное количество Багровых печатей и эффект Блеска.\n**Блеск**\nИмеет следующие эффекты:\n· Периодически даёт Янь Фэй одну Багровую печать.\n· Увеличивает урон заряженной атаки.\nЭффект Блеска пропадает, если Янь Фэй покидает поле боя или погибает.",
		"description": "«Условия ясны, договор о жизни и смерти заключён. Ты умрёшь - я буду жить!»",
		"attributes": {
			"labels": [
				"Урон навыка|{param1:P}",
				"Интервал получения Багровой печати|{param4:F1} сек.",
				"Увеличение урона заряженной атаки|{param2:P}",
				"Длительность|{param3:F1} сек.",
				"Время отката|{param5:F1} сек.",
				"Потребление энергии|{param6:I}"
			]
		}
	},
	"passive1": {
		"name": "Оговорка",
		"info": "Когда заряженная атака Янь Фэй потребляет Багровые печати, каждая потраченная печать увеличивает бонус Пиро урона на 5%, эффект длится 6 сек. Если во время действия эффекта снова используется заряженная атака, то она снимает предыдущий эффект."
	},
	"passive2": {
		"name": "Пламенный взгляд",
		"info": "При критическом попадании заряженной атаки по противнику Янь Фэй дополнительно наносит Пиро урон по площади равный 80% силы атаки. Урон считается уроном заряженной атаки."
	},
	"passive3": {
		"name": "Энциклопедические знания",
		"info": "Отмечает **диковины Ли Юэ** на мини-карте."
	}
}