{
	"id": 8,
	"name": "Special Entry",
	"rules": [
		{
			"title": "Food",
			"titleraw": "{SPRITE_PRESET#3101}Food",
			"content": "After playing the Food Event Card, the character will enter the Satiated state.\nCharacters in the Satiated state cannot be targeted by other Food Event Cards nor experience any effects from said Food Event Cards.\nThe Satiated state will be removed at the end of the Round or if the character is defeated.\nAside from this, when Food Event Cards with the Revival effect are played, no other Food Event Cards bearing the Revival effect can be used in the Round.",
			"contentraw": "After playing the {SPRITE_PRESET#3101}Food Event Card, the character will enter the Satiated state.\\nCharacters in the Satiated state cannot be targeted by other {SPRITE_PRESET#3101}Food Event Cards nor experience any effects from said {SPRITE_PRESET#3101}Food Event Cards.\\nThe Satiated state will be removed at the end of the Round or if the character is defeated.\\nAside from this, when {SPRITE_PRESET#3101}Food Event Cards with the Revival effect are played, no other {SPRITE_PRESET#3101}Food Event Cards bearing the Revival effect can be used in the Round."
		},
		{
			"title": "Shield",
			"titleraw": "{SPRITE_PRESET#4007}Shield",
			"content": "Some effects will provide Shields that can protect specific characters.\nWhen characters with Shields receive DMG, the Shield points will be deducted to block some DMG, if not all.",
			"contentraw": "Some effects will provide Shields that can protect specific characters.\\nWhen characters with Shields receive DMG, the Shield points will be deducted to block some DMG, if not all."
		},
		{
			"title": " Arcane Legend",
			"titleraw": "{SPRITE_PRESET#3007} Arcane Legend",
			"content": "Each player can only use 1 Arcane Legend card per match.\nThe Arcane Legend card will be in your starting hand (If you have more Arcane Legend cards in your deck than there are starting hand cards, random Arcane Legend cards will appear in your starting hand.)",
			"contentraw": "Each player can only use 1 {SPRITE_PRESET#3007}Arcane Legend card per match.\\nThe {SPRITE_PRESET#3007}Arcane Legend card will be in your starting hand (If you have more {SPRITE_PRESET#3007}Arcane Legend cards in your deck than there are starting hand cards, random Arcane Legend cards will appear in your starting hand.)"
		},
		{
			"title": "Technique",
			"titleraw": "{SPRITE_PRESET#3008}Technique",
			"content": "When the active character is equipped with a Technique card, they can use the corresponding Technique.\nUsing a  Technique counts as a Combat Action. If the character is unable to use Skills due to conditions like Frozen, Petrification, or Stun, they are also unable to use the Technique.\nUsing a Technique is not considered as using a Skill. Therefore, it cannot trigger effects such as \"After using a skill\" or \"After the character triggers an Elemental Reaction.\" Damage dealt by using a Technique is not considered Damage dealt by the character.",
			"contentraw": "When the active character is equipped with a {SPRITE_PRESET#3008}Technique card, they can use the corresponding {SPRITE_PRESET#3008}Technique.\\nUsing a {SPRITE_PRESET#3008} Technique counts as a Combat Action. If the character is unable to use Skills due to conditions like Frozen, Petrification, or Stun, they are also unable to use the {SPRITE_PRESET#3008}Technique.\\nUsing a {SPRITE_PRESET#3008}Technique is not considered as using a Skill. Therefore, it cannot trigger effects such as \"After using a skill\" or \"After the character triggers an Elemental Reaction.\" Damage dealt by using a {SPRITE_PRESET#3008}Technique is not considered Damage dealt by the character."
		},
		{
			"title": "Usage",
			"titleraw": "Usage",
			"content": "Some cards have limited Usages.\nEach time the effect of such a card is triggered, 1 Usage will be consumed.\nOnce a card has 0 Usages remaining, it will be discarded immediately.",
			"contentraw": "Some cards have limited Usages.\\nEach time the effect of such a card is triggered, 1 Usage will be consumed.\\nOnce a card has 0 Usages remaining, it will be discarded immediately."
		},
		{
			"title": "Duration (Rounds)",
			"titleraw": "Duration (Rounds)",
			"content": "Some cards have limited Duration.\nEach End Phase, 1 Round will be removed from such a card's Duration.\nWhen a card's Duration runs out, it will be discarded immediately.",
			"contentraw": "Some cards have limited Duration.\\nEach End Phase, 1 Round will be removed from such a card's Duration.\\nWhen a card's Duration runs out, it will be discarded immediately."
		},
		{
			"title": "Piercing DMG",
			"titleraw": "Piercing DMG",
			"content": "Some effects will deal Piercing DMG.\nSuch DMG cannot be boosted by any effects, but they will not be blocked by any Shields either.",
			"contentraw": "Some effects will deal Piercing DMG.\\nSuch DMG cannot be boosted by any effects, but they will not be blocked by any Shields either."
		},
		{
			"title": "Combat Action (Action Card)",
			"titleraw": "Combat Action (Action Card)",
			"content": "Some Action Cards follow the Combat Action rule.\nIf you play such a card, that action will be viewed as conducting a Combat Action instead of a Fast Action.",
			"contentraw": "Some Action Cards follow the Combat Action rule.\\nIf you play such a card, that action will be viewed as conducting a Combat Action instead of a Fast Action."
		},
		{
			"title": "Charged Attack",
			"titleraw": "Charged Attack",
			"content": "Before your Action Phase, should the total number of your Elemental Dice be even, your Normal Attack will be considered a Charged Attack.",
			"contentraw": "Before your Action Phase, should the total number of your Elemental Dice be even, your Normal Attack will be considered a Charged Attack."
		},
		{
			"title": "Plunging Attack",
			"titleraw": "Plunging Attack",
			"content": "After the character is switched in to be the Active Character, should their next Combat Action within this Round be a Normal Attack, it will be considered a Plunging Attack for the instance.",
			"contentraw": "After the character is switched in to be the Active Character, should their next Combat Action within this Round be a Normal Attack, it will be considered a Plunging Attack for the instance."
		}
	]
}