{
	"id": 23085301,
	"monsterId": 23085301,
	"name": "Cutting Edge Fire Support Ground Effect Landcruiser",
	"specialNames": [
		"Cutting Edge Fire Support Ground Effect"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Landcruiser elit yang menyeimbangkan teknologi mutakhir, biaya produksi, dan kecepatan pengiriman, juga memberikan daya tembus yang kuat pada rangkaian pertempuran, merupakan titik tumpu penting di garis depan.\nSetelah dilengkapi dengan mesin jet berkekuatan tinggi, Ground Effect Landcruiser jenis ini memiliki kemampuan untuk menggunakan lebih dari satu senjata api, dan dapat menembakkan kekuatan api yang lumayan ke setiap bagian di garis depan secara tepat waktu. Oleh karena itu, dalam Kekuatan Reaksi Cepat yang disusun bersama oleh Fatui dan Akademi Militer Kerajaan, mereka harus diorganisir secara terpisah sebagai \"Angkatan Reaksi Cepat\" dalam operasi skala besar untuk mencegah terobosan atau serangan balik musuh untuk terus memanfaatkan keunggulan saat situasi sedang menguntungkan. Tentu saja, semua Landcruiser mutakhir memiliki kemampuan untuk melakukan tugasnya secara independen. Dalam operasi jangka panjang, mereka dapat membentuk skuad skala kecil dan memaksimalkan kekuatan tempur berbagai angkatan Fatui ....",
	"investigation": {
		"investigationId": 85,
		"name": "Landcruiser",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Mesin otonom yang menerapkan konsep angkatan laut pada peperangan darat.\\nSebagai \"kapal bersenjata yang berlayar di darat\", Landcruiser adalah senjata perang jenis baru yang dikembangkan oleh para insinyur di Istana Persenjataan. Saat ini sudah digunakan secara luas oleh Fatui di garis depan perang."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Precision Drive Shaft",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Reinforced Drive Shaft",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Broken Drive Shaft",
			"count": 1.6808
		}
	]
}