{
	"id": 23085201,
	"monsterId": 23085201,
	"name": "Cutting Edge All-Purpose Scout Landcruiser",
	"specialNames": [
		"Cutting Edge All-Purpose Scout"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Landcruiser elit yang menyeimbangkan teknologi mutakhir, biaya produksi, dan kecepatan pengiriman, juga memberikan daya tembus yang kuat pada rangkaian pertempuran, merupakan titik tumpu penting di garis depan.\nMesin serba guna ini dipersenjatai dengan kombinasi senapan mesin otomatis multi-laras dan bilah putar untuk pertempuran jarak dekat, memungkinkan Landcruiser jenis ini untuk menghadapi musuh dengan tenang di semua jarak pertempuran. Howitzer berat di kedua sisinya dapat menghancurkan bunker musuh dan membuat pasukan pertahanan kehilangan perlindungannya. Berdasarkan peraturan tempur yang disusun bersama oleh Fatui dan Akademi Militer Kerajaan, ketika Landcruiser serba guna mutakhir ini memasuki dan melancarkan serangan, semua unit di sekitarnya harus bekerja sama dengannya untuk segera membuka celah di garis pertahanan musuh, guna melancarkan serangan mendalam berikutnya dan menghancurkan garis pertahanan musuh sepenuhnya ....",
	"investigation": {
		"investigationId": 85,
		"name": "Landcruiser",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Mesin otonom yang menerapkan konsep angkatan laut pada peperangan darat.\\nSebagai \"kapal bersenjata yang berlayar di darat\", Landcruiser adalah senjata perang jenis baru yang dikembangkan oleh para insinyur di Istana Persenjataan. Saat ini sudah digunakan secara luas oleh Fatui di garis depan perang."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Precision Drive Shaft",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Reinforced Drive Shaft",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Broken Drive Shaft",
			"count": 1.6808
		}
	]
}