{
	"id": 25410301,
	"name": "Eremite Scorching Loremaster",
	"specialName": "Ramalan Epik Api Membara",
	"enemyType": "COMMON",
	"category": "Kelompok Manusia Lainnya",
	"description": "Seorang anggota kelompok tentara bayaran lepas yang melangkah pergi dari padang pasir. Dia bersedia bekerja untuk siapa saja atas nama upah, dan mereka tidak akan pernah melupakan akar mereka di padang pasir.\nSetelah runtuhnya peradabannya, kisah padang pasir terus diturunkan dari generasi ke generasi dalam tradisi lisan seperti percikan api di antara angin dan butiran hujan di antara awan. Seiring berjalannya waktu, beberapa cerita menjadi hilang, ada juga yang berhasil selamat, meski telah mengalami perubahan yang signifikan.\n\"Eremite\" adalah istilah umum yang diberikan kepada suku-suku di padang pasir oleh mereka yang terlalu bodoh atau terlalu hina untuk mempelajari perbedaan berbagai suku. Di antara mereka yang disebut sebagai Eremite, banyak juga yang memang sudah melupakan kisah padang pasir. Namun jangan khawatir, bagi mereka yang masih ingat tentang kisah ini, tidak akan pernah mengkhianati semangat padang pasir yang masih mengalir melalui nadinya.",
	"investigation": {
		"name": "Eremite",
		"category": "Normal",
		"description": "Kelompok prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.\\n\"Eremite\" adalah nama bersama untuk mereka-mereka yang bukan penduduk di padang gurun. Di antaranya, ada kelompok prajurit bayaran seperti \"The Farrokhzadan\" dan suku seperti \"Tanit\". Sebagai suku yang tidak berdewa, kebanyakan anggota \"Eremite\" hanya akan menggunakan seni bela diri dengan tujuan untuk menunjukkan seni bela diri para penyintas gurun kepada majikan mereka."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112065,
			"name": "Faded Red Satin",
			"count": 1.0505
		},
		{
			"id": 112066,
			"name": "Trimmed Red Silk",
			"count": 0.2801
		},
		{
			"id": 112067,
			"name": "Rich Red Brocade",
			"count": 0.07
		}
	]
}