{
	"name": "Guardian of Apep's Oasis",
	"specialname": "Berevolusi dari \"Kiamat\" Selama Ribuan Tahun",
	"enemytype": "BOSS",
	"category": "Musuh Kuat",
	"description": "Apep berjalan melewati air layaknya ikan dengan banyak keturunannya di lautan rerumputan yang harum, pohon raksasa, dan tanaman merambat yang tak terbayangkan panjangnya. Hingga suatu ketika akhirnya rerumputan, pohon, dan tanaman merambat menjadi layu dan berubah sebagai debu, dan banyak makhluk yang sangat kecil mendirikan bangsa yang rapuh di tanah Apep.\nBersama dengan keturunannya yang banyak itu, Apep membuat lautan pasir mengamuk bagaikan air yang mendidih dan menerbangkan menara serta rumah layaknya menyapu daun-daun hingga berguguran. Sampai Dewa Pasir yang baru berdamai dengan raja yang kehilangan tanah airnya, sampai saat itulah bukit pasir yang ada di bawah terik matahari menjadi milik manusia dan dewa, sedangkan oasis naga tetap berada di jantung naga itu sendiri.\nApep berbagi pengetahuan tentang evolusi dengan keturunannya yang banyak itu, karena air yang mengalir tidak akan pernah membusuk, namun sebaliknya kayu yang busuk pastilah akan tumbang. Sampai akhirnya janjinya dengan Dewa Pasir terpenuhi dan kebijaksanaan tertinggi pun tercapai, sampai saat itulah dia hanya bisa menyaksikan pemandangan akhir, dan kiamat yang tak berkesudahan.\nSendiri Apep terkurung dalam pemandangan kiamat itu tanpa ada yang menemani. Semua orang, dewa, naga, binatang buas, burung, dan ikan ... Seluruh ingatan, kebijaksanaan, kata-kata, dan kebencian ... Segalanya berubah menjadi debu yang tak berwarna, bahkan cahaya bulan terakhir pun terbakar menjadi hujan api yang pucat dan jatuh di tanah tandus.\n....\nApep kini menganggap dasar lautan pasir sebagai kuburannya, dan bukan sebagai istana raja yang hilang. Racun \"kebijaksanaan\" akan segera membebaskan Apep dari api kebencian dan kemarahan melalui waktu yang tak terhitung lamanya. Lelah Apep sudah kini dengan kiamat yang begitu monoton. Hingga suatu ketika sesosok dewa muda dan Pengembara emas membuatnya mengingat sekali lagi, sekalipun tanah hijau yang pernah diperintahnya telah berubah menjadi gurun emas, meskipun Apep dan keturunannya yang banyak itu telah menjadi berkeluk dan buruk demi mengamankan kelangsungan hidup mereka di sana, masih disimpannya hingga kini dalam hati - sebentuk pemandangan setitik oasis.",
	"rewardpreview": [
		{
			"name": "Adventure EXP",
			"count": 300
		},
		{
			"name": "Mora"
		},
		{
			"name": "Companionship EXP"
		},
		{
			"name": "Nagadus Emerald Sliver"
		},
		{
			"name": "Nagadus Emerald Fragment"
		},
		{
			"name": "Nagadus Emerald Chunk"
		},
		{
			"name": "Nagadus Emerald Gemstone"
		},
		{
			"name": "Dream Solvent",
			"count": 0.33
		},
		{
			"name": "Worldspan Fern"
		},
		{
			"name": "Primordial Greenbloom"
		},
		{
			"name": "Everamber"
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Instructor",
			"rarity": "3"
		},
		{
			"name": "The Exile",
			"rarity": "3"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "4"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Instructor",
			"rarity": "4"
		},
		{
			"name": "The Exile",
			"rarity": "4"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "5"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "5"
		},
		{
			"name": "Midlander Sword Billet"
		},
		{
			"name": "Midlander Bow Billet"
		},
		{
			"name": "Midlander Claymore Billet"
		},
		{
			"name": "Midlander Catalyst Billet"
		},
		{
			"name": "Midlander Polearm Billet"
		}
	]
}