{
	"name": "Guardian of Apep's Oasis",
	"specialname": "Berevolusi dari \"Kiamat\" Selama Ribuan Tahun",
	"enemytype": "BOSS",
	"category": "Musuh Kuat",
	"description": "Apep mengarungi perairan laksana ikan, bersama keturunannya menapaki padang rumput, pohon raksasa, dan tanaman merambat yang panjang tak terbayangkan. Hingga ketika tumbuh-tumbuhan layu menjadi debu, dan makhluk-makhluk kecil mendirikan bangsa di atas tanah.\nLautan pasir mengamuk bagaikan air yang mendidih, menara serta rumah tumbang layaknya daun berguguran, demikian perbuatan Apep dan keturunannya. Sampai perdamaian terjadi di antara dewa pasir dengan raja yang kehilangan tanah airnya, maka bukit pasir adalah milik pusaka manusia dan dewa, dan oasis sang naga ada di dalam jantungnya.\nApep berbagi pengetahuan tentang evolusi dengan keturunannya, sebab air yang mengalir membawa hidup, sementara air yang diam mendatangkan musibah. Hingga janji antara dirinya dan dewa pasir terpenuhi, ketika kebijaksanaan menjadi paripurna, hanya kebinasaan yang terlihat dihadapan sang naga.\nApep tenggelam dalam cakrawala akhir zaman. Manusia, dewa, naga, hewan, burung, dan ikan ... Pula ingatan, kebijaksanaan, kata-kata, dan kebencian ... Semua tergerus menjadi debu tak berwarna, cahaya bulan membara menjadi api pucat, turun sebagai hujan di tanah tandus.\n....\nApep pernah menganggap dasar lautan pasir sebagai makam, dan bukan istana raja yang kehilangan tanahnya. Pengetahuan beracun akan segera membebaskan Apep dari amarah yang telah membara entah sekian lamanya. Muak dirinya memandangi kiamat yang tak bewarna. Hingga akhirnya sang dewa muda dan Pengembara emas mengingatkannya, yakni meskipun tanah hijau kekuasaannya telah menjadi padang pasir, meskipun Apep dan keturunannya telah menjadi berkeluk dan buruk demi bertahan hidup, pemandangan oasis yang berkilau itu tetap lestari, abadi sepanjang masa.",
	"rewardpreview": [
		{
			"name": "Adventure EXP",
			"count": 300
		},
		{
			"name": "Mora"
		},
		{
			"name": "Companionship EXP"
		},
		{
			"name": "Worldspan Fern"
		},
		{
			"name": "Primordial Greenbloom"
		},
		{
			"name": "Everamber"
		},
		{
			"name": "Nagadus Emerald Sliver"
		},
		{
			"name": "Nagadus Emerald Fragment"
		},
		{
			"name": "Nagadus Emerald Chunk"
		},
		{
			"name": "Nagadus Emerald Gemstone"
		},
		{
			"name": "Dream Solvent",
			"count": 0.33
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Instructor",
			"rarity": "3"
		},
		{
			"name": "The Exile",
			"rarity": "3"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "4"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Instructor",
			"rarity": "4"
		},
		{
			"name": "The Exile",
			"rarity": "4"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "5"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "5"
		},
		{
			"name": "Midlander Sword Billet"
		},
		{
			"name": "Midlander Bow Billet"
		},
		{
			"name": "Midlander Claymore Billet"
		},
		{
			"name": "Midlander Catalyst Billet"
		},
		{
			"name": "Midlander Polearm Billet"
		}
	]
}