{
	"id": 26180101,
	"name": "Millennial Pearl Seahorse",
	"specialName": "Nameless Lord of the Great Lake",
	"enemyType": "BOSS",
	"category": "Makhluk Mistis",
	"description": "Salah satu dari dua penguasa yang berada di puncak Fontemer Aberrant.\nPenyair dan penulis sering menyatakannya sebagai kebanggaan dan keagungan karena kecenderungannya yang menyendiri. Namun alasan sesungguhnya di balik deskripsi pujian tersebut adalah tubuhnya yang anggun dan ramping. Karena itu, ia adalah \"Pearl Seahorse\", sedangkan penguasa dari Armored Crab adalah \"Emperor\".\nDalam legenda dan rumor Fontaine, perang brutal pernah terjadi di antara Fontemer Aberrant, sampai pada akhirnya yang tersisa tinggallah \"Millennial Pearl Seahorse\" dan \"Emperor of Fire and Iron\" yang membagi danau besar menjadi dua wilayah kekuasaan: satu memerintah di utara, satunya lagi di selatan. Dalam \"Lagu Dobharcu\", penulis menggambarkan kondisi pascaperang: Hunter's Ray hebat yang dikenal sebagai raja badai mengaduk ombak besar dalam proses kematiannya, menyebabkan apa yang sekarang orang kenal sebagai \"periode banjir pertama\" ....\nTentu saja, semua ini tidak ubahnya imajinasi romantis orang-orang yang tak rela menerima kenyataan dunia yang hambar tanpa legenda. Fontemer Aberrant sebenarnya hanyalah hewan air yang sederhana. Mereka tidak memiliki wilayah kekuasaan maupun kerajaan yang runtuh. Mereka pun tidak punya kata-kata yang menyanjung, maupun mengutuk.",
	"investigation": {
		"name": "Millennial Pearl Seahorse",
		"category": "Boss",
		"description": "Penguasa kuno dari Fontemer Aberrant yang tinggal di dalam gua. Memiliki tubuh yang memiliki keindahan ilusif dan sifat yang lebih ganas daripada badai petir yang mengamuk."
	},
	"rewardPreview": [
		{
			"id": 102,
			"name": "Adventure EXP",
			"count": 200
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "Companionship EXP"
		},
		{
			"id": 104141,
			"name": "Vajrada Amethyst Sliver"
		},
		{
			"id": 104142,
			"name": "Vajrada Amethyst Fragment"
		},
		{
			"id": 104143,
			"name": "Vajrada Amethyst Chunk"
		},
		{
			"id": 104144,
			"name": "Vajrada Amethyst Gemstone"
		},
		{
			"id": 113053,
			"name": "Fontemer Unihorn",
			"count": 2.5556
		},
		{
			"id": 400032,
			"name": "Instructor",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "The Exile",
			"rarity": 3
		},
		{
			"id": 400137,
			"name": "Prayers for Wisdom",
			"rarity": 3
		},
		{
			"id": 400062,
			"name": "Traveling Doctor",
			"rarity": 3
		},
		{
			"id": 400088,
			"name": "Gladiator's Finale",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Wanderer's Troupe",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Instructor",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "The Exile",
			"rarity": 4
		},
		{
			"id": 400138,
			"name": "Prayers for Wisdom",
			"rarity": 4
		},
		{
			"id": 400089,
			"name": "Gladiator's Finale",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Wanderer's Troupe",
			"rarity": 5
		}
	]
}