{
	"name": "Oceanid",
	"specialname": "Acaste of Loch",
	"enemytype": "BOSS",
	"category": "Makhluk Elemental",
	"description": "Bentuk kehidupan yang tercipta dari elemen Hydro yang terkondensasi dengan kemurnian luar biasa, sering ditemukan di badan air.\nAda yang mengatakan bahwa ketika badan air menjadi lebih murni, elemen Hydro di dalamnya bertambah banyak dan menyebabkan Oceanid tumbuh lebih kuat. Sebagian orang juga berpendapat bahwa Oceanid dulunya adalah makhluk laut yang datang dari tempat nan jauh seraya membawa pecahan Dewa yang sudah lama mati ke berbagai penjuru dunia ini. Mungkin mereka melakukan ini agar cinta Dewa itu dapat terbagi ke seluruh dunia melalui seluruh aliran air yang ada...",
	"investigation": {
		"name": "Oceanid",
		"category": "Boss",
		"description": "Bentuk kehidupan yang tercipta dari elemen Hydro yang terkondensasi dengan kemurnian luar biasa.\\nSering ditemukan di badan air. Dikatakan bahwa ketika badan air menjadi lebih murni, elemen Hydro di dalamnya bertambah banyak dan menyebabkan Oceanids tumbuh lebih kuat.\\nBeberapa orang juga mengatakan bahwa Oceanid dulunya adalah makhluk laut dari tempat nan jauh yang membawa pecahan Dewa yang sudah lama mati ke berbagai penjuru dunia ini. Mungkin mereka melakukan ini agar cinta Dewa itu dapat terbagi ke seluruh dunia melalui seluruh aliran air yang ada..."
	},
	"rewardpreview": [
		{
			"name": "Adventure EXP",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "Companionship EXP"
		},
		{
			"name": "Varunada Lazurite Sliver"
		},
		{
			"name": "Varunada Lazurite Fragment"
		},
		{
			"name": "Varunada Lazurite Chunk"
		},
		{
			"name": "Varunada Lazurite Gemstone"
		},
		{
			"name": "Cleansing Heart",
			"count": 2.5556
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "The Exile",
			"rarity": "3"
		},
		{
			"name": "Prayers for Destiny",
			"rarity": "3"
		},
		{
			"name": "Adventurer",
			"rarity": "3"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "4"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "The Exile",
			"rarity": "4"
		},
		{
			"name": "Prayers for Destiny",
			"rarity": "4"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "5"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "5"
		}
	]
}