{
	"name": "Setekh Wenut",
	"specialname": "Raja Terakhir yang Menggemparkan Butiran Pasir",
	"enemytype": "BOSS",
	"category": "Makhluk Mistis",
	"description": "Predator tanpa mata dari kedalaman padang pasir yang menggunakan suara dan getaran untuk mencari mangsanya.\nLegenda mengatakan bahwa di masa lalu sebelum konsep waktu telah ada, tanah yang mereka kuasai dipenuhi oleh rerumputan harum dan pohon-pohon yang raksasa. Mereka serta keturunannya melalui tanah basah seperti ikan yang berenang di dalam air.\nSetelah ribuan tahun berlalu, anugerah yang diberikan oleh langit membuat tanah berubah menjadi pasir dan menyebabkan banyak makhluk ini menjadi punah. Cabang dari spesies mereka masih tetap mampu bertahan hidup dengan melakukan adaptasi ke kehidupan yang lebih mengarah ke tanah, dan dikenal sebagai \"Wenut\".\nBeberapa penduduk padang pasir masih percaya dengan keliru bahwa Wenut adalah titik akhir dari siklus hidup Quicksand Eel, mungkin karena adanya kesamaan yang sekilas antara perilaku kedua spesies ini.",
	"investigation": {
		"name": "Setekh Wenut",
		"category": "Boss",
		"description": "Predator tanpa mata dari kedalaman padang pasir yang menggunakan suara dan getaran untuk mencari mangsanya.\\nMereka kadang-kadang menunjukkan bentuk yang sangat mirip dengan tumbuhan, dan konon katanya ini karena mereka dulunya adalah keturunan penguasa tumbuhan. Ada juga yang mengatakan kalau ini adalah cara mereka menipu mangsanya untuk mencari buah atau makanan di tempat teduh yang mematikan."
	},
	"rewardpreview": [
		{
			"name": "Adventure EXP",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "Companionship EXP"
		},
		{
			"name": "Vayuda Turquoise Sliver"
		},
		{
			"name": "Vayuda Turquoise Fragment"
		},
		{
			"name": "Vayuda Turquoise Chunk"
		},
		{
			"name": "Vayuda Turquoise Gemstone"
		},
		{
			"name": "Pseudo-Stamens",
			"count": 2.5556
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Instructor",
			"rarity": "3"
		},
		{
			"name": "Lucky Dog",
			"rarity": "3"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "4"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Instructor",
			"rarity": "4"
		},
		{
			"name": "Gladiator's Finale",
			"rarity": "5"
		},
		{
			"name": "Wanderer's Troupe",
			"rarity": "5"
		}
	]
}