{
	"id": 20080201,
	"monsterId": 20080201,
	"name": "Tangled Vines: Frostnight Scion",
	"specialNames": [
		"Akar Merambat"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_ELEMENTAL",
	"categoryText": "Makhluk Elemental",
	"description": "Makhluk elemental dengan tubuh yang indah dan anggun, memiliki ketertarikan yang kuat terhadap unsur elemental. Setelah sekian lama terekspos terhadap Dendro berkonsentrasi tinggi, akhirnya berubah menjadi wujud saat ini.\nMemiliki resonansi yang aneh dengan tumbuhan dan pepohonan di hutan. Konon, seorang Pelantun Rembulan pernah membuat kontrak bersama hutan dengan bantuan mereka, dan sejak itu, dia berteman dengan makhluk-makhluk di tanah ini.\nDalam nyanyian doa yang tersisa di ujung utara, mereka adalah kehidupan yang lahir dengan berkah Bulan Embun, melambangkan sumber murni dan cahaya asli. Mungkin karena itulah mereka tak tahan dengan warna putihnya ternoda oleh tujuh warna dari cahaya langit, dan mulai menolak semua makhluk yang terlalu dekat dengan mereka.",
	"investigation": {
		"investigationId": 82,
		"name": "Frostnight Scion",
		"categoryType": "Elite",
		"categoryText": "Elite",
		"description": "Makhluk elemental dengan tubuh yang indah dan elegan.\\nMereka adalah kehidupan yang lahir di bawah berkah Bulan Embun, melambangkan sumber yang murni dan cahaya awal. Selama bertahun-tahun, mereka bermandikan kekuatan elemental tingkat tinggi dan akhirnya berevolusi menjadi wujud mereka saat ini."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112130,
			"name": "Frostnight's Glory",
			"count": 0.4378
		},
		{
			"id": 112129,
			"name": "Frostnight's Glow",
			"count": 1.7508
		},
		{
			"id": 112128,
			"name": "Frostnight's Glimmer",
			"count": 6.5658
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Instructor",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "The Exile",
			"rarity": 4
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Instructor",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "The Exile",
			"rarity": 3
		},
		{
			"id": 400062,
			"name": "Traveling Doctor",
			"rarity": 3
		}
	]
}