{
	"name": "Cyno",
	"c1": {
		"name": "Decreto: Vigilância Incansável",
		"effect": "Ao lançar **Ritual Sagrado: Agilidade Lupina**, aumenta a Vel. de ATQ do Ataque Normal de Cyno em 20% por 10s. Se ao lançar **Ritual Secreto: Travessia Abissal** desencadear o efeito \"Adjudicação\" do Talento Passivo \"Julgamento das Plumas\", redefinirá a duração do efeito de aumento da Vel. de ATQ do Ataque Normal.\nVocê deve desbloquear o Talento Passivo \"Julgamento das Plumas\" primeiro."
	},
	"c2": {
		"name": "Cerimônia: Retorno das Almas",
		"effect": "Quando os Ataques Normais de Cyno acertam os oponentes, seu Bônus de Dano Electro irá aumentar em 10% por 4s. Esse efeito pode ser desencadeado uma vez a cada 0.1s. Máximo de 5 acúmulos."
	},
	"c3": {
		"name": "Édito: Punição da Lei",
		"effect": "Aumenta o nível de **Ritual Sagrado: Agilidade Lupina** em 3.\nO nível máximo de elevação é 15."
	},
	"c4": {
		"name": "Austeridade: Defesa Intimidante",
		"effect": "Quando Cyno está no estado Juramento Desbravador de **Ritual Sagrado: Agilidade Lupina**, ao desencadear as reações de Eletricamente Carregado, Supercondutor, Sobrecarga, Aceleração, Intensificação, Superflorescimento e Redemoinho Electro, regenerará 3 de Energia Elemental para todos os membros próximos da equipe (com exceção do próprio Cyno).\nEsse efeito pode ser desencadeado até 5 vezes por uso de **Ritual Sagrado: Agilidade Lupina**."
	},
	"c5": {
		"name": "Ritual Funerário: Passagem da Aura Estelar",
		"effect": "Aumenta o Nível de **Ritual Secreto: Travessia Abissal** em 3.\nO aumento máximo de nível é 15."
	},
	"c6": {
		"name": "Vestes: Balança da Justiça",
		"effect": "Após usar **Ritual Sagrado: Agilidade Lupina** ou desencadear o efeito \"Adjudicação\" do Talento Passivo \"Julgamento das Plumas\", Cyno ganha 4 acúmulos do efeito \"Dia do Chacal\". Quando Cyno acerta oponentes com Ataques Normais, será consumido 1 acúmulo de \"Dia do Chacal\" para lançar um Raio da Desolação.\nO \"Dia do Chacal\" dura por 8s, e possui no máximo 8 acúmulos. Ele será cancelado quando o estado Juramento Desbravador do \"Ritual Sagrado: Agilidade Lupina\" acabar.\nO máximo de 1 Raio da Desolação pode ser lançado a cada 0,4s.\nVocê precisa desbloquear o Talento Passivo \"Julgamento das Plumas\" primeiro."
	}
}