{
	"name": "Furina",
	"c1": {
		"name": "\"Como um Pássaro Recalcitrante, o Amor é Surdo a Súplicas\"",
		"effect": "Ao lançar **E o Povo Vai à Loucura**, Furina ganha 150 de Fanfarra.\nAlém disso, aumenta o limite de Fanfarra de Furina em 100."
	},
	"c2": {
		"name": "\"Uma Mulher se Adapta como Plantas na Água.\"",
		"effect": "Na duração de **E o Povo Vai à Loucura**, o ganho de Fanfarra por aumentos ou quedas de Vida dos personagens próximos é aumentado em 250%. Cada ponto de Fanfarra acima do limite vai aumentar a Vida Máxima de Furina em 0.35%. O limite máximo de aumento de Vida Máxima com esse método é de 140%."
	},
	"c3": {
		"name": "\"Meus Segredos Eu Escondo, Desconhecidos a Todos.\"",
		"effect": "Aumenta o nível da **E o Povo Vai à Loucura** em 3.\nO nível máximo de elevação é 15."
	},
	"c4": {
		"name": "\"Aqueles que Vivem no Limbo Não Conhecem a Vida!\"",
		"effect": "Quando os Membros do Salon de **Salon Solitaire** atingem um inimigo, ou quando a Cantora das Correntes regenera Vida para um personagem ativo próximo, Furina obtém 4 de Energia Elemental. Esse efeito pode ser desencadeado uma vez a cada 5s."
	},
	"c5": {
		"name": "\"Agora sei seu nome, é...!\"",
		"effect": "Aumenta o nível do **Salon Solitaire** em 3.\nO nível máximo de elevação é 15."
	},
	"c6": {
		"name": "\"Senhores, Escutem-me, Ergamos a Taça do Amor!\"",
		"effect": "Ao lançar **Salon Solitaire**, Furina ganha \"Centro das Atenções\" por 10s.\nNesse período, os Ataques Normais, Carregados e Imersivos serão convertidos em Dano Hydro que não pode ser substituído, e aumenta o Dano causado em um valor equivalente a 18% da Vida Máxima de Furina.\nNa duração, a cada 0.1s, depois dos Ataques Normais (não incluindo \"Arkhe: Trono Sagrado e Secular\"), Carregados e Imersivos que atingem o chão atingirem inimigos, gerarão efeitos diferentes segundo o Arkhe atual de Furina:\n\nArkhe: Ousia\nA cada 1s, regenera Vida para todos os membros da equipe baseado em 4% da Vida Máxima de Furina por 2.9s. Desencadear o efeito novamente prolonga sua duração.\nArkhe: Pneuma\nAumenta o Dano do Ataque Normal (não incluindo \"Arkhe: Trono Sagrado e Secular\"), Carregado ou Imersivo que atingir o chão em mais 25% da Vida Máxima de Furina. Quando esse ataque atingir um inimigo, consome 1% da Vida atual de todos os membros da equipe.\n\nNa duração de \"Centro das Atenções\", esse efeito pode ser desencadeado até 6 vezes. O efeito será removido quando for ativado 6 vezes ou sua duração acabar."
	}
}