{
	"id": 702,
	"name": "Viajante (Pyro)",
	"c1": {
		"name": "Estrela Flamejante Reluzente",
		"descriptionRaw": "Na duração do <color=#FFD780FF>Baluarte das Chamas</color> ou <color=#FFD780FF>Baluarte Flamejante</color>, aumenta o Dano causado pelo personagem ativo em 6%. Se o personagem ativo estiver no estado Bênção do Espírito da Noite, aumenta o Dano causado em mais 9%.",
		"description": "Na duração do Baluarte das Chamas ou Baluarte Flamejante, aumenta o Dano causado pelo personagem ativo em 6%. Se o personagem ativo estiver no estado Bênção do Espírito da Noite, aumenta o Dano causado em mais 9%."
	},
	"c2": {
		"name": "Vela Eternamente Acesa",
		"descriptionRaw": "#Nos 12s após lançar a Habilidade Elemental <color=#FFD780FF>Lâmina do Fluxo do Fogo</color>, quando os membros próximos da equipe desencadearem uma <color=#FF9999FF>reação relacionada ao Pyro</color> no inimigo, regenera 14 pontos de Espírito da Noite para {F#a}{M#o} Viajante. É possível regenerar até 28 pontos de Espírito da Noite dessa forma por cada vez que a Habilidade Elemental <color=#FFD780FF>Lâmina do Fluxo do Fogo</color> for lançada.",
		"description": "Nos 12s após lançar a Habilidade Elemental Lâmina do Fluxo do Fogo, quando os membros próximos da equipe desencadearem uma reação relacionada ao Pyro no inimigo, regenera 14 pontos de Espírito da Noite para o Viajante. É possível regenerar até 28 pontos de Espírito da Noite dessa forma por cada vez que a Habilidade Elemental Lâmina do Fluxo do Fogo for lançada."
	},
	"c3": {
		"name": "Sinalizador Relé",
		"descriptionRaw": "Aumenta o nível da Habilidade Elemental <color=#FFD780FF>Lâmina do Fluxo do Fogo</color> em 3 níveis. \nO nível máximo de elevação é 15.",
		"description": "Aumenta o nível da Habilidade Elemental Lâmina do Fluxo do Fogo em 3 níveis. \nO nível máximo de elevação é 15."
	},
	"c4": {
		"name": "Chamas Furiosas",
		"descriptionRaw": "#Depois de lançar o Supremo <color=#FFD780FF>Planícies Abrasadoras</color>, {F#a}{M#o} Viajante obtém 20% de <color=#FF9999FF>Bônus de Dano Pyro</color> por 9s.",
		"description": "Depois de lançar o Supremo Planícies Abrasadoras, o Viajante obtém 20% de Bônus de Dano Pyro por 9s."
	},
	"c5": {
		"name": "Chama Inextinguível",
		"descriptionRaw": "Aumenta o nível de <color=#FFD780FF>Planícies Abrasadoras</color> em 3.\nO nível máximo de elevação é 15.",
		"description": "Aumenta o nível de Planícies Abrasadoras em 3.\nO nível máximo de elevação é 15."
	},
	"c6": {
		"name": "Chama Sagrada Eterna",
		"descriptionRaw": "#Quando está no estado Bênção do Espírito da Noite, o Ataque Normal, Carregado e Imersivo {F#da}{M#do} Viajante será convertido para <color=#FF9999FF>Dano Pyro</color> com alinhamento Espírito da Noite que não pode ser substituído, e aumenta o Dano CRIT desses Ataques Normais em 40%.",
		"description": "Quando está no estado Bênção do Espírito da Noite, o Ataque Normal, Carregado e Imersivo do Viajante será convertido para Dano Pyro com alinhamento Espírito da Noite que não pode ser substituído, e aumenta o Dano CRIT desses Ataques Normais em 40%."
	}
}