{
	"name": "Andarilho",
	"c1": {
		"name": "Primeiro Ato: Asas do Vento da Sorte",
		"effect": "Quando estiver no estado **Postura do Vento**, aumenta a Vel. de ATQ de Vazio: Obliteração e Vazio: Lâmina de Vento do Andarilho em 10%.\nAlém disso, as flechas de vento adicionais lançadas pelo Talento Passivo \"Brisa dos Sonhos Remanescentes\" causam 25% a mais de Dano com base em seu ATQ. É necessário desbloquear o Talento Passivo \"Brisa dos Sonhos Remanescentes\" para ativar este efeito."
	},
	"c2": {
		"name": "Segundo Ato: Ilha em meio a Ondas Brancas",
		"effect": "Enquanto estiver no estado **Postura do Vento**, aumentará o Dano de **Kyogen: Cinco Atos** em 4% para cada ponto de diferença entre a quantidade máxima e atual de Poder Vazio quando usar Kyogen: Cinco Atos.\nÉ possível aumentar o Dano de Kyogen: Cinco Atos em até 200% dessa forma."
	},
	"c3": {
		"name": "Terceiro Ato: Duelo no Crepúsculo",
		"effect": "Aumenta o nível do **Kyogen: Cinco Atos** em 3.\nO nível máximo de elevação é 15."
	},
	"c4": {
		"name": "Quarto Ato: Flutuar das Flores da Lua",
		"effect": "Ao lançar **Pluma Ilustrada: Canção Graciosa**, se tiver desencadeado o efeito de Fortalecimento de Tipo Elemental do Talento Passivo \"Flores de Jade\", obterá aleatoriamente um dos tipos de efeito de Fortalecimento não desencadeado. É possível obter até três tipos de efeito de Fortalecimento Elemental.\nÉ necessário ter desbloqueado o Talento Passivo \"Flores de Jade\"."
	},
	"c5": {
		"name": "Quinto Ato: Passado Sobre o Presente",
		"effect": "Aumenta o nível da **Pluma Ilustrada: Canção Graciosa** em 3.\nO nível máximo de elevação é 15."
	},
	"c6": {
		"name": "Agradecimentos: Ventos Neblinosos Entre os Pinheiros",
		"effect": "Quando o Andarilho estiver no estado **Postura do Vento** e seu Vazio: Obliteração atingir o inimigo, gerará os seguintes efeitos:\n· Realiza um Vazio: Obliteração adicional na posição atingida, causando 40% do Dano original, esse Dano é considerado Dano de Ataque Normal;\n· Quando o Poder Vazio do Andarilho é inferior a 40, regenera 4 de Poder Vazio para ele. É possível regenerar Poder Vazio dessa forma uma vez a cada 0.2s, e pode ser desencadeado até 5 vezes na duração de Postura do Vento."
	}
}