{
	"id": 11515,
	"name": "Отпущение грехов",
	"description": "Рапира, которая некогда принадлежала отрёкшемуся от всего и вся плуту и в основном служила ему инструментом для маскировки.",
	"descriptionRaw": "Рапира, которая некогда принадлежала отрёкшемуся от всего и вся плуту и в основном служила ему инструментом для маскировки.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "«Честность и трудолюбие всегда вознаграждаются. Так ты учила нас, мама.\nНо больше всего радеют о честности отъявленные лжецы. А трудолюбивые вечно работают за других.\nМама, выходит, ты тоже была лжецом. Почему иначе тебя похоронили здесь без всяких почестей?\nМама, я благодарю тебя. Только теперь мне стало ясно, чему на самом деле ты нас учила...»\nКусок дерева, который хочет стать рукоятью топора, не должен останавливаться перед средствами и задумываться о чести.\nДля движения наверх подходит как церемониальный наряд, так и лохмотья в пятнах жира и крови.\n\nВ те времена - нет, даже спустя тысячу или десять тысяч лет...\nВсегда найдутся молодые люди, которые повзрослели слишком рано и заняли место под солнцем, руководствуясь принципом: «Выживает сильнейший».\nКоторые питаются искренностью, надеждами и мечтами, превращаясь в огромных монстров, выше стен надземного города.\nДля которых оба города - лежащий во мраке и освещённый солнечным светом - всего лишь тучные охотничьи угодья.\n\n«Ах, что это за благородная дама почтила Флёв Сандр своим визитом?»\nОказавшаяся во Флёв Сандр девушка из благородного семейства, разумеется, была трофеем, который должен украсить стену над камином...\nСтрах омрачал её прекрасное лицо, словно облака, что наползли на луну. Так подумал монстр.\nОна узнала монстра в лицо. Но спросила лишь, как ему удалось её разоблачить.\n«Из вас очень плохая лгунья. Вы ведь этим вопросом только что сами признались, что вы здесь чужая.\n...К тому же на вашей одежде нет следов золы и машинного масла. И на ней явно никогда не было пятен крови».\n\nДа, отличная возможность, ни в коем случае нельзя её упустить, подумал он, протягивая девушке руку.\nПаутина уже готова. Я воспользуюсь этим случаем, чтобы войти в самый большой и прославленный дом.\nЭто лестница к небу, это ключ, отпирающий жемчужные врата.\nНельзя, чтобы она меня покинула... И нельзя покидать её...\n\n«Летиция, я люблю твоё благородное сердце».\nКогда первые слова сорвались с губ, его охватило недоброе предчувствие. Но он продолжал говорить...\n\n...\nУ всякого события есть свои предзнаменования. Была ночь перед бурей,\nон стал необычно словоохотлив и открыл ей свои желания:\n«Летиция, ты когда-нибудь мечтала о мире,\nгде солнце светило бы в три раза ярче, и свет его ложился на тучные и плодородные земли,\nа люди там были бы свободны как птицы. В этом мире все будут равны друг другу, там не найдётся места для лжи и насилия.\nМы полетим над бескрайними равнинами, над реками, озёрами, горами и долинами,\nпока не найдём дерево, в котором решим устроить свой дом и свить гнездо.\nТам никто нас не побеспокоит, ничто нас не потревожит...»\n\nВозможно, к тому времени он уже понял, что слабая надежда истаяла, словно дым,\nили утонула в крови и молчании, как многие его соотечественники.\n\n«Дорогая Летиция, подумай о детях. О ростках новой жизни...\nОни не должны рождаться под грохот пушек и расти в грязной и мутной воде.\nНеужели мы будем выкармливать детей проклятиями и слезами отчаяния?\nНеужели мы оставим им в наследство лишь тревожные сны и миссию с неясным исходом?»\n\nНо не стоит тревожиться. Всё уже решено.\nНаше будущее... Моё будущее... будет безоблачным.\nИ снова его охватило уже знакомое недоброе предчувствие.\n\n...\nК тому времени он давно не знался с аристократами. Когда его спрашивали о причинах предательства, он отвечал:\n«Чтобы получить награду и подняться ещё выше»; «Чтобы они с детьми могли жить спокойной жизнью».\nОн уже не помнил, что было отговоркой, а что правдой.\nВедь повторив свою ложь в тысячный раз, лжец и сам начинает в неё верить.\n\nИ когда жена в последний раз задала ему тот же вопрос, он снова не смог на него ответить.\nНо он помнил о данном ей обещании. Во всяком случае, они соблюли договор, который заключили однажды.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "9,6%",
	"effectName": "Пакт смерти",
	"effectTemplateRaw": "Крит. урон увеличивается на <color=#99FFFFFF>{0}</color>. Когда Долг жизни возрастает, наносимый экипированным персонажем урон увеличивается на <color=#99FFFFFF>{1}</color> на 6 сек. Этот эффект может складываться до 3 раз.",
	"r1": {
		"description": "Крит. урон увеличивается на 20%. Когда Долг жизни возрастает, наносимый экипированным персонажем урон увеличивается на 16% на 6 сек. Этот эффект может складываться до 3 раз.",
		"values": [
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "Крит. урон увеличивается на 25%. Когда Долг жизни возрастает, наносимый экипированным персонажем урон увеличивается на 20% на 6 сек. Этот эффект может складываться до 3 раз.",
		"values": [
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "Крит. урон увеличивается на 30%. Когда Долг жизни возрастает, наносимый экипированным персонажем урон увеличивается на 24% на 6 сек. Этот эффект может складываться до 3 раз.",
		"values": [
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "Крит. урон увеличивается на 35%. Когда Долг жизни возрастает, наносимый экипированным персонажем урон увеличивается на 28% на 6 сек. Этот эффект может складываться до 3 раз.",
		"values": [
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "Крит. урон увеличивается на 40%. Когда Долг жизни возрастает, наносимый экипированным персонажем урон увеличивается на 32% на 6 сек. Этот эффект может складываться до 3 раз.",
		"values": [
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Фрагмент отзвука древней струны",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Эхо отзвука древней струны",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 18
			}
		]
	}
}