{
	"id": 15410,
	"name": "Охотник во тьме",
	"description": "Мастерски исполненный роскошный лук. Принадлежал он благородному вору, которого никто так и не поймал.",
	"descriptionRaw": "Мастерски исполненный роскошный лук. Принадлежал он благородному вору, которого никто так и не поймал.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "Этот лук был покрашен в чёрный цвет, чтобы лучше сочетаться с глубокой ночью.\nКогда-то этот лук любили использовать в своих охотничьих играх богатые дома аристократов.\nДо тех пор, пока однажды он не попал в руки так и не пойманного вора.\n\nС его помощью вор сбивал короны с королевских голов в мёртвой тишине.\nОн разрывал множество тесных уз и выбивал оружие из рук преследующих его солдат.\nОднажды он поклялся принести свет в тёмную эпоху.\nПринести справедливость, богатство и улыбку на лица угнетённых.\n\nВ прошлом он действительно приносил справедливость, богатство и радость угнетённым, и он внушал страх тем, кто у власти, и не давал им заснуть по ночам, мучаясь в бессильной ярости.\nОн бежал, словно дождь, по крышам и террасам, и он вдохновлял бардов на городских площадях.\nОднажды он выкрал сапфир из регалий аристократа, чтобы отдать голубоглазой ведьме, охотящейся на зло с копьём в руке.\n\nНо до последнего он не мог вызвать ни единой улыбки на лице прекрасной ведьмы, которую он любил всей душой, которая была так же холодна, как подаренный ей сапфир.\nВ конце концов, она искала смерти, и на её лице сияло клеймо преступника, и никто не знал, куда она отправилась после этого.\nВ конце концов, благородный вор прислушался к совету своих братьев. Оставив свою клятву, он поплыл через океан, который никому не принадлежал.\n«Скажите, молю, помнит ли она до сих пор мою песню? Помнит ли она те годы, что преследуют меня до сих пор? Помнит ли она те улицы, наполненные ароматом вина, и те песни, что пели о ней?»",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Уличная засада",
	"effectTemplateRaw": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на <color=#99FFFFFF>{0}</color> в сек. Таким способом макс. количество наносимого урона может быть увеличено до <color=#99FFFFFF>{1}</color>. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по <color=#99FFFFFF>{2}</color> в сек., пока не опустится до 0%.",
	"r1": {
		"description": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на 2% в сек. Таким способом макс. количество наносимого урона может быть увеличено до 20%. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по 4% в сек., пока не опустится до 0%.",
		"values": [
			"2%",
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на 2,5% в сек. Таким способом макс. количество наносимого урона может быть увеличено до 25%. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по 5% в сек., пока не опустится до 0%.",
		"values": [
			"2,5%",
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на 3% в сек. Таким способом макс. количество наносимого урона может быть увеличено до 30%. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по 6% в сек., пока не опустится до 0%.",
		"values": [
			"3%",
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на 3,5% в сек. Таким способом макс. количество наносимого урона может быть увеличено до 35%. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по 7% в сек., пока не опустится до 0%.",
		"values": [
			"3,5%",
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на 4% в сек. Таким способом макс. количество наносимого урона может быть увеличено до 40%. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по 8% в сек., пока не опустится до 0%.",
		"values": [
			"4%",
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 12
			}
		]
	}
}