{
	"id": 11414,
	"name": "Амэнома Кагэути",
	"description": "Клинок, сделанный специально для знаменитого самурая, который мог сразить ловкого тэнгу прямо в воздухе.",
	"descriptionRaw": "Клинок, сделанный специально для знаменитого самурая, который мог сразить ловкого тэнгу прямо в воздухе.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "Хакуэн Митимицу Амэнома, один из Кагэути.\nЕго подарил семье Саимон Доин, патриарх семьи Ивакура.\nВ благодарность за заботу, которую он получил, когда жил в уединении в деревне Конда.\n\nГоворят, что секретный стиль Ивакуры, Гроза Тэнгу, можно применить только тогда, когда в сердце нет ни следа замешательства.\nВ прошлом Гроза Тэнгу звучало так же, как Победитель Тэнгу. Это был стиль, с помощью которого можно было сразить парящего в небе тэнгу.\nНа протяжении сотен лет мечник Ивакура, унаследовавший имя Ин, с помощью своего секретного стиля уничтожал бесчисленных демонов и монстров.\n\nПо легенде, Гроза Тэнгу был создан в маленьком дворике святилища, где не было благовоний.\nСтиль был настолько сильным, что разрушил все здания, а меч Доина Ивакуры сломался пополам.\nПосле этого, используя свои навыки владения мечом, он основал школу Ивакуры и стал наставником клана Кудзё.\nОн заказал тогдашнему мастеру Амэномы меч Хакуэн Митимицу Амэнома, который потом передавался вместе с именем Ин.\n\nО деяниях этого меча ходит много легенд. Говорят, что он такой острый, что может разрезать даже саму судьбу человека.\nЧто касается длинного имени, говорят, что Ивакура Доин особо указал мастеру Амэномы, что он должен называться так.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "12%",
	"effectName": "Наследие Ивакуры",
	"effectTemplateRaw": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <color=#99FFFFFF>{0}</color> единиц элементальной энергии за каждое расходуемое семя.",
	"r1": {
		"description": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает 6 единиц элементальной энергии за каждое расходуемое семя.",
		"values": [
			"6"
		]
	},
	"r2": {
		"description": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает 7,5 единиц элементальной энергии за каждое расходуемое семя.",
		"values": [
			"7,5"
		]
	},
	"r3": {
		"description": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает 9 единиц элементальной энергии за каждое расходуемое семя.",
		"values": [
			"9"
		]
	},
	"r4": {
		"description": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает 10,5 единиц элементальной энергии за каждое расходуемое семя.",
		"values": [
			"10,5"
		]
	},
	"r5": {
		"description": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает 12 единиц элементальной энергии за каждое расходуемое семя.",
		"values": [
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Коралловая ветвь внешних морей",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Драгоценная ветвь внешних морей",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Драгоценная ветвь внешних морей",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Нефритовая ветвь внешних морей",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Нефритовая ветвь внешних морей",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Золотая ветвь внешних морей",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 12
			}
		]
	}
}