{
	"id": 15502,
	"name": "Лук Амоса",
	"description": "Необычайно древний лук, который до сих пор сохранил силу своего давно ушедшего хозяина. Он поглощает энергию всего и всех на свете. Чем дальше вы от желаемой цели, тем мощнее выпущенные им стрелы.",
	"descriptionRaw": "Необычайно древний лук, который до сих пор сохранил силу своего давно ушедшего хозяина. Он поглощает энергию всего и всех на свете. Чем дальше вы от желаемой цели, тем мощнее выпущенные им стрелы.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 5,
	"story": "В древние времена, когда ныне зелёные луга были пустыней.\nНекая дама босиком по снегу следовала за повелителем башни.\n\nКогда-то он был её любовью, но неумолимые холодные ветра не могли понять хрупкости смертной плоти.\nКогда-то он был её врагом, но её охота была не просто местью.\n\n«Мне снились волны океана и песчаные барханы, пышные леса и бескрайняя земля».\n«Мне снились кабаны, играющие в ягодных кустарниках, и возвышающийся шпиль».\nОна тихонько говорила эти слова царю богов, но он их не услышал.\n\nПроснувшись от слепой любви, она поняла, что была единственной, кто говорил искренне.\nИбо он говорил о любви, но сопровождал его слова только режущий ветер.\nОн посмотрел вниз на прогнутые под воющими ветрами спины своих подданных,\nВеря в то, что это был знак почитания и непоколебимой преданности.\n\nЭто была эпоха, когда тиран северных ветров воевал с повелителем башни.\nОхотница думала, что рабовладелец в ней души не чает.\nВ последние дни войны, когда подул ветер сопротивления,\nВ компании безымянного юноши, эльфа и рыцаря,\nОна поднялась на вершину башни и сразилась с высокомерным лордом.\n\n«Так я смогу обратить на себя его внимание».\n\nНо только когда выпущенная ею стрела устремилась в его сердце,\nИ когда пронзающие ветра стали разрывать её пополам,\nОна осознала, насколько они были далеки друг от друга.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "10,8%",
	"effectName": "Волевая стрела",
	"effectTemplateRaw": "Увеличивает урон обычной и заряженной атаки на <color=#99FFFFFF>{0}</color>. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на <color=#99FFFFFF>{1}</color>. Эффект может складываться до 5 раз.",
	"r1": {
		"description": "Увеличивает урон обычной и заряженной атаки на 12%. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на 8%. Эффект может складываться до 5 раз.",
		"values": [
			"12%",
			"8%"
		]
	},
	"r2": {
		"description": "Увеличивает урон обычной и заряженной атаки на 15%. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на 10%. Эффект может складываться до 5 раз.",
		"values": [
			"15%",
			"10%"
		]
	},
	"r3": {
		"description": "Увеличивает урон обычной и заряженной атаки на 18%. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на 12%. Эффект может складываться до 5 раз.",
		"values": [
			"18%",
			"12%"
		]
	},
	"r4": {
		"description": "Увеличивает урон обычной и заряженной атаки на 21%. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на 14%. Эффект может складываться до 5 раз.",
		"values": [
			"21%",
			"14%"
		]
	},
	"r5": {
		"description": "Увеличивает урон обычной и заряженной атаки на 24%. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на 16%. Эффект может складываться до 5 раз.",
		"values": [
			"24%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 18
			}
		]
	}
}