{
	"id": 15508,
	"name": "Аква симулякрум",
	"description": "Лук, цвет которого непредсказуем. На свету отливает нежной синевой воды.",
	"descriptionRaw": "Лук, цвет которого непредсказуем. На свету отливает нежной синевой воды.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 5,
	"story": "Говорят, что вода не имеет цвета или формы и может стать как клинком, так и луком.\nИз всех веществ в мире только вода является самой мягкой и одновременно самой острой.\nСреди других диковинных видов оружия этот прекрасный лук выделяется непостижимой властью вызывать воду.\n\n«Она может вместить всё нечистое, омыть любую грязь, сохраняя при этом собственную чистоту.\nОна может принять любую форму, создать подобие любой жизни. Непредсказуемая, но неизменная по своей природе.\nОна может делиться на бесчисленные необузданные потоки и соединяться в гигантскую безудержную волну.\nПод лазурной поверхностью скрывается множество тайн, в глубину которых не может проникнуть свет.\nТакова тайна воды, которую не в состоянии постичь даже тысячи блестящих умов».\n\nДо того как она начала работать у благородной хозяйки Нефритового дворца, она услышала, как опытный наставник излагал это учение.\nМир власти и интриг изрезан рифами и штормами, усеян потерпевшими крушение кораблями.\nАмбициозные люди, обладающие большими ресурсами,\nчасто могут плыть по течению, избегая вездесущей конкуренции и злобы.\n\n«Но у меня нет духа, который присущ этим господам, и у меня нет терпения для рутинной работы.\nЯ предпочитаю наслаждаться ароматом чая и позволяю себе очаровываться бесконечными возможностями, которые даёт бросок шестигранного кубика.\nМне довелось проникать в логова мошенников и срывать планы могущественных врагов из далёких стран.\nНо всё это было не для того, чтобы служить сильным мира сего, а потому, что даже вода имеет свой источник».\n\nЧтобы защитить чистоту источника, мягкая вода может превратиться как в клинок, так и в лук.\nПаутина заговоров и секретных кодов легко сплетается под бледно-голубой полной луной. Такова мудрость воды.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "19,2%",
	"effectName": "Очищающая форма",
	"effectTemplateRaw": "Увеличивает HP на <color=#99FFFFFF>{0}</color>. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на <color=#99FFFFFF>{1}</color>. Эффект срабатывает, даже когда персонаж не на поле боя.",
	"r1": {
		"description": "Увеличивает HP на 16%. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на 20%. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "Увеличивает HP на 20%. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на 25%. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "Увеличивает HP на 24%. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на 30%. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "Увеличивает HP на 28%. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на 35%. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "Увеличивает HP на 32%. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на 40%. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Светящийся песок Гуюнь",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Мрачная статуэтка",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Блестящий камень Гуюнь",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Мрачная статуэтка",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Блестящий камень Гуюнь",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Тёмная статуэтка",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Реликвия Гуюнь",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Тёмная статуэтка",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Реликвия Гуюнь",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Смертельная статуэтка",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Останки богов Гуюнь",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Смертельная статуэтка",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 18
			}
		]
	}
}