{
	"id": 15514,
	"name": "Алое перо звёздного грифа",
	"description": "Древний длинный лук, украшенный красными перьями. Это священная реликвия, которая передавалась из поколения в поколение в клане Цветочного Пера.",
	"descriptionRaw": "Древний длинный лук, украшенный красными перьями. Это священная реликвия, которая передавалась из поколения в поколение в клане Цветочного Пера.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 5,
	"story": "Это случилось в стародавние времена легендарного прошлого, когда узурпатор, именовавший себя святым мудрецом, отвернулся от Альянса ради единственного бога, которого любил.\nТогда клятва между людьми и заврианами померкла, словно угасший костёр, а одинокая тень сожжённого города наполнила далёкие владения ночи жуткими шёпотами.\nУвядшая гармония всё более отдалялась вместе с теплом солнечных лучей, и от грандиозного бреда царя питонов остался только холодный ночной ветер.\n\nВ те дни на высоких скалах, шатавшихся от потери своего хозяина, старейшина клана Цветочного Пера, чьё подчинение царю было лишь видимостью, изгнал юношу из племени,\nчтобы юноша, пожелавший защищать заврианов, избежал плена узурпатора. И вот герой, смелостью подобный хищной птице, той ночью стал на путь паломничества.\nЕго алые глаза горели, будто солнце во мраке, ибо в них отражалась только холодная голубая дымка, окутавшая луну.\n\nПоэты поздних времён, играя на восьмиструнных ньятити, слагали бесчисленные песни о красноглазом освободителе.\nРождённых вымыслом поэм было как звёзд на небосводе, за долгие столетия сюжеты переплетались друг с другом, а споры о приключениях героя не утихали.\n\n«Приходите послушать мою песню, я поведаю вам о герое, нашем красноглазом спасителе, и о старом друге, сопровождавшем его в пути.\nИбо благородный потомок, некогда служивший повелителю драконов, красный стервятник, в чьих глазах отражались глубокие небеса и созвездия, указывал ему путь.\nЯ спою вам о том, как священная птица, тронутая его высокими идеалами, принесла в жертву свою плоть и превратилась в этот длинный заострённый лук.\nЯ спою вам о том, как своими перьями она указывала путь благословенному герою и привела его к нашей достопочтенной прародительнице Саккук».\nТак поэты, не желавшие верить, что юноша совершил своё паломничество в одиночку, придумали ему проводника, которого на самом деле никогда не существовало.\n\n«Легенда, которую я спою вам, отличается от той, что поют у Детей Эха. Разве стал бы герой с алыми глазами бесцельно следовать за песнями лесных птиц?\nНесомненно, он был не простым смертным, а осколком сознания Погребённого первозданным огнём, вернувшимся из владений ночи, чтобы спасти угнетённых.\nЭтот лук служит доказательством того, что он вернулся из запретного края, куда не добраться простому человеку. Разве под силу смертному сжечь проклятый город?\nКогда над Натланом вновь нависнет опасность, он выйдет из пламени, чтобы исправить несправедливость и указать нам верный путь».\nТак поэты, не желавшие верить, что юноша был обычным смертным из плоти и крови, связали его образ с первым человеческим божеством.\n\nЛегенда существует во множестве версий, именно поэтому ни одна из них не встречает всеобщего одобрения.\nСтолетия утекали, точно лунный свет, но люди единогласно сходились лишь в том, что юноша с алыми глазами обрёл божественность.\nИ по сей день мысль о том, что человек может стать богом, разделяют все жители пылающих равнин, она запечатлена в сердце каждого натланца, который мечтает стать героем.\n«Не стоит верить благородным именам и возносить бесполезные молитвы кому-то, кроме себя.\nСаккук, прошу тебя, сотри моё имя, пусть люди знают, что каждый может стать богом, который указывает путь всему сущему».\n\n«Ты не возьмёшь меня с собой в Пламя... И даже не позволишь моему имени стоять рядом с твоим в истории...\n...Какой эгоизм. И ты эгоист. И он не лучше.\nХм... Раз так, я тоже побуду жадиной, ■■■■■.\nПеро, что ты мне оставил, будет тысячу лет передаваться из поколения в поколение на твоей родине, куда ты так и не вернулся».",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "14,4%",
	"effectName": "Глаза с лунным ореолом",
	"effectTemplateRaw": "Повышает силу атаки на <color=#99FFFFFF>{0}</color> на 12 сек. после активации реакции Рассеивание. Кроме того, если в отряде 1/2 и более персонажей с элементом, отличным от элемента экипированного персонажа, то урон заряженной атаки экипированного персонажа увеличивается на <color=#99FFFFFF>{1}</color>, а урон взрыва стихии - на <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Повышает силу атаки на 24% на 12 сек. после активации реакции Рассеивание. Кроме того, если в отряде 1/2 и более персонажей с элементом, отличным от элемента экипированного персонажа, то урон заряженной атаки экипированного персонажа увеличивается на 20%/48%, а урон взрыва стихии - на 10%/24%.",
		"values": [
			"24%",
			"20%/48%",
			"10%/24%"
		]
	},
	"r2": {
		"description": "Повышает силу атаки на 30% на 12 сек. после активации реакции Рассеивание. Кроме того, если в отряде 1/2 и более персонажей с элементом, отличным от элемента экипированного персонажа, то урон заряженной атаки экипированного персонажа увеличивается на 25%/60%, а урон взрыва стихии - на 12,5%/30%.",
		"values": [
			"30%",
			"25%/60%",
			"12,5%/30%"
		]
	},
	"r3": {
		"description": "Повышает силу атаки на 36% на 12 сек. после активации реакции Рассеивание. Кроме того, если в отряде 1/2 и более персонажей с элементом, отличным от элемента экипированного персонажа, то урон заряженной атаки экипированного персонажа увеличивается на 30%/72%, а урон взрыва стихии - на 15%/36%.",
		"values": [
			"36%",
			"30%/72%",
			"15%/36%"
		]
	},
	"r4": {
		"description": "Повышает силу атаки на 42% на 12 сек. после активации реакции Рассеивание. Кроме того, если в отряде 1/2 и более персонажей с элементом, отличным от элемента экипированного персонажа, то урон заряженной атаки экипированного персонажа увеличивается на 35%/84%, а урон взрыва стихии - на 17,5%/42%.",
		"values": [
			"42%",
			"35%/84%",
			"17,5%/42%"
		]
	},
	"r5": {
		"description": "Повышает силу атаки на 48% на 12 сек. после активации реакции Рассеивание. Кроме того, если в отряде 1/2 и более персонажей с элементом, отличным от элемента экипированного персонажа, то урон заряженной атаки экипированного персонажа увеличивается на 40%/96%, а урон взрыва стихии - на 20%/48%.",
		"values": [
			"48%",
			"40%/96%",
			"20%/48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Загадочные размышления ночного ветра",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Загадочные откровения ночного ветра",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 18
			}
		]
	}
}