{
	"id": 11518,
	"name": "Атаме артис",
	"description": "В сказке маленькой ведьмы храбрый герой получил меч в подарок от Короля Дня, но в итоге маленькая ведьма использовала его, чтобы победить самого героя.",
	"descriptionRaw": "В сказке маленькой ведьмы храбрый герой получил меч в подарок от Короля Дня, но в итоге маленькая ведьма использовала его, чтобы победить самого героя.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "Маленькая ведьма прибыла ко двору Короля Дня уже в сумерках.\nКак раз вовремя. Опоздай она хоть немного, и владения, куда она ступила, уже не принадлежали бы Королю Дня.\nКороль Дня принял её в последние часы правления, пока ночь не вступила в свои права.\n\n«О ведьма, что странствует по вселенной и освещает время! Что привело вас на нашу далёкую планету?»\n«Я явилась сюда не по своему желанию! Планета призвала меня, и я прошла через звёздные врата, давно преданные забвению.\nКогда вселенная гибнет, каждая звезда, что пока не погасла, бесценна...\nЯ не знала, что в созвездии, которое давно считалось Зоной Мрака, до сих пор остались живые миры».\n\nЭто была лишь часть истории. На самом деле маленькая ведьма получила сообщение из Зоны Мрака накануне ночного праздника.\nВ другое время она сочла бы, что с чашей для гадания творится неладное, и не обратила внимания на такую странность.\nНо сейчас маленькая ведьма не на шутку переживала из-за предстоящего праздника и искала любой повод избежать встречи со своими врагами.\nПоэтому она укрылась в мастерской и потратила немало времени на расшифровку далёкого послания.\n«Хм... Выходит, весь смысл этого странного сообщения в том, что какой-то неведомой планете в последнее время нездоровится?»\n\n«Как бы там ни было, праведное Дневное Королевство никогда не причинит вреда своей планете», - торжественно заявил Король Дня.\n«Наверное, тебе стоит поговорить с подлым Королём Ночи. С утра я отправил против него карательный отряд, вот только...»\nНе успел он договорить, как земля поглотила последний отсвет солнечных лучей, и призрачный облик короля растаял, как сливочное масло.\nС приходом ночи исчез и дворец. Земля бурлила, словно морская вода во время прилива, и недра её источали чёрный дым.\nВся планета превратилась в чёрный океан, и хорошо, что маленькая ведьма не забыла свою метлу, иначе пришлось бы ей барахтаться в воде.\nМаленькая ведьма долго летела на метле под кровавой луной, пока вдали не показался единственный замок, в окнах которого мерцал огонь.\n\n«Покарать Короля Ночи? Нет ничего проще. Но у нас сейчас есть дела поважнее».\nПохоже, этот замок построил отряд Короля Дня. Только непонятно, почему он остался неуязвим для туманного моря.\nПредводитель воинов с мечом за спиной вовсе не удивился появлению маленькой ведьмы. Наоборот, он вышел к ней навстречу.\n«Даже если мы одержим победу над Королём Ночи, это не поможет. Солнце зайдёт, и земля снова скроется под волнами.\nЧтобы прервать этот бесконечный круговорот, мы построили замок и пытаемся придумать, как противостоять чёрным волнам».\n\nПредводитель воинов провёл маленькую ведьму в самые глубины замка, за хрупкой границей которого бушевало чёрное море.\nГраницу поддерживал огромный механизм, контуры которого тонули в клубах пара. Бесчисленные трубы непрерывно закачивали в него вязкую морскую воду.\n«Перед вами вечный двигатель. Или священная чаша, как вам угодно. Сжигая морскую воду, он вырабатывает свет и тепло.\nЕсли все видимые предметы на этой планете лишь тени света, то создание вечного пламени...»\n«Но тогда планета погаснет ещё быстрее...» - вздохнула маленькая ведьма.\n«Когда вся морская вода на планете закончится, вам тоже придёт конец. Это вовсе не священная чаша... А корень недуга вашей планеты.\nТеперь я наконец-то всё поняла!»\n\nНе успел предводитель опомниться, как вдруг маленькая ведьма выхватила меч из ножен у него за спиной и бросила его в «вечный двигатель».\nА предводитель, что пытался вернуть свой меч, исчез вместе с угасшим светом, стоило клинку коснуться чёрного тумана.\nПланета погрузилась во тьму, и с восходом солнца вся история, случившаяся ночью, показалась сном.\n\n«Похоже, одна проблема решена», - сказала маленькая ведьма, усевшись на метлу и бросив последний взгляд на планету перед тем, как тронуться в путь.\nВ лучах утреннего солнца предводитель воинов, отбрасывая длинную тень, принял меч, дарованный ему Королём Дня, и отправился в новое путешествие.\n«Этот круговорот будет повторяться до того самого дня, пока ты тоже не превратишься в пустую оболочку.\nНо сдаваться нельзя. Надо продержаться хотя бы до следующей нашей встречи».",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "7,2%",
	"effectName": "Пылающая слава Короля Дня",
	"effectTemplateRaw": "Крит. урон взрыва стихии повышается на <color=#99FFFFFF>{0}</color>. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на <color=#99FFFFFF>{1}</color>, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на <color=#99FFFFFF>{2}</color> на 3 сек.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
	"r1": {
		"description": "Крит. урон взрыва стихии повышается на 16%. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на 20%, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на 16% на 3 сек.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"16%",
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "Крит. урон взрыва стихии повышается на 20%. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на 25%, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на 20% на 3 сек.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"20%",
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "Крит. урон взрыва стихии повышается на 24%. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на 30%, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на 24% на 3 сек.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"24%",
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "Крит. урон взрыва стихии повышается на 28%. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на 35%, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на 28% на 3 сек.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"28%",
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "Крит. урон взрыва стихии повышается на 32%. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на 40%, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на 32% на 3 сек.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"32%",
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Плитка башни Декарабиана",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Обломок стены Декарабиана",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Обломок стены Декарабиана",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Фрагмент эпоса Декарабиана",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Фрагмент эпоса Декарабиана",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Осколок мечты Декарабиана",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 18
			}
		]
	}
}