{
	"id": 14511,
	"name": "Сновидения тысячи ночей",
	"description": "Эта лампа освещает сновидения тысячи ночей, а в её изумрудном сиянии льётся песнь древности.",
	"descriptionRaw": "Эта лампа освещает сновидения тысячи ночей, а в её изумрудном сиянии льётся песнь древности.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "«У всего сущего есть время рождения и время смерти, подобно тому, как есть утро и ночь.\nПослушай историю этой лампы и погрузись в прекрасный сон».\n\nКогда пал дворец, девушка, никогда не видевшая свет, услышала во сне шёпот лампы.\nСквозь пелену слёз ребёнок, давно решивший погрузиться в сны, увидел её нежность и доброту.\n\nВ безмятежном лунном свете зелёная лампа рассказывала о силуэтах звёзд и о вечной мелодии.\nТанцовщица, чьи глаза бирюзового цвета, оставила лёгкий поцелуй на шёлке, будто покрытом мёдом. Белые, красные, синие и жёлтые рыбы плавали в чистой как жемчуг воде.\nВ ночи музыканты с факелами для усмирения духов шли и пели о золотых городах среди песков и струнах цвета граната.\nОпытный моряк отправился в славное плавание в поисках песни из сна и пышных садов на дальнем берегу.\n\nРазрушенный дворец, озарённый безмолвным светом, окружили захватывающие дух пейзажи мечты из тысячи миров.\nЛёгкий лесной ветерок пронёсся по пыльной дороге, уводя заблудившегося ребёнка из дворца, утратившего прежнее спокойствие.\nКогда первые лучи рассвета пробились сквозь листья, зелёная лампа, рассказывавшая истории сновидений тысячи ночей, начала угасать.\nТолько оглянувшись назад, застывшая между сновидениями и реальностью слепая девушка поняла, что пути назад нет и что наступил рассвет.\n\nС тех пор лампа из сна больше никогда не загоралась, а неумолимое время поглотило сновидения прошлых ночей.\nПтицы по-прежнему пели, приветствуя рассвет. Их удивительные песни были подобны прекрасным распустившимся цветам.\nТрели птиц дарили смелость, надежду и счастье детям, которые не видели сновидений.\nЭти звуки сплетались в нескончаемую песню тысячи ночей, освещая мгновения перед долгожданным рассветом.\n\nПосле тысячи сновидений, когда соловей перестал петь и угасающее солнце снова скрылось за горизонтом,\nв конце своего пути путешественник наконец вновь увидел зелёную лампу, свою далёкую родину.\nТам, где покрытые росой розы всё ещё мягко покачивались на ветру в лунном свете, путешественник ждал, когда лампа расскажет новую историю:\n«Даже если воспоминания о прошедших ночах навсегда утрачены, мы продолжим воспевать прекрасные сны ночей грядущих».",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "58",
	"effectName": "Песнь тысячи рассветов",
	"effectTemplateRaw": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на <color=#99FFFFFF>{0}</color> ед. Если не совпадают, экипированный этим оружием персонаж получает <color=#99FFFFFF>{1}</color> бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на <color=#99FFFFFF>{2}</color> единиц. Если этим оружием обладают и другие члены отряда, эффект суммируется.",
	"r1": {
		"description": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на 32 ед. Если не совпадают, экипированный этим оружием персонаж получает 10% бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на 40 единиц. Если этим оружием обладают и другие члены отряда, эффект суммируется.",
		"values": [
			"32",
			"10%",
			"40"
		]
	},
	"r2": {
		"description": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на 40 ед. Если не совпадают, экипированный этим оружием персонаж получает 14% бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на 42 единицы. Если этим оружием обладают и другие члены отряда, эффект суммируется.",
		"values": [
			"40",
			"14%",
			"42"
		]
	},
	"r3": {
		"description": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на 48 ед. Если не совпадают, экипированный этим оружием персонаж получает 18% бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на 44 единицы. Если этим оружием обладают и другие члены отряда, эффект суммируется.",
		"values": [
			"48",
			"18%",
			"44"
		]
	},
	"r4": {
		"description": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на 56 ед. Если не совпадают, экипированный этим оружием персонаж получает 22% бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на 46 единиц. Если этим оружием обладают и другие члены отряда, эффект суммируется.",
		"values": [
			"56",
			"22%",
			"46"
		]
	},
	"r5": {
		"description": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на 64 ед. Если не совпадают, экипированный этим оружием персонаж получает 26% бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на 48 единиц. Если этим оружием обладают и другие члены отряда, эффект суммируется.",
		"values": [
			"64",
			"26%",
			"48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Воспоминания цветущего оазиса",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Сломанная призма",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Сломанная призма",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Загрязнённая призма",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Загрязнённая призма",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Блестящая призма",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Истина цветущего оазиса",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Блестящая призма",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 18
			}
		]
	}
}