{
	"id": 11517,
	"name": "Лазурное сияние",
	"description": "Клинок, некогда чистый и безупречный, как белая рассветная звезда, теперь окрасился в глубокий тёмно-синий цвет.",
	"descriptionRaw": "Клинок, некогда чистый и безупречный, как белая рассветная звезда, теперь окрасился в глубокий тёмно-синий цвет.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "«Нормы нельзя оспаривать, законы нельзя ставить под сомнение, а правила нельзя игнорировать.\nРаньше у меня была вера этим словам и хватало сил без устали их проповедовать.\n\nИ лишь когда нежный свет звёзд коснулся моих глаз\nи среди мраморных поющих гор мне открылась истина,\nи настало время поведать вам о своих предрассветных видениях.\n\nБратья и сёстры, преданные изначальному владыке! Я хочу поведать вам истину, что открылась передо мной.\nКто-то из вас обречён скитаться по безлунной ночи и пить горькие слёзы, пытаясь вернуть родных, которые никогда не вернутся.\nДругим суждено скитаться по золотым пустыням, не познав ни чистосердечия, ни искренности.\nТретьи будут ютиться по тёмным углам, прячась от колкой враждебности, пока не поднимутся обещанные волны, дабы сыграть последнюю мелодию.\nЧетвёртые обречены бесцельно блуждать по миру снов, ожидая в застывшей чужой стране встречи, которая ещё не случилась.\nНи мольбы, ни плач, ни жертвы не ослабят оков на ваших шеях.\n\nА раз так, неужели вы в самом деле надеетесь отказаться от трепета, что бьётся в ваших сердцах?\nНеужели вы хотите томиться в вечности без начала и конца? Творить злодеяния во имя ложных обещаний?\nПоэтому заклинаю...\nБоритесь, сопротивляйтесь, окуните крылья в трясину, и пусть пылающая любовь в ваших сердцах разгорается ярче самого яркого огня.\nСтремитесь, желайте, дерзайте! Доверьте мир живущим в нём. Пусть величие народов затмит славу небес.\nПойте, радуйтесь и даруйте власть человечеству. И пусть бредовые фантазии творца будут пронзены копьями лунного света.\nПотянитесь к безупречному лазурному сиянию на рассвете, дабы народам больше не приходилось молить о собственном существовании.\nПоднимите глаза и узрите лазурное сияние утренней звезды, дабы я отвёл вас под новый небосвод.\n\nНастанет миг, когда правитель, попирающий любовь, будет поколеблен.\nИ как только завеса разорвётся, над землёй воссияет новая заря».",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "4,8%",
	"effectName": "Дар Белой горы",
	"effectTemplateRaw": "На 12 сек. после применения элементального навыка сила атаки повышается на <color=#99FFFFFF>{0}</color>. Если в это время у экипированного персонажа энергия равна 0, сила атаки дополнительно повышается на <color=#99FFFFFF>{1}</color>, а крит. урон - на <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "На 12 сек. после применения элементального навыка сила атаки повышается на 24%. Если в это время у экипированного персонажа энергия равна 0, сила атаки дополнительно повышается на 24%, а крит. урон - на 40%.",
		"values": [
			"24%",
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "На 12 сек. после применения элементального навыка сила атаки повышается на 30%. Если в это время у экипированного персонажа энергия равна 0, сила атаки дополнительно повышается на 30%, а крит. урон - на 50%.",
		"values": [
			"30%",
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "На 12 сек. после применения элементального навыка сила атаки повышается на 36%. Если в это время у экипированного персонажа энергия равна 0, сила атаки дополнительно повышается на 36%, а крит. урон - на 60%.",
		"values": [
			"36%",
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "На 12 сек. после применения элементального навыка сила атаки повышается на 42%. Если в это время у экипированного персонажа энергия равна 0, сила атаки дополнительно повышается на 42%, а крит. урон - на 70%.",
		"values": [
			"42%",
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "На 12 сек. после применения элементального навыка сила атаки повышается на 48%. Если в это время у экипированного персонажа энергия равна 0, сила атаки дополнительно повышается на 48%, а крит. урон - на 80%.",
		"values": [
			"48%",
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Загадочные размышления ночного ветра",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Загадочные откровения ночного ветра",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 18
			}
		]
	}
}