{
	"id": 13424,
	"name": "Баллада фьордов",
	"description": "Древковое оружие рыбаков ледяной пустыни. Теперь от вас не уйдёт никакая добыча.",
	"descriptionRaw": "Древковое оружие рыбаков ледяной пустыни. Теперь от вас не уйдёт никакая добыча.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Легенды гласят, что зима приходит из Гипербореи, и фьорды и огни северного сияния там изогнуты и остры, как волчьи клыки.\nСреди ледников и снежных полей то и дело открываются новые расщелины, а после закрываются снова, образую вечно меняющуюся землю.\nИ вот однажды замёрзшая земля отрезала себя от пуповины континента, словно ведомая собственной волей или мечтой.\nОна оставила за собой лишь легенду о юном Аяксе, открывшем в глубинах замёрзшего моря страну золота и белого камня.\nПосреди морозного воздуха, медленно поднимающегося от толстых слоёв льда, история юного героя несёт в себе частичку тепла и света.\nО нём рассказывают множество историй. Он заплыл на корабле в брюхо огромного кита, семь дней сражался с драконом на замёрзших равнинах.\nКогда-то он и Снегурочка полюбили друг друга, но потеряли друг друга из-за коварных проделок подменышей - поистине трагическая история.\n\nПоследняя история, которую стоит рассказать, звучит примерно так.\nЮноша, родившийся для ловли рыбы подо льдом с помощью гарпуна, попал в доселе неизведанное царство.\nДревняя столица погрузилась под землю в результате какой-то давней катастрофы, но, несмотря на то что была погребена под землёй, сияла, как рассвет.\nВеличественный и молчаливый царь по-прежнему восседал на своём роскошном точёном белом троне, скипетр в его руках не успели изъесть насекомые,\nа серебристо-белые деревья во дворе были похожи на руки матери или возлюбленной, заключившие добродетельного и мудрого священника в свои объятия.\nСтранная и прекрасная жизнь, искорёженные жестокие монстры - один за другим они стали пробуждаться от тысячелетней дремоты...\n\nИ донёсся голос, словно откуда-то издалека...\n«...Отец! Отец! Клюёт!»\n\n«...Ой, прости».\n\n«Что было дальше?»\n\n«Ах, да... И вот, наконец, мальчик победил дракона, который спал в глубине королевства.\nСокровищница дракона была полна золота. Но мальчик был добрым и смелым, он знал, что золото - истинная причина бедствий и хаоса, и поэтому взял лишь немного - столько, чтобы хватило на собственные нужды и на лечение своих больных друзей».\n\n«А? И это конец истории?»\n\n«Конец».\n\n«Правда?.. Тогда расскажи ещё одну историю!»\n\n«В следующий раз, хорошо? А сегодня давайте остановимся на этом, а то и рыбу распугаем».",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "6%",
	"effectName": "Истории тундры",
	"effectTemplateRaw": "Если в отряде не менее 3 персонажей разных элементов, мастерство стихий увеличивается на <color=#99FFFFFF>{0}</color> ед.",
	"r1": {
		"description": "Если в отряде не менее 3 персонажей разных элементов, мастерство стихий увеличивается на 120 ед.",
		"values": [
			"120"
		]
	},
	"r2": {
		"description": "Если в отряде не менее 3 персонажей разных элементов, мастерство стихий увеличивается на 150 ед.",
		"values": [
			"150"
		]
	},
	"r3": {
		"description": "Если в отряде не менее 3 персонажей разных элементов, мастерство стихий увеличивается на 180 ед.",
		"values": [
			"180"
		]
	},
	"r4": {
		"description": "Если в отряде не менее 3 персонажей разных элементов, мастерство стихий увеличивается на 210 ед.",
		"values": [
			"210"
		]
	},
	"r5": {
		"description": "Если в отряде не менее 3 персонажей разных элементов, мастерство стихий увеличивается на 240 ед.",
		"values": [
			"240"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Разбитая чаша непорочного моря",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Нераспустившийся цветок",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Нераспустившийся цветок",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Заветный цветок",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Заветный цветок",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Распустившийся цветок странника",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Золотой кубок непорочного моря",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Распустившийся цветок странника",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 12
			}
		]
	}
}