{
	"id": 12511,
	"name": "Маяк тростникового моря",
	"description": "Древний меч с закруглённым остриём. Похоже, это оружие принадлежало королю и использовалось в неких ритуалах.",
	"descriptionRaw": "Древний меч с закруглённым остриём. Похоже, это оружие принадлежало королю и использовалось в неких ритуалах.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 5,
	"story": "В те времена, когда королевства возникали как грибы и рушились как песочные замки, когда герои восходили как звёзды и падали как кометы...\nПосле того как захваченный мечтами Владыка песков погрузился в пустыню, слепой бездомный поэт некогда благородного происхождения...\n...странствовал по бескрайнему морю пустыни и собирал баллады у людей, рассеянных среди песков.\n\nОн слышал о падении своей родины. Что принц, ослепивший его, наконец-то сокрушил свой трон.\nОн слышал легенды о том, как танцовщица помогала претендентам на трон становиться королями и затем уничтожала их песчаной бурей.\nОн слышал элегию о том, как чистые родники сменились текучими песками. Он слышал древний плач народа, распавшегося на деревни и племена.\nОн слышал историю о гибели бездомного принца, о судьбе его мечей и о том, что убийца ушёл глубоко в лес...\nТеперь все эти баллады, неудержимые, как вода, но манящие, как текущий песок, запечатлелись в его сердце.\nПод знойными песчаными бурями из отрывков баллад всплыла давно ушедшая мечта пустыни...\n\n«По ту сторону моря песчаных дюн когда-то стояла обитель Владыки песков.\nМножество улиц и переулков были дорогами золота, сходящимися к единственному трону.\nСияющий золотом глаз и благородное сердце царя Дешрета были некогда целью всех путей...\nНо обжигающие мечты о золоте были наконец разбиты, и великий глаз был ослеплён солнцем и песком.\nСудьба погрузилась в тёмные глубины, и царство текучих песков разбилось в золотую пыль».\n\nЧасы судьбы не останавливались ни на полсекунды из-за глупости царя и простых людей.\nНичтожные народы, презренный царь - всё это в конце концов было поглощено песчаным потоком...\nОднажды мнительный принц построил форты за линией леса, чтобы воздать честь пескам.\nНо солдаты его разбежались, народ рассеялся, а имя его было утеряно, как ветер среди дюн.\nНа вершине руин бассейна, где были раскопаны орудия прошлых казней преступников...\n...собрались люди, потерявшие мечту о песках, но не пожелавшие отказаться от песчаного моря.\nВо имя тростникового моря, которого никогда не существовало, они откликнулись на обещанный им сон...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "7,2%",
	"effectName": "Пустынный дозор",
	"effectTemplateRaw": "После попадания элементальным навыком по противнику сила атаки увеличится на <color=#99FFFFFF>{0}</color> на 8 сек. При получении урона сила атаки увеличится на <color=#99FFFFFF>{1}</color> на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "После попадания элементальным навыком по противнику сила атаки увеличится на 20% на 8 сек. При получении урона сила атаки увеличится на 20% на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на 32%.",
		"values": [
			"20%",
			"20%",
			"32%"
		]
	},
	"r2": {
		"description": "После попадания элементальным навыком по противнику сила атаки увеличится на 25% на 8 сек. При получении урона сила атаки увеличится на 25% на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на 40%.",
		"values": [
			"25%",
			"25%",
			"40%"
		]
	},
	"r3": {
		"description": "После попадания элементальным навыком по противнику сила атаки увеличится на 30% на 8 сек. При получении урона сила атаки увеличится на 30% на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на 48%.",
		"values": [
			"30%",
			"30%",
			"48%"
		]
	},
	"r4": {
		"description": "После попадания элементальным навыком по противнику сила атаки увеличится на 35% на 8 сек. При получении урона сила атаки увеличится на 35% на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на 56%.",
		"values": [
			"35%",
			"35%",
			"56%"
		]
	},
	"r5": {
		"description": "После попадания элементальным навыком по противнику сила атаки увеличится на 40% на 8 сек. При получении урона сила атаки увеличится на 40% на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на 64%.",
		"values": [
			"40%",
			"40%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Эхо пылающей мощи",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Опустошённая оболочка",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Опустошённая оболочка",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 9
			},
			{
				"id": 112075,
				"name": "Прочная оболочка",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 5
			},
			{
				"id": 112075,
				"name": "Прочная оболочка",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 9
			},
			{
				"id": 112076,
				"name": "Меченая оболочка",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Прошлое пылающей мощи",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Меченая оболочка",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 18
			}
		]
	}
}