{
	"name": "Черногорский боевой лук",
	"description": "Весьма крепкий лук из чёрного камня. Только лучники с сильными руками смогут им воспользоваться.",
	"weapontype": "Стрелковое",
	"rarity": "4",
	"story": "Длинный лук, изготовленный из редкого чёрного камня. Звук натягивающейся тетивы похож на свист ветра - последнего ветра для любой цели в пределах ста метров.\nЧёрная рукоять лука контрастирует с его кроваво-красными плечами, она холодна на ощупь, но не угрожающая. Выпущенная из этого лука стрела взмывает в небо, словно метеорит, бросивший вызов грому и ветрам.\n\nДом Юнь, обосновавшийся в Ли Юэ, давно имеет статус семьи первоклассных мастеров-ремесленников. Во времена появления этого лука седьмой глава дома Юнь по имени Хуэй был известным членом группировки Цисин.\nУ Юнь Хуэя был только один ребёнок - дочь по имени Хуан. Согласно семейной традиции, её будущий муж должен будет стать новым главой дома Юнь.\nВоспитанная боевыми искусствами Хуан отказалась от этой традиции и вместо этого взяла на себя роль обычной дочери, разжигая этим бесконечные сплетни среди обычных людей.\nНо в трудные времена Юнь Хуан брала на себя бразды правления домом.\n\nВесь континент был встревожен. Даже самые высокие вершины и самые глубокие пещеры рухнули в симфонию низких рыков.\nЩедрость земли под ними стала почти недоступной, что угрожало положить конец наследию их ремесла.\nОдной бессонной ночью Юнь Хуан мучили опасения, что она останется последним членом дома Юнь.\nМучаясь от охватившей её скорби, она ничего не могла поделать, кроме как взывать к небесам и молиться о небесном вмешательстве в её отчаянное положение.\n\nИменно тогда Хань Цэ, который давно оставил свой семейный бизнес и бродил в одиночестве по континенту, прибыл в деревню в одежде ремесленника.\nОн отдал Хуан маленькую деревянную коробочку с диаграммами «прототипа», который его отец совершенствовал в свои последние годы жизни. Затем он взял в руки лук и сказал:\n«Проблемы начались в Черногорье, Черногорье их и решит. Говорят, что дом Юнь очень ценит стрельбу из лука. Испытайте этот лук, если вам когда-либо будет угодно».\nХуан выпустила стрелу в небо. Она пронеслась среди облаков, словно разгневанный раскат грома, а звук отпущенной тетивы разнёсся по окружающим горам и лесам.\nНаблюдая за облаками, проносящимися под луной, она знала, что её молитвы были услышаны.",
	"baseatk": 44,
	"substat": "Крит. урон",
	"subvalue": "8",
	"effectname": "Преследование побеждённых",
	"effect": "Побеждённые противники увеличивают силу атаки на {0}. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Светящийся песок Гуюнь",
				"count": 3
			},
			{
				"name": "Церемониальный нож охотника",
				"count": 3
			},
			{
				"name": "Нектар попрыгуньи",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Блестящий камень Гуюнь",
				"count": 3
			},
			{
				"name": "Церемониальный нож охотника",
				"count": 12
			},
			{
				"name": "Нектар попрыгуньи",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Блестящий камень Гуюнь",
				"count": 6
			},
			{
				"name": "Церемониальный нож агента",
				"count": 6
			},
			{
				"name": "Мерцающий нектар",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Реликвия Гуюнь",
				"count": 3
			},
			{
				"name": "Церемониальный нож агента",
				"count": 12
			},
			{
				"name": "Мерцающий нектар",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Реликвия Гуюнь",
				"count": 6
			},
			{
				"name": "Церемониальный нож инспектора",
				"count": 9
			},
			{
				"name": "Элементальный нектар",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Останки богов Гуюнь",
				"count": 4
			},
			{
				"name": "Церемониальный нож инспектора",
				"count": 18
			},
			{
				"name": "Элементальный нектар",
				"count": 12
			}
		]
	}
}