{
	"name": "Черногорская бритва",
	"description": "Крепкий двуручный меч из кузницы Черногорья. Лезвие отливает зловещим красным цветом.",
	"weapontype": "Двуручное",
	"rarity": "4",
	"story": "Двуручный меч, изготовленный из редкого черного камня. Он тяжёл как скала, и способен прорубить путь через горы.\nКлинок выкован из сплава черногорских кристаллов и красных минералов, поэтому он чёрен, как тушь, и красен, как пылающий огонь.\n\nИстоками черногорского оружия были «Прототипы». От них оно унаследовало три особенности: оружие крепкое, как камень, сверкающее, как лёд, яростное, как бурлящая кровь.\nХотя Бритва - это двуручный меч, лезвие его очень тонкое, словно шелковая ткань.\nСоединение между чёрными и красными кристаллами практически незаметно, и все части клинка идеально подогнаны друг к другу и вызывают ощущение монолитности.\nБлагодаря узорам огня и инкрустированной рубинами рукояти издалека клинок напоминает черную тушь, смешанную с кровью: от него веет силой и коварством.\n\nНекогда мастер Хань У отправился глубоко под землю, чтобы добыть кристаллы для ковки Черногорского оружия. Его поход закончился аварией на шахте.\nТам, в чреве пещер, его глаза не могли рассмотреть ничего, кроме кромешной тьмы. В ушах стоял лишь звон клинка о камень, подобный грохоту рушащегося мира.\nС тех пор кузнечный горн мастера покрылся пылью. В кузнице осталась лишь холодная зола и мечты, незаконченные и поверженные.\nЕго сын, Хань Цэ, прочитал легенду о том, что сердце гор было запечатано из-за нападения монстра, и поспешил рассказать об этом отцу.\nУслышав об этом, Хань У раскаялся и признался, что пробудил в той шахте подземного дракона и метеорит с небес. Несмотря на мучившую его болезнь, он встал, разжёг огонь и выковал огромный меч.\nПосле этого Хань Цэ по просьбе отца вырубил перед шахтой нишу высотой в человеческий рост и поместил туда меч, чтобы он охранял мир от злых сил и успокоил дракона.\n\nЧерез несколько лет Хань У умер во сне.\nВ тот же день, в тот же час один путешественник проходил мимо шахты в горах Тяньхэн и увидел красное сияние среди скал. На его глазах тайная ниша бесшумно открылась.\nВ ней смутно поблескивал огромный меч, и выглядел он так жалобно, будто мог переживать боль утраты.\nХань Цэ глубокой ночью ушёл в горы, чтобы забрать меч.\nТогда Опора Небес лично выгравировал на нём:\n«Он раскалывает горы и разрывает моря, вспарывает облака и способен сокрушить Луну».",
	"baseatk": 42,
	"substat": "Крит. урон",
	"subvalue": "12",
	"effectname": "Преследование побеждённых",
	"effect": "Побеждённые противники увеличивают силу атаки на {0}. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Свинцовая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"name": "Пыльца туманной травы",
				"count": 3
			},
			{
				"name": "Шеврон рядового",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 3
			},
			{
				"name": "Пыльца туманной травы",
				"count": 12
			},
			{
				"name": "Шеврон рядового",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 6
			},
			{
				"name": "Мешочек с туманной травой",
				"count": 6
			},
			{
				"name": "Шеврон сержанта",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Золотая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"name": "Мешочек с туманной травой",
				"count": 12
			},
			{
				"name": "Шеврон сержанта",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Золотая пилюля Заоблачного моря",
				"count": 6
			},
			{
				"name": "Пучок туманной травы",
				"count": 9
			},
			{
				"name": "Шеврон офицера",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Примо эликсир Заоблачного моря",
				"count": 4
			},
			{
				"name": "Пучок туманной травы",
				"count": 18
			},
			{
				"name": "Шеврон офицера",
				"count": 12
			}
		]
	}
}