{
	"name": "Черногорский агат",
	"description": "Загадочный катализатор, сделанный из черногорского камня. Его зловещее малиновое сияние пульсирует в такт подземным толчкам.",
	"weapontype": "Катализатор",
	"rarity": "4",
	"story": "Катализатор, изготовленный из редкого чёрного камня.\nУстройство круглой формы с кроваво-красным камнем кор пурума в центре. Этот кор пурум растёт и убывает подобно багровой луне. Его сияние постепенно затухает, а затем становится ярче лишь для того, чтобы затухнуть вновь.\n\n«Горная гряда Тянхэн таит в своих недрах множество разных сокровищ, в глубинах бесчисленных скал величаво мерцает нефрит». Шахтёрское дело процветает в Ли Юэ под покровительством Властелина Камня.\nПостепенно запасы руды в горах Тянхэн истощались, и шахтёрам приходилось уходить всё глубже под землю. В результате разветвлённая сеть шахт покрыла весь регион. В самой глубокой точке копатели достигли ядра планеты. \nПостепенно в некогда спокойной области начали происходить очень странные вещи. С грохочущим рёвом содрогнулась земля, и гора обвалилась, похоронив под собой шахту.\nПо ночам с места катастрофы доносится плач неупокоенных душ невинных шахтёров...\n\nОднажды в деревню Цинцэ прибыл странник...\nНезнакомец был одет в белые длинные одежды, а речи его были таинственны и замысловаты. Он называл себя алхимиком и говорил, в Ли Юэ его привели поиски двух мастеров Юнь и Хань.\nЮнь Хуан, старшая дочь семьи Юнь, жила в деревне Цинцэ. Она немедленно отправила посланника за Хань Цэ, старшим сыном мастера Хань У.\nАлхимик поведал им, что в древности мастера из семей Юнь и Хань сотворили катализатор для алхимиков.\nИ в эти неспокойные для Ли Юэ времена алхимики решили передать семьям Юнь и Хань кусок багрового кор пурума. Они надеялись, что кор пурум поможет жителям справиться с трудностями.\n\nДва мастера растопили печь и изготовили амулет из чёрного камня с багровым кор пурумом в центре. \nАлый камень резонировал с артериями земли. Зловещая пульсация кровавого камня словно предупреждала о грядущих подземных толчках.\nЗвёзды ведут тех, кто решил путешествовать ночью, а кор пурум указывает путь тем, чей путь лежит через горы и пещеры Ли Юэ. Этот амулет был установлен у подножия горы Тяньхэн.\nКогда в регионе вновь наступили спокойные времена, амулет бесследно исчез вместе с гневом земного ядра.",
	"baseatk": 42,
	"substat": "Крит. урон",
	"subvalue": "12",
	"effectname": "Преследование побеждённых",
	"effect": "Побеждённые противники увеличивают силу атаки на {0}. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Светящийся песок Гуюнь",
				"count": 3
			},
			{
				"name": "Церемониальный нож охотника",
				"count": 3
			},
			{
				"name": "Свиток божественной магии",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Блестящий камень Гуюнь",
				"count": 3
			},
			{
				"name": "Церемониальный нож охотника",
				"count": 12
			},
			{
				"name": "Свиток божественной магии",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Блестящий камень Гуюнь",
				"count": 6
			},
			{
				"name": "Церемониальный нож агента",
				"count": 6
			},
			{
				"name": "Свиток печати",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Реликвия Гуюнь",
				"count": 3
			},
			{
				"name": "Церемониальный нож агента",
				"count": 12
			},
			{
				"name": "Свиток печати",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Реликвия Гуюнь",
				"count": 6
			},
			{
				"name": "Церемониальный нож инспектора",
				"count": 9
			},
			{
				"name": "Свиток запретного проклятья",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Останки богов Гуюнь",
				"count": 4
			},
			{
				"name": "Церемониальный нож инспектора",
				"count": 18
			},
			{
				"name": "Свиток запретного проклятья",
				"count": 12
			}
		]
	}
}