{
	"id": 11408,
	"name": "Черногорский длинный меч",
	"description": "Этот меч сделан из обломков скал Черногорья. Его тёмное лезвие имеет кровавое свечение.",
	"descriptionRaw": "Этот меч сделан из обломков скал Черногорья. Его тёмное лезвие имеет кровавое свечение.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "Длинный меч, изготовленный из очень редкого чёрного камня. Он исключительно острый: легко режет золото и нефрит.\nВ безоблачную лунную ночь можно увидеть в центре меча темно-алую инкрустацию шириной в палец.\nОна смутно поблескивает красным, как будто олицетворяя желание меча разорвать всё сущее.\n\nКогда прототипы оружия показали себя, мастер Хань У переписал свой перечень оружия.\nОн собирался использовать редкие кристаллы чёрного камня, чтобы создавать лучшее оружие.\nВ процессе ковки меча из черного камня он заметил, что температура ковки и качество воды, используемой при закалке, влияет на жесткость и прочность меча.\nЭто оказалось серьёзным вызовом кузнецам. Поэтому, если кузнец задумал создать меч из чёрного камня, он должен освободиться от сдерживающих его оков и покорить новые высоты в своём мастерстве.\nХань У был одержим желанием выковать такой меч. Благодаря знакомству с главой рода Юнь он сам смог отправиться к Разлому на поиски материалов.\nОднако в штольнях неожиданно случился обвал. Люди оказались на четыре дня заперты в шахте.\n\nБудучи запертыми в каменном мешке, люди осознали, что рабочие инструменты, найденные в шахте, не помогут им разобрать завал.\nВо мраке подземелий они не видели звёзд и луны, не знали, день сейчас или ночь, а потому безумие и отчаяние начали медленно захватывать их сердца.\nХань У, запертый вместе со всеми в ловушке, вдруг заметил, что прототип меча, который он взял с собой, загадочно поблёскивает алым...\n...Благодаря этому мечу, способному крошить камень, выжившие выбрались из шахты. В тот миг, когда они увидели солнце, меч треснул и рассыпался тысячей осколков.\nСилы покинули мастера, и он осел на землю. Через несколько месяцев он воссоздал этот меч и назвал его «Черногорский меч».\nС тех пор все прославляют красоту, остроту и крепость Черногорского меча.\nНо те, кому не посчастливилось побывать в той шахте, предпочитают ничего не говорить об этом...\n\nВ глубинах непроглядной тьмы мастер со всей силы ударял мечом о скальную породу. И звон меча о камень был подобен раскату грома.\nВозможно, та песня клинка, которую слышали шахтёры, была предвестником случившегося через несколько лет землетрясения...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "8%",
	"effectName": "Преследование побеждённых",
	"effectTemplateRaw": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>{0}</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
	"r1": {
		"description": "Побеждённые противники увеличивают силу атаки на 12%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Побеждённые противники увеличивают силу атаки на 15%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Побеждённые противники увеличивают силу атаки на 18%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Побеждённые противники увеличивают силу атаки на 21%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Побеждённые противники увеличивают силу атаки на 24%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Светящийся песок Гуюнь",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Церемониальный нож охотника",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Блестящий камень Гуюнь",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Церемониальный нож охотника",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Блестящий камень Гуюнь",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Церемониальный нож агента",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Реликвия Гуюнь",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Церемониальный нож агента",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Реликвия Гуюнь",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Церемониальный нож инспектора",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Останки богов Гуюнь",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Церемониальный нож инспектора",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 12
			}
		]
	}
}