{
	"id": 13404,
	"name": "Черногорская пика",
	"description": "Оружие, сделанное из чёрного камня и метеоритного железа. Его холодный клинок отливает кроваво-красным цветом.",
	"descriptionRaw": "Оружие, сделанное из чёрного камня и метеоритного железа. Его холодный клинок отливает кроваво-красным цветом.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Копьё, изготовленное из редкого чёрного камня. Его удары разрезают ветер словно молния.\nИ древко, и наконечник копья выполнены из редкой породы чёрного камня. Помимо этого копьё украшено красным нефритом. \nПри лунном свете копьё отливает кроваво-красным цветом.\n\nУ известного ремесленника Хань У из Ли Юэ был сын от первого брака по имени Хань Цэ, что означает - холодный и расчётливый. Хань У надеялся, что его сын станет умелым мастером, и, когда настанет время, возьмёт семейное дело в свои руки.\nНо у Хань Цэ были свои планы на жизнь. Во время своего обучения он частенько зачитывался книжками по боевым искусствам и уходил в горы, чтобы попрактиковаться с копьём. Он был одержим желанием стать странствующим воином, вооружённым пикой.\nОтправившись в экспедицию за метеоритным железом, он на самом деле искал не редкую руду, а дух приключений. Когда он достиг Адептов в Заоблачном Пределе, он пожелал услышать не мудрые советы, а истории об их приключениях.\nХань Цэ не было никакого дела до пламени в горнилах кузницы. Отец попытался его вразумить, но безуспешно. В конце концов, Хань Цэ покинул отчий дом даже не попрощавшись.\n\nПозднее с Хань У произошёл несчастный случай в шахте, который в корне изменил его характер. Хань Цэ узнал об аварии и немедленно отправился на встречу с отцом.\nНекогда пылкий и скорый на расправу Хань У теперь успокоился. Он уже смирился с нежеланием сына работать в кузнице.\nВпервые отец и сын стали по-настоящему близки. Хань Цэ устыдился своего поведения, но не знал, как ему загладить вину.\nЧерез несколько лет великий мастер Хань У скончался. В соответствии с завещанием, Хань Цэ получил в наследство архив чертежей отца. Это были прославленные «прототипы».\nВместе с диаграммами в коробке находилось письмо, адресованное Хань Цэ.\n«Дорогой сын, наш мир огромен и полон чудес. Надеюсь, что ты встретишь их в своих путешествиях!»\n\nДиаграммы были покрыты заметками, сделанными мелким почерком. Восхищённый Хань Цэ разбирал бумаги отца всю ночь.\nКогда на рассвете Хань Цэ вышел на улицу, он увидел падающий метеорит. Камень приземлился прямо перед юношей.\nЕго переполняли эмоции. Слёзы радости и печали хлынули из его глаз. Он воскликнул: «Небеса послали мне знак!»\nХань Цэ взял метеоритное железо и добавил его к остаткам чёрного камня в кузнице. Следуя диаграммам отца, он сотворил точёную пику, мерцающую словно лёд.\nХань Цэ мог бы обойти весь мир с этим сияющим оружием в руках, но он решил остаться. В тот день он поклялся, что пламя в печи отцовской кузницы никогда не погаснет.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "12%",
	"effectName": "Преследование побеждённых",
	"effectTemplateRaw": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>{0}</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
	"r1": {
		"description": "Побеждённые противники увеличивают силу атаки на 12%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Побеждённые противники увеличивают силу атаки на 15%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Побеждённые противники увеличивают силу атаки на 18%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Побеждённые противники увеличивают силу атаки на 21%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Побеждённые противники увеличивают силу атаки на 24%. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Свинцовая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Пыльца туманной травы",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Шеврон рядового",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Пыльца туманной травы",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Шеврон рядового",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Мешочек с туманной травой",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Шеврон сержанта",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Золотая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Мешочек с туманной травой",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Шеврон сержанта",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Золотая пилюля Заоблачного моря",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Пучок туманной травы",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Шеврон офицера",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Примо эликсир Заоблачного моря",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Пучок туманной травы",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Шеврон офицера",
				"count": 12
			}
		]
	}
}