{
	"id": 14433,
	"name": "Фонарь чёрной сердцевины",
	"description": "Фонарь, источающий тусклый, призрачный свет. Его чёрный как ночь корпус напоминает сцепленные друг с другом кости. Считается, что он был сокровищем некой тайной организации.",
	"descriptionRaw": "Фонарь, источающий тусклый, призрачный свет. Его чёрный как ночь корпус напоминает сцепленные друг с другом кости. Считается, что он был сокровищем некой тайной организации.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Если бы власть была величественным сооружением, сколько кирпичей потребовалось бы, чтобы построить его?\nИз одних кирпичей здание не построишь. Вопрос в том, кто решает, какие кирпичи лягут в фундамент, а из каких будет построен шпиль?\nЗа фасадом строгого порядка кроется истина: судьба каждого кирпича решается исключительно случайностью.\nВозвышающееся здание может быть разрушено одним-единственным решающим кирпичом, тем, который не подчинится ложному приказу.\n\n«Тайное сокровище Крёстного отца зарыто глубоко на чёрном рынке». Пир, призванный разрушить старый порядок, начался, и жаждущие сокровищ воры уже собираются, чтобы заполучить добычу.\nЭто битва всех против всех. Самая смертельная угроза исходит не от людей Крёстного отца, а от самих безжалостных воров.\nПервым в сокровищницу вошёл альв. Их мир научил его искать выгоду, избегать личного вреда и держаться подальше от чужих интриг.\nОн был невероятно хитёр, умел читать мысли людей, как карты, и прокладывать самые безопасные пути среди самых запутанных интриг.\nСледующей попытку предприняла молодая девушка, для которой победа над альвами значила больше, чем загадки Крёстного отца.\nСвоим клинком она ловко разрубала каждый замок, обманывая, казалось бы, сложные механизмы с помощью самых простых решений.\nПоследним бросился охотник. Он считал этот лабиринт охотничьим угодьем, более жестоким, чем зима, и ему приходилось продвигаться осторожно, шаг за шагом.\nТерпение - отравленная ловушка, а острота - кровожадный клинок. Ведомый своими первобытными навыками, охотник встретил вызов лицом к лицу.\n\nНо все они были повержены перед сокровищницей - и альв, и юная девушка, и охотник.\nУправительница дома в чёрном связала троих и повела их одного за другим во внутреннюю комнату.\n«Уважаемый Крёстный отец, ваши гости сидят и ждут ваших приказаний».\nС персиком зайтун в руке Крёстный отец, неторопливо жуя, говорит каждому из гостей, которых привела управительница дома, следующее:\n\n«Вы не проявили никакого уважения к мировому порядку и осмелились покуситься на то, что вам не принадлежит. И за это я намерен вас вознаградить.\nКак известно, порядок существует лишь для того, чтобы служить своим создателям. Я считаю это совершенно неприемлемым, поэтому мне понадобится ваша помощь.\nМир называет порядком то, что на самом деле всего лишь богатые становятся ещё богаче, а бедные остаются ни с чем. Я пришёл к выводу, что воровство - единственный способ восстановить равновесие.\nЕсли с этого дня вы решите следовать воровскому кодексу, съешьте этот плод пред останками великого вора.\nМечтая с детства вырваться из пустой роскоши дворянской жизни, альв был тронут словами Крёстного отца и съел пузырин, чтобы принять его предложение.\nМолодая госпожа, никогда не склонявшаяся перед высокомерием тех, кто стоял выше её, без колебаний проглотила волчий крюк, ибо её философия полностью соответствовала философии Крёстного отца.\nПоследним, кто проглотил валяшку, был охотник, который когда-то удалился в холодный лес, чтобы не жить в этом порочном мире.\n«Отлично. Договор заключён. С этого дня вы - опора сопротивления несправедливости».\n\nНаблюдая, как его гости один за другим уходят, Крёстный отец осторожно провёл рукой по голым стенам хранилища, погрузившись в свои размышления.\nОн вынул самый важный кирпич из здания порядка, но не мог предвидеть, что произойдёт дальше.\nКрёстный отец схватился за живот, чувствуя боль, а управительница дома рядом с ним украдкой безмятежно улыбалась.\nС предельным спокойствием она забрала чёрную кость позвоночника великого вора, оставив противоядие, лилию калла, и быстро вышла.\n\n«То, что ты только что сказал другим ворам, наконец-то заставило меня понять идеалы великого вора. Поэтому я сохраню тебе жизнь.\nИстинная справедливость заключается не в самом порядке, а в той простой истине, что ни один человек не может навязать его другим».",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "48",
	"effectName": "Свидетельство союза",
	"effectTemplateRaw": "Повышает урон реакции Бутонизация на <color=#99FFFFFF>{0}</color>, а реакции Лунная бутонизация - на <color=#99FFFFFF>{1}</color>. Лунное знамение - Высшее сияние: урон реакции Лунная бутонизация дополнительно повышается на <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Повышает урон реакции Бутонизация на 48%, а реакции Лунная бутонизация - на 12%. Лунное знамение - Высшее сияние: урон реакции Лунная бутонизация дополнительно повышается на 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Повышает урон реакции Бутонизация на 60%, а реакции Лунная бутонизация - на 15%. Лунное знамение - Высшее сияние: урон реакции Лунная бутонизация дополнительно повышается на 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Повышает урон реакции Бутонизация на 72%, а реакции Лунная бутонизация - на 18%. Лунное знамение - Высшее сияние: урон реакции Лунная бутонизация дополнительно повышается на 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Повышает урон реакции Бутонизация на 84%, а реакции Лунная бутонизация - на 21%. Лунное знамение - Высшее сияние: урон реакции Лунная бутонизация дополнительно повышается на 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Повышает урон реакции Бутонизация на 96%, а реакции Лунная бутонизация - на 24%. Лунное знамение - Высшее сияние: урон реакции Лунная бутонизация дополнительно повышается на 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Фрагмент чудесного устройства",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Образец чудесного устройства",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Образец чудесного устройства",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Наследие чудесного устройства",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Наследие чудесного устройства",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Мечта чудесного устройства",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 12
			}
		]
	}
}