{
	"id": 13516,
	"name": "Окровавленные руины",
	"description": "Длинное копьё, которое после долгих сражений стало чёрным как смоль. В свете призрачно-голубого пламени фонаря оно сверкает неземным блеском.",
	"descriptionRaw": "Длинное копьё, которое после долгих сражений стало чёрным как смоль. В свете призрачно-голубого пламени фонаря оно сверкает неземным блеском.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 5,
	"story": "В народной сказке из северного королевства рассказывается о двух братьях: Летнем Короле Дуба, который принёс тепло в мир, и его старшем брате, Зимнем Короле Остролиста.\nВнезапная трагическая ссора привела к тому, что Зимний Король Остролиста случайно убил своего младшего брата, и с тех пор мир погрузился в безжалостную зиму.\nВозможно, без этого печального события люди не смогли бы объяснить, почему их великодушный король вечно окутан ветром и снегом.\nНо только бессмертные альвы знают, что нетающая вечная мерзлота просуществовала гораздо дольше, чем длилось правление Белого царя.\nБелый император, правящий альвами с высокого трона на Бледной Звезде, хранит молчание с тех пор, как вернулся из руин крайнего севера.\nОн задержался в берёзовой роще, погружённый в глубокие размышления, прежде чем наконец открыл дверь людям, от которых когда-то отказался.\nНа краю замёрзшей земли возвышался похожий на лабиринт дворец, стоящий рядом с гигантской печью Снежнограда.\nСюда были призваны мудрейшие из людей и альвов, и здесь были посеяны первые семена великой фантазии.\nБесчисленные дни и ночи самые верные и доблестные приближенные Белого царя стояли на страже этого дворца дерзких амбиций.\nСреди них были альвы, следовавшие за своей правительницей с самого начала, а также смертные из рода, доказавшего непоколебимую преданность Царице.\nОба брата принадлежали к младшему поколению клана. Старший, унаследовав символ Соловья, взял на себя обязанность охранять священную колесницу.\nУ младшего сына, который всегда восхищался старшим братом, не было иного выбора, кроме как отказаться от своей фамилии и смириться с жизнью в безвестности на границе.\nЗатем беда, порождённая эгоизмом, разрушила их идеалы и навсегда изменила их судьбу...\nВерный страж был поглощён «зверем», существом чистой тьмы, за одно лишь преступление - за то, что выведал тайну Философов.\nЕго младший брат уехал подавлять беспорядки, но оказался в дикой местности, уже покрытой глубоким снегом.\nНо вместо обычных серебристо-белых перьев на копье, которое он нашёл, теперь были чёрные пятна благородной крови.\nСпустя годы генерал, унаследовавший фамилию, покинул родину и отправился в дикие пограничные земли ради мести.\nКаждый раз, когда его пальцы касались копья, он переносился в ту долгую снежную ночь за пределами древнего дворца.\nВоспоминания были пропитаны печалью, слова старого друга, произнесённые перед гильотиной, эхом отдавались в его сознании.\nПод холодным лунным светом мир лежал в оковах трагической судьбы, его потерянные жители бесцельно бродили по улицам, которые они когда-то называли домом.\nЛитейщик факелов, омытый вечным светом луны, зажёг негасимый огонь и начал свой дозор.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "4,8%",
	"effectName": "Дань скорби",
	"effectTemplateRaw": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на <color=#99FFFFFF>{0}</color> на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на <color=#99FFFFFF>{1}</color> на 6 сек., а также экипированный персонаж восстанавливает <color=#99FFFFFF>{2}</color> ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек.",
	"r1": {
		"description": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на 36% на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на 28% на 6 сек., а также экипированный персонаж восстанавливает 12 ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек.",
		"values": [
			"36%",
			"28%",
			"12"
		]
	},
	"r2": {
		"description": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на 48% на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на 35% на 6 сек., а также экипированный персонаж восстанавливает 13 ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек.",
		"values": [
			"48%",
			"35%",
			"13"
		]
	},
	"r3": {
		"description": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на 60% на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на 42% на 6 сек., а также экипированный персонаж восстанавливает 14 ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек.",
		"values": [
			"60%",
			"42%",
			"14"
		]
	},
	"r4": {
		"description": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на 72% на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на 49% на 6 сек., а также экипированный персонаж восстанавливает 15 ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек.",
		"values": [
			"72%",
			"49%",
			"15"
		]
	},
	"r5": {
		"description": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на 84% на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на 56% на 6 сек., а также экипированный персонаж восстанавливает 16 ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек.",
		"values": [
			"84%",
			"56%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114077,
				"name": "Искра кремня долгой ночи",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Туманное воплощение",
				"count": 5
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Отблеск кремня долгой ночи",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Туманное воплощение",
				"count": 18
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114078,
				"name": "Отблеск кремня долгой ночи",
				"count": 9
			},
			{
				"id": 112135,
				"name": "Туманная пластина",
				"count": 9
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114079,
				"name": "Вспышка кремня долгой ночи",
				"count": 5
			},
			{
				"id": 112135,
				"name": "Туманная пластина",
				"count": 18
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114079,
				"name": "Вспышка кремня долгой ночи",
				"count": 9
			},
			{
				"id": 112136,
				"name": "Туманный шлем",
				"count": 14
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114080,
				"name": "Пламя кремня долгой ночи",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Туманный шлем",
				"count": 27
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 18
			}
		]
	}
}