{
	"id": 11432,
	"name": "Бедствие Эшу",
	"description": "Церемониальный клинок, выкованный великим жрецом Повелителей Ночного Ветра Санхаджем. В сказаниях прошлого он проводил этим изогнутым клинком ритуалы, стирая границу между Царством Ночи и настоящим миром.",
	"descriptionRaw": "Церемониальный клинок, выкованный великим жрецом Повелителей Ночного Ветра Санхаджем. В сказаниях прошлого он проводил этим изогнутым клинком ритуалы, стирая границу между Царством Ночи и настоящим миром.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "Подобно тому, как бабочка до метаморфозы представляет собой лишь зелёный кокон,\nа грациозный фламинго, вылупившись из яйца, напоминает серый комочек перьев,\nтак и великий жрец, что позже околдовывал людей феериями своих речей,\nпоявившись на свет, долгие годы был ребёнком, чьи уста немы, а сознание омрачено.\n\nСтарейшина, что поддерживал в племени жертвенный огонь, говорил, будто половина его души потерялась в ночном пламени.\nИ в день своего рождения бессловесный ребенок шагнул в бесплодные каменные земли, чтобы отыскать пропавшую часть себя.\nТакое путешествие полно опасностей, ведь душа должна пересечь семь завес, чтобы увидеть Владыку Тишины.\nДаже заручившись помощью заврианов, способных путешествовать между мирами, немногие люди возвращались из такого странствия.\nЗагадочный Махамба был единственным иктомизавром, кто согласился сопровождать мальчика в неизведанные земли.\n\nВ зале с длинными ступенями, вымощенными обсидианом, мальчик словно впервые открыл глаза.\nПеред его взором проносился поток воспоминаний о древних царствах, и в колеблющемся фосфорическом свете\nему казалось, будто он в самом деле жил там... Когда первый Пиро Архонт перед лицом вулкана приносил присягу своим войскам,\nон стоял среди теней многочисленных героев, хотя его никогда не было в тех воспоминаниях.\nКогда святой мудрец, повелевавший окутанным мглою городом, был низложен юношей с алыми глазами и упал на ступени перед опустевшим троном,\nон посмотрел вниз и увидел лицо того, кто увяз в чёрной грязи над пылающим городом.\n\nПознав прошлое, он уразумел все слова, и звуки, и смыслы, что стоят за ними,\nи узрел глубины артерий времени. И тогда он наконец понял,\nчто всё это устроил для него ночной повелитель. И подросший мальчик\nувидел густой туман, что вскоре накроет весь Натлан, и монстров из внешнего мира,\nувидел одинокий остров и чёрную тень, захватившую его, разъедающую границы подобно тому, как личинки разъедают плоть, как пламя опустошает землю.\nТам, куда наползала чёрная тень, хором стенали мертвецы и те, кому ещё только предстояло умереть.\n\nИ когда чёрное облако тумана стало опускаться на племена Натлана, он не удержался и крикнул: «Остановись!»\nИ с первым сказанным словом он внезапно очнулся и увидел, что лежит подле синего костра.\nУвидел, как в глазах Махамбы вспыхнул тусклый свет, а старейшина протянул ему церемониальный посох.\n\nС того дня Санхадж, познавший прошлое, стал искусен в речах,\nв старинных выражениях он порицал глупцов, которые пренебрегали будущими опасностями.\nС того дня Санхадж, познавший все истории, стал плести паутину лжи,\nчтобы многочисленные свитки превратились в запутанный лабиринт, чтобы скрыть прошлое, к которому больше не следовало прикасаться.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Надвигающийся рубеж",
	"effectTemplateRaw": "Повышает урон обычной и заряженной атаки на <color=#99FFFFFF>{0}</color>, а также шанс крит. попадания обычной и заряженной атаки на <color=#99FFFFFF>{1}</color>, если персонаж защищён щитом.",
	"r1": {
		"description": "Повышает урон обычной и заряженной атаки на 20%, а также шанс крит. попадания обычной и заряженной атаки на 8%, если персонаж защищён щитом.",
		"values": [
			"20%",
			"8%"
		]
	},
	"r2": {
		"description": "Повышает урон обычной и заряженной атаки на 25%, а также шанс крит. попадания обычной и заряженной атаки на 10%, если персонаж защищён щитом.",
		"values": [
			"25%",
			"10%"
		]
	},
	"r3": {
		"description": "Повышает урон обычной и заряженной атаки на 30%, а также шанс крит. попадания обычной и заряженной атаки на 12%, если персонаж защищён щитом.",
		"values": [
			"30%",
			"12%"
		]
	},
	"r4": {
		"description": "Повышает урон обычной и заряженной атаки на 35%, а также шанс крит. попадания обычной и заряженной атаки на 14%, если персонаж защищён щитом.",
		"values": [
			"35%",
			"14%"
		]
	},
	"r5": {
		"description": "Повышает урон обычной и заряженной атаки на 40%, а также шанс крит. попадания обычной и заряженной атаки на 16%, если персонаж защищён щитом.",
		"values": [
			"40%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Безумный декаданс Святого Мудреца",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Безумная духовность Святого Мудреца",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 12
			}
		]
	}
}