{
	"id": 14513,
	"name": "Казначейский надзор",
	"description": "Парящее устройство, способное отслеживать и контролировать некоторые явления. После списания его нашли и модифицировали для иных целей.",
	"descriptionRaw": "Парящее устройство, способное отслеживать и контролировать некоторые явления. После списания его нашли и модифицировали для иных целей.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "Потоки денег вычерчивают сеть кровеносных сосудов на теле мира.\nСколько жизней бесследно кануло в этих потоках, не сосчитать.\nКонечно, все заслуги должны принадлежать человечеству.\nКак цифры и математика появились, чтобы удобней было считать монеты,\nкак письменность появилась, чтобы составлять долговые расписки, как своды законов были составлены, чтобы регулировать наследование и передачу собственности.\n\nЧеловек должен быть хозяином денег, а не их слугой.\nИ золотое сердце должно биться во имя мира людей.\n...Конечно, на самом деле у денег нет и не может быть владельца.\nВ конечном счёте деньги всего лишь река, что протекает через руки людей,\nберя начало в некоем уголке мира и неся свои воды к самому концу времён.\n\nИ труднее всего объяснить тот факт,\nчто «некий уголок мира» был выбран из множества других.\nИ труднее всего принять тот факт,\nчто великий подвиг, который должен принадлежать людям,\nоказался приписан так называемому «богу».\nВот почему мы должны перестроить эту систему.\nЕсли сердцем денег владеет чужеземный бог,\nон может поработить любого, повинуясь минутной прихоти.\nПусть даже мы не сможем стать хозяевами золотого сердца,\nнужно добиться того, чтобы владение деньгами в мире людей было справедливым.\n\n«Наверное, вам трудно это представить. Позвольте мне объяснить.\nПрежде всего нам нужна новая валюта, которая позволит нам не зависеть от моры.\nМесто? Это будет маленькая экономическая система, изолированная от внешнего мира.\nЛучше всего для проведения эксперимента подходит одно государство в государстве, куда нет доступа богам.\nЧтобы попасть туда, не потребуется много времени.\n\nКак будет называться валюта? Я плохо придумываю названия... Впрочем, есть одна мысль.\nВ честь того, что вы наградили меня разрешением поставить такой эксперимент, давайте назовём новую валюту \"премиальным купоном\"».\n\nКонтрольный прибор, созданный на высокоточном станке, с жужжанием следит за движением денежных потоков в миниатюрном государстве.\nОн неустанно фиксирует все сделки, все траты и накопления.\nРост и снижение цен, скорость обращения каждой купюры в установленный период времени.\nЕдинственный закон, регулирующий обращение валюты, защищает право человека накапливать деньги. Единственное возможное наказание - обнищание и смерть.\nПравила справедливы: получай прибыль и подчиняй себе остальных... или подчиняйся и гни спину до самой смерти.\n\nТак амбициозные и богатые люди станут вровень с богами.\nА слабые и сломленные утонут в бескрайнем потоке.\nИ никакая божественная сила больше не сможет обелить власть богатых над бедными.\nИ никакие богатства богов больше не спасут достоинства бедных от попрания богачами.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "4,8%",
	"effectName": "Золотая волна крови",
	"effectTemplateRaw": "Увеличивает силу атаки на <color=#99FFFFFF>{0}</color>. Когда текущее HP персонажа повышается или понижается, на 4 сек. урон обычной атаки увеличивается на <color=#99FFFFFF>{1}</color>, а заряженной атаки - на <color=#99FFFFFF>{2}</color>. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении экипированным персонажем 3 уровней скорость атаки увеличивается на <color=#99FFFFFF>{3}</color>.",
	"r1": {
		"description": "Увеличивает силу атаки на 16%. Когда текущее HP персонажа повышается или понижается, на 4 сек. урон обычной атаки увеличивается на 16%, а заряженной атаки - на 14%. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении экипированным персонажем 3 уровней скорость атаки увеличивается на 8%.",
		"values": [
			"16%",
			"16%",
			"14%",
			"8%"
		]
	},
	"r2": {
		"description": "Увеличивает силу атаки на 20%. Когда текущее HP персонажа повышается или понижается, на 4 сек. урон обычной атаки увеличивается на 20%, а заряженной атаки - на 17,5%. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении экипированным персонажем 3 уровней скорость атаки увеличивается на 10%.",
		"values": [
			"20%",
			"20%",
			"17,5%",
			"10%"
		]
	},
	"r3": {
		"description": "Увеличивает силу атаки на 24%. Когда текущее HP персонажа повышается или понижается, на 4 сек. урон обычной атаки увеличивается на 24%, а заряженной атаки - на 21%. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении экипированным персонажем 3 уровней скорость атаки увеличивается на 12%.",
		"values": [
			"24%",
			"24%",
			"21%",
			"12%"
		]
	},
	"r4": {
		"description": "Увеличивает силу атаки на 28%. Когда текущее HP персонажа повышается или понижается, на 4 сек. урон обычной атаки увеличивается на 28%, а заряженной атаки - на 24,5%. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении экипированным персонажем 3 уровней скорость атаки увеличивается на 14%.",
		"values": [
			"28%",
			"28%",
			"24,5%",
			"14%"
		]
	},
	"r5": {
		"description": "Увеличивает силу атаки на 32%. Когда текущее HP персонажа повышается или понижается, на 4 сек. урон обычной атаки увеличивается на 32%, а заряженной атаки - на 28%. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении экипированным персонажем 3 уровней скорость атаки увеличивается на 16%.",
		"values": [
			"32%",
			"32%",
			"28%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Разбитая чаша непорочного моря",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Золотой кубок непорочного моря",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 18
			}
		]
	}
}