{
	"id": 15426,
	"name": "Выкованный из облаков",
	"description": "Экспериментальный вариант стандартного оружия, выкованный в кузнице Черногорья по поручению Нефритового Равновесия после того, как были изучены охранявшие обитель Тяньхэн древние механизмы.",
	"descriptionRaw": "Экспериментальный вариант стандартного оружия, выкованный в кузнице Черногорья по поручению Нефритового Равновесия после того, как были изучены охранявшие обитель Тяньхэн древние механизмы.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "Древние говорили, что горы Тяньхэн богаты драгоценными камнями, а в глубинах Разлома кроются залежи нефрита. Земля тысячи камней издревле славилась своим богатством,\nа важнейшим местом добычи и переработки руды всегда считалась кузница Черногорья, которая находится в горах Тяньхэн.\n\nКузница Черногорья построена глубоко в горах. Она состоит из множества мастерских и плавильных печей, соединённых между собой почерневшими от копоти проходами.\nВ смутные времена, когда дикий огонь войны окрашивал землю алым, эти места служили убежищем для живущих поблизости горных племён.\nГоворят, здесь есть забытые ходы, которые ведут в древнее царство глубоко под землёй...\n\nВ «Сборнике каменных табличек» говорится, что тёмные ходы в горах когда-то проделал предок знаменитого в нынешнем Ли Юэ семейства Юнь.\nС той поры род Юнь вошёл в анналы истории как род кузнецов, а его основоположник на протяжении многих поколений остаётся покровителем мастеров и ремесленников.\n\nВ исторических источниках почти не осталось записей об этом человеке...\n«Предок Юнь был настолько искусен, что деревянные соколы и бамбуковые вороны, к которым он приложил руку, летали вокруг него три дня, не садясь на землю. Он достиг наивысшего мастерства».\n\nПервоначально изучение механики и постижение искусства ковки было неразрывно связано с Адептами.\nПоэтому основателя рода Юнь нередко считали учеником Адептов, а его способности приписывали дарам Адептов.\nВ самой известной истории о нём говорится, что во время смуты он сопровождал императора на войну.\nЗа свои воинские заслуги он получил признание трёх Адептов и был посвящён в тайны механики.\n\nГоворят, его способности были настолько чудесны, что он умел срывать облака с неба и возводить из них бесчисленные башни.\nИ даже из самого трухлявого и гнилого дерева он умел вырезать летающих птиц, которых было невозможно отличить от живых.\n«Черногорье выковано из облаков» - эту поговорку слышал каждый житель Ли Юэ.\nПоэты и сказители давно восхищаются контрастом этих двух образов.\nИ хотя легенда о башнях, выкованных из облаков, явно восходит к языковой игре (ведь фамилия «Юнь» имеет значение «облако»),\nтот факт, что основатель рода Юнь посвятил остаток своей жизни кузнице Черногорья и передаче секретов мастерства, остаётся неоспоримым.\n\nЛегенда гласит, что в конце жизни он вознёсся на небо и стал созвездием, оберегающим мастеров и ремесленников.\nНо в конечном счёте легенды это всего лишь легенды. Кузница Черногорья не соткана из облаков и ветра, да и секреты Адептов здесь ни при чём.\nОна была создана бесчисленными ударами зубил и молотков, выточена каплями пота самых обычных мастеров, которые тысячелетиями работали над её созданием.\nВ конце концов, в договоре с Золотым богом ничего не говорилось о том, что решимость смертных не способна превзойти чудеса бессмертных.\n\n«Предок Юнь был настолько искусен, что деревянные соколы и бамбуковые вороны, к которым он приложил руку, летали вокруг него три дня, не садясь на землю. Он достиг наивысшего мастерства».\nСкалы он превращал в мастерские, а облака - в высокие башни. В горах Тяньхэн он создал кузницу Черногорья. И посему говорят, что его труды принесли людям великую пользу.\nИ сказал Юнь: \"Какая работа зовётся мастерской? А какая неумелой? Работа, что идёт на пользу людям, зовётся мастерской. Всё прочее - работа неумелая\"».",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "36",
	"effectName": "Скальная кузница",
	"effectTemplateRaw": "После понижения энергии мастерство стихий экипированного персонажа увеличивается на <color=#99FFFFFF>{0}</color> ед. Эффект длится 18 сек. и складывается до 2 раз.",
	"r1": {
		"description": "После понижения энергии мастерство стихий экипированного персонажа увеличивается на 40 ед. Эффект длится 18 сек. и складывается до 2 раз.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "После понижения энергии мастерство стихий экипированного персонажа увеличивается на 50 ед. Эффект длится 18 сек. и складывается до 2 раз.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "После понижения энергии мастерство стихий экипированного персонажа увеличивается на 60 ед. Эффект длится 18 сек. и складывается до 2 раз.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "После понижения энергии мастерство стихий экипированного персонажа увеличивается на 70 ед. Эффект длится 18 сек. и складывается до 2 раз.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "После понижения энергии мастерство стихий экипированного персонажа увеличивается на 80 ед. Эффект длится 18 сек. и складывается до 2 раз.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Зерно чёрного сидерита",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Сломанный эфес",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Шеврон рядового",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Сломанный эфес",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Шеврон рядового",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Расщеплённый эфес",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Шеврон сержанта",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Расщеплённый эфес",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Шеврон сержанта",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Неугасающий эфес",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Шеврон офицера",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Обломок чёрного сидерита",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Неугасающий эфес",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Шеврон офицера",
				"count": 12
			}
		]
	}
}