{
	"id": 14515,
	"name": "Звонкий клич журавля",
	"description": "Изысканное оружие в форме веера, вырезанное из чистого нефрита. Окутано аурой древней силы Адептов.",
	"descriptionRaw": "Изысканное оружие в форме веера, вырезанное из чистого нефрита. Окутано аурой древней силы Адептов.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "Это было в далёком прошлом, ещё до основания процветающего портового города.\nТогда даже обители Адептов не избежали огней войны.\nТе, кому когда-то поклонялись как божествам, сражались по своим собственным причинам.\nКровь и огонь, разлуки и предательства. Весь смертный мир оказался пропитан грязью.\n\nТе, кто потерял всё из-за превратностей беспокойных времён, бежали в горы и там умоляли Адептов дать им приют.\nВыживших преследовали бесчисленные монстры, давно потерявшие рассудок.\nИх имена были неизвестны, их число не поддавалось исчислению. Они наступали, как потоп, уничтожая всё на своём пути.\nДругой хозяин, которого они когда-то почитали, пал, и их яростный рёв был, по сути, прощальным траурным воем.\n\nНо смертные тогда ещё не знали, что владыка, некогда защищавший эти горы и воды, теперь ушёл.\nИ всё, что стояло между ними и надвигающимся потоком катастрофы, - это несколько Защитников Якса, обитавших там.\nПосле нескольких дней ожесточённой битвы белые одежды стали алыми, а алые - чёрными. Но монстры всё наступали, как бесконечная орда...\n\nПоскольку эта история произошла в древние времена, о которых уже и не вспомнить, впоследствии она обросла множеством версий. Некоторые утверждают, что именно тогда, когда всё висело на волоске,\nАдепт с лазурными и белыми перьями появился из-за облаков, как нисходящий шторм.\nОдинокое, величественное, молчаливое, гордое существо защищало предков и управляло ими.\nАдепт переломил ход событий и победил, казалось бы, бесконечный поток чудовищ...\n\nДругие рассказывают, что в самый опасный момент с неба спустились два журавля, вырезанные из нефрита.\nОни уничтожили монстров, обрушив на них силу множества талисманов, они уничтожили их, как прохладный ветер разгоняет облака.\nНо когда все повернулись посмотреть, то увидели не журавлей, а парящего Адепта со складным веером в руке...\n\nДругие утверждают, что могущество этого Адепта настолько превышало возможности смертных, что предки слышали лишь крик журавля.\nИ сразу бесконечные чудовища в одно мгновение превратились в пепел, который, словно пыль, рассеивался под лучами солнца...\n\nНезависимо от версии, жители Ли Юэ, говоря о Хранителе Облаков, впоследствии\nвсегда старались отзываться только с уважением. А что касается того, что произошло на самом деле...\n\n«Интересуешься делами столь далёкого прошлого? Ты и вправду человек не из праздных.\nНу что ж, раз уж такое настроение, можно и поговорить.\nНеси стул. Это не очень длинная история, всего часов на восемь...\n...Что? Хочешь улизнуть, пока я отвлекусь?»",
	"baseAtkValue": 49.137699127197266,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "3,6%",
	"effectName": "Секрет облачных канонов",
	"effectTemplateRaw": "После того как атака в падении экипированного персонажа поражает врага, урон атак в падении членов отряда поблизости повышается на <color=#99FFFFFF>{0}</color> на 20 сек. Попадания атак в падении членов отряда поблизости восстанавливают <color=#99FFFFFF>{1}</color> ед. энергии экипированного персонажа. Восстанавливать энергию таким образом можно 1 раз в 0,7 сек. Эффект восстановления энергии срабатывает, даже если экипированный персонаж не на поле боя.",
	"r1": {
		"description": "После того как атака в падении экипированного персонажа поражает врага, урон атак в падении членов отряда поблизости повышается на 28% на 20 сек. Попадания атак в падении членов отряда поблизости восстанавливают 2,5 ед. энергии экипированного персонажа. Восстанавливать энергию таким образом можно 1 раз в 0,7 сек. Эффект восстановления энергии срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"28%",
			"2,5"
		]
	},
	"r2": {
		"description": "После того как атака в падении экипированного персонажа поражает врага, урон атак в падении членов отряда поблизости повышается на 41% на 20 сек. Попадания атак в падении членов отряда поблизости восстанавливают 2,75 ед. энергии экипированного персонажа. Восстанавливать энергию таким образом можно 1 раз в 0,7 сек. Эффект восстановления энергии срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"41%",
			"2,75"
		]
	},
	"r3": {
		"description": "После того как атака в падении экипированного персонажа поражает врага, урон атак в падении членов отряда поблизости повышается на 54% на 20 сек. Попадания атак в падении членов отряда поблизости восстанавливают 3 ед. энергии экипированного персонажа. Восстанавливать энергию таким образом можно 1 раз в 0,7 сек. Эффект восстановления энергии срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"54%",
			"3"
		]
	},
	"r4": {
		"description": "После того как атака в падении экипированного персонажа поражает врага, урон атак в падении членов отряда поблизости повышается на 67% на 20 сек. Попадания атак в падении членов отряда поблизости восстанавливают 3,25 ед. энергии экипированного персонажа. Восстанавливать энергию таким образом можно 1 раз в 0,7 сек. Эффект восстановления энергии срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"67%",
			"3,25"
		]
	},
	"r5": {
		"description": "После того как атака в падении экипированного персонажа поражает врага, урон атак в падении членов отряда поблизости повышается на 80% на 20 сек. Попадания атак в падении членов отряда поблизости восстанавливают 3,5 ед. энергии экипированного персонажа. Восстанавливать энергию таким образом можно 1 раз в 0,7 сек. Эффект восстановления энергии срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"80%",
			"3,5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Свинцовая пилюля Заоблачного моря",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Перьевой плавник",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Перьевой плавник",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Лунный плавник",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Золотая пилюля Заоблачного моря",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Лунный плавник",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Золотая пилюля Заоблачного моря",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Глубинный плавник",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Примо эликсир Заоблачного моря",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Глубинный плавник",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 18
			}
		]
	}
}