{
	"id": 13512,
	"name": "Очертания алой луны",
	"description": "Это острое копьё отливает алым лунным блеском. Говорят, во времена древней династии оно служило ритуальным орудием для молитв и было способно объединить два мира, но нынешние люди давно забыли эти традиции и верования.",
	"descriptionRaw": "Это острое копьё отливает алым лунным блеском. Говорят, во времена древней династии оно служило ритуальным орудием для молитв и было способно объединить два мира, но нынешние люди давно забыли эти традиции и верования.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 5,
	"story": "«О верховный повелитель Каэнри'ах, алая луна давно опустилась в бездну, и твоя кровь наконец ослепла.\nО милостивый повелитель, если ты всё ещё жалеешь детей человеческих, то выпей из этого бокала».\n\nЭто было в далёкие времена, когда тёмное солнце ещё не озаряло землю. Древний и благородный клан правил огромным царством.\nФанатичные жрецы убедили сомневающегося правителя в том, что останки Алой Луны в небесах и есть властительница всего сущего,\nибо сияние лунного света струилось под смертной плотью, и тьма, сокрытая на дне бездны, тоже исходила от Алой Луны.\nА раз так, то король человечества должен называть себя именем Алой Луны. По свету и пламени двух миров следует определять переменчивую судьбу.\nПоэтому жаждущие трансцендентности возводили бесчисленные величественные башни и молились, чтобы давно умершая Алая Луна принесла им спасение.\nПока астрологи, объявленные еретиками, не разглядели в перевёрнутом образе ложного неба истоки всех судеб мира,\nпока неугасимое пламя сомнений и ярости не охватило бессонное царство, как лесной пожар, и не добралось до самого дворца, залитого лунным светом...\n\nКо времени тёмного солнца имя Алой Луны давно кануло в пучину забвения, поблёк алый цвет. И осталось лишь прозвание «роковая луна».\nБудь то нечистые, пострадавшие от проклятия, или те, кто ещё не запятнал себя судьбой, никто из них не стал бы снова считать себя последователем останков луны.\nЛишь немногие выжили после полного уничтожения своего рода, спрятавшись в тени, где не светит солнце, и ожидая, когда Алая Луна укажет, что настала пора свершить месть.\n\nНо так называемая расплата так и не наступила, и тёмное солнце освещало всё то же невежество и высокомерие.\nКогда гибель снова была близка, лишь насмешливый лунный свет лился на тень солнца, давно обратившегося в пепел.\n\n«Судьба, судьба, о страшная и блёклая судьба, почему ты подчиняешься тирану-узурпатору?\nЕсли останки роковой луны уже предрешили твою судьбу, какой смысл в кровной мести ушедших дней?\nЕсли судьба, которую она соткала, издевается над нами, то давайте насмехаться над судьбой так громко, насколько возможно.\nПока последняя тень обращённого в пепел солнца не сожжёт старый мир, пока алая луна не узрит непорочный рассвет».",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "4,8%",
	"effectName": "Тень пепельного солнца",
	"effectTemplateRaw": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на <color=#99FFFFFF>{0}</color>. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на 12%. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на 24%.",
		"values": [
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на 16%. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на 32%.",
		"values": [
			"16%",
			"32%"
		]
	},
	"r3": {
		"description": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на 20%. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на 40%.",
		"values": [
			"20%",
			"40%"
		]
	},
	"r4": {
		"description": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на 24%. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на 48%.",
		"values": [
			"24%",
			"48%"
		]
	},
	"r5": {
		"description": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на 28%. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на 56%.",
		"values": [
			"28%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Разбитая чаша непорочного моря",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Сломанный эфес",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Сломанный эфес",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 9
			},
			{
				"id": 112099,
				"name": "Расщеплённый эфес",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 5
			},
			{
				"id": 112099,
				"name": "Расщеплённый эфес",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 9
			},
			{
				"id": 112100,
				"name": "Неугасающий эфес",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Золотой кубок непорочного моря",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Неугасающий эфес",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 18
			}
		]
	}
}