{
	"id": 14434,
	"name": "Рассветный иней",
	"description": "Безупречный ритуальный сосуд, выкованный из чистого серебра. Говорят, что некогда это была священная реликвия, которую девы крайнего севера передавали друг другу из поколения в поколение.",
	"descriptionRaw": "Безупречный ритуальный сосуд, выкованный из чистого серебра. Говорят, что некогда это была священная реликвия, которую девы крайнего севера передавали друг другу из поколения в поколение.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "«Всегда помни, Аврелиан, моё дорогое дитя, о единственном драгоценном даре, пожалованном мне судьбой.\nВ жилах твоих течёт тысячелетнее проклятие, но я хочу одного: чтобы жизнь твоя прошла в мире и радости.\nЧто бы ни случилось, тебе нельзя ступать на землю Нод-Края. И не вздумай верить сумасбродным мечтам о \"рае\".\nВ подлунном мире никогда не было рая для смертных, и всё, созданное Владыкой Неба, имеет свои пределы».\n\nСнежной ночью, озарённой мягким светом северного сияния, женщине, некогда почитаемой под именем Девы, вновь было явлено видение, предсказывавшее судьбу её родины.\nМного лет прошло с тех пор, как она покинула родину. И всё же шёпот преднамеренного забвения, словно иней, всегда находил способ проникнуть в её тёплые сны.\nБыть может, новая жизнь, растущая внутри неё, пробудила давно дремлющие видения, и теперь эти тревожные, неотвязные призраки постепенно обретали плоть...\n\nПоначалу это были непрекращающиеся кошмары, что появлялись и исчезали, замыкаясь в бесконечный цикл.\nСемена жизни, рождённые не по воле эволюции, упали с серебряных ветвей на руины заброшенного города,\nгде прямоходящие животные без перьев наслаждались бьющей через край мудростью и процветанием, которое она им приносила.\nСледом пришла жадность и эгоистичные желания, каждое из которых маскировалось благородными ярлыками.\nА от них произошли ненависть, проклятия, предательство, раздоры, грабежи, резня и войны между братьями.\nГорода были разбросаны по земле, одни следовали пути добра, другие - пути зла, а божественные посланницы хранили молчание и не вмешивались.\nТак было, пока правители мирских земель не осмелились испытать вечные небеса,\nи вот тогда огромные башни рухнули в море пламени, и грохот их заглушил крики рабов.\n\nСон без сновидений длился тысячу лет и ещё тысячу лет, подобный мимолётной тени, что исчезает за мгновение.\nСон о венках, что лежат, никому не нужные, в таинственном пространстве под сухими деревьями.\nНо бывает, что даже божественный план даёт сбой, и золотой город, поднявшийся из земли,\nне смог успокоить сердца смертных, воспылавшие дерзкими желаниями,\nсердца, влекомые к пустому трону мира, жаждущие разрушить грань между людьми и богами.\nИ всё же бескрайний рай в конце концов рухнул, как рушится всякая трагическая иллюзия.\nПламенный повелитель драконов был низвержен в тёмную, туманную бездну, и вместе с ним волна затопила империю белого камня.\nУмирающий мир приближался к своему концу, и в его чертогах оставались лишь тени прошлого.\n\nБессчётные мечты, пропитанные кровью, слезами и грехом... Бессчётные мечты, которые никогда не исполнятся...\nГоды отчуждения и ненависть, передаваемая через поколения, бесконечно повторяются под куполом беззвёздной ночи.\nНо голос, который она никогда не слышала, казавшийся более знакомым, чем любой, даже самый родной,\nполный мягкого, как свет, сострадания, всегда шептал ей из тупика тьмы и боли:\n\n«Тогда я положу конец всем войнам на этой земле и воздвигну на их месте бескрайний рай.\nНе для того, чтобы стать королём, а чтобы никто больше не смог назвать королём себя».\n\nЕё мечта всегда разбивалась вдребезги, как только приближался обещанный момент, и её возвращало обратно к берегам реальности,\nвместе с бледным утренним светом и слабым трепетанием жизни внутри неё.\nМолодая мать тихо вздохнула, коснувшись рукой серебристого талисмана у себя на груди.\nГлядя в лицо своего любимого, женщина нежно положила руку себе на живот и сказала:\n\n«Дитя моё, дитя моё... что тебя так тревожит?\nМожет, ты боишься, потому что знаешь, что на душе у твоей мамы?»",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "12%",
	"effectName": "Сны глубокой ночи",
	"effectTemplateRaw": "На 10 сек. после попадания заряженной атаки по противнику мастерство стихий повышается на <color=#99FFFFFF>{0}</color> ед. На 10 сек. после попадания элементального навыка по противнику мастерство стихий повышается на <color=#99FFFFFF>{1}</color> ед.",
	"r1": {
		"description": "На 10 сек. после попадания заряженной атаки по противнику мастерство стихий повышается на 72 ед. На 10 сек. после попадания элементального навыка по противнику мастерство стихий повышается на 48 ед.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "На 10 сек. после попадания заряженной атаки по противнику мастерство стихий повышается на 90 ед. На 10 сек. после попадания элементального навыка по противнику мастерство стихий повышается на 60 ед.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "На 10 сек. после попадания заряженной атаки по противнику мастерство стихий повышается на 108 ед. На 10 сек. после попадания элементального навыка по противнику мастерство стихий повышается на 72 ед.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "На 10 сек. после попадания заряженной атаки по противнику мастерство стихий повышается на 126 ед. На 10 сек. после попадания элементального навыка по противнику мастерство стихий повышается на 84 ед.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "На 10 сек. после попадания заряженной атаки по противнику мастерство стихий повышается на 144 ед. На 10 сек. после попадания элементального навыка по противнику мастерство стихий повышается на 96 ед.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Фрагмент чудесного устройства",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Образец чудесного устройства",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Образец чудесного устройства",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Наследие чудесного устройства",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Наследие чудесного устройства",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Мечта чудесного устройства",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 12
			}
		]
	}
}