{
	"name": "Смертельный бой",
	"description": "Один гладиатор очень дорожил этим копьём. Остриё его познало кровь бесчисленного множества людей и тварей.",
	"weapontype": "Древковое",
	"rarity": "4",
	"story": "Темно-красное копьё, побывавшее в сотнях сражений. Оно было свидетелем храбрости одного гладиатора. \nПод подобные грому ликующие возгласы зрителей холодное остриё этого копья часто обагрялось кровью противника.\nКровопролитие - судьба гладиатора: его недостижимая свобода всегда была на кончике копья.\nАлая сталь с глухим звуком входит в чужую плоть, объявляя об окончании битвы.\n\nКогда представление раба-гладиатора подошло к концу, а земля дрогнула от ликования толпы, его хозяин сказал:\n«Ты одержал достаточно побед. Ты славно сражался и достоин звания великого воина».\n«Это копьё - мой прощальный подарок тебе. Но не хотел бы ты продолжить сражаться?..»\n«Не хотел бы ты, став свободным человеком, остаться и вновь биться на арене, добывая славу для себя и меня?»\nС тех пор прошло много лет, и уже не сосчитать, сколько воинов и монстров пало от этого копья.\nИмя «непобедимый» было даровано этому алому копью, а сердце воина по-прежнему принадлежало его молодому хозяину.\n\nКогда последнее выступление гладиатора подошло к концу, воздух сотряс восхищённый гул толпы.\nКопьё гладиатора упало на пропитанный кровью песок, когда пылающий клинок рыжей воительницы пронзил грудь старого воина.\nИзумлённый поражением, гладиатор растерянно взглянул на его обожаемого хозяина, на этого знатного человека, для которого был любимцем...\n«Эберхарт, мой господин... Порадовало ли вас моё последние выступление?»\nНо место его хозяина пустовало. Лишь серебряная тарелка да опрокинутый в гневе кубок остались на столе.\n\n«Сначала я сражался за себя. Во имя своей свободы и жажды крови».\n«Не знаю, с какой поры я стал сражаться и убивать во славу своего хозяина».\n«Только во имя других мы можем драться в исступлении, как дикие звери, забыв о страхе».\n«Ты, сражающаяся за свой народ, но не за себя, наверняка это понимаешь».",
	"baseatk": 41,
	"substat": "Шанс крит. попадания",
	"subvalue": "8",
	"effectname": "Гладиатор",
	"effect": "Если рядом 2 врага и более, сила атаки и защита увеличиваются на {0}; если рядом менее 2 врагов, сила атаки увеличивается на {1}.",
	"r1": [
		"16%",
		"24%"
	],
	"r2": [
		"20%",
		"30%"
	],
	"r3": [
		"24%",
		"36%"
	],
	"r4": [
		"28%",
		"42%"
	],
	"r5": [
		"32%",
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Молочный зуб арктического волка",
				"count": 3
			},
			{
				"name": "Ветви артерий земли",
				"count": 3
			},
			{
				"name": "Нектар попрыгуньи",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Треснувший зуб арктического волка",
				"count": 3
			},
			{
				"name": "Ветви артерий земли",
				"count": 12
			},
			{
				"name": "Нектар попрыгуньи",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Треснувший зуб арктического волка",
				"count": 6
			},
			{
				"name": "Листья артерий земли",
				"count": 6
			},
			{
				"name": "Мерцающий нектар",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Сломанный клык арктического волка",
				"count": 3
			},
			{
				"name": "Листья артерий земли",
				"count": 12
			},
			{
				"name": "Мерцающий нектар",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Сломанный клык арктического волка",
				"count": 6
			},
			{
				"name": "Ростки артерий земли",
				"count": 9
			},
			{
				"name": "Элементальный нектар",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Ностальгия арктического волка",
				"count": 4
			},
			{
				"name": "Ростки артерий земли",
				"count": 18
			},
			{
				"name": "Элементальный нектар",
				"count": 12
			}
		]
	}
}