{
	"id": 13426,
	"name": "Диалог пустынных мудрецов",
	"description": "Символизирующий славу алхимии кадуцей, который ввиду своего особого статуса был изготовлен из особого сплава. Удары этим чрезвычайно жёстким и неимоверно тяжёлым жезлом несомненно очень болезненны.",
	"descriptionRaw": "Символизирующий славу алхимии кадуцей, который ввиду своего особого статуса был изготовлен из особого сплава. Удары этим чрезвычайно жёстким и неимоверно тяжёлым жезлом несомненно очень болезненны.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Семь мудрецов царя Дешрета давно исчезли, их деяния развеяны по ветру, остались лишь имена, высеченные на камне. Но сегодня даже имена их стёрлись по велению ветра времени, превратившись в золотые песчинки.\nНаместник царя Дешрета, главный из Семи мудрецов, советник всех советников - Царь овец;\nВеликая птица, что стремится ввысь к солнцу, душа царя - святой Бенну;\nЛьвица с головой человека, воля царя - святая Шесепанх;\nИ дракон, получивший плоть и кровь царя, но никогда не причислявший себя к Семерым, - Аль-Апеп.\nЧетверо перечисленных не имеют никакого отношения к последующей истории.\n\nЦарь крокодилов и Царь ибисов постоянно спорили, и в тот день предметом их спора было преобразование материи.\nЦарь крокодилов отыскал человека, обладающего магическим искусством. Получив благословение оставшейся в тех краях океаниды, человек превращал любую жидкость, что проходила через его руки, в изысканное вино.\nЦарь ибисов отыскал другого удивительного человека. Случайно прикоснувшись к гробнице с останками древнего бога, он оказался предан проклятию: всё, к чему прикасались его руки, отныне превращалось в чистое серебро. Он был не первым, кто обладал таким даром, теперь нам известно, что превращение материи в мору и золото было единственной заслугой Золотого бога.\nЦарь ибисов и Царь крокодилов поспорили, кто из магов в конечном итоге победит. Они попросили Германубиса - последнего из семи мудрецов, которого нужно назвать, - предсказать исход спора.\nГерманубис был мудрецом пустыни и главным среди жрецов. И воин, и мыслитель. А поскольку среди людей тогда передавалось знание, известное как алхимия, и он хорошо разбирался в её секретах, просить его вынести вердикт было в высшей степени разумно.\n\n«Две силы сталкиваются напрямую, как острое копьё и крепкий щит, - говорил Германубис. - И каждая из них должна уступить другой и сделать шаг назад. В этом заключается принцип равновесия».\nИсход спора был таким: простая чаша сделалась серебряной, а илистая вода в чаше превратилась в прекрасное вино с частицами серебра.\n\nОднако Царь крокодилов и Царь Ибисов не поняли предостережений Германубиса и продолжали без устали сражаться друг с другом. В конце концов они изобрели удивительную магию призыва. И наконец, преодолев тысячелетия, продолжили свою битву на поле Священного призыва семерых...\nВсё это часть сюжета книги «Король священного призыва».",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Принцип равновесия",
	"effectTemplateRaw": "Экипированный персонаж, исцеляя персонажей отряда, восстанавливает <color=#99FFFFFF>{0}</color> ед. энергии. Эффект может возникнуть один раз в 10 сек. и срабатывает, даже когда персонаж не на поле боя.",
	"r1": {
		"description": "Экипированный персонаж, исцеляя персонажей отряда, восстанавливает 8 ед. энергии. Эффект может возникнуть один раз в 10 сек. и срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Экипированный персонаж, исцеляя персонажей отряда, восстанавливает 10 ед. энергии. Эффект может возникнуть один раз в 10 сек. и срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Экипированный персонаж, исцеляя персонажей отряда, восстанавливает 12 ед. энергии. Эффект может возникнуть один раз в 10 сек. и срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Экипированный персонаж, исцеляя персонажей отряда, восстанавливает 14 ед. энергии. Эффект может возникнуть один раз в 10 сек. и срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Экипированный персонаж, исцеляя персонажей отряда, восстанавливает 16 ед. энергии. Эффект может возникнуть один раз в 10 сек. и срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Медный амулет лесной росы",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Перьевой плавник",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Железный амулет лесной росы",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Перьевой плавник",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Железный амулет лесной росы",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Лунный плавник",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Серебряный амулет лесной росы",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Лунный плавник",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Серебряный амулет лесной росы",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Глубинный плавник",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Золотой амулет лесной росы",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Глубинный плавник",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 12
			}
		]
	}
}