{
	"id": 14413,
	"name": "Истории Додоко",
	"description": "Книга, состоящая из увлекательных детских историй, которые невольно вызывают улыбку на лице.\nДаже взрослые читатели не могут не погрузиться с головой в рассказанные здесь невинные и наивные маленькие приключения.",
	"descriptionRaw": "Книга, состоящая из увлекательных детских историй, которые невольно вызывают улыбку на лице.\nДаже взрослые читатели не могут не погрузиться с головой в рассказанные здесь невинные и наивные маленькие приключения.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Легенда гласит, что где-то далеко-далеко посреди туманного моря есть группа островов под названием архипелаг Золотого Яблока.\nГоворят, этот архипелаг является домом для очаровательного додоклана, живущего в гармонии с миром.\nПредставители додоклана - добрые и озорные существа. Они любят резвиться и разыгрывать друг друга. Никто из них никогда не скучает и не грустит.\n«Додоко!» - называют они друг друга, что означает «лучший друг».\n\nПодобно семенам одуванчика, которые однажды покидают объятия своего стебля и улетают по ветру, каждый Додоко однажды отправляется в мир приключений на поиски четырёхлистного клевера, уносимый ветром и волнами.\nПочему они это делают?\nПрожив долгое время на архипелаге Золотого Яблока, Додоко перестают узнавать друг друга. Они все Додоко, и они все выглядят одинаково! Для них перестают существовать такие понятия, как «я» или «ты».\nНо только огненно-красный четырёхлистный клевер может позволить им узнать, что на самом деле означает «Додоко», и начать различать друг друга. Тогда они смогут свободно играть со своими друзьями.\nТак говорит моя мама, а она может всё!\nПоэтому, чтобы понять, что такое настоящий «Додоко», они оставляют своих друзей и отправляются в далёкие края, чтобы найти новых друзей и стать их «Додоко».\nИм предстоит увидеть много хорошего, услышать много интересного, встретить много друзей... И однажды, когда их друзья будут смотреть на них, в тот самый момент, когда этого никто не ожидает, появится огненно-красный сверкающий четырёхлистный клевер!\n\nПоэтому, когда пушистый Додоко с архипелага Золотого Яблока катится в море или прыгает в поток ветра и уносится далеко-далеко, это значит, что счастливый ребёнок вот-вот встретит своего самого лучшего друга!\nЭта маленькая драгоценная книга была подарена самой свободной мамой на свете своей самой счастливой дочери на свете. В ней рассказывается о бесчисленных приключениях Додоко до того, как он встретил маленькую девочку, а также об искромётных, бесценных, больших приключениях со множеством друзей, которые он надеялся пережить вместе с ней после их встречи!",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "12%",
	"effectName": "Додоприключения!",
	"effectTemplateRaw": "Попадания обычной атакой увеличивают урон заряженной атаки на <color=#99FFFFFF>{0}</color> в течение 6 сек., а попадания заряженной атакой увеличивают силу атаки на <color=#99FFFFFF>{1}</color> в течение 6 сек.",
	"r1": {
		"description": "Попадания обычной атакой увеличивают урон заряженной атаки на 16% в течение 6 сек., а попадания заряженной атакой увеличивают силу атаки на 8% в течение 6 сек.",
		"values": [
			"16%",
			"8%"
		]
	},
	"r2": {
		"description": "Попадания обычной атакой увеличивают урон заряженной атаки на 20% в течение 6 сек., а попадания заряженной атакой увеличивают силу атаки на 10% в течение 6 сек.",
		"values": [
			"20%",
			"10%"
		]
	},
	"r3": {
		"description": "Попадания обычной атакой увеличивают урон заряженной атаки на 24% в течение 6 сек., а попадания заряженной атакой увеличивают силу атаки на 12% в течение 6 сек.",
		"values": [
			"24%",
			"12%"
		]
	},
	"r4": {
		"description": "Попадания обычной атакой увеличивают урон заряженной атаки на 28% в течение 6 сек., а попадания заряженной атакой увеличивают силу атаки на 14% в течение 6 сек.",
		"values": [
			"28%",
			"14%"
		]
	},
	"r5": {
		"description": "Попадания обычной атакой увеличивают урон заряженной атаки на 32% в течение 6 сек., а попадания заряженной атакой увеличивают силу атаки на 16% в течение 6 сек.",
		"values": [
			"32%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Молочный зуб арктического волка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Ностальгия арктического волка",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 12
			}
		]
	}
}