{
	"id": 15503,
	"name": "Элегия погибели",
	"description": "В изящности этот лук не уступает лире барда. Словно вздох печали, выпущенные из него стрелы разят точно в сердце.",
	"descriptionRaw": "В изящности этот лук не уступает лире барда. Словно вздох печали, выпущенные из него стрелы разят точно в сердце.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 5,
	"story": "«Западный ветер уносит аромат вина»\n«Горный ветер приносит свежесть и новизну»\n«Далёкий бриз тронет моё сердце»\n«Ведь он поёт о моей тоске по тебе»\n\nДавным-давно жил один рыцарь с суровым взглядом.\nИ только одна песня могла заставить его приподнять бровь,\nИ только одна девушка, что пела эту песню на площади,\nМогла на время заставить его забыть тяготы службы.\n\nНо как-то в эти земли пришло страшное бедствие,\nЯдовитый дракон утопил все песни, что беззаботно нёс ветер.\nЗа его сотрясающей землю поступью всюду следовали крики и пламя.\nАнемо Архонт отказался от своего правления, но всё же он услышал их мольбы.\nИ, чтобы защитить сны своего старого друга и невинность зелёных полей,\nОн очнулся от своего сна и отправился в битву на небесном драконе...\nЗа земли свободы вышли сразиться и Рыцарь со своим орденом.\n\nКогда ядовитый дракон рухнул на замерзший пик, небесный дракон погрузился в сон в древней башне.\nНо в долине остался истекающий кровью Рыцарь. Во время своего падения он мог думать только об одном:\n«Она очень далеко занимается познанием, и с ней всё должно быть в порядке. Ох, как бы я хотел снова услышать её песню».\n«Хотя бы с Арундолином и Роландом всё в порядке. К её возвращению от этого бедствия не должно остаться и следа».\n\nМножество песен было написано во славу Архонта и битвы двух драконов, но все они затерялись во времени.\nПесня, которую любила петь эта девушка, тоже изменилась.\n«Семена одуванчика несёт летний ветер»\n«Осень приносит запах пшеницы»\n«Но никакой ветер в году»\n«Не заставит тебя вновь взглянуть на меня»\n\nЕё голос сел, и слёзы больше не текли. Девушка поклялась очистить бесчестность этого мира огнём своей души.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "12%",
	"effectName": "Песнь разлуки",
	"effectTemplateRaw": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на <color=#99FFFFFF>{0}</color> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <color=#99FFFFFF>{1}</color> ед., а сила атаки - на <color=#99FFFFFF>{2}</color>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
	"r1": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на 60 ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на 100 ед., а сила атаки - на 20%. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"60",
			"100",
			"20%"
		]
	},
	"r2": {
		"description": "С ветром доносится мотив Тысячелетней симфонии, которая увеличивает мастерство стихий на 75 ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на 125 ед., а сила атаки - на 25%. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"75",
			"125",
			"25%"
		]
	},
	"r3": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на 90 ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на 150 ед., а сила атаки - на 30%. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"90",
			"150",
			"30%"
		]
	},
	"r4": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на 105 ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на 175 ед., а сила атаки - на 35%. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"105",
			"175",
			"35%"
		]
	},
	"r5": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на 120 ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на 200 ед., а сила атаки - на 40%. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"120",
			"200",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Молочный зуб арктического волка",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Тяжёлый рог",
				"count": 5
			},
			{
				"id": 112032,
				"name": "Шеврон рядового",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Тяжёлый рог",
				"count": 18
			},
			{
				"id": 112032,
				"name": "Шеврон рядового",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Чёрный бронзовый рог",
				"count": 9
			},
			{
				"id": 112033,
				"name": "Шеврон сержанта",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Чёрный бронзовый рог",
				"count": 18
			},
			{
				"id": 112033,
				"name": "Шеврон сержанта",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Чёрный кристаллический рог",
				"count": 14
			},
			{
				"id": 112034,
				"name": "Шеврон офицера",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Ностальгия арктического волка",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Чёрный кристаллический рог",
				"count": 27
			},
			{
				"id": 112034,
				"name": "Шеврон офицера",
				"count": 18
			}
		]
	}
}