{
	"id": 15418,
	"name": "Иссушитель",
	"description": "Рыба, принадлежащая к вымершему виду. Если к её гибкому телу прикрепить тетиву, она может послужить в качестве лука.",
	"descriptionRaw": "Рыба, принадлежащая к вымершему виду. Если к её гибкому телу прикрепить тетиву, она может послужить в качестве лука.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "Когда-то в золотые пески ворвался полноводный ручей, но было это очень давно.\nПотом величайшие из великих вошли в пустыню, повинуясь зову земли и небесному велению. Но немногие из них смогли пройти свой путь до конца.\nРыба, что жила в огромном высокогорном озере, стрелой понеслась по водам ручья.\nСловно брошенное копьё, она проплывала от одного священного места к другому.\nНо горный ручей постепенно уходил в песок, а озёра мелели.\nРыба нашла последний приют на дне мелкой лужи, где её и обнаружили паломники.\n\nМораль этой истории такова:\nпосвяти свою жизнь ревностному служению, и найдёшь рыбу даже в пустыне.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "10%",
	"effectName": "Разрывающий сети",
	"effectTemplateRaw": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный <color=#99FFFFFF>{0}</color> от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
	"r1": {
		"description": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный 80% от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
		"values": [
			"80%"
		]
	},
	"r2": {
		"description": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный 100% от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
		"values": [
			"100%"
		]
	},
	"r3": {
		"description": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный 120% от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
		"values": [
			"120%"
		]
	},
	"r4": {
		"description": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный 140% от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
		"values": [
			"140%"
		]
	},
	"r5": {
		"description": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный 160% от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
		"values": [
			"160%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Эхо пылающей мощи",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Прошлое пылающей мощи",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 12
			}
		]
	}
}