{
	"id": 14432,
	"name": "Лютня ткача света",
	"description": "Лютня с золотыми, подобными лучам солнца струнами. Похоже, это реликвия древней феи.",
	"descriptionRaw": "Лютня с золотыми, подобными лучам солнца струнами. Похоже, это реликвия древней феи.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "За руинами древнего дворца, на краю пустоши, раскинулся тихий священный лес озера Амсвартнир.\nЛегенда гласит, что тот, кто сломает золотую ветвь в лесу, найдёт королевский двор фей, который обычно днём скрыт от глаз смертных.\nКоролевство прошлого, забытое временем и пространством, спрятанное в тени, куда не проникает небесный свет.\nЕго владелец давно ушёл, оставив после себя лишь запущенный двор и голый зал.\nОднако во дворце, который должен был быть заброшен, среди стен раздаётся безмолвный плач молодой женщины.\n«Давным-давно великий мастер небес ткал судьбы всех живых существ, и золотая арфа была его инструментом судьбы.\nТаков божественный замысел небес. Следуя ему, мы принесём счастье всему миру.\nНо даже невежественный человек может мечтать, и во сне ей открылось новое будущее.\nОна видела, как люди возводили башню до небес, и с её высот святые вели войну с небом...\nОна видела ревущих зверей, каждый из которых был больше горы, вырывающихся на свободу из цепей земли...\nОна видела три луны, освещавшие море, но вскоре их затмил древний дракон, поднимающийся, словно прилив.\nВсё исчезло в тот момент, когда она проснулась, как будто этого никогда и не было.\nОстался только не поддающийся описанию взгляд этих глаз, ярких как звёзды.\nЛюбовь ли это? Или всего лишь иллюзия, сотканная из надежды, амбиций и тоски по смерти?\nНо это уже не имеет значения, поскольку их история завершилась в последней главе рая.\nВ глубоком прошлом стрекот цикад осенними ночами был напевом изгнанников, самой древней песней человечества.\nОни утратили родину, где с ними жили божества, - вместо неё остались лишь песни и воспоминания.\nПоследние певцы и первые феи играли финальные аккорды, восседая в небесных залах.\nВолки, которые однажды ворвались сюда, давно ушли, оставив после себя лишь несбывшиеся мечты и иллюзии.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "10%",
	"effectName": "Последний певец",
	"effectTemplateRaw": "После использования элементального навыка мастерство стихий экипированного персонажа повышается на <color=#99FFFFFF>{0}</color> ед. на 20 сек.",
	"r1": {
		"description": "После использования элементального навыка мастерство стихий экипированного персонажа повышается на 100 ед. на 20 сек.",
		"values": [
			"100"
		]
	},
	"r2": {
		"description": "После использования элементального навыка мастерство стихий экипированного персонажа повышается на 125 ед. на 20 сек.",
		"values": [
			"125"
		]
	},
	"r3": {
		"description": "После использования элементального навыка мастерство стихий экипированного персонажа повышается на 150 ед. на 20 сек.",
		"values": [
			"150"
		]
	},
	"r4": {
		"description": "После использования элементального навыка мастерство стихий экипированного персонажа повышается на 175 ед. на 20 сек.",
		"values": [
			"175"
		]
	},
	"r5": {
		"description": "После использования элементального навыка мастерство стихий экипированного персонажа повышается на 200 ед. на 20 сек.",
		"values": [
			"200"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Растоптанная слава последователей крайнего севера",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Потускневшая кость",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Упрямое заблуждение последователей крайнего севера",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Потускневшая кость",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Упрямое заблуждение последователей крайнего севера",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Светящиеся останки",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Подношение последователей крайнего севера",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Светящиеся останки",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Подношение последователей крайнего севера",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Сияющая кость",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Златое сияние последователей крайнего севера",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Сияющая кость",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 12
			}
		]
	}
}