{
	"id": 14409,
	"name": "Око сознания",
	"description": "Тёмная жемчужина, покрытая чёрной глазурью. Легенда гласит, что в её силах разглядеть самую суть человека.",
	"descriptionRaw": "Тёмная жемчужина, покрытая чёрной глазурью. Легенда гласит, что в её силах разглядеть самую суть человека.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Изящный предмет, изготовленный из редкого минерала.\nСогласно легенде, Око сознания раньше было ярким, чистым и гладким, словно озёрная гладь. Но с годами его сияние поблёкло. \nПо народным поверьям, в тихую лунную ночь можно услышать, как Око издаёт приглушённые звуки.\nИногда оно звучит, как лёгкий ветерок, а иногда, как журчащий ручеёк.\n\nЕсть версия, что Око сознания - это дар от Адептов Ли Юэ, который оказался в семье Юнь.\nОднажды Юнь прогуливалась в горах и повстречала заклинателя по имени Хуань, который отправился искать помощи у Адептов.\nЮнь очень долго беседовала с Хуанем и в итоге подарила ему Око сознания. \n«Эта жемчужина - средоточие самой природы. Только человек с искренним сердцем сможет использовать её силы...»\n\nХуань поблагодарил Юнь, взял Око, и не спеша направился в сторону Ли Юэ. Ни дождь, ни ветер не могли сбить его с намеченного пути.\nСледуя заветам Адептов, Хуань без устали бродил по земле. Частенько его можно было встретить на рынках, где он покупал еду и питьё.\nВ тёмных портовых переулках Хуань не раз пересекался с отбросами общества.\nМногие удивлялись тому, что педантичный заклинатель чувствует себя в трущобах словно рыба в воде. \nНа это заклинатель отвечал: «Вибрации Ока помогают мне отделять злые сердца от честных...»\n\nОко сознания может раскрыть истинную природу человеческих сердец. Однако никто не знает, как именно оно работает. Объяснения искали в различных мифах и преданиях.\nГоворят, что ближе к полуночи камни начинают издавать звуки, похожие на дуновение ветра или журчание ручья.\nОба звука напоминают ропот демонов, питающихся злыми мыслями. С давних времён родители рассказывают детям страшные истории про этих демонов.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "12%",
	"effectName": "Эхо",
	"effectTemplateRaw": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит <color=#99FFFFFF>{0}</color> урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в <color=#99FFFFFF>{1}</color> сек.",
	"r1": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит 240% урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в 12 сек.",
		"values": [
			"240%",
			"12"
		]
	},
	"r2": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит 270% урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в 11 сек.",
		"values": [
			"270%",
			"11"
		]
	},
	"r3": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит 300% урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в 10 сек.",
		"values": [
			"300%",
			"10"
		]
	},
	"r4": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит 330% урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в 9 сек.",
		"values": [
			"330%",
			"9"
		]
	},
	"r5": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит 360% урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в 8 сек.",
		"values": [
			"360%",
			"8"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Свинцовая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Пыльца туманной травы",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Пыльца туманной травы",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Мешочек с туманной травой",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Золотая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Мешочек с туманной травой",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Золотая пилюля Заоблачного моря",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Пучок туманной травы",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Примо эликсир Заоблачного моря",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Пучок туманной травы",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 12
			}
		]
	}
}