{
	"name": "Гаснущие сумерки",
	"description": "Драгоценный лук из платины, инкрустированный мерцающей сферой цвета зари.",
	"weapontype": "Стрелковое",
	"rarity": "4",
	"story": "Белоснежный лук, который, согласно легенде, может сбивать сумеречные облака. Он инкрустирован драгоценной жемчужиной.\nПогребённый глубоко во тьме, он не утратил своё вечное сияние.\n\nВ давно минувшие времена, когда чёрное бедствие обрушилось на киноварные долины, бесчисленное войско Миллелитов сражалось плечом к плечу, защищая свою землю.\nСреди отважных воинов была молодая лучница, родившаяся среди горных вершин, она навсегда осталась в бездонных глубинах.\n\n«Я - дочь крутых гор и кристаллов глазурного песка. Я не знаю страха.\nМы, горцы, не можем остаться в стороне, когда столько Миллелитов добровольно идут на смерть.\nРанее это невиданное бедствие было для нас чуждым,\nно теперь пришло время, когда мы не можем отказаться от своего долга защищать нашу страну...»\n\nНочью упрямая девушка украла лук, принадлежавший её отцу, вождю племени, а затем последовала за Миллелитами в поход.\nВ то время как она готовилась больше никогда не увидеть белый свет, драгоценный жемчуг на луке излучал сияние.\n\n«Её стрелы разили чёрных крылатых созданий и пригвоздили к земле гигантскую черепаху из чёрной грязи.\nВеликолепный лук танцевал подобно облакам, холодный блеск его стрел разрывал плоть чудовищ.\nНи поток грязи из Бездны, ни демоны из глубин...\nНи один из этих непостижимых ужасов не мог заставить её дрогнуть и отступить».\n\nЖители гор восхваляли дочь вершин в своих песнях, хотя та, о ком говорилось в песнях, больше не могла к ним вернуться.\nМелодии менялись, как отблески рассвета, но та, кому принадлежал лук, не нашла свой путь назад.\n\n«Быть потерянной и забытой - единственное, чего я боюсь.\nЕсли мне суждено быть погребённой в безымянном месте, не забывайте меня».",
	"baseatk": 44,
	"substat": "Восст. энергии",
	"subvalue": "6.7",
	"effectname": "Сияние бездны",
	"effect": "Оружие обладает 3 состояниями: Закат, Туман и Заря, каждое из которых увеличивает наносимый урон на {0} соответственно. После попадания по противнику состояние меняется на следующее, не чаще одного раза в 7 сек. Эффект смены состояния срабатывает, даже когда персонаж не на поле боя.",
	"r1": [
		"6%/10%/14%"
	],
	"r2": [
		"7,5%/12,5%/17,5%"
	],
	"r3": [
		"9%/15%/21%"
	],
	"r4": [
		"10,5%/17,5%/24,5%"
	],
	"r5": [
		"12%/20%/28%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Зерно чёрного сидерита",
				"count": 3
			},
			{
				"name": "Церемониальный нож охотника",
				"count": 3
			},
			{
				"name": "Свиток божественной магии",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Кусочек чёрного сидерита",
				"count": 3
			},
			{
				"name": "Церемониальный нож охотника",
				"count": 12
			},
			{
				"name": "Свиток божественной магии",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Кусочек чёрного сидерита",
				"count": 6
			},
			{
				"name": "Церемониальный нож агента",
				"count": 6
			},
			{
				"name": "Свиток печати",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Осколок чёрного сидерита",
				"count": 3
			},
			{
				"name": "Церемониальный нож агента",
				"count": 12
			},
			{
				"name": "Свиток печати",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Осколок чёрного сидерита",
				"count": 6
			},
			{
				"name": "Церемониальный нож инспектора",
				"count": 9
			},
			{
				"name": "Свиток запретного проклятья",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Обломок чёрного сидерита",
				"count": 4
			},
			{
				"name": "Церемониальный нож инспектора",
				"count": 18
			},
			{
				"name": "Свиток запретного проклятья",
				"count": 12
			}
		]
	}
}