{
	"id": 12513,
	"name": "Клык Горного короля",
	"description": "Огромный меч, выкованный из чистой бирюзы. Из-за веса, значительно превосходящего обычное оружие, его назвали в честь Горного короля Конгамато.",
	"descriptionRaw": "Огромный меч, выкованный из чистой бирюзы. Из-за веса, значительно превосходящего обычное оружие, его назвали в честь Горного короля Конгамато.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 5,
	"story": "В горах Уитцтлана лежит Горный король Конгамато, столь же огромный, как и скалы, среди которых он спит.\nКогда его покой нарушает жгучая боль, в полусонном безумии Горный король видит во всём сущем заклятых врагов.\nСловно опасаясь, что у него что-то отберут, Конгамато без разбора нападает на всех, кто имеет неосторожность приблизиться.\nГоворят, когда-то давно Конгамато защищал человеческие племена. К несчастью, чёрное бедствие отняло его разум.\nНо невозможно объяснить, почему утративший рассудок Горный король нападает лишь на тех, кто подходит близко.\n\nДа, Конгамато лишился рассудка, когда его острые клыки вонзились в плоть того человека.\nЛегенда гласит, что однажды некий человек заключил с ним соглашение и сражался рядом плечом к плечу.\nНо как бы дороги ни были эти воспоминания, они давно утеряны в долгом кошмаре Горного короля.\nДаже для древнего короля юмказавров имя «Конгамато» стало чужим.\n\nИ всё равно...\nОн не способен вырваться из своих кошмаров, но защищает огонь, пусть и не знает, кому он принадлежит.\nКонгамато не помнит даже, кому и зачем дал такое обещание.\n\nПусть жгучая боль всё ещё пожирает могучее тело, которым он некогда так гордился,\nпусть невыносимый позор всё ещё лежит на нём несмываемым клеймом до конца дней,\nпусть так! Но никому не позволено осквернять его жизнь и его огонь.\n\nЭто последнее, что осталось у чудовища, давно запертого в ловушке безумия,\nс душой, разрушенной чёрной скверной,\nи от этого он ни за что не откажется.\n\n«Я верну Царству Ночи имя Пламени поворота в обмен на Последнюю искру.\nХворост прошлого, огонь настоящего, жизнь идёт только вперёд.\nМы ответим перед огнём за все наши деяния. И наконец снова встретимся в огне».",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "2,4%",
	"effectName": "Бирюзовая охота",
	"effectTemplateRaw": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на <color=#99FFFFFF>{0}</color> на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно.",
	"r1": {
		"description": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на 10% на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на 12,5% на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно.",
		"values": [
			"12,5%"
		]
	},
	"r3": {
		"description": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на 15% на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на 17,5% на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно.",
		"values": [
			"17,5%"
		]
	},
	"r5": {
		"description": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на 20% на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Безумный декаданс Святого Мудреца",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Пламенный камень",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Пламенный камень",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Пламенное семя жизни",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Пламенное семя жизни",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Пламенное око",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Безумная духовность Святого Мудреца",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Пламенное око",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 18
			}
		]
	}
}