{
	"name": "Двуручный меч Фавония",
	"description": "Тяжёлый церемониальный меч Ордо Фавониус. С лёгкостью направляет элементальную энергию и обладает высокой разрушительной силой.",
	"weapontype": "Двуручное",
	"rarity": "4",
	"story": "Тяжёлый церемониальный меч рыцарей Ордо Фавониус. Обычно он выдаётся только тем, кто получил одобрение от магистра и церкви.\nПроанализировав древние артефакты Мондштадта, учёные и ремесленники добились некоторых результатов в сфере связи с элементами.\nПоэтому этот тяжёлый двуручный меч не только гордость Ордо Фавониус, но и квинтэссенция искусства и упорства защитников Мондштадта.\nМеч легко проводит силы элементов. Помните, уничтожение допустимо только для защиты того, что должно быть защищено.\n\nХотя дошедший до наших дней фехтовальный стиль Фавония, заложенный Волчонком Рустаном, основан на владении одноручным длинным мечом,\nсуществовал и другой стиль, потерянный в анналах истории: то был стиль Арундолина, Льва Света. В бою он использовал длинный меч и двуручный меч.\nТак как для этого требуется большая сила, только одаренные великой мощью могут пользоваться этой техникой. Поэтому она не дошла до наших дней.\n\nАрундолин и Рустан росли вместе и часто были партнерами по играм. Первый был потомком рыцарей, второй - обычным крестьянским ребёнком.\nЖелание стать героями свело их вместе и сделало друзьями, потом - коллегами и, наконец, Гранд мастером и его правой рукой.\n\nМагистр Арундолин не обладал Глазом Бога. Его сила проистекала из врожденного таланта и длительной подготовки.\nОн гордился своей силой. Весь орден и Мондштадт гордились своим магистром.\nПосле смерти Рустана Арундолин больше не демонстрировал свою мощь, не бросал вызов жутким монстрам ради славы.",
	"baseatk": 41,
	"substat": "Восст. энергии",
	"subvalue": "13.3",
	"effectname": "Дружественный бриз",
	"effect": "Критические атаки имеют {0} шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в {1} сек.",
	"r1": [
		"60%",
		"12"
	],
	"r2": [
		"70%",
		"10,5"
	],
	"r3": [
		"80%",
		"9"
	],
	"r4": [
		"90%",
		"7,5"
	],
	"r5": [
		"100%",
		"6"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Кандалы львиного клыка",
				"count": 3
			},
			{
				"name": "Устройство хаоса",
				"count": 3
			},
			{
				"name": "Шеврон рядового",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Цепи львиного клыка",
				"count": 3
			},
			{
				"name": "Устройство хаоса",
				"count": 12
			},
			{
				"name": "Шеврон рядового",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Цепи львиного клыка",
				"count": 6
			},
			{
				"name": "Цепь хаоса",
				"count": 6
			},
			{
				"name": "Шеврон сержанта",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Оковы львиного клыка",
				"count": 3
			},
			{
				"name": "Цепь хаоса",
				"count": 12
			},
			{
				"name": "Шеврон сержанта",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Оковы львиного клыка",
				"count": 6
			},
			{
				"name": "Ядро хаоса",
				"count": 9
			},
			{
				"name": "Шеврон офицера",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Мечты львиного клыка",
				"count": 4
			},
			{
				"name": "Ядро хаоса",
				"count": 18
			},
			{
				"name": "Шеврон офицера",
				"count": 12
			}
		]
	}
}