{
	"id": 13407,
	"name": "Копьё Фавония",
	"description": "Копьё, состоящее на вооружении рыцарей Ордо Фавониус. Лёгкий ветерок ласкает направленный в небеса наконечник.",
	"descriptionRaw": "Копьё, состоящее на вооружении рыцарей Ордо Фавониус. Лёгкий ветерок ласкает направленный в небеса наконечник.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Почётное копьё среди рыцарей Ордо Фавониус. Его используют на парадах и военных смотрах, но оно также является ярым и смертельным противником чудовищ.\nИзучая устойчивость высокого дерева на ветру, кузнечные мастера и учёные Мондштадта многое узнали об элементальных эффектах.\nПоэтому это крепкое копьё - не только гордость Ордо Фавониус, но и квинтэссенция искусства и упорства защитников Мондштадта.\nСтражи вольного ветра да не забудут, что дисциплина их должна быть прочна, как это копьё.\n\nВозможность держать врага на расстоянии и не прибегать к ближнему бою, особенно если ты ему не обучен, делало его основным оружием многих во все времена.\nОбычный человек, вооружившись даже заострённой палкой, вполне может противостоять солдату со стальным мечом.\nКогда аристократия оказалась низвергнута, в знак триумфа по всей окрестности стояли воткнутые в землю заточенные палицы, флагштоки и вилы.\n\nКогда-то фехтование обязательно входило в образование подрастающего аристократа, ведь оно прививало великолепные манеры и развивало мышление.\nВладение копьём в те времена было уделом чужеземных гладиаторов и бунтарей,\nно среди избравших это оружие нашёлся и один наследник знатной семьи.\nПо легенде Эберхарт с помощью лёгкого ветерка в длиннейшую ночь года остриём копья зачерпнул свежую росу.\n\nРождённый вне брака Эберхарт с детства мечтал возродить гордую и благородную аристократию былых дней во всём её великолепии.\nНо для того, чтобы расшатать прогнившие устои, требовалась великая сила. Тогда...\nПодговорить ли сына старшего брата воплотить свою мечту и стать благородным разбойником, а затем обманом вынудить его обратиться в бега,\nи самому стать наследником семьи...\nИли в тайне стать учеником одной ведьмы, перенять её мастерство владения копьём, а затем\nпри удобном случае избавиться от неё...\n\n«Даже если меня ждёт порицание потомков, для достижения цели хороши все средства».",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "6,7%",
	"effectName": "Дружественный бриз",
	"effectTemplateRaw": "Критические атаки имеют <color=#99FFFFFF>{0}</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>{1}</color> сек.",
	"r1": {
		"description": "Критические атаки имеют 60% шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в 12 сек.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "Критические атаки имеют 70% шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в 10,5 сек.",
		"values": [
			"70%",
			"10,5"
		]
	},
	"r3": {
		"description": "Критические атаки имеют 80% шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в 9 сек.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "Критические атаки имеют 90% шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в 7,5 сек.",
		"values": [
			"90%",
			"7,5"
		]
	},
	"r5": {
		"description": "Критические атаки имеют 100% шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в 6 сек.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 12
			}
		]
	}
}