{
	"name": "Грандиозный финал глубин",
	"description": "Длинный меч, столь же загадочный и молчаливый, как и морские глубины. Куда более древний, чем можно заключить по его виду.",
	"weapontype": "Одноручное",
	"rarity": "4",
	"story": "Легенда гласит, этот церемониальный меч некогда принадлежал музыканту, имя которого давно забыто.\nМножество роскошных украшений и сверкающих драгоценных камней свидетельствуют о том, что это был не простой музыкант.\n\nЕсли верить легендам, он гордился старинной, грандиозной симфонией, но никогда не исполнял её в присутствии посторонних.\nВедь в этом хаотичном мире такая музыка более не могла вызвать ни аплодисментов, ни слёз, и никто не стал бы утруждать себя переложением столь сложной композиции...\nВ Фонтейне есть опера, рассказывающая о его жизни. Хотя никто не знает его происхождения, всем понятно его трагедия.\nЕго судьба, как и судьба многих других людей скромного происхождения, была решена в городе, к которому ведут все водные пути.\n\n«Студенты! Мы ткачи музыки, гармосты власти, и по нашей команде музыка будет маршировать вперёд!\nНаша музыка - как волны и зыбь, ритм дубины и забота влюблённых, она покорит любого слушателя!»\nТак объясняли суть великой музыки преподаватели театральной академии, прививая невежественным ученикам понимание цивилизации и искусства.\nНоты в партитурах и мелодии были расположены в безупречном порядке и исполнялись с безупречным пониманием и мудростью...\n\n«Но разве воля к порядку может воплощаться в одном лишь следовании жёстким условностям? Музыканты должны быть такими же, как те, кто преодолевает границы. Они должны стать голосом величия.\nВеличие должно быть мощным, как крик птиц на горной вершине, пенистый гнев бушующего моря. Порядок должен обладать безграничной страстью.\nИз страсти рождается слава, страсть создаёт единство, а единство укрепляет порядок - в этом и заключается основная роль музыки и музыкантов.\nПламенный восторг от победы над врагами, от любви к товарищам - вот те возвышенные чувства, которые разделяют человечество на господ и рабов».\nВпоследствии, повествуется в опере, это своеобразное понимание и интерпретация музыки возносили музыканта в горние выси...\nВ ту эпоху под руководством музыканта и его единоличной волей музыка становилась скипетром и щитом власти, покоряя бесчисленных слушателей.\n\nВ золотую эпоху слушатели были опьянены этой возвышенной красотой, разделяли радость и горе в стремлении к единой страсти.\nНо когда взор людей заслонила громада волны и умолкли стенания поглощённых...\nКогда величественную театральную академию разрушило цунами, люди с ужасом обнаружили страшную находку -\nскелеты тех, кого сожгла страсть музыканта, обнажились, выглядывая из-под фундамента.",
	"baseatk": 44,
	"substat": "Сила атаки",
	"subvalue": "6",
	"effectname": "Финальное благородство",
	"effect": "Активация элементального навыка повышает силу атаки на {0} на 15 сек. и накладывает Долг жизни, равный 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, сила атаки повышается на {1} от отданного значения Долга жизни (макс. {2} ед.) на 15 сек.",
	"r1": [
		"12%",
		"2,4%",
		"150"
	],
	"r2": [
		"15%",
		"3%",
		"187,5"
	],
	"r3": [
		"18%",
		"3,6%",
		"225"
	],
	"r4": [
		"21%",
		"4,2%",
		"262,5"
	],
	"r5": [
		"24%",
		"4,8%",
		"300"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Осадок чистой капли росы",
				"count": 3
			},
			{
				"name": "Мутная капля",
				"count": 3
			},
			{
				"name": "Старая гарда",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Конденсат чистой капли росы",
				"count": 3
			},
			{
				"name": "Мутная капля",
				"count": 12
			},
			{
				"name": "Старая гарда",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Конденсат чистой капли росы",
				"count": 6
			},
			{
				"name": "Мутная лужица",
				"count": 6
			},
			{
				"name": "Гарда кагэути",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Источник чистой капли росы",
				"count": 3
			},
			{
				"name": "Мутная лужица",
				"count": 12
			},
			{
				"name": "Гарда кагэути",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Источник чистой капли росы",
				"count": 6
			},
			{
				"name": "Новорождённый фантазм мутных вод",
				"count": 9
			},
			{
				"name": "Прославленная гарда",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Эссенция чистой капли росы",
				"count": 4
			},
			{
				"name": "Новорождённый фантазм мутных вод",
				"count": 18
			},
			{
				"name": "Прославленная гарда",
				"count": 12
			}
		]
	}
}