{
	"id": 12432,
	"name": "Выкованное пламенем озарение",
	"description": "В преданиях племён говорится о великом клинке, выкованном представителями Народа Родников для защиты ребёнка, который отправлялся в далёкое путешествие. Судя по всему, данный клинок - копия этого легендарного меча.",
	"descriptionRaw": "В преданиях племён говорится о великом клинке, выкованном представителями Народа Родников для защиты ребёнка, который отправлялся в далёкое путешествие. Судя по всему, данный клинок - копия этого легендарного меча.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Давным-давно, согласно племенным традициям, передаваемым дураком, который кричал в ночи,\nв горнице пылало красное пламя, а отпрыск, собиравшийся отправиться в путешествие, сидел в углу дома ремесленника.\nКузнец с гор взмахнул молотом и с громким звоном разбил кристаллы.\nСтарик с больными ногами сжимал в руке трость. Он засунул свободную руку в корзину и вытащил сокровище из другого времени.\n\n«Акемай, время пришло. Мы обязательно найдём богатую жилу руды или клад!»\n«Да, Каукау, и когда мы это сделаем, наши деяния будут записаны на тканых свитках».\nДавным-давно двое из Народа Родников поклялись исследовать весь Натлан.\nДля них приключения и победы были их долгом перед Вайоб,\nа истории о таинственных островах и героях былых времен наполняли их сердца и умы.\nИ вот молодые искатели приключений отправились пешком в путь.\n\nНо легенды про героев былых времён не рассказывают о трудностях, с которыми сталкиваются обычные люди.\nИ сокровищ в мире гораздо меньше, чем отважных исследователей.\nРуда, которую они выкапывали, была в основном обычной, как и кристаллы, которые они находили.\nНо что с того? Их радость не угасла, и при свете ночных костров они держали в руках собранные ими камни.\nОни вспоминали события и чувства, которые испытали, когда нашли их.\nВот этот камень они достали из-под когтей гигантского тепетлизавра, когда проходили через горы, заполненные кристаллами.\nА этот камень оказался злобным злодеем, подставившим подножку у края природного горячего источника, когда они были пьяны.\nЭтот камень, покрытый пеплом, когда-то долгое время лежал на окраине древнего города, сгоревшего дотла.\nТам он и оставался до тех пор, пока двое путников не прошли мимо и не забрали его с собой, не обращая внимания на желания серого стража.\n\nИ теперь, когда кузнец берёт каждый из них и плавит, прошлое снова пробуждается, возвращаясь к жизни с каждым озвученным воспоминанием.\nКогда они узнали, что потомок Акемая хочет подражать своему предку, они решили использовать эти камни в качестве материала.\nОни выкуют клинок, чтобы защитить отпрыска, который вскоре отправится в путешествие, поскольку они слишком хорошо знали опасности, таящиеся в этом мире.\nКогда великий клинок был выкован, Акемай и Каукау вручили его будущему страннику в качестве прощального подарка.\n\n«Пусть воспоминания о прошлом будут направлять вас вместо старших, которые уже слишком ослабели для путешествия...»\n«Прошлое перетекает через кровь в каждое новое поколение, как неугасимое пламя передаётся из поколения в поколение через ритуалы».",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "36",
	"effectName": "Разум в расцвете",
	"effectTemplateRaw": "Активация реакций Заряжен, Лунный заряд или Бутонизация восстанавливает <color=#99FFFFFF>{0}</color> ед. энергии и на 15 сек. повышает мастерство стихий на <color=#99FFFFFF>{1}</color> ед. Эффект может возникнуть один раз в 15 сек. и срабатывает, даже когда экипированный персонаж не на поле боя.",
	"r1": {
		"description": "Активация реакций Заряжен, Лунный заряд или Бутонизация восстанавливает 12 ед. энергии и на 15 сек. повышает мастерство стихий на 60 ед. Эффект может возникнуть один раз в 15 сек. и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "Активация реакций Заряжен, Лунный заряд или Бутонизация восстанавливает 15 ед. энергии и на 15 сек. повышает мастерство стихий на 75 ед. Эффект может возникнуть один раз в 15 сек. и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "Активация реакций Заряжен, Лунный заряд или Бутонизация восстанавливает 18 ед. энергии и на 15 сек. повышает мастерство стихий на 90 ед. Эффект может возникнуть один раз в 15 сек. и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "Активация реакций Заряжен, Лунный заряд или Бутонизация восстанавливает 21 ед. энергии и на 15 сек. повышает мастерство стихий на 105 ед. Эффект может возникнуть один раз в 15 сек. и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "Активация реакций Заряжен, Лунный заряд или Бутонизация восстанавливает 24 ед. энергии и на 15 сек. повышает мастерство стихий на 120 ед. Эффект может возникнуть один раз в 15 сек. и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Безумный декаданс Святого Мудреца",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Холодный осколок панциря",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Холодный осколок панциря",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Тёплый панцирь",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Тёплый панцирь",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Пылающий призмопанцирь",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Безумная духовность Святого Мудреца",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Пылающий призмопанцирь",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 12
			}
		]
	}
}