{
	"id": 11426,
	"name": "Перевозчик Флёв Сандр",
	"description": "Выброшенный кусок медной трубы, который в прошлом использовался как оружие. Популярная в одних кругах, в других она снискала дурную славу.",
	"descriptionRaw": "Выброшенный кусок медной трубы, который в прошлом использовался как оружие. Популярная в одних кругах, в других она снискала дурную славу.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "Выброшенные детали, попавшие в водостоки, можно использовать как оружие в критической ситуации.\nПервым его противником был всего лишь обыкновенный монстр, питавшийся «насыщенной питательной водой».\nНо, как бы то ни было, этот монстр переломал колени и челюсти бесчисленному количеству «домашнего скота».\nЗа то, что он отправил многих, кто угрожал его соотечественникам, в серую всеобъемлющую реку,\nс подачи друзей Эдуардо его стали ласково называть «Паромщиком».\n\nКонечной целью благоустройства города Фонтейна было превращение канализации в подземный город.\nЕстественно, что бюрократия Кур-де-Фонтейна не могла поддерживать порядок во Флёв Сандр.\nПоэтому главарь разбойников, начавший с бронзовой трубой в руках, чтобы отбиваться от крокодилов,\nстал защищать купцов от вымогательства, преследования и шантажа со стороны банд,\nразрешать споры между «земляками» из Флёв Сандр и благословлять новобрачных.\nПока, наконец, не было сказано: «Пусть всё, что освещает солнце, принадлежит им, а Флёв Сандр - нам».\n\nНо на этом движение к лучшему не заканчивается.\nНельзя изменить положение людей, но можно выбрать другую систему координат.\nИ с определённой точки зрения разницы между «ними» и «нами» нет,\nесть только территории, которые можно осваивать, и мусор, от которого надо избавляться или «перемещать».\n\nЭдуардо был в числе арестованных, сопротивлявшихся чистке Флёв Сандр, и, когда его везли в ссылку в пустыню, приспешники освободили его.\nОбъединившись с товарищами, действовавшими в районе горы Мон Атонеки, они заняли Пуассон и,\nвзяв в заложники членов Палаты Жардинаж, которым была поручена их перевозка, выдвинул ряд неразумных требований.\nЭтот инцидент был окончательно урегулирован благодаря активному вмешательству Охотников Сумеречного двора.\n\nЖурналист Карл Ингольд, вызвавшийся выступить в роли переговорщика, сделал эту фотографию в Пуассоне до того, как ситуация ухудшилась.\nВ центре снимка стоит Эдуардо Бэйкер, опираясь на свою знаменитую - или печально известную - бронзовую трубу, как на трость.\nДругая рука Эдуардо лежит на плече его сына Жакоба, который вцепился в рукав Рене де Петрикора.\nСлева от них - великий иллюзионист Парсифаль, небрежно облокотившаяся на перила и сверкающая своей фирменной сценической улыбкой.\nСправа от Эдуардо - тогдашний мэр Пуассона Рено де Петрикор. Он одет вполне официально, хотя воротничок слегка оттопыривается.\nЕго сын Рене стоит перед ним с широко раскрытыми глазами и в некоторой растерянности, очарованный такой диковинкой, как новая фотокамера.\nЖенщина слева от Парсифаль с младенцем на руках - Роза Рид с мужем Томпсоном, а в крайнем правом углу снимка - Том Альтер.\nОни смотрят перед собой, их лица бледны от света лампы фотокамеры. Кажется, что они смотрят не на Ингольда и не на фотокамеру.\nА в будущее.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "10%",
	"effectName": "Железная кость",
	"effectTemplateRaw": "Увеличивает шанс крит. попадания элементального навыка на <color=#99FFFFFF>{0}</color>. Кроме того, после применения элементального навыка восстановление энергии повышается на <color=#99FFFFFF>{1}</color> на 5 сек.",
	"r1": {
		"description": "Увеличивает шанс крит. попадания элементального навыка на 8%. Кроме того, после применения элементального навыка восстановление энергии повышается на 16% на 5 сек.",
		"values": [
			"8%",
			"16%"
		]
	},
	"r2": {
		"description": "Увеличивает шанс крит. попадания элементального навыка на 10%. Кроме того, после применения элементального навыка восстановление энергии повышается на 20% на 5 сек.",
		"values": [
			"10%",
			"20%"
		]
	},
	"r3": {
		"description": "Увеличивает шанс крит. попадания элементального навыка на 12%. Кроме того, после применения элементального навыка восстановление энергии повышается на 24% на 5 сек.",
		"values": [
			"12%",
			"24%"
		]
	},
	"r4": {
		"description": "Увеличивает шанс крит. попадания элементального навыка на 14%. Кроме того, после применения элементального навыка восстановление энергии повышается на 28% на 5 сек.",
		"values": [
			"14%",
			"28%"
		]
	},
	"r5": {
		"description": "Увеличивает шанс крит. попадания элементального навыка на 16%. Кроме того, после применения элементального навыка восстановление энергии повышается на 32% на 5 сек.",
		"values": [
			"16%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Фрагмент отзвука древней струны",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Эхо отзвука древней струны",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 12
			}
		]
	}
}