{
	"id": 15430,
	"name": "Украшенные цветами перья",
	"description": "Длинный лук, пылающий словно пламя. Говорят, перья, которыми он украшен, принадлежали древнему тирану Нгубу.",
	"descriptionRaw": "Длинный лук, пылающий словно пламя. Говорят, перья, которыми он украшен, принадлежали древнему тирану Нгубу.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "«Услышь мои последние слова, герой, чьё имя \"Преодоление\"!\nБедствие, что течёт в его жилах, древнее даже твоего имени.\nЕсли ты по-прежнему жалеешь смертных существ, как некогда жалели твои предки,\nотруби ему голову и выпусти на свободу».\n\nГерой, многое переживший на своём веку, услышал такое пророчество от согбенного мудреца, но не внял словам старика.\nБыть может, виной тому череда разлук, выпавших на его долю. Он лишь наклонился над маленьким заврёнком, что умирал у него на руках.\nИ коснулся окровавленных перьев драгоценным эликсиром, не слушая горестных вздохов, которыми одарил его на прощание мудрец.\n\n«Будь то тиран или бешеный дракон, будь то проклятие или судьба,\nникто и ничто не заставит потомков клана Цветочного Пера преклонить колени.\n«Смехотворное проклятие заковало его в оковы с самого рождения».\nя возьму пример с наших славных предков и разрушу оковы».\n\nТак воин по имени Менелик и его верный спутник Нгубу отправились в паломничество,\nи мы знаем об их героических похождениях из множества песен и свитков, сохранившихся в клане Цветочного Пера.\nО том, как герой раздробил горы громовыми стрелами, как маленький завриан перехитрил злого питона и пронзил ему горло.\nКак они сорок дней сражались против огромного чудовища и в конце концов победили его с помощью одной-единственной барракуды...\nА легенды о том, как Менелик у подножия пылающих скал сражался с Теночем, которого тогда ещё не изгнали из племени,\nи о том, как Менелик восхитился храбростью и отвагой могучего героя, как много лет сражался с ним плечом к плечу против чёрной волны,\nтеперь знают все жители пылающих равнин, за пять столетий их подвиги воспело столько поэтов, что и не сосчитать.\n\nГоворят, любой союз неизбежно заканчивается расставанием.\nНо всё равно находятся люди, которые хранят в своём сердце «надежду»\nи верят, что даже на пустынных и выжженных равнинах рано или поздно распустятся новые цветы.\nНо как неудержимая сила служит источником многих трагедий,\nтак и благая надежда нередко становится формой, где отливаются многие страдания нашего мира.\nЗавтра, завтра и снова завтра, убеждал он себя.\nПока вся надежда не обратилась в предательство, пока не оказалось, что завтра никогда не наступит.\n\n«Нгубу, мой верный спутник, останься здесь, отдохни немного.\nВыспись, а я доделаю дело и сразу вернусь за тобой.\nКогда чёрная волна отступит, я примчусь и разбужу тебя.\nИ когда весна вернётся на землю, я пойду с тобой любоваться новыми цветами, что распустятся на высоких скалах».",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "9%",
	"effectName": "Недостижимое цветение",
	"effectTemplateRaw": "Уменьшает потребление выносливости во время полёта на 15%. Урон заряженных атак при выполнении прицельных выстрелов увеличивается на <color=#99FFFFFF>{0}</color> каждые 0,5 сек. Этот эффект может складываться до 6 раз и исчезает через 10 сек. после выхода из режима прицеливания.",
	"r1": {
		"description": "Уменьшает потребление выносливости во время полёта на 15%. Урон заряженных атак при выполнении прицельных выстрелов увеличивается на 6% каждые 0,5 сек. Этот эффект может складываться до 6 раз и исчезает через 10 сек. после выхода из режима прицеливания.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "Уменьшает потребление выносливости во время полёта на 15%. Урон заряженных атак при выполнении прицельных выстрелов увеличивается на 7,5% каждые 0,5 сек. Этот эффект может складываться до 6 раз и исчезает через 10 сек. после выхода из режима прицеливания.",
		"values": [
			"7,5%"
		]
	},
	"r3": {
		"description": "Уменьшает потребление выносливости во время полёта на 15%. Урон заряженных атак при выполнении прицельных выстрелов увеличивается на 9% каждые 0,5 сек. Этот эффект может складываться до 6 раз и исчезает через 10 сек. после выхода из режима прицеливания.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "Уменьшает потребление выносливости во время полёта на 15%. Урон заряженных атак при выполнении прицельных выстрелов увеличивается на 10,5% каждые 0,5 сек. Этот эффект может складываться до 6 раз и исчезает через 10 сек. после выхода из режима прицеливания.",
		"values": [
			"10,5%"
		]
	},
	"r5": {
		"description": "Уменьшает потребление выносливости во время полёта на 15%. Урон заряженных атак при выполнении прицельных выстрелов увеличивается на 12% каждые 0,5 сек. Этот эффект может складываться до 6 раз и исчезает через 10 сек. после выхода из режима прицеливания.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Загадочные размышления ночного ветра",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Пламенный камень",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Пламенный камень",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Пламенное семя жизни",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Пламенное семя жизни",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Пламенное око",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Загадочные откровения ночного ветра",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Пламенное око",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 12
			}
		]
	}
}