{
	"id": 14425,
	"name": "Сверкание чистых вод",
	"description": "Сборник сценариев причудливой формы. В нём все сценарии за авторством Коппелиуса.",
	"descriptionRaw": "Сборник сценариев причудливой формы. В нём все сценарии за авторством Коппелиуса.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "...\nПо всем известным причинам сценарий «Механической Коппелии» так и не был обнародован и опубликован. Многие из тех, кто остался в тот день в роскошном оперном театре, записали свои воспоминания о партиях и репликах, которые исполнялись до антракта.\nПолучив согласие семьи господина Коппелиуса и вышеупомянутых лиц, наша компания собрала и систематизировала все относящиеся к делу материалы, пытаясь воссоздать часть изначального замысла работы господина Коппелиуса.\nВозможно, это всего лишь предположения и они не соответствует действительности, но мы надеемся, что наши усилия станут отправной точкой для будущих стараний.\n...\nСинопсис: Как Охотники Сумеречного двора раскрыли план Коппелиуса, и он попрощался с Коппелией перед исполнением приговора.\n...\nКоппелиус: Спой для меня, моя Коппелия, моя любовь, мой грех, моя душа! Спой для меня в последний раз!\nКоппелиус: Обмотай нить вокруг моего сердца и крепко свяжи меня ею! Заключи меня в цепи и оковы, и пусть я буду повержен в твоих глазах.\nКоппелиус: Ибо сердце моё решило, что с сегодняшнего дня я не буду искать тех, кто сделает меня счастливым, но принесу счастье тем, кого я выберу.\nКоппелиус: Даже если ты станешь насмехаться над всем, что я собой представляю, это не будет насмешкой над моими мыслями, а только над моим глупым поведением.\nКоппелия: Как велишь мне петь? Возлюбленный мой, как прикажешь мне петь об этом грехе и неизбежном наказании за него?\nКоппелия: Все довольствуются причудливым ярким фасадом, подобно тому, как люди из плоти и крови гонятся за позолоченными плодами, совершенно не подозревая о смертельном яде, скрытом внутри.\nКоппелия: Коппелиус, мой Коппелиус! Всё, к чему ты стремишься, бессодержательно, как декорации, не оставляющие даже дыма, ибо искушение положит конец путешествию. Это понимает каждый разумный человек.\n...\nСинопсис: Коппелия признаётся путешествующему с ней юноше в целях своего путешествия и решает следовать за своим создателем, который, по её мнению, давно уже ушёл из жизни.\n...\nНатаниэль: Это совершенно абсурдно и в то же время совершенно обыденно. Мудрые всегда берут пример с глупцов, а жизнь - это всего лишь пошлая комедия.\nКоппелия: Именно так, господин, поэтому вам не стоит беспокоиться на мой счёт. Скоро всем этим ужасным страданиям будет положен конец.\nКоппелия: Тот, кто создал меня и дал мне жизнь, давно простился с земной жизнью, и когда эти заржавевшие шестерёнки превратятся в пепел, как и его кости, все грехи будут забыты, а для плоти и крови быть забытыми - значит быть прощёнными.\nКоппелия: Никогда больше мне не увидеть ни солнца, ни луны, ни звёзд, никогда больше не услышать радостного пения птиц в лесах, никогда больше не заставить это одинокое сердце продолжать биться в мире, который лишился того, кто даровал его мне.\nНатаниэль: Что ты собираешься делать?\nКоппелия: Моё сердце, которое бьётся, словно заключённое в сосуд из плоти и крови, уже запятнано одним грехом на этом пути. Моё сердце, истерзанное болью сожаления, - где оно может обрести покой?\n...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Неоконченный шедевр",
	"effectTemplateRaw": "Активация элементального навыка повышает бонус урона всеми элементами на <color=#99FFFFFF>{0}</color> на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на <color=#99FFFFFF>{1}</color> за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Активация элементального навыка повышает бонус урона всеми элементами на 8% на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на 2% за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать 12%.",
		"values": [
			"8%",
			"2%",
			"12%"
		]
	},
	"r2": {
		"description": "Активация элементального навыка повышает бонус урона всеми элементами на 10% на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на 2,5% за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать 15%.",
		"values": [
			"10%",
			"2,5%",
			"15%"
		]
	},
	"r3": {
		"description": "Активация элементального навыка повышает бонус урона всеми элементами на 12% на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на 3% за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать 18%.",
		"values": [
			"12%",
			"3%",
			"18%"
		]
	},
	"r4": {
		"description": "Активация элементального навыка повышает бонус урона всеми элементами на 14% на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на 3,5% за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать 21%.",
		"values": [
			"14%",
			"3,5%",
			"21%"
		]
	},
	"r5": {
		"description": "Активация элементального навыка повышает бонус урона всеми элементами на 16% на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на 4% за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать 24%.",
		"values": [
			"16%",
			"4%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Осадок чистой капли росы",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Ядро расщелины",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Ядро расщелины",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Иноземный обломок",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Иноземный обломок",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Чужеродное ядро",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Эссенция чистой капли росы",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Чужеродное ядро",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 12
			}
		]
	}
}