{
	"id": 12417,
	"name": "Регалия леса",
	"description": "Оружие, полученное из истории аранар. Оно приняло форму двуручного меча, который способен пронзать врагов леса.",
	"descriptionRaw": "Оружие, полученное из истории аранар. Оно приняло форму двуручного меча, который способен пронзать врагов леса.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "«Много лун тому назад лес был огромным лабиринтом...»\n\nПоследний Царь леса вернулся в сарву. Те, кто некогда были его слугами, унаследовали имя «тигр».\nВ далёкие времена все земли, лежавшие под тенью деревьев, были владениями Царя леса. Когда он прогуливался по своим землям,\nптицы и звери, населявшие лес, склоняли головы в знак уважения и покорности.\n\nУ каждого царя был свой дворец: с восхождением на престол нового царя лес преображался в соответствии с его обликом и мечтами.\nДворец последнего Царя леса скрывался за изгородью, сплетённой из деревьев и лиан, за скалами, опутанными паутиной ручейков.\nТам в неподвижной воде качался жемчужный лунный свет, просеянный сквозь листву. Царь жил у самой воды, в одиночестве любуясь луной и её отражением.\n\nТак появился лесной лабиринт. Легенда гласит, что в полосатом узоре на шкуре Царя леса была зашифрована схема дорожек лабиринта.\nДворцы Царей леса строились один над другим, из-за этого тропинки между деревьями пересекались, ручейки обрывались или ветвились.\nПути через лес становились всё сложнее и запутаннее. Только Царь леса, мы, аранары, да ещё те, кто получил благословение,\nмогли проникнуть в царские владения и найти путь сквозь деревья и ручьи.\n\n...\nПоследний Царь отдал свою жизнь, защищая лес. С тех пор лес больше не строит новых дворцов, и лабиринт исчез.\nА может, это стая чёрных зверей ураганом повалила деревья, словно колосья пшеницы. Лабиринта не стало, как не стало и Царя леса.\n\nАранара, поведавший мне эту историю, был робкого нрава и не любил петь при нас. Он всегда уходил туда, где можно побыть в одиночестве.\nОднажды ночью в лесном лабиринте он увидел отражение луны в воде и от него узнал историю о последнем Царе леса.\nЗатем течение воды изменилось, и отражение луны рассеялось. Перемены коснулись многого, но многое осталось прежним.\nНо мы с вами в чём-то похожи. Вы никогда не видели царя, но тоже считаете тигра благородным и могущественным Царём леса.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "6,7%",
	"effectName": "Благословение чащи",
	"effectTemplateRaw": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <color=#99FFFFFF>{0}</color> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
	"r1": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 60 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 75 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 90 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 105 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 120 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Медный амулет лесной росы",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Железный амулет лесной росы",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Железный амулет лесной росы",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Серебряный амулет лесной росы",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Серебряный амулет лесной росы",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Золотой амулет лесной росы",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 12
			}
		]
	}
}