{
	"id": 13515,
	"name": "Расколотый ореол",
	"description": "Вращающийся механический клинок, выполненный мастерской крумкаке «Дзынь-Клац». Кажется, в нём кроется тайна давно ушедших времён...",
	"descriptionRaw": "Вращающийся механический клинок, выполненный мастерской крумкаке «Дзынь-Клац». Кажется, в нём кроется тайна давно ушедших времён...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 5,
	"story": "Это была эпоха, не воспетая даже самыми образованными бардами современности.\nИз долгоживущих видов древности большинство всё ещё оставались дикими зверями, в глазах которых горел хаос.\nКогти правителя, некогда властвовавшего над всем, давно уже проложили себе путь сквозь бледную, плывущую пыль.\nКороль, искавший потусторонний мир, поднял луны ввысь, чтобы управлять циклами вместо них.\nПосле своего пробуждения она не могла не почувствовать, что её разрозненные воспоминания о том времени лишились всякой сути, словно почва, превратившаяся в пыль.\nОни больше не казались реальными, словно мимолётные мысли, вспыхивающие, а затем исчезающие.\n\nОднажды она последовала за повелителем света и пламени, чтобы посетить обитающие на луне воли, сидящие на трёх лунных тронах из нефрита.\nК тому времени трон короля пустовал, по небу плыли тени, и каждый повелитель драконов действовал по своему усмотрению.\nПовелитель света и пламени обратился к ним за помощью, надеясь напасть на след короля, ступившего в туман между звёздами.\nНо ответом ему было лишь три отдельных молчания в трёх дворцовых залах.\nС тех пор даже бесконечные снежные поля превратились в чёрную землю, а вулканы покрылись льдом.\nИ все же они ничего не сказали или не могли говорить.\nДа, это была эпоха, когда три ещё были тремя.\n\nНебесные захватчики заменили изначального создателя и завладели обетами, благодаря которым трое вращали мир.\nНо когда король вернулся - теперь уже развращённый тьмой - его ярости не было предела.\nИ вот, когда повелитель света и пламени ответил на зов своего старого хозяина, он очнулся от долгой ложной смерти.\nОн остановил исследования звёзд лордов и регента и их попытки повторить великое чудо лунной ковки.\nНо действительно ли богини в нефритовых коронах с такой лёгкостью предали королевство драконорождённых?\nК сожалению, все, кто мог дать ответ, погибли во время той войны.\n\n«Эти размытые изображения - всё, что я могу вспомнить».\nОна объяснила девочке, кто переделал её тело и выковал для неё оружие.\nНо девочка оказалась умнее, чем она предполагала, и сдержала любопытство, отведя взгляд.\nС того дня она хранила в секрете, что в тот день, когда небесное кольцо разбилось, нефритовая пластина упала с неба.\nДраконы яростно радовались гибели лун, которые когда-то предали их, но для неё это было напоминанием.\nОна вспомнила, как безмолвные тени в их дворцах среди звёзд тихо скрывали упавший перед ними остаток Луны.\nОстаток теперь находится в центре вращающегося лопастного механизма.\nОн спрятан там, где никто никогда не узнает. Он хранится в безопасности и по сей день.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "14,4%",
	"effectName": "Очищающий венец",
	"effectTemplateRaw": "После активации элементального навыка или взрыва стихии сила атаки увеличивается на <color=#99FFFFFF>{0}</color> на 20 сек. Если экипированный персонаж в это время создаёт щит, то на 20 сек. он получает эффект Электризующего эдикта: урон реакции Лунный заряд всех членов отряда поблизости увеличивается на <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "После активации элементального навыка или взрыва стихии сила атаки увеличивается на 24% на 20 сек. Если экипированный персонаж в это время создаёт щит, то на 20 сек. он получает эффект Электризующего эдикта: урон реакции Лунный заряд всех членов отряда поблизости увеличивается на 40%.",
		"values": [
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "После активации элементального навыка или взрыва стихии сила атаки увеличивается на 30% на 20 сек. Если экипированный персонаж в это время создаёт щит, то на 20 сек. он получает эффект Электризующего эдикта: урон реакции Лунный заряд всех членов отряда поблизости увеличивается на 50%.",
		"values": [
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "После активации элементального навыка или взрыва стихии сила атаки увеличивается на 36% на 20 сек. Если экипированный персонаж в это время создаёт щит, то на 20 сек. он получает эффект Электризующего эдикта: урон реакции Лунный заряд всех членов отряда поблизости увеличивается на 60%.",
		"values": [
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "После активации элементального навыка или взрыва стихии сила атаки увеличивается на 42% на 20 сек. Если экипированный персонаж в это время создаёт щит, то на 20 сек. он получает эффект Электризующего эдикта: урон реакции Лунный заряд всех членов отряда поблизости увеличивается на 70%.",
		"values": [
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "После активации элементального навыка или взрыва стихии сила атаки увеличивается на 48% на 20 сек. Если экипированный персонаж в это время создаёт щит, то на 20 сек. он получает эффект Электризующего эдикта: урон реакции Лунный заряд всех членов отряда поблизости увеличивается на 80%.",
		"values": [
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Ужас пылающего жертвенного сердца",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Холодный осколок панциря",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Сомнение пылающего жертвенного сердца",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Холодный осколок панциря",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Сомнение пылающего жертвенного сердца",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Тёплый панцирь",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Решимость пылающего жертвенного сердца",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Тёплый панцирь",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Решимость пылающего жертвенного сердца",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Пылающий призмопанцирь",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Великолепие пылающего жертвенного сердца",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Пылающий призмопанцирь",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 18
			}
		]
	}
}