{
	"id": 11503,
	"name": "Клятва свободы",
	"description": "Цвет этого меча напоминает о древних песнопениях, а его острота подобна словам данной в царстве ветров клятвы свободы.",
	"descriptionRaw": "Цвет этого меча напоминает о древних песнопениях, а его острота подобна словам данной в царстве ветров клятвы свободы.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "Некогда эту песню знал каждый, и под неё поднимали бокалы и устраивали проводы:\n«Если кто-то вырвал твой язык - ты можешь петь глазами.\nЕсли кто-то лишил тебя глаз - ты можешь видеть ушами.\nЕсли кто-то хочет украсть будущее - пусть выпьет с нами,\nВедь даже если завтра умрёт, эта песня будет жить веками».\n\nГоворят, характер региона следует за своим Архонтом, причём это справедливо и для ландшафта, и для людей.\nНо правда ли вольный Архонт, сражаясь со злом, подарил людям любовь к вину и свободе?\nИли сами люди среди бурь и штормов взрастили в Архонте Ветра любовь к свободе?\nНа этот вопрос уже не найти ответа.\n\nНо та песня часто поётся в мрачные времена.\nБудь то время царствования Короля Штормов\nили эпоха низвержения веры в Архонта прогнившей аристократией,\nв закрытых подвалах, во мраке улиц, в ветхих тавернах\nзвучала эта песня, и она давала отпор штормам и тирании, становилась гимном для восставших героев.\n\nВ далёком прошлом, в осажденном со всех сторон молчаливом городе\nпрозвучала лира, и её песня вместе с сотнями громких голосов сломила тюрьму лютых ветров.\nНекий юноша, дух, стрелок, рыцарь и рыжий бродячий воин\nвстали перед башней, устремившейся в небо, будто копьё,\nи тень её, длинная, как тень великана, легла на храбрецов,\nа они дали клятву, что будут свободны люди, что будет положен конец правлению тирану, живущему на вершине шпиля.\n\nТе, кто был слишком слаб и не мог взобраться на башню, запели песню, которую в наши дни можно услышать лишь в шёпоте укрытых от ветра уголков города.\nИ та песня, которую знал каждый и под которую поднимали бокалы, силой своей сотрясла стены, подбадривая героев, решившихся забраться на вершину...\n«Если кто-то вырвал твой язык - ты можешь петь глазами.\nЕсли кто-то лишил тебя глаз - ты можешь видеть ушами.\nНо если кто-то хочет украсть твою песню, твою свободу,\nТакое нельзя - слышишь! - нельзя простить!»",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "43",
	"effectName": "Песнь восстания",
	"effectTemplateRaw": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <color=#99FFFFFF>{0}</color>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <color=#99FFFFFF>{1}</color>, а силу атаки - на <color=#99FFFFFF>{2}</color>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
	"r1": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на 10%. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на 16%, а силу атаки - на 20%. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"10%",
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на 12,5%. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на 20%, а силу атаки - на 25%. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"12,5%",
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на 15%. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на 24%, а силу атаки - на 30%. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"15%",
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на 17,5%. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на 28%, а силу атаки - на 35%. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"17,5%",
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на 20%. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на 32%, а силу атаки - на 40%. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
		"values": [
			"20%",
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 18
			}
		]
	}
}