{
	"id": 14412,
	"name": "Плод вечной мерзлоты",
	"description": "Загадочный плод, обладающий холодным сознанием. Он источает слабый аромат горечи.",
	"descriptionRaw": "Загадочный плод, обладающий холодным сознанием. Он источает слабый аромат горечи.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Когда дочь священницы Виндагнира родилась под сенью этого белого дерева\nи получила его благословение, государство цветущих гор наполнилось радостью.\n\nБлагословение Сал Виндагнира, конечно же, будет вечным,\nкак вечно будет стоять серебристо-белое древо, чьи корни пронизывают весь мир.\nТо были чаяния летописцев, записывающих историю горного королевства.\nЗапечатлевшие бесчисленные истории множества людей и факты о множестве дел искренне верили,\nчто красота и добродетель принцессы будут чисты и вечны, как свет луны...\n\nКогда на землю внезапно обрушился шип, что заморозил мир,\nкогда он расколол то древо,\nдевочка забрала с собой последнюю целую ветвь,\nчтобы возродить дерево, чья тень некогда накрывала всё королевство.\nНо у привитой жизни не было шанса.\nМетель, несущая острые, как клинки, льдинки, закрыла собой лунный свет...\n\nМного позже, но всё ещё в давние времена,\nкогда исход боя драконов тьмы и ветра был определён,\nкогда разъедающая кровь окрасила в багровый белую, как прах, долину,\nдерево вспомнило, что не погибло в погребённой столице,\nи протянуло свои жадные корни к земле, окроплённой тёплой кровью.\n\nИ когда некто пролил на землю чистую алую эссенцию,\nбелое древо, что давно должно было умереть, вспомнило своё прошлое,\nсобрало все усилия и породило плод...\n\nВо имя тех, кто жил под моей сенью, во имя прославлявших меня священников,\nво имя прекрасной девушки, что часто рисовала на моём теле,\nво имя счастья, которого у них не было - я подарю им этот хладный алый плод.\n\nОн достанется тому, кто сможет одарить этот злой мир справедливостью,\nи он будет нести этот невинный горький плод с собой, пока вершит суд.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "9%",
	"effectName": "Морозное погребение",
	"effectTemplateRaw": "Попадания обычной или заряженной атакой имеют <color=#99FFFFFF>{0}</color> шанс создать над противником ледяной кристалл и уронить его, нанося <color=#99FFFFFF>{1}</color> урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему <color=#99FFFFFF>{2}</color> урона силы атаки. Может возникнуть раз в 10 сек.",
	"r1": {
		"description": "Попадания обычной или заряженной атакой имеют 60% шанс создать над противником ледяной кристалл и уронить его, нанося 80% урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему 200% урона силы атаки. Может возникнуть раз в 10 сек.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Попадания обычной или заряженной атакой имеют 70% шанс создать над противником ледяной кристалл и уронить его, нанося 95% урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему 240% урона силы атаки. Может возникнуть раз в 10 сек.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Попадания обычной или заряженной атакой имеют 80% шанс создать над противником ледяной кристалл и уронить его, нанося 110% урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему 280% урона силы атаки. Может возникнуть раз в 10 сек.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Попадания обычной или заряженной атакой имеют 90% шанс создать над противником ледяной кристалл и уронить его, нанося 125% урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему 320% урона силы атаки. Может возникнуть раз в 10 сек.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Попадания обычной или заряженной атакой имеют 100% шанс создать над противником ледяной кристалл и уронить его, нанося 140% урона силы атаки по площади. Если противник имеет эффект Крио, то наносит ему 360% урона силы атаки. Может возникнуть раз в 10 сек.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 12
			}
		]
	}
}