{
	"id": 12430,
	"name": "Плодотворный крюк",
	"description": "Оружие, изготовленное храбрецом Буркиной из Потомков Крон при помощи героя Теноча, ради того, чтобы заполучить лучшие во всём Натлане пламегранаты.",
	"descriptionRaw": "Оружие, изготовленное храбрецом Буркиной из Потомков Крон при помощи героя Теноча, ради того, чтобы заполучить лучшие во всём Натлане пламегранаты.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Огромное дерево, что оплетает корнями камни у подножия горы Коатепек, некогда росло в другом месте.\nСказители говорят, что тогда оно произрастало ещё выше, даже выше вулкана, вровень со скалами, что упираются в облака.\nМолодой курьер решил поспорить с заврианом, жившим за горами. Завриан часто насмехался над курьером, называл его неуклюжим.\nИ курьер поклялся, что поднимется на самую далёкую вершину и сорвёт пламегранат с материнского древа.\nЧтобы показать самому ловкому из всех юмказавров свою сноровку.\n\nНо разве бывают такие подвиги, для свершения которых достаточно принести клятву?\nГерой по имени Буркина мог забраться на самую высокую скалу, цепляясь за уступы одними кончиками пальцев.\nНо ему было не под силу устоять против крыльев юмказавров, что кружили над вершиной, будто издеваясь над ним.\nНе говоря о многочисленных зверях, что сидят под древом, ожидая, когда поспеют плоды.\nПламегранаты скоро должны были созреть. Но Буркина не мог даже приблизиться к ветвям, унизанным плодами.\nМолодой герой не стал впадать в отчаяние. После некоторых раздумий он развернулся и ушёл.\n\nОн отправился в племя, жившее вместе с юмказаврами, стал заботиться о юмказаврах.\nНаблюдать за ними день за днём, узнавать, как устроены их тела, чем отличаются их движения.\nВместе с обитателями гор, что жили у подножия вулкана, он закалял тело огромными камнями.\nОн учился у Повелителей Ночного Ветра вершить длинные и запутанные ритуалы, что обостряли его чувства и расширяли сознание.\n\nТеноч, путешествуя в тех местах, увидел своего друга, заросшего длинными волосами, и едва осмелился спросить, чем он занят.\nНо узнав его цель, Теноч с трудом скрыл улыбку и предложил Буркине свою компанию.\nГерой из Потомков Крон отказался от помощи Теноча, ведь он знал, что практика, которой он себя посвящает,\nесть необходимая плата за ту цель, которой он хочет достичь. А доброта его друга,\nбыть может, отнюдь не безвозмездна, ибо у Буркины было смутное предчувствие, что однажды за помощь Теноча придётся заплатить.\nУвидев, что друг полон решимости пройти свой путь в одиночку, Теноч не стал настаивать.\nОн сказал лишь, что готов оказать небольшую услугу, которая поможет Буркине в его приключении...\n\nВ тот день, когда пламегранаты созрели, юный курьер закинул на плечо оружие, которое выковал вместе со своим другом.\nИ его проворная фигурка заскакала по скалам быстрее, чем бегун по равнине.\nОн давно разгадал уловки крылатых заврианов. Они напали на него, но не смогли замедлить его бег, их строй был разбит.\nРазмахивая мечом-крюком, он то уклонялся от ударов, то отбивал звериные атаки.\nИ вот его взору открылись пламегранаты, созревшие на материнском древе. Осталось только взмахнуть крюком, чтобы собрать их...\nНо за шаг до победы в сердце героя взыграла гордыня, и внезапный порыв ветра отбросил его назад.\nСейчас он упадёт с огромной высоты и расшибётся в лепёшку вместе с пламегранатами, что держит в охапке...\n\nЖизнь Буркины повисла на волоске, но тут в густой кроне материнского древа появился зелёный силуэт.\nВыбросив из пасти длинный язык, он спас героя от верной смерти.\nОказывается, тот самый юмказавр, что всегда дразнил Буркину, тайком проследовал за ним.\nИ когда Буркина оказался в опасности, юмказавр спас его от призыва Владыки Ночи.\n\nБуркина отдал пламегранаты своему спасителю, а в ответ получил его одобрение.\nВот так герой Пламени поворота и Горный король Конгамато стали друзьями.\nПозже герои Потомков Крон вместе пересадили материнское древо к подножию горы.\nА в память о тех событиях пламегранаты стали называть ещё горными королями.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Тяжесть падающих ветвей",
	"effectTemplateRaw": "Увеличивает шанс крит. попадания атаки в падении на <color=#99FFFFFF>{0}</color>. После того как атака в падении попадает по противнику, урон обычной атаки, заряженной атаки и атаки в падении увеличивается на <color=#99FFFFFF>{1}</color> на 10 сек.",
	"r1": {
		"description": "Увеличивает шанс крит. попадания атаки в падении на 16%. После того как атака в падении попадает по противнику, урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 16% на 10 сек.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Увеличивает шанс крит. попадания атаки в падении на 20%. После того как атака в падении попадает по противнику, урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 20% на 10 сек.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Увеличивает шанс крит. попадания атаки в падении на 24%. После того как атака в падении попадает по противнику, урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 24% на 10 сек.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Увеличивает шанс крит. попадания атаки в падении на 28%. После того как атака в падении попадает по противнику, урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 28% на 10 сек.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Увеличивает шанс крит. попадания атаки в падении на 32%. После того как атака в падении попадает по противнику, урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 32% на 10 сек.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Загадочные размышления ночного ветра",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Ось таинственного источника",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Ось таинственного источника",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Оболочка таинственного источника",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Оболочка таинственного источника",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Ядро таинственного источника",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Загадочные откровения ночного ветра",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Ядро таинственного источника",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 12
			}
		]
	}
}