{
	"id": 14417,
	"name": "Плод восполнения",
	"description": "Плод, полученный из истории аранар. В нём заключены силы для преодоления любого бедствия.",
	"descriptionRaw": "Плод, полученный из истории аранар. В нём заключены силы для преодоления любого бедствия.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "«На самом деле Луна не всегда такая круглая как жемчужина...»\n\nЭто очень давняя и жуткая история. К счастью, это всего лишь история, а не наши с тобой воспоминания.\nОднажды луна стала похожа на клык, торчащий из злобного оскала. Лунный свет больше не струился сквозь листву и траву, превращая капли росы в жемчужины.\n\nДеревья гнулись под порывами ветра, словно колосья пшеницы. Земля пропиталась скорбью.\nПечаль была столь глубока и сильна, что даже горные ручьи сделались солёными на вкус.\n\nНаша создательница, владычица Араньяни, доверила нам лес, и мы сражались против чёрных как смоль зверей, стальных гигантов и Мараны.\nВместе с детьми леса она отправилась в пустыню, сжигая корни зла и переламывая ветви бед. Лишь немногим из нас удалось вернуться под сень деревьев.\nМы потеряли Ванарану, и многие аранары вернулись в землю до срока. Даже те истории, что дошли до нас, были пропитаны горечью.\n\nНо в конце концов мы справились с бедой, и теперь даже посреди бездонного песчаного моря раскрывают свои лепестки цветки лотоса.\nТа, которая когда-то создала нас, сотворила в пустыне новых существ, чтобы заполнить пустоту в сердце земли.\n\n...\nНо даже в самых горьких историях есть место мужеству и силе. Историям никогда не сравниться с «воспоминаниями», но всё равно они наделены своей силой.\nЯ буду бережно хранить все истории о наших совместных приключениях. И если луна снова изменит свой облик, они будут защищать лес вместо тебя.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "10%",
	"effectName": "Полный круг",
	"effectTemplateRaw": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на <color=#99FFFFFF>{0}</color> ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
	"r1": {
		"description": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на 24 ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"24"
		]
	},
	"r2": {
		"description": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на 27 ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"27"
		]
	},
	"r3": {
		"description": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на 30 ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"30"
		]
	},
	"r4": {
		"description": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на 33 ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"33"
		]
	},
	"r5": {
		"description": "Вызов элементальной реакции наделяет персонажа эффектом Роста и убыли, который увеличивает мастерство стихий на 36 ед., но понижает силу атаки на 5%. Эффект может возникнуть один раз в 0,3 сек. и складывается до 5 раз. Если не вызывать элементальные реакции, каждые 6 сек. теряется по одному уровню эффекта. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"36"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Воспоминания цветущего оазиса",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Мрачная статуэтка",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Мрачная статуэтка",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Тёмная статуэтка",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Тёмная статуэтка",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Смертельная статуэтка",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Истина цветущего оазиса",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Смертельная статуэтка",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 12
			}
		]
	}
}