{
	"id": 14414,
	"name": "Кольцо Хакусин",
	"description": "Катализатор, в котором заточены воспоминания о кицунэ Сайгу с древнейших времен. Однако этих воспоминаний так много, что вместить их все в одном сосуде не представлялось возможным.",
	"descriptionRaw": "Катализатор, в котором заточены воспоминания о кицунэ Сайгу с древнейших времен. Однако этих воспоминаний так много, что вместить их все в одном сосуде не представлялось возможным.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "«Люди приходят и уходят в большой спешке, словно сны, которые остаются на ночь, но рассеиваются к утру».\n\nПростая и обычная жизнь...\nДумаю, я прожил полноценную жизнь.\n\nЯ была кицунэ из клана Белого Дракона,\nи у меня были замечательные ловкие товарищи.\nМы мчались по горам и равнинам Наруками.\n\nНадеюсь, когда всё закончится,\nони снова смогут счастливо бегать...\n\nОднажды с девушкой-они, у которой было очень красивое лицо,\nВместе мы играли божественную музыку перед престолом,\nи я аплодировал её танцу с мечами.\nНадеюсь, её красоту, храбрость и добрый нрав\nбудут воспевать и через тысячи лет.\n\nПри мысли о непревзойдённой красоте этой девушки\nя невольно хочу скрыть свою внешность за маской...\n\nОднажды я бегал на перегонки с главой клана тэнгу.\nЯ пробежал по всем тропам и дорожкам духовных гор, внутри и снаружи,\nсоревнуясь в скорости и силе.\n\nВ конечном итоге победил я, человек из клана Белого Дракона.\nТеперь, когда я думаю об этом, мне кажется, что она сдерживалась.\nЯ чувствую неудовлетворенность...\n\nОднажды я устроил заговор против бакэ-дануки, который постоянно противостоял мне,\nЯ заставил его полностью сдаться сёгуну.\nЯ также устроил бесстыдный заговор против сёгуна\nи заставил его взять великого бакэ-дануки под своё командование.\n\nВ ту ночь лунный свет из императорского двора пробивался сквозь ветви и лепестки цветов,\nкоторые сыпались во дворе, как жемчуг с небес.\nОн всё ещё ярко горит в моем сердце...\n\nНадеюсь, она помнит длинный девиз, который я отважно произнёс перед отъездом.\n«Не позволяй себя обмануть или потрясти. Иди по пути, в который веришь».\nНадеюсь, мой девиз поможет ей противостоять лжи и злым замыслам.\nЯ также надеюсь, что озорной, но невинный дануки не возненавидит меня за мой последний обман...\n\nТеперь, в темнейшем из всех тёмных мест,\nЯ буду лелеять эти воспоминания.\nКак луна, сияющая сквозь облака,\nпусть они осветят моё крошечное и хрупкое сердце.\n\nКогда-то у меня было человеческое обличье.\nЯ ходил вместе с этими недолговечными, но прекрасными созданиями\nи подружился с разными людьми,\nтакими как жрица, приехавшая в Наруками тренироваться ради храма в её родном городе,\nили ребёнок, который оставил взрослых, чтобы посмотреть на эскорт божественного паланкина на Празднике лета,\nили беззаботный молодой человек, который наконец отправился в Ли Юэ, чтобы изучать искусство Адептов,\nили кандзё, который упорно трудился ради процветания города,\nили мастер, который был одержим созданием невероятно острых мечей,\nили группа, которая с помощью изобретательных приёмов заставляла искусственные метеоры расцветать в глубоком космосе...\nВсе они друзья, которых я не ожидал найти.\n\nЯ надеюсь, что тьма не разрушит барьер, который их охраняет...\n\nТеперь я скучаю по всему этому.\n\n«Тёмная воля, которая кусает меня».\n«Теперь, когда я потерял всю свою силу...»\n«Моя кровь Белого Дракона в твоём распоряжении».\n«Однако, несмотря на моё скромное положение...»\n«Я всё ещё надеюсь, что ты прислушаешься к моим мольбам...»\n\n«Если ты видишь всё, чем я дорожу...»\n«То, пожалуйста, прости этих существ».\n«Если мне позволено одно желание...»\n«Пожалуйста, верни мне вечно яркую память...»\n«О земле, которую я глубоко люблю».\n«Я надеюсь, что после твоего буйства...»\nЕщё останется хоть что-то красивое...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "6,7%",
	"effectName": "Дворец сакуры",
	"effectTemplateRaw": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают <color=#99FFFFFF>{0}</color> бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
	"r1": {
		"description": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают 10% бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают 12,5% бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
		"values": [
			"12,5%"
		]
	},
	"r3": {
		"description": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают 15% бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают 17,5% бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
		"values": [
			"17,5%"
		]
	},
	"r5": {
		"description": "Когда персонаж, экипированный этим оружием, вызывает реакцию, связанную с элементом Электро, все находящиеся рядом члены отряда, чей элемент соответствует этой реакции, получают 20% бонус урона к своему элементу на 6 сек. Элементальные бонусы урона, полученные таким образом, не суммируются.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Коралловая ветвь внешних морей",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Тёмная призма",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Драгоценная ветвь внешних морей",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Тёмная призма",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Драгоценная ветвь внешних морей",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Кристальная призма",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Нефритовая ветвь внешних морей",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Кристальная призма",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Нефритовая ветвь внешних морей",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Поляризационная призма",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Золотая ветвь внешних морей",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Поляризационная призма",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 12
			}
		]
	}
}