{
	"id": 11510,
	"name": "Харан гэппаку фуцу",
	"description": "Произведение искусства рода кузнецов Фуцу. «Харан» в названии связано со сходством клинка с неистовыми морскими валами.",
	"descriptionRaw": "Произведение искусства рода кузнецов Фуцу. «Харан» в названии связано со сходством клинка с неистовыми морскими валами.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "Этот меч упоминается в «Антологии мечей Инадзумы» за авторством Микоси Нагамасы, знаменитого инспектора Татарасуны.\nШкола Фуцу изготовила на заказ два меча серии гэппаку фуцу: Хасуи и Харан.\nХаран - единственный сохранившийся клинок, выкованный великим кузнецом Масагомару.\n\nГоворят, что в клинки вложены души тех, кто их выковал...\nТак начинается «Антология».\nГоворят, что Хасуи был выкован Фуцу Минори из третьего поколения мастеров школы.\nЭтот великолепный бледно-голубой меч с похожим на водную рябь лезвием часто носили на поясе личные слуги сёгуна.\nВо время одной смертельной дуэли, решившей судьбу народа óни, клинок сломался и был отправлен на перековку.\nВ это время Фуцу Минори, которую уже давно мучили алкоголь, старые раны и тяжёлые воспоминания о Татаригами, сломалась, как клинок из незакалённой стали.\nГлава четвертого поколения Фуцу Хироёси не мог сравниться с мастерством своей матери.\nЭто был его названый брат Фуцу Масаёси, которого называют Масагомару.\nИменно он выковал меч, позволив шедевру школы Фуцу вновь появиться в этом мире.\nОба клинка гэппаку фуцу очень похожи внешне, но разные по характеру.\n\nЗа всю свою жизнь Масагомару дал имя только этому мечу, и то по очень простой причине.\nОн был немым неграмотным сиротой, которого взял к себе мастер третьего поколения.\nКогда ему приказали возродить красоту клинка Хасуи, он выгравировал его прежнее имя.\n\nКогда Фуцу Минори ушла из жизни, Масагомару обучил Хироёси её технике ковки.\nГоворят, она хотела, чтобы именно Масагомару возглавил школу, но он неоднократно отказывался.\nСоздание Харана и сопутствующая этому известность едва не повлияла на преемственность Хироёси на посту главы четвёртого поколения мастеров.\nПоэтому, когда его названый брат возглавил школу, Масагомару решил идти своим путём.\nОн обращался в разные кузнечные школы, по капле впитывая драгоценную мудрость знаменитых кузнецов.\nВ последние годы жизни у него было три ученика, которыми он больше всего гордился: Каэдэхара Кагэмицу, Нива Нагамицу и Акамэ Мицунага.\nЭти трое создадут Иссин Сансаку, три великих произведения искусства Иссин.\n\n«Тогда я был всего лишь немым от рождения уродцем, грязным, брошенным ребёнком.\nСловно мотылёк я жаждал тепла в горькие, холодные ночи, и обрёл его возле кузнечной печи.\nПередо мной стояла мастер третьего поколения, та, кого люди называли угрюмой и высокомерной.\nНо она, в отличие от других, не только не прогнала меня, но и дала немного риса, чтобы наполнить мой пустой желудок.\nУвидев, что я покрыт металлическим песком, она назвала меня Масагомару».\n\nВ сердце не умеющего говорить, но тонко чувствующего Масагомару, должно быть, скрыто много историй.\nВсё невысказанное в конечном итоге исчезнет в волнах...\n\n«Я был нем, поэтому мастер третьего поколения рассказывала мне много историй.\nО старой ране, поразившей одну сторону её тела, о желаниях её матери и брата,\nо красных хакама, которые ей не суждено надеть, и о гигантской волне, которая однажды поглотит всё...»\n\nОднажды ночью мальчик пробрался в кузницу и увидел знаменитого темпераментного мастера.\nОна усердно ковала куски железа, не обращая внимания на слёзы, текущие по её щекам.\n«Тебе лучше забыть то, что ты только что видел, понял?»\nИспугавшись, мальчик повторно кивнул, и она вдруг разразилась смехом, хлопая в ладоши:\n«Я совсем забыла, что твои уста запечатаны, подобно бутылке вина. Это делает тебя лучшим другом!\n\nСлухи в целом верны. Я непредсказуемая пьяница».\nЕсли подумать, мне следовало принять приглашение мастера и выпить с ней...\n\n«Антология» также повествует о различиях в форме клинков гэппаку фуцу.\nВеликое произведение Фуцу Минори, похожее на безмятежную и спокойную гладь ночного моря, стало известно как Хасуи.\nМеч, который воссоздал немой Масаёси, был внушительным, как могучая буря, за что получил имя Харан.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "7,2%",
	"effectName": "Поток клинков",
	"effectTemplateRaw": "Даёт <color=#99FFFFFF>{0}</color> бонус урона всеми элементами. Когда другие члены отряда поблизости активируют элементальные навыки, экипированный этим оружием персонаж получает 1 уровень Волны-шипа. Эффект возникает не чаще, чем один раз в 0,3 сек. Всего можно получить не более 2 уровней. Когда персонаж с этим оружием применяет элементальный навык, все уровни Волны-шипа тратятся, и он получает Хаос волн, который повышает урон обычной атаки согласно количеству уровней. Каждый уровень этого эффекта повышает урон обычной атаки на <color=#99FFFFFF>{1}</color> в течение 8 сек.",
	"r1": {
		"description": "Даёт 12% бонус урона всеми элементами. Когда другие члены отряда поблизости активируют элементальные навыки, экипированный этим оружием персонаж получает 1 уровень Волны-шипа. Эффект возникает не чаще, чем один раз в 0,3 сек. Всего можно получить не более 2 уровней. Когда персонаж с этим оружием применяет элементальный навык, все уровни Волны-шипа тратятся, и он получает Хаос волн, который повышает урон обычной атаки согласно количеству уровней. Каждый уровень этого эффекта повышает урон обычной атаки на 20% в течение 8 сек.",
		"values": [
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "Даёт 15% бонус урона всеми элементами. Когда другие члены отряда поблизости активируют элементальные навыки, экипированный этим оружием персонаж получает 1 уровень Волны-шипа. Эффект возникает не чаще, чем один раз в 0,3 сек. Всего можно получить не более 2 уровней. Когда персонаж с этим оружием применяет элементальный навык, все уровни Волны-шипа тратятся, и он получает Хаос волн, который повышает урон обычной атаки согласно количеству уровней. Каждый уровень этого эффекта повышает урон обычной атаки на 25% в течение 8 сек.",
		"values": [
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "Даёт 18% бонус урона всеми элементами. Когда другие члены отряда поблизости активируют элементальные навыки, экипированный этим оружием персонаж получает 1 уровень Волны-шипа. Эффект возникает не чаще, чем один раз в 0,3 сек. Всего можно получить не более 2 уровней. Когда персонаж с этим оружием применяет элементальный навык, все уровни Волны-шипа тратятся, и он получает Хаос волн, который повышает урон обычной атаки согласно количеству уровней. Каждый уровень этого эффекта повышает урон обычной атаки на 30% в течение 8 сек.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Даёт 21% бонус урона всеми элементами. Когда другие члены отряда поблизости активируют элементальные навыки, экипированный этим оружием персонаж получает 1 уровень Волны-шипа. Эффект возникает не чаще, чем один раз в 0,3 сек. Всего можно получить не более 2 уровней. Когда персонаж с этим оружием применяет элементальный навык, все уровни Волны-шипа тратятся, и он получает Хаос волн, который повышает урон обычной атаки согласно количеству уровней. Каждый уровень этого эффекта повышает урон обычной атаки на 35% в течение 8 сек.",
		"values": [
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "Даёт 24% бонус урона всеми элементами. Когда другие члены отряда поблизости активируют элементальные навыки, экипированный этим оружием персонаж получает 1 уровень Волны-шипа. Эффект возникает не чаще, чем один раз в 0,3 сек. Всего можно получить не более 2 уровней. Когда персонаж с этим оружием применяет элементальный навык, все уровни Волны-шипа тратятся, и он получает Хаос волн, который повышает урон обычной атаки согласно количеству уровней. Каждый уровень этого эффекта повышает урон обычной атаки на 40% в течение 8 сек.",
		"values": [
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Мудрость Наруками",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Мрачная статуэтка",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Мрачная статуэтка",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Тёмная статуэтка",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Тёмная статуэтка",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Смертельная статуэтка",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Доблесть Наруками",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Смертельная статуэтка",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 18
			}
		]
	}
}