{
	"id": 15511,
	"name": "Охотничья тропа",
	"description": "Этот позолоченный лук, выполненный из драгоценных белых ветвей, сразил бесчисленное множество злых тварей, которые попытались вторгнуться в лес.",
	"descriptionRaw": "Этот позолоченный лук, выполненный из драгоценных белых ветвей, сразил бесчисленное множество злых тварей, которые попытались вторгнуться в лес.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 5,
	"story": "Позолоченный охотничий лук, сделанных из белых ветвей. Он несёт в себе благословение самого леса.\nДеревья с такими чистыми и белыми ветвями встречаются очень редко.\nКогда-то благословение было сокрыто чёрной кровью, но вода смысла скверну.\n\nОхотница преследует чёрных зверей. Кажется, охоте её нет конца.\nНочи ожидания под гнилыми листьями и дни дремоты в кусках плоти...\nВсё ради того, чтобы пустить очередную стрелу прямо в сердце, а затем отправиться на поиски новой цели.\n\nСо временем охотница совсем перестала беспокоиться о том, что ветер донесёт её запах до добычи.\nОна больше не использовала те дикие цветы, что позволяли ей сливаться с лесом.\nБольше ей это было не нужно, ведь животные давно привыкли к её запаху и не выделяли его среди других.\n\nЧеловеческий язык она забыла ещё до того, как стала охотницей.\nОхотясь, она не замечала течение времени,\nа об обещанных ей бескрайних охотничьих угодьях давно позабыла.\nДаже тот слепой юноша, что нашёл её и подарил лук из белых ветвей,\nюноша, что повёл её по пути чёрных зверей,\nи тот был вытеснен из её памяти бесконечными мыслями об охоте.\n\n«Ибо истекающие кровью никогда не найдут охотничьих угодий в изумрудном сиянии.\nНет, мастер, мои настоящие охотничьи угодья там, где свирепствуют кровожадные звери...»\n\nНенароком взглянув на своё отражение, освещённое лунным светом, охотница поняла, что не заметила, как сама превратилась в зверя.\nПутешествуя по оставленным зверями следам, отразившийся в воде чёрный рыцарь и его клинок наткнулись на её растерянную фигуру...\n\n«Очередной монстр, которого нужно уничтожить, по неведомой причине зачарованный отражением в воде».\nСтранно. На какое-то мгновение я даже подумал, что это какая-то заблудившаяся в лесу девушка...\n\n«Нужно двигаться на запад. Во имя справедливости... и чтобы искупить вину за человека, превращённого в зверя».",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "9,6%",
	"effectName": "Конец звериной тропы",
	"effectTemplateRaw": "Даёт <color=#99FFFFFF>{0}</color> бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на <color=#99FFFFFF>{1}</color> от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
	"r1": {
		"description": "Даёт 12% бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на 160% от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "Даёт 15% бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на 200% от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "Даёт 18% бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на 240% от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "Даёт 21% бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на 280% от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "Даёт 24% бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на 320% от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Эхо пылающей мощи",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Прошлое пылающей мощи",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 18
			}
		]
	}
}