{
	"name": "Клюв ибиса",
	"description": "Золотой лук, выкованный по описанию из истории. Если использовать его как обычное оружие, он словно становится частичкой вымышленного мира, сошедшей со страниц книги.",
	"weapontype": "Стрелковое",
	"rarity": "4",
	"story": "Это оружие должно было быть образцом товара из специального предзаказа для финального тома первой части «Короля священного призыва».\nОднако из-за уникальных характеристик запрос на изготовление образца был воспринят как запрос на создание настоящего оружия.\nВ результате редакторы издательского дома Яэ, когда получили лук, очень расстроились из-за произошедшей ошибки. Однако Фукумото, который присутствовал при доставке лука, впечатлился таким поворотом событий и написал следующий текст, который позже будет включен в книгу в качестве примечания:\n\n«Тот, кто владеет этим луком, станет самым искусным лучником под командованием повелителя Моря красных песков».\nТак говорили все, и в этом убеждён был зеленокожий юноша. Этот украшенный драгоценными камнями лук сразу привлёк его внимание, когда Царь ибисов показывал свои сокровища. Тогда юноша, ещё не отравленный судьбой, верил, что желает лишь похвал, которых можно добиться своими стараниями...\nДля него вопрос заключался в том, сколько усилий предстоит приложить.\nИ поэтому он уверенно задал вопрос Царю ибисов: «Если я стану самым блестящим лучником из всех, если буду обладать мощью, превосходящей силу других королей, будет ли этот лук моим?»\nПри дворе воцарилась тишина. В тенях, рождаемых светильниками, никто не решался ответить.\nБыло только одно исключение: человек на троне с глазами, зоркими, как у сокола, слегка усмехнулся, одобрив желание юноши.\n«Этот день обязательно наступит», - подумал зеленокожий юноша.\n\nКак бы то ни было, с тех пор прошли долгие-долгие годы.\nМинуло несколько сотен лет, и повелитель войны исполнил желание. С помощью юноши, открывшего Карточный ларец, он вошёл в запечатанный Дуэльный зал и только тогда увидел длинный лук, который держал призрак.\nВремя как будто остановилось, чтобы остаток его души смог пройти через разбитые двери, разбросанные коридоры и вернуться в палату предательства и интриг. Перехватив летящую в него неотвратимую золотую стрелу, выпущенную из лука тайных обрядов, он избежал несчастной участи быть пронзённым насквозь.\nОн так и задумывал.\nНо в этот момент тайное заклинание рассеялось, стрела сломалась, а тень владельца лука исчезла в мгновение ока.\nОн схватил лук, прежде чем тот упал на землю.\nЕго многочисленные попытки завладеть этим выкованным из золота луком заканчивались неудачей, что привело к тому, что они с Царём ибисов постепенно перестали общаться. Увы, когда он наконец обрёл желанное сокровище, то обнаружил, что в его сердце холодно, как в застоявшемся болоте, и в нём нет ни капли радости. Царь крокодилов поразмыслил и пришёл к выводу, что он уже не так сильно, как в молодости, стремится реализовать несбывшиеся мечты.\nПочитаемый Владыка алых песков исчез из многих историй, а Владычицу цветов больше никогда не видели. В борьбе за трон гробницы среди королевств начались раздоры и хаос. В эти смутные времена он решил пересечь море песков ради церемониального поединка, чтобы разжечь неистовую войну, которая сотрёт границы множества миров. Чтобы остановить его, одинокая пожилая фигура, держащая золотой лук, поднялась по ступеням, ведущим к поединку...\nЭто были лишь воспоминания об ушедшей эпохе.\nОн провёл пальцами по самоцветам на луке, пока его не осенило, что это не пыль гасит их блеск. Не говоря уже о том, что эта пыль лишь плод его воображения.\n\n«Неважно», - подумал повелитель войны.\nОн услышал звук активируемого стола в Дуэльном зале и почувствовал, что тот юноша, каким он некогда был, с нетерпением ждёт поединка.\nОн взял в руки лук, представляя себе победу, о которой так мечтал в юности.\nЗеленокожий король медленно шел к полю битвы, предначертанному судьбой.",
	"baseatk": 44,
	"substat": "Сила атаки",
	"subvalue": "6",
	"effectname": "Благоволение тайной мудрости",
	"effect": "Попадание заряженной атакой по противнику увеличивает мастерство стихий на {0} ед. на 6 сек. Эффект складывается до 2 раз и может возникнуть раз в 0,5 сек.",
	"r1": [
		"40"
	],
	"r2": [
		"50"
	],
	"r3": [
		"60"
	],
	"r4": [
		"70"
	],
	"r5": [
		"80"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Медный амулет лесной росы",
				"count": 3
			},
			{
				"name": "Нераспустившийся цветок",
				"count": 3
			},
			{
				"name": "Выцветший красный шёлк",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Железный амулет лесной росы",
				"count": 3
			},
			{
				"name": "Нераспустившийся цветок",
				"count": 12
			},
			{
				"name": "Выцветший красный шёлк",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Железный амулет лесной росы",
				"count": 6
			},
			{
				"name": "Заветный цветок",
				"count": 6
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Серебряный амулет лесной росы",
				"count": 3
			},
			{
				"name": "Заветный цветок",
				"count": 12
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Серебряный амулет лесной росы",
				"count": 6
			},
			{
				"name": "Распустившийся цветок странника",
				"count": 9
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Золотой амулет лесной росы",
				"count": 4
			},
			{
				"name": "Распустившийся цветок странника",
				"count": 18
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 12
			}
		]
	}
}