{
	"name": "Великолепие лазурного свода",
	"description": "Церемониальный предмет, вырезанный из прекрасного нефрита изумрудного цвета, отражает сияние неба и чистых вод.",
	"weapontype": "Катализатор",
	"rarity": "5",
	"story": "Легендарный нефрит, омываемый вечными чистыми водами, упал с неба.\nСвободный от непонятной грязи, зеленоватых остатков и гниющей древесины.\nПервобытный камень, выточенный и вылепленный руками смертного юноши.\nВ конце концов он становится великолепным нефритовым инструментом, ожидающим удобного момента, чтобы исполнить своё предназначение...\n\n«Как я и говорил, - размышлял за чаем исследователь из царства тропических лесов, - история движется к краху.\nПадение человечества можно предотвратить лишь мудростью и милосердием богов. Без них люди неизбежно уничтожат сами себя.\nУзрите безмолвное свидетельство заброшенных руин, лежащих между горами и болотами. Узрите диких зверей, лишённых духа и речи...\nЛюди прошлого сгинули без следа, а от их великих вождей не осталось и следа».\n\nДолина Чэньюй не всегда была домом этого народа. Когда-то своей родиной они считали богатые шахты этих гор.\nЖизнь семьи и племени была сосредоточена вокруг шахт, а их поселения простирались от вершины до вершины.\nНо древний грех, лежащий в глубине, был неизвестен смертным, скрыт глубже самых глубоких шахт.\nБожественная кара неумолима и не щадит смертных. После катастрофы их предки ушли на север.\n\nСтарейшины деревни Цяоин утверждают, что предки жителей долины Чэньюй пришли из пропасти на юге.\nОни принесли с собой великий нефритовый алтарь, оставив позади загадочные руины...\nКогда война между богами вызвала трагедию, предки людей Чэньюй превратились в скитальцев.\nИх потомки когда-то верили в ныне забытое божество, и все они теперь потеряны для истории и преданы забвению.\n\n«Несостоятельная теория, - ответил гость в тёмной рубашке, - история смертных полна перерождений.\nСлава и погибель исходят от самих смертных. Без участия человека нет ни взлёта, ни падения.\nДревние руины лежат в запустении, но их бывшие обитатели, потрёпанные судьбой, живут и по сей день...\nУвядание их предков породило сегодняшнее процветание... Пусть они и смешались с народом нового божества.\nДаже если они бывают беспомощны в больших и малых делах, их не уничтожили обстоятельства. Они сделали собственный выбор.\nЧто касается мудрости и законов богов, то они основаны на согласии смертных, а не на личной прихоти».\n\nСпустя некоторое время, пустяковый спор за чашечкой чая закончился безрезультатно. Такие споры между смертными и богами обычно и заканчиваются препирательствами по поводу всяких мелочей.\nНо река чистой воды течёт вечно, а блеск священного нефрита внутри остаётся таким же неизменным, как и его прежний хозяин.",
	"baseatk": 46,
	"substat": "HP",
	"subvalue": "10.8",
	"effectname": "Камень воли",
	"effect": "Когда экипированный персонаж активирует взрыв стихии или создаёт щит, он на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливается {0} ед. энергии, а бонус урона соответствующего элемента повышается на {1} за каждую 1000 ед. макс. HP персонажа, максимум {2}. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя.",
	"r1": [
		"4,5",
		"0,3%",
		"12%"
	],
	"r2": [
		"5",
		"0,5%",
		"20%"
	],
	"r3": [
		"5,5",
		"0,7%",
		"28%"
	],
	"r4": [
		"6",
		"0,9%",
		"36%"
	],
	"r5": [
		"6,5",
		"1,1%",
		"44%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 10000
			},
			{
				"name": "Светящийся песок Гуюнь",
				"count": 5
			},
			{
				"name": "Нераспустившийся цветок",
				"count": 5
			},
			{
				"name": "Споры плесенника",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Блестящий камень Гуюнь",
				"count": 5
			},
			{
				"name": "Нераспустившийся цветок",
				"count": 18
			},
			{
				"name": "Споры плесенника",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Блестящий камень Гуюнь",
				"count": 9
			},
			{
				"name": "Заветный цветок",
				"count": 9
			},
			{
				"name": "Светящаяся пыльца",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Реликвия Гуюнь",
				"count": 5
			},
			{
				"name": "Заветный цветок",
				"count": 18
			},
			{
				"name": "Светящаяся пыльца",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 55000
			},
			{
				"name": "Реликвия Гуюнь",
				"count": 9
			},
			{
				"name": "Распустившийся цветок странника",
				"count": 14
			},
			{
				"name": "Пыль кристаллоцистов",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 65000
			},
			{
				"name": "Останки богов Гуюнь",
				"count": 6
			},
			{
				"name": "Распустившийся цветок странника",
				"count": 27
			},
			{
				"name": "Пыль кристаллоцистов",
				"count": 18
			}
		]
	}
}