{
	"name": "Кагоцурубэ Иссин",
	"description": "Клинок, который родился в государстве далеко на севере. На пути домой его запятнала скверна бесчисленных злодеяний лишь ради одного слова - «Иссин».",
	"weapontype": "Одноручное",
	"rarity": "4",
	"story": "Длинный клинок цвета крови, за которым закрепилось имя Иссин. Необычайно острый и зловещий.\nГоворят, его лезвие может легко разрубить бамбуковую корзину, наполненную водой, прежде чем вода успеет вытечь из корзины.\n\nЛюди часто говорят, что в каждом клинке живёт дух.\nТогда естественно предположить, что в клинке, выкованном из Татаригами, обитает демон злобы.\nЗнаменитый клинок Кагоцурубэ был выкован мечником Акамэ Канэнагой, которому не удалось стать главным кузнецом.\nОднако он был выкован не в стране молний и нефритовой стали, а в бескрайних снегах севера.\nЕсли смотреть на клинок в лунном свете, можно увидеть текущее, как вода, лезвие меча, которое напоминает о слезах и крови, пролитых странником на чужбине.\n\n«Татаригами - это чистая злоба по своей природе. В нём живёт чувство ненависти к миру людей.\nЭтот меч - артефакт великого несчастья. Он был рождён из злобы и обиды и способен сеять только раздор и кровопролитие.\nИссин - это неподвижность ума, свободная от отвлекающих факторов, которая позволяет кузнецу ковать без отдыха.\nИначе и быть не может. Ведь меч, предназначение которого убивать живых существ, должен быть выкован из ненависти к ним».\n\nВ своей одержимости искусством Иссин школа Акамэ стремилась выковать совершенный меч-убийцу.\nПо этой причине большинство учеников школы были нелюдимыми, жизнь их длилась недолго, а тела и сердца были отравлены и покрыты язвами.\nКлинки, созданные школой Акамэ, были острыми, но многие из них таили в себе некое зло, из-за чего в итоге сама школа стала рассматриваться властями как «нежелательная».\nПо этой причине положение школы Акамэ как лидера искусства Иссин не продержалось и трёх поколений, после чего школа впала в немилость.\n\nВ дальнейшем Акамэ Канэнага был вовлечён в «Дело о странном незнакомце» и совершил государственную измену.\nЭто заставило его сменить имя и уехать в заснеженную страну на севере, а там искать способ выжить под властью льда.\nЕдинственным желанием покойного Каэдэхары было видеть, как искусство Иссин прославляется истинными ценителями красоты меча.\nНо и кузнец, и Татаригами подобно клинку, лишь орудия в чужих руках...\n\n«Я потратил половину жизни в погоне за тщеславием, которым является искусство Иссин, но в итоге стал лишь очередным \"Каэдэхарой\"!\nЧто сделано, то сделано. Я лишь надеюсь, что меч, выкованный изо льда и мороза, окажется не так хрупок, как его пустое название...»\n\nКлан Каэдэхара состоял из знаменитых кузнецов, чьё оружие было воплощением стиля Масагомару. Клан Нива, в свою очередь, был отмечен не только своей скромностью и прилежностью, но и мастерством закалки стали.\nВ своей одержимости искусством Иссин школа Акамэ стремилась выковать совершенный меч-убийцу.\nПеред тем как уйти из жизни среди бескрайних снегов, Каэдэхара загадал только одно желание: выковать прославленный клинок, который помог бы восстановить имя клана и вернуть ему всеобщее признание...",
	"baseatk": 42,
	"substat": "Сила атаки",
	"subvalue": "9",
	"effectname": "Ясность искусства Иссин",
	"effect": "Попадания обычной атакой, заряженной атакой или атакой в падении поднимают Секущий ветер, который наносит урон по площади, равный 180% от силы атаки, а также повышает силу атаки на 15% на 8 сек. Этот эффект может возникнуть раз в 8 сек.",
	"r1": [],
	"r2": [],
	"r3": [],
	"r4": [],
	"r5": [],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Маска злого военачальника",
				"count": 3
			},
			{
				"name": "Мрачная статуэтка",
				"count": 3
			},
			{
				"name": "Призрачная оболочка",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Маска тигриной пасти",
				"count": 3
			},
			{
				"name": "Мрачная статуэтка",
				"count": 12
			},
			{
				"name": "Призрачная оболочка",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Маска тигриной пасти",
				"count": 6
			},
			{
				"name": "Тёмная статуэтка",
				"count": 6
			},
			{
				"name": "Призрачное сердце",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Маска однорогого",
				"count": 3
			},
			{
				"name": "Тёмная статуэтка",
				"count": 12
			},
			{
				"name": "Призрачное сердце",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Маска однорогого",
				"count": 6
			},
			{
				"name": "Смертельная статуэтка",
				"count": 9
			},
			{
				"name": "Призрачное ядро",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Маска кидзин",
				"count": 4
			},
			{
				"name": "Смертельная статуэтка",
				"count": 18
			},
			{
				"name": "Призрачное ядро",
				"count": 12
			}
		]
	}
}