{
	"id": 14509,
	"name": "Истина кагура",
	"description": "Божественные колокольчики, используемые в ритуальном танце кагура, благословлены самой Гудзи. Вокруг них витает аромат цветков Священной сакуры.",
	"descriptionRaw": "Божественные колокольчики, используемые в ритуальном танце кагура, благословлены самой Гудзи. Вокруг них витает аромат цветков Священной сакуры.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "Звук колокольчиков словно бы всё ещё доносится из давних времён танцев у трона.\nБелый силуэт далеко впереди, недоступная грёза, от которой не пробудиться...\n\n«В те времена мне, глупому детёнышу, было не сравниться с матриархом Хакусин.\nЯ неуклюже, подобно тому, кто бредёт сквозь сугробы, ковыляла в надежде привлечь внимание великой правительницы.\nЗабавно думать, что благодаря этому неуклюжему бесстрашию она одарила меня своей милостью.\nТак я и попала к ней на службу. Ну, знаете, греть её руки и ноги и всё такое. Большая честь.\n\nПозже госпожа Сайгу ушла без возврата, старшие моего рода также были потеряны.\nИ столь неуклюжему существу, как я, досталась роль Мико. Так я выросла в ту, кого вы знаете.\nИ злополучная задача вызвать улыбку на лице её превосходительства легла на мои плечи.\nВ ту ночь, когда я впервые исполнила танец кагура, я почувствовала тяжесть прошлого».\n\nЗвон колокольчиков стал отдаляться, в извилистой реке снов исчезла серебряная кицунэ, наставница и подруга.\nВновь зазвенели колокольчики - и прочная песчаная отмель растворилась в бурном потоке.\nБелоснежные силуэты из прошлого погрузились во тьму воспоминаний.\nОдинокая кицунэ взяла колокольчики кагура и стала танцевать для красочного настоящего.\n\nОдну знакомую мне упрямую юную тэнгу под предлогом тренировок я смогла убедить удалиться в горы.\nЕё непокорный характер привёл меня к мысли порекомендовать её твердолобым Кудзё.\nИ хотя однажды óни удалось одержать надо мной верх благодаря упорству...\nмои маленькие хитрости сделали поединок куда интереснее.\nМы обменивались письмами с одной наследницей крови Адептов из дальней страны, она даже получила от меня в дар свежие и сочные морские травы.\nНо я совершенно не понимаю её граничащую с глупостью любовь. Разве это не лишние узы для Адепта?\nЛунный свет проникает в дворцовый сад сквозь ветви и лепестки, падая на пустой двор.\nПодобно драгоценным камням, эта сцена сияет в моей поверхностной душе...\n\n«За эти недолгие века мне довелось бродить по свету во многих обличьях.\nИ хоть меня не связывали глубокие узы с простыми людьми, красота человеческой природы мне хорошо известна.\nА у её превосходительства, которую я осмеливаюсь называть подругой, ещё достаточно времени на странствия.\nТак давайте увидим вместе этот несовершенный мир и насладимся его любовью и ненавистью, встречами и расставаниями».\n\nПока её превосходительство была погружена в свою грёзу о вечности, кто-то должен был присматривать за простыми людьми.\nОднажды, чтобы унять обиды злого óни Куроами, мне пришлось показать лишь намёк на зловещую силу, которой обладаю.\nА большой переполох, вызванный лысым тануки Косантой, можно было бы устранить с помощью магии.\nИ наводящий ужас на острова пират Риндзо оказался всеми предан и заброшен из-за одной небольшой хитрости.\nА тот белый лист, бессмертный чудак...\nЯ надеюсь, что «он» найдёт свой путь и не станет угрозой для всех нас.\nТёмный дух мастера меча, скрывающиеся в священном лесу чудовища напастей - все они были стёрты с лица земли...\nПо сравнению с мечтой о вечности её превосходительства, всё это лишь незначительные промежуточные эпизоды.\nОжидание того, что она придёт в себя, казалось, тянулось бесконечно долго, но я знала, что время на нашей стороне.\n\n«Это Царство эвтюмии без ветра и луны, с одними лишь неувядающими лотосами и смоковницами...\nДля меня такое одиночество было бы невыносимо. Мне было бы скучно без желаний и мечтаний.\nЯ предпочла бы срывать ветви Громовой сакуры в хмельном угаре и строить глазки наглым ёкаям.\nИ нет, эта история не о давнем прошлом, а о будущем, исполненном надежд.\nВаше превосходительство, взглянем вместе на лиловые бутоны, когда растает снег?»",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "14,4%",
	"effectName": "Кагура Священной сакуры",
	"effectTemplateRaw": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <color=#99FFFFFF>{0}</color>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <color=#99FFFFFF>{1}</color> бонус урона всеми элементами.",
	"r1": {
		"description": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на 12%. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает 12% бонус урона всеми элементами.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на 15%. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает 15% бонус урона всеми элементами.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на 18%. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает 18% бонус урона всеми элементами.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на 21%. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает 21% бонус урона всеми элементами.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на 24%. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает 24% бонус урона всеми элементами.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114033,
				"name": "Маска злого военачальника",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Скрытый коготь",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Маска тигриной пасти",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Скрытый коготь",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114034,
				"name": "Маска тигриной пасти",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Скрытый заточенный коготь",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114035,
				"name": "Маска однорогого",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Скрытый заточенный коготь",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114035,
				"name": "Маска однорогого",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Скрытый дьявольский коготь",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114036,
				"name": "Маска кидзин",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Скрытый дьявольский коготь",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 18
			}
		]
	}
}