{
	"id": 12414,
	"name": "Кацурагикири Нагамаса",
	"description": "Клинок, выкованный в Татарасуне. Тяжёлый и прочный.",
	"descriptionRaw": "Клинок, выкованный в Татарасуне. Тяжёлый и прочный.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Длинный художественный свиток, созданный одним из инспекторов Татарасуны.\nГоворят, что он такой же прямой и практичный, как и сам художник.\n\nДолгое время, до появления чужеземной технологии, которая помогла построить горн Микагэ,\nВ Татарасуне выплавляли железо традиционным способом.\nНо с тех пор как Микоси стал инспектором, он был одержим красотой стали.\nОн спросил совета у заместителя офицера оружейной палаты Миядзаки, который тоже увлекался ковкой мечей.\nВ конце концов он создал этот простой и крепкий меч - Даитатара Нагамаса.\n\nХотя он был лишь приёмным сыном семьи Микоси, и хотя его приёмная мать испортила репутацию Микоси,\nи хотя единственный законный сын Микоси Митихиро покинул его и исчез,\nиз одной только глупости и верности - качеств, которые он не отрицал - он ценил имя Микоси.\nОн хотел служить в правительстве и благодаря трудолюбию и праведности избавился от дурной репутации своей семьи.\n\nКогда его адъютанта Кацураги уличили в проступке, он безжалостно казнил его.\nС тех пор имя меча и его звание изменились навсегда.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "10%",
	"effectName": "Мастерство самурая",
	"effectTemplateRaw": "Увеличивает урон элементального навыка на <color=#99FFFFFF>{0}</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>{1}</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
	"r1": {
		"description": "Увеличивает урон элементального навыка на 6%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 3 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "Увеличивает урон элементального навыка на 7,5%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 3,5 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
		"values": [
			"7,5%",
			"3,5"
		]
	},
	"r3": {
		"description": "Увеличивает урон элементального навыка на 9%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 4 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "Увеличивает урон элементального навыка на 10,5%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 4,5 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
		"values": [
			"10,5%",
			"4,5"
		]
	},
	"r5": {
		"description": "Увеличивает урон элементального навыка на 12%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 5 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Мудрость Наруками",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Доблесть Наруками",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 12
			}
		]
	}
}