{
	"id": 11511,
	"name": "Ключ Хадж-нисут",
	"description": "Один из пары обсидиановых скипетров. Согласно легенде, он открывает врата в рай, который сокрыт на краю песчаного моря.",
	"descriptionRaw": "Один из пары обсидиановых скипетров. Согласно легенде, он открывает врата в рай, который сокрыт на краю песчаного моря.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "Это история из тех дней, когда мечты Владыки песков исчезли, а Владыка зелени спрятал шёпот демонических небес.\nРаспад разделил великое божественное царство на множество малых царств, а затем стёр их все в песок.\nЦарица одного из этих царств сожгла позолоченные одежды и корону маленького принца и заставила его бежать, переодевшись в мешковину слуги.\nПрошли годы, и принц превратился в сына того, кто правил невольничьими рынками, а затем в скитальца, потерявшего всё.\n\n«Когда я ещё мог плакать над восходом солнца над башней миражей, я давал советы своему повелителю, сокрушая многие города в его честь».\n«Однажды я благословил сына бывшего царя при его рождении: даже после его смерти хвалебные гимны в его честь не затихнут...»\n«Я недооценивал многих людей и события в прошлом, но сейчас я вообще ничего не вижу. Это моё наказание судьбы».\n«Стань моим учеником. Будь моими глазами и опиши мне людей и вещи, которые встретишь в этой позолоченной пустыне».\n«Я надеюсь однажды соткать стихи героев в самый красивый гобелен, который когда-либо существовал в божественных дворах».\n\nМонеты разрушаются, когда переходят из рук в руки, но благородные вещи становятся лишь сильнее.\nЕго последним владельцем был слепой поэт. Позже история превратилась из рассказа о хозяине и слуге в рассказ о учителе и ученике.\n\n«Перед тем, как мы расстались, мама сказала мне, что мы снова встретимся в вечном оазисе...»\n«Используй этот меч как ключ к вратам рая и восстанови царство среди изумрудов и гранатов».\n\nУслышав историю о странствующем принце, престарелый поэт погладил тусклое лезвие чёрного меча. Наконец, он ответил:\n«Это конец наших отношений как учителя и ученика. Я всего лишь мелкая деталь в истории твоей жизни».\n\n«Учитель...»\n\n«Ксифос, тебя ждёт куда более великая судьба, чем любого из поэтов. Не опускайся до того, чтобы описывать истории других».\n«Тебе благоволит джинн. Ты владеешь ключом Хадж-нисут. Ты принц некогда потерянного королевства.\nОтправляйся в странствия. Ты создашь новые истории и найдёшь вечный оазис...\nВ те времена, когда я писал гимны для своего повелителя, я фантазировал о том, чтобы писать оды герою судьбы.\nПозволь мне стать рассказчиком эпопеи твоей жизни. Эпопеи о воссоединении с матерью и возвращении славы Владыки песков».\n\nВ конце концов, их пути пересеклись - наследного принца, который стал рабом, а затем героем, и наёмника, который упал с трона.\n\nВо многих легендах упоминается ключ. Говорят, что он повелел пескам образовать текущую реку в воздухе и запечатать родину после того, как Владыка песков расстался со старыми друзьями.\nГоворят даже, что он использовался для того, чтобы спрятать Чертоги в пустыне и рай мечты под эгидой иллюзий.\nЭтот ключ переходил из рук в руки смертных тиранов и царей, пока наконец тоже не вернулся в объятия песка.\nЧто же касается престарелого слепого поэта, то он шёл по запятнанным кровью следам, пока не отыскал свой путь в лес...",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "14,4%",
	"effectName": "Погребённая поэма дюн",
	"effectTemplateRaw": "Увеличивает НР на <color=#99FFFFFF>{0}</color>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <color=#99FFFFFF>{1}</color> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <color=#99FFFFFF>{2}</color> от макс. HP экипированного этим оружием персонажа на 20 сек.",
	"r1": {
		"description": "Увеличивает НР на 20%. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на 0,12% от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на 0,2% от макс. HP экипированного этим оружием персонажа на 20 сек.",
		"values": [
			"20%",
			"0,12%",
			"0,2%"
		]
	},
	"r2": {
		"description": "Увеличивает НР на 25%. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на 0,15% от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на 0,25% от макс. HP экипированного этим оружием персонажа на 20 сек.",
		"values": [
			"25%",
			"0,15%",
			"0,25%"
		]
	},
	"r3": {
		"description": "Увеличивает НР на 30%. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на 0,18% от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на 0,3% от макс. HP экипированного этим оружием персонажа на 20 сек.",
		"values": [
			"30%",
			"0,18%",
			"0,3%"
		]
	},
	"r4": {
		"description": "Увеличивает НР на 35%. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на 0,21% от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на 0,35% от макс. HP экипированного этим оружием персонажа на 20 сек.",
		"values": [
			"35%",
			"0,21%",
			"0,35%"
		]
	},
	"r5": {
		"description": "Увеличивает НР на 40%. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на 0,24% от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на 0,4% от макс. HP экипированного этим оружием персонажа на 20 сек.",
		"values": [
			"40%",
			"0,24%",
			"0,4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Медный амулет лесной росы",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Сломанная призма",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Железный амулет лесной росы",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Сломанная призма",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Железный амулет лесной росы",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Загрязнённая призма",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Серебряный амулет лесной росы",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Загрязнённая призма",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Серебряный амулет лесной росы",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Блестящая призма",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Золотой амулет лесной росы",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Блестящая призма",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 18
			}
		]
	}
}