{
	"id": 15417,
	"name": "Приближённый короля",
	"description": "Оружие, полученное из истории аранар. Оно приняло форму лука, который способен поражать врагов леса стрелами.",
	"descriptionRaw": "Оружие, полученное из истории аранар. Оно приняло форму лука, который способен поражать врагов леса стрелами.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "«Давным-давно жила-была принцесса, и звали её Синнамон.\nОднажды она взяла с собой тигра, оставила дворец и отправилась в далёкие края».\n\nНо это ваша история. В ваших историях каждое слово имеет глубинный смысл.\nПоэтому я полагаю, что «дворец» олицетворяет собой всё, что делало Синнамон человеком:\nлюди, с которыми её связывали кровные узы, большой дом, здравый смысл и жизненный опыт. А Царь - это желание, что таилось глубоко в её сердце, сияя подобно лунному свету.\nНо для нас дворец - это дворец, Синнамон - это Синнамон, Царь леса - это Царь леса, а лунный свет - это лунный свет.\n\nМне же рассказали совсем другую историю.\nОднажды в лесу заблудилась девочка. Пошла она по следам Царя леса и забрела в тигриный сад.\n«Р-р-р! Будь то звери или птицы, сначала они попадают ко мне в брюхо, а потом возвращаются в землю.\nЯ царь этого леса. Я многих убил и многих спас от гибели. Но таких маленьких девочек, как ты, я на вкус ещё не пробовал»,\n- прорычал тигр. Конечно, к тому времени малышка ещё не забыла ваш язык. Она не поняла ни слова из того, что сказал ей тигр.\n\n«Р-р-рь», - произнесла девочка.\n\nЦаря леса развеселила эта попытка. Доселе всякий раз, когда он начинал говорить, двуногие убегали и прятались в своих деревянных домиках,\nзвери падали без чувств, птицы улетали к солнцу... И даже неустрашимые коты ришболанды скрывались в густом лесу.\n«Ты смотри, грубиянка какая. Рычит она на меня. Ладно уж, научу тебя законам леса и языку нашему.\nС этого дня будешь моей служанкой. Отныне врата лесного дворца всегда для тебя открыты, и ни один зверь не посмеет тронуть тебя.\n\nНо помни, наш мир - лишь сновидение леса. Однажды ты проснёшься и увидишь вокруг бескрайние охотничьи угодья.\nОднажды мы все окажемся там же, куда отправили свою добычу. Не забывай об этом».\n\n...\nКогда Царь леса старится и умирает, его сменяет новый царь. Таков закон для вас, для нас и для всего живого в лесу.\nПрежде чем служанка и Царь состарились, в их дворец забрела такая же потерявшаяся девочка, и ни один опавший лист не смялся под её ногами.\nИ они научили её всему, что знали сами. Потом их знания перешли от той девочки следующим детям, как эта история, что передаётся из уст в уста.\nПосле некоторые дети стали защитниками леса. Они учили людей лесному языку, учили их оберегать земли Царя леса.\nА другие, увидев людскую боль, решили навсегда распрощаться с охотничьими угодьями и превратились в егерей, наводящих трепет на самых страшных зверей.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "12%",
	"effectName": "Учения владыки лабиринта",
	"effectTemplateRaw": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <color=#99FFFFFF>{0}</color> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <color=#99FFFFFF>{1}</color> от силы атаки. Этот эффект может возникнуть раз в 20 сек.",
	"r1": {
		"description": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на 60 ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в 100% от силы атаки. Этот эффект может возникнуть раз в 20 сек.",
		"values": [
			"60",
			"100%"
		]
	},
	"r2": {
		"description": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на 80 ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в 120% от силы атаки. Этот эффект может возникнуть один раз в 20 сек.",
		"values": [
			"80",
			"120%"
		]
	},
	"r3": {
		"description": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на 100 ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в 140% от силы атаки. Этот эффект может возникнуть раз в 20 сек.",
		"values": [
			"100",
			"140%"
		]
	},
	"r4": {
		"description": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на 120 ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в 160% от силы атаки. Этот эффект может возникнуть раз в 20 сек.",
		"values": [
			"120",
			"160%"
		]
	},
	"r5": {
		"description": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на 140 ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в 180% от силы атаки. Этот эффект может возникнуть раз в 20 сек.",
		"values": [
			"140",
			"180%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Эхо пылающей мощи",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Прошлое пылающей мощи",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 12
			}
		]
	}
}