{
	"id": 13414,
	"name": "Крест-копьё Китаин",
	"description": "Копьё, что раньше принадлежало прославленному воину, который охранял Татаригами на острове Ясиори.",
	"descriptionRaw": "Копьё, что раньше принадлежало прославленному воину, который охранял Татаригами на острове Ясиори.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Необычное копье, которое создал Китаин Бунсо для своего особого стиля боя.\nИз-за большого веса его очень трудно использовать без подготовки.\nНо в умелых руках оно способно высвободить огромную разрушительную силу.\n\nВ далёком прошлом Китаин была семьёй, которая охотилась на Татаригами.\nНа протяжении многих поколений они были префектами Ясиори.\n\nВ прошлом в Инадзуме была присказка:\n«Большие врата Аратаки, наследие Ивакура, длинная змея Китаин и Рассекающий туман».\nТак описывали блистательных воинов, которые когда-то освещали землю, как кометы.\nТакже было много других имён. Но они затерялись в истории.\nТак долго будучи охотником на демонов, трудно было не попробовать кровь глубин.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "24",
	"effectName": "Мастерство самурая",
	"effectTemplateRaw": "Увеличивает урон элементального навыка на <color=#99FFFFFF>{0}</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>{1}</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
	"r1": {
		"description": "Увеличивает урон элементального навыка на 6%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 3 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "Увеличивает урон элементального навыка на 7,5%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 3,5 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
		"values": [
			"7,5%",
			"3,5"
		]
	},
	"r3": {
		"description": "Увеличивает урон элементального навыка на 9%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 4 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "Увеличивает урон элементального навыка на 10,5%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 4,5 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
		"values": [
			"10,5%",
			"4,5"
		]
	},
	"r5": {
		"description": "Увеличивает урон элементального навыка на 12%. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает 5 единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя.",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Маска злого военачальника",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Печать Похитителей сокровищ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Маска тигриной пасти",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Печать Похитителей сокровищ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Маска тигриной пасти",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Печать серебряного ворона",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Маска однорогого",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Печать серебряного ворона",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Маска однорогого",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Печать золотого ворона",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Маска кидзин",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Печать золотого ворона",
				"count": 12
			}
		]
	}
}