{
	"name": "Свет лиственного разреза",
	"description": "Этот позолоченный клинок, выполненный из драгоценных белых ветвей, когда-то рассекал бесчисленные ядовитые пары, которые отравляли лес.",
	"weapontype": "Одноручное",
	"rarity": "5",
	"story": "Из золотого края явился странник, тело и душа его были исполосованы следами битвы.\nКогда-то он был принцем, но теперь стал обычным путником, заблудившимся в изгибах зелёного лабиринта.\nСтарый лесной царь, учуяв кровавый запах власти, невольно вздохнул...\nНа зов пришла охотница с белоснежным луком, которой было поручено разить всех существ, явившихся в лес извне.\n\nТучи растекались по небу, словно чернильные пятна по бумаге. Шёпот смерти летел по лесному лабиринту в поисках цели.\nСледуя за изгнанником, проклятие вышло из пустыни и принялось пожирать земли, где царила жизнь.\nОна шла через лазурные галереи и узкие переходы, незнакомый запах открыл ей, зачем изгнанник явился в лес...\nБлуждая между памятью и честолюбием, он потерялся среди беспокойного плеска воды и пения птиц...\n\n«Ты ранен моей стрелой, дерзкий захватчик! А следующая стрела полетит прямо в сердце.\nТы больше не будешь кружить по лесу, не будешь тревожить детские сны. Здесь нет короны, которую ты ищешь!»\n\nТакое предупреждение храбрая лесная охотница дала своей добыче, и никто ещё не ускользнул от её стрел, никто не ушёл от её острых глаз.\nНо в этот раз она зачем-то послала свою стрелу в пустоту, чтобы не поразить заблудшего путника.\nТравы в недоумении перешёптывались, а укрытые сном дети выдохнули, ибо кровь осталась непролитой.\nДремлющий лесной царь, ведавший всеми снами, понял намерение охотницы, и изо рта его вырвался шёпот, от которого задрожали даже самые большие деревья:\n\n«Этот смертный не похож на тебя. Он родом из нечистой страны, и руки его обагрены кровью, а сердце гноится от заблуждений и безумия.\nНо лес хранит только невинные сны, и кровь проливается лишь во время охоты и жертвоприношения. Обману здесь не место.\nЕсли ты думаешь, что он способен отвоевать свою славу в лабиринте, направь его, и пусть он сломит белую ветвь...\nТогда луна и звёзды даруют ему чистую мудрость и помогут избавиться от горьких воспоминаний и страстей».\n\nИ охотница взяла свой белоснежный лук и погнала странника в глубины лабиринта...\nЧто случилось потом, знают только луна и звёзды, правда об этом скрыта в туманных детских снах.\nХодят слухи, что изгнанный принц выковал из белой ветви клинок, принадлежавший ему и только ему одному.\nДругие дети шепчут во сне, что с тех пор он забыл, как назывался его родной край, забыл и свою мечту стать царём.\nС той поры имя принца Фарамарза растворилось в тропическом лесу и вернулось в пустыню с песком, на волнах ветра.",
	"baseatk": 44,
	"substat": "Крит. урон",
	"subvalue": "19.2",
	"effectname": "Остриё белой луны",
	"effect": "Шанс крит. попадания увеличивается на {0}. Когда обычная атака наносит элементальный урон, она даёт эффект Лиственного выреза: урон обычных атак и элементальных навыков повышается на {1} от мастерства стихий. После 28 активаций или через 12 сек. эффект исчезнет. Лиственный вырез можно получить не чаще одного раза в 12 сек.",
	"r1": [
		"4%",
		"120%"
	],
	"r2": [
		"5%",
		"150%"
	],
	"r3": [
		"6%",
		"180%"
	],
	"r4": [
		"7%",
		"210%"
	],
	"r5": [
		"8%",
		"240%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 10000
			},
			{
				"name": "Медный амулет лесной росы",
				"count": 5
			},
			{
				"name": "Опустошённая оболочка",
				"count": 5
			},
			{
				"name": "Выцветший красный шёлк",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Железный амулет лесной росы",
				"count": 5
			},
			{
				"name": "Опустошённая оболочка",
				"count": 18
			},
			{
				"name": "Выцветший красный шёлк",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Железный амулет лесной росы",
				"count": 9
			},
			{
				"name": "Прочная оболочка",
				"count": 9
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Серебряный амулет лесной росы",
				"count": 5
			},
			{
				"name": "Прочная оболочка",
				"count": 18
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 55000
			},
			{
				"name": "Серебряный амулет лесной росы",
				"count": 9
			},
			{
				"name": "Меченая оболочка",
				"count": 14
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 65000
			},
			{
				"name": "Золотой амулет лесной росы",
				"count": 6
			},
			{
				"name": "Меченая оболочка",
				"count": 27
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 18
			}
		]
	}
}