{
	"id": 14502,
	"name": "Молитва святым ветрам",
	"description": "Сборник молитв, написанный коренными жителями континента, которые поклонялись ветру. В течение тысячелетий эта книга, наделённая благословением ветров, накопила необычайную магическую силу.",
	"descriptionRaw": "Сборник молитв, написанный коренными жителями континента, которые поклонялись ветру. В течение тысячелетий эта книга, наделённая благословением ветров, накопила необычайную магическую силу.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "Писания о древних ветрах, передаваемые из поколения в поколение среди священнослужителей культа Анемо Архонта.\nНа протяжении столетий к пожелтевшим страницам этой книги прикасалось огромное количество рук, но все отпечатки давно унёс с собой ветер.\n\nВ эпоху, когда повелитель бури правил с вершины своей башни, плач отчаявшихся заполнил страницы священного писания.\nЗатем, в эпоху таяния снегов, торжество растущей зелени переписала страницы.\n\nВ былые времена, когда правящая аристократия дёргала за ниточки, управляя своим народом,\nСвященные писания в руках рабов рассказывали об их зависти тысячи ветрам.\n\nЛюди Мондштадта жили, сражались, мирились, радовались и наслаждались свободой.\nС течением золотой эпохи, священные писания становились все толще и тяжелее.\n\nКогда Мондштадт родился заново, и церковь, наконец, скинула оковы,\nСвященные писания ветров больше не могли лежать на полке.\nТак книга покинула церковную сокровищницу и бесследно исчезла.\nКак и жители Мондштадта,\nОна принадлежала свободе и ветрам.\n\nНа титульном листе красивым почерком написано:\n\nДети Анемо Архонта, внемлите этим словам:\nМы пришли с ветром и уйдём с ветром.\nНикогда не печальтесь обо мне.\nЭто всего лишь моя плоть и мои кости, что питают почву,\nА моя душа стала единым с тысячью ветрами.\n\nКогда цветут цветы и листья колышутся на ветру,\nЭто я пою песни о свободе, о ветрах.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "7,2%",
	"effectName": "Опека ветров",
	"effectTemplateRaw": "Увеличивает скорость передвижения на 10%. Во время битвы даёт <color=#99FFFFFF>{0}</color> бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
	"r1": {
		"description": "Увеличивает скорость передвижения на 10%. Во время битвы даёт 8% бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Увеличивает скорость передвижения на 10%. Во время битвы даёт 10% бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Увеличивает скорость передвижения на 10%. Во время битвы даёт 12% бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Увеличивает скорость передвижения на 10%. Во время битвы даёт 14% бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Увеличивает скорость передвижения на 10%. Во время битвы даёт 16% бонус элементального урона каждые 4 сек. Может складываться до 4 раз. Эффект оканчивается, если персонаж погибает или покидает поле боя.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 18
			}
		]
	}
}