{
	"id": 13513,
	"name": "Элегия Люмидус",
	"description": "Великолепное копьё, украшенное лазоревыми кристаллами. Говорят, его до конца жизни бережно хранил легендарный судебный дуэлянт, ни разу так и не использовав.",
	"descriptionRaw": "Великолепное копьё, украшенное лазоревыми кристаллами. Говорят, его до конца жизни бережно хранил легендарный судебный дуэлянт, ни разу так и не использовав.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 5,
	"story": "В подземном городе, куда не проникает ни дождь, ни солнечный свет, ради кусочка заплесневелого хлеба она готова была\nбез всяких колебаний обнажить ржавое лезвие и лишить жизни такого же ничтожного человека, как она сама.\nСлабые и трусливые становятся добычей сильных, это «естественный порядок», которому подчиняется Флёв Сандр.\nА значит, если однажды охотник сам падёт от руки более сильного, он должен принять судьбу жертвы.\nКак говорила её покойная мать, пепел к пеплу, прах к праху.\n\nОглядываясь назад, она видела, что в её жизни не было никакого смысла. Она ничего не добилась и ни на что не надеялась.\nНо если таков «естественный порядок», значит, его принятие должно само по себе дарить счастье?\nНо смерть, которую она ждала, не спешила. Она беспокойно приоткрыла один глаз, посмотрела наверх\nи увидела девушку в странном наряде. Девушка ласково ей улыбнулась и заправила ей за ухо цветок, который сотворила буквально из воздуха.\n\n«Мы зовём такой цветок ламповым колокольчиком. На языке цветов он означает... надежду. Смотри, цвет подходит к твоим волосам.\nУ тебя такие красивые глаза. Нельзя, чтобы в них сквозило одно отчаяние.\nИди за мной, девушка с сапфировыми глазами, позволь мне обменять этот цветок на твоё сердце».\n\nТак Марфиза, которая впоследствии станет известна как сильнейшая судебная дуэлянтка, впервые попала в надземный город.\nВ роскошной ложе великолепного театра она уже не могла вспомнить улыбки фокусника и ассистентки.\nОна помнила только цветы, что распускались в ослепительном свете прожекторов, пока фокусники творили свою иллюзию. Яркие, чистые, сильные.\nЕсли бы она могла жить под солнцем столь же «естественно», ей бы не пришлось больше скрываться в пепле.\nТеперь она поняла, что у неё должна быть надежда. И жизнь, впервые увидевшая свет, ещё может расцвести, точно ламповый колокольчик.\n\nТак девушка, рождённая из пепла, наконец поднялась на собственную сцену, о которой всегда мечтала.\nУ неё не было учителя, только необыкновенный талант, она копировала все боевые приёмы, которые видела.\nОстрие её копья не знало пощады, но потоки алой крови окрашивали его, напоминая цветочные лепестки, что падают для неё одной.\nКазалось, холодная и благородная фигура на сцене танцует с самой «смертью».\nОна напоминала сапфировую ведьму из знаменитой книги Коппелиуса, ведьму, которая умела видеть роковые изъяны.\n\nЖизнь и смерть, победа и поражение - всё было частью естественного порядка вещей. Если будешь следовать этому порядку,\nтебе откроется путь к «победе». А добро, зло и все законы верхнего мира здесь ни при чём.\nНо однажды серия поединков, из которых она выходила победительницей, окончилась. Её обманули глаза мечника, он нарочно замедлился\nи выявил её роковой изъян. Его клинок ранил её руку, и ей пришлось признать за ним превосходство.\n\n«У тебя интересный стиль, хоть и немного скованный. Ты будто следуешь по намеченному курсу.\nНо человеческие сердца меняются, и в мире нет такого света, который горел бы вечно. Твоя слабость состоит в приверженности правилам.\nНо при этом весь твой боевой стиль строится на \"правилах\", в которые ты веришь. Тебе будет трудно от них отказаться.\nБыть может, тебе стоит попробовать иной подход и взять за правило \"неизменность\"?\nРассмотрим, к примеру, \"справедливость\". Как сказал Золотой охотник, пусть небо рухнет, а земля разлетится на части, справедливость всё равно останется».\n\n«Как смеет житель надземного мира рассуждать о справедливости? Пусть ты сражаешься лучше меня, это не даёт тебе права читать мне нотации.\nРано или поздно наступит день, когда и ты падёшь от моего копья, Охотник».\n\nТак она ответила, но её ответ не умалял правоты собеседника: преступления должны быть наказаны, а ложь разоблачена.\nТаков закон этого мира, справедливость должна побеждать. Как бы иначе он смог одержать над ней победу?\nА раз так, ей следовало взять за принцип справедливость и одарить погребальной песней всех, кто стремился уклониться от правосудия.\nВот так девушка, рождённая из пепла, отказалась от прежних правил, облачилась в пурпурные одежды и стала\nвершить справедливость, которой должен был подчиняться каждый, пока пламя Пуассона не привело к ней преступницу Парсифаль...\n\n...\nОглядываясь назад, она видела, что в её жизни не было никакого смысла. Она ничего не добилась и ни на что не надеялась.\nНо если таков «естественный порядок», значит, его принятие должно само по себе дарить счастье?\nКогда она упала в чистые первозданные воды, всё, что раньше казалось ей очевидным, попросту лишилось смысла.\nЕё воспоминания растворились в воде, но она так и не узнала, что ламповый колокольчик на самом деле никогда не был символом надежды.\nКак говорила её покойная мать, пепел к пеплу, прах к праху,\nно в конце долгого пути судьба не удосужилась одарить её цветистой погребальной песней, которую она заслужила.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "7,2%",
	"effectName": "Увертюра яркого рассвета",
	"effectTemplateRaw": "Увеличивает силу атаки на <color=#99FFFFFF>{0}</color>. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на <color=#99FFFFFF>{1}</color>. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает <color=#99FFFFFF>{2}</color> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя.",
	"r1": {
		"description": "Увеличивает силу атаки на 15%. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на 18%. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает 12 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя.",
		"values": [
			"15%",
			"18%",
			"12"
		]
	},
	"r2": {
		"description": "Увеличивает силу атаки на 19%. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на 23%. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает 13 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя.",
		"values": [
			"19%",
			"23%",
			"13"
		]
	},
	"r3": {
		"description": "Увеличивает силу атаки на 23%. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на 28%. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает 14 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя.",
		"values": [
			"23%",
			"28%",
			"14"
		]
	},
	"r4": {
		"description": "Увеличивает силу атаки на 27%. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на 33%. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает 15 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя.",
		"values": [
			"27%",
			"33%",
			"15"
		]
	},
	"r5": {
		"description": "Увеличивает силу атаки на 31%. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на 38%. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает 16 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя.",
		"values": [
			"31%",
			"38%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Разбитая чаша непорочного моря",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Сломанный эфес",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Сломанный эфес",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 9
			},
			{
				"id": 112099,
				"name": "Расщеплённый эфес",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 5
			},
			{
				"id": 112099,
				"name": "Расщеплённый эфес",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 9
			},
			{
				"id": 112100,
				"name": "Неугасающий эфес",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Золотой кубок непорочного моря",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Неугасающий эфес",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 18
			}
		]
	}
}