{
	"id": 12418,
	"name": "Цветок в латах",
	"description": "Изящный двуручный меч, украшенный цветами и лентами.",
	"descriptionRaw": "Изящный двуручный меч, украшенный цветами и лентами.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Образ «анемонии» с годами ушёл в небытие.\nВ мирные годы название этого цветка стало означать радость и любовь.\nИногда даже кованое оружие, предназначенное для завоеваний и побед,\nукрашается такими цветами по желанию заказчика или кузнеца.\nПохоже, что этот клинок кто-то изготовил на заказ для дорогого ему человека.\n\n«Стальные клинки его не разрубят, и каменная тюрьма его не сдержит.\nВетер не страшится будущего, а лишь несётся ему навстречу», -\nбезымянный пастырь, не принадлежавший к церкви, тихо рассказывал истории о ветре.\nИ подарил «цветы» тем, в чьих глазах ещё не померк свет.\n\nЕсли благородные потомки напрочь забыли о своей первоначальной клятве, если тщеславное молчание стало повсеместным,\nи если бы принцип крови противоречил дующему ветру, то легенда о деревьях и цветах была бы запрещена.\nВ ту эпоху цветы росли в местах, не нравившихся людям.\nЦветы были смыты ветром, но оставили мгновение великолепного очарования в мрачном мире.\n\n«В тени, отбрасываемой башней прошлого, в переулках и улицах сегодняшнего дня...\n...цветы сияют в маленьких укромных уголках», -\nбезымянный пастырь, не принадлежащий ко дворцу, тихо рассказывал истории о цветке.\n\nОн сказал: «Сегодня Луди Гарпастум забрали благородные».\nНо знаете ли вы, что в руинах, над которыми когда-то проносились могучие ветры, холмы и дали были усеяны дикими цветами?\nЭти цветы не были обычными. Чем сильнее дул ветер, тем прочнее цеплялись они корнями и тем пышнее расцветали.\nДень, когда королевство будет усеяно этими цветами, станет днём, когда башня окончательно рухнет.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "24",
	"effectName": "Тайный язык ветра и цветов",
	"effectTemplateRaw": "После попадания элементальным навыком по противнику или активации элементальной реакции, на 8 сек. сила атаки повышается на <color=#99FFFFFF>{0}</color>, а мастерство стихий - на <color=#99FFFFFF>{1}</color> ед.",
	"r1": {
		"description": "После попадания элементальным навыком по противнику или активации элементальной реакции, на 8 сек. сила атаки повышается на 12%, а мастерство стихий - на 48 ед.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "После попадания элементальным навыком по противнику или активации элементальной реакции, на 8 сек. сила атаки повышается на 15%, а мастерство стихий - на 60 ед.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "После попадания элементальным навыком по противнику или активации элементальной реакции, на 8 сек. сила атаки повышается на 18%, а мастерство стихий - на 72 ед.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "После попадания элементальным навыком по противнику или активации элементальной реакции, на 8 сек. сила атаки повышается на 21%, а мастерство стихий - на 84 ед.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "После попадания элементальным навыком по противнику или активации элементальной реакции, на 8 сек. сила атаки повышается на 24%, а мастерство стихий - на 96 ед.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Опустошённая оболочка",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Опустошённая оболочка",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Прочная оболочка",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Прочная оболочка",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Меченая оболочка",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Меченая оболочка",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 12
			}
		]
	}
}