{
	"id": 12415,
	"name": "Аквамарин Махайры",
	"description": "Древний двуручный меч, отливающий мерцанием волн. Его лезвие осталось исключительно острым даже после тысячелетий, проведённых в песках.",
	"descriptionRaw": "Древний двуручный меч, отливающий мерцанием волн. Его лезвие осталось исключительно острым даже после тысячелетий, проведённых в песках.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Легенда гласит, что тысячу лет назад, в эпоху, когда глупый царь был похоронен под дюнами...\nМножество недолговечных городов-государств существовали на бесплодной бескрайней позолоченной земле.\nЭтот двуручный меч принадлежит танцовщице Махайре, которая когда-то была наложницей тирана.\nСвоим безжалостным танцем с мечом она завоевала благосклонность царя, а также внимание принца.\n\nБлагородный царь умирающего царства был тучен и надменен, предаваясь чревоугодию, наслаждаясь вином и охотой каждый день.\nНичем не отличаясь от других царей того упадочного века, он занимался бесконечными завоеваниями, разрушениями и накоплением добычи.\n\nКогда всё накрыла темнота ночи, лунный свет успокоил и погрузил в сон королевство.\nТучный тиран не мог вынести оцепенения и погрузился в глубокий сон, его храп эхом разносился по покоям, словно раскаты грома...\nОчаровательная наложница уже видела признаки разрушения, поэтому она отполировала свой меч и приготовилась к последнему танцу.\nМолодой принц уже предвидел признаки опустошения, поэтому ночью пришёл на встречу с обезумевшей Махайрой.\n\n«То, что рождено в обжигающих песках, под ними же и будет погребено. Даже если долгими ночами пустыня холодна, как лёд, её огненная судьба никогда не будет забыта».\n«Если таково ваше решение, то, пожалуйста, позвольте мне сделать хоть что-нибудь для старой страны, которая давно пала».\n«Небольшая месть спасёт нас от большой беды. Тот, кто пристрастился к охоте, падёт от когтей сокола, которого сам же добыл».\n«Моя мать, джинн, научила меня семикратному танцу с мечом. Если я завоюю для вас трон, мне больше не придётся ублажать других, и это меня успокоит».\n\nЗаговор с целью свержения правителя был составлен между складок простыней, а нежные слова влюблённых стали острыми клинками.\nУродливый тиран вернулся в страну обжигающих песков, а его мечты о войнах и гаремах наконец растворились в воздухе, словно мираж.\nВзлёт и падение города-государства всего лишь пьяный сон, в котором и добрые, и злые были раздавлены огромными жерновами, как пшеничная шелуха.\nНаложница, искусная в танце с мечом, в конце концов не смогла стать царицей, а мудрый старый министр, который выжил, чтобы рассказать эту историю, тоже потерял глаза.\nНеудачники, выброшенные водоворотом в море песка, стали скитальцами или наёмниками, и, наконец, лес поглотил их...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "36",
	"effectName": "Чертоги в пустыне",
	"effectTemplateRaw": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>{0}</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
	"r1": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 24% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 30% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 36% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 42% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 48% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Эхо пылающей мощи",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Печать Похитителей сокровищ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Печать Похитителей сокровищ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Печать серебряного ворона",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Печать серебряного ворона",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Печать золотого ворона",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Прошлое пылающей мощи",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Печать золотого ворона",
				"count": 12
			}
		]
	}
}