{
	"id": 12433,
	"name": "Мастер-ключ",
	"description": "Тяжёлый и острый двуручный меч. Сила - ключ, способный открыть практически любой замок.",
	"descriptionRaw": "Тяжёлый и острый двуручный меч. Сила - ключ, способный открыть практически любой замок.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Ни одна тайна не остаётся сокрытой навсегда, ведь даже в самой тёмной и потайной комнате небрежность всегда оставит трещину.\nНезависимо от сложности или гениальности замка, он уязвим с момента своего создания,\nтак же как даже самый тщательный план обязательно содержит в себе семена собственной неудачи.\n\nДля девушки, которая утверждала, что является преемницей великого вора, все секреты и механизмы были пустяками.\nГордая знать севера и льстивые торговцы вдоль границы быстро усвоили,\nчто неприступные замки не защитят их от её мастерства.\n\nЧем сложнее конструкция, тем слабее её ядро.\nПри достаточном давлении ни один замок не сможет держаться вечно.\n\nСлава о «Клинколоме» распространилась подобно лесному пожару, и в конце концов о Шанковской, дочери бедного крестьянина, никто уже больше не помнил.\nДевушка, которая лгала о том, что является наследницей повелителя альвов, похитила несметные сокровища. Её смех звенел в полумраке, и она казалась настоящей аристократкой в окружающей её прискучившей роскоши.\nЭто должна была быть посредственная и скучная жизнь, это должна была быть жизнь, в которой ничто не трогало бы сердце, но всё кардинально изменилось одним днём, когда внезапно раздался голос:\n\n«Моя дорогая юная госпожа, о гордая и нелепая самозванка, я полагаю, вы первая, кто увидел эту новость.\nМеня не интересуют так называемые тайные сокровища великого герцога, как и репутация великого вора, так что можете распоряжаться ими по своему усмотрению,\nно запомните: я был первым, кто сломал этот механизм. Пусть моё имя будет выгравировано в вашем сердце, имя, которое вы будете помнить вечно, а также ваше поражение».\n\nУжин-банкет великого герцога стал откровенной провокацией для воров со всего мира, поскольку все хвастались, что выставленные напоказ тайные сокровища невозможно украсть.\nМолодая девушка, посмеявшись над его высокомерием, поклялась украсть его сокровище, совершив, таким образом, своё последнее ограбление перед выходом на долгожданный отдых.\nНо кто-то опередил её. Вор, назвавшийся Беглецом, оставил на стене издевательское послание, и это вызвало у неё бурю эмоций, от ярости до унижения.\n\nЗа этим последовало бесчисленное множество изнурительных состязаний, каждое из которых заканчивалось унизительным поражением.\nУмение открывать замки, которым когда-то гордилась молодая женщина, продолжало подводить её в соперничестве с невидимым врагом.\nЧем больше она терпела неудач, тем сильнее её одолевал стыд, и тем сильнее она жаждала встречи с тем, кто продолжал её превосходить в этом ремесле.\nТак продолжалось до тех пор, пока однажды её раздражающий соперник, который всегда доводил её до белого каления, не исчез бесследно.\nВпоследствии до неё дошли слухи, что вора поймали и казнили.\n\nПо непонятным ей самой причинам она оказалась среди беспорядочных могил, чтобы откопать каменный гроб с телом заключённого.\nНо когда она выкопала его и заглянула внутрь, то обнаружила, что тело исчезло. Осталась лишь издевательская фраза, высеченная на холодном камне.\n\nВытирая слёзы, причины которых она толком не могла объяснить, молодая женщина сквозь зубы проклинала хитрость своего давнего врага.\nКак всегда, она поклялась посвятить свою жизнь раскрытию правды о его инсценированной смерти и раз и навсегда перехитрить его.\nВ конце концов, время забрало и красоту, которой она когда-то блистала, и её последний вздох.\nНе имея больше возможности открыть даже простой замок, женщина в последний раз прокляла имя своего противника, прежде чем лечь в пустой гроб.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "13,3%",
	"effectName": "Мгновенное решение",
	"effectTemplateRaw": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на <color=#99FFFFFF>{0}</color> ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на <color=#99FFFFFF>{1}</color> ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
	"r1": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 60 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 60 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 75 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 75 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 90 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 90 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 105 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 105 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 120 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 120 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Растоптанная слава последователей крайнего севера",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Потускневшая кость",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Упрямое заблуждение последователей крайнего севера",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Потускневшая кость",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Упрямое заблуждение последователей крайнего севера",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Светящиеся останки",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Подношение последователей крайнего севера",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Светящиеся останки",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Подношение последователей крайнего севера",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Сияющая кость",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Златое сияние последователей крайнего севера",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Сияющая кость",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 12
			}
		]
	}
}