{
	"id": 13419,
	"name": "Копьё послания ветров",
	"description": "Штандарт, указующий путь ветру. Не всегда идиллия ветров остаётся такой же нежной, как и в начале...",
	"descriptionRaw": "Штандарт, указующий путь ветру. Не всегда идиллия ветров остаётся такой же нежной, как и в начале...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Маяк, который ведёт путешественника домой. Серебряный сокол всегда склоняется перед далёким ветром.\nЗелёное перо кружилось, пока она нежно пела, направляя возвращающегося домой на другую сторону, где дул нежный ветер.\n\n«Мне всё равно, откуда ты и какие грехи совершила. Просто...» -\nсказал «молодой господин» (хотя он таковым не был), вытирая кровь с её лица.\n«Когда придёт время, когда ветры перемен пронесутся по этой земле, я хочу, чтобы ты была рядом со мной.\nСокола убил я. Держи это в тайне...»\n\nПодобно тому, как родственная кровь будет пролита жестоким копьём и оставлена чернеть на снегу,\nеё сердце тоже было пронзено, словно невидимой стрелой, когда она увидела настоящего «молодого господина» перед своим мысленным взором.\nС тех пор она выполняла не только работу служанки,\nно и задания, необходимые для достижения его целей.\nОна мечтала быть рядом с ним. Нет, хотя бы быть в толпе позади него.\nОна мечтала купаться в ветрах - чего она даже не понимала - вместе с ним, её настоящим «молодым господином».\nПришлось выдернуть много гвоздей, чтобы великое здание рухнуло...\n\n«Не горюй, Присцилла. Всё в этом мире имеет свою цену.\nПомни, если нас раскроют, зажги маяк на пике Буревестника.\nКогда ветры перемен пронесутся по этим землям, мы будем их диким, воющим авангардом. Ты и я».\n\n«Да, господин Эберхарт».\nОна забудет род и свой долг, оставит разлуку и больное сердце.\nГвоздей осталось не так уж много. Былая слава скоро вернётся.\n\nНо...\nСемейные соколы и гончие уловили запах заговора, и силуэты парусов так никогда и не были замечены на мысе.\n\nВ конце концов, она усмехнулась. Когда-то она протестовала против своей судьбы и судьбы бесчисленного множества других людей.\nОднако в этот момент, когда она подняла глаза на бледный лунный свет и мечи, которые его отражали,\nкогда она посмотрела на насмешливую толпу, она не почувствовала ни огорчения, ни обиды, хотя и не знала почему.\n\nГвоздей осталось не так уж много. Былая слава скоро вернётся.\nМолодой господин, вы будете похожи на этого серебряного сокола. Вы будете направлять ураган.\nНе оплакивайте меня. Скоро я стану огоньком тысячи ветров...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "9%",
	"effectName": "Недошедший ветер",
	"effectTemplateRaw": "В течение 10 сек. после активации элементальной реакции сила атаки повысится на <color=#99FFFFFF>{0}</color>, мастерство стихий - на <color=#99FFFFFF>{1}</color> ед.",
	"r1": {
		"description": "В течение 10 сек. после активации элементальной реакции сила атаки повысится на 12%, мастерство стихий - на 48 ед.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "В течение 10 сек. после активации элементальной реакции сила атаки повысится на 15%, мастерство стихий - на 60 ед.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "В течение 10 сек. после активации элементальной реакции сила атаки повысится на 18%, мастерство стихий - на 72 ед.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "В течение 10 сек. после активации элементальной реакции сила атаки повысится на 21%, мастерство стихий - на 84 ед.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "В течение 10 сек. после активации элементальной реакции сила атаки повысится на 24%, мастерство стихий - на 96 ед.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Молочный зуб арктического волка",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Мрачная статуэтка",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Мрачная статуэтка",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Тёмная статуэтка",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Тёмная статуэтка",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Смертельная статуэтка",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Ностальгия арктического волка",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Смертельная статуэтка",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 12
			}
		]
	}
}