{
	"id": 11509,
	"name": "Рассекающий туман",
	"description": "Меч, пылающий зловещим фиолетовым светом. Однажды он уже был сломан, но затем его выковали заново.",
	"descriptionRaw": "Меч, пылающий зловещим фиолетовым светом. Однажды он уже был сломан, но затем его выковали заново.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "Один из многих мечей, которыми сёгун одаривает хатамото. Говорят, что он может призвать силы молнии и разрубить надвое всё, включая горы, ветер, ночь и даже туман.\nОднажды его разбили на тысячу осколков. Когда его перековали, его клинок украсили полосами, напоминающими поток облаков.\n\nВ народной песне поётся об «Больших вратах Аратаки, наследии Ивакуры, длинной змее Китаин и Рассекающем туман».\nДети, любящие боевые искусства, сопоставили знаменитых мастеров боевых искусств. Один из них - Такаминэ с Рассекающим туман.\nОднажды он путешествовал вместе с монахом в поисках очищения от скверны и с помощью секретного стиля меча «Рассекатель Тумана» убил бесчисленное множество монстров и Татаригами.\nОн также научился у тэнгу Ёго стрельбе из лука и передал это знание избранному им владельцу.\nОднако у Рассекателя Тумана, секретного стиля боя с мечом, не было последователей, и теперь его можно встретить только в рукописях, рисунках и сказках.\n\nВ конце своей службы он занял должность помощника в армии сёгуна и сражался против тёмной армии.\n\nЕсли бы он не проспорил ей свой любимый лук, возможно, всё было бы иначе.\nНо настоящим игрокам не пристало сожалеть, думать «а что, если» или сокрушаться «если бы только».\nВраги приходят, как туман. Поэтому просто продолжай рубить, используя стиль, который может его рассеять.\nЕсли удары будут достаточно быстрыми, то тёмный туман рассеется, и ты увидишь свет.\n\n«Асасэ, твоё обещание... Нет, в этот раз я не проиграю».\n«Я вернусь и заберу лук, который поставил, и само будущее станет моим призом!»\n\nКак нескончаемая цепь молний, он с Рассекающим туман сразил бесчисленное количество демонов.\nОднако меч был не таким стойким, как его владелец. Постепенно он сломался.\nИ погрузился в этот густой тёмный туман...\nВ конце концов его восстановили, использовав только часть осколков клинка, и меч унаследовал название Рассекающий туман.\n\nСловно держась в темноте за паутинку, воин крепко сжимал рукоять сломанного меча.\nВ тёмном тумане он упорно напоминал себе:\nРезультат игры ещё неизвестен. Я должен вернуться к Асасэ...",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "9,6%",
	"effectName": "Лезвие рассекателя тумана",
	"effectTemplateRaw": "Все типы элементального урона получают <color=#99FFFFFF>{0}</color> бонуса урона, а также силу Эмблемы рассекателя тумана. На уровнях эмблемы 1, 2 или 3 персонаж получает <color=#99FFFFFF>{1}</color> бонуса к элементальному урону своей стихии соответственно. Персонаж получает 1 уровень Эмблемы рассекателя тумана в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждой эмблема рассчитывается индивидуально.",
	"r1": {
		"description": "Все типы элементального урона получают 12% бонуса урона, а также силу Эмблемы рассекателя тумана. На уровнях эмблемы 1, 2 или 3 персонаж получает 8%, 16% или 28% бонуса к элементальному урону своей стихии соответственно. Персонаж получает 1 уровень Эмблемы рассекателя тумана в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
		"values": [
			"12%",
			"8%, 16% или 28%"
		]
	},
	"r2": {
		"description": "Все типы элементального урона получают 15% бонуса урона, а также силу Эмблемы рассекателя тумана. На уровнях эмблемы 1, 2 или 3 персонаж получает 10%, 20% или 35% бонуса к элементальному урону своей стихии соответственно. Персонаж получает 1 уровень Эмблемы рассекателя тумана в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
		"values": [
			"15%",
			"10%, 20% или 35%"
		]
	},
	"r3": {
		"description": "Все типы элементального урона получают 18% бонуса урона, а также силу Эмблемы рассекателя тумана. На уровнях эмблемы 1, 2 или 3 персонаж получает 12%, 24% или 42% бонуса к элементальному урону своей стихии соответственно. Персонаж получает 1 уровень Эмблемы рассекателя тумана в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждой эмблемы рассчитывается индивидуально.",
		"values": [
			"18%",
			"12%, 24% или 42%"
		]
	},
	"r4": {
		"description": "Все типы элементального урона получают 21% бонуса урона, а также силу Эмблемы рассекателя тумана. На уровнях эмблемы 1, 2 или 3 персонаж получает 14%, 28% или 49% бонуса к элементальному урону своей стихии соответственно. Персонаж получает 1 уровень Эмблемы рассекателя тумана в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
		"values": [
			"21%",
			"14%, 28% или 49%"
		]
	},
	"r5": {
		"description": "Все типы элементального урона получают 24% бонуса урона, а также силу Эмблемы рассекателя тумана. На уровнях эмблемы 1, 2 или 3 персонаж получает 16%, 32% или 56% бонуса к элементальному урону своей стихии соответственно. Персонаж получает 1 уровень Эмблемы рассекателя тумана в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждой эмблема рассчитывается индивидуально.",
		"values": [
			"24%",
			"16%, 32% или 56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Коралловая ветвь внешних морей",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Драгоценная ветвь внешних морей",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Драгоценная ветвь внешних морей",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Нефритовая ветвь внешних морей",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Нефритовая ветвь внешних морей",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Золотая ветвь внешних морей",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 18
			}
		]
	}
}