{
	"name": "Вальс Нирваны Ночи",
	"description": "Лук, окрашенный в цвета греха и диких ночных фантазий.",
	"weapontype": "Стрелковое",
	"rarity": "4",
	"story": "...\n«Миледи, ни одна слеза не была пролита напрасно во время вашего паломничества».\nТак сказал Озвальдо фон Храфнавайнс, когда принцесса завершила своё путешествие по стране вечного безмолвия.\n\nВ своём долгом путешествии через пространство и время Принцесса осуждения и её Разрезающий ночь ворон Оз стали свидетелями бесчисленных историй и их завершений, каждое из которых - капля дождя, падающая в конце пути в море страданий. Гнев каждого мальчика на несправедливость должен превратиться в спокойствие. Каждая страсть должна быть перемолота в пыль жерновами времени, прежде чем превратиться в дикую паранойю на этом перевернутом Древнем дереве. Даже та ветвь древа времени, на которой гнездилась великая и славная Республика Рема, в итоге будет отсечена, чтобы воцарилась нация, основанная другим ребёнком-близнецом волков.\nВсё в этом мире должно пройти через порог уничтожения, чтобы перейти в будущее королевство принцессы. В тишине её тёмного ночного сада они найдут покой.\nИ всё же, когда Дроктфулт пал от когтей мирового чудовища, сражаясь за юношеские мечты и все дожди, что так и не пролились, принцесса разрыдалась.\n\n«Слушай внимательно, Озвальдо фон Храфнавайнс. Принцесса Нирваны Ночи не плачет».\nОна продолжила: «Кто из рождённых в этом мире не отягощён грехом? Когда снова пробьёт час суда, подол ночи снова опустится на землю. Тогда борьба людей и зверей, запертых в ловушке, станет лишь полуночным вальсом».\n\n- Всё так, как вы говорите, миледи.\n- Хм. Знаешь и хорошо.\n- Миледи, интересно, помните ли вы ещё эту историю?\n\nДве из трёх ярких лун, заставлявших сиять благоухающее море первозданной вселенной и тревожившие зверей страны Арианрод, были расколоты мечом, разорвавшим горизонт надвое, превратив их в мелкий песок, невидимый даже для мистического взгляда самой принцессы.\nА может, всё было так: яркие луны, некогда освещавшие вселенную, навевавшие сны и песни спящим в трёх мирах и пробуждавшие глубокую тоску в звериных стаях, бродивших между рассветом и закатом, наконец превратились в пыль. Но и они пожелали остаться под вечным, сияющим взглядом принцессы, неся свой слабый свет в новые земли.\n\nДействительно. Принцесса не проливает слёз.\nЭто была лишь естественная секреция её благородных глаз, оскорблённых несвоевременным вторжением дерзких песчинок.\n\n— Конец —",
	"baseatk": 42,
	"substat": "Бонус физ. урона",
	"subvalue": "11.3",
	"effectname": "Дуэт полярной ночи",
	"effect": "Попадания обычной атакой увеличивают урон элементального навыка на {0} в течение 5 сек., а попадания элементальным навыком увеличивают урон обычной атаки на {1} в течение 5 сек.",
	"r1": [
		"20%",
		"20%"
	],
	"r2": [
		"25%",
		"25%"
	],
	"r3": [
		"30%",
		"30%"
	],
	"r4": [
		"35%",
		"35%"
	],
	"r5": [
		"40%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Плитка башни Декарабиана",
				"count": 3
			},
			{
				"name": "Тяжёлый рог",
				"count": 3
			},
			{
				"name": "Печать Похитителей сокровищ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Обломок стены Декарабиана",
				"count": 3
			},
			{
				"name": "Тяжёлый рог",
				"count": 12
			},
			{
				"name": "Печать Похитителей сокровищ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Обломок стены Декарабиана",
				"count": 6
			},
			{
				"name": "Чёрный бронзовый рог",
				"count": 6
			},
			{
				"name": "Печать серебряного ворона",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Фрагмент эпоса Декарабиана",
				"count": 3
			},
			{
				"name": "Чёрный бронзовый рог",
				"count": 12
			},
			{
				"name": "Печать серебряного ворона",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Фрагмент эпоса Декарабиана",
				"count": 6
			},
			{
				"name": "Чёрный кристаллический рог",
				"count": 9
			},
			{
				"name": "Печать золотого ворона",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Осколок мечты Декарабиана",
				"count": 4
			},
			{
				"name": "Чёрный кристаллический рог",
				"count": 18
			},
			{
				"name": "Печать золотого ворона",
				"count": 12
			}
		]
	}
}