{
	"id": 11434,
	"name": "Рассвет прядильщицы луны",
	"description": "Безупречный и острый серебряный меч, который пронзает доспехи подобно лунному свету. Легенда гласит, что это священный клинок, благословлённый первым Голосом Лунного Гимна.",
	"descriptionRaw": "Безупречный и острый серебряный меч, который пронзает доспехи подобно лунному свету. Легенда гласит, что это священный клинок, благословлённый первым Голосом Лунного Гимна.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "«Как ты всегда знала, моя Айла, моё возлюбленное дитя...\nВ нашей крови течёт чистейший серебряный свет, и только мы достойны получить благодать Морозной Луны.\nТы не выйдешь замуж за сына чужеземца, ибо тебе суждено родить наследника рая для людей далёкого севера.\nВладычица Морозной Луны уже оплела все пути в мире своей серебряной нитью, и теперь всё движется в такт её безмолвному танцу».\n\nЭто было задолго до того, как по пограничным землям прокатилась чёрное как смоль бедствие, когда старшая жрица крайнего севера тщетно повторяла свои богохульные и ошибочные деяния.\nВозможно, из-за чрезмерной преданности богам или потому, что она никогда не верила в мёртвых богов, которые никогда не проливали свой свет на мир,\n(в конце концов, между ними не было никакой реальной разницы, поскольку её бабушка, которая её воспитала, никогда не делала между ними различий)\nМолодая служанка с непоколебимой верностью исполняла все повеления достопочтенной старшей жрицы.\nОна всегда слушалась добрую старую бабушку, какими бы ужасными ни были наказания, скрываемые за её мягкими словами.\nБудет ли нить разорвана острым серебряным лезвием, или поющий голос умолкнет в ночи,\nвсе грехи отпущены, чтобы очистить святую кровь, дарованную луной, ибо, только испив багряную воду, можно достичь абсолютной безупречности.\n\n«Поступи как всегда, моя Айла, моё любимое дитя, моё драгоценное дитя!\nРаз он доверился тебе, используй свою мудрость, чтобы направить его. Направь его сердце на путь истинный и веди его к святилищу.\nЧеловек, которого зовут Соловьём, - подлый и коварный убийца. И всё же он осмеливается искать нашей защиты после всех совершённых им злодеяний.\nКогда он придёт сюда, ты пронзишь его сердце мечом сзади, чтобы разорвать нить его зла».\n\nЕдинственным ответом, который получала старшая жрица, всегда было молчание, а те, кто привык к молчанию своих последователей, в конечном итоге всегда воспринимали его как согласие.\nДлительное послушание девушки заставило её искренне поверить в то, что страдания никогда не вызывали у той чувства обиды.\nДа, это та самая благословенная, которой суждено родить священного наследника. Разве она не понимала, что её жертвы были во исполнение указа, который готовился тысячу лет?\nПоследняя старшая жрица крайнего севера, даже когда лезвие из чистого серебра пронзило её спину, всё ещё не могла понять причину этого предательства.\n\n«Ха... Господин Соловей был прав. Вы врёте, бабушка Ловия.\nЯ имею в виду... когда ваша нить рвётся, она не проливается серебристым лунным светом. Обычная кровь цвета багряного рассвета, верно?»",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Завет тайного серебра",
	"effectTemplateRaw": "Урон взрыва стихии повышается на <color=#99FFFFFF>{0}</color>. Если максимум энергии экипированного персонажа не превышает 60/40 ед., то урон его взрыва стихии дополнительно повышается на <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Урон взрыва стихии повышается на 20%. Если максимум энергии экипированного персонажа не превышает 60/40 ед., то урон его взрыва стихии дополнительно повышается на 16%/28%.",
		"values": [
			"20%",
			"16%/28%"
		]
	},
	"r2": {
		"description": "Урон взрыва стихии повышается на 25%. Если максимум энергии экипированного персонажа не превышает 60/40 ед., то урон его взрыва стихии дополнительно повышается на 20%/35%.",
		"values": [
			"25%",
			"20%/35%"
		]
	},
	"r3": {
		"description": "Урон взрыва стихии повышается на 30%. Если максимум энергии экипированного персонажа не превышает 60/40 ед., то урон его взрыва стихии дополнительно повышается на 24%/42%.",
		"values": [
			"30%",
			"24%/42%"
		]
	},
	"r4": {
		"description": "Урон взрыва стихии повышается на 35%. Если максимум энергии экипированного персонажа не превышает 60/40 ед., то урон его взрыва стихии дополнительно повышается на 28%/49%.",
		"values": [
			"35%",
			"28%/49%"
		]
	},
	"r5": {
		"description": "Урон взрыва стихии повышается на 40%. Если максимум энергии экипированного персонажа не превышает 60/40 ед., то урон его взрыва стихии дополнительно повышается на 32%/56%.",
		"values": [
			"40%",
			"32%/56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Растоптанная слава последователей крайнего севера",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Потускневшая кость",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Упрямое заблуждение последователей крайнего севера",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Потускневшая кость",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Упрямое заблуждение последователей крайнего севера",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Светящиеся останки",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Подношение последователей крайнего севера",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Светящиеся останки",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Подношение последователей крайнего севера",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Сияющая кость",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Златое сияние последователей крайнего севера",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Сияющая кость",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 12
			}
		]
	}
}