{
	"id": 13417,
	"name": "Пронзающий луну",
	"description": "Оружие, полученное из истории аранар. Оно приняло форму гигантской стрелы и может использоваться в качестве копья.",
	"descriptionRaw": "Оружие, полученное из истории аранар. Оно приняло форму гигантской стрелы и может использоваться в качестве копья.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "«Эта история о детях, пленённых лунным светом...»\n\nПорой, глядя на полную луну, эти дети скорбят, как скорбел последний Царь леса в минуту своей смерти.\nЕсли верить преданиям, тот, кто выпил воду с отражением полной луны из следов Царя леса, становится его слугой.\n\nИстория о луне впервые была поведана в стародавнем сне. А сон тот скрывался в лотосе нилотпала.\nЗадолго до рождения Арамухукунды из гранатового зёрнышка, в те годы, когда великая, благородная и прекрасная раса шагала по земле рука об руку с вашими предками, жили на свете три сестры.\nКаждую ночь они выходили из своего перламутрового дворца и бродили по пустыне, а у их ног распускались лотосы нилотпала.\n\n...\nОднажды две из трёх лун обратились в пыль и исчезли. Последняя сестра, охваченная горем, решила больше никогда не покидать стен дворца.\nСпустя много лет осколки лун достигли земли. К тому времени божество трав и деревьев превратило пустынные земли в леса.\nТам, куда падала лунная пыль, расцветали лотосы нилотпала. А у вдохнувших пыль детей в сердце навсегда осталась жемчужная луна.\nТак и появились дети, зачарованные лунным светом, и лунный свет благоволит им, и каждую ночь распускаются лотосы нилотпала.\nПотому что три сестры, озаряющие друг друга, каждый миг мечтают о воссоединении.\n\nПоведав эту историю, лотос нилотпала завял. Она ждала очень долго, пока пустыня не обратилась в лесную чащу, а великая раса не лишилась своего могущества,\nпотом на земле появились мы, и наконец перед ней предстал аранара, который выслушал её рассказ и передал его мне.\nПотом этот аранара снова и снова терял свои воспоминания, пока не была уничтожена Ванарана, и мы не погрузились в сон.\nНо это неважно, ведь её история прорастёт в наших и ваших сердцах жемчужным диском луны.\n\nДети, заворожённые светом луны, иногда при виде её плачут, потому что в глаза им попала лунная пыль.\nСлёзы, что проливаются героями бесчисленных историй, никогда не бывают напрасны.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "24",
	"effectName": "Лунные тени чащобы",
	"effectTemplateRaw": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на <color=#99FFFFFF>{0}</color> на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
	"r1": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на 16% на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на 20% на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на 24% на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на 28% на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Лист оживления, который существует 10 сек. Сила атаки подобравшего его персонажа повышается на 32% на 12 сек. Лист оживления может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Воспоминания цветущего оазиса",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Шеврон рядового",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Шеврон рядового",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Шеврон сержанта",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Шеврон сержанта",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Шеврон офицера",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Истина цветущего оазиса",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Шеврон офицера",
				"count": 12
			}
		]
	}
}