{
	"id": 13430,
	"name": "Крепящий горы шип",
	"description": "Это копьё выковали мастера рудников, чтобы преподнести его духам гор.",
	"descriptionRaw": "Это копьё выковали мастера рудников, чтобы преподнести его духам гор.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "В те времена мутная волна ещё не поднялась, и звон металла рвался из ущелья Нанацкайан к самому небу, и искры пламени ещё не погасли.\nШахтёры несколько месяцев работали днём и ночью, чтобы создать один невероятно важный инструмент. Ради такой цели стоило потрудиться.\nГоворят, инструмент этот был необходим для безопасности шахт и выживания племени, и старейшины назвали его Крепящим гору шипом.\nВсякий раз, когда земля начинала сотрясаться и горы приходили в движение, людям приходилось делать подношения горным духам в самых глубоких пещерах, чтобы прекратить обвал.\n\nИ пусть этот древний ритуал тысячелетиями передавался из поколения в поколение, молодой Сундиата всё равно находил его смешным.\nОн понимал, как движутся горные толщи, знал, где залегают рудоносные жилы, и был уверен, что у частых горных обвалов должна быть иная причина.\nБыть может, постоянная добыча руды ослабила горы. Или это проделки земляных драконов, что живут под источниками.\nКак бы там ни было, Сундиата решил проникнуть в запретные земли племени, чтобы разведать скрытые там тайны.\n\nОн шагал вдоль горных артерий, он пробирался сквозь чёрные пещеры. Ничто не могло его остановить.\nВ глубочайших недрах пещеры ряд длинных шипов, подобных опасным горным пикам, охранял врата в самый глубокий грот.\nТо была запретная земля, куда тысячу лет не ступала нога человека, но Сундиата обнаружил на вратах свежие следы.\nТоннели извивались под землёй, подобно змеям, и никто не знал, куда они ведут.\n\nВ конце концов Сундиата прошёл вверх по течению подземной реки и увидел в конце тоннеля мерцающий свет.\nКогда глаза привыкли к яркому свету, Сундиата увидел руины, покрытые пеплом.\nКогда-то здесь была крепость тирана сожжённого города, а ещё убежище для древних шахтёров.\nПохоже, тайный ход был вновь открыт по милости слепого стегозавра, что обитал среди скалистых утёсов.\n\n«Да, об этих тоннелях знали только самые искусные мастера, которых жестокий царь питонов заставил работать в сожжённом городе.\nКогда разъярённый тиран попытался уничтожить всё, что было создано драконами, когда его безумие привлекло демонов и злых духов,\nпо этим тоннелям наши предки сбежали в безлюдные горы».\n\nНо хотя секретный проход в логово дракона был запечатан, кровожадным стаям всё равно удавалось туда пробраться.\nЧтобы защитить свой новый дом в верховьях долины Теквемекан, воины племени распевали громкие боевые песни.\nВооружившись острыми клинками и длинными копьями, они вошли в тёмные пещеры и яростно сражались с безымянными существами, что были ещё темнее.\nОружие ломалось в руках, но соплеменники в горах перековывали обломки в новое оружие.\nЛюди потеряли счёт дням, так долго длилась битва, но вдруг кошмарные вопли и грохот металла о камень разом стихли.\n\nКрепящий горы шип даровал благословение всем, кто скрывался, чтобы отвоевать себе свободу и родную землю,\nно погиб, не дождавшись рассвета, чтобы рассвет встретили другие. И благословение длится по сей день.\n\nКогда на горизонте поднялась мутная волна, и звон металла из ущелья Нанацкайан сотрясал небеса, и искры пламени не погасли.\nРасплавленный камень стараниями мастеров превратился в острейшие копья.\nСундиата, вождь шахт и рудников, взобрался на спину стегозавра Мухуру и вытащил одно копьё из расселины в скалах.\nТак было положено начало новой войне за пламя, возродившееся из пепла, и благословения, сотворённые из бесчисленных надежд.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "6,7%",
	"effectName": "Надежда выше гор",
	"effectTemplateRaw": "Снижает потребление выносливости при карабканье на 15% и повышает урон элементального навыка на <color=#99FFFFFF>{0}</color>. Кроме того, после того как другие члены отряда поблизости используют элементальные навыки, урон элементального навыка экипированного персонажа повышается на <color=#99FFFFFF>{1}</color> на 8 сек.",
	"r1": {
		"description": "Снижает потребление выносливости при карабканье на 15% и повышает урон элементального навыка на 12%. Кроме того, после того как другие члены отряда поблизости используют элементальные навыки, урон элементального навыка экипированного персонажа повышается на 12% на 8 сек.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Снижает потребление выносливости при карабканье на 15% и повышает урон элементального навыка на 15%. Кроме того, после того как другие члены отряда поблизости используют элементальные навыки, урон элементального навыка экипированного персонажа повышается на 15% на 8 сек.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Снижает потребление выносливости при карабканье на 15% и повышает урон элементального навыка на 18%. Кроме того, после того как другие члены отряда поблизости используют элементальные навыки, урон элементального навыка экипированного персонажа повышается на 18% на 8 сек.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Снижает потребление выносливости при карабканье на 15% и повышает урон элементального навыка на 21%. Кроме того, после того как другие члены отряда поблизости используют элементальные навыки, урон элементального навыка экипированного персонажа повышается на 21% на 8 сек.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Снижает потребление выносливости при карабканье на 15% и повышает урон элементального навыка на 24%. Кроме того, после того как другие члены отряда поблизости используют элементальные навыки, урон элементального навыка экипированного персонажа повышается на 24% на 8 сек.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Безумный декаданс Святого Мудреца",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Пламенный камень",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Пламенный камень",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Пламенное семя жизни",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Пламенное семя жизни",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Пламенное око",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Безумная духовность Святого Мудреца",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Пламенное око",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 12
			}
		]
	}
}