{
	"id": 15416,
	"name": "Луна Моун",
	"description": "Прелестный лук, украшенный перламутром и кораллами. На его плечах цвета луны переливается печальное сияние.",
	"descriptionRaw": "Прелестный лук, украшенный перламутром и кораллами. На его плечах цвета луны переливается печальное сияние.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "Лук жрицы Ватацуми Моун.\nЕго сияющая белизна напоминает о пене на гребне волны в лунном свете.\n\nЖрица Моун дружила с морским чудовищем и сражалась с грозовым войском во имя мечты Ватацуми.\nВместе со своим спутником она играла в волнах и пряталась в пене перед кораблём.\nОни отправились вместе за Ватацуми по пути без возврата и вместе сгинули.\n\n«Быть может, затеянная Ватацуми битва обречена с самого начала.\nНо если память сохранит эту жертву, оно того стоит».\n\nВ песнях прошлого её вместе с сестрой-близнецом Умигодзэн воспевают как приближённых Ватацуми.\nИх изображают купающимися в белой пене у носа корабля. Одна из сестёр держит в руке лук, а другая - копьё...\nСтарые песни повествуют о ночной прогулке Моун с молодым Тодзанно верхом на морском звере.\nЭти песни пересказывают нежные и скорбные речи жрицы, обращённые к герою.\n\nКогда море было спокойным, сёстры-жрицы присоединились к хору великих китов морских глубин.\nВместе они вели рассказ о чередовании тусклых сумерек и чёрных ночей бездны и о сверкающих ветвях Омиками.\nМоун и бесшабашный юноша, у которого не было ничего, кроме силы, вместе резвились в воде под луной, словно пара рыбок...\n\n- Когда я принесу маску легендарного воина-тэнгу, сестрица уж точно сможет завершить начатое.\n\n- Хорошо. Но если ты и тогда останешься таким же хвастунишкой, я прикажу киту поднять волны, чтобы как следует промыть твой рот.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Укротитель волн Ватацуми",
	"effectTemplateRaw": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>{0}</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на 0,12% за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать 40%.",
		"values": [
			"0,12%",
			"40%"
		]
	},
	"r2": {
		"description": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на 0,15% за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать 50%.",
		"values": [
			"0,15%",
			"50%"
		]
	},
	"r3": {
		"description": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на 0,18% за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать 60%.",
		"values": [
			"0,18%",
			"60%"
		]
	},
	"r4": {
		"description": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на 0,21% за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать 70%.",
		"values": [
			"0,21%",
			"70%"
		]
	},
	"r5": {
		"description": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на 0,24% за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать 80%.",
		"values": [
			"0,24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Мудрость Наруками",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Тёмная призма",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Тёмная призма",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Кристальная призма",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Кристальная призма",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Поляризационная призма",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Доблесть Наруками",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Поляризационная призма",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 12
			}
		]
	}
}