{
	"id": 14520,
	"name": "Зеркало прядильщицы ночи",
	"description": "Зеркало из безупречного серебра. Согласно легенде, оно стало свидетелем рождения Девы Луны, поэтому Дети Морозной Луны считают его священной реликвией.",
	"descriptionRaw": "Зеркало из безупречного серебра. Согласно легенде, оно стало свидетелем рождения Девы Луны, поэтому Дети Морозной Луны считают его священной реликвией.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "«Когда пала \"Вечная Луна\", небо с землёй перевернулись.\nКогда \"Радужная Луна\" разбилась, багровая тень легла в морскую пучину.\nКогда \"Морозная Луна\" остановилась, страны и города пришли в упадок.\nЛишившись защиты \"Вечности\", мир движется к своему концу.\nПока не наступит рай и не начнёт вращаться изначальное колесо».\n\nСледуя древнему пророчеству, потомки Золотого Города возвели одинокий храм в безлюдной тундре.\nТысячелетиями лунный свет тихо струился сквозь морозный лес. Потомки крайнего севера всё ещё хранят свои древние ритуалы,\nвыковывая бледные церемониальные короны из тайного серебра и выбирая чистейших старших жриц, чтобы те руководили их народом.\nКак и в былые времена, возносят они молитвы ушедшим богам и поют гимны небесам, но те больше не отвечают им.\n\nСторонний наблюдатель мог бы счесть подобные практики проявлением глупости, цепляющейся за старый уклад.\nОднако эти гимны и традиции, передаваемые тысячелетиями, являются единственной священной связью для народа, потерявшего родину.\nКолесо судьбы заржавело, и серебряная нить потускнела. Полагаясь исключительно на пророчества, мы в конечном итоге не сможем даровать надежду всем.\n«Кто станет поклоняться мёртвому богу или терпеть такие безнадёжные страдания ради пустой мечты?»\nТак же, как эпохи сменяют друг друга циклами, невежественные люди продолжают жаждать осязаемого руководства.\nИменно по этой причине ритуалы, не известные чужеземцам, возвели высокую стену, чтобы изолировать их от внешнего мира.\n\nТак было тысячи лет, и так будет ещё тысячи лет.\nИ так будет продолжаться до тех пор, пока чистая кровь, улучшаемая поколениями, не породит священного наследника, который заставит мир пасть на колени. И когда это случится...\nВся ложь и грехи будут прощены и даже восхвалены, ибо все они служат чистому раю под луной.\n\nТак начинается история священного путешествия, рассказанная Детьми Морозной Луны, которые уже не отвергают чужаков.\nПервый Голос Лунного Гимна, святая, удостоенная божественной благодати и ставшая свидетелем рождения божества, когда-то была смертной Айлой.\nСогласно преданиям, переданным последующим поколениям, она предвидела рождение новой луны и, движимая божественным откровением, решила отказаться от старых ритуалов.\n«То есть избранные, благословлённые ещё с момента рождения, чистые и благочестивые люди, которые никогда не были запятнаны мраком подлунного мира.\nОна увидела, что прялка замолчала, а серебряная нить погрузилась в отчаяние, ибо тысячелетия хвалы стали не более чем пустым эхом.\nУвядающая слава никогда не щадила опустошённые пограничные земли. Теперь лишь молодая луна, готовая к рождению, обещает истинную надежду.\nПреданность Айлы заслужила восхищение даже последней старшей жрицы крайнего севера, которая без колебаний открыла ей своё сердце».\n«От всего сердца я доверяю ей право руководить нашим народом. Я также дарую ей честь собственными руками запечатать древнее святилище.\nДавайте похороним старую славу и отбросим пустые титулы и бессмысленное прошлое, ожидая рождения нового божества».\nС тех пор в мире больше не было старших жриц Гипербореи, и лишь Голос Лунного Гимна остался в лунном свете.\n\n...\n\nМного лун восходило и заходило. Те, кто мечтал о рае, нашли лишь тень топора, а тех, кто жаждал спасения, унесло потоком света.\nЮродивый монах, потянувшийся к небесам, был поглощён своим видением, старый хозяин трона на Бледной Звезде исчез, и Белый Император также упал в бурлящие чёрные волны.\nНаконец, даже соловьи замолчали. Бесчисленные имена исчезли из мира смертных, превратившись в эхо, которое живым суждено помнить, судить и забывать.\nКак и было обещано Литейщику факелов, дева новолуния сплела гимн и положила её в святилище.\nИ там она будет покоиться, пока Белая ночь не сотрёт последних свидетелей той эпохи. Остаётся лишь лунный свет, тихо струящийся, как и тысячу лет назад.\n\n«Когда пала \"Вечная Луна\", небо с землёй перевернулись.\nКогда \"Радужная Луна\" разбилась, багровая тень легла в морскую пучину.\nКогда \"Морозная Луна\" остановилась, страны и города пришли в упадок.\nЛишившись защиты \"Вечности\", мир движется к своему концу.\nНо однажды из пепла взойдёт \"Новая Луна\" и вновь раскрутит колесо судьбы.\nЛюди, что гнались за приливами, не прекращали петь и молиться.\nИбо новая богиня луны вот-вот явится вновь, как и было предсказано в древних пророчествах».",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "58",
	"effectName": "Тысячелетний гимн",
	"effectTemplateRaw": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на <color=#99FFFFFF>{0}</color> ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на <color=#99FFFFFF>{1}</color> ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на <color=#99FFFFFF>{2}</color>, реакций Вегетация и Цветение - на <color=#99FFFFFF>{3}</color>, а реакции Лунная бутонизация - на <color=#99FFFFFF>{4}</color>. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
	"r1": {
		"description": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на 60 ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на 60 ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на 120%, реакций Вегетация и Цветение - на 80%, а реакции Лунная бутонизация - на 40%. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"60",
			"60",
			"120%",
			"80%",
			"40%"
		]
	},
	"r2": {
		"description": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на 75 ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на 75 ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на 150%, реакций Вегетация и Цветение - на 100%, а реакции Лунная бутонизация - на 50%. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"75",
			"75",
			"150%",
			"100%",
			"50%"
		]
	},
	"r3": {
		"description": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на 90 ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на 90 ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на 180%, реакций Вегетация и Цветение - на 120%, а реакции Лунная бутонизация - на 60%, причём этот эффект не складывается. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"90",
			"90",
			"180%",
			"120%",
			"60%"
		]
	},
	"r4": {
		"description": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на 105 ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на 105 ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на 210%, реакций Вегетация и Цветение - на 140%, а реакции Лунная бутонизация - на 70%, причём этот эффект не складывается. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"105",
			"105",
			"210%",
			"140%",
			"70%"
		]
	},
	"r5": {
		"description": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на 120 ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на 120 ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на 240%, реакций Вегетация и Цветение - на 160%, а реакции Лунная бутонизация - на 80%. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"120",
			"120",
			"240%",
			"160%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114073,
				"name": "Фрагмент чудесного устройства",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Образец чудесного устройства",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114074,
				"name": "Образец чудесного устройства",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114075,
				"name": "Наследие чудесного устройства",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114075,
				"name": "Наследие чудесного устройства",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114076,
				"name": "Мечта чудесного устройства",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 18
			}
		]
	}
}