{
	"id": 11516,
	"name": "Песнь патруля пиков",
	"description": "Необыкновенно острый обсидиановый клинок, лёгкий, словно песня. Некий мастер модифицировал его, оснастив съёмным флогистоновым устройством, которое воспроизводит записи.",
	"descriptionRaw": "Необыкновенно острый обсидиановый клинок, лёгкий, словно песня. Некий мастер модифицировал его, оснастив съёмным флогистоновым устройством, которое воспроизводит записи.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "«Неужели жизнь моя обречена увянуть, словно цветок?\nНеужели пылающая слава обречена погаснуть и обратиться в прах?\nНеужели славные подвиги обречены померкнуть и рассеяться по ветру?\nПусть даже они пленяют взор, подобно цветам, и ласкают слух, точно дивные песни...»\n\nОна не знала, в который раз поднималась на горный хребет, как не помнила, сколько зим оставила позади.\nКаждый год перед цветением пепельников хозяйка горных шахт в одиночестве приходила в далёкую долину Теквемекан,\nчтобы, следуя древней традиции, поднести влажные от росы бутоны друзьям, которые не смогли увидеть рассвет.\nЕё сердце, некогда холодное и твёрдое, словно обсидиан, с годами потеплело и смягчилось.\nНо все, кому она могла подарить своё тепло, давно вернулись в Священное пламя.\n\nГрохот из шахт и песни мастеровых вырвали её из горьких воспоминаний.\nЛишь тогда вершительница воли племенных вождей осознала, что эхо Нанацкайана достигает и долины Теквемекан.\nНеобитаемые прежде горы теперь оглашались весёлыми голосами, звонкими, точно колокольцы.\nКак мечтали молодые люди услышать эти звуки во времена, когда им приходилось таиться и скрываться.\nЗвуки будущего, звуки зарождения цивилизации, звуки, посвящённые бессчётному множеству живых существ, что пытались свергнуть тирана.\n\nИ вершительница, которая давно рассталась со своей молодостью, улыбнулась. И спела песню,\nкоторой научил её юноша с алыми глазами, но которую она тогда посчитала смешной и глупой, а потому стыдилась петь.\nСловно тамбурин, украшенный цветами, словно история, омытая слезами, что звучит в унисон с мелодией, разносящейся эхом среди гор.\nРезные камни, скалы, что отзываются эхом, будто закалились в кузнечном огне, даруя свои благословения всем живым существам.\nСобраться, чтобы рассеяться, сгореть, чтобы возродиться в пепле. Ради новорождённого пламени, ради пылающего рассвета.\n\nСпустя тысячелетия после того, как племена вернули себе власть, великое множество историй было рассеяно под лунным светом.\nБаллады, некогда хранимые «Миротворицей» Саккук, ныне давно утеряны.\nНо твёрдый и мощный ритм по сей день отзывается в каждом ударе молота по зубилу.\nВедь с незапамятных времён ритм пылающего жара есть кровь, что течёт по шахтам.\nА искры, что летят из-под молота, есть песня сопротивления, мелодия, что никогда не угаснет.\n\n«Неужели жизнь моя обречена увянуть, словно цветок?\nКуда обратить сердце, когда все звуки смолкнут?\nНикто не остаётся в мире вечно, все мы путники на дороге жизни.\nНо здесь цвели цветы. Здесь звучала песня».",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "Защита",
	"baseStatText": "18%",
	"effectName": "Нескончаемая благодать",
	"effectTemplateRaw": "Попадание по врагу обычной атаки или атаки в падении наделяет Одой цветам: она повышает защиту на <color=#99FFFFFF>{0}</color> и даёт <color=#99FFFFFF>{1}</color> бонус урона всеми элементами. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, за каждую 1000 ед. защиты экипированного персонажа бонус урона всеми элементами всех членов отряда поблизости увеличивается на <color=#99FFFFFF>{2}</color> на 15 сек. Максимальное увеличение составляет <color=#99FFFFFF>{3}</color>.",
	"r1": {
		"description": "Попадание по врагу обычной атакой или атакой в падении наделяет Одой цветам: она повышает защиту на 8% и даёт 10% бонус урона всеми элементами. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, за каждую 1000 ед. защиты экипированного персонажа бонус урона всеми элементами всех членов отряда поблизости увеличивается на 8% на 15 сек. Максимальное увеличение составляет 25,6%.",
		"values": [
			"8%",
			"10%",
			"8%",
			"25,6%"
		]
	},
	"r2": {
		"description": "Попадание по врагу обычной атаки или атаки в падении наделяет Одой цветам: она повышает защиту на 10% и даёт 12,5% бонус урона всеми элементами. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, за каждую 1000 ед. защиты экипированного персонажа бонус урона всеми элементами всех членов отряда поблизости увеличивается на 10% на 15 сек. Максимальное увеличение составляет 32%.",
		"values": [
			"10%",
			"12,5%",
			"10%",
			"32%"
		]
	},
	"r3": {
		"description": "Попадание по врагу обычной атаки или атаки в падении наделяет Одой цветам: она повышает защиту на 12% и даёт 15% бонус урона всеми элементами. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, за каждую 1000 ед. защиты экипированного персонажа бонус урона всеми элементами всех членов отряда поблизости увеличивается на 12% на 15 сек. Максимальное увеличение составляет 38,4%.",
		"values": [
			"12%",
			"15%",
			"12%",
			"38,4%"
		]
	},
	"r4": {
		"description": "Попадание по врагу обычной атаки или атаки в падении наделяет Одой цветам: она повышает защиту на 14% и даёт 17,5% бонус урона всеми элементами. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, за каждую 1000 ед. защиты экипированного персонажа бонус урона всеми элементами всех членов отряда поблизости увеличивается на 14% на 15 сек. Максимальное увеличение составляет 44,8%.",
		"values": [
			"14%",
			"17,5%",
			"14%",
			"44,8%"
		]
	},
	"r5": {
		"description": "Попадание по врагу обычной атаки или атаки в падении наделяет Одой цветам: она повышает защиту на 16% и даёт 20% бонус урона всеми элементами. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, за каждую 1000 ед. защиты экипированного персонажа бонус урона всеми элементами всех членов отряда поблизости увеличивается на 16% на 15 сек. Максимальное увеличение составляет 51,2%.",
		"values": [
			"16%",
			"20%",
			"16%",
			"51,2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Загадочные размышления ночного ветра",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Ось таинственного источника",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Ось таинственного источника",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Оболочка таинственного источника",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Оболочка таинственного источника",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Ядро таинственного источника",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Загадочные откровения ночного ветра",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Ядро таинственного источника",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 18
			}
		]
	}
}