{
	"id": 12427,
	"name": "Переносная мотопила",
	"description": "Мотопила старого образца, которую в наше время нигде не найти. Когда-то на этот инструмент полагались все рабочие.",
	"descriptionRaw": "Мотопила старого образца, которую в наше время нигде не найти. Когда-то на этот инструмент полагались все рабочие.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Цепная пила, которой в прежние времена рабочие распиливали толстые балки и трубы.\nПростая и надёжная конструкция позволяет легко заменять детали и проводить техническое обслуживание.\nЕсли крепко держать рукоятку двумя руками, пила разрежет даже самую твёрдую сталь.\nКогда-то столь прочная и надёжная пила считалась символом прогресса.\n\nНо потом городские районы Фонтейна стали разрастаться, свет порядка вытеснил собою мрачные тени.\nИ подземная сточная канава стала рекой Флёв Сандр во многом именно благодаря этому простому инструменту.\nЛюди на реке Флёв Сандр верят, что, пусть даже их жизнь проходит в подземном городе, где не бывает ни солнца, ни дождя,\nусердным трудом и прилежанием можно заработать достаточную сумму, чтобы переселиться в «верхний город»,\nили сделать ту часть Царства воды, которую они называют своим домом, столь же прекрасной, что и «верхний город».\n\nЦепная пила не попала под запрет вместе с Верфью и Буром рудоискателя,\nпоскольку оставалась незаменимым инструментом на производстве ранних моделей меков.\nА потом в безопасном месте за городом был построен крупнейший завод по производству меков.\nИ все самые искусные мастера, умевшие обращаться с такой пилой, со временем потерялись в мощном потоке прогресса.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "12%",
	"effectName": "Матросская песня",
	"effectTemplateRaw": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на <color=#99FFFFFF>{0}</color> ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает <color=#99FFFFFF>{1}</color> ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
	"r1": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 40 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 2 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 50 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 2,5 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"50",
			"2,5"
		]
	},
	"r3": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 60 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 3 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 70 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 3,5 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"70",
			"3,5"
		]
	},
	"r5": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 80 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 4 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Разбитая чаша непорочного моря",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Ядро расщелины",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Ядро расщелины",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Иноземный обломок",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Иноземный обломок",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Чужеродное ядро",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Золотой кубок непорочного моря",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Чужеродное ядро",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 12
			}
		]
	}
}