{
	"id": 13427,
	"name": "Бур рудоискателя",
	"description": "Длинный бур, который в наше время нигде не найти. Его часто использовали для поиска ценных руд и резьбе по камню.",
	"descriptionRaw": "Длинный бур, который в наше время нигде не найти. Его часто использовали для поиска ценных руд и резьбе по камню.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Полезный инструмент для бурения земли и скальных пород.\nШироко применялся в геологической разведке и других областях.\nИногда им пользовались также строители и каменотёсы,\nчтобы обтесать камни и придать им нужную форму.\n\nКак и цепная пила, которой раньше часто пользовались на заводах и верфях,\nэтот инструмент работал на мазуте, устаревшем и источнике энергии с низкой эффективностью.\nВ те времена до изобретения пневмусии было ещё далеко.\nИз-за кинетических и мощностных ограничений тогдашние меки\nпо большей части оставались в разряде диковинок или предметов хобби,\nа вся физическая работа выполнялась силами человека.\n\nВ рукоятке установлен резервуар для топлива, поэтому с ней следует обращаться крайне осторожно.\nОднако в источниках находятся записи о том, что раньше этот инструмент использовался в боях.\n\nБур с длинной рукоятью обладает непревзойдёнными пробивными и режущими способностями.\nИ если учесть, что бур вонзается в камни, как горячий нож в масло,\nстановится ясно, что с предметами, уступающими мягкостью камню, он справится и вовсе играючи.\nПозже бур вышел из употребления в связи с развитием общества.\nБыл издан приказ, запрещающий несанкционированное владение буром и рядом других инструментов.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Запевка каменщиков",
	"effectTemplateRaw": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на <color=#99FFFFFF>{0}</color>, а бонус урона всеми элементами - на <color=#99FFFFFF>{1}</color>. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
	"r1": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 3%, а бонус урона всеми элементами - на 7%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"3%",
			"7%"
		]
	},
	"r2": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 4%, а бонус урона всеми элементами - на 8,5%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"4%",
			"8,5%"
		]
	},
	"r3": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 5%, а бонус урона всеми элементами - на 10%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"5%",
			"10%"
		]
	},
	"r4": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 6%, а бонус урона всеми элементами - на 11,5%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"6%",
			"11,5%"
		]
	},
	"r5": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 7%, а бонус урона всеми элементами - на 13%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"7%",
			"13%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Фрагмент отзвука древней струны",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Эхо отзвука древней струны",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 12
			}
		]
	}
}