{
	"id": 13433,
	"name": "Лопата старателя",
	"description": "Древковое оружие, похоже, сделано из обычной лопаты. Оно кажется совершенно невзрачным, но его ценные украшения говорят о том, что за непримечательным видом скрывается неоспоримое изящество.",
	"descriptionRaw": "Древковое оружие, похоже, сделано из обычной лопаты. Оно кажется совершенно невзрачным, но его ценные украшения говорят о том, что за непримечательным видом скрывается неоспоримое изящество.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Сколько дождей должно выпасть на семя, прежде чем оно принесёт плоды?\nСколько выборов нужно сделать в жизни, чтобы найти путь к счастью?\nЕсть вещи, о которых даже боги могут не знать. И всё же мы, смертные, должны бороться за них, ценой всей нашей жизни.\nИ встал выбор перед Соини, сыном бедного фермера, и он мог лишь покрепче сжать лопату в своей руке.\n\nИз измождённой, изрытой земли извлёк он тайное сокровище. Если бы он смог продать его на чёрном рынке, то вырвался бы из нищеты.\nЧеловек в лохмотьях с сокровищем в руках непременно привлечёт жадные взгляды. С приближением суровой зимы у него не было иного выбора, кроме как пойти на этот рискованный шаг.\nХитрый бедняк сначала купил форму Фатуи, а потом заключил свою первую сделку. Это была маскировка, с помощью которой он обманывал всех и отгонял любую затаившуюся угрозу.\nСоини радовался сделке, и вдруг появилась тёмная тень. Это был тот самый человек, который продал ему форму, вор.\n«Отдай сокровище, или эта глушь станет твоим последним пристанищем!» При виде лезвия ножа бедному крестьянину ничего не оставалось, кроме как подчиниться.\nОни пришли на поле, где было спрятано сокровище. Взгляд вора упал на зазубренный кусок чёрной позвоночной кости, и его внезапно охватило волнение.\n«Наверняка это останки великого вора», - сказал он, поднимая кость дрожащими руками. Он не осознавал, что в этот момент сам решил свою судьбу.\nС тяжёлым стуком лопата вонзилась в землю. В этот момент Соини понял, что ему придётся навсегда покинуть ферму.\n\nОкровавленное сокровище открыло опасный путь на самый верх чёрного рынка, путь, по которому Соини продолжал идти с мрачной решимостью.\nСегодня его считают своего рода Крёстным отцом отчаянных преступников, которые стекаются сюда, привлечённые сладким ароматом удачи.\n«О, достопочтенный Крёстный отец, твоя мудрость - единственный свет, которому мы следуем. Чёрный рынок с гордостью считает тебя своим!»\nОднако никто толком не знает, почему из всех вещей на троне Крёстного отца лежит именно старая лопата.\n\nВ те кровавые времена он держал лопату при себе как постоянное напоминание о том, что жизнь грабителя всегда висит на волоске.\nНо теперь в рифах на границе зарыты несметные сокровища - символы, которые можно обменять на преданность и страх.\nЕму больше не нужно было колебаться в принятии решений. Его власть и финансовые ресурсы могли исключить все неправильные варианты.\nМиром управляет скрытый закон, неостановимый цикл, в котором богатые становятся ещё богаче, а бедные всё глубже погружаются в нищету.\nКрёстный отец сегодня не мудрее бедного крестьянина, которым он когда-то был, и ничем не отличается от вора, который когда-то пытался его убить.\n«Тогда почему? Почему сокровище, которое выкопала лопата, принадлежит мне, а то, что она закапывает, принадлежит другому???»\nМожет быть, это всего лишь случайность, то есть он просто родился немного более удачливым, чем вор, который встретил свой конец в тот день?\nПосле того как я сделал тысячи выборов и пожертвовал всей своей жизнью в попытке обрести счастье, в конечном итоге всё решил случай.\n\nСоини охватывает волна отвращения от вопиющей несправедливости происходящего. «Здесь все мои сокровища», - бормочет он.\nОн представляет свою карту сокровищ публике. Теперь любой житель пограничных земель может побороться за приз, вооружившись лишь собственными силами.\nПусть они добьются успеха или потерпят неудачу. В любом случае Соини всё равно, чем закончатся их истории.\nКрёстный отец, облачённый в пышные одежды, но всё ещё с лопатой в руке, пришёл к пониманию того вида правосудия, который проповедовал Рид Миллер:\n\n«Если дисбаланс - закон этого мира, пусть золото найдёт путь к золоту, а земля вернётся в землю».\n«Если этому миру нужна рука, чтобы восстановить порядок и равновесие, то она должна быть рукой вора».",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "9%",
	"effectName": "Молниеносная решительность",
	"effectTemplateRaw": "Урон реакции Заряжен повышается на <color=#99FFFFFF>{0}</color>, а реакции Лунный заряд - на <color=#99FFFFFF>{1}</color>. Лунное знамение - Высшее сияние: урон реакции Лунный заряд дополнительно повышается на <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Урон реакции Заряжен повышается на 48%, а реакции Лунный заряд - на 12%. Лунное знамение - Высшее сияние: урон реакции Лунный заряд дополнительно повышается на 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Урон реакции Заряжен повышается на 60%, а реакции Лунный заряд - на 15%. Лунное знамение - Высшее сияние: урон реакции Лунный заряд дополнительно повышается на 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Урон реакции Заряжен повышается на 72%, а реакции Лунный заряд - на 18%. Лунное знамение - Высшее сияние: урон реакции Лунный заряд дополнительно повышается на 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Урон реакции Заряжен повышается на 84%, а реакции Лунный заряд - на 21%. Лунное знамение - Высшее сияние: урон реакции Лунный заряд дополнительно повышается на 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Урон реакции Заряжен повышается на 96%, а реакции Лунный заряд - на 24%. Лунное знамение - Высшее сияние: урон реакции Лунный заряд дополнительно повышается на 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Искра кремня долгой ночи",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Туманное воплощение",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Отблеск кремня долгой ночи",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Туманное воплощение",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Отблеск кремня долгой ночи",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Туманная пластина",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Вспышка кремня долгой ночи",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Туманная пластина",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Вспышка кремня долгой ночи",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Туманный шлем",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Пламя кремня долгой ночи",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Туманный шлем",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 12
			}
		]
	}
}