{
	"id": 14406,
	"name": "Прототип: Янтарь",
	"description": "Древний катализатор, обнаруженный в кузнице Черногорья. От него исходит сияние звёзд, солнца и луны.",
	"descriptionRaw": "Древний катализатор, обнаруженный в кузнице Черногорья. От него исходит сияние звёзд, солнца и луны.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Древний катализатор из арсенала Ли Юэ. Инвентарный номер уже давно стёрся, и выяснить точную дату производства невозможно.\nЭтот диск изображает космос и потому имеет круглую форму. В его центре находится кусок кор пурума, изображающего небесные тела.\n\nПосле того как мир погрузился в хаос, силы добра покинули его. Поэтому обычным людям пришлось забросить традиционные инструменты и боевые искусства и обратиться за помощью к сверхъестественному.\nНо технология производства катализаторов осталась неизменной с древних времён. Поэтому все катализаторы той эпохи весьма хрупкие и рассыпаются от одного прикосновения.\nАлхимики со всего континента направлялись в Ли Юэ, чтобы попросить Юнь Хуэя, лидера клана Юнь, разработать новый тип катализатора.\nЮнь Хуэй добавил катализаторы в серию улучшенного оружия под названием «прототипы».\n\nДиск, выполненный из древесины и редкой горной породы. Кор пурум в центре диска - подарок от чародеев.\nДля изготовления кор пурума необходимо нагревать кор ляпис на протяжении квадрата семи дней (сорок девять дней). А затем его необходимо остужать в родниковой горной воде на протяжении квадрата семи дней. \nДвойная очистка огнём и водой делает кор пурум крепким и небьющимся. Чародеи также считают, что кор пурум способен проводить древнюю космическую энергию. \n\nЮнь Хуэй отметил тёплое золотистое сияние, которое исходит от кор пурума. После обсуждения с чародеями, он решил назвать катализатор «Янтарная злоба».\nВсе катализаторы в Ли Юэ были выполнены по образцу прототипа Юнь Хуэй.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Позолота",
	"effectTemplateRaw": "В течение 6 сек. после использования взрыва стихий восстанавливается <color=#99FFFFFF>{0}</color> ед. энергии каждые 2 сек., а все члены отряда восстанавливают по <color=#99FFFFFF>{1}</color> HP каждые 2 сек.",
	"r1": {
		"description": "В течение 6 сек. после использования взрыва стихий восстанавливается 4 ед. энергии каждые 2 сек., а все члены отряда восстанавливают по 4% HP каждые 2 сек.",
		"values": [
			"4",
			"4%"
		]
	},
	"r2": {
		"description": "В течение 6 сек. после использования взрыва стихий восстанавливается 4,5 ед. энергии каждые 2 сек., а все члены отряда восстанавливают по 4,5% HP каждые 2 сек.",
		"values": [
			"4,5",
			"4,5%"
		]
	},
	"r3": {
		"description": "В течение 6 сек. после использования взрыва стихий восстанавливается 5 ед. энергии каждые 2 сек., а все члены отряда восстанавливают по 5% HP каждые 2 сек.",
		"values": [
			"5",
			"5%"
		]
	},
	"r4": {
		"description": "В течение 6 сек. после использования взрыва стихий восстанавливается 5,5 ед. энергии каждые 2 сек., а все члены отряда восстанавливают по 5,5% HP каждые 2 сек.",
		"values": [
			"5,5",
			"5,5%"
		]
	},
	"r5": {
		"description": "В течение 6 сек. после использования взрыва стихий восстанавливается 6 ед. энергии каждые 2 сек., а все члены отряда восстанавливают по 6% HP каждые 2 сек.",
		"values": [
			"6",
			"6%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Свинцовая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Пыльца туманной травы",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Пыльца туманной травы",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Мешочек с туманной травой",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Золотая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Мешочек с туманной травой",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Золотая пилюля Заоблачного моря",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Пучок туманной травы",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Примо эликсир Заоблачного моря",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Пучок туманной травы",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 12
			}
		]
	}
}