{
	"id": 13402,
	"name": "Прототип: Звёздный блеск",
	"description": "Древнее копьё, обнаруженное в кузнице Черногорья. Самоцветы на лезвии этого копья сверкают, словно звёзды в ночном небе.",
	"descriptionRaw": "Древнее копьё, обнаруженное в кузнице Черногорья. Самоцветы на лезвии этого копья сверкают, словно звёзды в ночном небе.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Древний прототип копья из арсенала Ли Юэ. Инвентарный номер уже давно стёрся, и выяснить точную дату производства невозможно.\nДревко выполнено из чёрной стали, инкрустированной золотом. Узор в виде молнии и звёзд покрывает копьё от основания до острия. Сусальное золото придаёт оружию изысканности.\n\nПосле того как угроза нападения чудовищ миновала, остатки войск были разбросаны на большой территории. Со временем воины смешались с местными жителями. Несмотря на наступления мирного времени, у жителей проснулся интерес к боевым искусствам. \nСпрос на различные виды оружия вырос. Особо ценились изделия высокого качества. Ремесленники не успевали справляться с потоком заказов. Для поиска решения Юнь Хуэй из рода Юнь встретился с мастером Хань У. Вдвоём они заперлись в мастерской и занялись исследованием данной проблемы.\nКогда два мастера вновь увидели солнечный свет, их бороды уже отросли до пупов. Их новейшая разработка, «прототипы», была призвана перевернуть оружейный бизнес в Ли Юэ.\n\nПервое копьё, изготовленное по новым чертежам, выполнено в чёрно-золотом цвете. Наконечник у этого копья заметно длиннее, чем стандартной пики. Поистине смертоносное оружие, внушающее трепет и уважение. \nКопьё оставили на ночь под лунным светом. В первых рассветных лучах наконечник загорелся холодным звёздным светом. \n\nНаблюдая за этим магическим зрелищем, Юнь Хуэй вспомнил о былой славе отца, чьё имя связано со звёздами. Поэтому он решил посвятить оружие памяти своего отца.\nСреди мастеров древкового оружия Ли Юэ, это оружие стало известно как «Звёздный серп».",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "10%",
	"effectName": "Влечение магии",
	"effectTemplateRaw": "Использование элементального навыка увеличивает урон обычной и заряженной атаки на <color=#99FFFFFF>{0}</color> в течение 12 сек. Эффект может складываться до 2 раз.",
	"r1": {
		"description": "Использование элементального навыка увеличивает урон обычной и заряженной атаки на 8% в течение 12 сек. Эффект может складываться до 2 раз.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Использование элементального навыка увеличивает урон обычной и заряженной атаки на 10% в течение 12 сек. Эффект может складываться до 2 раз.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Использование элементального навыка увеличивает урон обычной и заряженной атаки на 12% в течение 12 сек. Эффект может складываться до 2 раз.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Использование элементального навыка увеличивает урон обычной и заряженной атаки на 14% в течение 12 сек. Эффект может складываться до 2 раз.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Использование элементального навыка увеличивает урон обычной и заряженной атаки на 16% в течение 12 сек. Эффект может складываться до 2 раз.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Зерно чёрного сидерита",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Хрупкие останки",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Хрупкие останки",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Крепкие останки",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Крепкие останки",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Окаменевшие останки",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Обломок чёрного сидерита",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Окаменевшие останки",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 12
			}
		]
	}
}