{
	"name": "Прототип: Полумесяц",
	"description": "Древний лук, обнаруженный в кузнице Черногорья. Выпущенная из этого лука стрела сияет, как луна после захода солнца.",
	"weapontype": "Стрелковое",
	"rarity": "4",
	"story": "Древний прототип лука из арсенала Ли Юэ. Инвентарный номер уже давно стёрся, и выяснить точную дату производства невозможно.\nДля его изготовления использовалась завёрнутая в золотой шёлк и усиленная стальными компонентами пятидесятилетняя древесина кудрания.\nНесмотря на то, что тетива этого лука сделана из ветвистых корней Ирминсуля, простирающихся вглубь земли, она исключительно гибкая и прочная.\n\nДом Юнь в Ли Юэ участвовал в создании набора легендарных прототипов оружия, которые могли бы преодолеть все ограничения и начать новую эру власти своих войск.\nНеобыкновенный длинный лук, составляющий основу вооружённых сил.\nМастер-оружейник Хань У лично собрал этот длинный лук по просьбе своего хорошего друга Юнь Хуэя.\n\nОн нанимал каждый караван, способный найти и привезти ему множество ресурсов. В конце концов он решил использовать древесину кудраний, высококачественную сталь и привезённые из Бездны ветви Ирминсуля.\nВ результате ему удалось изготовить прочный, лёгкий в использовании и прохладный на ощупь превосходный лук.\nДуга лука прекрасна словно полумесяц, хотя и более тёмного оттенка. Она скорее похожа на сияющую луну, висящую низко среди туманного ночного неба.\nКогда выпущенная из лука стрела пронзает небо, его тетива становится тонкой и холодной, напоминающая незабываемый лунный свет.\n\nБлагодаря этому сходству лук стали называть «Полумесяцем».\nЕсли его красота так завораживает людей, то это лишь вопрос времени, когда в Ли Юэ начнут делать луки, вдохновившись подобной историей.",
	"baseatk": 42,
	"substat": "Сила атаки",
	"subvalue": "9",
	"effectname": "Невозвратный",
	"effect": "Попадания заряженной атакой по слабым местам увеличивают скорость передвижения на 10% и силу атаки на {0} в течение 10 сек.",
	"r1": [
		"36%"
	],
	"r2": [
		"45%"
	],
	"r3": [
		"54%"
	],
	"r4": [
		"63%"
	],
	"r5": [
		"72%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Свинцовая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"name": "Пыльца туманной травы",
				"count": 3
			},
			{
				"name": "Печать Похитителей сокровищ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 3
			},
			{
				"name": "Пыльца туманной травы",
				"count": 12
			},
			{
				"name": "Печать Похитителей сокровищ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Ртутная пилюля Заоблачного моря",
				"count": 6
			},
			{
				"name": "Мешочек с туманной травой",
				"count": 6
			},
			{
				"name": "Печать серебряного ворона",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Золотая пилюля Заоблачного моря",
				"count": 3
			},
			{
				"name": "Мешочек с туманной травой",
				"count": 12
			},
			{
				"name": "Печать серебряного ворона",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Золотая пилюля Заоблачного моря",
				"count": 6
			},
			{
				"name": "Пучок туманной травы",
				"count": 9
			},
			{
				"name": "Печать золотого ворона",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Примо эликсир Заоблачного моря",
				"count": 4
			},
			{
				"name": "Пучок туманной травы",
				"count": 18
			},
			{
				"name": "Печать золотого ворона",
				"count": 12
			}
		]
	}
}