{
	"id": 12406,
	"name": "Прототип: Архаичный",
	"description": "Древний двуручный меч, обнаруженный в кузнице Черногорья. Он производит впечатление меча, который может разрубить пополам саму реальность.",
	"descriptionRaw": "Древний двуручный меч, обнаруженный в кузнице Черногорья. Он производит впечатление меча, который может разрубить пополам саму реальность.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Древний прототип двуручного меча из арсенала Ли Юэ. Инвентарный номер уже давно стёрся, и выяснить точную дату производства невозможно.\nЭтот меч весит почти двадцать килограмм, его рукоять сделана из редкой руды, а клинок выкован из превосходнейшей стали. При взмахе выпускает ослепительные вспышки света, способные поглотить облака и уничтожить луну.\n\nПосле великой катастрофы семья кузнецов Юнь объединила усилия с мастером Хань У, чтобы преодолеть ограничения современного дизайна мечей и совершить революцию в их ремесле.\nТак родилась новая серия оружия, названная просто «прототипы». Первый изготовленный по новому дизайну двуручный меч в своём законченном виде был весьма преуменьшен.\nЗа маской тусклого, пятнистого золота скрывалась истинная сила оружия. Тут нечем любоваться, но тот, кто решит взять это оружие в руки, осознает, насколько оно тяжёлое, но вовсе не громоздкое.\n\nХань У, мастер, выковавший этот меч, всю ночь путешествовал на север, чтобы передать его одному следовавшему рыцарскому кодексу мастеру боевых искусств.\nМастер боевых искусств внимательно осмотрел клинок, прежде чем испытать его. Клинок взвыл, как ветер, и в одно мгновение снёс весь бамбуковый лес. Это было изумительное зрелище.\n\nМастер боевых искусств сказал Хань У: «Этот меч наделён красотой древности. Он одинаково хорош как оружие и как украшение».\n«Такое прекрасное творение, обладающее как внушительным размером, так и изяществом работы, достойно своего личного имени. Пусть оно будет называться \"Архаичный\"».\nБлагодаря своей непревзойдённой силе этот меч стал образцом для тысяч других мечей в Ли Юэ.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Громила",
	"effectTemplateRaw": "При попадании обычной или заряженной атакой имеет 50% шанс нанести дополнительные <color=#99FFFFFF>{0}</color> урона в небольшом радиусе. Может возникнуть раз в 15 сек.",
	"r1": {
		"description": "При попадании обычной или заряженной атакой имеет 50% шанс нанести дополнительные 240% урона в небольшом радиусе. Может возникнуть раз в 15 сек.",
		"values": [
			"240%"
		]
	},
	"r2": {
		"description": "При попадании обычной или заряженной атакой имеет 50% шанс нанести дополнительные 300% урона в небольшом радиусе. Может возникнуть раз в 15 сек.",
		"values": [
			"300%"
		]
	},
	"r3": {
		"description": "При попадании обычной или заряженной атакой имеет 50% шанс нанести дополнительные 360% урона в небольшом радиусе. Может возникнуть раз в 15 сек.",
		"values": [
			"360%"
		]
	},
	"r4": {
		"description": "При попадании обычной или заряженной атакой имеет 50% шанс нанести дополнительные 420% урона в небольшом радиусе. Может возникнуть раз в 15 сек.",
		"values": [
			"420%"
		]
	},
	"r5": {
		"description": "При попадании обычной или заряженной атакой имеет 50% шанс нанести дополнительные 480% урона в небольшом радиусе. Может возникнуть раз в 15 сек.",
		"values": [
			"480%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Зерно чёрного сидерита",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Хрупкие останки",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Хрупкие останки",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Крепкие останки",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Крепкие останки",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Окаменевшие останки",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Обломок чёрного сидерита",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Окаменевшие останки",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 12
			}
		]
	}
}