{
	"id": 15434,
	"name": "Струны дождя радужного змея",
	"description": "Церемониальное оружие, издревле передававшееся по наследству в племени Повелителей Ночного Ветра. Его древко всегда окутано неотступающим холодом.",
	"descriptionRaw": "Церемониальное оружие, издревле передававшееся по наследству в племени Повелителей Ночного Ветра. Его древко всегда окутано неотступающим холодом.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "Сожжённый город слился с безумными мечтами тирана, и получилось пламя, сиявшее ярче солнца.\nГерой с алыми глазами высек искру божьего гнева, и священный престол, осквернённый чёрным бедствием, обратился в пепел.\nПрошло несколько десятилетий с тех пор, как убийца драконов Магхан прогнал бывшего правителя из ущелья.\nВ деревнях, где некогда поклонялись драконам, молодые давно забыли о клятве, данную драконам их предками.\n\nИ потому юный жрец Вагаду исполнил последнюю волю Магхана драконоборца:\nпохоронил Магхана в безымянной могиле, взял его лук и отправился в безлюдные горы, окутанные ядовитым туманом...\nОн совсем не понимал, что на самом деле значили слова, сказанные стариком перед смертью.\nЧто такое «восстановить союз»? И что значит «возродить мир»? Вагаду терялся в догадках.\nОн твёрдо знал одно: старый жрец велел ему вернуть драгоценный лук в опасное Царство Ночи...\nЧтобы умилостивить духов, разгневанных тем, что древние жертвоприношения на долгие годы оказались преданы забвению.\n\nОн раздвинул завесу тумана и шагнул на каменную лестницу из трёх ступеней.\nНа границе царства теней, которую нельзя описать словами, он увидел величественный зал, подобный лабиринту, залитому мягким струящимся светом.\nНе успел молодой жрец разглядеть, чья рука начертала золочёные письмена,\nкак вдруг глаза ему заволокло туманом, а следом появились миражи.\nВ головокружительном полузабытьи бесчисленные образы плыли у него перед глазами, перетекая друг в друга, словно цвета радуги.\nОн видел красавицу с глазами цвета бирюзы, огромного змея, окутанного звёздным светом, и белого паука, плетущего солнце и луну...\nОн видел статуи из чёрного золота и белой стали, хитрого зайца, что смеялся над дикой лисой, и койота, увязшего в смоле.\nВагаду поспешно упал на колени, умоляя святых владений ночи простить его за вторжение.\nНо когда туман наконец рассеялся, он понял, что на него взирает\nвовсе не мертвец, которого он ожидал здесь встретить, а величественный дракон, чьи крылья подобны раскинувшейся в небе радуге.\n\n«Бездушное существо, связанное судьбой со звёздами, не страшись моего облика.\nИбо мне известно, зачем ты явился, но сам ты до сих пор пребываешь в тумане неведения.\nЖрец, именовавший себя убийцей драконов, послал тебя заключить союз для будущих поколений.\nКлинок его ни разу не обагрился благородной кровью древних, и эта искренность стоит дороже тысячи слов.\nПусть так. Наш правитель давно мёртв, и я устал оберегать своё племя, обитающее во снах.\nЯ готов открыть тебе все тайные знания, чтобы ваши племена процветали,\nвы будете слышать шёпот ночи, не принося кровавые жертвы посланнице, угодившей в подземный мир.\nНо чтобы скрепить наш союз, ты должен принять два условия.\nПервое: ваши потомки будут относиться к тем, кого я некогда защищал, как к друзьям, равным себе.\nПрислушивайтесь к их советам и не позволяйте клятве стать насмешкой, как случилось с Великим Альянсом.\nВторое: ваши потомки сотрут моё имя из всех свитков.\nПусть тот, кто мнит себя мудрецом, не раскроет моего имени, иначе его глупая месть разрушит наш союз.\nНе раздумывай, соглашайся. Вайоб, что защищает тебя, некогда была моей слугой.\nИ задолго до твоего рождения она поведала мне об этом дерзком союзе».\n\nСловно только что пробудившись и не в силах отличить сон от яви, Вагаду растерянно кивнул в знак согласия.\nВ одно мгновение позолоченный зал и величественный дракон пропали без следа, словно таинственный дым из старых времён.\nГадая, не было ли всё это миражом, порождённым усталостью,\nюноша вдруг ощутил на коже прикосновение, мягкостью напоминавшее пух, а прохладой - ночной ветер. Он обернулся...\n...Легенда гласит, что перед ним стоял первый иктомизавр, явившийся из царства Владыки Ночи.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "10%",
	"effectName": "Шёпот звёзд за священным престолом",
	"effectTemplateRaw": "Когда экипированный персонаж не находится на поле боя, на 8 сек. после попадания его атак по противнику сила атаки повышается на <color=#99FFFFFF>{0}</color>.",
	"r1": {
		"description": "Когда экипированный персонаж не находится на поле боя, на 8 сек. после попадания его атак по противнику сила атаки повышается на 28%.",
		"values": [
			"28%"
		]
	},
	"r2": {
		"description": "Когда экипированный персонаж не находится на поле боя, на 8 сек. после попадания его атак по противнику сила атаки повышается на 35%.",
		"values": [
			"35%"
		]
	},
	"r3": {
		"description": "Когда экипированный персонаж не находится на поле боя, на 8 сек. после попадания его атак по противнику сила атаки повышается на 42%.",
		"values": [
			"42%"
		]
	},
	"r4": {
		"description": "Когда экипированный персонаж не находится на поле боя, на 8 сек. после попадания его атак по противнику сила атаки повышается на 49%.",
		"values": [
			"49%"
		]
	},
	"r5": {
		"description": "Когда экипированный персонаж не находится на поле боя, на 8 сек. после попадания его атак по противнику сила атаки повышается на 56%.",
		"values": [
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Загадочные размышления ночного ветра",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Загадочные предчувствия ночного ветра",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Загадочные предзнаменования ночного ветра",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Загадочные откровения ночного ветра",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 12
			}
		]
	}
}