{
	"id": 15427,
	"name": "Дальномер",
	"description": "Измерительный инструмент, который в наше время нигде не найти. Способен выпускать стрелы.",
	"descriptionRaw": "Измерительный инструмент, который в наше время нигде не найти. Способен выпускать стрелы.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "Когда-то этот инструмент использовался в строительстве и при исследовании руин.\nПомимо функции измерения углов, инструмент также оснащён прогрессивной для своего времени функцией измерения расстояния.\nВ умелых руках особые стрелы, прошедшие тщательную шлифовку,\nбудут лететь по идеально ровной прямой, словно лучи света.\n\nДальномер широко использовался в проектировании, в строительстве, в геологической разведке и даже в расследовании преступлений.\nВ опытных руках такой инструмент позволяет достичь высочайшего уровня точности.\nРаньше экспедиционные отряды часто брали с собой такие инструменты для исследовании руин Ремурии.\nКак правило, они помогали определить местонахождение руин, погребённых временем.\nВ романах о детективе Харлоке, которые увидели свет много позже,\nвстречаются эпизоды, где этот инструмент помогает героям находить тайники.\n\nСейчас Дальномеры до сих пор можно найти в некоторых антикварных лавках или на чердаках.\nС ростом популярности инструментов, которые оказались более удобны и просты в использовании,\nу людей отпала надобность выпускать особые стрелы, и Дальномеры оказались преданы забвению.\nПоскольку Дальномер по сути своей является длинным луком, который можно носить с собой, не вызывая подозрений и вопросов,\nв некоторые эпохи он использовался не только по своему прямому назначению.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Запевка каменщиков",
	"effectTemplateRaw": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на <color=#99FFFFFF>{0}</color>, а бонус урона всеми элементами - на <color=#99FFFFFF>{1}</color>. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
	"r1": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 3%, а бонус урона всеми элементами - на 7%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"3%",
			"7%"
		]
	},
	"r2": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 4%, а бонус урона всеми элементами - на 8,5%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"4%",
			"8,5%"
		]
	},
	"r3": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 5%, а бонус урона всеми элементами - на 10%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"5%",
			"10%"
		]
	},
	"r4": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 6%, а бонус урона всеми элементами - на 11,5%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"6%",
			"11,5%"
		]
	},
	"r5": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации элементального навыка или взрыва стихии все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку сила атаки повышается на 7%, а бонус урона всеми элементами - на 13%. Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.",
		"values": [
			"7%",
			"13%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Фрагмент отзвука древней струны",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Эхо отзвука древней струны",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 12
			}
		]
	}
}