{
	"name": "Краснорогий камнеруб",
	"description": "По словам его предыдущего владельца, это «Могучее золочёное краснорогое орудие Короля Львов, разрубающее камни и разрезающее золото» может обратить в бегство любого монстра.",
	"weapontype": "Двуручное",
	"rarity": "5",
	"story": "Полное название этого оружия - «Могучее золочёное краснорогое орудие короля львов, разрубающее камни и разрезающее золото».\nЭто любимый клинок чудака, взявшего себе громкое имя «Отоги Конго, Король Львов».\n\n...Но поскольку и этот титул, и название меча были слишком длинными,\nдети прозвали оружие «Краснорогим рубилом», а его владельца - «Королём Отоги».\n\nКраснорогое рубило сделано из рога зачарованного монстра.\nИ завидев его, принимались молить о пощаде любые враги - будь то бакэ-кицунэ, бакэ-дануки или óни.\nДаже Рэйдзэмбо, великий тэнгу горы Ёго,\nбоялся зловещей силы Рубила и не вышел бы навстречу Королю Отоги!\n\n...Конечно, дети никогда не верили в эти сказки.\nТем не менее Король Отоги действительно был очень силён. Даже семеро мужчин вместе не смогли бы вытолкнуть его с дохё.\nА когда он видел, как дети не могут дотянуться до фруктов, и пинал дерево, то фиалковые дыни сами падали вниз.\nПравда, однажды он повалил дерево целиком, и старик прогнал его в горы.\nА ещё как-то он привёл детей полюбоваться осенним представлением в честь листопада\nи вдруг с криком «Явился Отоги Конго, Король Львов, чтобы покарать проклятых óни!»\nбросился в драку с миниатюрной óни, которая как раз была не в духе... В итоге на Отоги невозможно было взглянуть без слёз.\n\n«Но если это всё, на что он способен, и его даже не допустили на службу к сёгуну,\nкак же он может справиться с легендарными ёкаями?» - спрашивали дети.\n\n«Ха! В тот раз я просто был не в форме, потому что перепил накануне!» -\nдаже оправдываясь, Король Отоги любил посмеяться.\nДействительно ли чувство стыда было ему неведомо, или он правда верил, что сможет победить? Кто знает...\n\n«Ну уж на этот раз я точно оторву рога этим монстрам!\nЯ покажу вам мощь Отоги Конго, Короля Львов!\nСоздания с другого берега океана? Пф-ф! Мне они не соперники!\n\nТак что, кыш, кыш, следуйте за лисом-посланником, прячьтесь и всё такое.\nЯ скоро вернусь. И тогда поиграем в сражения, ага?»\n\nСтоило ему сказать об этом, и дети вспомнили, как маленькая óни, тихо фыркнув,\nшвырнула ревущего Короля Отоги высоко в небо...\n\nПозже óни, сражавшаяся с Королём Отоги, сбежала после того, как ей отрубили руку и рог.\nА великий тэнгу больше не выходил к людям, укрывшись среди гор и лесов.\nТаким образом, пустые бахвальства об этом мече наконец-то стали реальностью,\nпусть сам Отоги Конго, Король Львов, так и не вернулся.\nА фиалковая дыня, которую он когда-то повалил, однажды снова начала плодоносить.",
	"baseatk": 44,
	"substat": "Крит. урон",
	"subvalue": "19.2",
	"effectname": "Гокадайо Отогибанаси",
	"effect": "Защита повышается на {0}, урон обычных и заряженных атак повышается на {1} защиты.",
	"r1": [
		"28%",
		"40%"
	],
	"r2": [
		"35%",
		"50%"
	],
	"r3": [
		"42%",
		"60%"
	],
	"r4": [
		"49%",
		"70%"
	],
	"r5": [
		"56%",
		"80%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 10000
			},
			{
				"name": "Мудрость Наруками",
				"count": 5
			},
			{
				"name": "Скрытый коготь",
				"count": 5
			},
			{
				"name": "Старая гарда",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Радость Наруками",
				"count": 5
			},
			{
				"name": "Скрытый коготь",
				"count": 18
			},
			{
				"name": "Старая гарда",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Радость Наруками",
				"count": 9
			},
			{
				"name": "Скрытый заточенный коготь",
				"count": 9
			},
			{
				"name": "Гарда кагэути",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Милость Наруками",
				"count": 5
			},
			{
				"name": "Скрытый заточенный коготь",
				"count": 18
			},
			{
				"name": "Гарда кагэути",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 55000
			},
			{
				"name": "Милость Наруками",
				"count": 9
			},
			{
				"name": "Скрытый дьявольский коготь",
				"count": 14
			},
			{
				"name": "Прославленная гарда",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 65000
			},
			{
				"name": "Доблесть Наруками",
				"count": 6
			},
			{
				"name": "Скрытый дьявольский коготь",
				"count": 27
			},
			{
				"name": "Прославленная гарда",
				"count": 18
			}
		]
	}
}