{
	"id": 14521,
	"name": "Шкатулка истин",
	"description": "Шкатулка с рогами, вырезанная из золота и нефрита. Легенда гласит, что некогда эта шкатулка хранилась в святилище в глубине сапфирового города Тулайтуллы.",
	"descriptionRaw": "Шкатулка с рогами, вырезанная из золота и нефрита. Легенда гласит, что некогда эта шкатулка хранилась в святилище в глубине сапфирового города Тулайтуллы.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "Когда высокая башня шаха Рамшара пала и растаяла в пропитанных кровью песках, точно отравленный медовый сон,\nверховная власть прокочевала по бесчисленным государствам, мимолётным, как утренняя роса, а затем вновь оказалась погребена под толщей крови и слёз.\nСапфировый купол видел, как знать, что некогда томилась под властью тирана, наконец сбросила оковы,\nтолько чтобы последовать за ложным владыкой, провозгласившим себя мудрецом, и предаться игре крови и песка среди пылающей зноем пустоши.\n\nО гордый народ Тулайтуллы, вы давно забыли молчаливые заветы мудрецов!\nЛишь когда их гордые мечты рассеялись по ветру вместе с именем «Гуркан», они поняли, какой ценой приходится платить за бунт.\nИ когда жестокие хаганы прискакали на своих конях, в Саду бесконечных колонн не осталось ни одного воина, который мог бы его защитить.\nЛюди, опьянённые золотыми снами, могли лишь склониться перед своим новым хозяином, точно покорный скот.\n\nЖадные солдаты и сборщики податей прибывали издалека, чтобы обобрать местных до последней нитки.\nБирюзовый двор, прославлявший себя за доброту, всегда был суров к своим подданным,\nи среди людей, порабощённых железными копытами чужеземного племени, всегда находились те, кто искал утешения в поэтичном прошлом\nи шептал хвалу краткому правлению царя Хумаюна, прячась в тени от палящего солнца.\n\nЧтобы освободить своих братьев и сестёр от оков рабства, молодой аристократ Гударз вошёл в священный зал, скрытый глубоко под песком.\nСогласно легенде, этот дворец принадлежал Царю ибисов, мудрейшему из Семи мудрецов, хранителю писаний, тайному посланнику звёзд и луны.\nПлан спасения был безнадёжен, ибо ни один план не мог противостоять армии завоевателя, блеск которой был подобен солнечному сиянию.\nМудрецы из Тигнара давно бежали, а величественный храм мудрости без вести канул среди песков цвета железа.\nНо из самой глубины пересохшего источника в ответ на его молитвы раздалось божественное древнее эхо...\n\n«О безрассудное дитя, потомок благородных кровей, ты жаждешь силы палящего солнца и вихря песчаной бури и хочешь снова воздвигнуть высокую башню из зыбучих песков.\nПодобно тому, как жаждущему верблюду дают солёную, горькую воду, я могу дать тебе силу, которая до сих пор была скрыта от всех пророков и верующих.\nОднако Повелительница цветов и оазисов оставила три загадки для царя Дешрета, которому я служил.\nНо даже мудрый и прозорливый царь Дешрет не смог их разгадать, пока не погрузился в свой ядовитый сон.\nЕсли ты развеешь туман смятения, который так давно меня терзает, я дарую тебе власть над людьми».\n\nИ юный Гударз отвечал ему:\n«Я молю тебя, открой мне эти древние загадки, о мудрец священных указов, писаний, медицины и всякого знания.\nЯ дам ответ смертного со всей искренностью и прямотой, ибо на моём пути нет места фальшивым теням».\n\nИ тогда молвил мудрейший среди мудрецов:\n«Что появляется и тотчас исчезает, чтоб появиться снова?\nСловно луна, оно может быть полным, а может идти на убыль.\nИ мудрецы, и глупцы ежеминутно стремятся к нему,\nно оно поднимается и опускается в сердцах людей, подобно волнам прилива».\n\nИ юный Гударз отвечал ему:\n«Ты говоришь о заговорах и предательстве. О слабости и немощи, что прячутся под мантиями мудрецов, ведущих тщетные разговоры о добродетели и справедливости.\nИменно из-за их немощи бирюзовый купол рухнул, а народ поныне заливается слезами скорби».\n\nМудрейший рассмеялся, не в силах оценить ответ молодого аристократа.\nНо всё равно он вручил юноше власть «обмана», как и было обещано.\n\nВот так имя «Гударз» постепенно стёрлось из истории,\nибо на смену ему пришло грозное имя Салеб-хагана.\nХрабрый воин, не терпевший лжи, обрёл власть с помощью коварных уловок,\nвызывая мираж золотого века под сизым покровом сумерек.\n\n...\n\nНо какой бы изящной ни была ложь, однажды ей становится не под силу обуздать жадность к власти,\nи когда творения царя Дешрета уже не могли воссоздавать божественные иллюзии,\nголос Царя ибисов раздался снова и задал ему тот же вопрос.\nИ престарелый царь дал последний ответ под звуки погребальных песен Гюрабада:\n\n«Святой, я умею плести лишь лживые речи. Я сам давно не верю своим словам.\nСейчас я могу лишь выхватить меч и сражаться не на жизнь, а на смерть. Не хочу снова подвести своих братьев, которые пришли мне на помощь.\nСвятой, что бы ты ни искал, истину или ложь, вкуси моей тёплой крови - она даст тебе ответ».\n\nЗатем власть была захвачена дейями, что явились из чужих земель, пока в конце концов все царства не обратились в прах, который развеяли по миру ветры пустыни.\nПринимая лунный свет, как принимают в дар янтарь или мёд, святой принял последнюю волю царя вместо ответа.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "19,2%",
	"effectName": "Подлинный смысл лжи",
	"effectTemplateRaw": "Шанс крит. попадания повышается на <color=#99FFFFFF>{0}</color>. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на <color=#99FFFFFF>{1}</color> ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на <color=#99FFFFFF>{2}</color> на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%.",
	"r1": {
		"description": "Шанс крит. попадания повышается на 8%. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на 80 ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на 24% на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%.",
		"values": [
			"8%",
			"80",
			"24%"
		]
	},
	"r2": {
		"description": "Шанс крит. попадания повышается на 10%. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на 100 ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на 30% на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%.",
		"values": [
			"10%",
			"100",
			"30%"
		]
	},
	"r3": {
		"description": "Шанс крит. попадания повышается на 12%. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на 120 ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на 36% на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%.",
		"values": [
			"12%",
			"120",
			"36%"
		]
	},
	"r4": {
		"description": "Шанс крит. попадания повышается на 14%. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на 140 ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на 42% на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%.",
		"values": [
			"14%",
			"140",
			"42%"
		]
	},
	"r5": {
		"description": "Шанс крит. попадания повышается на 16%. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на 160 ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на 48% на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%.",
		"values": [
			"16%",
			"160",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Воспоминания цветущего оазиса",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Потускневшая кость",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Потускневшая кость",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Светящиеся останки",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Светящиеся останки",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Сияющая кость",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Истина цветущего оазиса",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Сияющая кость",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 18
			}
		]
	}
}