{
	"id": 15404,
	"name": "Королевский лук",
	"description": "Древний лук правителя Мондштадта. Спустя века, тетива на нём всё ещё крепко натянута и готова пускать стрелы.",
	"descriptionRaw": "Древний лук правителя Мондштадта. Спустя века, тетива на нём всё ещё крепко натянута и готова пускать стрелы.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "Длинный лук, в древности принадлежавший аристократу, правящему Мондштадтом. Он был изготовлен мастером-кузнецом из высококачественных материалов.\nИменно поэтому даже по прошествии многих веков он остался таким же сильным, как и в первый день.\nКогда-то охота была одним из видов досуга аристократов.\nОни показывали свою силу в мире природы и делились добычей с людьми из собственного великодушия.\nК сожалению, великодушие кануло в лету, как и их власть.\n\nПосле мятежа правящий клан Лоуренсов был свергнут.\nВо имя доброжелательного правления только что сформированный рыцарский орден Ордо Фавониус посчитали, что в длительном расследовании нет необходимости.\nКлан Лоуренсов был навсегда изгнан из Мондштадта без права на возвращение.\n\n«По пути нашего изгнания я наблюдал, как мой отец вздыхает с горечью над предательством людей, в конце славной эпохи, в заключительной главе истории».\n«Мы наблюдали, как люди, которые когда-то были нашими подданными, радовались в свободной стране, когда мы прощались с нашей родиной».\n«Только спустя годы я понял, что это мы, клан Лоуренсов, - предатели, это мы закончил славную эпоху и закрыли учебники истории. Только теперь Мондштадт был таким, каким он должен был быть всегда».\n\nВеннесса была лишь последним толчком, свалившим рушащуюся башню. До неё пламя ярости уже разгорелось ярко, и иногда мерцающее пламя светило сквозь густой дым таинственности.\nЛюди в тайне восхваляли призрачного вора, женщину, которая могла видеть смерть, Бродячий ансамбль, намеренный совершить революцию.\nДух сопротивления течёт в крови Мондштадта.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "9%",
	"effectName": "Сосредоточенный",
	"effectTemplateRaw": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>{0}</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
	"r1": {
		"description": "При нанесении урона противнику повышает шанс крит. попадания на 8%. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "При нанесении урона противнику повышает шанс крит. попадания на 10%. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "При нанесении урона противнику повышает шанс крит. попадания на 12%. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "При нанесении урона противнику повышает шанс крит. попадания на 14%. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "При нанесении урона противнику повышает шанс крит. попадания на 16%. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 12
			}
		]
	}
}