{
	"name": "Меч аристократов",
	"description": "Старинный меч, который носили с собой древние правители Мондштадта. Изысканно выполненная резьба и инкрустация подчёркивают высокий статус его владельца.",
	"weapontype": "Одноручное",
	"rarity": "4",
	"story": "Длинный меч, в древности принадлежавший аристократу, правящему Мондштадтом. Он был изготовлен мастером-кузнецом из высококачественных материалов.\nИменно поэтому даже по прошествии многих веков он остался таким же острым, как и в первый день.\nКогда-то фехтование было одним из обязательных навыков аристократов.\nЭтот стиль не имел ничего общего с настоящим боевым искусством - аристократы обучались владению мечом, чтобы взращивать мудрость и грацию.\nК сожалению со временем они забыли о мудрости и грации, и искусство фехтования стало лишь формальностью.\n\nДве тысячи шестьсот лет назад, после того, как Архонт ветра пришёл в этот мир и перекроил его,\nДревние обитатели мондштадтской земли принесли одну важную клятву.\n\n«За Мондштадт, как и всегда. За Мондштадт и за его зелёные равнины и горные хребты, за его бескрайние холмы и густые леса, чтобы вечно оставались они цветущими... Как и всегда».\n«За Мондштадт, как и всегда. Чтобы не было больше на этой земле ни подобной снежной бури тирании, ни деспотизма лютых хладных бурь. Пусть будет он вечно свободным. Как и всегда».\n\nВне зависимости от того, какие изменения принесёт время, пусть даже вторгнутся вновь на эти земли тираны и монстры, пусть даже рухнет стела, где вырезаны слова клятвы,\nСам дух клятвы по-прежнему будет жив в тысячах ветров, он будет лелеять Мондштадт, как возлюбленную, и защищать, как отец защищает дитя.",
	"baseatk": 42,
	"substat": "Сила атаки",
	"subvalue": "9",
	"effectname": "Сосредоточенный",
	"effect": "При нанесении урона противнику повышает шанс крит. попадания на {0}. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Плитка башни Декарабиана",
				"count": 3
			},
			{
				"name": "Тяжёлый рог",
				"count": 3
			},
			{
				"name": "Разбитая маска",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Обломок стены Декарабиана",
				"count": 3
			},
			{
				"name": "Тяжёлый рог",
				"count": 12
			},
			{
				"name": "Разбитая маска",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Обломок стены Декарабиана",
				"count": 6
			},
			{
				"name": "Чёрный бронзовый рог",
				"count": 6
			},
			{
				"name": "Грязная маска",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Фрагмент эпоса Декарабиана",
				"count": 3
			},
			{
				"name": "Чёрный бронзовый рог",
				"count": 12
			},
			{
				"name": "Грязная маска",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Фрагмент эпоса Декарабиана",
				"count": 6
			},
			{
				"name": "Чёрный кристаллический рог",
				"count": 9
			},
			{
				"name": "Зловещая маска",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Осколок мечты Декарабиана",
				"count": 4
			},
			{
				"name": "Чёрный кристаллический рог",
				"count": 18
			},
			{
				"name": "Зловещая маска",
				"count": 12
			}
		]
	}
}