{
	"id": 14424,
	"name": "Жертвенный нефрит",
	"description": "Древний нефритовый кулон, искрящийся словно чистый ручей. Похоже, его использовали в древних церемониях.",
	"descriptionRaw": "Древний нефритовый кулон, искрящийся словно чистый ручей. Похоже, его использовали в древних церемониях.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Ко времени появления Властелина Камня предки жителей долины Чэньюй успели превратиться в племена, рассеянные по холмам.\nОни вырезали чистый, как вода, нефрит и торжественно проводили праздники в соответствии со своими древними традициями.\nДождавшись благоприятного дня, люди племени прекращали тяжёлый труд и приносили в жертву нефрит, бросая его в воду в знак почитания...\nЧествуя давно умолкших вестников лазурного неба и предвкушая благословения и бедствия наступающего года.\n\nКогда древнее божество, некогда правившее долиной Чэньюй, сгинуло в чужих землях, а власть над страной перешла в руки Властелина Камня,\nдревние люди в горных пустошах постепенно переняли культуру Ли Юэ, но сохранили традицию жертвоприношений.\nС течением долгих лет даже самые твёрдые породы под воздействием воды превращаются в круглые камни. Новые переселенцы из Ли Юэ переняли древние обычаи местных жителей.\nТак в этом месте сложились отличные от гавани Ли Юэ общественные порядки, люди же обрели мягкий характер, не похожий на нрав жителей гавани Ли Юэ.\n\nШли бессчётные годы, сменялись сезоны, племена предков смешивались и сливались с пришлыми людьми, образуя новые кланы и поселения...\nУтратив древнее искусство вырезания нефритовых украшений, местные жители стали выращивать чай, и чайные поля раскинулись по всей долине Чэньюй.\nЖители долины Чэньюй уже не бросают в жертву вечно текущим рекам нефритовые украшения, прозрачные, как чистая вода.\nОднако обряд поминания предков и усопших порта Илун сохранился до сих пор, как сверкающий драгоценный нефрит в прозрачном горном потоке.\n\nИногда в руинах среди гор и долин собиратели трав и по сей день находят голубовато-зелёный нефрит Илун,\nкоторый хотя и не откликается на зов древних небес, но по-прежнему ярко сияет светом этого мира.\nМолчаливый нефрит никогда не рассказывал о древней истории тягот и странствий их предков.\nВсе загадки прошлого ждут тех, кто случайно возьмёт их в руки, отгадает и домыслит.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "8%",
	"effectName": "Нефритовый круговорот",
	"effectTemplateRaw": "Если персонаж не на поле боя более 5 сек., макс. HP увеличивается на <color=#99FFFFFF>{0}</color>, а мастерство стихий - на <color=#99FFFFFF>{1}</color> ед. После вступления персонажа в бой эффект длится 10 сек., после чего исчезает.",
	"r1": {
		"description": "Если персонаж не на поле боя более 5 сек., макс. HP увеличивается на 32%, а мастерство стихий - на 40 ед. После вступления персонажа в бой эффект длится 10 сек., после чего исчезает.",
		"values": [
			"32%",
			"40"
		]
	},
	"r2": {
		"description": "Если персонаж не на поле боя более 5 сек., макс. HP увеличивается на 40%, а мастерство стихий - на 50 ед. После вступления персонажа в бой эффект длится 10 сек., после чего исчезает.",
		"values": [
			"40%",
			"50"
		]
	},
	"r3": {
		"description": "Если персонаж не на поле боя более 5 сек., макс. HP увеличивается на 48%, а мастерство стихий - на 60 ед. После вступления персонажа в бой эффект длится 10 сек., после чего исчезает.",
		"values": [
			"48%",
			"60"
		]
	},
	"r4": {
		"description": "Если персонаж не на поле боя более 5 сек., макс. HP увеличивается на 56%, а мастерство стихий - на 70 ед. После вступления персонажа в бой эффект длится 10 сек., после чего исчезает.",
		"values": [
			"56%",
			"70"
		]
	},
	"r5": {
		"description": "Если персонаж не на поле боя более 5 сек., макс. HP увеличивается на 64%, а мастерство стихий - на 80 ед. После вступления персонажа в бой эффект длится 10 сек., после чего исчезает.",
		"values": [
			"64%",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Светящийся песок Гуюнь",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Пыльца туманной травы",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Блестящий камень Гуюнь",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Пыльца туманной травы",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Блестящий камень Гуюнь",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Мешочек с туманной травой",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Реликвия Гуюнь",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Мешочек с туманной травой",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Реликвия Гуюнь",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Пучок туманной травы",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Останки богов Гуюнь",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Пучок туманной травы",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 12
			}
		]
	}
}