{
	"id": 13434,
	"name": "Посох жертвующей",
	"description": "Безупречное серебристо-белое древковое оружие. Легенда гласит, что в былые века таким посохом старшие жрицы Гипербореи указывали путь Детям Морозной Луны.",
	"descriptionRaw": "Безупречное серебристо-белое древковое оружие. Легенда гласит, что в былые века таким посохом старшие жрицы Гипербореи указывали путь Детям Морозной Луны.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "«Моё доброе дитя Ловия, чистейшая из всех, прими сей посох старшей жрицы.\nЛишь милосердие и сострадание твоё призовут заблудших агнцев и даруют им мир, покой и благодать.\nОдна ты можешь подарить им счастье слабых, счастье быть ведомыми, ибо слабые с самого рождения своего взыскуют пристанища.\nОдна ты можешь исправить ложь злых наваждений подлунного мира, извращённую ложь, ибо нет иного пути, кроме пути истины.\nВладычица Морозной Луны давно сплела все мирские пути из серебряных нитей, и всё сущее в мире кружится в танце, пока тянется нить».\n\nДревние благословения постепенно смолкли, словно свеча, что угасла посреди холодной ночи, когда молодая прислужница приняла посох прежней старшей жрицы.\nДевушка не была благословлена и не должна была оказаться избранной. Она даже не знала, что была удочерённой сиротой из чужих краёв.\nБледная Морозная Луна давно не обращала на них своего взора, и даже рождённые от чистейшей крови больше не могли владеть её светом.\nС каждым днём сердца людей отдалялись всё больше, а шёпот сомнений звучал всё громче, и посему у одряхлевшей старшей жрицы не оставалось иного выбора, кроме как посадить свою приёмную дочь на шаткий священный трон,\nв надежде, что её доброта умиротворит разобщённую паству, пусть даже яркий лунный свет никогда не струился по её жилам.\n\nКак и хотела старшая жрица, милосердная и добрая прислужница всегда твёрдо верила во всё, что «правильно».\nСвет и тень, ясность и тьма, добро и зло, жизнь и смерть... У всего сущего в бренном подлунном мире есть «правильная» и «неправильная» сторона.\nА потому, лишь избрав абсолютно «правильный» путь, можно привести всё сущее к счастью.\nИдти по правильному пути - значит давать зерно голодным и ухаживать за больными ночами напролёт,\nискренностью и пониманием латать трещины подозрений, тихой лаской успокаивать встревоженные сердца своих близких.\nПравильная доброта в конце концов станет мягким пламенем, согревающим в ночи холодные и равнодушные сердца, прогоняющим обиду и ненависть.\n\nДевушка по имени Ловия твёрдо верила в эту истину, окидывая взглядом, полным сострадания, свою паству.\nТак было до тех пор, пока дева самой чистой крови на всём крайнем севере, пока её названная сестра\nне пала под клинком предателя. Она пожертвовала собой, дабы защитить старшую сестру, которая пыталась утвердить свою власть над паствой.\nИ тогда, в этом ослепительном серебристо-белом свете, девушка, которая не могла даже закричать от боли, наконец поняла:\n\nизбранный ею путь оказался вовсе не «правильным»,\nа мягкая доброта была непростительной ложью.\n\nЕсли Истинная Луна не дарует нам надежды, пусть ложь превратится в нежный рассвет,\nкоторый пробудит долгожданный пыл слабых и дарует страдающим агнцам рай, где все будут равны и спокойны.\nИ если зыбкая новая луна никогда больше не взойдёт, то пусть абсолютная власть царит над всеми мечтами смертных,\nдабы заблудшее стадо снова стало послушным и не горевало больше о потраченных всуе дарованиях.\n\nДа, это была «правильная» любовь, единственное спасение для растерянных душ,\n«правильный» путь добра даже для тех, кто никогда не видел серебристых нитей лунного света.\nА всякий, кто посмеет бросить этому вызов, будет смыт кровью за свои злодеяния,\nибо «правильный» путь не может быть осквернён руками нечестивцев, пока дитя, оставшееся от её покойной сестры, не родит священного наследника.\n\nВот так милосердная и добрая дева, что оплакивала все скорби и горести подлунного мира,\nсловно обернувшись в кокон, увенчала себя короной-рогами, чистой, но осквернённой, реальной, но иллюзорной.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "2%",
	"effectName": "Незапятнанное желание",
	"effectTemplateRaw": "На 6 сек. после попадания элементального навыка по противнику сила атаки повышается на <color=#99FFFFFF>{0}</color>, а восстановление энергии - на <color=#99FFFFFF>{1}</color>. Этот эффект складывается до 3 раз и срабатывает, даже когда экипированный персонаж не на поле боя.",
	"r1": {
		"description": "На 6 сек. после попадания элементального навыка по противнику сила атаки повышается на 8%, а восстановление энергии - на 6%. Этот эффект складывается до 3 раз и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "На 6 сек. после попадания элементального навыка по противнику сила атаки повышается на 10%, а восстановление энергии - на 7,5%. Этот эффект складывается до 3 раз и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"10%",
			"7,5%"
		]
	},
	"r3": {
		"description": "На 6 сек. после попадания элементального навыка по противнику сила атаки повышается на 12%, а восстановление энергии - на 9%. Этот эффект складывается до 3 раз и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "На 6 сек. после попадания элементального навыка по противнику сила атаки повышается на 14%, а восстановление энергии - на 10,5%. Этот эффект складывается до 3 раз и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"14%",
			"10,5%"
		]
	},
	"r5": {
		"description": "На 6 сек. после попадания элементального навыка по противнику сила атаки повышается на 16%, а восстановление энергии - на 12%. Этот эффект складывается до 3 раз и срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Искра кремня долгой ночи",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Туманное воплощение",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Отблеск кремня долгой ночи",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Туманное воплощение",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Сломанный вал",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Отблеск кремня долгой ночи",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Туманная пластина",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Вспышка кремня долгой ночи",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Туманная пластина",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Усиленный вал",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Вспышка кремня долгой ночи",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Туманный шлем",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Пламя кремня долгой ночи",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Туманный шлем",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Высокоточный вал",
				"count": 12
			}
		]
	}
}