{
	"id": 11417,
	"name": "Деревянный клинок",
	"description": "Оружие, полученное из истории аранар. Оно приняло форму меча, который способен пронзать врагов леса.",
	"descriptionRaw": "Оружие, полученное из истории аранар. Оно приняло форму меча, который способен пронзать врагов леса.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "«Это история валуки...»\n\nВ те времена лес был позолоченной пустыней, а мы ещё не появились на свет из зёрнышек граната.\n\nЖили-были три друга. Они были так же близки, как Арадзи, Арамаха и Араяма.\nНо один из друзей вернулся на землю, и это стало причиной разлада между двумя другими.\nОдин из них решил создать на земле идеальное царство, где не будет места печали.\nДругой решил посеять травы и деревья и наполнить землю мудростью и счастьем.\n\nНо в конце концов царства рушатся, мудрость искажается, а понятие счастья меняется.\nВы забудете сон, а мы вернёмся в царство грёз, забыв о течении времени.\n\nИ всё же в самом сердце пустыни мы оставляем истории, подобно следам Царя леса.\nГоворят, следы былой дружбы всё ещё дремлют в тишине, словно аранары, превращённые в семена.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "6,7%",
	"effectName": "Благословение чащи",
	"effectTemplateRaw": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <color=#99FFFFFF>{0}</color> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
	"r1": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 60 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 75 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 90 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 105 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на 120 ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Медный амулет лесной росы",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Железный амулет лесной росы",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Выцветший красный шёлк",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Железный амулет лесной росы",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Серебряный амулет лесной росы",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Окаймлённый красный шёлк",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Серебряный амулет лесной росы",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Золотой амулет лесной росы",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Златотканый красный шёлк",
				"count": 12
			}
		]
	}
}