{
	"name": "Наследник слепящего солнца",
	"description": "Старинный длинный лук эпохи правления царя Дешрета. На нём выгравированы таинственные древние символы и величественные узоры.",
	"weapontype": "Стрелковое",
	"rarity": "4",
	"story": "В эпоху, когда царь пустыни правил этими землями, власть покрывала их, как солнечный свет - перекатывающиеся дюны.\nДошедшие до нас песни кочевников похожи на стрекот пустынных насекомых, вечно поющих о славе того забытого золотого века.\nГоворят, что алый властелин когда-то сразился с ярким солнцем и в конце концов упал на землю, словно метеорит.\nГоворят, что не все жрецы были убиты последующими царями и царевичами, и они сохранили искусство стрельбы из лука царя Дешрета...\n\nПотомки жрецов называют себя «наследниками пылающего солнца» и всё ещё практикуют обряды государства царя Дешрета, сохранившиеся с незапамятных времён.\nДаже странствующие торговцы и их информаторы мало что знают об этих таинственных сообществах.\nНемногие из позолоченных потомков пустыни имеют право унаследовать достояние жрецов царя Дешрета, немногие могут прочесть древние тексты.\nНемногие владеют изощрёнными боевыми искусствами древних жрецов, в которых использовались дубины и копья, а также предметом их особой гордости - стрельбой из лука.\n\nПустынники называют этих людей «аскетами», и некоторые из них обратили свою преданность служению единственно существовавшему Царю богов Сумеру.\nНо в большинстве своём они исчезли среди бескрайней пустыни, затаившись среди змей, скорпионов и призраков древнего царства.\nВерные тропическому лесу люди сохранили обычай скрываться и молчать о своей силе, чтобы отплатить за древнюю услугу.\nНо в глубине души они глубоко скорбели о своих предках и его величестве царе Дешрете, которого тысячелетия назад постигло несчастье.\n\nТаким образом, изящное древнее искусство и церемония стрельбы из лука передавались потомками жрецов вплоть до наших дней.\nИ хотя смысл многих древних текстов и рисунков был давно утерян или искажён,\nа могучая фигура красного владыки, накладывающего стрелу на лук, стала лишь осколком мечты из далёкого прошлого...\nХрупкие искорки того древнего народа так и не погасли, а превратились в скрытую структуру,\nпередающую унаследованные знания древних времён и оберегающую цивилизацию сегодня.\n\nВпрочем, и среди этих «аскетов», ушедших в пустыню, были те, кто сбился с истинного пути жреца.\nОни были одержимы мимолётным миражом власти, пытались вмешиваться в дела кочевых племён и управлять ими.\nИспользуя строгие обряды древности, они тренировали заблудших детей как «соколов».\nОттачиваемые из поколения в поколение техники воспитания благородных воинов пошли по совершенно иному пути.\nЧтобы помочь рождению нового «царя», они обучали совершенно бездумных соколов и собак...\nНо это уже другая история, ибо люди с большими амбициями часто исчезают в бескрайней пустыне\nбез единого звука, как горькие слёзы, падающие в бескрайний океан.",
	"baseatk": 44,
	"substat": "Шанс крит. попадания",
	"subvalue": "4",
	"effectname": "Путь слепящего солнца",
	"effect": "Попадания заряженной атакой обрушивают на поражённого ею врага Стрелу слепящего солнца, которая наносит {0} урона от силы атаки. Кроме того, на врага, получившего урон от Стрелы слепящего солнца, на 10 сек. накладывается эффект Пылающего сердца. Урон заряженной атаки экипированного персонажа по противнику под воздействием Пылающего сердца повышается на {1}. Стрела слепящего солнца может возникнуть один раз в 10 сек.",
	"r1": [
		"60%",
		"28%"
	],
	"r2": [
		"75%",
		"35%"
	],
	"r3": [
		"90%",
		"42%"
	],
	"r4": [
		"105%",
		"49%"
	],
	"r5": [
		"120%",
		"56%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Эхо пылающей мощи",
				"count": 3
			},
			{
				"name": "Нераспустившийся цветок",
				"count": 3
			},
			{
				"name": "Споры плесенника",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Отсветы пылающей мощи",
				"count": 3
			},
			{
				"name": "Нераспустившийся цветок",
				"count": 12
			},
			{
				"name": "Споры плесенника",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Отсветы пылающей мощи",
				"count": 6
			},
			{
				"name": "Заветный цветок",
				"count": 6
			},
			{
				"name": "Светящаяся пыльца",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Грёзы пылающей мощи",
				"count": 3
			},
			{
				"name": "Заветный цветок",
				"count": 12
			},
			{
				"name": "Светящаяся пыльца",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Грёзы пылающей мощи",
				"count": 6
			},
			{
				"name": "Распустившийся цветок странника",
				"count": 9
			},
			{
				"name": "Пыль кристаллоцистов",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Прошлое пылающей мощи",
				"count": 4
			},
			{
				"name": "Распустившийся цветок странника",
				"count": 18
			},
			{
				"name": "Пыль кристаллоцистов",
				"count": 12
			}
		]
	}
}