{
	"id": 15432,
	"name": "Каденция одиночества",
	"description": "Механический длинный лук, созданный для стрельбы на чрезвычайно большие расстояния и бесшумных убийств. Звук его тетивы, ледяной и долгий, утопает во мраке ночи.",
	"descriptionRaw": "Механический длинный лук, созданный для стрельбы на чрезвычайно большие расстояния и бесшумных убийств. Звук его тетивы, ледяной и долгий, утопает во мраке ночи.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "То были годы, когда порядок всех вод ещё не отлился в меди, когда правители варварских царств былых времён спешили облечься в одежды цивилизации.\nНовые аристократы, сменившие пурпурные мантии на дворянские титулы, скрывали в своих сердцах разные замыслы, принося клятву перед мечом Озёрного света, а после трактовали законы и правосудие по своему усмотрению.\nСреди потомков царей и героев высокого моря было немало добрых и честных людей, но не было недостатка и в хитроумных злодеях, алчных и жестоких.\nОни носили маски верности, надеясь скрыть свою дикую одержимость богатством и властью, они упивались обидами и страданиями бедных, словно алым вином из кубка.\n\n«Я знаю! Я знаю о запрете Золотого охотника, повелевшего нам держаться подальше от распрей великого города, дабы не запятнать свои клинки кровью наших братьев.\nНо скажите мне, чем разбойники, клевещущие на праведников, и вожди, грабящие слабых, лучше демонов, что убивают невинных?\nДрузья, потомки Ремурии, братья и сёстры, послушайте, что я скажу! Наша цель - отстаивать справедливость, а не защищать свои оковы.\nЕсли вы смотрите на море горечи, но боитесь запятнать свои благородные имена, я отрекусь от фамилии Вальтер и навсегда разорву связь с Охотниками».\n\nТак наследник империи вновь пошёл войной на потомков правителей северных царств открытого моря.\nНо теперь потомки прежних захватчиков сражались на стороне бедняков.\nОставив длинный меч, унаследованный от Золотого охотника, он вооружился коротким луком, презираемым его сверстниками.\nИ подобно призраку бродил он по высоким залам дворца, кровью рисуя виселицы на стенах.\nЩуплый охотник не мог встретиться с чудовищами лицом к лицу, зато ему прекрасно удавалось лишать жизни злодеев из числа людей.\nНа кровавых тризнах чёрного золота нередки были драки из-за вина, а принцы того времени не чурались стычек и беспорядков.\nНо внезапная тишина и предзнаменование смерти повергали его жертв в кошмарный страх...\n\n...\n\nВозможно, то был чистый прагматизм, ибо искусство убийства, которое позволяло незаметно оборвать столько благородных жизней,\nстрелы, пронзающие глотки угнетателей, шаги, уводящие от преследования...\nВсё это не будет утрачено, даже если мятежника из семьи Вальтер казнят, а затем оправдают среди игр пурпурных одежд,\nи в написанных на заказ операх он будет воспет как палач среди Охотников Сумеречного двора, безобидный кумир.\nИ с молчаливого согласия властей предержащих Охотники Сумеречного двора будут передавать тайное искусство из поколения в поколение,\nпока много лет спустя, во время осады Пуассона, вода в реке не заалеет от крови тех, кто однажды поклялся защищать город...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Бесшумный спуск",
	"effectTemplateRaw": "При попадании атаки по противнику на позиции цели наносится урон по площади, равный <color=#99FFFFFF>{0}</color> от макс. HP. Этот эффект может возникнуть один раз в 15 сек.",
	"r1": {
		"description": "При попадании атаки по противнику на позиции цели наносится урон по площади, равный 40% от макс. HP. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "При попадании атаки по противнику на позиции цели наносится урон по площади, равный 50% от макс. HP. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "При попадании атаки по противнику на позиции цели наносится урон по площади, равный 60% от макс. HP. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "При попадании атаки по противнику на позиции цели наносится урон по площади, равный 70% от макс. HP. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "При попадании атаки по противнику на позиции цели наносится урон по площади, равный 80% от макс. HP. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Фрагмент отзвука древней струны",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Холодный осколок панциря",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Холодный осколок панциря",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Тёплый панцирь",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Тёплый панцирь",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Пылающий призмопанцирь",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Эхо отзвука древней струны",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Пылающий призмопанцирь",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 12
			}
		]
	}
}