{
	"id": 11433,
	"name": "Зов безмятежности",
	"description": "Длинный меч, который при взмахе издаёт печальный звук.",
	"descriptionRaw": "Длинный меч, который при взмахе издаёт печальный звук.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "Когда-то давно передавались шёпотом истории о кровожадных духах, обитающих в холодном лесу, окутанном инеем и туманом.\nЛегенда повествует о злобном духе, который быстро впадает в ярость и не щадит никого, кто входит в лес.\nДаже грубые солдаты северных земель и самые шумные разбойники тундры\nзамолкали при упоминании опустошений Нефильхейма. Они инстинктивно понижали голоса,\nсловно опасаясь, что тихий гул позади них может оказаться последним звуком, который они услышат в своей жизни.\n\nМало кто знал, что этот гул исходит не от злого духа, а от острого лезвия клинка неизвестного охотника.\nОхотник был молчаливым изгнанником, чьё имя не упоминалось ни в каких записях и который никогда не боролся ни за какой идеал, ни за какое знамя.\nЧтобы защитить детей, лишившихся крова в неспокойные времена и сбежавших в холодный лес, где им пришлось полагаться друг на друга ради выживания,\nчтобы защитить детей, которые использовали раковину как символ доверия, охотник убил всех злодеев в лесу.\nХолодный металл клинка никогда не сможет повторить эхо раковины так же, как невозможно вернуть прошлое.\nОднако тепла шей злодеев было достаточно, чтобы заставить зло замолчать и сохранить мирные сны детей.\n\nСо времён старых царей и дворян и долгие годы, когда новый порядок пытался восстановиться,\nбродячий охотник оставался нем и был постоянно слышен лишь его охотничий свисток в холодную ночь.\nЛишь когда из замёрзшего леса ушли все заблудившиеся дети,\nа сам престарелый страж разучился говорить,\nохотник наконец отложил клинок. Затем он направился в самую чащу леса и исчез, и больше его никто не видел.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "13,3%",
	"effectName": "Затихший шёпот",
	"effectTemplateRaw": "На 12 сек. после активации элементальной реакции макс. HP экипированного персонажа повышается на <color=#99FFFFFF>{0}</color>. Лунное знамение - Высшее сияние: макс. HP от данного эффекта дополнительно повышается на <color=#99FFFFFF>{1}</color>. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
	"r1": {
		"description": "На 12 сек. после активации элементальной реакции макс. HP экипированного персонажа повышается на 16%. Лунное знамение - Высшее сияние: макс. HP от данного эффекта дополнительно повышается на 16%. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "На 12 сек. после активации элементальной реакции макс. HP экипированного персонажа повышается на 20%. Лунное знамение - Высшее сияние: макс. HP от данного эффекта дополнительно повышается на 20%. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "На 12 сек. после активации элементальной реакции макс. HP экипированного персонажа повышается на 24%. Лунное знамение - Высшее сияние: макс. HP от данного эффекта дополнительно повышается на 24%. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "На 12 сек. после активации элементальной реакции макс. HP экипированного персонажа повышается на 28%. Лунное знамение - Высшее сияние: макс. HP от данного эффекта дополнительно повышается на 28%. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "На 12 сек. после активации элементальной реакции макс. HP экипированного персонажа повышается на 32%. Лунное знамение - Высшее сияние: макс. HP от данного эффекта дополнительно повышается на 32%. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Фрагмент чудесного устройства",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Образец чудесного устройства",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Мерцание морозной ночи",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Потрёпанный мандат",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Образец чудесного устройства",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Наследие чудесного устройства",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Сияние морозной ночи",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Безупречный мандат",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Наследие чудесного устройства",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Мечта чудесного устройства",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Слава морозной ночи",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Заиндевевший мандат",
				"count": 12
			}
		]
	}
}