{
	"id": 12409,
	"name": "Меч драконьей кости",
	"description": "Редкое оружие, произошедшее из древнего океана. Взмахните им, чтобы услышать шум вечных волн.",
	"descriptionRaw": "Редкое оружие, произошедшее из древнего океана. Взмахните им, чтобы услышать шум вечных волн.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Двуручный меч, изготовленный из хребта морского монстра. Каждая кость в нем имеет свою историю.\nВ прошлом мореходы делали из этих костей носовые фигуры,\nчтобы отпугивать ими монстров из морских глубин, жаждущих полакомиться человечиной.\n\nТе, кто в далеком прошлом выходил в бурлящий океан, часто не возвращались.\nМатросские песни, которые сейчас распевают моряки, раньше были похоронными напевами, нарушавшими молчание мореходов.\nВ те времена моря бороздил капитан с двуручным мечом, который перед выходом в море любил пить и петь песни. Когда кто-то спрашивал, он с улыбкой отвечал:\n«Я знаю меру. Немного вина и песен ещё никому не вредили. Когда море спокойно и ветры попутны...»\nНо он никогда не договаривал. Только высоко поднимал кружку и громко звал всех пропустить ещё по одной.\n\nИ когда наконец наступил тот день, и море было спокойно, и ветры были попутны, он отправился в плавание на огромном своём корабле.\nОни шли далеко сквозь морские туманы, туда, где стекались скрытые течения, в океан, где плещутся морские создания.\nВ конце концов, ни удалой капитан, ни его судно не вернулись в укрытую скалами гавань.\nЧерез несколько дней труп огромного морского животного прибило к берегу,\nИ в страшной ране, нанесённой двуручным мечом, белели обнажённые кости. Кровь была давно уже смыта морской водой.\n\n«Когда море будет спокойно, а ветры - попутны, я выйду в море и отомщу за неё и за погибших в волнах людей».\n«А что, если я утону? Тогда я смогу петь ей её любимые матросские песни на дне морском».\n\nСейчас нет больше в море огромных животных, поднимающихся из глубин с ливнями и поднимающих страшные волны.\nОбычай создавать носовые фигуры из останков морских животных был забыт, когда исчезло последнее морское чудовище.\nНо во время дальнего плавания в глубинах океана иногда можно услышать рёв, подобный раскату грома, от которого замирает сердце...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "6%",
	"effectName": "Рассекающий волны",
	"effectTemplateRaw": "Каждые 4 сек. увеличивает наносимый персонажем урон на <color=#99FFFFFF>{0}</color> и получаемый им урон на <color=#99FFFFFF>{1}</color>, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
	"r1": {
		"description": "Каждые 4 сек. увеличивает наносимый персонажем урон на 6% и получаемый им урон на 3%, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
		"values": [
			"6%",
			"3%"
		]
	},
	"r2": {
		"description": "Каждые 4 сек. увеличивает наносимый персонажем урон на 7% и получаемый им урон на 2,7%, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
		"values": [
			"7%",
			"2,7%"
		]
	},
	"r3": {
		"description": "Каждые 4 сек. увеличивает наносимый персонажем урон на 8% и получаемый им урон на 2,4%, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
		"values": [
			"8%",
			"2,4%"
		]
	},
	"r4": {
		"description": "Каждые 4 сек. увеличивает наносимый персонажем урон на 9% и получаемый им урон на 2,2%, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
		"values": [
			"9%",
			"2,2%"
		]
	},
	"r5": {
		"description": "Каждые 4 сек. увеличивает наносимый персонажем урон на 10% и получаемый им урон на 2%, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
		"values": [
			"10%",
			"2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Зерно чёрного сидерита",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Хрупкие останки",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Хрупкие останки",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Крепкие останки",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Крепкие останки",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Окаменевшие останки",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Обломок чёрного сидерита",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Окаменевшие останки",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 12
			}
		]
	}
}