{
	"id": 15513,
	"name": "Сердечные струны дождя",
	"description": "Легендарный лук фей. Он одинаково легко трогает сердца слушателей со сцены и на поле боя.",
	"descriptionRaw": "Легендарный лук фей. Он одинаково легко трогает сердца слушателей со сцены и на поле боя.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 5,
	"story": "Фонтейнские драматурги часто сравнивают сердце со струной, в Фонтейне есть даже распространённое выражение - «струны сердца».\nКак струны музыкального инструмента, сердце человека меняет свой звук в зависимости от того, какую мелодию играет на нём судьба.\nОбраз «сердечной струны» появляется ещё в «Дриасе», одной из старейших пьес Фонтейна.\nХотя в старинной пьесе имелась в виду не струна арфы или иного музыкального инструмента, а струна, что стягивает концы стрелкового лука.\n\nГлавного героя пьесы зовут Аврелий, и это прототип героя «Легенды об Аврелии», много позже написанной Коппелиусом.\nВ пьесе Аврелий воспевается как славный герой, вернувший в лоно Фонтейна множество земель и городов, где жили отступники.\nОднако в исторических источниках упоминаний об Аврелии мы не находим. Поэтому обычно он считается вымышленным персонажем, как и Аякс.\n\nЛегенда гласит, что однажды во время похода Аврелий попал в ловушку врага и оказался в сосновом лесу, отрезанный от своих основных сил.\nИ в тот самый миг, когда кинжал убийцы готовился оборвать его жизнь, небо прорезало дождём серебристых стрел.\nОн посмотрел в ту сторону, откуда летели стрелы, и увидел «такую красоту, к которой приложили руку сами боги, но из жалости к смертным разбили изложницу».\nЮная Дриастис взяла его за руку, которая должна была к тому времени остыть и не чувствовать столь нежных прикосновений, и вывела из обагрённого кровью соснового леса.\n\n«Я не хочу больше видеть, как люди погибают напрасно. В эту воду было пролито слишком много слёз.\nБлагородный воин, я прошу вас об одном. Заберите свою войну в другие края.\nНе оскверняйте наши чистые воды \"смертью\". Сохраните наше последнее пристанище».\n\nЮные герои верят, что их тела и сердца крепки, словно мрамор, что украшает городские стены.\nНо подобно тому, как все королевства рано или поздно погружаются в молчание, так и беспокойные струны внесли разлад в сказание о нашем герое...\n\nТысячелетия сюжет жил и менялся, воплощался на сцене, и в конце концов древняя история стала известна в бесчисленном множестве разных версий.\nВ некоторых версиях герой, покорявший земли и города без счёта, прислушался к словам волшебной девы.\nОн принял из её рук длинный лук и повернул свои войска к дому. Но на обратном пути был убит коварным изменником и нашёл последний приют в морских глубинах.\nВ других версиях прославленный Аврелий, охваченный любовной страстью, повёл свои войска в сосновый лес,\nчтобы отыскать прекрасную деву, увидеться с нею и завоевать её любовь, чтобы она всегда была рядом.\nСпасаясь от преследования, юная дева прибежала на берег реки и стала в слезах просить мать всех чистых вод спасти её от обезумевшего Аврелия.\nВладычица всех вод сжалилась над несчастной девушкой и превратила её в сосну.\nА тетива, когда-то поразившая Аврелия любовью, оборвалась, как и сердце, которое поразила её стрела, тихо упала к ногам девушки и растворилась в гряде цветущих дожделотосов.\nУбитый горем юный герой долго стоял там, не в силах отвести глаза от цветов, и в конце концов упал в воду...\n\nПозже натурфилософы доказали, что в тех местах некогда жило варварское племя под названием «дриасы»,\nотсюда и получил своё название сосновый лес. В таком объяснении нет никакой романтики, для театра оно не годилось.\nВстретил ли он свой конец, погрузившись в глубокое море, где бесконечное течение времени поглотило его волю и желания,\nили он всплыл на поверхность спустя много лет, чтобы пасть жертвой новой Белой армады или Охотников Сумеречного двора,\nистория юного героя закончилась. И Дриастис была лишь одной из многих легенд того смутного времени.\n\nА если вы спросите, как злосчастный лук, сломавший судьбу Аврелия, раз за разом менял хозяев, пока не попал к тому, кто жил глубоко под водой,\nа затем был украшен и превратился в театральный реквизит для детских представлений у него на родине... я скажу, что это совсем другая история.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "14,4%",
	"effectName": "Ночная песнь Дриаса",
	"effectTemplateRaw": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на <color=#99FFFFFF>{0}</color>. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на <color=#99FFFFFF>{1}</color>. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3.",
	"r1": {
		"description": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на 12%/24%/40%. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на 28%. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3.",
		"values": [
			"12%/24%/40%",
			"28%"
		]
	},
	"r2": {
		"description": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на 15%/30%/50%. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на 35%. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3.",
		"values": [
			"15%/30%/50%",
			"35%"
		]
	},
	"r3": {
		"description": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на 18%/36%/60%. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на 42%. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3.",
		"values": [
			"18%/36%/60%",
			"42%"
		]
	},
	"r4": {
		"description": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на 21%/42%/70%. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на 49%. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3.",
		"values": [
			"21%/42%/70%",
			"49%"
		]
	},
	"r5": {
		"description": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на 24%/48%/80%. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на 56%. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3.",
		"values": [
			"24%/48%/80%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Осадок чистой капли росы",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Перьевой плавник",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Перьевой плавник",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Лунный плавник",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Лунный плавник",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Глубинный плавник",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Эссенция чистой капли росы",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Глубинный плавник",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 18
			}
		]
	}
}