{
	"id": 13502,
	"name": "Небесная ось",
	"description": "Длинное копьё, символ твёрдой воли дракона ветра. Тянущееся вверх древко указывает на небесный свод, питающий его силой небес и ветров.",
	"descriptionRaw": "Длинное копьё, символ твёрдой воли дракона ветра. Тянущееся вверх древко указывает на небесный свод, питающий его силой небес и ветров.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 5,
	"story": "Ось, на которой держится небо.\nНастоящий товарищ Анемо Архонта никогда не сомневался в своём желании защищать царство ветров.\nНепреклонная воля поддерживала дракона ветра в нескончаемой войне со злом.\n\nВ далеком прошлом злой дракон Дурин пожелал завладеть цветущими землями Мондштадта, и он принялся опустошать поля и равнины.\nКогда его чёрные крылья затмили солнце, по небу расплылась тёмная отравленная туча.\nТысяча ветров словно отступила, не вынеся её гнилой тяжести, и она\nобрушилась на землю чёрным дождём, перекрывавшим крики и плач людей.\nГорестные рыдания пробудили Архонта Ветра, его сердце пронзила боль молчания утерянной надежды.\nИ тогда был призван Двалин, и вместе с бесчисленными ветрами он пронзил застившую небо ядовитую тучу.\n\nОн взревел, и буйные ветра словно кинжалом разрубили чёрные как смоль крылья злого дракона,\nа затем разметали, растрепали тучу на клочки.\nДвалин, когтями и клыками вцепившись в чёрного дракона, вылетел вместе с ним за её пределы.\nЧёрная туча развеялась, а вместе с ней прекратился и дождь. В пылающих небесах насмерть схлестнулись два гигантских дракона.\n\nКлыки дракона ветра глубоко вонзились злому дракону в глотку, а когти распороли его прогнившее брюхо,\nи тот с непорочных небес сверзился на дремлющие под снегом горы.\nТак, произошедшая далеко в небе схватка уберегла народ Анемо Архонта от неминуемой погибели.\nВ победные мгновенья порочная кровь протекла сквозь сомкнувшиеся на горле злодея клыки и проникла в нутро Двалина.\n\nДракон ветра свивался кольцами от боли в глубине древних развалин, когда она просачивалась в самый его костный мозг.\nДвалин зализывал раны и представлял, как его призовут ещё раз. Как он\nустремится в голубую высь, разгонит мглу и вместе со своим другом, Архонтом Ветра, будет петь под мелодию его лиры.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "8%",
	"effectName": "Клык, пронзивший тьму",
	"effectTemplateRaw": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>{0}</color> и скорость обычной атаки на <color=#99FFFFFF>{1}</color>. При попадании обычной или заряженной атакой есть <color=#99FFFFFF>{2}</color> шанс активировать неосязаемое лезвие, которое наносит <color=#99FFFFFF>{3}</color> урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
	"r1": {
		"description": "Увеличивает шанс крит. попадания на 8% и скорость обычной атаки на 12%. При попадании обычной или заряженной атакой есть 50% шанс активировать неосязаемое лезвие, которое наносит 40% урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
		"values": [
			"8%",
			"12%",
			"50%",
			"40%"
		]
	},
	"r2": {
		"description": "Увеличивает шанс крит. попадания на 10% и скорость обычной атаки на 12%. При попадании обычной или заряженной атакой есть 50% шанс активировать неосязаемое лезвие, которое наносит 55% урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
		"values": [
			"10%",
			"12%",
			"50%",
			"55%"
		]
	},
	"r3": {
		"description": "Увеличивает шанс крит. попадания на 12% и скорость обычной атаки на 12%. При попадании обычной или заряженной атакой есть 50% шанс активировать неосязаемое лезвие, которое наносит 70% урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
		"values": [
			"12%",
			"12%",
			"50%",
			"70%"
		]
	},
	"r4": {
		"description": "Увеличивает шанс крит. попадания на 14% и скорость обычной атаки на 12%. При попадании обычной или заряженной атакой есть 50% шанс активировать неосязаемое лезвие, которое наносит 85% урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
		"values": [
			"14%",
			"12%",
			"50%",
			"85%"
		]
	},
	"r5": {
		"description": "Увеличивает шанс крит. попадания на 16% и скорость обычной атаки на 12%. При попадании обычной или заряженной атакой есть 50% шанс активировать неосязаемое лезвие, которое наносит 100% урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
		"values": [
			"16%",
			"12%",
			"50%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Устройство хаоса",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Свиток божественной магии",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Цепь хаоса",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Свиток печати",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Ядро хаоса",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Свиток запретного проклятья",
				"count": 18
			}
		]
	}
}