{
	"id": 12501,
	"name": "Небесное величие",
	"description": "Двуручный меч, символ власти Двалина над небесами. Дыхание дракона питает его силой небес и ветров.",
	"descriptionRaw": "Двуручный меч, символ власти Двалина над небесами. Дыхание дракона питает его силой небес и ветров.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 5,
	"story": "Храбрость, пошатнувшая небеса.\nЗлой дракон, родившийся в древнем королевстве Бездны,\nбыл лишён своих крыльев гордым слугой ветров.\n\nВ далеком прошлом злой дракон Дурин пожелал завладеть славными землями Мондштадта и напал на город, чтобы уничтожить всё живое.\nСтенания опустевших без людей лесов и полей пробудили спавшего глубоко в лесу Архонта Ветра.\nОн услышал мольбы людей, воплотился и призвал в этот мир своего верного друга.\nАрхонт, защищавший жизнь и свободу, выступил против зла плечом к плечу с драконом ветра.\n\nВ ожесточённом бою, сотрясшем небеса, дракон ветра раскинул свои шесть благословлённых Архонтом крыльев.\nПодобно тому, как клинок разрезает воздух, дракон ветра вспорол стальную чешую Дурина.\nПосреди ожесточенной схватки дракон ветра, взмахнув острыми, как ветер, когтями,\nПронзил тело Дурина, глубоко вогнав клинки-когти в его гнилую плоть.\n\nЭто сражение пошатнуло небеса, и даже бесстрашное солнце задрожало от ужаса.\nНаконец, Двалин острыми клыками разорвал глотку Дурина.\nДракон ветра, благословлённый Архонтом, одержал победу, защитил Мондштадт и его жителей.\nНо сам он по неосторожности глотнул ядовитой крови Дурина, и она медленно отравляла его тело до мозга костей.\n\nДвалин стал героем, но был вынужден коротать дни в одиночестве. Яд, разъедающий его тело, порождал злобу.\nДракон ветра сбился с пути и поддался искушениям Бездны. Двалин обратился во зло.\nНо слепая ярость и яд причиняли ему немыслимые страдания, пока не пришёл его бывший хозяин и не утолил боль.\nБлизкий друг и новые знакомые, благодаря своей храбрости изгнавшие зло, восстановили честное имя дракона ветра.\n\nЗа те столетия, пока дракон спал, люди Мондштадта успели позабыть о славных деяниях Двалина.\nНо благодаря недавним событиям они вспомнили о своём шестикрылом защитнике.\nБлагословлённый Архонтом Ветра, ведомый песнями Барбатоса,\nОкружённый тысячей вольных ветров Двалин, наконец, вновь воспарил в небесах.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "8%",
	"effectName": "Дракон, пронзивший небо",
	"effectTemplateRaw": "Увеличивает наносимый урон на <color=#99FFFFFF>{0}</color>. После активации взрыва стихий попадания обычными или заряженными атаками запускают неосязаемое лезвие, которое наносит <color=#99FFFFFF>{1}</color> урона всем врагам на своём пути. Длится 20 сек. или 8 неосязаемых лезвий.",
	"r1": {
		"description": "Увеличивает наносимый урон на 8%. После активации взрыва стихий попадания обычными или заряженными атаками запускают неосязаемое лезвие, которое наносит 80% урона всем врагам на своём пути. Длится 20 сек. или 8 неосязаемых лезвий.",
		"values": [
			"8%",
			"80%"
		]
	},
	"r2": {
		"description": "Увеличивает наносимый урон на 10%. После активации взрыва стихий попадания обычными или заряженными атаками запускают неосязаемое лезвие, которое наносит 100% урона всем врагам на своём пути. Длится 20 сек. или 8 неосязаемых лезвий.",
		"values": [
			"10%",
			"100%"
		]
	},
	"r3": {
		"description": "Увеличивает наносимый урон на 12%. После активации взрыва стихий попадания обычными или заряженными атаками запускают неосязаемое лезвие, которое наносит 120% урона всем врагам на своём пути. Длится 20 сек. или 8 неосязаемых лезвий.",
		"values": [
			"12%",
			"120%"
		]
	},
	"r4": {
		"description": "Увеличивает наносимый урон на 14%. После активации взрыва стихий попадания обычными или заряженными атаками запускают неосязаемое лезвие, которое наносит 140% урона всем врагам на своём пути. Длится 20 сек. или 8 неосязаемых лезвий.",
		"values": [
			"14%",
			"140%"
		]
	},
	"r5": {
		"description": "Увеличивает наносимый урон на 16%. После активации взрыва стихий попадания обычными или заряженными атаками запускают неосязаемое лезвие, которое наносит 160% урона всем врагам на своём пути. Длится 20 сек. или 8 неосязаемых лезвий.",
		"values": [
			"16%",
			"160%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Молочный зуб арктического волка",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Ностальгия арктического волка",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 18
			}
		]
	}
}