{
	"id": 11502,
	"name": "Небесный меч",
	"description": "Меч рыцаря, символ вернувшего свою честь Двалина. Благословения Анемо Архонта питают его силой небес и ветров.",
	"descriptionRaw": "Меч рыцаря, символ вернувшего свою честь Двалина. Благословения Анемо Архонта питают его силой небес и ветров.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "Клык, пронзивший небеса.\nНекогда он прошил черную чешую древнего королевства бездны,\nНекогда вспорол глотки сынам грешников.\n\nВ далёком прошлом злой дракон Дурин пожелал завладеть цветущими землями Мондштадта, и два чёрных его крыла затмили свет солнца.\nЗависть дьявольского дракона порождала зло, отравлявшее землю и людей, живших на ней.\nВ те страшные дни в Мондштадт пришли кровожадные монстры и запустение.\nАрхонт Ветра услышал плач людей, сошёл на землю и пробудил дракона ветра.\nТо был Двалин: крылья его наполнились ветром, и дракон взлетел прямо в небо, готовый сражаться за жизнь на земле.\n\nБлагословлённый Архонтом Ветра, Двалин вступил в битву со злым драконом, и схватка их сотрясла небеса.\nТысячи ветров схлестнулись с облаками яда, и солнце померкло, и небо запылало, как будто настал конец всего сущего.\nИ наконец посреди горящего неба Двалин вонзил свои клыки, освящённые Архонтом Ветра, в глотку Дурина.\nИ тут же Дурин рухнул на землю, сражённый драконом ветра. Но Двалин был отравлен его чёрной кровью.\n\nЯд тёк по венам дракона ветра, и от нестерпимой боли Двалин потерял сознание.\nДаже самые искусные барды не знали, где упал Двалин.\nПрошли века: всё это время Двалин спал, и народ Мондштадта стал забывать о его жертве.\nКогда Двалин, противясь действию пропитавшего его до мозга костей яда, очнулся ото сна, он не услышал пения лиры, не было рядом его лучшего друга.\nТеперь люди, которых он некогда защищал, бежали от него; в их глазах Двалин стал Ужасом Бури.\n\nСлава была восстановлена, тело и разум очистились от яда.\nПесни вернули людям воспоминания.\nЭтот меч - воплощение молитвы о восстановлении славного имени дракона ветра.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "12%",
	"effectName": "Клык, пронзивший небеса",
	"effectTemplateRaw": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>{0}</color>. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на <color=#99FFFFFF>{1}</color>, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный <color=#99FFFFFF>{2}</color> от силы атаки. Все эффекты длятся 12 сек.",
	"r1": {
		"description": "Увеличивает шанс крит. попадания на 4%. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на 10%, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный 20% от силы атаки. Все эффекты длятся 12 сек.",
		"values": [
			"4%",
			"10%",
			"20%"
		]
	},
	"r2": {
		"description": "Увеличивает шанс крит. попадания на 5%. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на 10%, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный 25% от силы атаки. Все эффекты длятся 12 сек.",
		"values": [
			"5%",
			"10%",
			"25%"
		]
	},
	"r3": {
		"description": "Увеличивает шанс крит. попадания на 6%. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на 10%, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный 30% от силы атаки. Все эффекты длятся 12 сек.",
		"values": [
			"6%",
			"10%",
			"30%"
		]
	},
	"r4": {
		"description": "Увеличивает шанс крит. попадания на 7%. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на 10%, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный 35% от силы атаки. Все эффекты длятся 12 сек.",
		"values": [
			"7%",
			"10%",
			"35%"
		]
	},
	"r5": {
		"description": "Увеличивает шанс крит. попадания на 8%. Взрыв стихии пробуждает силу небес, которая увеличивает скорость передвижения и атаки на 10%, а обычные и заряженные атаки при попадании наносят дополнительный урон, равный 40% от силы атаки. Все эффекты длятся 12 сек.",
		"values": [
			"8%",
			"10%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Молочный зуб арктического волка",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Ностальгия арктического волка",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 18
			}
		]
	}
}