{
	"id": 15433,
	"name": "Крюк силка",
	"description": "Хотя древко сделано из металла, этот лук на удивление лёгкий. Даже если впереди толстые, тяжёлые силки, выпущенные из него стрелы проходят сквозь них легко и свободно.",
	"descriptionRaw": "Хотя древко сделано из металла, этот лук на удивление лёгкий. Даже если впереди толстые, тяжёлые силки, выпущенные из него стрелы проходят сквозь них легко и свободно.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "В этом мире мало ловушек, которые действительно неизбежны. Даже в самую плотную паутину можно продеть нитку с иголкой.\nПроблески надежды можно найти даже среди крюков и клеток ловушки, расставленной для убийства.\nТак же, как никто не может полностью запереть своё сердце, даже самая осторожная защита рано или поздно даст сбой.\n\nДля альва, выросшего во дворце, ложь и лицемерие гораздо опаснее любых механизмов.\nЧтобы сохранить нечестно нажитое богатство, знать прятала свои сокровища в бесчисленных смертельных ловушках.\nОни считали, что никому не удастся уйти из ловушек живым, однако умные альвы всегда придумывали способ.\n\nВедь чем сложнее конструкция, тем больше в ней недостатков.\nВоспользуйтесь подходящим моментом, и все препятствия исчезнут.\n\nТак молва о воре, известном как Странник, распространилась со скоростью лесного пожара. Его самонадеянность была настолько велика, что никто даже не подозревал, что он на самом деле благородный Нашокин.\nОн был одновременно и дворянином, стойко переносившим скуку двора и аристократического общества, и печально известным вором, который грабил охраняемые сокровища тех самых представителей знати, с которыми он, возможно, смеялся и болтал всего несколько мгновений назад.\nПо праву рождения его жизнь должна была быть спокойной и размеренной, жизнь, на которую никто не мог бы повлиять. Но...\n\n«Эй! Хитрая лиса, ты вечно прячешься в тени! Если у тебя хватит смелости, пойдём со мной на званый обед к великому герцогу!\nДавай устроим соревнование: кто первый раскроет тайну герцога, тот получит звание великого вора!\nИ не забывай: если проиграешь, придётся отдать золото и серебро знати тем, кто в них действительно нуждается. Таков путь настоящего великого вора».\n\nАльв должен был избегать любых неприятностей. Всё изменилось в тот момент, когда он увидел на банкете молодую девушку, насмехающуюся над почётным гостем.\nЕё искусная маскировка под высокую гостью имела один существенный недостаток: в ней не было никакой фальши.\nОн принял вызов мастера клинков, но не ради восторга от победы. Он хотел лишь увидеть истинную сущность человека, которую так редко можно узреть в этом мире.\n\nЕщё более умно, чем взломать игру, не попасться в неё. Те альвы, которые обходят её стороной, всегда оказываются в выигрыше.\nРазъярённая от унижения юная девушка отказалась признать поражение. На этот раз перед ней стоял личный вызов: лишить вельможу его величайшей чести.\nОна украла сокровище, подаренное самой Царицей, и раздала его бедным детям. Поистине, этот поступок был победой.\nНеподалёку хихикнул альв, тихонько кладя потрёпанную детскую игрушку обратно в позолоченную витрину.\nВид игрушки поразил как юную девушку, так и знатных особ на церемонии открытия, и стало ясно, кто победил.\n\nНо на этот раз дворянам наконец надоели провокации со стороны простых людей. И они устроили ловушку, из которой не было спасения.\nАльв нашёл простое решение проблемы: вор, укравший сокровище, и тот, кто оставил игрушку, могли быть одним и тем же человеком. Поэтому он спокойно шагнул в ловушку и взял вину за обоих.\n\nВлиятельное семейное имя альва спасло его от публичной казни и даже обеспечило ему исполнение последней просьбы.\n«Пожалуйста, приготовьте пустой гроб для моих похорон», - наконец произнёс альв после некоторого молчания. Удивительно, но его просьба была удовлетворена без колебаний.\nУлыбка тронула губы альва. Он спрыгнет с высокой стены в вечную тишину и вырвет у высших сил право вершить суд над жизнью и смертью.\nОднако вор, известный как Странник, в конечном итоге не смог избежать тёмной тени смерти.\n\nНемногие тайны сохраняются вечно, за исключением тех, что погребены глубоко в могиле...\n«Мой дорогой друг, надеюсь, ты никогда в жизни не разгадаешь эту тайну».",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "13,3%",
	"effectName": "Стремительная тень",
	"effectTemplateRaw": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на <color=#99FFFFFF>{0}</color> ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на <color=#99FFFFFF>{1}</color> ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
	"r1": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 60 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 60 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 75 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 75 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 90 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 90 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 105 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 105 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "На 12 сек. после активации элементальной реакции мастерство стихий повышается на 120 ед. Лунное знамение - Высшее сияние: мастерство стихий от данного эффекта дополнительно повышается на 120 ед. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Искра кремня долгой ночи",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Туманное воплощение",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Отблеск кремня долгой ночи",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Туманное воплощение",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Отблеск кремня долгой ночи",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Туманная пластина",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Вспышка кремня долгой ночи",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Туманная пластина",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Вспышка кремня долгой ночи",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Туманный шлем",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Пламя кремня долгой ночи",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Туманный шлем",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 12
			}
		]
	}
}