{
	"id": 14405,
	"name": "Солнечная жемчужина",
	"description": "Грубая золотая жемчужина из неизвестного материала, скрывающая в себе силу солнца и луны. Пульсирует тёплой энергией.",
	"descriptionRaw": "Грубая золотая жемчужина из неизвестного материала, скрывающая в себе силу солнца и луны. Пульсирует тёплой энергией.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Поговаривают, что в Ли Юэ есть легендарная сфера.\nОднажды она поглотила весь свет в мире и после этого пролежала в деревянной коробке многие тысячелетия.\nНо сила сферы не иссякла. Покинув заточение, она стала сиять ещё ярче.\nУмелые руки мудреца смогут пробудить невероятную мощь, тысячелетиями таившуюся в этой сфере. \n\nСреди ювелиров Ли Юэ ходит байка о том, как мастер Кунь Ву заточил свет небесных тел в деревянной коробке.\nЗатем Кунь Ву оставил коробку в тёмной скалистой комнате на сорок девять дней и двадцать часов, пока сфера наконец полностью не поглотила сияние солнца и луны.\n\nСпору нет, история очень странная. Однако многие в Ли Юэ и по сей день верят в потусторонние силы мастера Кунь Ву.\nОдин смельчак даже отважился спросить престарелого мастера, в чём его секрет. Старик лишь рассмеялся над нелепой идеей, что у него есть мистические способности.\n«Пф... Просто я её как следует отполировал!»\n\nОднако его подмастерье в частной беседе поделился другой версией событий. Как только мастер Кунь Ву закончил полировку Солнечной жемчужины, на небе появилась багровая луна.\nНо означало ли это, что мастер Кунь Ву получил помощь высших сил? Или же уровень его мастерства был настолько высок, что даже небесные тела сочли нужным отреагировать?",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "6%",
	"effectName": "Божественный Свет",
	"effectTemplateRaw": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на <color=#99FFFFFF>{0}</color> в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на <color=#99FFFFFF>{1}</color> в течение 6 сек.",
	"r1": {
		"description": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на 20% в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на 20% в течение 6 сек.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r2": {
		"description": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на 25% в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на 25% в течение 6 сек.",
		"values": [
			"25%",
			"25%"
		]
	},
	"r3": {
		"description": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на 30% в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на 30% в течение 6 сек.",
		"values": [
			"30%",
			"30%"
		]
	},
	"r4": {
		"description": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на 35% в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на 35% в течение 6 сек.",
		"values": [
			"35%",
			"35%"
		]
	},
	"r5": {
		"description": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на 40% в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на 40% в течение 6 сек.",
		"values": [
			"40%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Светящийся песок Гуюнь",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Церемониальный нож охотника",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Блестящий камень Гуюнь",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Церемониальный нож охотника",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Блестящий камень Гуюнь",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Церемониальный нож агента",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Реликвия Гуюнь",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Церемониальный нож агента",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Реликвия Гуюнь",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Церемониальный нож инспектора",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Останки богов Гуюнь",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Церемониальный нож инспектора",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 12
			}
		]
	}
}