{
	"id": 15425,
	"name": "Мелодия покоя",
	"description": "Диковинного вида лук, похожий на морское создание. Его тетива абсолютно беззвучна.",
	"descriptionRaw": "Диковинного вида лук, похожий на морское создание. Его тетива абсолютно беззвучна.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "Легенда гласит, что герой, упавший в Бездну, оставил после себя этот странный лук, корпус которого блестит ярко, словно жемчуг и потаённое серебро.\nОттенки тетивы напоминают самые чёрные моря или беспросветную пустоту, а сама тетива беззвучна, как пустота вакуума.\n\nВ давние времена големы создали армию и сражались с драконами в морских глубинах.\nДраконы, порождения моря, были жестокой расой, которой правил царь по имени Сцилла.\nВ те времена царь драконов Сцилла набрал орды варваров и вишапов и погнал их к рубежам древнего государства.\nА армия големов с луками двигалась им наперерез, пока великий гармост не лишил Сциллу власти...\n\nПосле этого некогда славное государство превратилось в руины, разбросанные по морскому дну.\nНо остатки армии големов продолжали сражаться с потомками драконов в местах, куда не доходил солнечный свет...\nНеподвижные глубины никогда не были потревожены кровавыми битвами, но их окаменевшее сердце постепенно начало разрушаться.\nВ конце концов последний лучник и последний потомок дракона заключили мирное соглашение.\n\nБесконечное столкновение зубов и когтей становилось всё более утомительным,\nмеч и лук уже не привлекали взглядов в беспросветной Бездне.\nРыцари потерянного народа и воины вишапов не могли унять смех,\nотбросив обременительное оружие, словно освободившись наконец от бессмысленной кровной мести...\n\nЧто же касается того, что произошло впоследствии в тишине под океанскими глубинами, то это было истолковано и переиначено в бесчисленных операх далёкого будущего.\nОдни говорят, что они предали каждый свою родину и построили новые поселения для изгнанников...\nПодобно этому древнему, великолепному луку, многие истории со временем погружаются в безмолвные глубины, становясь лишь причудливыми легендами.\n«Дикость» окончательно овладела бывшими землями государства, и многие истории и песни теперь не более чем безобидные, вымышленные драмы...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "9%",
	"effectName": "Пульсация глубин",
	"effectTemplateRaw": "Наносимый урон после получения лечения увеличивается на <color=#99FFFFFF>{0}</color> на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
	"r1": {
		"description": "Наносимый урон после получения лечения увеличивается на 16% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Наносимый урон после получения лечения увеличивается на 20% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Наносимый урон после получения лечения увеличивается на 24% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Наносимый урон после получения лечения увеличивается на 28% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Наносимый урон после получения лечения увеличивается на 32% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Фрагмент отзвука древней струны",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Эхо отзвука древней струны",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 12
			}
		]
	}
}