{
	"id": 12503,
	"name": "Песнь разбитых сосен",
	"description": "Двуручный меч. Лёгкий, словно ласкающий траву ветерок, но готов сокрушающим ураганом обрушиться на зло.",
	"descriptionRaw": "Двуручный меч. Лёгкий, словно ласкающий траву ветерок, но готов сокрушающим ураганом обрушиться на зло.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 5,
	"story": "Когда-то среди людей был популярен один фольклорный мотив:\n«Барду заплатите чеканной монетой,\nПодарите букет прекрасной даме.\nПлача от горечи, возьмите красное вино\nИ выпейте за вчерашнее, дарованное и прошедшее, и спойте о новом дне, что приходит с рассветом».\n\nВ землях, где ветер несёт музыку и песни, у людей тёплые, но ранимые души.\nПоговаривают о временах, когда злой тиран Декарабиан и правящие аристократы запрещали некоторые стихи и мелодии,\nпотому что отчаявшиеся люди могли почувствовать дух сопротивления, скрывающийся за музыкой бардов и певцов.\nВ древности музыка и гимны действительно использовались для тайной коммуникации среди мятежников.\n\nВо времена правящей аристократии церковь, почитавшая Анемо Архонта, раскололась.\nС одной стороны стояло духовенство, которое пировало за столами лордов и опрокидывало с ними статуи Архонта, продолжая писать песни и гимны восхваления.\nС другой стороны стояли святые, которые не занимали канцелярских должностей и бродили по улицам, винным погребам и пустошам за стенами.\nЭти святые пили дешёвый самогон, благословляя рабов и плебеев эксцентричными священными рукописями, которые разносились среди людей, и словами, которые им приносил ветер.\nЗанимаясь этим, они продолжали писать запрещённые песни и стихи.\n\nКогда гладиатор из далёких земель воспрял вслед за очнувшимся Анемо Архонтом и поднял знамя восстания,\nпожилой святой, известный как Безымянный пастырь, тут же собрал истинных сторонников церкви Фавония.\nВместе со многими другими они проливали свою мученическую кровь на изумрудные поля.\nИ во имя спасения нации они пели объединяющую песнь, запрещённый до этого времени куплет древней народной песни:\n\n«Оставь острую сталь тем, кто отдаст свои жизни за бой,\nПриготовь виселицу для воров,\nНаточи свои ржавые стрелы,\nЧтобы, когда музыка заиграет, мы смогли сразить чудовище тирании».",
	"baseAtkValue": 49.137699127197266,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Бонус физ. урона",
	"baseStatText": "4,5%",
	"effectName": "Гимн мятежников",
	"effectTemplateRaw": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на <color=#99FFFFFF>{0}</color> и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект Тысячелетняя симфония: Гимн знамени на 12 сек. Тысячелетняя симфония: Гимн знамени увеличивает скорость обычной атаки на <color=#99FFFFFF>{1}</color> и силу атаки на <color=#99FFFFFF>{2}</color>. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются.",
	"r1": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на 16% и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект «Тысячелетняя симфония: Гимн знамени» на 12 сек. «Тысячелетняя симфония: Гимн знамени» увеличивает скорость обычной атаки на 12% и силу атаки на 20%. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются.",
		"values": [
			"16%",
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на 20% и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект «Тысячелетняя симфония: Гимн знамени» на 12 сек. «Тысячелетняя симфония: Гимн знамени» увеличивает скорость обычной атаки на 15% и силу атаки на 25%. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются.",
		"values": [
			"20%",
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на 24% и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект «Тысячелетняя симфония: Гимн знамени» на 12 сек. «Тысячелетняя симфония: Гимн знамени» увеличивает скорость обычной атаки на 18% и силу атаки на 30%. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются.",
		"values": [
			"24%",
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на 28% и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект «Тысячелетняя симфония: Гимн знамени» на 12 сек. «Тысячелетняя симфония: Гимн знамени» увеличивает скорость обычной атаки на 21% и силу атаки на 35%. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются.",
		"values": [
			"28%",
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на 32% и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект Тысячелетняя симфония: Гимн знамени на 12 сек. Тысячелетняя симфония: Гимн знамени увеличивает скорость обычной атаки на 24% и силу атаки на 40%. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются.",
		"values": [
			"32%",
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Плитка башни Декарабиана",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Тяжёлый рог",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Обломок стены Декарабиана",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Тяжёлый рог",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Разбитая маска",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Обломок стены Декарабиана",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Чёрный бронзовый рог",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Фрагмент эпоса Декарабиана",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Чёрный бронзовый рог",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Грязная маска",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Фрагмент эпоса Декарабиана",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Чёрный кристаллический рог",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Осколок мечты Декарабиана",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Чёрный кристаллический рог",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Зловещая маска",
				"count": 18
			}
		]
	}
}