{
	"id": 11513,
	"name": "Блеск тихих вод",
	"description": "Скипетр, окружённый чистейшей водой. В былые времена он символизировал высочайшую власть над морями.",
	"descriptionRaw": "Скипетр, окружённый чистейшей водой. В былые времена он символизировал высочайшую власть над морями.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "19,2%",
	"effectName": "Рассвет и закат у озера",
	"effectTemplateRaw": "Когда текущее HP экипированного персонажа увеличивается или снижается, наносимый урон элементального навыка повышается на <color=#99FFFFFF>{0}</color> на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 3 раз. Когда текущее HP других членов отряда увеличивается или снижается, макс. HP экипированного персонажа повышается на <color=#99FFFFFF>{1}</color> на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 2 раз. Эффект срабатывает даже когда экипированный персонаж находится вне поле боя.",
	"r1": {
		"description": "Когда текущее HP экипированного персонажа увеличивается или снижается, наносимый урон элементального навыка повышается на 8% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 3 раз. Когда текущее HP других членов отряда увеличивается или снижается, макс. HP экипированного персонажа повышается на 14% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 2 раз. Эффект срабатывает даже когда экипированный персонаж находится вне поле боя.",
		"values": [
			"8%",
			"14%"
		]
	},
	"r2": {
		"description": "Когда текущее HP экипированного персонажа увеличивается или снижается, наносимый урон элементального навыка повышается на 10% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 3 раз. Когда текущее HP других членов отряда увеличивается или снижается, макс. HP экипированного персонажа повышается на 17,5% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 2 раз. Эффект срабатывает даже когда экипированный персонаж находится вне поле боя.",
		"values": [
			"10%",
			"17,5%"
		]
	},
	"r3": {
		"description": "Когда текущее HP экипированного персонажа увеличивается или снижается, наносимый урон элементального навыка повышается на 12% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 3 раз. Когда текущее HP других членов отряда увеличивается или снижается, макс. HP экипированного персонажа повышается на 21% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 2 раз. Эффект срабатывает даже когда экипированный персонаж находится вне поле боя.",
		"values": [
			"12%",
			"21%"
		]
	},
	"r4": {
		"description": "Когда текущее HP экипированного персонажа увеличивается или снижается, наносимый урон элементального навыка повышается на 14% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 3 раз. Когда текущее HP других членов отряда увеличивается или снижается, макс. HP экипированного персонажа повышается на 24,5% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 2 раз. Эффект срабатывает даже когда экипированный персонаж находится вне поле боя.",
		"values": [
			"14%",
			"24,5%"
		]
	},
	"r5": {
		"description": "Когда текущее HP экипированного персонажа увеличивается или снижается, наносимый урон элементального навыка повышается на 16% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 3 раз. Когда текущее HP других членов отряда увеличивается или снижается, макс. HP экипированного персонажа повышается на 28% на 6 сек. Эффект возникает не чаще 1 раза в 0,2 сек. и складывается до 2 раз. Эффект срабатывает даже когда экипированный персонаж находится вне поле боя.",
		"values": [
			"16%",
			"28%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Осадок чистой капли росы",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Эссенция чистой капли росы",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 18
			}
		]
	}
}