{
	"id": 13511,
	"name": "Посох алых песков",
	"description": "Один из пары обсидиановых скипетров. Легенда гласит, что эти посохи дают право вести народ пустыни, но подданных, которые опознали бы эти регалии, не осталось.",
	"descriptionRaw": "Один из пары обсидиановых скипетров. Легенда гласит, что эти посохи дают право вести народ пустыни, но подданных, которые опознали бы эти регалии, не осталось.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 5,
	"story": "Сначала были созданы солнце и луны. Так появились день и ночь. Однажды она описала мне ночное небо, украшенное тремя яркими лунами, на языке, который я сейчас уже забыл. Да, лун должно быть три.\nПусть тени мира отбрасывают своё жемчужное мерцание на землю, чтобы люди могли следовать к своей судьбе за посеребрёнными очертаниями дюн.\n\nЗатем был создан вес. Песок оседал, образуя землю. И то, что было невесомым, стало небом. Нужно полагаться на землю, но мечтать о небесах.\nВес не должен быть чрезмерным, иначе земля будет сковывать ноги людей, мешать тем, кто стремится путешествовать, и лишать людей возможности высоко летать, исследовать будущее.\n\nЗатем были созданы семь монахов-мудрецов, и они управляли траекториями, начертанными землёй, водой и звёздами. Даже если небесная сфера была всего лишь иллюзией, мифы рождаются, когда люди смотрят на звёзды и луны.\n\nБарьеры в первоначальном мире были разрушены, и тёмный яд проник на землю. Чтобы исцелить этот хрупкий, печальный и несовершенный мир, шипы спустились и пронзили земную кору.\nОднако правила, которые я установил, более изящны и точны, поэтому не должно быть людей, которые бессмысленно умрут из-за них, и никакая поэзия не должна быть потеряна ради них.\n\nЗатем от яда должен быть отрезан звериный путь, ибо принятие яда - это грех, простирающийся дальше небес. Но каким сладким может быть его шёпот и какой ясной может быть его мудрость...\nВетер появился в новом мире. Жемчужный лунный свет, янтарный закат, волны травы и корни вод постепенно перестали быть безмолвными, и все они поют песни, которые она сочинила.\n\n...\n\nЦикл семи должен быть прерван, иначе тайное повествование закончится.\nСтрах и горе должны быть уничтожены, чтобы граница между жизнью и смертью исчезла.\nСолнце, луны и вес должны быть уничтожены, чтобы границы между временем и пространством исчезли.\nИзначальные правила, приговоры и милости должны быть уничтожены, чтобы она больше не боялась наказания своего рода.\nПтицы, звери, рыбы, драконы, люди и семь мудрецов должны быть уничтожены, чтобы никто не украл мудрость.\n\n...\n\n«Песчаный царь спит один в тайных снах, составляя новые теоремы.\nНикому больше не придётся пить солёную воду во владениях царя, ибо всё в новом мире будет хорошо».\n\n...\n\nТолько так можно достичь совершенства. Я уже вижу, как мы втроём снова ведём споры в нашем раю. Мы так близки к этому.\nДа, великолепно. Теперь я понимаю. Это то, чего я всегда хотел. То, что я всегда стремился найти ещё раз, никогда не было раем для остальных.\nВсе пародии на учения и семь мудрых монахов, или так называемый чистый мир, свободный от всех печалей, - всё это больше не имеет значения...\n\nНо я не хочу, чтобы яд, проглоченный по ошибке, остался в этом мире. Возможно, она могла бы, благодаря нашей старой дружбе...\nДаже если она не сделает этого ради меня, это тоже прекрасно. Я только попрошу её оказать мне последнюю услугу ради нашего общего друга...",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "9,6%",
	"effectName": "Марево на горизонте",
	"effectTemplateRaw": "Экипированный этим оружием персонаж получает бонус атаки, равный <color=#99FFFFFF>{0}</color> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный <color=#99FFFFFF>{1}</color> от мастерства стихий. Эффект складывается до 3 раз.",
	"r1": {
		"description": "Экипированный этим оружием персонаж получает бонус атаки, равный 52% от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный 28% от мастерства стихий. Эффект складывается до 3 раз.",
		"values": [
			"52%",
			"28%"
		]
	},
	"r2": {
		"description": "Экипированный этим оружием персонаж получает бонус атаки, равный 65% от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный 35% от мастерства стихий. Эффект складывается до 3 раз.",
		"values": [
			"65%",
			"35%"
		]
	},
	"r3": {
		"description": "Экипированный этим оружием персонаж получает бонус атаки, равный 78% от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный 42% от мастерства стихий. Эффект складывается до 3 раз.",
		"values": [
			"78%",
			"42%"
		]
	},
	"r4": {
		"description": "Экипированный этим оружием персонаж получает бонус атаки, равный 91% от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный 49% от мастерства стихий. Эффект складывается до 3 раз.",
		"values": [
			"91%",
			"49%"
		]
	},
	"r5": {
		"description": "Экипированный этим оружием персонаж получает бонус атаки, равный 104% от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный 56% от мастерства стихий. Эффект складывается до 3 раз.",
		"values": [
			"104%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Воспоминания цветущего оазиса",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Сосуд хаоса",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 9
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 5
			},
			{
				"id": 112069,
				"name": "Модуль хаоса",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 9
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Истина цветущего оазиса",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Анкер хаоса",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 18
			}
		]
	}
}