{
	"id": 13501,
	"name": "Посох Хомы",
	"description": "Алый посох, использовавшийся в давно утраченном древнем ритуале.",
	"descriptionRaw": "Алый посох, использовавшийся в давно утраченном древнем ритуале.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 5,
	"story": "Пламенем выжги нечистое, пусть грязь и пороки с сиянием огня взметнутся к небесам, что выдержат всё.\nНекогда, во времена упадка и пороков, огонь этого ритуала вспыхивал всюду на континенте, и то были огни моления о благословении и об изгнании зла.\n\nТакой огненный ритуал был популярен в далёкой древности в эпоху скандалов и распрей.\nФантазии и несбыточные мечты мёртвых божеств могли превращаться в эпидемии, подпитываемые злобой и ядом,\nИ они забирали с собой ушедших от них людей и не успевших последовать за ними детей.\n\nВ то время доктор, спасавший от смерти, услышал в подобном багровому закату пламени\nТихое пение бурлящего масла и трещащего сена.\n«Лишь необузданное пламя может очистить небо и землю».\n«Ярко-алым светом полыхает хворост, прочь уходят от его огня злые силы».\n\nДоктор, держа в руках испачканный красным посох, жёг загрязнённые, злые вещи.\nВ прошлом, окутанном злом и несчастьем, покойник, не вынесший бремени глубокой скорби,\nПревращался в огне в пепельно-серых бабочек, сбросив путы страданий и несчастий, что принесло смутное время.\nИ доктор, что зажёг бессчётное количество хвороста, масла и сена, говорят, в конце концов стал дымом, подобно витающим над пеплом бабочкам.\n\nПусть даже этот ритуал вслед за течением времени и приходом мира был предан забвению,\nПри встрече с чёрным, как смоль, божеством, что несёт угрозу, человек с огнём в сердце всегда услышит,\nКак тихо поёт пленяющий своей красотой огонь: «лишь необузданное пламя может очистить небо и землю...»",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "14,4%",
	"effectName": "Безрассудная бабочка",
	"effectTemplateRaw": "Увеличивает HP на <color=#99FFFFFF>{0}</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>{1}</color> от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на <color=#99FFFFFF>{2}</color> от его макс. HP.",
	"r1": {
		"description": "Увеличивает HP на 20%. Также даёт бонус атаки, равный 0,8% от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на 1% от его макс. HP.",
		"values": [
			"20%",
			"0,8%",
			"1%"
		]
	},
	"r2": {
		"description": "Увеличивает HP на 25%. Также даёт бонус атаки, равный 1% от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на 1,2% от его макс. HP.",
		"values": [
			"25%",
			"1%",
			"1,2%"
		]
	},
	"r3": {
		"description": "Увеличивает HP на 30%. Также даёт бонус атаки, равный 1,2% от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на 1,4% от его макс. HP.",
		"values": [
			"30%",
			"1,2%",
			"1,4%"
		]
	},
	"r4": {
		"description": "Увеличивает HP на 35%. Также даёт бонус атаки, равный 1,4% от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на 1,6% от его макс. HP.",
		"values": [
			"35%",
			"1,4%",
			"1,6%"
		]
	},
	"r5": {
		"description": "Увеличивает HP на 40%. Также даёт бонус атаки, равный 1,6% от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на 1,8% от его макс. HP.",
		"values": [
			"40%",
			"1,6%",
			"1,8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Зерно чёрного сидерита",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Кусочек чёрного сидерита",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Осколок чёрного сидерита",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Обломок чёрного сидерита",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 18
			}
		]
	}
}