{
	"id": 14517,
	"name": "Бдение взывающего к звёздам",
	"description": "Статуэтка, вырезанная по подобию орла. Это священная реликвия, передаваемая из поколения в поколение среди Повелителей Ночного Ветра.",
	"descriptionRaw": "Статуэтка, вырезанная по подобию орла. Это священная реликвия, передаваемая из поколения в поколение среди Повелителей Ночного Ветра.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "Пусть глаза её окрасятся серым дымом, дабы не была она околдована красками, что в них отражаются.\nПусть щиколотки её получат благословение кремнёвого лезвия, дабы не покинула она своих любимых товарищей.\nСогласно древнему договору, вестник ночи выбрал дитя с душой, подобной яркой звезде,\nи увенчал её чело короной из орлиных перьев, дабы она провожала в ночной сон древних, лишившихся формы.\n\nНи драконы, утонувшие во снах, ни святые, не прекращавшие спорить в эфирных сферах,\nникто не заметил хитрого плана самопровозглашённого мудреца. Между людьми долины и благородными потомками был заключён союз,\nпогасивший кровожадное пламя междоусобной войны, оставивший лишь упокоенную тишину в струях дыма,\nи отныне даже самый храбрый воин долины мог быть лишь слугой взывающего к звёздам.\nЭто не было частью великого плана, но разложение павших по-прежнему вызывало у него отвращение.\nА потому разными хитростями, прикрываясь добрыми намерениями, он подстрекал её к восстанию против драконов.\n\nСамопровозглашённый мудрец был прав: искусство дёргать за ниточки человеческой души никогда не было сложным.\nЗдесь добавь каплю масла в огонь страданий, там скажи пару красивых слов о «надежде»,\nи вот молодая смертная женщина, слабая, точно муравей, и глупая, точно сухое дерево, ловит каждое твоё слово.\nИбо он провёл её однажды через опасные владения ночи, показал древние пути ночного ветра,\nхотя по глупости своей она не должна была ничего увидеть сквозь густую дымку...\nОстаётся только немного подтолкнуть, и этот смешной мираж рассыплется на части...\n\nКак и предсказывал самопровозглашённый мудрец, молодая женщина, некогда преклонявшая колени перед драконами,\nфлейтой и песней, провела чужеземца, которого он никогда доселе не видел, сквозь завесу дыма,\nа затем, в точности следуя его совершенному плану, отослала молчаливого слугу по имени Динга из долины.\nИ скоро эту отрезанную от мира землю охватит пламя убийства и подчинения...\n\nЛишь много лет спустя, когда герой Магхан вонзил золотой кинжал царя питонов в сердце своего бывшего хозяина,\nмудрец, считавший, что владеет тайной человеческих сердец, понял, что пылающие семена предательства были посеяны давно, \nвот только предательство обратилось не против драконов, что были погружены в глубокий сон,\nа проросло вместе с песней новорожденной Вайоб из самых глубоких чертогов владений ночи, \nзакрепив основы племени под названием «Миктлан» на тысячу лет вперёд.\nСреди тумана и дыма невидимый семислойный полог запечатал древнюю землю, где никогда не было порядка и света.\nПод ночным ветром и холодным светом солнца муравьи украли тайные обряды, которые не надеялся постичь даже самопровозглашённый мудрец.\n\n«Не возлагай на ночь всех надежд, не полагайся на милость святых, не доверяй сладким речам того, кто величает себя мудрецом.\nПусть люди бывают слабы и трусливы, запятнаны злобой и уродством, мы можем полагаться только на себя.\nНо люди очень уязвимы. Даже если мой план не подведёт, я смогу удержать границу только на одно столетие.\nА потому ты должен говорить. Ты должен рассказать всем племенам о героях, славных и доблестных.\nСплести из их \"воспоминаний\" длинные свитки, заложить основу для нашего общего дома, который позже назовут Натланом.\nВозьми с собой это изваяние, Динга, мой верный слуга, и отправляйся в путь за первым восходом солнца.\nЯ всегда буду присматривать за тобой, мой единственный герой, я всегда буду лежать на твоём плече, как шёлковая нить...\nПока наши души не сплетутся навеки в глубочайшем покое, где даже смерть не сможет нас разлучить».",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "58",
	"effectName": "Подношение ветру и солнцу",
	"effectTemplateRaw": "Повышает мастерство стихий на <color=#99FFFFFF>{0}</color> ед. После того как экипированный персонаж создаёт щит, на 15 сек. он получает эффект Зеркала ночи: урон активного персонажа вашего отряда по врагам поблизости повышается на <color=#99FFFFFF>{1}</color>. Эффект Зеркала ночи можно получить один раз в 14 сек.",
	"r1": {
		"description": "Повышает мастерство стихий на 100 ед. После того как экипированный персонаж создаёт щит, на 15 сек. он получает эффект Зеркала ночи: урон активного персонажа вашего отряда по врагам поблизости повышается на 28%. Эффект Зеркала ночи можно получить один раз в 14 сек.",
		"values": [
			"100",
			"28%"
		]
	},
	"r2": {
		"description": "Повышает мастерство стихий на 125 ед. После того как экипированный персонаж создаёт щит, на 15 сек. он получает эффект Зеркала ночи: урон активного персонажа вашего отряда по врагам поблизости повышается на 35%. Эффект Зеркала ночи можно получить один раз в 14 сек.",
		"values": [
			"125",
			"35%"
		]
	},
	"r3": {
		"description": "Повышает мастерство стихий на 150 ед. После того как экипированный персонаж создаёт щит, на 15 сек. он получает эффект Зеркала ночи: урон активного персонажа вашего отряда по врагам поблизости повышается на 42%. Эффект Зеркала ночи можно получить один раз в 14 сек.",
		"values": [
			"150",
			"42%"
		]
	},
	"r4": {
		"description": "Повышает мастерство стихий на 175 ед. После того как экипированный персонаж создаёт щит, на 15 сек. он получает эффект Зеркала ночи: урон активного персонажа вашего отряда по врагам поблизости повышается на 49%. Эффект Зеркала ночи можно получить один раз в 14 сек.",
		"values": [
			"175",
			"49%"
		]
	},
	"r5": {
		"description": "Повышает мастерство стихий на 200 ед. После того как экипированный персонаж создаёт щит, на 15 сек. он получает эффект Зеркала ночи: урон активного персонажа вашего отряда по врагам поблизости повышается на 56%. Эффект Зеркала ночи можно получить один раз в 14 сек.",
		"values": [
			"200",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Безумный декаданс Святого Мудреца",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Осколок разбитой воли",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Осколок разбитой воли",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Образ ясной воли",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Образ ясной воли",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Талисман странствующей воли",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Безумная духовность Святого Мудреца",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Талисман странствующей воли",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 18
			}
		]
	}
}