{
	"id": 11430,
	"name": "Крепкая кость",
	"description": "Длинный костяной меч, который после бесчисленных ударов и взмахов стал только твёрже. Говорят, он был верным оружием героя Ванджиру.",
	"descriptionRaw": "Длинный костяной меч, который после бесчисленных ударов и взмахов стал только твёрже. Говорят, он был верным оружием героя Ванджиру.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "Подобно тому, как морские звери следуют за огромными волнами и подводными течениями к месту своего отдохновения,\nтак и у огромного дракона, что некогда правил краем огня, есть гробница, где он хранит своё наследие.\nТам под открытым небом лежат друг на друге белые кости, похожие не то на паучьи лапы, не то на гигантские когти.\nТайным машинам, что охраняют ночь и владения смерти, приказано было круглые сутки обходить драконью гробницу с дозором.\n\nВсе знали, что те места чрезвычайно опасны. Даже самый ловкий гонец не посмел бы туда отправиться.\nИ потом, зачем тревожить могучих врагов, последние дни которых уже сочтены?\nКогда собравшимся у племенного костра поведали историю о драконьей гробнице, Ванджиру вдруг вскочила на ноги.\nВ мире не было врагов страшнее. Наверняка в их останках можно найти\nто, о чём могучая Ванджиру так мечтала.\n\nО, могучая Ванджиру! Одним взмахом ладони она способна была разрубить пополам столетнее дерево!\nРуда в её руках крошилась в порошок, и преграждавшим путь огромным валунам тоже приходилось покориться её силе.\nИ предметы, выкованные из самых твёрдых металлов, Ванджиру сминала пальцами, будто мягкую глину.\nГде же найти оружие ей под стать? Вот какой вопрос день и ночь терзал Ванджиру. И наконец она отыскала ответ.\n\nОна прыгнула с вершины Толлан внутрь вулкана. Уклоняясь от ползучих созданий, подобных змеям, она наконец проникла в заброшенные руины.\nОна шла по следам героев, что некогда дали яростный бой огромному дракону. После их схватки на скалах остались гигантские рубцы.\nПочему же ей не довелось родиться в те времена, думала Ванджиру. О ней тоже слагали бы легенды, как о её предках.\nВанджиру завидовала предкам, которые сражались с огромными драконами и состязались в боевых искусствах с первобытными духами.\n\nОднако в краю черепов и костей, который так сурово описывал сказитель,\nлежали сиротливые останки нескольких огромных зверей, что встретили здесь свой конец.\nВанджиру разочарованно протянула руку, но смутно увидела, как на неё летит, расправив крылья, чья-то тень.\nНе было времени раздумывать, что за враг оказался перед ней. Ванджиру усмехнулась и вступила в бой с золотой тенью.\nНезачем расписывать ужасы битвы. То была жестокая схватка: око за око, зуб за зуб. В такой схватке выживает сильнейший.\nНаконец воительница из натланского племени одержала победу в битве. Обагрёнными кровью руками она оторвала перебитое крыло огромного дракона.\nА золотая тень издала горестный вопль, словно в самом деле существовала, и исчезла.\n\nОчнувшись, Ванджиру поняла, что так и стоит с протянутой рукой, словно недавняя битва была всего лишь кошмарным сном.\nЭто и правда был сон? Ванджиру чувствовала тупую боль в сбитых руках. Она подняла ладонь...\nТяжёлая драконья кость, которая неведомо откуда появилась в её руке, была точь-в-точь как хвост того огромного дракона, что она схватила во время битвы.\n\nКогда она поведала обо всём друзьям, любившим разные истории, верховный жрец Повелителей Ночного Ветра нахмурился.\n«Великий вулкан Толлан - запретная земля. Обычному человеку туда не попасть. Да и сколько тебе было лет в то время?»\n«Неужели ты говоришь правду? - спросил мужчина с церемониальным клинком. - И мы никогда не видели, чтобы ты обнажала этот меч».\n«Я говорю правду. И я не обнажала его, потому что обычно в нём нет нужды. Хватает голых рук».\nТак сказала Ванджиру, сидя у костра, который развели перед битвой. А на берегу уже виднелся чёрный силуэт огромного зверя.\nОна спокойно ждала начала новой битвы, сжимая рукоять своего белого костяного меча, которому снова пришла пора показать себя в деле.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "6%",
	"effectName": "Бахвальство ловчего",
	"effectTemplateRaw": "Спринт или заменяющие его навыки расходуют на 15% выносливости меньше. Кроме того, после использования спринта или заменяющего его навыка урон обычной атаки повышается на <color=#99FFFFFF>{0}</color> от силы атаки. Эффект исчезает после 18 активаций или через 7 сек.",
	"r1": {
		"description": "Спринт или заменяющие его навыки расходуют на 15% выносливости меньше. Кроме того, после использования спринта или заменяющего его навыка урон обычной атаки повышается на 16% от силы атаки. Эффект исчезает после 18 активаций или через 7 сек.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Спринт или заменяющие его навыки расходуют на 15% выносливости меньше. Кроме того, после использования спринта или заменяющего его навыка урон обычной атаки повышается на 20% от силы атаки. Эффект исчезает после 18 активаций или через 7 сек.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Спринт или заменяющие его навыки расходуют на 15% выносливости меньше. Кроме того, после использования спринта или заменяющего его навыка урон обычной атаки повышается на 24% от силы атаки. Эффект исчезает после 18 активаций или через 7 сек.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Спринт или заменяющие его навыки расходуют на 15% выносливости меньше. Кроме того, после использования спринта или заменяющего его навыка урон обычной атаки повышается на 28% от силы атаки. Эффект исчезает после 18 активаций или через 7 сек.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Спринт или заменяющие его навыки расходуют на 15% выносливости меньше. Кроме того, после использования спринта или заменяющего его навыка урон обычной атаки повышается на 32% от силы атаки. Эффект исчезает после 18 активаций или через 7 сек.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Ужас пылающего жертвенного сердца",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Осколок разбитой воли",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Сомнение пылающего жертвенного сердца",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Осколок разбитой воли",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Деревянный свисток дозорного",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Сомнение пылающего жертвенного сердца",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Образ ясной воли",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Решимость пылающего жертвенного сердца",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Образ ясной воли",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Металлический свисток воина",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Решимость пылающего жертвенного сердца",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Талисман странствующей воли",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Великолепие пылающего жертвенного сердца",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Талисман странствующей воли",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Золотой свисток коронованного заврианами воина",
				"count": 12
			}
		]
	}
}