{
	"id": 14518,
	"name": "Сон солнечным утром",
	"description": "Фонарь-колокольчик, выкованный из прозрачного аметиста. Говорят, он принесёт сладкие сновидения, если повесить его у изголовья.",
	"descriptionRaw": "Фонарь-колокольчик, выкованный из прозрачного аметиста. Говорят, он принесёт сладкие сновидения, если повесить его у изголовья.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "«Увидев баню во сне, я подумала, что уже прибыла на место встречи. Вот и проспала».\nТак заспанная девушка оправдывалась перед друзьями за опоздание, пряча смущение за привычной маской равнодушия.\nОна не хотела признавать, что в первый же день нового года проснулась слишком поздно, поэтому решила свалить вину на сон с тёплой баней.\n\n«Не зря говорят, на уме днём, в сновидениях ночью. Но мы не ожидали, что и наша дорогая жрица с мимикой каменного изваяния так ждёт начала отпуска».\n«Как жаль, что Такаминэ не смог прийти. Компанию тебе составим только мы с Нагамасой... Ой, ой, больно!»\n«Слушай, ты видела такой прекрасный сон! Любой другой за него душу бы отдал. Так улыбнись нам хоть разок, нечего ходить с каменным лицом!»\n\nТак сказал легкомысленный юноша не то в шутку, не то серьёзно, но в ответ получил лишь пронзительный взгляд госпожи Сэйрай.\nОн посмотрел на приёмного сына óни, ища поддержки, но тот молча отвёл взгляд.\n\nНо юноша, которого позже будут почитать как основателя оммёдо, говорил серьёзно, ибо в Инадзуме есть важный обычай:\n«Бани, ястребы и Наруками». В первом сне, который люди видят в новом году, принято искать добрые предзнаменования.\nБани считаются символом здоровья и долголетия, ястребы предвещают большие достижения, а Наруками - исполнение желаний.\n\nНо с того дня жрице никогда больше не снились бани.\nИ беззаботные счастливые годы, когда смех звучал, словно перезвон колокольцев,\nрастаяли, как тает пар в остывшей бане, тихо рассеялись в бесконечных холодных снах.\n\n...\n\n«Давай в этот раз сделаем ставки, что скажешь? Моей ставкой будет этот лук.\nЯ ставлю лучший лук в мире, что вернусь живым», -\n\nвесело улыбаясь, сказал мужчина, и в словах его слышалась обычная легкомысленность и беззаботность.\nТы всё на свете готов поставить на кон, подумала жрица. Великий мечник, а ведёшь себя как мальчишка.\nНо это не имело значения. Не зря в её сне ястреб простёр крылья над высоким хребтом,\nэто доброе предзнаменование, значит, самурай избежит несчастья. В конце концов, он из стольких битв вернулся целым и невредимым...\n\nНо с того дня жрице никогда больше не снились парящие ястребы.\nТолько перья, медленно кружа, опускались с неба на землю. А упавший ястреб в её снах больше не появлялся.\n\n...\n\n«Первый сон в году? Ха-ха! Неужели жрица верит в такую чепуху?»\n«Приметы, предзнаменования... На самом деле всё это сказочки для детей!»\n\nВозможно, друг из былых времён не ошибался: сны не более чем зеркало наших дневных забот.\nНо однажды во сне знамя Наруками взвилось над морем и разрезало небо, словно молния.\nУвидев его, жрица посмеялась и над предзнаменованием, и над неясностью предстоящего пути.\n\nНаставник, простите, что я злоупотребляю искусством, которое вы мне передали.\nПростите за то, что я отвернулась от знамени, которому вы служили, за то, что покрыла ваше имя дурной славой.\nНо теперь всё это не имеет значения.\nПусть те, кому неведомо моё сердце, судят меня, как им угодно.\nИбо я сражаюсь не за себя, не за своё имя,\nя хочу спасти его хотя бы раз...\n\n...\n\n«Ладно, ладно, мне не стоило так шутить. Довольна? Нагамаса, а ты чего молчишь?»\n«Нечасто выпадает возможность сходить в баню в выходной день. Надеюсь, наша госпожа жрица не собирается торчать тут целый день до самого закрытия?»\n\nОчнувшись, она поняла, что легкомысленный юноша всё ещё отпускает остроты с прежней озорной улыбкой, которая так её злила.\nБыть может, вся жизнь лишь мимолётный сон в бане, а «пробуждение» - ленивая дрёма после дождя.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "58",
	"effectName": "Бани, ястребы и Наруками",
	"effectTemplateRaw": "На 6 сек. после активации Рассеивания повышает мастерство стихий на <color=#99FFFFFF>{0}</color> ед. На 9 сек. после попадания элементального навыка по противнику повышает мастерство стихий на <color=#99FFFFFF>{1}</color> ед. На 30 сек. после попадания взрыва стихии по противнику повышает мастерство стихий на <color=#99FFFFFF>{2}</color> ед.",
	"r1": {
		"description": "На 6 сек. после активации Рассеивания повышает мастерство стихий на 120 ед. На 9 сек. после попадания элементального навыка по противнику повышает мастерство стихий на 96 ед. На 30 сек. после попадания взрыва стихии по противнику повышает мастерство стихий на 32 ед.",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "На 6 сек. после активации Рассеивания повышает мастерство стихий на 150 ед. На 9 сек. после попадания элементального навыка по противнику повышает мастерство стихий на 120 ед. На 30 сек. после попадания взрыва стихии по противнику повышает мастерство стихий на 40 ед.",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "На 6 сек. после активации Рассеивания повышает мастерство стихий на 180 ед. На 9 сек. после попадания элементального навыка по противнику повышает мастерство стихий на 144 ед. На 30 сек. после попадания взрыва стихии по противнику повышает мастерство стихий на 48 ед.",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "На 6 сек. после активации Рассеивания повышает мастерство стихий на 210 ед. На 9 сек. после попадания элементального навыка по противнику повышает мастерство стихий на 168 ед. На 30 сек. после попадания взрыва стихии по противнику повышает мастерство стихий на 56 ед.",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "На 6 сек. после активации Рассеивания повышает мастерство стихий на 240 ед. На 9 сек. после попадания элементального навыка по противнику повышает мастерство стихий на 192 ед. На 30 сек. после попадания взрыва стихии по противнику повышает мастерство стихий на 64 ед.",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Мудрость Наруками",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Пламенный камень",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Пламенный камень",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Призрачная оболочка",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Пламенное семя жизни",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Пламенное семя жизни",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Призрачное сердце",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Пламенное око",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Доблесть Наруками",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Пламенное око",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Призрачное ядро",
				"count": 18
			}
		]
	}
}