{
	"id": 14516,
	"name": "Лови волну",
	"description": "Сувенир, который должен был стать наградой чемпиону Первого состязания по сёрфингу среди племён. Поскольку состязание всё ещё находится на стадии подготовки, он временно хранится у владельца магазина «Досужий иглобрюх».",
	"descriptionRaw": "Сувенир, который должен был стать наградой чемпиону Первого состязания по сёрфингу среди племён. Поскольку состязание всё ещё находится на стадии подготовки, он временно хранится у владельца магазина «Досужий иглобрюх».",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "Это часть истории о противостоянии племён Натлана и Повелителя вулканов.\n\nВсе уже, должно быть, поняли, что представлял собой ненавистный Повелитель вулканов. Это был огромный чёрно-фиолетовый монстр с телом саламандры. Он воспользовался отсутствием древних драконов и тайком занял опустевший Великий вулкан Толлан, который был благословением Натлана. Монстр причинил много зла и принёс немало горя людям из разных племён. К счастью, чёрного Повелителя вулканов наконец-то прогнали из Натлана, и нынешним детям больше не нужно бояться его злодеяний.\nСегодня мы расскажем историю о том, как прежний Пиро Архонт Кочанина изгнала хитрого Повелителя вулканов из земель Народа Родников.\n\nВ тот день Повелитель вулканов лежал в вулкане, разглядывая своё чёрное тело, как вдруг ему в голову пришла очередная мерзкая идея.\n«На дне вулкана так темно, как не бывает самой тёмной безлунной ночью. Я даже себя как следует не вижу.\nГоворят, у Народа Родников, что живут на юге, самые чистые источники во всём Натлане. А если отнести туда всю грязь и копоть со дна вулкана? Тогда здесь станет светлее и чище! А мнение жалких людишек никого не волнует!»\nВеликий Повелитель вулканов безумно обрадовался своей идее. По его приказу вулкан изверг густой дым, и Повелитель прибыл к землям Народа Родников, укрытый дымной завесой. Не обращая внимания на протесты местных жителей, Повелитель сбросил в родниковую воду всю грязь и копоть со дна вулкана. И по всему племени разошёлся такой смрад, что даже птицы течений не выдержали и улетели прочь.\nСтерпеть подобное было нельзя! Старейшины племени поспешно разыскали Пиро Архонта Кочанину и рассказали о случившемся ей.\nКочанина тяжело вздохнула, ведь это была далеко не первая пакость Повелителя вулканов на землях Натлана. Однако он был слишком несговорчив. Предыдущие Пиро Архонты много раз устраивали ему взбучку, вот только это не помогало: Повелитель отлёживался на дне тёмного вулкана, а затем вновь брался за старое. И тогда Кочанина придумала способ изгнать монстра с этих земель раз и навсегда. Она не стала брать с собой знаменитый Клинок Уну Пачакути, а взяла лишь доску для сёрфинга.\nКогда Кочанина добралась до Повелителя вулканов, тот беззаботно лежал в почерневшем источнике и расслаблено покачивал своим упитанным животом.\n«О великий Повелитель вулканов, разве могут источники, в которых купаются ничтожные людишки, очистить твои драгоценности? Только древнее сокровище Народа Родников, оставленное великим героем Унуку, достойно тебя. Я говорю о Радужной чаше, из которой бьёт бесконечная радуга».\n«Что? - глаза Повелителя вулканов тут же загорелись. Перед ним стояла ничтожная женщина из племени, но её предложение и смиренный вид говорили о том, что она может быть полезна. - Чего же мы ждём? Радужная чаша должна принадлежать мне, веди меня скорей!»\n«О великий Повелитель вулканов, но сокровище спрятано не на земле, а в водных глубинах. Как жаль, что тебе неподвластно бороздить волны на доске, а мы, жалкие людишки, не сможем построить достаточно большой корабль, который вместит твоё величественное тело...»\n«Что?! Да как ты смеешь меня недооценивать! - сердито ответил монстр. Как и ожидалось: стоило человеку заявить, что он чего-то не может, как Повелитель тут же возжелал доказать обратное. - Веди меня! Кто сказал, что я не смогу покорить какие-то жалкие волны?!»\nИ тогда Кочанина повела Повелителя вулканов к самому глубокому месту. Неуклюжему монстру было далеко до чемпионки по сёрфингу среди всех племён. Он мог разве что следовать за ней, уворачиваясь от брызг из-под её доски. Заметив, что у монстра кружится голова, Кочанина запустила вдаль дрейфующую рыбку и громко закричала:\n«Смотри! Сокровище там! А это ключ от него!»\nИз-за плеска волн монстр не разглядел, что именно она выбросила, но разве Повелитель вулканов мог признать, что он в чём-то уступает другим? Поэтому, издав воинственный рык, он помчался к «сокровищу», но дрейфующая рыбка больно его уколола, и Повелитель вулканов свалился с доски прямо в воду.\nДаже гигантский Повелитель вулканов оказался лишь мелкой песчинкой в сравнении с бескрайней водой. Водой, скрывающей куда более опасных существ, чем он сам. Он униженно плескался посреди волн, пока не зацепился за тростник и не доплыл до берега. И пусть Кочанине так и не удалось навсегда изгнать его из Натлана, но с тех пор у Повелителя вулканов даже мысли не возникало связываться с Народом Родников.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "19,2%",
	"effectName": "Воспоминания воды",
	"effectTemplateRaw": "Увеличивает макс. HP на <color=#99FFFFFF>{0}</color>. Один раз в 15 сек. после использования элементального навыка на 14 сек. возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <color=#99FFFFFF>{1}</color>. Во время его действия один раз в 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз.",
	"r1": {
		"description": "Увеличивает макс. HP на 20%. Один раз в 15 сек. после использования элементального навыка на 14 сек. возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на 12%. Во время его действия один раз в 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз.",
		"values": [
			"20%",
			"12%"
		]
	},
	"r2": {
		"description": "Увеличивает макс. HP на 25%. Один раз в 15 сек. после использования элементального навыка на 14 сек. возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на 15%. Во время его действия один раз в 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз.",
		"values": [
			"25%",
			"15%"
		]
	},
	"r3": {
		"description": "Увеличивает макс. HP на 30%. Один раз в 15 сек. после использования элементального навыка на 14 сек. возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на 18%. Во время его действия один раз в 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз.",
		"values": [
			"30%",
			"18%"
		]
	},
	"r4": {
		"description": "Увеличивает макс. HP на 35%. Один раз в 15 сек. после использования элементального навыка на 14 сек. возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на 21%. Во время его действия один раз в 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз.",
		"values": [
			"35%",
			"21%"
		]
	},
	"r5": {
		"description": "Увеличивает макс. HP на 40%. Один раз в 15 сек. после использования элементального навыка на 14 сек. возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на 24%. Во время его действия один раз в 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз.",
		"values": [
			"40%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Ужас пылающего жертвенного сердца",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Осколок разбитой воли",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Сомнение пылающего жертвенного сердца",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Осколок разбитой воли",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Сомнение пылающего жертвенного сердца",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Образ ясной воли",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Решимость пылающего жертвенного сердца",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Образ ясной воли",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Решимость пылающего жертвенного сердца",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Талисман странствующей воли",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Великолепие пылающего жертвенного сердца",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Талисман странствующей воли",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 18
			}
		]
	}
}