{
	"id": 13514,
	"name": "Симфонист ароматов",
	"description": "Копьё элегантной формы. Говорят, когда-то оно служило дирижёрской палочкой великому музыканту, который воздвиг мост между мелодией и вкусом.",
	"descriptionRaw": "Копьё элегантной формы. Говорят, когда-то оно служило дирижёрской палочкой великому музыканту, который воздвиг мост между мелодией и вкусом.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 5,
	"story": "Вопреки кажущемуся очевидным представлению, воспоминания о долгом завоевании племён и царств высокого моря легионом Атанатой - далеко не единственное, что породила бесконечная война.\nВ ночь, когда власть золота ворвалась в мир подобно бушующему морю, а мелодия, которой алкал Царь богов, была ещё не закончена,\nверховный гармост, милостивая Эвергетия, выслушала людей ушедших времён и глубоко задумалась над их просьбой.\n\nОторванные от родины люди были поражены безграничной роскошью золотой столицы и преклонили колени перед высочайшим милосердием Царя богов,\nно, поднимая кубки, дабы воспеть ратные подвиги, они всё равно опускали взоры на военный провиант в своих тарелках и тосковали по изысканным блюдам из прошлого.\nКаменные големы не чувствуют ни голода, ни жажды, но слабые люди ушедших времён падают духом из-за невкусной еды.\nДаже самому отважному полководцу приходится решать тысячи мелких задач, связанных со снабжением и поддержкой армии, чтобы она и впредь могла одерживать победу за победой.\n\nУказания Царя богов были высшим законом, который следовало беспрекословно исполнять. Однако нельзя было закрывать глаза и на слабость людей с их бренными телами.\nА поскольку гармоничная и славная симфония должна была охватить всех живых существ в высоком море, исполнение их ничтожного желания не несло в себе попрания законов.\nЕё светловолосый сослуживец, уроженец варварских земель, примется ворчать, что она занимается не своим делом, но не будет её останавливать.\nВоля верховного гармоста способна сотрясти самые основы земли. Так неужели ей будет трудно создать вкусы и ароматы?\n\nИ вот, Эвергетия начала с того, что настроила смиренных просителей, потерявших свои дома, на вечную славу и победу империи.\nСлух и вкус могли сливаться в гармонии, низкие удары военных барабанов и звонкое бряцание мечей могли стать нотами, которые она вплела бы в свою мелодию.\nНеповторимая мелодия и простая еда могли напомнить рабу об изысканных блюдах, которые жили в его воспоминаниях, и повысить моральный дух армии.\nКонечно, то было всего лишь иллюзорное утешение, но разве иллюзии и прах не являются началом и концом всего земного?\n\nЭвергетия, рождённая в золотом дворце, вознесённая в порфировом храме каменных быков и львов,\nнекогда тоже упивалась нежной музыкой и медовыми сладостями, пока не отказалась от всех желаний.\nПоследуй она дальше по этому пути, возможно, настал бы день, когда и вознесённые смогли бы наслаждаться божественными блюдами,\nи радости плоти объединили бы всех людей, уничтожив разногласия между ними...\n\nНо золотой империи не суждено было сыграть последние ноты вечности,\nибо долгие и окутанные тайной перемены за одну ночь разрушили город из белого камня.\nПраведники и грешники вместе погрузились в морскую пучину... И всё же самое простое из всех желаний,\nжелание наслаждаться вкусной едой, столь обыденное и заурядное,\nпережило симфонию гармонии и славы и сохранилось в нынешнем Фонтейне...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "14,4%",
	"effectName": "Симфония вкусов",
	"effectTemplateRaw": "Сила атаки повышается на <color=#99FFFFFF>{0}</color>. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на <color=#99FFFFFF>{1}</color>. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на <color=#99FFFFFF>{2}</color> на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
	"r1": {
		"description": "Сила атаки повышается на 12%. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на 12%. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на 32% на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"12%",
			"12%",
			"32%"
		]
	},
	"r2": {
		"description": "Сила атаки повышается на 15%. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на 15%. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на 40% на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"15%",
			"15%",
			"40%"
		]
	},
	"r3": {
		"description": "Сила атаки повышается на 18%. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на 18%. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на 48% на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"18%",
			"18%",
			"48%"
		]
	},
	"r4": {
		"description": "Сила атаки повышается на 21%. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на 21%. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на 56% на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"21%",
			"21%",
			"56%"
		]
	},
	"r5": {
		"description": "Сила атаки повышается на 24%. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на 24%. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на 64% на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя.",
		"values": [
			"24%",
			"24%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Осадок чистой капли росы",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Эссенция чистой капли росы",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 18
			}
		]
	}
}