{
	"id": 12424,
	"name": "Говорящая палица",
	"description": "Что может быть убедительнее весомых доводов? Только тяжёлая дубина, инкрустированная обсидианом.",
	"descriptionRaw": "Что может быть убедительнее весомых доводов? Только тяжёлая дубина, инкрустированная обсидианом.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "Теноч смотрел на бескрайние, охваченные пламенем равнины и поднимающийся от линии горизонта клубящийся чёрный вал.\nОн затрубил в свой бронзовый рог и положил на плечо огромную обсидиановую булаву.\n\n«Кризис назревает, а вожди племён продолжают бесконечные споры.\nТеноч принесёт свою \"Говорящую палицу\" и станет посредником в переговорах.\nТеноч более не принадлежит ни к одному племени, но его ярость по-прежнему пылает, не утихая».\n\nИ вот одинокий Теноч с огромной обсидиановой дубиной на плече\nотправился в путь по суровым диким местам, где бродили драконы, по пустыне горячих источников и лавы.\n\nПервыми, кто вышел навстречу герою Теночу, были великая бегунья Ванджиру и её шумный спутник Кайеке.\nНа её смуглой коже виднелись глубокие шрамы - следы путешествия с героем.\nХотя постоянные междоусобицы между основными племенами порядком утомили, приглашение Теноча вновь придало ей сил.\nНадвигалась жестокая битва за горящие земли Натлана - что могло заставить Ванджиру и её соплеменников отказаться?\n\nВторыми, кто вышел навстречу Теночу, были отважный Менелик и его верный спутник Нгубу.\n«Приди, приди! Пусть все племена изгнали тебя, пусть мы вечно враждуем,\nно в моих глазах ты, дубиноносец Теноч, - герой из героев, брат среди братьев!»\n\nТретьими, кого встретил герой Теноч, были хитрый Санхадж Компоре и его загадочный спутник Махамба.\n«Говорящей палице» уже случалось уговаривать Санхаджа, так что герою пришлось согласиться отдать ему добычу, чтобы тот присоединился к содружеству воинов.\nКомпоре предвидел их с Теночем героический конец и то, как родится место, которое впоследствии станет именоваться Пепельным морем.\n«Но нет, это неважно! Может быть, наступит день, когда негодяй, прославившийся тем, что он хитёр, как змея, станет героем».\n\nЧетвёртые добровольно вызвались присоединиться к герою Теночу. Это были юный Буркина и его безрассудный спутник Конгамато.\nБуркина никогда не испытывал тягот сражения с Теночем, но внушительная обсидиановая дубина направила его навстречу смертельной опасности.\nВойна оставила на теле Теноча бесчисленные шрамы, и для Буркина они стали доказательством того, что и ему предстоит пройти этот путь...\nРеволюция должна быть уделом молодых - уж лучше проливать кровь за пламенную справедливость, чем не гнить на удобном ложе из травы.\n\nПятыми, кого убедил герой Теноч, были Сундиата, начальник рудников, и его верный спутник Мухуру.\n«Ради благополучия всех племён и во избежание дальнейших конфликтов я однажды обратился к Пиро Архонту с просьбой поддержать твоё изгнание.\nНо даже сегодня ты не отказываешься от кровавой битвы... Не исключено, что это последняя битва нашего поколения.\nЕсли ты настроен решительно, то у меня нет причин не присоединиться к тебе, но не втягивай в это моё племя».\n\nШестым вместе с героем Теночем был его главный враг юности - великан Тупак. Ни один скакун не мог унести в седле его мощное тело.\nКогда Теноч пришёл в жилище Тупака со своей огромной дубиной для разговора, он обнаружил, что тот старательно пересчитывает множество шрамов, оставленных на его теле обидчиком.\n«Более 300 шрамов, 20 сломанных костей и более 100 осколков обсидиана, застрявших глубоко в моей плоти, словно крошечные драгоценности.\n200 мелких ран, 2 сломанных ребра и 1 глаз, который больше не различает близкого от далёкого. Трофеи, которые ты мне оставил, не менее щедры».\n\nДва закадычных врага разразились буйным смехом и обменялись рукопожатиями.\nТак Теноч нашёл себе союзников из шести крупнейших племён.\nПереливаясь, как пламя бушующего пожара, они врезались в горы тьмы...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "4%",
	"effectName": "«Острый язык»",
	"effectTemplateRaw": "Повышает силу атаки на <color=#99FFFFFF>{0}</color> на 15 сек. после получения эффекта Пиро. Этот эффект может возникнуть один раз в 12 сек. После получения эффектов Гидро, Крио, Электро или Дендро бонус элементального урона на 15 сек. увеличивается на <color=#99FFFFFF>{1}</color>. Может возникнуть раз в 12 сек.",
	"r1": {
		"description": "Повышает силу атаки на 16% на 15 сек. после получения эффекта Пиро. Этот эффект может возникнуть один раз в 12 сек. После получения эффектов Гидро, Крио, Электро или Дендро бонус элементального урона на 15 сек. увеличивается на 12%. Может возникнуть раз в 12 сек.",
		"values": [
			"16%",
			"12%"
		]
	},
	"r2": {
		"description": "Повышает силу атаки на 20% на 15 сек. после получения эффекта Пиро. Этот эффект может возникнуть один раз в 12 сек. После получения эффектов Гидро, Крио, Электро или Дендро бонус элементального урона на 15 сек. увеличивается на 15%. Может возникнуть раз в 12 сек.",
		"values": [
			"20%",
			"15%"
		]
	},
	"r3": {
		"description": "Повышает силу атаки на 24% на 15 сек. после получения эффекта Пиро. Этот эффект может возникнуть один раз в 12 сек. После получения эффектов Гидро, Крио, Электро или Дендро бонус элементального урона на 15 сек. увеличивается на 18%. Может возникнуть раз в 12 сек.",
		"values": [
			"24%",
			"18%"
		]
	},
	"r4": {
		"description": "Повышает силу атаки на 28% на 15 сек. после получения эффекта Пиро. Этот эффект может возникнуть один раз в 12 сек. После получения эффектов Гидро, Крио, Электро или Дендро бонус элементального урона на 15 сек. увеличивается на 21%. Может возникнуть раз в 12 сек.",
		"values": [
			"28%",
			"21%"
		]
	},
	"r5": {
		"description": "Повышает силу атаки на 32% на 15 сек. после получения эффекта Пиро. Этот эффект может возникнуть один раз в 12 сек. После получения эффектов Гидро, Крио, Электро или Дендро бонус элементального урона на 15 сек. увеличивается на 24%. Может возникнуть раз в 12 сек.",
		"values": [
			"32%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Воспоминания цветущего оазиса",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Опустошённая оболочка",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Опустошённая оболочка",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Прочная оболочка",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Прочная оболочка",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Меченая оболочка",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Истина цветущего оазиса",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Меченая оболочка",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 12
			}
		]
	}
}