{
	"id": 13432,
	"name": "Тамаюратэй но оханаси",
	"description": "Давным-давно по Инадзуме блуждал ёкай, принявший форму огонька фонаря. Возможно, когда-то это было его пристанищем.",
	"descriptionRaw": "Давным-давно по Инадзуме блуждал ёкай, принявший форму огонька фонаря. Возможно, когда-то это было его пристанищем.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Древковое",
	"rarity": 4,
	"story": "Если верить легенде, среди призрачных языков пламени, что мерцают вдали от человеческого жилья, подобно блуждающим огонькам, можно встретить душу древнего инадзумского ёкая.\nВ далёкие времена бесплотный ёкай, обожавший слушать чужие секреты, блуждающим огоньком переходил из одного дома в другой.\nВ очаге потрескивали дрова, а он слушал истории, которые рассказывали друг другу люди за чашкой чая.\nПозже все самые интересные истории он пересказывал на ночных ёкайских пиршествах,\nведь Отогисю был создан именно для того, чтобы развлекать господ, когда они веселятся и пируют.\n\n«Что за дивный вечер! Надеюсь, такие вечера будут выпадать нам и впредь», -\nсидя на почётном месте, грустно вздохнула Хакусин, окружённая свитой кицунэ.\n«Время, время... Ах, если бы остановить его!» - и Хакусин подняла чарку с сакэ,\nдабы пожаловать простого и никому не известного ёкая титулом «Тамаюратэй».\n\nНо жизнь редко складывается так, как мы того желаем, и молитвы, которые мы шепчем с болью и страданием, часто остаются без ответа.\nА мимолётная тоска, охватившая Хакусин, оказалась пророческой, ибо настал день, когда тёмная волна разрушения поглотила землю.\nВ прошлом остались те ночи, когда сотни ёкаев веселились и пировали. Теперь пламя фонаря выхватывало из темноты лишь стоны и причитания.\nВойна жестока и кровожадна. Разве, пока она не окончена, нужен тот, кто развлекает публику шутками?\nНо, памятуя о благодетельнице, пожаловавшей его титулом, маленький слабый ёкай решил, что должен прийти на помощь.\nВ те дни, когда небесный полог почернел от теней, пламенем своей души он освещал дорогу, блуждая от одного огня к другому.\nЕго острый язык, который в прежние дни рассказывал уморительные истории, теперь слово в слово передавал боевые донесения и сведения о передвижениях противника.\n\nНо частые путешествия от огня к огню нанесли ёкаю непоправимый вред.\nРазделяя свою сущность снова и снова, ёкай истратил почти всю душу.\nБольше его огонь не мог породить таких складных слов, как раньше.\nИ даже воспоминания, которыми он больше всего дорожил, развеялись по ветру.\n\nГоворят, лишившийся рассудка ёкай больше ничего не помнит.\nОн появляется только в самых людных местах, чтобы послушать удивительные истории.\nБыть может, его манят к себе рассказчики, окружённые благодарной публикой,\nпотому что рядом с ними он снова вспоминает, пусть даже на мгновение, прошлое, которого ему никогда уже не вернуть.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "6,7%",
	"effectName": "Мчащийся фонарь проныры",
	"effectTemplateRaw": "При активации элементального навыка на 10 сек. увеличивает силу атаки на <color=#99FFFFFF>{0}</color> и скорость передвижения на 10%.",
	"r1": {
		"description": "При активации элементального навыка на 10 сек. увеличивает силу атаки на 20% и скорость передвижения на 10%.",
		"values": [
			"20%"
		]
	},
	"r2": {
		"description": "При активации элементального навыка на 10 сек. увеличивает силу атаки на 25% и скорость передвижения на 10%.",
		"values": [
			"25%"
		]
	},
	"r3": {
		"description": "При активации элементального навыка на 10 сек. увеличивает силу атаки на 30% и скорость передвижения на 10%.",
		"values": [
			"30%"
		]
	},
	"r4": {
		"description": "При активации элементального навыка на 10 сек. увеличивает силу атаки на 35% и скорость передвижения на 10%.",
		"values": [
			"35%"
		]
	},
	"r5": {
		"description": "При активации элементального навыка на 10 сек. увеличивает силу атаки на 40% и скорость передвижения на 10%.",
		"values": [
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Маска злого военачальника",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Маска тигриной пасти",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Преломляющий бутон",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Маска тигриной пасти",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Маска однорогого",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Ошеломляющий широколист",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Маска однорогого",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Маска кидзин",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Иллюзорная листовая спираль",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 12
			}
		]
	}
}