{
	"name": "Вспышка во тьме",
	"description": "Чёрный как ночь клинок. Его хозяином был грабитель, который орудовал в тёмных переулках.",
	"weapontype": "Одноручное",
	"rarity": "4",
	"story": "Элитный длинный меч, прямой как стрела. Он подобен вспышке света в ночи.\nНикогда за всю свою историю этот меч не пил крови.\nГоворят, в последующие эпохи многие мечи, которые носили рыцари, были выполнены по его образу и подобию.\n\nЭтот тёмный клинок легко может слиться с чернотой ночи.\nВ те дни люди боялись зажигать свет после захода солнца.\nВ стихах некоторых поэтов говорится, что меч почернел в эпоху правления аристократов.\n\nПоэмы, воспевающие гуманное правление живших в далёком прошлом предков, посеяли семена мятежа в сердце молодого аристократа.\nВоспользовавшись случаем, знатный сын отверг свой род, забрал длинный меч и скрылся среди городских улиц.\nОн ходил по тёмным улицам и тавернам, смешавшись с простым народом, и, с помощью фехтовального искусства, которому обучился, будучи аристократом, грабил богатых и раздавал деньги бедным.\nКогда тот, в чьих жилах текла кровь аристократа, укрытый плащом сумерек, скользил по крышам домов, в руках его сверкал благородный клинок.\nСияние его острия никогда не тускнело, как и сердце его хозяина, давно отбросившего позорное имя своего прогнившего аристократического рода.\n\nВино и песни остались в юности. После возникли другие дела.\nВ конце концов, в свете луны он похоронил свой верный меч и ушёл в море.\nОн вспомнил ту ночь перед побегом, когда сам выкрал этот меч из родовой сокровищницы,\nвспомнил, как клялся семье, будущему и прошлому, его родной земле и кровному брату Эберхарту:\n«Пусть даже мои усилия будут каплей в море, но я сделаю всё, чтобы противостоять окутавшей этот мир тьме».",
	"baseatk": 45,
	"substat": "Мастерство стихий",
	"subvalue": "12",
	"effectname": "Странствующий рыцарь",
	"effect": "Увеличивает урон персонажа на {0}. После получения урона эффект пропадает на 5 сек.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Плитка башни Декарабиана",
				"count": 3
			},
			{
				"name": "Тяжёлый рог",
				"count": 3
			},
			{
				"name": "Свиток божественной магии",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Обломок стены Декарабиана",
				"count": 3
			},
			{
				"name": "Тяжёлый рог",
				"count": 12
			},
			{
				"name": "Свиток божественной магии",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Обломок стены Декарабиана",
				"count": 6
			},
			{
				"name": "Чёрный бронзовый рог",
				"count": 6
			},
			{
				"name": "Свиток печати",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Фрагмент эпоса Декарабиана",
				"count": 3
			},
			{
				"name": "Чёрный бронзовый рог",
				"count": 12
			},
			{
				"name": "Свиток печати",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Фрагмент эпоса Декарабиана",
				"count": 6
			},
			{
				"name": "Чёрный кристаллический рог",
				"count": 9
			},
			{
				"name": "Свиток запретного проклятья",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Осколок мечты Декарабиана",
				"count": 4
			},
			{
				"name": "Чёрный кристаллический рог",
				"count": 18
			},
			{
				"name": "Свиток запретного проклятья",
				"count": 12
			}
		]
	}
}