{
	"id": 11409,
	"name": "Чёрный меч",
	"description": "Этот чёрный как смоль меч жаждет кровопролития. Говорят, что в пылу резни его владелец пьянеет, словно от вина.",
	"descriptionRaw": "Этот чёрный как смоль меч жаждет кровопролития. Говорят, что в пылу резни его владелец пьянеет, словно от вина.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "Меч, вечно жаждущий крови и пробуждающийся от её запаха.\nЛюди, обладавшие им, обретали силы для бесконечных убийств.\nДаже чистый душой и сердцем человек, взяв его в руки, запятнает себя кровью.\n\nОдин честный и благородный рыцарь шёл по пути справедливости.\nЕго латы сверкали серебром, а меч был отполирован, будто зеркало.\nКакие формы не принимала бы несправедливость, будь то монстр-людоед или огонёк вдалеке - \nРыцарь мчался, чтобы встретиться лицом к лицу с любой из них и начать резать, рубить, колоть.\nСледуя учениям Волчонка, научившего его рыцарскому долгу, справедливости и фехтованию,\nОн резал, рубил и колол. А после этого начинал сначала: резал...\nПока не воцарялась справедливость и монстр не переставал шевелиться.\n\n«С некоторых пор я начал испытывать страсть к этому: я резал, рубил, колол...»\n«Когда остриё меча входило в плоть, по моему телу пробегала волна удовольствия...»\n«А, - думал я тогда, - вот оно, ощущение того, что справедливость восторжествовала».\n«Нужно всего лишь резать, колоть, рубить то зло, что извращает мир».\n«Однажды... Однажды он будет очищен».\n\n«О, глупый рыцарь, убийство во имя справедливости всё равно остаётся убийством...»\n«Нет, ты лжёшь! Убийство во имя справедливости и есть справедливость...»\n\nРаз, два, три! Режь, руби, коли! Только так можно вернуть справедливость!\nНу и пусть тот белый цветок, что подарила тебе девушка, обагрился кровью, пусть больше не сверкает меч,\nПусть прекрасное лицо исказилось в уродливой гримасе, оно всё равно скрыто железной маской,\nПусть не понимают те, кого ты защищаешь, пусть! Не дай им остановить тебя!\n\nТак, мрачный рыцарь следовал своему собственному пути справедливости, истребляя монстров,\nПока не обнаружил руины древнего, стёртого с лица земли государства. Среди его осколков он обнаружил главную несправедливость...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "6%",
	"effectName": "Справедливость",
	"effectTemplateRaw": "Увеличивает урон обычной и заряженной атаки на <color=#99FFFFFF>{0}</color>. Крит. попадания обычной и заряженной атакой восстанавливают HP, равное <color=#99FFFFFF>{1}</color> от силы атаки. Может возникнуть раз в 5 сек.",
	"r1": {
		"description": "Увеличивает урон обычной и заряженной атаки на 20%. Крит. попадания обычной и заряженной атакой восстанавливают HP, равное 60% от силы атаки. Может возникнуть раз в 5 сек.",
		"values": [
			"20%",
			"60%"
		]
	},
	"r2": {
		"description": "Увеличивает урон обычной и заряженной атаки на 25%. Крит. попадания обычной и заряженной атакой восстанавливают HP, равное 70% от силы атаки. Может возникнуть раз в 5 сек.",
		"values": [
			"25%",
			"70%"
		]
	},
	"r3": {
		"description": "Увеличивает урон обычной и заряженной атаки на 30%. Крит. попадания обычной и заряженной атакой восстанавливают HP, равное 80% от силы атаки. Может возникнуть раз в 5 сек.",
		"values": [
			"30%",
			"80%"
		]
	},
	"r4": {
		"description": "Увеличивает урон обычной и заряженной атаки на 35%. Крит. попадания обычной и заряженной атакой восстанавливают HP, равное 90% от силы атаки. Может возникнуть раз в 5 сек.",
		"values": [
			"35%",
			"90%"
		]
	},
	"r5": {
		"description": "Увеличивает урон обычной и заряженной атаки на 40%. Крит. попадания обычной и заряженной атакой восстанавливают HP, равное 100% от силы атаки. Может возникнуть раз в 5 сек.",
		"values": [
			"40%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Молочный зуб арктического волка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Ностальгия арктического волка",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 12
			}
		]
	}
}