{
	"id": 11427,
	"name": "Верфь",
	"description": "Удобный режущий инструмент, который в наше время нигде не найти. Затупившиеся лезвия можно заменить.",
	"descriptionRaw": "Удобный режущий инструмент, который в наше время нигде не найти. Затупившиеся лезвия можно заменить.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "Инструмент, особенно распространённый в былые времена, когда Фонтейн в большей степени зависел от рабочей силы.\nХотя лезвие не выдерживает интенсивного использования в течение длительного времени,\nповреждённую и затупившуюся часть можно в любой момент заменить, что очень удобно.\n\nС помощью такого лезвия рабочие верфи разрезали тонкие материалы и развязывали узлы на канатах.\nХотя инструмент подлежал строгому учёту и формально не являлся собственностью того, кто им пользовался,\nв реальной жизни им торговали и обменивались, одно время он даже носил название «народный нож».\nЕго использовали для выживания в дикой местности, чтобы прорубать путь среди высоких трав и водорослей.\nЕсли верить легенде, во времена чистки многие люди нашли ему новое применение.\nПо мере развития общества и введения новых правил такой клинок постепенно вышел из употребления.\n\nХотя сам клинок не принадлежал тому, кто им пользовался,\nно каждый человек, которому он служил, считал его продолжением своего тела.\nИменно поэтому на рукоятке или на лезвии клинка нередко вырезано имя, чтобы человек мог вернуть себе клинок в случае потери.\nНа этом клинке вырезано имя одного из старост деревни Пуассон.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Матросская песня",
	"effectTemplateRaw": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на <color=#99FFFFFF>{0}</color> ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает <color=#99FFFFFF>{1}</color> ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
	"r1": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 40 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 2 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 50 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 2,5 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"50",
			"2,5"
		]
	},
	"r3": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 60 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 3 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 70 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 3,5 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"70",
			"3,5"
		]
	},
	"r5": {
		"description": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на 80 ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает 4 ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя.",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Осадок чистой капли росы",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Эссенция чистой капли росы",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 12
			}
		]
	}
}