{
	"id": 15515,
	"name": "Хроники рассвета",
	"description": "Сила песен сопротивления, принесённых лёгкими нотами на эти струны ветром, подобна пронзающему кромешную тьму рассвету.",
	"descriptionRaw": "Сила песен сопротивления, принесённых лёгкими нотами на эти струны ветром, подобна пронзающему кромешную тьму рассвету.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 5,
	"story": "«Крузлид, донёс ли до тебя звуки волынки вечерний ветер?»\n«Слышал ли ты голос, поющий \"Прощай навеки\"?»\n«Мы не будем лить слёзы о тебе, ведь их всё равно унесёт вечерний ветер».\n«Да, товарищ, ветер унесёт наши слёзы о тебе».\n \nИстории рассказывают о странствующей музыкальной труппе, что замышляла убийство главы правящего дома.\nСреди них был благородный отступник, наследник трона по имени Крузлид.\nПосле неудачного покушения о нём сложили песню.\n \nКонечно же, его настоящее имя было не «Крузлид», оно давно забылось.\nВ древних языках слово «Крузлид» означало «Песнь четвертования».\nВ те времена, когда ночи были длиннее, и тьма накрывала всю землю, четвертование было жестоким наказанием, заставляющим жертву умолять о смерти.\nТак публично казнили дезертиров, бандитов, мятежников и самогонщиков, пока правящая аристократия наслаждалась их предсмертными криками.\nВ те времена, когда не было видно рассвета, словом «Крузлид» стали называть тех, кто встал против системы, но потерпел неудачу.\nНо оно также стало воодушевляющим криком восстания.\n \nИмя Крузлида из бродячего ансамбля было давно забыто,\nНо это не имеет значения, ведь в наше время Крузлид уже принял бесчисленное множество прозвищ, которые теперь носит ветер:\n«Безымянный пастырь», «Имунлаукр», «Полуночный вор»;\n«Свет зари», «Гуннхильдр», «Рагнвиндр»...\nИ проснётся от тысячелетнего сна последний Крузлид,\nв ответ на тихий плач девушки из далёких земель,\nкак был он рождён ради мечты некоего юнца...\n \nПесни о Крузлиде были очень популярны в своё время.\nНо в итоге они покинули уста людей, ведь по прошествии тёмных времён больше нет нужды в этом имени.\n«Крузлид, видел ли ты как горизонт становится белым?»\n«Слышал ли ты женский голос, поющий \"Прощай навеки\"?»\n«Утреннее солнце поцеловало мои слёзы и сказало, что наступил рассвет».\n«О моя любовь, рассвет уже наступил...»",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "9,6%",
	"effectName": "Ода вне времени",
	"effectTemplateRaw": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на <color=#99FFFFFF>{0}</color>. В бою этот эффект повышения урона снижается на <color=#99FFFFFF>{1}</color> каждую секунду, пока не достигает 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на <color=#99FFFFFF>{2}</color>, пока не достигает <color=#99FFFFFF>{3}</color>. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на <color=#99FFFFFF>{4}</color>.",
	"r1": {
		"description": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на 60%. В бою этот эффект повышения урона снижается на 10% каждую секунду, пока не достигнет 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на 10%, пока не достигает 60%. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на 20%.",
		"values": [
			"60%",
			"10%",
			"10%",
			"60%",
			"20%"
		]
	},
	"r2": {
		"description": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на 75%. В бою этот эффект повышения урона снижается на 12,5% каждую секунду, пока не достигнет 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на 12,5%, пока не достигает 75%. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на 25%.",
		"values": [
			"75%",
			"12,5%",
			"12,5%",
			"75%",
			"25%"
		]
	},
	"r3": {
		"description": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на 90%. В бою этот эффект повышения урона снижается на 15% каждую секунду, пока не достигнет 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на 15%, пока не достигает 90%. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на 30%.",
		"values": [
			"90%",
			"15%",
			"15%",
			"90%",
			"30%"
		]
	},
	"r4": {
		"description": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на 105%. В бою этот эффект повышения урона снижается на 17,5% каждую секунду, пока не достигает 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на 17,5%, пока не достигает 105%. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на 35%.",
		"values": [
			"105%",
			"17,5%",
			"17,5%",
			"105%",
			"35%"
		]
	},
	"r5": {
		"description": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на 120%. В бою этот эффект повышения урона снижается на 20% каждую секунду, пока не достигает 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на 20%, пока не достигает 120%. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.\nКроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на 40%.",
		"values": [
			"120%",
			"20%",
			"20%",
			"120%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Тяжёлый рог",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Печать Похитителей сокровищ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Тяжёлый рог",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Печать Похитителей сокровищ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Чёрный бронзовый рог",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Печать серебряного ворона",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Чёрный бронзовый рог",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Печать серебряного ворона",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Чёрный кристаллический рог",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Печать золотого ворона",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Чёрный кристаллический рог",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Печать золотого ворона",
				"count": 18
			}
		]
	}
}