{
	"id": 15512,
	"name": "Первый великий фокус",
	"description": "Сценический реквизит, в прошлом используемый «великим иллюзионистом». И его тайна наконец-таки была раскрыта - на самом деле это необыкновенное оружие.",
	"descriptionRaw": "Сценический реквизит, в прошлом используемый «великим иллюзионистом». И его тайна наконец-таки была раскрыта - на самом деле это необыкновенное оружие.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 5,
	"story": "«Это я, искусный маг - Парсифаль \"Великая\"!\nВы станете свидетелями фантастического, доселе невиданного мира!\nЭта шляпа, например, приведёт в легендарный восточный рай!\nА может быть, мы обнаружим внутри зеркала опасности, не подвластные нашим законам пространства и времени!»\n\nТо, что называют магией фокусов, очень похоже на мошенничество и воровство.\nПервое основано на актёрском мастерстве и создании сюжета, второе - на технике.\n\n«В пьесе мастера Коппелиуса был неуловимый вор, который умел появляться и исчезать по своему усмотрению.\nПочему не взять его имя в качестве творческого псевдонима?» -\nБез запинки говорила восторженная девушка у киоска с закусками во Флёв Сандр.\n«Парсифаль? А как же я? Неужели я стану прекрасной владычицей сапфира, который ты украла?»\nОбе разразились хохотом, и их заливистый смех осветил подземный город, куда не проникал дневной свет.\n\nТак две юные сёстры-воровки, зарабатывавшие на жизнь жульничеством и хищениями, после того как оказались в прославленном оперном театре,\nбыли ослеплены комедией о рыцаре и забыли о первоначальной цели прихода в театр.\nУ них зародилась идея, - полагаясь на своё мастерство и технику, выйти на сцену под сияющие огни,\nи сделать так, чтобы их блистательные выступления одинаково освещать мечты как тех, кто вынужден занимать стоячие места, так и тех, кто сидит в роскошных ложах.\nОдна из них будет исполнять роль «Парсифаля», другая - её ассистентки Жозефины.\nИх первые выступления проходили в тавернах Эдуардо, у сточных канав, перед ларьками с едой.\nИх первыми зрителями были дети с горящими от восторга глазами на испачканных пеплом и маслом лицах.\nВпоследствии им на смену пришли яркие софиты великолепного театра, сияющие, словно яркое солнце.\n«Превращение перьев в бабочки», «Рай», «Огонь в зеркале», «Золотая рыбка»...\nПодобно тому, как свет этих спектаклей освещал и роскошные ложи, и галёрку,\nимя «Парсифаль» стало предметом всеобщего внимания в городах как среди высшего, так и среди низшего света.\n\nОблачённые в пурпур говорят, что у всех есть своё место, в том числе в зрительном зале -\nнаходится ли оно в изысканной ложе над сценой или в общем зале со стоячими местами.\nПусть свет представления в равной мере сияет для всех зрителей, за пределами театра\nвременно забытые горести и обиды вновь прорастут, как корни дерева сквозь каменную стену.\n\nВ ходе операции «Флёв Сандр» стена окончательно рухнула.\nДевушка, которая играла Жозефину, поспешила обратно во Флёв Сандр.\nКроме вечного запаха железа и гнили,\nздесь был только запах гнева, горя и не успевшей высохнуть крови.\n\nВсе знали Парсифаль, но ассистентка - это всего лишь ассистентка.\nЕсли бы дела и впрямь обстояли подобным образом, всё было бы проще простого.\nНо подобно тому, как ассистентку на сцене разрубают надвое саблей, но не причиняют ей вреда,\nа пропавшие карманные часы всегда незаметно возвращаются в зал,\nдевушка окончательно потеряла привычное «место» в жизни.\nИ она создала их собственный «грандиозный феерический фокус».\n\n«Это я, искусный маг - Парсифаль \"Великая\"!\nВы станете свидетелями фантастического, доселе невиданного мира!»\nЗдесь не будет ни аристократов, ни королей, ни направленных на вас мечей!\nНикто не родится в богатстве, никто не родится в неотвратимой бедности!»",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "14,4%",
	"effectName": "Славься, Парсифаль!",
	"effectTemplateRaw": "Увеличивает урон заряженной атаки на <color=#99FFFFFF>{0}</color>. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровней Уловки, сила атаки повышается на <color=#99FFFFFF>{1}</color>. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Увеличивает урон заряженной атаки на 16%. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровня Уловки, сила атаки повышается на 16%/32%/48%. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на 4%/7%/10%.",
		"values": [
			"16%",
			"16%/32%/48%",
			"4%/7%/10%"
		]
	},
	"r2": {
		"description": "Увеличивает урон заряженной атаки на 20%. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровня Уловки, сила атаки повышается на 20%/40%/60%. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на 6%/9%/12%.",
		"values": [
			"20%",
			"20%/40%/60%",
			"6%/9%/12%"
		]
	},
	"r3": {
		"description": "Увеличивает урон заряженной атаки на 24%. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровня Уловки, сила атаки повышается на 24%/48%/72%. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на 8%/11%/14%.",
		"values": [
			"24%",
			"24%/48%/72%",
			"8%/11%/14%"
		]
	},
	"r4": {
		"description": "Увеличивает урон заряженной атаки на 28%. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровня Уловки, сила атаки повышается на 28%/56%/84%. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на 10%/13%/16%.",
		"values": [
			"28%",
			"28%/56%/84%",
			"10%/13%/16%"
		]
	},
	"r5": {
		"description": "Увеличивает урон заряженной атаки на 32%. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровней Уловки, сила атаки повышается на 32%/64%/96%. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на 12%/15%/18%.",
		"values": [
			"32%",
			"32%/64%/96%",
			"12%/15%/18%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Фрагмент отзвука древней струны",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Мутная капля",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Жемчужина иноморья",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Незаконченный отзвук древней струны",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Мутная лужица",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Обломок из иноморья",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Песнь отзвука древней струны",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Эхо отзвука древней струны",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Новорождённый фантазм мутных вод",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Ксенохромный кристалл",
				"count": 18
			}
		]
	}
}