{
	"id": 11402,
	"name": "Меч-флейта",
	"description": "Под всей этой ржавчиной скрывается роскошно украшенный меч. Режет плоть так же легко, как воздух.",
	"descriptionRaw": "Под всей этой ржавчиной скрывается роскошно украшенный меч. Режет плоть так же легко, как воздух.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 4,
	"story": "Лёгкий и удобный меч, на лезвии которого выгравированы тонкие узоры и выдолблены отверстия.\nВ руках мастера он мелодично свистит при каждом взмахе, и мелодия зависит от угла, под которым меч рассекает воздух.\nПосле распада Бродячего ансамбля этот меч был похоронен глубоко в земле. Прошло много лет, и теперь он утратил возможность петь.\nХотя он по-прежнему остаётся смертельным оружием.\n\nВ труппе Бродячего ансамбля была одна очень проворная танцующая с клинками.\nПосле того как попытка Бродячего ансамбля свергнуть старую аристократию потерпела крах, её превратили в раба и сделали гладиатором.\n\nХотя она потеряла всякую надежду и всех своих друзей, в роковой час она не сдалась.\nЕё клинок по-прежнему пел правдивую песню и сверкал на солнце, а потому её назвали «Рассветная воительница».\n\nРыцарь Рассвета Рагнвиндр тогда ещё был оруженосцем при рыцаре.\nИ, придя вместе с рыцарем на арену, чтобы посмотреть на гладиаторов, был глубоко тронут последним танцем Рассветной воительницы.\nГлядя на неё, он понял, каким будет его рыцарское имя и что он должен будет сделать...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "9%",
	"effectName": "Аккорд",
	"effectTemplateRaw": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит <color=#99FFFFFF>{0}</color> урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
	"r1": {
		"description": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит 100% урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
		"values": [
			"100%"
		]
	},
	"r2": {
		"description": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит 125% урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
		"values": [
			"125%"
		]
	},
	"r3": {
		"description": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит 150% урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
		"values": [
			"150%"
		]
	},
	"r4": {
		"description": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит 175% урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
		"values": [
			"175%"
		]
	},
	"r5": {
		"description": "Попадания обычной или заряженной атакой дают музыкальную ноту. При накоплении 5 нот активируется сила музыки, которая наносит 200% урона окружающим врагам. Ноты исчезают через 30 сек. Новую ноту можно получить раз в 0,5 сек.",
		"values": [
			"200%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Молочный зуб арктического волка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Слизь слайма",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Выделения слайма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Ностальгия арктического волка",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Концентрат слайма",
				"count": 12
			}
		]
	}
}