{
	"id": 15409,
	"name": "Зелёный лук",
	"description": "Лук чистого тёмно-зеленого цвета. Он принадлежал охотнику, который жил в лесу.",
	"descriptionRaw": "Лук чистого тёмно-зеленого цвета. Он принадлежал охотнику, который жил в лесу.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "Этот лук когда-то принадлежал некому охотнику, и его зелёный цвет позволял слиться с природой.\nПозволял стать таким же невинным, как звери, бродящие по зелёным полям и лесам при свете дня.\nПозволял не нести злобу и не выпускать стрелу ни по какой другой причине, кроме как выжить.\n\nБезымянный охотник обучался и рос вдали от города.\n«Мы были рождены природой. Пока есть трава и тень, мы будем двигаться беспрепятственно».\n«Мы такие же, как звери и птицы. Пока мы следуем законам природы, нам не страшна смерть».\n«Любой, кто следует природе, с наступлением последнего отлива их жизни, должен направиться к бескрайней равнине».\n\nСледуя этим заповедям, охотник не оставлял следов и не боролся против естественного порядка.\nОна утешала диких зверей, которым пронзили сердце, до тех пор, пока их жизни не возвращались к природе.\nЕсли бы этого бедствия не произошло, если бы она не последовала за осквернённой кровью на листьях,\nЕсли бы она не встретила того умирающего слепого юношу под деревом, где она часто дремала,\nТогда, возможно, она никогда бы не была потрясена мыслями о мести кровью и огнём...\n\n«Никогда не забывай, дорогой Веридисцент».\n«Никогда не забывай, что ты принадлежишь природе, дитя леса».\n«Никогда не выпускай свою стрелу во имя войны, мести или славы».\n«Ибо истекающие кровью никогда не найдут охотничьих полей изумрудного сияния».\n\n«Тогда избавь мой лук от скверны смертной мести».\n«Я не смогу перейти на ту сторону и встретить моего создателя или родителей, которых я никогда не видел».\n«Хотя бы позволь этому луку остаться чистым, и пусть он принесёт им мои мысли и сожаления».",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Шанс крит. попадания",
	"baseStatText": "6%",
	"effectName": "Зелёный ветер",
	"effectTemplateRaw": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им <color=#99FFFFFF>{0}</color> урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в <color=#99FFFFFF>{1}</color> сек.",
	"r1": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им 40% урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в 14 сек.",
		"values": [
			"40%",
			"14"
		]
	},
	"r2": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им 50% урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в 13 сек.",
		"values": [
			"50%",
			"13"
		]
	},
	"r3": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им 60% урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в 12 сек.",
		"values": [
			"60%",
			"12"
		]
	},
	"r4": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им 70% урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в 11 сек.",
		"values": [
			"70%",
			"11"
		]
	},
	"r5": {
		"description": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им 80% урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в 10 сек.",
		"values": [
			"80%",
			"10"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Плитка башни Декарабиана",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Тяжёлый рог",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Обломок стены Декарабиана",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Тяжёлый рог",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Обломок стены Декарабиана",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Чёрный бронзовый рог",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Фрагмент эпоса Декарабиана",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Чёрный бронзовый рог",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Фрагмент эпоса Декарабиана",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Чёрный кристаллический рог",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Осколок мечты Декарабиана",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Чёрный кристаллический рог",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 12
			}
		]
	}
}