{
	"id": 15509,
	"name": "Громовой пульс",
	"description": "Лук, дарованный сёгуном. Его окружают непрестанно потрескивающие молнии.",
	"descriptionRaw": "Лук, дарованный сёгуном. Его окружают непрестанно потрескивающие молнии.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 5,
	"story": "Лук молнии, хоть и пропитан густой тьмой, ещё не утратил своего духа.\nКогда из-за моря пришла беда, он стал излюбленным оружием великого мечника.\n\nПутешествуя в юности по горам, он познакомился с великим тэнгу и заключил с ним пари.\nОн поставил своё молодое и здоровое тело против покрытого письменами лука, подаренного сёгуном.\n\nЧто касается самого пари, он мог вспомнить его только в пьяном виде.\nНа рассвете он трижды победил и трижды проиграл. Это была ничья с тэнгу.\nПоэтому тэнгу взял его себе как слугу. Но он, к счастью, выиграл драгоценный лук.\n\n«Комбу Мару, это стиль стрельбы тэнгу. Смотри внимательно и усваивай!»\nЕму дали грубое прозвище, но, по крайней мере, он видел, как стреляют тэнгу.\nИз тетивы вылетела безудержная стрела Электро и понеслась сквозь облака...\nЭто был настоящий безудержный танец смерти. Он был жестоким и непредсказуемым, элегантным и красивым.\n\nМного лет спустя, став намного старше, он научился стрелять из лука и сражаться с мечом.\nЕго нетерпеливый господин направил его в сёгунат с рекомендательным письмом.\nЗа годы службы у сёгуна он ещё более улучшил свои боевые искусства, и у него появилось много друзей и врагов.\nНо его увлечение странствиями не прошло. Напротив, благодаря луку тэнгу он стал ещё более бесстрашным.\n\n«Давай в этот раз сделаем ставки, что скажешь? Моей ставкой будет этот лук».\n«Я ставлю лучший лук в мире, что вернусь живым».\n«Я оставлю его пока здесь. Если я проиграю, можешь забрать лук себе».\n«Ведь ты унаследовала суть моего стиля стрельбы из лука. Ты сможешь эффективно его использовать».\n«Но если я выиграю...»\n\nКогда из-за моря пришла беда, самурай и храбрая жрица заключили пари.\nОн поставил украшенный письменами лук, подаренный сёгуном, на то, что он выживет и вернётся из бездны.\n\nКогда тёмный яд просочился в землю и воцарился мир, мечник вернулся.\nВ результате пари лук сёгуна достался жрице.\nПозже, в лесу, где уже давно не появлялась кицунэ Сайгу, в обещанном месте встречи.\nОдиночка, вернувшийся из бездны, наконец-то встретил жрицу, но она уже была немолода.\nТусклые глаза, запятнанные засохшей кровью и слезами, вновь обрели своё сияние, но были пронзены зазубренной стрелой, излучающей силу.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "14,4%",
	"effectName": "Правило грома",
	"effectTemplateRaw": "Увеличивает силу атаки на <color=#99FFFFFF>{0}</color> и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на <color=#99FFFFFF>{1}</color> соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении урона обычной атакой (эмблема действует 5 сек.); при применении элементального навыка (эмблема действует 10 сек.); когда элементальная энергия персонажа ниже 100% (эмблема исчезнет, когда элементальная энергия полностью восстановится). Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
	"r1": {
		"description": "Увеличивает силу атаки на 20% и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на 12%, 24% или 40% соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении урона обычной атакой (эмблема действует 5 сек.); при применении элементального навыка (эмблема действует 10 сек.); когда элементальная энергия персонажа ниже 100% (эмблема исчезнет, когда элементальная энергия полностью восстановится). Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
		"values": [
			"20%",
			"12%, 24% или 40%"
		]
	},
	"r2": {
		"description": "Увеличивает силу атаки на 25% и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на 15%, 30% или 50% соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении урона обычной атакой (эмблема действует 5 сек.); при применении элементального навыка (эмблема действует 10 сек.); когда элементальная энергия персонажа ниже 100% (эмблема исчезнет, когда элементальная энергия полностью восстановится). Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
		"values": [
			"25%",
			"15%, 30% или 50%"
		]
	},
	"r3": {
		"description": "Увеличивает силу атаки на 30% и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на 18%, 36% или 60% соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении урона обычной атакой (эмблема действует 5 сек.); при применении элементального навыка (эмблема действует 10 сек.); когда элементальная энергия персонажа ниже 100% (эмблема исчезнет, когда элементальная энергия полностью восстановится). Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
		"values": [
			"30%",
			"18%, 36% или 60%"
		]
	},
	"r4": {
		"description": "Увеличивает силу атаки на 35% и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на 21%, 42% или 70% соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении урона обычной атакой (эмблема действует 5 сек.); при применении элементального навыка (эмблема действует 10 сек.); когда элементальная энергия персонажа ниже 100% (эмблема исчезнет, когда элементальная энергия полностью восстановится). Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
		"values": [
			"35%",
			"21%, 42% или 70%"
		]
	},
	"r5": {
		"description": "Увеличивает силу атаки на 40% и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на 24%, 48% или 80% соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении урона обычной атакой (эмблема действует 5 сек.); при применении элементального навыка (эмблема действует 10 сек.); когда элементальная энергия персонажа ниже 100% (эмблема исчезнет, когда элементальная энергия полностью восстановится). Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
		"values": [
			"40%",
			"24%, 48% или 80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Мудрость Наруками",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Тёмная призма",
				"count": 5
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Тёмная призма",
				"count": 18
			},
			{
				"id": 112011,
				"name": "Прочный наконечник стрелы",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Радость Наруками",
				"count": 9
			},
			{
				"id": 112051,
				"name": "Кристальная призма",
				"count": 9
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 5
			},
			{
				"id": 112051,
				"name": "Кристальная призма",
				"count": 18
			},
			{
				"id": 112012,
				"name": "Острый наконечник стрелы",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Милость Наруками",
				"count": 9
			},
			{
				"id": 112052,
				"name": "Поляризационная призма",
				"count": 14
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Доблесть Наруками",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Поляризационная призма",
				"count": 27
			},
			{
				"id": 112013,
				"name": "Старый наконечник стрелы",
				"count": 18
			}
		]
	}
}