{
	"id": 12425,
	"name": "Тень волны",
	"description": "Стандартный клинок изящной формы, изготавливаемый специально для старших офицеров и капитанов флагманских кораблей старого морского флота Фонтейна.",
	"descriptionRaw": "Стандартный клинок изящной формы, изготавливаемый специально для старших офицеров и капитанов флагманских кораблей старого морского флота Фонтейна.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "В славном прошлом белоснежный флагманский корабль «Спонсиан» был гордостью флота Фонтейна.\nВ ту эпоху этот бронированный металлический корабль, оснащённый тяжёлыми пушками и прочным носом для тарана, был любимцем Кур-де-Фонтейна.\nВ эпоху величия оперного театра никто из зрителей не мог не поприветствовать аплодисментами белую армаду, когда она разнесла в пух и прах легион големов.\n\nДо её отставки на мостике «Спонсиана» всегда можно было увидеть гордого адмирала Бэзил Элтон.\nСтарший помощник Элтон, Натаниэль Пикман, в конце концов потерял свой пост и провёл остаток дней в ловушке ложной репутации героя.\nВ этот период флот был полностью расформирован в связи с прекращением существования армады. Некогда прославленный министр военно-морского флота с почётом ушёл в отставку.\nВ течение многих лет Пикман пытался убедить Кур-де-Фонтейн в необходимости спасения и восстановления «Спонсиана».\nНо его усилия были тщетны, и семьи погибших считали, что его попытки восстановить флот Фонтейна - не более чем стремление к славе...\nВ итоге, кроме фальши и легенд, осталась лишь бело-голубая шпага, некогда принадлежавшая адмиралу.\n\n«\"Спонсиан\"? Ужасное название. О чём ты только думал, Пикман?\nИмя тирана? Возможно, он и его династия вообще не существовали...»\n«Ну... Это просто мысли вслух, понимаете, само вырвалось. Прошу прощения, капитан».\n\n«Расслабься, Пикман. Знаешь что? Давай так и назовём его.\nМне нравится это чувство нереальной реальности».\n\nМногие легенды о «Спонсиане» и «Белой армаде» оставались популярными ещё некоторое время после разрушения великолепного оперного театра,\nи их с большим успехом ставили во вновь отстроенном оперном театре на острове Эриний, пока несчастный случай не положил конец этим представлениям.\nИз них наиболее запоминающимся представляется финальная битва армады: героическое сражение с грозным шквалом из десяти орудий линкора на сцене,\nдетали которого были восстановлены по записям старшего помощника Бэзил Элтон.\nВозможно, Пикман не посчитал этот несуразный поступок достойным упоминания, так как ни разу не обсуждал его.\nА возможно, сценаристы убрали эту деталь из сценария, посчитав, что она отвлекает от задуманной эпической трагедии.\nНо Бэзил Элтон вновь поднялась на борт флагманского корабля после нескольких лет отсутствия и прошептала Пикману и другим матросам:\n«Похоже, на этот раз мы наконец-то сможем открыть огонь по нашим врагам».\n\nИ только после этого она улыбнулась и воскликнула, как в опере:\n«Ну что, мальчики и девочки! Смотрю, без меня вам не обойтись? Но если вы хотите поностальгировать за чашкой чая, то придётся подождать!\nСначала давайте отправим на дно водопада этого бестолкового зазнайку!»",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Сила атаки",
	"baseStatText": "9%",
	"effectName": "Надвигающаяся белая волна",
	"effectTemplateRaw": "Сила атаки после получения лечения увеличивается на <color=#99FFFFFF>{0}</color> на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
	"r1": {
		"description": "Сила атаки после получения лечения увеличивается на 24% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Сила атаки после получения лечения увеличивается на 30% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Сила атаки после получения лечения увеличивается на 36% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Сила атаки после получения лечения увеличивается на 42% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Сила атаки после получения лечения увеличивается на 48% на 8 сек. Эффект срабатывает, даже когда персонаж не на поле боя.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Разбитая чаша непорочного моря",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Ядро расщелины",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Ядро расщелины",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Иноземный обломок",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Иноземный обломок",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Чужеродное ядро",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Золотой кубок непорочного моря",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Чужеродное ядро",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 12
			}
		]
	}
}