{
	"id": 14514,
	"name": "Обряд вечного течения",
	"description": "Книга наставлений, когда-то передававшаяся из поколения в поколение в подводной обители. Сегодня о ней никому не известно.",
	"descriptionRaw": "Книга наставлений, когда-то передававшаяся из поколения в поколение в подводной обители. Сегодня о ней никому не известно.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "«Мы не забудем тысячелетней клятвы, оберегая устои Водного града.\nМы не забудем ярма, что влекут за собою грехи, манящие людей сильнее мёда.\nИ не забудем долга на наших плечах, что кажется тяжёлым, будто ярмо.\nВедь он означает божественную милость и благоволение, что слаще мёда.\nМы будем стоять неколебимым щитом против водоцветной беды, мы будем рубежом на проломе».\n\nТакую клятву брал первый хранитель со всех новоприбывших.\nДа, никто не выбирал такую жизнь, но за всё приходится платить.\nВ прошлом мы вкусили сладость жестокости или оказались в рабстве у алчности.\nА теперь получили справедливое возмездие и путь к окончательному спасению.\nЗдесь нет ни солнца, ни родных, поэтому мы должны найти себе подобие радости.\nИногда хранитель сомневался, верят ли они в клятву.\nИли просто повторяют слова, не вникая в смысл.\nИ всё же он всей душой надеялся, что радость от тяжёлой ноши, возложенной на плечи смертного божеством,\nта радость, что озарила его будущее, тоскливое и предопределённое,\nозарит будущее всех его «братьев и сестёр», и наполнит их жизни смыслом.\nТаким было учение хранителей, и оно передавалось из поколения в поколение, словно вода, которая никогда не устанет течь.\nВедь если в мир придут предвестники судного дня, воды потопа поглотят всех без остатка.\nТогда мы вступим в бой, помня о священном долге и храня в сердцах радость, подобно тому, как боги хранят нас в своих сердцах.\n\nМой долг исполнен, отныне священная миссия, осенённая божественной милостью, ложится на ваши плечи.\nПервый хранитель был погребён среди рудоносных жил, что источали дивное сияние.\nКругом не было места светлее. И человек, который много лет прожил во тьме,\nкоторый всегда носил в своем сердце свет, теперь мирно спал под землёй рядом с проломом.\n\nНо в конце концов потоп, который должен был смыть собой всё живое, не хлынул через пролом.\nЧасто судьба отказывает нам в милости умереть с честью.\nТихий, еле слышный ручеёк тихо прокрался в обитель отшельников, словно ночной вор в жилище.\nВ их ряды вступали новые и новые люди, у которых не было иного выхода, кроме как жить под водой.\nНо всё меньше людей давало клятву, всё меньше людей понимало, что значит клятва, всё меньше людей знало о книге наставлений.\nШли годы, на дне морском выросла величественная и мрачная крепость,\nа могила последнего отшельника, который звался Хранителем и чувствовал себя облечённым священным долгом,\nоказалась предана забвению.\n\nИ всё же это место по-прежнему можно назвать счастливым,\nибо много лет спустя один из заговорщиков обнаружил другой пролом, всё это время ждавший своего часа.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "19,2%",
	"effectName": "Волна вечности",
	"effectTemplateRaw": "Увеличивает HP на <color=#99FFFFFF>{0}</color>. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на <color=#99FFFFFF>{1}</color> на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается <color=#99FFFFFF>{2}</color> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек.",
	"r1": {
		"description": "Увеличивает HP на 16%. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на 14% на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается 8 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек.",
		"values": [
			"16%",
			"14%",
			"8"
		]
	},
	"r2": {
		"description": "Увеличивает HP на 20%. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на 18% на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается 9 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек.",
		"values": [
			"20%",
			"18%",
			"9"
		]
	},
	"r3": {
		"description": "Увеличивает HP на 24%. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на 22% на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается 10 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек.",
		"values": [
			"24%",
			"22%",
			"10"
		]
	},
	"r4": {
		"description": "Увеличивает HP на 28%. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на 26% на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается 11 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек.",
		"values": [
			"28%",
			"26%",
			"11"
		]
	},
	"r5": {
		"description": "Увеличивает HP на 32%. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на 30% на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается 12 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек.",
		"values": [
			"32%",
			"30%",
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Осадок чистой капли росы",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Ядро расщелины",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Ядро расщелины",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Конденсат чистой капли росы",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Иноземный обломок",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Иноземный обломок",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Источник чистой капли росы",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Чужеродное ядро",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Эссенция чистой капли росы",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Чужеродное ядро",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 18
			}
		]
	}
}