{
	"name": "Токабо сигурэ",
	"description": "Несколько необычный зонт из промасленной бумаги. В странствиях привыкаешь к непогоде, но в любовании дождливым пейзажем из-под этого зонта есть своя прелесть.",
	"weapontype": "Одноручное",
	"rarity": "4",
	"story": "«Зонты из Инадзумы больше похожи на уникальные произведения искусства, чем на простую защиту от дождя. Форма бамбуковой ручки, узоры на её поверхности, цвета промасленной бумаги под каплями воды - зонт выглядит во всех отношениях изысканно и элегантно. Каждый раз, когда я прохожу по переулку и вижу такой зонтик у магазина, мои мысли возвращаются к одному событию. Ходят слухи, что когда-то зонтик заставил встрепенуться весь город. Вот как об этом рассказывают:\nСотни лет назад, в разгар грандиозного фестиваля, цветы цвели, лисы играли, и даже традиционно невозмутимые тэнгу смешались с толпой. Но самой запоминающейся из всех была девушка с замысловатым зонтиком, попивающая изысканное вино клана óни. Окрылённая вином девушка танцевала под струящимся лунным светом, словно распустившийся среди снега цветок. Все, кто видел танец, - как люди, так и ёкаи - аплодировали ей. Позже девушка отправилась на войну, где встретила свою преждевременную кончину. После чего её верные помощники принесли зонтик в дар святилищу.\nОдна молодая женщина из знатной семьи военных увидела этот зонтик, когда возносила молитвы в святилище, и решила выкупить его по самой высокой цене. На следующий день, когда небо налилось дождём, она захотела воспользоваться случаем и выйти с ним на улицу. Однако не успела она переодеться, как издалека пришло сообщение о гибели её мужа в бою. Охваченная горем молодая женщина заболела и в считанные дни покинула этот бренный мир, чтобы воссоединиться со своим возлюбленным. Её родители посчитали, что зонтик проклят, и вернули его в святилище после похорон.\nОднако через несколько месяцев поползли новые слухи. Люди утверждали, что в дождливые ночи по улицам бродит неизвестный ранее ёкай. По описанию он напоминал зонтик, только ростом с человека, с одним глазом, одной ногой и длинным языком. Если кто-то шёл ночью один, перед ним мог внезапно появиться ёкай и облизать его своим длинным языком. Если взглянуть на это с точки зрения уроженки Фонтейна, ёкай не представлял особой угрозы, а его действия были похожи на розыгрыш. Но поскольку мало кто знал о его истинных намерениях, прохожим было не по себе. Юные девушки не решались выходить из дома. Пожилые люди вздыхали, говоря, что если бы не перевелись мудрые и могущественные люди, то справиться с таким слабым ёкаем было бы пустяковым делом. Однако в тот момент мало кто знал, как изгнать этого безобразника.\nПотом о случившемся узнала молодая жрица. Она взяла зонтик из святилища, зачерпнула деревянным ковшом воды и вымыла его от рукоятки до самого кончика. Вытирая зонтик шёлковой тканью, она сказала следующее:\n«Даже если прошлые дожди не вернутся, всегда остаётся завтрашний день. Если бы твоя благородная госпожа была здесь, ей было бы больно смотреть на тебя в таком состоянии!»\nЗатем зонт поместили в пристройку к храму. С тех пор никто не слышал о зонтичном ёкае.\nЭту историю я услышала от своей подруги в Инадзуме. Я обошла все святилища Наруками, но никто не слышал о таком подношении. Когда я рассказала об этом подруге, она рассмеялась:\n\"Мадемуазель Лёкад, неужели вы и правда верите в эти истории о ёкаях?\"»",
	"baseatk": 42,
	"substat": "Мастерство стихий",
	"subvalue": "36",
	"effectname": "Кайдан: Объединяющий землю и дождь",
	"effect": "При попадании по противникам на 10 сек. накладывает на одного из них Проклятый зонт. Этот эффект может возникнуть один раз в 15 сек. Если поражённый Проклятым зонтом противник погибнет до его окончания, откат эффекта немедленно обновится. Урон, который наносит экипированный этим оружием персонаж поражённым Проклятым зонтом противникам, увеличивается на {0}.",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Мудрость Наруками",
				"count": 3
			},
			{
				"name": "Сломанная призма",
				"count": 3
			},
			{
				"name": "Старая гарда",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Радость Наруками",
				"count": 3
			},
			{
				"name": "Сломанная призма",
				"count": 12
			},
			{
				"name": "Старая гарда",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Радость Наруками",
				"count": 6
			},
			{
				"name": "Загрязнённая призма",
				"count": 6
			},
			{
				"name": "Гарда кагэути",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Милость Наруками",
				"count": 3
			},
			{
				"name": "Загрязнённая призма",
				"count": 12
			},
			{
				"name": "Гарда кагэути",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Милость Наруками",
				"count": 6
			},
			{
				"name": "Блестящая призма",
				"count": 9
			},
			{
				"name": "Прославленная гарда",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Доблесть Наруками",
				"count": 4
			},
			{
				"name": "Блестящая призма",
				"count": 18
			},
			{
				"name": "Прославленная гарда",
				"count": 12
			}
		]
	}
}