{
	"id": 14512,
	"name": "Воспоминания Тулайтуллы",
	"description": "Колокольчик, вырезанный из тёмного сапфира и покрытый чистым серебром. Его хрустальный звон разносится далёким эхом.",
	"descriptionRaw": "Колокольчик, вырезанный из тёмного сапфира и покрытый чистым серебром. Его хрустальный звон разносится далёким эхом.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "Давным-давно на серебряных дюнах три сестры танцевали с луной.\nДавным-давно, когда по земле тянулись тени, кровь и слёзы смешались и образовали источник в саду...\nОпечалилась Повелительница цветов, и из её слёз возник сапфировый город,\nи под его лазурными куполами возвеличились тигнарийцы, породив поколения мудрецов.\n\nСчиталось, что Тулайтулла, родина тигнарийцев, была самой драгоценной жемчужиной Повелительницы цветов.\nВ тот золотой век даже бледный лик луны излучал янтарное сияние.\nВ садах цвели прекрасные фиолетовые падисары, а спелые гранаты пели во весь голос...\nИскрились в переплетении каналы. Даже в дни после смерти богини песчаные бури не остановили их.\n\n«Ксифос, изгнанный высокородный, мой возлюбленный...\nКсифос, клинок Тулайтуллы, возлюбленный джинна...\nПусть сияние лунного света дарует тебе покой. Сегодня я танцую лишь для тебя.\nА завтра я должна уехать, ибо мудрецы продали меня ко двору Баданаха.\nЯ не в силах забыть, как его предки уничтожили мою родину и поработили мой народ.\nТеперь я иду служить ненавистному врагу, танцевать, произносить медовые речи и виться среди них, будто ночной ветер...\n\nНо дорогой Ксифос... В эту ночь все звёзды и водяные лилии принадлежат только тебе.\nСохрани моё имя в своём сердце, дорогой Ксифос, хотя бы этой ночью».\n\nЧтобы угодить ослабевшему вассальному царю, мудрецы, правившие Тулайтуллой, принесли дань.\nМахайра, придворная танцовщица, оказалась её частью и была вынуждена проститься со своим златоглазым возлюбленным.\nЛегенды, возникшие на основе этого события, были рассказаны слишком многими и забыты многими другими...\n\nМахайра отомстила, низвергнув пустынное царство, которое когда-то считалось непобедимым...\nНо гадюка поглотила её жизнь, и она погрузилась под одеялами из позолоченного песка в дремоту, от которой не пробудиться.\nКсифос заслужил уважение своих сородичей, но погиб напрасно, защищая боявшихся его вельмож...\nКлинок Тулайтуллы встретил свой конец от рук другого принца,\nкоторый был изгнан из-за танцовщицы, дочери джинна со змеиным сердцем.\n\nВ конце концов жернова судьбы перемалывают жизни всех людей - добрых и злых.\nСапфировый город померк и исчез, как слёзы под палящим солнцем.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "9,6%",
	"effectName": "Ушедшая сапфировая слеза",
	"effectTemplateRaw": "Скорость обычной атаки повышается на <color=#99FFFFFF>{0}</color>. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на <color=#99FFFFFF>{1}</color> в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на <color=#99FFFFFF>{2}</color>. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на <color=#99FFFFFF>{3}</color>. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона.",
	"r1": {
		"description": "Скорость обычной атаки повышается на 10%. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на 4,8% в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на 9,6%. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на 48%. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона.",
		"values": [
			"10%",
			"4,8%",
			"9,6%",
			"48%"
		]
	},
	"r2": {
		"description": "Скорость обычной атаки повышается на 12,5%. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на 6% в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на 12%. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на 60%. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона.",
		"values": [
			"12,5%",
			"6%",
			"12%",
			"60%"
		]
	},
	"r3": {
		"description": "Скорость обычной атаки повышается на 15%. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на 7,2% в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на 14,4%. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на 72%. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона.",
		"values": [
			"15%",
			"7,2%",
			"14,4%",
			"72%"
		]
	},
	"r4": {
		"description": "Скорость обычной атаки повышается на 17,5%. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на 8,4% в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на 16,8%. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на 84%. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона.",
		"values": [
			"17,5%",
			"8,4%",
			"16,8%",
			"84%"
		]
	},
	"r5": {
		"description": "Скорость обычной атаки повышается на 20%. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на 9,6% в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на 19,2%. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на 96%. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона.",
		"values": [
			"20%",
			"9,6%",
			"19,2%",
			"96%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Эхо пылающей мощи",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Отсветы пылающей мощи",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Грёзы пылающей мощи",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Прошлое пылающей мощи",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 18
			}
		]
	}
}