{
	"id": 12426,
	"name": "«Магический супермеч высшего владыки»",
	"description": "Магический супермеч, который может использовать только высший владыка, покоривший моря и океаны. Он сделан из особого водонепроницаемого материала, потому его можно использовать даже под водой. Выходит, он неуязвимый? Можно сказать и так!",
	"descriptionRaw": "Магический супермеч, который может использовать только высший владыка, покоривший моря и океаны. Он сделан из особого водонепроницаемого материала, потому его можно использовать даже под водой. Выходит, он неуязвимый? Можно сказать и так!",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Двуручное",
	"rarity": 4,
	"story": "«Это не какой-то там картонный меч! Это, это вообще-то... Магический супермеч высшего владыки, которым был повержен Король Краб!\n\nДавным-давно, когда ромарины никто ещё не называл ромаринами, в далёких морях правил великий злобный Король Краб.\nХоть никто и не знал, почему Краба называют великим и где находятся его земли и подданные, молва о злобном Короле Крабе ходила по всем морям. Быть может, Краб сразу родился королём? Со временем и сам Краб поверил в это и просто принял свой титул.\nНо, как и все облечённые властью (или те, кто таковыми себя называют), его величество жаловался на то, что у короля не может быть друзей (что само по себе является признаком величия). В конце концов, своими острыми клешнями король мог бы легко отпугнуть любых недоброжелателей или даже перерезать тонкую ниточку их жизни. А горы золота в сокровищнице Краба были высотой с гору Мон Атонеки. Он мог бы с лёгкостью скупить все вкуснейшие сладости Фонтейна. А это ли не основные составляющие королевской жизни?\nНо в час, когда его величество заставала скука или печаль, а сладости уже не могли его развеселить, не имея друга рядом, король мог развлечься лишь тем, что стриг своими клешнями водоросли. Ведь, несмотря на своё величие, Краб всё равно оставался крабом (хоть и, конечно, самым непревзойдённым), а потому его способности подстригать водоросли были такими же, как у какого-нибудь заурядного ската.\nОднажды великий злобный Король Краб в полном одиночестве надувал пузыри и вдруг встретил маленькую мелюзину.\n«Ох! Кто посмел вторгнуться во владения короля? Зачем ты здесь?»\n(Хотя Король Краб и метал молнии, в душе он был немного рад и напуган. Обычно морские жители не смели приблизиться к его величеству, поэтому король уже очень давно ни с кем не разговаривал.)\n«Господин Краб, - сказала мелюзина, - вы выглядите немного опечалено. Давайте вместе поиграем? Так вам сразу станет веселее!»\n«Ты не понимаешь...» - начал Краб. Он хотел было отчитать мелюзину за то, что посмела назвать его «господином», а не «его величеством», но не стал. Он лишь сказал: «Королю не подобает играть с маленькой мелюзиной, иначе он потеряет всё своё величие».\n«А что будет, если он его потеряет?»\n«Без своего величия король перестанет быть королём. Даже с самыми большими клешнями и с самым прочным панцирем, я буду всего лишь обычным крабом».\n«Господин Краб, ваши клешни больше меня, у вас больше ног, чем у меня. А ваш панцирь толще, чем стены в моём доме! У вас так много золота, сладостей и всяких других прекрасных вещиц! Вы должны радоваться! Знаете, я думаю, это ваше королевское величие заставляет вас грустить!»\n«Эх, крохотная мелюзина, ты ведь никогда не была королём, поэтому я прощаю тебе твоё невежество. Но тебе следовало бы знать, что король не должен думать о том, счастлив ли он».\n«Но ведь до того, как стать королём, господин Краб всегда и был крабом, верно? Мне самой очень грустно видеть господина Краба таким грустным. Я помогу вам избавиться от королевского величия!»\n«Ха-ха! Маленькая мелюзина совсем ничего не понимает. Какой же король когда-либо отказывался от правления? - сказал краб, размахивая клешнями. - Только если, предположим... Лишь предположим! Какой-нибудь герой одолеет злобного короля своим чудесным мечом, тогда бывший король сможет поиграть с мелюзиной».\n«Ага! Вот, значит, как можно поступить! - радостно сказала мелюзина, но вдруг задумалась и продолжила понуро. - Но я ведь не знаю, где найти героя и его чудесный меч...»\n«Ах, это не имеет значения! Любой, кто победит злобного короля, будет храбрецом, а любое его оружие будет чудесным мечом, - нетерпеливо сказал король. - Понимаешь, что я имею в виду, мелюзина?»\n\n«...вот, что сказал господин Краб. Мы должны ему помочь!» - пересказала мелюзина всю историю другим мелюзинам в деревне Меруси. Все мелюзины согласились помочь Крабу. Они вооружили маленькую мелюзину щитом из ракушки, сделали ей венок из водорослей и мантию из парусины, что нашли на обломках корабля Элинаса. А из редкого высушенного куска картона сделали для неё чудесный меч.\nТак мелюзина отправилась в путь, чтобы победить злобного Короля Краба своим волшебным мечом. Поверженный Краб потерял свой королевский титул и стал просто господином Крабом, другом мелюзин...\n\nПосовещавшись, мелюзины решили, что это величайший меч во всей деревне Меруси. Он так ярко сиял в тенях прошлого, что должен быть преподнесён непобедимому герою в знак дружбы с мелюзинами.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "6,7%",
	"effectName": "Мы верим в тебя!",
	"effectTemplateRaw": "Повышает силу атаки на <color=#99FFFFFF>{0}</color>. Но это ещё не всё! Поддержка мелюзин деревни Меруси, которым вы помогли, наполняет вас мощью! В зависимости от их количества, сила атаки может дополнительно увеличиться максимум на <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Повышает силу атаки на 12%. Но это ещё не всё! Поддержка мелюзин деревни Меруси, которым вы помогли, наполняет вас мощью! В зависимости от их количества, сила атаки может дополнительно увеличиться максимум на 12%.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Повышает силу атаки на 15%. Но это ещё не всё! Поддержка мелюзин деревни Меруси, которым вы помогли, наполняет вас мощью! В зависимости от их количества, сила атаки может дополнительно увеличиться максимум на 15%.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Повышает силу атаки на 18%. Но это ещё не всё! Поддержка мелюзин деревни Меруси, которым вы помогли, наполняет вас мощью! В зависимости от их количества, сила атаки может дополнительно увеличиться максимум на 18%.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Повышает силу атаки на 21%. Но это ещё не всё! Поддержка мелюзин деревни Меруси, которым вы помогли, наполняет вас мощью! В зависимости от их количества, сила атаки может дополнительно увеличиться максимум на 21%.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Повышает силу атаки на 24%. Но это ещё не всё! Поддержка мелюзин деревни Меруси, которым вы помогли, наполняет вас мощью! В зависимости от их количества, сила атаки может дополнительно увеличиться максимум на 24%.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Разбитая чаша непорочного моря",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Старые карманные часы сенешаля",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Сцепляющаяся шестерня",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Чаша непорочного моря",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Штатные карманные часы сенешаля",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Шестерня механизма",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Серебряный кубок непорочного моря",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Золотой кубок непорочного моря",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Постоянство сенешаля",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Изощрённая динамическая шестерня",
				"count": 12
			}
		]
	}
}