{
	"id": 11514,
	"name": "Ураку мисугири",
	"description": "Знаменитый клинок, собственноручно выкованный прославленным литератором Уракусаем. Согласно легенде, за все эти столетия он не навредил ни единому живому существу.",
	"descriptionRaw": "Знаменитый клинок, собственноручно выкованный прославленным литератором Уракусаем. Согласно легенде, за все эти столетия он не навредил ни единому живому существу.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Одноручное",
	"rarity": 5,
	"story": "Легенды гласят, что кицунэ Уракусай однажды заслужил вечную ненависть бакэ-дануки, в пьяном виде искромсав на куски золочёный занавес с лесной сцены.\nТогда его меч и получил своё название, а опьяневший кицунэ, танцующий под луной с клинком в руках, превратился в предание, которое распространяли все свидетели того происшествия, за исключением бакэ-дануки.\nРассказывали, что потом Уракусай извинился перед бакэ-дануки, которые устраивали спектакль, подарил им свой драгоценный чайный сервиз и другие сокровища.\nА некто по прозванию «Большие Врата», встречавшийся с ним прежде лишь однажды, получил в награду за посредничество клинок «Мисугири».\n\nЭтот персонаж несколько отличается от сложившегося вокруг него легендарного образа. Ведь он не просто чудак, затеявший ожесточённый бой с деревьями фиалковой дыни. Он знал толк в искусствах, наслаждался театром, безделушками и красивыми нарядами.\nБросаясь в бой, он облачался в золотую парчу, расшитую травой и осенними облаками, а лицо, расписанное яркими красками, делало его похожим на фантастическое создание.\nОднако ни в древних текстах, ни в народных преданиях не говорилось, как в своей последней битве он шёл на врага с золотым мечом «Мисугири».\nВ большинстве легенд и преданий оружием ему служит один и тот же клинок невероятных размеров с таким же длинным и труднопроизносимым именем, как его собственное.\nХотя на некоторых свитках он изображён с двумя мечами, большим и малым, где его величественная фигура прорывается сквозь толщу чёрных монстров...\nСогласно авторитетной «Антологии» того времени, «Мисугири» был утерян Большими Вратами однажды летом, за несколько лет до катастрофы.\nПоэтому клинок «Мисугири», который, возможно, ни разу не разрубил ни одного врага, всегда будоражил воображение любителей обсудить исторические предания за стаканчиком спиртного.\n\nУ бесписьменных óни, исторические предания которых фиксируются только в песнях, есть история, отличающаяся от записанной в «Антологии» (или дополняющая её).\nПосле борцовского поединка на одном из праздников «Большие Врата» подарил знаменитый клинок «Мисугири» некой портнихе из простолюдинов.\nВидимо, он поднёс мастерице меч в награду за то, что она заштопала и заново пришила к его хаори золотой цветок.\n\n«Говоришь, тебе не нужна награда? Давай так: обменяем мой меч на твои ножницы. Тогда это не будет считаться наградой, что скажешь?»\n«Глупости! Конечно, им можно раскраивать ткань! Вроде смышлёная девчонка, а болтаешь ерунду похуже глупого тэнгу!»\n«Что за нелепая отговорка! \"Военные кланы не чета простолюдинам\", ха-ха! Посмотри лучше на свои ножнички, что ими раскроишь! С длинным мечом работа пойдёт куда быстрее!»\n«Вот и нет! Я дарю тебе этот меч, потому что его прежний хозяин вечно твердил, дескать, знаменитые вещи нужно вешать на стену, чтобы все могли ими любоваться».\n«...Это не подарок, а сделка! Лучше ты будешь пользоваться им при закройке, чем мне опять придётся выслушивать от старого лиса вопросы, как там поживает мой меч».\n«Я слышал, как ты меня назвала! Ого, теперь ты ещё и кричишь! Ладно, смотри внимательно...»\n\nС этими словами óни вскочил на ноги и вытащил меч из ножен. В холодном лезвии отражался лунный свет и дым праздничных огней.\nБез малейших колебаний он отрезал мечом свой рукав, затем вложил клинок в ножны и чинно сел на место, чтобы преподнести в дар девушке парчовый рукав вместе с мечом.\nЭтот воинственный óни, который любил побалагурить на людных улицах и мало заботился о пустяках, становясь серьёзным, был похож на свирепого демона.\n\n«Видела? Я ничего не смыслю в портняжном деле, но ткань раскроил одним движением! Так что не думай, будто я предлагаю тебе что попало!»\n«Вот, позаботься о нём как следует. Уверен, тебе он послужит на славу, а если останется у меня, рано или поздно я его просто сломаю».\n«Предлагаешь хранить его как семейную реликвию? Ха-ха, я думал об этом! Но знаменитому мечу скучно висеть на стене без дела.\nИ если я повешу его на стену, Уракусай непременно будет надо мной смеяться, называть неотёсанным и бескультурным мужланом».\n\nУвидев, каким серьёзным и торжественным вдруг стало лицо óни, молодая мастерица здорово перепугалась.\nИ когда она, трясясь от страха, наконец приняла драгоценный подарок, óни весело расхохотался и ушёл восвояси, очень довольный собой.\nСвоим поступком «Большие Врата» заслужил среди деревенских прозвище «Великий Глупец», против которого нисколько не возражал.\nЕго было легко вывести из себя, ещё легче рассмешить, и за свой не долгий и не короткий век он защитил немало жизней и приобрёл немало друзей.\nПозже мастерица соткала в дар богам, кицунэ, ёкаям, óни и людям, спасшим бессчётное число жизней, длинный узорчатый свиток без единого слова.\nТерзаемая чувством вины за то, что так и смогла вернуть меч его настоящему владельцу, чтобы он помог ему победить врагов, мастерица изобразила его в грозной позе, с двумя клинками в руках.\nНо это было потом. А прежде Уракусай проведёт несколько лет, оплакивая драгоценный клинок, попавший в руки простолюдинки.\n\nВсякий раз, когда потомки этого óни, носившие его имя, видели человека, демонстрирующего великолепный клинок, и человеком этим была вовсе не юная мастерица, они вспоминали:\n«Дедушка часто сетовал, протирая свои мечи, что Уракусай преподнёс столь необычное сокровище такому неотёсанному мужлану, как он.\nГоворил: \"Подобная драгоценность должна наслаждаться радостью и красотой мира. Как можно осквернять её резней и яростью?\"»\n\nНо вернёмся к нашему рассказу. Однажды девушка обнаружит чудесное применение клинка вне поля боя, но пройдёт ещё некоторое время, прежде чем она соткёт великолепный свиток.\nА пока óни Тиё танцует в своём великолепном дзюни-хитоэ с мечом в руке, и танец её прекрасен, словно опавшие лепестки цветов на весеннем ветру.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "19,2%",
	"effectName": "Парчовый цветок и меч святилища",
	"effectTemplateRaw": "Урон обычной атаки увеличивается на <color=#99FFFFFF>{0}</color>, элементального навыка - на <color=#99FFFFFF>{1}</color>. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Урон обычной атаки увеличивается на 16%, элементального навыка - на 24%. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на 20%.",
		"values": [
			"16%",
			"24%",
			"20%"
		]
	},
	"r2": {
		"description": "Урон обычной атаки увеличивается на 20%, элементального навыка - на 30%. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на 25%.",
		"values": [
			"20%",
			"30%",
			"25%"
		]
	},
	"r3": {
		"description": "Урон обычной атаки увеличивается на 24%, элементального навыка - на 36%. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на 30%.",
		"values": [
			"24%",
			"36%",
			"30%"
		]
	},
	"r4": {
		"description": "Урон обычной атаки увеличивается на 28%, элементального навыка - на 42%. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на 35%.",
		"values": [
			"28%",
			"42%",
			"35%"
		]
	},
	"r5": {
		"description": "Урон обычной атаки увеличивается на 32%, элементального навыка - на 48%. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на 40%.",
		"values": [
			"32%",
			"48%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Коралловая ветвь внешних морей",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Драгоценная ветвь внешних морей",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Механизм хаоса",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Старая гарда",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Драгоценная ветвь внешних морей",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Нефритовая ветвь внешних морей",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Ось хаоса",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Гарда кагэути",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Нефритовая ветвь внешних морей",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Золотая ветвь внешних морей",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Око хаоса",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Прославленная гарда",
				"count": 18
			}
		]
	}
}