{
	"name": "Вердикт",
	"description": "Когда-то этот клинок был оружием благородной девы, отказавшейся от своего рода. Запятнан кровью врагов и близких людей.",
	"weapontype": "Двуручное",
	"rarity": "5",
	"story": "«Дорогая Летиция, помни, что ты старшая дочь семейства Рендольф.\nПойми, что когда мы занимаем свои места на борту, корабль государства проседает под нашим весом.\nА если мы упадём, то и бесчисленные жилища простого народа, и сами жители падут от этой тяжести.\nПоэтому послушай меня, дорогая Летиция.\nТы должна держаться, как подобает носителю знатной фамилии, сохраняя чистоту своего образа. Старайся не показывать своих эмоций, будь то гнев, печаль или радость.\nНаша семья может даровать простолюдину благосостояние, а может отправить его во Флёв Сандр».\n\nНесмотря на слова отца, в первую очередь его дочь оставалась молодой девушкой, а не аристократкой.\nЕё руки не были запачканы золой и машинным маслом, а потому её душа искала приключений.\nТайком от отца, брата и слуг девушка переодевалась и спускалась в подземный город, что не видел ни дождя, ни солнца.\nОна лишь хотела посмотреть, как живут простые люди, которые не управляли своей судьбой.\n«Это ведь даже интересней, чем магия Парсифаля!» - думала девушка, с трудом скрывая своё предвкушение.\nНо её приключение вышло совсем не таким, как она ожидала. Ведь это не было отрепетированным представлением,\nнад которым она могла бы весело посмеяться со своими друзьями-аристократами.\nИ вот, когда невидимая опасность музыки, лжи и отравленного вина уже почти блеснула перед ней своим остриём...\n\n«Ах, что это за благородная дама почтила Флёв Сандр своим визитом?»\nПугающие тени, надвигающиеся на девушку со всех сторон, вдруг осветил мягкий и знакомый ей свет.\n«Ты...»\nОна хотела было назвать его по имени, но спросила лишь, как он раскрыл её маскировку.\n«Из вас очень плохая лгунья. Вы ведь этим вопросом только что сами признались, что вы здесь чужая.\n...К тому же на вашей одежде нет следов золы и машинного масла. И на ней явно никогда не было пятен крови.\nАх да, по вашей походке несложно догадаться, что вам нечасто приходилось носить штаны».\n\nКогда она спросила, почему он, её знакомый Рид, так свободно прогуливается по Флёв Сандр, юноша ответил:\n«Я надеюсь, вы понимаете, что вашему отцу, брату, друзьям и слугам не стоит знать о том, что вы здесь увидели.\nКак говорит босс: \"Пусть всё, что освещает солнце, принадлежит им, а Флёв Сандр - нам\".\nДорогая Летиция, пожалуйста, забудьте на время, что вы старшая дочь семейства Рендольф.\nПрошу, пойдёмте за мной как обычный человек. Увидьте этот мир своими ясными, ещё не затуманенными глазами.\nВ этом мире живут такие же обычные люди, в их венах течёт та же кровь, у них тоже есть свои желания и чувства».\nИ всё же это приключение вышло совсем не таким, как она ожидала. Эту историю, уготованную ей судьбой,\nона не сможет весело обсудить с друзьями-аристократами и слугами...\n\n«Летиция, я люблю твоё благородное сердце.\nНашим топорам не рубить больше деревьев.\nЕсли однажды я потеряю себя в великолепии этого бренного мира...\n...пусть моя судьба будет в твоих руках».\n\n...\nКогда девушка встретилась со своим отцом спустя несколько лет, она уже носила имя розы.\nТеперь тяжёлый топор в руке был ей более привычен, чем роскошные платья, что она когда-то надевала.\nНо особенно странно для неё было видеть своего отца таким старым и слабым, ведь в её памяти он всегда был властным, хоть и добрым.\n\n«Дорогой отец, я дала обещание своему любимому и всем дорогим мне людям.\nТо, что я всё ещё жива, значит, что наша кровь ещё не иссякла.\nИ я никогда не запятнаю фамилию Рендольф».\n\n«Дорогая Летиция, не прошло ни дня, чтобы я не зажёг за тебя свечу.\nХоть ты и решила отречься от фамилии Рендольф, ты всё равно моя дочь.\nИгры окончены. Возвращайся домой.\nТвой ребёнок ни в чём не виноват, я никогда от него не отвернусь.\nА для твоего мужа... Мы сможем использовать кое-какую семейную магию...»\n\n...\nИ только позже во сне она наконец вспомнила: «Обстрел из корабельных пушек нас тогда ни капли не задел.\nЧужаки не должны знать потайных путей, по которым идут охотники».",
	"baseatk": 48,
	"substat": "Шанс крит. попадания",
	"subvalue": "4.8",
	"effectname": "Клятвы рассветов и сумерек",
	"effect": "Повышает силу атаки на {0}. Когда члены отряда подбирают элементальные осколки, созданные реакцией Кристалл, экипированный персонаж получает 1 Печать, которая увеличивает урон элементального навыка на {1}. Печать действует 15 сек. Одновременно можно иметь 2 Печати. Все Печати экипированного персонажа пропадут через 0,2 сек. после нанесения урона его элементальным навыком.",
	"r1": [
		"20%",
		"18%"
	],
	"r2": [
		"25%",
		"22,5%"
	],
	"r3": [
		"30%",
		"27%"
	],
	"r4": [
		"35%",
		"31,5%"
	],
	"r5": [
		"40%",
		"36%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 10000
			},
			{
				"name": "Фрагмент отзвука древней струны",
				"count": 5
			},
			{
				"name": "Ядро расщелины",
				"count": 5
			},
			{
				"name": "Сцепляющаяся шестерня",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Незаконченный отзвук древней струны",
				"count": 5
			},
			{
				"name": "Ядро расщелины",
				"count": 18
			},
			{
				"name": "Сцепляющаяся шестерня",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Незаконченный отзвук древней струны",
				"count": 9
			},
			{
				"name": "Иноземный обломок",
				"count": 9
			},
			{
				"name": "Шестерня механизма",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Песнь отзвука древней струны",
				"count": 5
			},
			{
				"name": "Иноземный обломок",
				"count": 18
			},
			{
				"name": "Шестерня механизма",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 55000
			},
			{
				"name": "Песнь отзвука древней струны",
				"count": 9
			},
			{
				"name": "Чужеродное ядро",
				"count": 14
			},
			{
				"name": "Изощрённая динамическая шестерня",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 65000
			},
			{
				"name": "Эхо отзвука древней струны",
				"count": 6
			},
			{
				"name": "Чужеродное ядро",
				"count": 27
			},
			{
				"name": "Изощрённая динамическая шестерня",
				"count": 18
			}
		]
	}
}