{
	"id": 14519,
	"name": "Переливающиеся чаяния",
	"description": "Трофей, выполненный из самоцветов Удела Благодатных Земель и кристаллов клана Цветочного Пера. Говорят, когда-то он принадлежал легендарному борцу.",
	"descriptionRaw": "Трофей, выполненный из самоцветов Удела Благодатных Земель и кристаллов клана Цветочного Пера. Говорят, когда-то он принадлежал легендарному борцу.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 5,
	"story": "То было время, когда мутная чёрная волна ещё маячила на горизонте, но шесть героев пылающего солнца уже шагнули в объятия ночных ветров.\nПлемена были разобщены скрытыми течениями алчности, а жажда власти и честолюбие пронизывали всё вокруг.\nОдни жаждали власти огня, который ещё не погас, другие мечтали о том, чтобы подчинить себе племена.\nОни словно начисто забыли о бедствии, которое ещё нависало над ними, уничтожая ещё уцелевшие жизни.\n\n«Не ищите глазами прошлого и не думайте о смелости завтрашнего дня.\nКак ничтожные муравьи, прозябающие во мраке, смеют заговаривать о пустом ярме, оставленном богом?\nВы видите лишь величие пустого трона, который мечтаете захватить.\nНеужели вы ни разу не поднимали голову, чтобы увидеть страдания, заполнившие пылающие равнины?»\n\nВ зал совещаний, где длился бесконечный спор между племенами, ворвалась девушка, всегда безмолвно стоявшая в тени Ванджиру.\nОна жила со своим мужем в клане Цветочного Пера, но происходила из Удела Благодатных Земель. Девушка с силой вонзила костяной клинок в середину длинного стола, окинув собравшихся в зале людей презрительным взглядом.\nКлинок высек из стола целый сноп щепок, подобных огненным искоркам, положив конец бушующему спору о престолонаследии, и каждое племя согласилось соблюдать древний союз.\nПока мутная чёрная волна не замедлила ход, они отложили свои распри и объединили усилия для борьбы с врагом, которому нет прощения.\nЕсли божественное пламя погаснет, а сияние героев померкнет, пусть простые смертные вновь разожгут слабую искру.\nДаже если им суждено отчаянно сражаться и в конце концов сгореть, как радуга, они должны проложить путь «героям» завтрашнего дня.\n\nФиетена, никогда не имевшая древнего имени, Фиетена, от которой никогда не ждали, что она станет героем,\nдевушка, которая сидела у костра и слушала, как Ванджиру рассказывает легенды о героях,\nтеперь сама надела маску героя, и её хриплый голос собрал племена на бой.\nВместе с Траоре, сиротой из шахт, она прорубала путь сквозь огромные скалы и направляла расплавленную лаву в реки, чтобы защитить людей.\nА потом вместе с Нзамбе, жрецом глубоких долин, она поставила ловушку, вызвав ураган, уничтоживший гниющее болото.\nИ всё же смертные остаются смертными. Когда бедствие наконец утихло, оказалось, что чёрная волна проникла в их тела до самых костей.\nКогда последняя тень с воплем рухнула на землю, уже немолодая Фиетена сняла свою маску.\nОна отдала вещь, которая столько лет помогала ей играть роль героини, своему юному последователю из клана Цветочного Пера.\n\n«Похоже, это моя последняя битва... Да ладно, не делай такое лицо.\nПосле дождя на небе появится радуга, но помни, что её сияние лишь иллюзия, преломление лучей в водяной дымке.\nИ героям, и простым смертным, что играют роли героев, рано или поздно приходится уйти со сцены.\nБорец должен принять эти правила. Пусть маска станет свидетелем твоего пути, Тайка».",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Крит. урон",
	"baseStatText": "9,6%",
	"effectName": "Желание падающей радуги",
	"effectTemplateRaw": "Сила атаки повышается на <color=#99FFFFFF>{0}</color>. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на <color=#99FFFFFF>{1}</color>. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на <color=#99FFFFFF>{2}</color>. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель.",
	"r1": {
		"description": "Сила атаки повышается на 28%. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на 28%. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на 40%. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель.",
		"values": [
			"28%",
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "Сила атаки повышается на 35%. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на 35%. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на 50%. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель.",
		"values": [
			"35%",
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "Сила атаки повышается на 42%. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на 42%. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на 60%. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель.",
		"values": [
			"42%",
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "Сила атаки повышается на 49%. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на 49%. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на 70%. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель.",
		"values": [
			"49%",
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "Сила атаки повышается на 56%. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на 56%. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на 80%. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель.",
		"values": [
			"56%",
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Безумный декаданс Святого Мудреца",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Холодный осколок панциря",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Холодный осколок панциря",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Безумное опустошение Святого Мудреца",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Тёплый панцирь",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Тёплый панцирь",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Безумный облик Святого Мудреца",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Пылающий призмопанцирь",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Безумная духовность Святого Мудреца",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Пылающий призмопанцирь",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 18
			}
		]
	}
}