{
	"id": 14416,
	"name": "Скитающаяся звезда",
	"description": "Изначально это был инструмент, который исследователи использовали для наблюдения и расчётов небесных явлений. Теперь он направляет энергию и служит катализатором.",
	"descriptionRaw": "Изначально это был инструмент, который исследователи использовали для наблюдения и расчётов небесных явлений. Теперь он направляет энергию и служит катализатором.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Эта история произошла тысячи лет назад, в эпоху после погребения глупого Царя богов под песчаными бурями.\nСтранствующий принц, потерявший своё царство, ушёл в тропический лес, окружённый спокойным лунным светом.\nОн пришёл сюда с честолюбивым намерением завоевать новые земли, но за ним начала слежку охотница с белым луком.\nУдручённый странник попал в ловушку из виноградной лозы, и в холодном лунном свете он услышал низкое рычание тигра рядом с собой.\n\n«Тропический лес настолько коварен, что смертные могут определить дорогу только по лунному свету, пробивающемуся сквозь листву.\nМерцающие вечерние звёзды освещали путь странника, но в то же время заманивали его в смертельную ловушку.\nОхотница пронеслась через дремучий лес со своим белым луком, снова и снова отгоняя незваного гостя.\nДревний тигр рычал... И всё же она изгнала его, но не лишила жизни», -\n\nстарый слепой поэт поведал историю о странствующем принце надтреснутым, хриплым голосом.\nНесмотря на то, что поэт давно потерял зрение, он всё ещё бессознательно смотрел на вечернюю звезду, светившую рядом с яркой луной.\nМерцающая ночная звезда привела странника к новой надежде, но и завела в тупик.\n\nГоды спустя, когда странник, которому нечего было терять, столкнулся лицом к лицу со смертью, ему пришлось сделать выбор...\nКогда ему на ухо прошептали учение о смерти, он наконец осознал, что значило то предупреждение...\n\n«Ты не принадлежишь ни лесу, ни смерти, так что держись подальше от царского дворца».\n«Если ты всё ещё дорожишь жизнью и памятью, не углубляйся в тёмные и опасные земли».\n\n«Перестань повторять эти глупые слова...\nЕсли моя судьба приведёт меня к белому луку и если вечерние звёзды предвещают мой конец...\nя скорее приму свою судьбу, чем умру, преследуя сокола».",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "36",
	"effectName": "Звезда диких лесов",
	"effectTemplateRaw": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>{0}</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
	"r1": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 24% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 30% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 36% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 42% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на 48% от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Воспоминания цветущего оазиса",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Неактивное ядро плесенника",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Споры плесенника",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Милость цветущего оазиса",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Спящее ядро плесенника",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Светящаяся пыльца",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Печаль цветущего оазиса",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Истина цветущего оазиса",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Здоровое ядро плесенника",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Пыль кристаллоцистов",
				"count": 12
			}
		]
	}
}