{
	"id": 14430,
	"name": "Вихрь на волнах",
	"description": "Бумеранг из клыков гигантского морского змея. Оно было тем редким оружием, которое великан Тупак считал надёжным.",
	"descriptionRaw": "Бумеранг из клыков гигантского морского змея. Оно было тем редким оружием, которое великан Тупак считал надёжным.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Когда в долине источников дули могучие ветры, на берегу моря стоял гороподобный великан.\nВ его груди, будто высеченной из горной породы, пылало огненное сердце, и клубы горячего пара застилали солнце и облака.\nВсе знали, что это Тупак из племени Мецтли, и что нет и не было на свете человека выше его ростом.\nОт горных хребтов до самого моря, от густых лесов до диких равнин никто в Натлане не мог сравниться с Тупаком.\n\nТо была редкая пора процветания. На землях Натлана царил мир. Даже древний враг, сокрытый в тени, хранил молчание.\nЛюди жили под солнечным светом, радуясь процветанию и благополучию, и почти забыв о ночных дозорах старых времён.\nПусть слава его гремела во всех племенах, пусть даже мятежный герой не выдерживал с ним сравнения,\nвсё равно могучий Тупак был угрюм, его дикий дух был подобен дракону, пойманному в ловушку.\n\n«Я должен был родиться в древние времена. Сражаться плечом к плечу с искусным Шбаланке и рубить головы злых драконов.\nА быть может, я подхватил бы знамя златоокого короля, сокрушил царя питонов и спас людей от великого бедствия.\nНеужели моя сила пропадёт впустую? И как меня угораздило появиться на свет в столь бездарное время...»\n\nВолны плескались у его ног, стаи чаек кружили над рифами, а морской бриз затянул свою долгую песню.\nНа суше Тупаку не было равных, и ему оставалось лишь смотреть на море и те пределы, где ещё не ступала нога человека.\nЕсли бы он принёс в племя огромный скелет какого-нибудь гигантского зверя или нашёл древние сокровища... Возможно, тогда бы его жизнь была прожита не напрасно.\nИ вот он шагнул в бурлящую морскую пучину и позволил неутомимому течению унести себя в неизведанные края.\n\nСначала он повстречал крылатого дракона, изгнанного мудрым правителем древности, и драконьи крылья служили ему парусами, чтобы ловить ветер.\nЗатем появился кит, который некогда оборачивал волны вспять. Из его костей Тупак смастерил белую лодку.\nДальше был прожорливый питон из морских глубин, и клык его стал верным оружием Тупака.\nПревратив огромного кальмара, обитавшего на морском дне, в аппетитную закуску к вину, Тупак наконец добрался до края моря.\n\n«Тупак, герой из пылающего края, доблестный великан, твои надменные волны не покатятся дальше.\nТы угрюм и мрачен, ибо дорога смерти и тёмные врата пока тебе не открылись.\nЗакали свою плоть, чтобы она была подобна железной броне. Ожесточи свои кости и мускулы, чтобы они были подобны золотому молоту.\nНе оставляй честных помыслов и не забывай своей клятвы, пока не настанет день, когда изгнанник, что некогда был твоим врагом, не вернётся».\n\nИ когда последний миг настал, гороподобный Тупак наконец осознал своё предназначение.\nОн принёс повелителя огня туда, куда должен вернуться огонь, и предостережение Владыки Ночи до сих пор явственно звучало в его ушах.\nЕго легенда навсегда останется вырезана на земле, как и легенды о всех героях древности.\nИ он увидел - перед ним открылись тёмные врата смерти, как он и поклялся некогда своему божеству.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "13,3%",
	"effectName": "Мечущиеся клыки",
	"effectTemplateRaw": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на <color=#99FFFFFF>{0}</color> на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на <color=#99FFFFFF>{1}</color>. Максимальное увеличение, получаемое таким способом, составляет <color=#99FFFFFF>{2}</color>. Этот эффект может возникнуть один раз в 15 сек.",
	"r1": {
		"description": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на 20% на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на 12%. Максимальное увеличение, получаемое таким способом, составляет 24%. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"20%",
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на 25% на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на 15%. Максимальное увеличение, получаемое таким способом, составляет 30%. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"25%",
			"15%",
			"30%"
		]
	},
	"r3": {
		"description": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на 30% на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на 18%. Максимальное увеличение, получаемое таким способом, составляет 36%. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"30%",
			"18%",
			"36%"
		]
	},
	"r4": {
		"description": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на 35% на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на 21%. Максимальное увеличение, получаемое таким способом, составляет 42%. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"35%",
			"21%",
			"42%"
		]
	},
	"r5": {
		"description": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на 40% на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на 24%. Максимальное увеличение, получаемое таким способом, составляет 48%. Этот эффект может возникнуть один раз в 15 сек.",
		"values": [
			"40%",
			"24%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Ужас пылающего жертвенного сердца",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Осколок разбитой воли",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Сомнение пылающего жертвенного сердца",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Осколок разбитой воли",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Молодой клык",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Сомнение пылающего жертвенного сердца",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Образ ясной воли",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Решимость пылающего жертвенного сердца",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Образ ясной воли",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Клык взрослого",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Решимость пылающего жертвенного сердца",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Талисман странствующей воли",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Великолепие пылающего жертвенного сердца",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Талисман странствующей воли",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Клык тирана",
				"count": 12
			}
		]
	}
}