{
	"name": "Белая тень",
	"description": "Экзотичный меч с тупой секцией на лезвии, который оказался в Ли Юэ благодаря иностранным торговцам. Невероятно мощный в руках того, кто знает, как им пользоваться.",
	"weapontype": "Двуручное",
	"rarity": "4",
	"story": "Люди со всего света стекаются в гавань Ли Юэ, и это - гордость торгового порта.\nС волнами приезжих в город также стекаются и экзотические товары.\nЭтот двуручный меч выкован из лучших материалов. Он уникален тем, что ближе к руке лезвие не заточено.\nГоворят, что за эту часть лезвия можно держаться. Это позволит владельцу быстро менять хват меча в пылу сражения.\n\nОб этом редко говорят, но на самом деле этот меч был выражением любви заморского кузнеца к своему ремеслу.\nКузнец считал себя тупым, и он не хотел, чтобы его меч был таким же, поэтому он самоотверженно работал над заточкой и балансировкой своего любимого клинка.\nИз его кузницы непрерывно доносился звон и летели искры, а сам он много ночей совсем не спал.\nОн закалял и затачивал свой меч снова и снова, раз за разом.\nВ то время как его разум был занят надеждой о возвращении его любимой, а сердце - невыразимой тревогой за её безопасность.\n\n«После того как закончится война...»\nДумал кузнец каждый раз, когда останавливался, чтобы перевести дыхание,\n«Останется ли у неё нужда в этом мече?»\n«Вернётся ли она домой непобеждённой?»\nЭти мысли не задерживались долго в его голове. Отложив их, кузнец полностью концентрировался на том, чтобы довести свой клинок до совершенства.\nТщетным усилием было беспокоиться о том, на что нельзя повлиять. Лучше сосредоточить своё мастерство на создании идеального подарка тому, кто должен вернуться домой.\n\nНаконец, наступил день, когда торжествующие войска вошли в городские ворота, и все их враги были повержены.\nНо кузнецу не хватило времени нанести имя своей возлюбленной на меч.\nНе теряя времени, он схватил его и поторопился преподнести в качестве подарка вернувшейся любви.\nНо, к большому сожалению, то, что последовало, было очень большим потрясением...\n\nКогда девушка-воин сняла шлем, длинные волосы опали на её плечи. Она отращивала их, и, следовательно, до конца своих дней ей больше не понадобилось бы брать в руки меч.\nНо она тоже привезла подарок своему любимому - охотничий лук.\n«Какая жалость! Я столько лет ковал этот меч, а он тебе даже не пригодится!»\nКузнец стал несчастен и не переставал жаловаться на несправедливость жизни. Но всё же его усилия не были напрасны, по крайней мере, ему наконец удалось изготовить клинок высочайшего качества.",
	"baseatk": 42,
	"substat": "Защита",
	"subvalue": "11.3",
	"effectname": "Заряженное лезвие",
	"effect": "При попадании Обычной или Заряженной атакой Сила атаки и Защита увеличиваются на {0} в течение 6 сек. Эффект может складываться до 4 раз. Может возникнуть не чаще 1 раза за 0,5 сек.",
	"r1": [
		"6%"
	],
	"r2": [
		"7,5%"
	],
	"r3": [
		"9%"
	],
	"r4": [
		"10,5%"
	],
	"r5": [
		"12%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Светящийся песок Гуюнь",
				"count": 3
			},
			{
				"name": "Церемониальный нож охотника",
				"count": 3
			},
			{
				"name": "Печать Похитителей сокровищ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Блестящий камень Гуюнь",
				"count": 3
			},
			{
				"name": "Церемониальный нож охотника",
				"count": 12
			},
			{
				"name": "Печать Похитителей сокровищ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Блестящий камень Гуюнь",
				"count": 6
			},
			{
				"name": "Церемониальный нож агента",
				"count": 6
			},
			{
				"name": "Печать серебряного ворона",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Реликвия Гуюнь",
				"count": 3
			},
			{
				"name": "Церемониальный нож агента",
				"count": 12
			},
			{
				"name": "Печать серебряного ворона",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Реликвия Гуюнь",
				"count": 6
			},
			{
				"name": "Церемониальный нож инспектора",
				"count": 9
			},
			{
				"name": "Печать золотого ворона",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Останки богов Гуюнь",
				"count": 4
			},
			{
				"name": "Церемониальный нож инспектора",
				"count": 18
			},
			{
				"name": "Печать золотого ворона",
				"count": 12
			}
		]
	}
}