{
	"id": 15413,
	"name": "Ода анемонии",
	"description": "Украшенный безымянными цветами лук несёт заветные желания такого же безымянного человека.",
	"descriptionRaw": "Украшенный безымянными цветами лук несёт заветные желания такого же безымянного человека.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Стрелковое",
	"rarity": 4,
	"story": "В детских снах Мондштадта живёт один вид парящих цветов,\nчто пышно разрастаются даже среди могучих ветров, суровой стужи и ледяных вихрей.\n\nБеспощадно выдиравшие обычные растения смерчи навредить им не могли.\nКорни сего цветка, звавшегося «анемония», под неистовством ветров впивались в землю лишь сильнее.\nТеперь же борьба смертных с тираном давно была низведена до праздничного фарса,\nА облик цветка затуманился, сливаясь с переливами лиры давно ушедших дней.\n\n«Я подношу тебе в дар этот безымянный цветок. Пусть незнакомая тебе весна обретёт смысл».\n«Ответь мне надеждой и улыбкой, и мы вместе встретим тот день, когда утихнет буря».\n\nТак в те дни, когда владыка бури взирал на вотчину свою с высокой башни, свободные духом приветствовали друг друга.\nДерзнувшие искать храбрости, лелеявшие мечту воспрянуть духом облекали свои замыслы в такие секретные послания.\nВ прошлом одинокие и хрупкие цветы распускались на ветру, заполняя подёрнутые дымкой хребты.\nТак, некогда безразличные, плывшие по течению люди стали гордыми и бесстрашными героями.\nДрогнул, сник хмурый тиран, более не способный сдерживать растущие волны гнева.\n\n«Я подношу тебе в дар безымянные цветы. Да наречёт она тебя и меня героями, защитниками весеннего солнца и синего неба».\n«Пусть рассвет обратится духом и отправится с нами в вольные странствия».\n\nНа развалинах старой башни, среди радостных возгласов, песен и слёз возродившегося народа\nВоин с волосами цвета огня отвернулся от новорожденного божества и исчез в толпе, словно капли дождя в приливной волне.\nОн первым послал через анемонии тайные сообщения, долгой ночью плетя утренние лучи неотвратимого рассвета.\nИмя воина давно затерялось в песках времени, но деяния его продолжают жить в стихах.\nЧерез тысячу лет другой рыжеволосый рыцарь пошёл по его пути, ярким светом озарив мрачную историю знати.\nПодобно «анемонии», судьба его расцвела под тяжким гнётом.\nСудьба его рода остаётся неизменной: нести рассветный огонь в густой мрак ночи...\n\nОбраз «анемонии» с годами ушёл в небытие.\nВ мирные годы название этого цветка стало означать радость и любовь.\nТе, кто исполнился решимости и прошёл путь во мраке, мечтали именно об этом.\n\n«Распустившиеся цветы должны означать любовь и весну.\nБолее не быть им ни сигналом к мятежу, ни знаком поднимать знамёна...»",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Мастерство стихий",
	"baseStatText": "36",
	"effectName": "Желание анемонии",
	"effectTemplateRaw": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на <color=#99FFFFFF>{0}</color> в течение 6 сек.",
	"r1": {
		"description": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на 16% в течение 6 сек.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на 20% в течение 6 сек.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на 24% в течение 6 сек.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на 28% в течение 6 сек.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на 32% в течение 6 сек.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Кандалы львиного клыка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Нектар попрыгуньи",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Цепи львиного клыка",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Мерцающий нектар",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Оковы львиного клыка",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Мечты львиного клыка",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Элементальный нектар",
				"count": 12
			}
		]
	}
}