{
	"id": 14410,
	"name": "Вино и песни",
	"description": "Сборник песен давно минувшей эпохи аристократии. В нём автор, чьё имя кануло в лету, ведёт сказ об одном благородном разбойнике.",
	"descriptionRaw": "Сборник песен давно минувшей эпохи аристократии. В нём автор, чьё имя кануло в лету, ведёт сказ об одном благородном разбойнике.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Катализатор",
	"rarity": 4,
	"story": "Этот искусно переплетённый сборник песен был очень модным во времена правящей династии аристократов.\nИз его страниц доносится стойкий аромат маргариток и выдержанного вина.\nЕго содержание довольно абсурдно, но когда-то эти песни были популярны на аллеях и в местных тавернах.\n\n«Все мы знаем этого благородного вора, но никто не знает, откуда он взялся. Одним прекрасным днём, никто не знает каким, он просто появился словно призрак в наших трущобах».\n«Он пьёт и поёт, он слоняется по улицам, обходя крыши и террасы. Но все знают, что весёлый юнец, которого нельзя не любить».\n«Меч на его поясе был украденной гордостью лордов, а чёрный лук на его спине никогда не выпустит стрелу просто так».\n«Его бесподобное мастерство ярко, как сверкающий хвост кометы холодной ночью, а его шаги легки как листья, которые поднимает западный ветер».\n«Он мог бы выпить Сидровое озеро, заполненное полуденной смертью, а затем он пробрался бы к этим спящим в своих кроватях свиньям».\n«Он грабит богатых и отдаёт бедным, он сбивает спесь со знатных индюков, он освещает тьму, как утренние лучи света, пронзающие ночь».\n\n«Все девы мечтают о благородном воре, они кидаются за ним из своих окон, но, к сожалению, он проходит не этим путём, а предпочитает пинту со своими братьями».\n«Но в один день (или же это был вечер?) в особняке, который грабил он, взял с собой дополнительную воровскую пошлину в виде серебряного кубка».\n«Молча покинув это места под серебряной луной, он поднял взор к тёплому свету в окне с прекрасным лицом».\n«Её глаза сияли, как два сапфира, ярко-синим блестели в темноте. Вор взглянул на драгоценный камень в серебряном кубке и увидел там те же яркие глаза».\n«Не теряя времени, вор совершил восхождение и, вытащив драгоценный камень со своего места, вручил его ей, и застенчивая улыбка озарила её личико».\n«Свергнув, наконец, ленивых аристократов, они отправились в дальние страны, и, как говорится в песне, до конца дней своих согревали друг друга».\n\nНа это заканчивается история благородного вора. В дни праведного правления не осталось никого, кто пел бы о благородном воре, да и такие воры больше не нужны.\nВино и мечи, юные девы и герои, беззаботное начало и счастливый конец - такие истории очень популярны среди обычного народа.\nБокалы наполняются вином, а песни надеждой, независимо от того, как сложилась настоящая история или как закончились дни этой пары.\nОни придают смелости несчётным встретить завтрашний день и противостоять силам, которые их угнетают...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Восст. энергии",
	"baseStatText": "6,7%",
	"effectName": "Тысяча форм",
	"effectTemplateRaw": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на <color=#99FFFFFF>{0}</color> в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на <color=#99FFFFFF>{1}</color> в течение 5 сек.",
	"r1": {
		"description": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на 14% в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на 20% в течение 5 сек.",
		"values": [
			"14%",
			"20%"
		]
	},
	"r2": {
		"description": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на 16% в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на 25% в течение 5 сек.",
		"values": [
			"16%",
			"25%"
		]
	},
	"r3": {
		"description": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на 18% в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на 30% в течение 5 сек.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на 20% в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на 35% в течение 5 сек.",
		"values": [
			"20%",
			"35%"
		]
	},
	"r5": {
		"description": "Попадания обычной атакой уменьшают потребление выносливости спринта и навыков, заменяющих спринт, на 22% в течение 5 сек. Кроме того, использование спринта или навыка, заменяющего спринт, увеличивает силу атаки на 40% в течение 5 сек.",
		"values": [
			"22%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Мора",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Молочный зуб арктического волка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Печать Похитителей сокровищ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Мора",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ветви артерий земли",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Печать Похитителей сокровищ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Мора",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Треснувший зуб арктического волка",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Печать серебряного ворона",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Мора",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Листья артерий земли",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Печать серебряного ворона",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Мора",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Сломанный клык арктического волка",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Печать золотого ворона",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Мора",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Ностальгия арктического волка",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ростки артерий земли",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Печать золотого ворона",
				"count": 12
			}
		]
	}
}