{
	"name": "Волчий клык",
	"description": "Легендарный длинный меч странствующих рыцарей далёкого прошлого.",
	"weapontype": "Одноручное",
	"rarity": "4",
	"story": "Случайно или по воле судьбы, но у рыцарей Ордо Фавониус\nесть два наиболее почитаемых главных рыцарских титула и соответствующих им герба.\nПервый - это Лев, чьё имя и изображение передаётся от первого магистра рыцарей Ордо Фавониус.\nВторой, появившийся почти в то же время, - Рыцарь Волка, Бореалис.\n\nПо правде говоря, о Рыцаре Бореалис нет никаких сведений.\nЭто имя пришло из историй, бытовавших в то время среди горожан.\nВ конце истории торговец (или крестьянин), чья дочь была спасена, спрашивал:\n«Как мы можем отблагодарить тебя, о благородный рыцарь?»\nРыцарь отвечал: «Когда твоя дорогая дочь выйдет замуж, подними бокал в мою честь».\n«Ах! Прошу прощения... Если мне предстоит произнести за вас тост, могу ли я узнать ваше благородное имя, о рыцарь?»\nРыцарь на мгновение задумался и ответил:\n«Тогда тебе лучше провозгласить тост за моего спутника. Бореалис его имя».\n\nПосле чего история обычно заканчивается следующим образом:\nИ в тот момент в лесу (или на склоне горы, или ещё где-нибудь вдали от глаз)\nвнезапно подул порыв ветра. Торговец (или крестьянин) посмотрел в ту сторону,\nно увидел лишь пару звериных глаз , холодных как лёд, смотрящих на него из темноты.\nЭти два огонька быстро исчезли. Когда торговец (или крестьянин) опомнился, рыцаря и след простыл.\nСуществует множество версий этой истории, но дочь всегда оказывается спасённой, а рыцарь остаётся безымянным.\n\nОднако до того, как эта сказка стала сказкой, он был всего лишь странником, одетым в пыльный и рваный плащ. Некоторые замечали под плащом изящные, но изношенные в боях доспехи. Впрочем, это ни о чём не говорило. Возможно, обладатель доспехов был просто очередной заблудшей душой, потерявшей свой престижный титул из-за революционных перемен.\nХозяин таверны заметил, что человек расплатился настоящими золотыми и серебряными монетами, хотя никто не распознал изображённых на них символов. Впрочем, это тоже ни о чём не говорило, ведь золото и серебро не имеют хозяина и постоянно переходят из рук в руки. Никто не стал бы отзываться плохо о не склонном к буйному пьянству клиенте, оплатившем счёт на месте.\nСама же история же берёт начало от демона-змеи, который прибыл к берегам Мондштадта из моря за горизонтом, следуя за течением тепла и мира. На заре существования рыцарей Ордо Фавониус, когда они были ещё слабы, безымянный рыцарь за одну серебряную монету отправился охотиться на демона. Запах крови и гниющей на берегу мёртвой плоти привлёк тысячи соколов, которые кружили над городом несколько дней. Именно с этим событием связано название побережья Сокола, а вовсе не с романтической легендой о Соколе Запада.\nШли годы, и рыцари Ордо Фавониус всячески пытались уговорить безымянного рыцаря присоединиться к ним, но всё было тщетно. Скорее всего, разговор из истории о Бореалисе на самом деле произошёл между безымянным рыцарем и магистром Ордо Фавониус. Магистр, потеряв терпение после бесчисленных отказов, загнала безымянного рыцаря в угол. Две знаменитые фразы из этой истории, скорее всего, были произнесены, когда безымянный «Рыцарь Бореалис» уходил, и, хотя смысл их сохранился, в действительности тон участников разговора был гораздо менее вежливым.\nНо если изложить в стихах подобную историю, она не заинтересовала бы публику. Поэтому талантливые барды взяли этот диалог, соединили его с некоторыми событиями, происходившими с рыцарем во время его пребывания в Мондштадте, и соткали из этого множество историй.\nХотя он прожил в Мондштадте всего несколько лет, его тень навсегда останется в городе свободы.",
	"baseatk": 42,
	"substat": "Шанс крит. попадания",
	"subvalue": "6",
	"effectname": "Волк северного ветра",
	"effect": "Увеличивает урон элементального навыка и взрыва стихии на {0}. Когда элементальный навык попадает по врагу, шанс крит. попадания элементального навыка увеличивается на {1}. Когда взрыв стихии попадает по врагу, шанс крит. попадания взрыва стихии увеличивается на {2}. Эффекты действуют независимо друг от друга. Каждый из эффектов длится 10 сек., складывается до 4 раз и может возникнуть один раз в 0,1 сек.",
	"r1": [
		"16%",
		"2%",
		"2%"
	],
	"r2": [
		"20%",
		"2,5%",
		"2,5%"
	],
	"r3": [
		"24%",
		"3%",
		"3%"
	],
	"r4": [
		"28%",
		"3,5%",
		"3,5%"
	],
	"r5": [
		"32%",
		"4%",
		"4%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Плитка башни Декарабиана",
				"count": 3
			},
			{
				"name": "Устройство хаоса",
				"count": 3
			},
			{
				"name": "Разбитая маска",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Обломок стены Декарабиана",
				"count": 3
			},
			{
				"name": "Устройство хаоса",
				"count": 12
			},
			{
				"name": "Разбитая маска",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Обломок стены Декарабиана",
				"count": 6
			},
			{
				"name": "Цепь хаоса",
				"count": 6
			},
			{
				"name": "Грязная маска",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Фрагмент эпоса Декарабиана",
				"count": 3
			},
			{
				"name": "Цепь хаоса",
				"count": 12
			},
			{
				"name": "Грязная маска",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Фрагмент эпоса Декарабиана",
				"count": 6
			},
			{
				"name": "Ядро хаоса",
				"count": 9
			},
			{
				"name": "Зловещая маска",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Осколок мечты Декарабиана",
				"count": 4
			},
			{
				"name": "Ядро хаоса",
				"count": 18
			},
			{
				"name": "Зловещая маска",
				"count": 12
			}
		]
	}
}