{
	"name": "Лунное сияние ксифоса",
	"description": "Древний обоюдоострый меч, сверкающий лунным светом. Говорят, что в нём живёт умолкший джинн.",
	"weapontype": "Одноручное",
	"rarity": "4",
	"story": "Эта история произошла тысячи лет назад, в эпоху после погребения глупого Царя богов под песчаными бурями.\nИз городов смертных, разбросанных по всей земле, в которых собирались и проживали мудрые мужчины и женщины, Тулайтулла был самым выдающимся.\nГород был застроен зданиями, крытыми сапфировыми куполами и украшенными изумрудными садами с цветущими деревьями и журчащими фонтанами.\nВо времена, последовавшие за уходом Царя богов, этот счастливый город всё ещё сиял мудростью и процветанием.\n\nГоворят, что когда-то в этом городе сапфиров и изумрудов жил воин по имени Ксифос.\nКсифос был искусен в обращении с обоюдоострым мечом, и он спас многих девушек от нападений монстров, нашёл множество сокровищ.\nСогласно древним тигнарийским преданиям, в его мече был заключён жестокий джинн.\nБлагодаря этому лезвие не тупилось, а только заострялось от кровопролития, и не пачкалось, а светлело от крови.\n\n«Хозяин, позволь мне насладиться розовым соком, побалуй меня малиновым вином.\nЯ привязан только к тебе, как дочь виноградных лоз развлекает пьяниц своим кровавым жертвоприношением.\nДо тех пор, пока ты владеешь моей любовью и луна освещает твоё вечно юное лицо...\nПока твои враги питают привязанность к этому миру и не забыли имена своих матерей, ты будешь непревзойдённым воином».\n\nПозже мечник, возлюбленный джинном лунного света, столкнулся с изгнанным чужеземным странником.\nСтранник принял серебряные монеты в качестве кровавой платы от вражеских царей и взвалил на свои плечи их обиды и ненависть к герою.\nОни, которые должны были стать друзьями в пиру, стали врагами в битве, сражаясь друг с другом насмерть при лунном свете.\nВ бою их клинки купались в рубиновом вине, а перезрелый гранат лопался, и из разрыва лился живой, ярко-красный сок...\nСмертельная дуэль наконец-то закончилась. Бледная луна безучастно светила как на победителя, так и на побеждённого.\n\n«В какую бы сторону ни дул ветер, на водной глади в чаше жизни никогда не бывает ряби.\n«Три ушедшие богини уже давно определили судьбу героев, даже если они сами никогда этого не осознавали».\n\nСтранник взял освещённый луной меч, подобрал окровавленные серебряные монеты и молча зашагал к далёкому тропическому лесу.\nЛишённый защиты Ксифоса город потерял свой блеск и увял в скором времени.\nЕго дома и сады были стёрты с лица земли вместе с его судьбой, а затем воющие пустынные ветра предали его забвению.\nВ конечном счёте, Чёрный Ключ и стремление молодого принца омолодить своё царство утонули в объятиях песка...",
	"baseatk": 42,
	"substat": "Мастерство стихий",
	"subvalue": "36",
	"effectname": "Шёпот джинна",
	"effect": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на {0} за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
	"r1": [
		"0,036%"
	],
	"r2": [
		"0,045%"
	],
	"r3": [
		"0,054%"
	],
	"r4": [
		"0,063%"
	],
	"r5": [
		"0,072%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Мора",
				"count": 5000
			},
			{
				"name": "Медный амулет лесной росы",
				"count": 3
			},
			{
				"name": "Сломанная призма",
				"count": 3
			},
			{
				"name": "Выцветший красный шёлк",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Мора",
				"count": 15000
			},
			{
				"name": "Железный амулет лесной росы",
				"count": 3
			},
			{
				"name": "Сломанная призма",
				"count": 12
			},
			{
				"name": "Выцветший красный шёлк",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Мора",
				"count": 20000
			},
			{
				"name": "Железный амулет лесной росы",
				"count": 6
			},
			{
				"name": "Загрязнённая призма",
				"count": 6
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Мора",
				"count": 30000
			},
			{
				"name": "Серебряный амулет лесной росы",
				"count": 3
			},
			{
				"name": "Загрязнённая призма",
				"count": 12
			},
			{
				"name": "Окаймлённый красный шёлк",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Мора",
				"count": 35000
			},
			{
				"name": "Серебряный амулет лесной росы",
				"count": 6
			},
			{
				"name": "Блестящая призма",
				"count": 9
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Мора",
				"count": 45000
			},
			{
				"name": "Золотой амулет лесной росы",
				"count": 4
			},
			{
				"name": "Блестящая призма",
				"count": 18
			},
			{
				"name": "Златотканый красный шёлк",
				"count": 12
			}
		]
	}
}