{
	"name": "Beidou",
	"combat1": {
		"name": "Suporte do Oceano",
		"info": "**Ataque Normal**\nRealiza até 5 golpes consecutivos.\n\n**Ataque Carregado**\nDrena Stamina ao longo do tempo para realizar cortes contínuos.\nAo final da sequência, realiza um corte ainda mais poderoso.\n\n**Ataque Imersivo**\nMergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo dano em uma AdE durante o impacto.",
		"image": ""
	},
	"combat2": {
		"name": "Invocador da Maré",
		"info": "Nada com que se deva preocupar. Se alguém levantar uma mão contra ela ou contra os seus homens, ela se vingará dez vezes mais com espada e trovão.\n\n**Pressionar**\nAcumulando o poder dos raios, Beidou balança sua lâmina para frente ferozmente, causando Dano Electro.\n\n**Manter pressionado**\nLevanta sua arma como um escudo. Dano Máximo absorvido aumenta conforme a Vida Máxima de Beidou.\nAtaca usando a energia armazenada no Espadão ao soltar ou quando a duração da habilidade expira, causando Dano Electro. Dano causado aumenta com o número de vezes em que Beidou é atacada ao longo da duração da habilidade. O maior Bônus de Dano será atingido quando esse efeito for desencadeado duas vezes.\nO escudo possui as seguintes propriedades:\nTem 250% de eficiência em absorção de Dano Electro\nAplica o Elemento Electro para a Beidou ao ativar.",
		"description": "Conquistar o alto mar! Seguir as ondas e perseguir a tempestade!",
		"image": ""
	},
	"combat3": {
		"name": "Quebrador de Tempestades",
		"info": "Relembrando seu abate da grande fera Haishan, Beidou clama pela força monstruosa e relâmpagos para criar um Escudo do Trovão ao seu redor, infligindo Dano Electro aos inimigos próximos.\n\n**Escudo do Trovão**\nQuando Ataques Normais e Carregados atingem, eles criam uma descarga elétrica que pode saltar entre os inimigos, infligindo Dano Electro.\n Aumenta a resistência do personagem a interrupções e diminui o Dano recebido.\n\nNo máximo 1 descarga de relâmpago pode ser desencadeada por segundo.",
		"description": "Com o estrondo do trovão, Haishan foi derrotado.",
		"image": ""
	},
	"passive1": {
		"name": "Retribuição",
		"info": "Ao atacar com **Invocador da Maré** no exato momento em que o personagem é atingido, concede o bônus de Dano máximo.",
		"image": ""
	},
	"passive2": {
		"name": "Tempestade Elétrica",
		"info": "Obtém os seguintes efeitos por 10s após lançar o **Invocador da Maré** com seu bônus máximo de Dano:\nO Dano causado pelos Ataques Normais e Carregados aumentam em 15%. A VEL de Ataque dos Ataques Normais ou Carregados são aumentados em 15%.\nReduz grandemente o delay antes de lançar Ataques Carregados.",
		"image": ""
	},
	"passive3": {
		"name": "Conquistador das Marés",
		"info": "Diminui o consumo de Stamina ao Nadar de todos os seus personagens em 20%.\nNão acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos.",
		"image": ""
	}
}