{
	"name": "Bennett",
	"combat1": {
		"name": "Ataque Comum - Espada da Sorte",
		"info": "**Ataque Normal**\nRealiza até 5 golpes rápidos.\n\n**Ataque Carregado**\nConsome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada.\n\n**Ataque Imersivo**\nMergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto."
	},
	"combat2": {
		"name": "Sobrecarga de Paixão",
		"info": "Bennett coloca todo seu fogo e sua paixão por aventura em sua espada. Os resultados podem variar baseados no quão fervente ele está...\n\n**Pressionar**\nUm único e rápido ataque de chamas que causa Dano Pyro.\n\n**Manter pressionado (Brevemente)**\nSobrecarrega, resultando em diferentes efeitos quando liberado baseado no Nível de Carga.\n Nível 1: Ataca duas vezes, causando Dano Pyro e lançando inimigos.\n Nível 2: Desfere 3 ataques consecutivos que causam um incrível Dano Pyro, mas o último ataque desencadeia uma explosão que lança Bennett e seu inimigo.\nBennett não leva nenhum dano ao ser lançado.",
		"description": "Um ataque que combina os sonhos do Bennett e sua paixão por Pyro. Mas a paixão às vezes é muito ardente e Pyro acaba explodindo."
	},
	"combat3": {
		"name": "Viagem Fantástica",
		"info": "Bennett pula, causando Dano Pyro, e cria um Campo de Inspiração.\n\n**Campo de Inspiração**\n·Se a Vida dos personagens dentro da AdE for igual ou cair para menos de 70%, regenerará Vida continuamente. A regeneração de Vida se baseia na Vida Máxima de Bennett.\n·Se a Vida dos personagens dentro da AdE for maior que 70%, receberão um dano adicional proporcional ao Ataque Básico de Bennett.\n·Aplica-se aos personagens dentro da AdE Elemento Pyro.",
		"description": "A Equipe de Aventura de Benny sempre encontra perigos e acidentes quando parte para explorar. Apesar disso, Bennett prefere dizer que isso é \"uma jornada cheia de maravilhas, beleza e excitação\"."
	},
	"passive1": {
		"name": "Ressurgimento da Paixão",
		"info": "Diminui o Tempo de Recarga da **Sobrecarga da Paixão** em 20%."
	},
	"passive2": {
		"name": "Fervor Intrépido",
		"info": "Dentro da área criada pela **Viagem Fantástica**, a **Sobrecarga da Paixão** recebe os seguintes efeitos:\nA Recarga é reduzida em 50%.\nBennett não será lançado pelos efeitos da Carga Nível 2."
	},
	"passive3": {
		"name": "Deve Ser Seguro...",
		"info": "Quando despachado em uma expedição em Mondstadt, o tempo consumido é reduzido em 25%"
	}
}