{
	"name": "Diona",
	"combat1": {
		"name": "Ataque Normal: Pontaria do Caçador",
		"info": "**Ataque Normal**\nRealiza até 5 disparos consecutivos com o arco.\n\n·**Ataque Carregado**\nRealiza um ataque **Disparo com Mira** mais preciso e com mais dano.\nEnquanto mira, gelo será acumulado na flecha. Uma flecha totalmente carregada causará Dano Cryo\n\n**Ataque Imersivo** Dispara uma chuva de flechas no ar antes de cair e impactar o chão, causando Dano AdE no impacto.",
		"image": ""
	},
	"combat2": {
		"name": "Garra de Gato Gelada",
		"info": "Dispara uma Garra de Gato Gelada que causa Dano Cryo e cria um escudo.\n A Absorção de Dano do escudo é baseada na Vida Máxima de Diona, e sua duração depende do número de garras que atingem seu objetivo.\n\n**Tocar**\nDispara rapidamente 2 Garras de Gato Gelada.\n\n**Manter Pressionado** Retrocede rapidamente e dispara 5 Garras de Gato Geladas.\nO escudo criado pelo ataque Manter Pressionado ganhará um bônus de 75% de Absorção de Dano.\n\nO escudo tem um bônus de 250% de Absorção de Dano Cryo, e ao ser formado aplica o Elemento Cryo em seu próprio personagem por uma curta duração.",
		"description": "Normalmente, nenhuma quantidade de gelo no copo de um bêbado faria mal algum, até que Diona usou sua Visão para criar gelo frio o suficiente para congelar o cerébro. Nota 10!",
		"image": ""
	},
	"combat3": {
		"name": "Coquetel Assassino",
		"info": "Atira um coquetel gelado especial que causa Dano Cryo em uma AdE e cria uma Névoa Embriagada em uma AdE.\n\n**Névoa Embriagada**\nCausa Dano Cryo contínuo nos inimigos dentro da AdE.\nRegenera continuamente a Vida dos personagens dentro da AdE.",
		"description": "Uma mistura horrível que até mesmo Diona considera desumana. O gosto horrível deve ser deixado apenas para os inimigos. Tem um sabor muito fresco, mas infelizmente só se pode sentir no nariz e na pele.",
		"image": ""
	},
	"passive1": {
		"name": "Menu Secreto da Cauda do Gato",
		"info": "Os personagens protegidos por **Garras de Gato Gelado** têm sua Veloc. Mov. aumentado em 10% e seu Consumo de Stamina diminuído em 10%.",
		"image": ""
	},
	"passive2": {
		"name": "Diversão dos bêbados",
		"info": "Inimigos que entram na AdE do **Coquetel Assassino** causam 10% a menos de ATQ por 15s.",
		"image": ""
	},
	"passive3": {
		"name": "Aperitivos Grátis",
		"info": "Quando uma Culinária Perfeita é feita em uma comida com efeito de recuperação, tem uma chance de 12% de receber o dobro de produção.",
		"image": ""
	}
}