{
	"name": "Eula",
	"combat1": {
		"name": "Ataque Normal - Técnica da Espada de Favonius - Nobreza",
		"info": "**Ataque Normal**\nRealiza até 5 golpes consecutivos.\n\n**Ataque Carregado**\nDrena Stamina ao longo do tempo para realizar cortes contínuos.\nAo final da sequência, realiza um corte ainda mais poderoso.\n\n**Ataque Imersivo**\nMergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo dano em uma AdE durante o impacto.",
		"image": ""
	},
	"combat2": {
		"name": "Vórtice Gelado",
		"info": "Um frio glacial e uma dança ágil de espadas.\n\n**Pressionar**\nFaz um golpe rápido que causa Dano Cryo.\nQuando acerta nos inimigos, Eula ganha 1 Coração Impassível que se acumula no máximo 2 vezes e só pode ser ativado 1 vez a cada 0.3s.\n\n**Coração Impassível**\nAumenta a Resistência contra Interrupção e DEF de Eula.\n\n**Manter Pressionado**\nBalança a espada para fazer um golpe para a frente, causando Dano Cryo na AdE aos inimigos em frente, e eliminando o efeito de Coração Impassível de Eula.\nCaso o efeito do Coração Impassível seja consumido, irá diminuir a RES Física  e RES Cryo dos inimigos acertados. Cada Coração Impassível se converterá em uma Espada do Vórtice de Gelo, causando Dano Cryo nos inimigos ao redor.",
		"description": "\"As ondas enrolam dessa forma e engolem as coroas nobres. Depois, cada gota de espuma que cai voando das ondas congelantes reflete uma coroa dourada, cada gota de espuma do mar brilha gloriosamente.\"",
		"image": ""
	},
	"combat3": {
		"name": "Espada das Ondas Congeladas",
		"info": "Eula brande seu Espadão, causando Dano Cryo e criando uma Espada Luminosa qu a segue por uma duração de até 7s.\nEnquanto estiver presente, a Espada Luminosa aumenta a Resistência Contra Interrupção de Eula. Quando os Ataques Normais, Habilidades Elementais e Supremos de Eula causam Dano aos inimigos, eles carregarão a Espada Luminosa, que pode ganhar uma carga de energia a cada 0.1s.\nQuando sua duração encerrar, a Espada Luminosa explodirá, causando Dano Físico para inimigos próximos.\nEsse Dano escala baseado no número de cargas de energia que a Espada Luminosa acumulou.\nSe Eula sair do campo, a Espada Luminosa explodirá imediatamente.",
		"description": "É fácil afundar. Mas ainda assim, ela deseja congelar essa maré que está vindo.",
		"image": ""
	},
	"passive1": {
		"name": "Geada Turbulenta",
		"info": "Se quando você mantiver pressionado para liberar o **Vórtice Gelado** e consumir 2 acúmulos de Corações Impassíveis de uma vez, criará uma Espada Luminosa fragmentada que explodirá imediatamente, causando Dano Físico em quantidade equivalente a 50% do Dano Básico da Espada Luminosa da **Espada das Ondas Congelantes**.",
		"image": ""
	},
	"passive2": {
		"name": "Desejo de Lutar",
		"info": "Quando a **Espada das Ondas Congeladas** é lançada, a Recarga do **Vórtice Gelado** é redefinida e Eula ganha 1 stack de Coração Impassível.",
		"image": ""
	},
	"passive3": {
		"name": "Introspecção Aristocrática",
		"info": "Quando sintetiza Materiais para aprimoramento de Talento do Personagem, tem uma chance de 10% de obter o dobro da Produção.",
		"image": ""
	}
}