{
	"name": "Ganyu",
	"combat1": {
		"name": "Ataque Normal: Disparo Liutian",
		"info": "**Ataque Normal**\nRealiza até 6 disparos consecutivos com um arco.\n\n**Ataque Carregado**\nRealiza um **Disparo com Mira** mais preciso com Dano aumentado.\nAo mirar, uma aura congelante acumulará na ponta da flecha antes de ser disparada. Tem diferentes efeitos baseados em quanto tempo a energia foi carregada:\nCarga Nível 1: Dispara uma Flecha Congelante que causa Dano Cryo\nCarga Nível 2: Dispara uma Flecha Congelante que causa Dano Cryo. A Flecha Congelante floresce após acertar seu alvo, causando Dano Cryo em AdE.\n\n**Ataque Imersivo**\nDispara uma chuva de flechas durante o ar antes de cair e atingir o chão, causando Dano em AdE no impacto."
	},
	"combat2": {
		"name": "Rastros de Qilin",
		"info": "Lançando uma Lótus de Gelo, Ganyu salta para trás, causando Dano AdE Cryo.\n\n**Lótus de Gelo**\n·Provoca inimigos ao seu redor, atraindo-os para a atacar.\n·Sua resistência aumenta de acordo a Vida Máxima de Ganyu.\n·Floresce quando destruída ou quando sua duração acaba, causando Dano Cryo AdE.",
		"description": "\"Você disse que me viu? Acho que você está enganad{Fa}{M#o}. Eu estava trabalhando horas extras\"."
	},
	"combat3": {
		"name": "Chuva Celestial",
		"info": "Funde a geada e a neve atmosférica, evocando uma Gema Cryo Sagrada que exorciza o mal.\nAo longo da duração desta habilidade, a Gema Cryo Sagrada irá chover continuamente lascas de gelo, golpeando inimigos em uma AdE e infligindo Dano Cryo.",
		"description": "Ganyu pode trazer uma chuva agradável de forma natural. Mas contra demônios e hereges, elas viram uma desagradável neve congelante."
	},
	"passive1": {
		"name": "Com Todo Coração",
		"info": "Após disparar uma Flecha Congelante, a Taxa CRIT das Flechas Congelantes subsequentes e seus efeitos de florescimento resultantes é aumentada em 20% por 5s."
	},
	"passive2": {
		"name": "Harmonia entre o Céu e a Terra",
		"info": "**Chuva Celestial** concede 20% de Bônus de Dano Cryo aos membros ativos no grupo em uma AdE."
	},
	"passive3": {
		"name": "Preservado para a Caça",
		"info": "Retorna 15% dos minérios usados ao criar armas de Arco."
	}
}