{
	"name": "Jean",
	"combat1": {
		"name": "Ataque Normal: Técnica de Favonius",
		"info": "**Ataque Normal**\nRealiza até 5 golpes rápidos.\n\n**Ataque Carregado**\nConsome certa quantidade de Stamina para lançar um inimigo ao ar usando o poder do vento.\nInimigos lançados cairão lentamente ao chão.\n\n** Ataque Profundo**\nMergulha do ar para atingir o chão abaixo, causando Dano aos inimigos ao longo do caminho e causando AdE Dano no impacto.",
		"image": ""
	},
	"combat2": {
		"name": "Espada do Temporal",
		"info": "Canalizando o poder do vento sem forma em volta da sua espada, Jean libera uma miniatura de uma tempestade, lançando inimigos na direção em que ela mira, causando um Dano Anemo massivo.\n\n**Manter pressionado**\nAo custo de um consumo constante de Stamina, Jean pode comandar um turbilhão que suga inimigos e objetos próximos à sua frente.\nA direção pode ser controlada.\nO personagem fica imóvel ao longo da duração da habilidade.",
		"description": "Aquilo que segue Jean, a defensora convicta, é um vento guardião que pode expulsar o perigo da presença de seus companheiros.",
		"image": ""
	},
	"combat3": {
		"name": "Brisa de Dandelion",
		"info": "Invocando a proteção do vento, Jean cria um Campo Dandelion rodopiante, lançando inimigos ao redor e causando Dano Anemo.\nAo mesmo tempo, ela regenera instantaneamente uma grande quantidade de Vida para todos os membros da equipe. A Vida restaurada dimensiona o ATQ de Jean.\n\n**Campo de Dandelions**\nRegenera continuamente a Vida dos personagens dentro da AdE concede o atributo Anemo.\nCausa Dano Anemo aos inimigos que entram ou saem do campo.",
		"description": " A magnanimidade de Jean é tão vasta quanto os Dandelions, e é a raiz de seu desejo de proteger os outros.",
		"image": ""
	},
	"passive1": {
		"name": "Companhia do Vento",
		"info": "Ao acertar Ataques Normais de Jean, possui 50% de chance de regenerar Vida equivalente a 15% do ATQ de Jean a todos os membros da equipe.",
		"image": ""
	},
	"passive2": {
		"name": "Deixe o vento guiar.",
		"info": "Após usar a **Brisa de Dandelion** regenera 20% de Energia Elemental.",
		"image": ""
	},
	"passive3": {
		"name": "Brisa de Planagem",
		"info": "Quando uma Culinária Perfeita é feita em uma comida com efeito de recuperação, tem uma chance de 12% de receber o dobro de produção.",
		"image": ""
	}
}