{
	"name": "Noelle",
	"combat1": {
		"name": "Ataque Normal - Técnica de Espada de Favonius - Empregada",
		"info": "**Ataque Normal**\nRealiza até 4 golpes consecutivos.\n\n**Ataque Carregado**\nDrena Stamina ao longo do tempo para realizar um ataque giratório contínuo contra todos os inimigos próximos.\nAo final da sequência, realiza um corte poderoso.\n\n**Ataque Imersivo**\nMergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo Dano em uma AdE durante o impacto."
	},
	"combat2": {
		"name": "Guardião do Coração",
		"info": "Invoca uma armadura protetora, infligindo Dano Geo nos inimigos próximos e criando um escudo. A Absorção de Dano do escudo aumenta baseado na DEF de Noelle.\nO escudo tem as seguintes propriedades:\nQuando os Ataques Normais e Ataques Carregados da Noelle acertarem um alvo, eles terão uma certa chance de recuperar a Vida de todos os personagens.\nPossui 150% de Eficiência em Absorção contra todos os danos elementais.\n\nA quantidade de Vida curada quando a recuperação é desencadeada é baseada na DEF de Noelle.",
		"description": "Noelle é ao mesmo tempo uma empregada dedicada e uma cavaleira corajosa."
	},
	"combat3": {
		"name": "Grande Limpeza",
		"info": "Reunindo a força da pedra em sua arma, Noelle ataca os inimigos ao seu redor com uma grande AdE, causando Dano Geo.\nEm seguida, Noelle ganha os seguintes efeitos:\n·Aumenta o Ataque AdE de Noelle.\n·Converte o Dano ATQ para Dano Geo. O efeito dessa conversão elemental não pode ser anulado por nenhuma outra conversão elemental. \n·Seu ATQ aumenta com base na sua DEF.",
		"description": "Às vezes, não é apenas poeira que precisa ser varrida..."
	},
	"passive1": {
		"name": "Devoção",
		"info": "Quando Noelle não estiver em combate, e a Vida do personagem selecionado cair para menos de 30%, o seguinte efeito acontecerá automaticamente:\nA Vida do Personagem em uso receberá imediatamente um escudo de duração de 20s que absorve um dano equivalenta a 400% da DEF de Noelle.\n·O escudo tem 150% de eficiência contra Dano de todos os Elementos e Dano Físico.\nEste efeito só pode ocorrer uma vez a cada 60s."
	},
	"passive2": {
		"name": "Limpo e Eficaz",
		"info": "Cada 4 Ataques Normais ou Carregados aumentam a Recarga de **Guardião do Coração** em 1s.\nAtingindo múltiplos inimigos com um único ataque apenas conta como 1 golpe."
	},
	"passive3": {
		"name": "Dedicação da Empregada",
		"info": "Quando uma Culinária Perfeita é feita em uma comida de aumento de DEF, Noelle tem uma chance de 12% de receber o dobro de produção."
	}
}