{
	"name": "Viajante (Anemo)",
	"combat1": {
		"name": "Ataque Normal: Vento de Ferro Estrangeiro",
		"info": "**Ataque Normal**\nRealiza até 5 golpes rápidos.\n\n**Ataque Carregado**\nConsome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada.\n\n**Ataque Imersivo**\nMergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto."
	},
	"combat2": {
		"name": "Vórtice da Palma",
		"info": "Agarrando o poder do vento, você cria um vórtex de vácuo na sua palma, causando Dano Anemo contínuo nos inimigos à sua frente.\nO vórtex de vácuo explode quando a duração da habilidade acaba, causando um dano Anemo ainda maior em uma grande área.\n\n**Manter pressionado**\nDano em AdE irá aumentar gradualmente.\n\n**Absorção Elemental**\nSe o vórtex entrar em contato com os elementos Hydro/Pyro/Cryo/Electro, ele irá causar Dano elemental adicional baseado naquele tipo.\nAbsorção Elemental pode ocorrer apenas uma vez por uso.",
		"description": "Você conversou com a Paimon sobre a maneira de agarrar o vento sem forma."
	},
	"combat3": {
		"name": "Ondas de Rajadas",
		"info": "Guiando o caminho das correntes de vento, você evoca um tornado que se movimenta rapidamente para a frente e suga objetos e oponentes para dentro de si, causando Dano Anemo contínuo.\n\n**Absorção Elemental**\nSe o tornado entrar em contato com os elementosHydro/Pyro/Cryo/Electro, ele irá causar Dano elemental adicional daquele tipo.\nAbsorção Elemental pode ocorrer apenas uma vez por uso.",
		"description": "Você e a Paimon estudaram o bater das asas de uma borboleta."
	},
	"passive1": {
		"name": "Vento Cortante",
		"info": "O último acerto de um combo de Ataques Normais libera uma lâmina de vento, causando 60% de Dano Anemo de ATQ a todos os oponentes em seu caminho."
	},
	"passive2": {
		"name": "Vento da Ressuscitação",
		"info": "Os abates com a **Palma da Vórtice** regeneram 2% de Vida por 5s. Este efeito pode ser ativado uma vez a cada 5s."
	}
}