{
	"name": "Xinyan",
	"combat1": {
		"name": "Ataque Normal: Dança do Fogo",
		"info": "**Ataque Normal**\nRealiza até 4 golpes consecutivos.\n\n**Ataque Carregado**\nDrena Stamina ao longo do tempo para realizar um ataque giratório contínuo contra todos os inimigos próximos.\nAo final da sequência, realiza um corte poderoso.\n\n**Ataque Imersivo**\nMergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo Dano em uma AdE durante o impacto."
	},
	"combat2": {
		"name": "Fervor Arrebatador",
		"info": "Xinyan brande seu instrumento, causando Dano Pyro em inimigos próximos, criando um escudo feito a partir da paixão de seu público.\nA absorção de Dano do escudo aumenta com base na DEF de Xinyan e no número de inimigos atingidos.\nAtingir de 0-1 inimigo concede Escudo Nível 1: Improviso.\nAtingir 2 inimigos concede Escudo Nível 2: Introdução.\nAtingir 3 ou mais inimigos concede Escudo Nível 3: Rave, que também causará Dano Pyro periodicamente aos inimigos próximos.\n\nO escudo tem as seguintes propriedades especiais:\nQuando ativado, ele aplica o elemento Pyro em Xinyan.\nTem 250% de eficácia de absorção de Dano contra Dano Pyro.",
		"description": "Xinyan insiste que essas pirotecnias representam o ápice da arte da performance e que são fenômenos físicos que nada têm a ver com sua Visão."
	},
	"combat3": {
		"name": "Melodia da Rebelião",
		"info": "Tocando sua música rápidamente, Xinyan lança os inimigos próximos e causa Dano Físico neles, hipnotizando a multidão.\nA pura intensidade da atmosfera causará explosões que causam Dano Pyro aos inimigos próximos.",
		"description": "Xinyan costumava terminar todas as suas performances com esse movimento. Ela não parou porque era perigoso, mas sim porque ela não tinha um final mais épico no caso de alguém gritar \"Mais!\"."
	},
	"passive1": {
		"name": "\"O espetáculo deve continuar...\"",
		"info": "Diminui o número de inimigos que **Fervor Arrebatador** precisa acertar para acionar cada nível do escudo.\nEscudo Nível 2: Introdução, requerimento reduzido a 1 inimigo atingido.\nEscudo Nível 3: Rave, requerimento reduzido a 2 inimigos atingidos ou mais."
	},
	"passive2": {
		"name": "\"... Isso sim é Rock 'n Roll!\"",
		"info": "Personagens protegidos por **Fervor Arrebatador** causam 15% mais Dano Físico."
	},
	"passive3": {
		"name": "Uma Receita Radical",
		"info": "Quando uma Culinária Perfeita é feita em uma comida de aumento de DEF, Xinyan tem uma chance de 12% de receber o dobro de produção."
	}
}