{
	"id": 11515,
	"name": "Assoluzione",
	"description": "Uno stocco che un tempo veniva impugnato da un impostore che aveva rinunciato a tutto, usandolo principalmente come strumento per celare la propria identità.",
	"descriptionRaw": "Uno stocco che un tempo veniva impugnato da un impostore che aveva rinunciato a tutto, usandolo principalmente come strumento per celare la propria identità.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "\"Madre, lei ci ha sempre insegnato che la sincerità e l'impegno vengono sempre ricompensati.\nMa coloro che privilegiano la sincerità sono spesso dei bugiardi, e chi è diligente viene sfruttato dagli altri.\nMadre... Anche lei era una bugiarda. Perché mai si sarebbe sotterrata qui, altrimenti?\nEd è per questo che devo ringraziarla. Ora comprendo finalmente i suoi veri insegnamenti...\"\nPrima che un pezzo di legno diventi l'elsa di un'ascia, nulla può pretendere riguardo ai metodi o alla dignità.\nChe si tratti di ingombranti vesti formali o di stracci macchiati di grasso e sangue, sono tutti indumenti necessari per elevarsi.\n\nA quei tempi... No, forse anche dopo mille o diecimila anni...\nCi saranno sempre dei giovani che cresceranno troppo in fretta, in una società dove regna la \"legge del più forte\",\nche si nutriranno di sincerità, speranze e sogni, e si trasformeranno in mostri tanto maestosi quanto la città in superficie,\nper i quali le due città, sfiorate o meno dalla luce del sole, saranno un munifico terreno di caccia.\n\n\"Oh, cielo. Chi sono i tuoi genitori, mia cara? E cosa ti porta qui al Fleuve Cendre?\"\nQuanto alla nobile fanciulla che si era ritrovata nel Fleuve Cendre... era, naturalmente, la preda più meritevole di essere appesa in cima al caminetto...\n\"Come le nuvole eclissano la luna, così il terrore oscura il suo bel viso\", pensò il mostro.\nElla riconobbe il volto di un mostro, ma non riuscì a fare altro che domandargli come avesse fatto a smascherarla.\n\"Innanzitutto, non sei per niente brava a mentire. Hai ammesso di non essere di queste parti, giusto?\nE mia cara... Sui tuoi vestiti non c'è traccia di fuliggine o di olio per le macchine, e nemmeno una minuscola macchia di sangue...\"\n\n\"Certo, questa è un'opportunità meravigliosa, da non farsi sfuggire\", egli pensò prendendole la mano.\n\"La ragnatela pende silenziosamente dalle nuvole. Ne approfitterò per infiltrarmi nella più grande delle case.\nUna scala che conduce fino al cielo, una chiave che apre le porte di perla...\nNon devo permetterle di lasciarmi... Non devo abbandonarla...\"\n\n\"Leticia, per la tua anima nobile non provo che adorazione.\"\nMentre pronunciava queste parole, venne travolto da uno strano presentimento, ma continuò comunque a parlare...\n\n...\nOgni cosa si manifesta attraverso dei presagi, e quella era la notte prima della tempesta.\nCon fare del tutto atipico, cominciò a esternare i suoi desideri egoistici:\n\"Leticia, hai mai immaginato...\nun mondo con un sole tre volte più luminoso e una terra sconfinata e fertile,\ndove le persone sono libere come uccelli, senza differenze, inganni o ruberie?\nUn mondo dove potremmo sorvolare campi infiniti, fiumi e laghi, montagne e valli,\nfino a trovare un albero su cui costruire il nostro nido, appollaiarci e chiamare casa,\nsenza venire disturbati da nessuno o turbati da niente?\"\n\nForse pensava ormai che la speranza, un tempo effimera, fosse già svanita come il fumo,\no che fosse stata sepolta in un silenzioso lago di sangue assieme ai suoi compagni.\n\n\"Cara Leticia, pensa ai bambini, a quegli alberelli appena germogliati...\nNon sarebbero dovuti nascere tra i colpi di cannone, né dovrebbero crescere tra il fango e le acque immonde.\nCon cosa dovremmo nutrirli, con lacrime d'ira e patti ripugnanti?\nPermetteremo che ereditino dei sogni confusi o una missione con una prospettiva ancora ignota?\"\n\n\"Ma no, non c'è bisogno di preoccuparsi\", pensò. \"Tutto è già stato organizzato.\nIl nostro futuro... Il mio futuro... è assicurato\".\nAncora una volta, percepì quello strano presentimento, ormai familiare.\n\n...\nOrmai, aveva smesso da tempo di camminare tra i nobili. Quando gli veniva chiesto il motivo del suo tradimento, rispondeva così:\n\"Per essere ricompensato con una posizione ancora più elevata, per conquistare la pace per lei e i bambini\".\nNon ricordava più quale fosse il pretesto e quale la verità.\nPoiché, quando un bugiardo racconta una menzogna diecimila volte, persino lui comincia a credere che sia vera.\n\nCosì, quando sua moglie gli aveva posto la stessa domanda un'ultima volta, lui non era ancora sicuro di quale fosse la risposta giusta.\nMa si ricordava della promessa che le aveva fatto. Se non altro, loro due avrebbero potuto mantenere il patto iniziale.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "9,6%",
	"effectName": "Patto fatale",
	"effectTemplateRaw": "#I DAN da CRIT aumentano di un <color=#99FFFFFF>{0}</color>. Aumentare il valore di un Legame vitale aumenta i DAN inflitti dal personaggio che equipaggia l'arma di un <color=#99FFFFFF>{1}</color> per 6{NON_BREAK_SPACE}s. Massimo 3 accumuli.",
	"r1": {
		"description": "I DAN da CRIT aumentano di un 20%. Aumentare il valore di un Legame vitale aumenta i DAN inflitti dal personaggio che equipaggia l'arma di un 16% per 6 s. Massimo 3 accumuli.",
		"values": [
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "I DAN da CRIT aumentano di un 25%. Aumentare il valore di un Legame vitale aumenta i DAN inflitti dal personaggio che equipaggia l'arma di un 20% per 6 s. Massimo 3 accumuli.",
		"values": [
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "I DAN da CRIT aumentano di un 30%. Aumentare il valore di un Legame vitale aumenta i DAN inflitti dal personaggio che equipaggia l'arma di un 24% per 6 s. Massimo 3 accumuli.",
		"values": [
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "I DAN da CRIT aumentano di un 35%. Aumentare il valore di un Legame vitale aumenta i DAN inflitti dal personaggio che equipaggia l'arma di un 28% per 6 s. Massimo 3 accumuli.",
		"values": [
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "I DAN da CRIT aumentano di un 40%. Aumentare il valore di un Legame vitale aumenta i DAN inflitti dal personaggio che equipaggia l'arma di un 32% per 6 s. Massimo 3 accumuli.",
		"values": [
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Frammento di un antico accordo",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Vecchio orologio da operativo",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Vecchio orologio da operativo",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Orologio comune da operativo",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Orologio comune da operativo",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Costanza dell'operativo",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Eco di un antico accordo",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Costanza dell'operativo",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 18
			}
		]
	}
}