{
	"id": 12416,
	"name": "Spada di Akuou",
	"description": "L'adorata spada del leggendario Akuou. La lama è enorme e maestosa, ma è sorprendentemente facile da maneggiare.",
	"descriptionRaw": "L'adorata spada del leggendario Akuou. La lama è enorme e maestosa, ma è sorprendentemente facile da maneggiare.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Questa lama era un tempo usata da un potente generale di Watatsumi.\nSi dice che gli unici stili di scherma da lui conosciuti prendessero il nome di \"Getsumouun\" e \"Yuushio\", due tecniche che aveva appreso da solo.\nEppure, tale era la grazia di queste tecniche che mai venne sconfitto da anima mortale in duello o sul campo di battaglia.\n\nSpesso si dice che serpenti e pesci sono animali a sangue freddo. Tuttavia, le creature a sangue freddo sono sempre alla ricerca della terra promessa del calore.\nPer vedere realizzati i sogni del suo popolo, l'Omikami sfidò le nuvole tempestose che si stavano addensando.\nTra la gente di Watatsumi animata dalla conquista, un giovane spiccava tra tutti.\nIl suo impavido valore gli valse grande riconoscenza a Watatsumi, tanto da essere chiamato Touzannou.\nCon il passare del tempo, però, il suo nome regale fu dimenticato, venendo sostituito dall'epiteto con cui lo conoscevano i suoi nemici:\n\"Akuou\", le perfide zanne e gli artigli del Grande Serpente, il selvaggio, demoniaco invasore dell'Isola di Yashiori...\n\nIl massacro aveva trasformato il giovane in un guerriero. Ma per lui,\nsolo il desiderio manifestato prima di partire, un desiderio espresso davanti al riflesso della luna nelle acque accanto al santuario, era eterno.\n\n\"Un giorno, mi ergerò sul Monte Yougou, sovrastando il palazzo del Signore del tuono.\"\n\"Avrò una festosa resa dei conti contro il leggendario grande Tengu di Yougou sulla sommità del Tenshukaku.\"\n\"... E poi porterò la maschera del tengu ad Ayame e Mouun come ricordo!\"\n\nAlla fine, le maree spazzarono via tutti i sogni come castelli di sabbia.\nLa maschera del tengu, brillante come una stella color cremisi, venne polverizzata come sabbia marina nel caos della battaglia.\nLa sacerdotessa che riluceva come il chiaro di luna nell'anima del giovane non fece più ritorno.\nLo stesso Akuou avrebbe affrontato l'accecante fulmine insieme al Grande Serpente.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Dominaonde di Watatsumi",
	"effectTemplateRaw": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno <color=#99FFFFFF>{0}</color>. In questo modo è possibile ottenere fino a un <color=#99FFFFFF>{1}</color> di aumento dei DAN da Tripudio elementale.",
	"r1": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,12%. In questo modo è possibile ottenere fino a un 40% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,12%",
			"40%"
		]
	},
	"r2": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,15%. In questo modo è possibile ottenere fino a un 50% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,15%",
			"50%"
		]
	},
	"r3": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,18%. In questo modo è possibile ottenere fino a un 60% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,18%",
			"60%"
		]
	},
	"r4": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,21%. In questo modo è possibile ottenere fino a un 70% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,21%",
			"70%"
		]
	},
	"r5": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,24%. In questo modo è possibile ottenere fino a un 80% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Ramo di corallo di un mare lontano",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Artiglio nascosto",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Artiglio nascosto",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Artiglio affilato nascosto",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Artiglio affilato nascosto",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Artiglio di bestia nascosto",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Ramo dorato di un mare lontano",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Artiglio di bestia nascosto",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 12
			}
		]
	}
}