{
	"id": 15410,
	"name": "Cacciatore urbano",
	"description": "Un arco lungo opulento ed elaborato, appartenuto a un ladro gentiluomo che non è mai stato preso.",
	"descriptionRaw": "Un arco lungo opulento ed elaborato, appartenuto a un ladro gentiluomo che non è mai stato preso.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Quest'arco pregiato è stato colorato di nero, per mimetizzarsi perfettamente nella notte più profonda.\nUna volta, questo era la prima scelta di una ricca famiglia nobile durante i suoi giochi di caccia.\nFinché un giorno cadde nelle mani di un ladro gentiluomo che non fu mai catturato.\n\nIl suo utilizzatore colpì le corone facendole cadere dalle teste dei nobili nel completo silenzio.\nPenetrò attraverso molti cappi stretti, e disarmò molti soldati all'inseguimento.\nUna volta promise di portare la luce in un'età oscura.\nDi portare giustizia, ricchezza e gioia agli oppressi.\n\nIn passato, aveva davvero portato giustizia, ricchezza e gioia agli oppressi, e anche paura a coloro che erano al potere, regalando innumerevoli notti insonni nella loro rabbia impotente.\nPortava passi leggeri come la pioggia sui tetti e sulle terrazze, e portava le canzoni ai bardi nelle piazze.\nUna volta strappò anche uno zaffiro dalle insegne di un nobile per darlo a una strega dagli occhi azzurri, che cacciava gli spregevoli con la sua lancia.\n\nMa nemmeno alla fine riuscì a portare un solo sorriso sulle labbra della strega, fredda come lo zaffiro, che lui amava con tutta l'anima.\nAlla fine, cercando la morte, il suo viso delicato come un fiore fu segnato dal marchio di un criminale, e nessuno sapeva dove andò dopo.\nAlla fine, il nobile ladro ascoltò il consiglio dei suoi fratelli. Rinunciando al suo giuramento, salpò nell'oceano che non apparteneva a nessuno.\n\"Di grazia, si ricorda ancora della mia canzone? Si ricorda quegli anni che continuano a perseguitarmi ancora oggi, le strade inondate dall'odore del vino e le canzoni che cantano di lei?\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Imboscata urbana",
	"effectTemplateRaw": "#Quando il personaggio equipaggiato con quest'arma è nel gruppo ma non sul campo, i suoi DAN aumentano di un <color=#99FFFFFF>{0}</color> ogni secondo fino a un <color=#99FFFFFF>{1}</color> max. Quando il personaggio è sul campo per oltre 4{NON_BREAK_SPACE}s, l'aumento dei DAN si riduce di un <color=#99FFFFFF>{2}</color> al secondo fino ad azzerarsi.",
	"r1": {
		"description": "Quando il personaggio equipaggiato con quest'arma è nel gruppo ma non sul campo, i suoi DAN aumentano di un 2% ogni secondo fino a un 20% max. Quando il personaggio è sul campo per oltre 4 s, l'aumento dei DAN si riduce di un 4% al secondo fino ad azzerarsi.",
		"values": [
			"2%",
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Quando il personaggio equipaggiato con quest'arma è nel gruppo ma non sul campo, i suoi DAN aumentano di un 2,5% ogni secondo fino a un 25% max. Quando il personaggio è sul campo per oltre 4 s, l'aumento dei DAN si riduce di un 5% al secondo fino ad azzerarsi.",
		"values": [
			"2,5%",
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Quando il personaggio equipaggiato con quest'arma è nel gruppo ma non sul campo, i suoi DAN aumentano di un 3% ogni secondo fino a un 30% max. Quando il personaggio è sul campo per oltre 4 s, l'aumento dei DAN si riduce di un 6% al secondo fino ad azzerarsi.",
		"values": [
			"3%",
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Quando il personaggio equipaggiato con quest'arma è nel gruppo ma non sul campo, i suoi DAN aumentano di un 3,5% ogni secondo fino a un 35% max. Quando il personaggio è sul campo per oltre 4 s, l'aumento dei DAN si riduce di un 7% al secondo fino ad azzerarsi.",
		"values": [
			"3,5%",
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Quando il personaggio equipaggiato con quest'arma è nel gruppo ma non sul campo, i suoi DAN aumentano di un 4% ogni secondo fino a un 40% max. Quando il personaggio è sul campo per oltre 4 s, l'aumento dei DAN si riduce di un 8% al secondo fino ad azzerarsi.",
		"values": [
			"4%",
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 12
			}
		]
	}
}