{
	"id": 11414,
	"name": "Spada delle ombre",
	"description": "Una spada forgiata su misura per un celebre samurai, in grado di abbattere perfino un guerriero tengu a mezz'aria.",
	"descriptionRaw": "Una spada forgiata su misura per un celebre samurai, in grado di abbattere perfino un guerriero tengu a mezz'aria.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "Una delle copie \"kageuchi\" della celebre spada Hakuen Michimitsu Amenoma.\nFu donata al clan Saimon da Douin, il capostipite del clan Iwakura\ncome ringraziamento per essersi preso cura di lui, quando viveva in isolamento al Villaggio di Konda.\n\nSi dice che la tecnica segreta di Iwakura, la Frantuma-tengu, possa venire messa in pratica solo se nel proprio cuore non c'è alcuna traccia di confusione.\nIn passato, la pronuncia del nome \"Frantuma-tengu\" era simile a \"Stermina-tengu\", ed era un colpo capace di abbattere un tengu che volava alto nel cielo.\nPer secoli gli spadaccini di Iwakura, coloro che ereditavano il nome \"In\", usarono tale tecnica segreta per sconfiggere innumerevoli malvagi in tutto l'arcipelago di Inazuma.\n\nSecondo la leggenda, la Frantuma-tengu fu sviluppata nel cortile di un piccolo santuario in cui l'incenso non veniva più bruciato.\nEra una tecnica così potente che distrusse l'edificio sacro. Inoltre, nell'eseguirla, Iwakura Douin si ritrovò con la spada spezzata in due.\nIn seguito, grazie alle proprie abilità di spadaccino, egli fondò l'arte Iwakura e divenne l'istruttore del clan Kujou.\nInoltre, convinse il maestro dell'arte Amenoma di quel periodo a forgiare una spada da tramandare nella linea di successione degli In: la Hakuen Michimitsu Amenoma.\n\nLe leggende sugli atti compiuti da tale spada abbondano. Si dice che la sua lama fosse così affilata da riuscire persino a tagliare il destino dei mortali.\nInoltre, sembra che fu Iwakura Douin stesso a chiedere ad Amenoma di dare alla spada un nome così lungo.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "12%",
	"effectName": "Discendenza d'Iwakura",
	"effectTemplateRaw": "#Dopo l'uso di un'abilità elementale, ottieni 1 Seme della discendenza. Quest'effetto può attivarsi una volta ogni 5{NON_BREAK_SPACE}s. Il Seme della discendenza dura per 30{NON_BREAK_SPACE}s ed è possibile averne fino a 3 contemporaneamente. Una volta usato un Tripudio elementale, tutti i Semi della discendenza vengono consumati e, dopo 2{NON_BREAK_SPACE}s, l'energia del personaggio si rigenera di <color=#99FFFFFF>{0}</color> per ogni Seme consumato.",
	"r1": {
		"description": "Dopo l'uso di un'abilità elementale, ottieni 1 Seme della discendenza. Quest'effetto può attivarsi una volta ogni 5 s. Il Seme della discendenza dura per 30 s ed è possibile averne fino a 3 contemporaneamente. Una volta usato un Tripudio elementale, tutti i Semi della discendenza vengono consumati e, dopo 2 s, l'energia del personaggio si rigenera di 6 per ogni Seme consumato.",
		"values": [
			"6"
		]
	},
	"r2": {
		"description": "Dopo l'uso di un'abilità elementale, ottieni 1 Seme della discendenza. Quest'effetto può attivarsi una volta ogni 5 s. Il Seme della discendenza dura per 30 s ed è possibile averne fino a 3 contemporaneamente. Una volta usato un Tripudio elementale, tutti i Semi della discendenza vengono consumati e, dopo 2 s, l'energia del personaggio si rigenera di 7,5 per ogni Seme consumato.",
		"values": [
			"7,5"
		]
	},
	"r3": {
		"description": "Dopo l'uso di un'abilità elementale, ottieni 1 Seme della discendenza. Quest'effetto può attivarsi una volta ogni 5 s. Il Seme della discendenza dura per 30 s ed è possibile averne fino a 3 contemporaneamente. Una volta usato un Tripudio elementale, tutti i Semi della discendenza vengono consumati e, dopo 2 s, l'energia del personaggio si rigenera di 9 per ogni Seme consumato.",
		"values": [
			"9"
		]
	},
	"r4": {
		"description": "Dopo l'uso di un'abilità elementale, ottieni 1 Seme della discendenza. Quest'effetto può attivarsi una volta ogni 5 s. Il Seme della discendenza dura per 30 s ed è possibile averne fino a 3 contemporaneamente. Una volta usato un Tripudio elementale, tutti i Semi della discendenza vengono consumati e, dopo 2 s, l'energia del personaggio si rigenera di 10,5 per ogni Seme consumato.",
		"values": [
			"10,5"
		]
	},
	"r5": {
		"description": "Dopo l'uso di un'abilità elementale, ottieni 1 Seme della discendenza. Quest'effetto può attivarsi una volta ogni 5 s. Il Seme della discendenza dura per 30 s ed è possibile averne fino a 3 contemporaneamente. Una volta usato un Tripudio elementale, tutti i Semi della discendenza vengono consumati e, dopo 2 s, l'energia del personaggio si rigenera di 12 per ogni Seme consumato.",
		"values": [
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Ramo di corallo di un mare lontano",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Ramo dorato di un mare lontano",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 12
			}
		]
	}
}