{
	"id": 15502,
	"name": "Arco di Amos",
	"description": "Un arco estremamente antico, che ha mantenuto il suo potere nonostante la prematura dipartita del suo primo proprietario. Assorbe l'energia di tutto e di tutti, e quanto più è lontano il tuo oggetto del desiderio, maggiore è la sua potenza.",
	"descriptionRaw": "Un arco estremamente antico, che ha mantenuto il suo potere nonostante la prematura dipartita del suo primo proprietario. Assorbe l'energia di tutto e di tutti, e quanto più è lontano il tuo oggetto del desiderio, maggiore è la sua potenza.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "In un tempo arido e antico, quando le attuali terre verdeggianti erano solo delle distese desolate,\nuna fanciulla scalza nella neve seguì le orme del Signore della Torre.\n\nUn tempo era il suo amore, ma i venti spietati non avrebbero mai potuto comprendere la morbidezza della carne mortale.\nUna volta era il suo nemico, ma la sua caccia era più di una semplice vendetta.\n\n\"Ho sognato le onde dell'oceano e la sabbia, le foreste rigogliose e la terra.\"\n\"Ho sognato dei cinghiali che giocavano tra i cespugli di bacche, e una torre imponente.\"\nLei rivolse queste parole al Re degli dèi con tono dolce, ma rimasero inascoltate.\n\nRisvegliata da un amore cieco, si rese conto che era l'unica dei due che parlava con sincerità.\nPoiché lui parlava d'amore, ma era accompagnato solo da venti taglienti.\nGuardò le schiene piegate dei suoi sudditi nel vento ululante,\ncredendo che fosse un segno della loro adorazione e obbedienza incrollabile.\n\nEra l'epoca in cui il Tiranno del Vento del nord combatteva con il Signore della Torre.\nLa cacciatrice credeva che lo schiavista l'amasse.\nAlla fine della guerra, e quando soffiò per la prima volta il vento della resistenza,\nin compagnia di un giovane senza nome, un elfo e un cavaliere,\nsalì per la torre imponente e sfidò l'eccentrico Signore.\n\n\"Finalmente, sosterrò il suo sguardo.\"\n\nMa fu solo nel momento in cui la sua freccia volò verso di lui,\ne quando il vento perforante stava per farla a pezzi,\nche finalmente capì quanto fossero distanti.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "10,8%",
	"effectName": "Freccia della volontà",
	"effectTemplateRaw": "#Aumenta i DAN da attacco normale e caricato di un <color=#99FFFFFF>{0}</color>. Dopo che un attacco normale o caricato è stato sferrato, i DAN inflitti aumentano di un ulteriore <color=#99FFFFFF>{1}</color> ogni 0,1{NON_BREAK_SPACE}s mentre la freccia è in aria. Cumulabile fino a 5 volte.",
	"r1": {
		"description": "Aumenta i DAN da attacco normale e caricato di un 12%. Dopo che un attacco normale o caricato è stato sferrato, i DAN inflitti aumentano di un ulteriore 8% ogni 0,1 s mentre la freccia è in aria. Cumulabile fino a 5 volte.",
		"values": [
			"12%",
			"8%"
		]
	},
	"r2": {
		"description": "Aumenta i DAN da attacco normale e caricato di un 15%. Dopo che un attacco normale o caricato è stato sferrato, i DAN inflitti aumentano di un ulteriore 10% ogni 0,1 s mentre la freccia è in aria. Cumulabile fino a 5 volte.",
		"values": [
			"15%",
			"10%"
		]
	},
	"r3": {
		"description": "Aumenta i DAN da attacco normale e caricato di un 18%. Dopo che un attacco normale o caricato è stato sferrato, i DAN inflitti aumentano di un ulteriore 12% ogni 0,1 s mentre la freccia è in aria. Cumulabile fino a 5 volte.",
		"values": [
			"18%",
			"12%"
		]
	},
	"r4": {
		"description": "Aumenta i DAN da attacco normale e caricato di un 21%. Dopo che un attacco normale o caricato è stato sferrato, i DAN inflitti aumentano di un ulteriore 14% ogni 0,1 s mentre la freccia è in aria. Cumulabile fino a 5 volte.",
		"values": [
			"21%",
			"14%"
		]
	},
	"r5": {
		"description": "Aumenta i DAN da attacco normale e caricato di un 24%. Dopo che un attacco normale o caricato è stato sferrato, i DAN inflitti aumentano di un ulteriore 16% ogni 0,1 s mentre la freccia è in aria. Cumulabile fino a 5 volte.",
		"values": [
			"24%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 18
			}
		]
	}
}