{
	"id": 15508,
	"name": "Aqua simulacra",
	"description": "Il colore di questo arco lungo è imprevedibile. Se illuminato, assume una colorazione cerulea scintillante.",
	"descriptionRaw": "Il colore di questo arco lungo è imprevedibile. Se illuminato, assume una colorazione cerulea scintillante.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "Si dice che l'acqua non abbia un colore o una forma definita, e che possa essere utilizzata egregiamente come lama o arco.\nTra tutte le sostanze esistenti al mondo, l'acqua è la più delicata, nonché la più brillante.\nTra le tante armi bizzarre esistenti al mondo, questo splendido arco ha l'inesplicabile capacità di evocare l'acqua.\n\n\"Può avvolgere tutto ciò che è contaminato ed eliminare ogni impurità, pur preservando la propria purezza.\"\n\"Può assumere qualsiasi forma, simulare qualunque forma di vita. È volubile, ma non perde mai la sua vera essenza.\"\n\"Può essere divisa in innumerevoli ruscelli, vicini ma separati. Può essere unita in un'onda gigantesca, inesorabile e inarrestabile.\"\n\"Sotto l'azzurra traslucidità si nascondono molteplici segreti che nessuna luce può penetrare.\"\n\"Questo è il mistero dell'acqua: perfino un migliaio di menti brillanti non riuscirebbe a comprendere le sue innumerevoli evoluzioni.\"\n\nPrima di cominciare a lavorare per la nobile padrona della Dimora di giada, le capitò di sentire una persona anziana esporre questo insegnamento.\nBarriere segrete e tempeste si annidano continuamente nel mondo delle strategie mercantili e dei giochi di potere, e gli scheletri delle navi costellano i fondali marini.\nColoro i cui cuori sono colmi di grandi ambizioni e che dispongono di grandi quantità di risorse possono abilmente navigare in sicurezza,\nevitando la rivalità e la malizia onnipresenti, e attraversando le turbolente correnti.\n\n\"È quello che dicono, ma non possiedo l'animo di questi pezzi grossi, né la pazienza per la noia inevitabile.\"\n\"Preferisco di gran lunga godermi l'atmosfera e il profumo di una sala colma di tè, e meravigliarmi delle infinite possibilità che scaturiscono dal lancio di un dado a sei facce.\"\n\"Di notte ho visitato i nascondigli di molti furfanti e ho mandato in frantumi sulle mie ginocchia i piani di nemici provenienti da terre lontane.\"\n\"Ma non ho fatto queste cose per aiutare i potenti a sbarazzarsi dei dissidenti, bensì perché anche l'acqua ha la sua sorgente.\"\n\nÈ proprio per difendere la purezza della sorgente che la delicatezza dell'acqua può essere utilizzata come lama e arco.\nCospirazione e linguaggio in codice s'intrecciano con estrema disinvoltura al chiarore della luna piena: questa è la saggezza delle diverse sembianze dell'acqua.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "19,2%",
	"effectName": "Forma purificante",
	"effectTemplateRaw": "I PS aumentano di un <color=#99FFFFFF>{0}</color>. Quando ci sono avversari vicini, i DAN inflitti da chi brandisce quest'arma aumentano di un <color=#99FFFFFF>{1}</color>. Questo effetto si attiva anche se il personaggio non è in campo.",
	"r1": {
		"description": "I PS aumentano di un 16%. Quando ci sono avversari vicini, i DAN inflitti da chi brandisce quest'arma aumentano di un 20%. Questo effetto si attiva anche se il personaggio non è in campo.",
		"values": [
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "I PS aumentano di un 20%. Quando ci sono avversari vicini, i DAN inflitti da chi brandisce quest'arma aumentano di un 25%. Questo effetto si attiva anche se il personaggio non è in campo.",
		"values": [
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "I PS aumentano di un 24%. Quando ci sono avversari vicini, i DAN inflitti da chi brandisce quest'arma aumentano di un 30%. Questo effetto si attiva anche se il personaggio non è in campo.",
		"values": [
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "I PS aumentano di un 28%. Quando ci sono avversari vicini, i DAN inflitti da chi brandisce quest'arma aumentano di un 35%. Questo effetto si attiva anche se il personaggio non è in campo.",
		"values": [
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "I PS aumentano di un 32%. Quando ci sono avversari vicini, i DAN inflitti da chi brandisce quest'arma aumentano di un 40%. Questo effetto si attiva anche se il personaggio non è in campo.",
		"values": [
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Sabbie brillanti di Guyun",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Statuetta misteriosa",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Statuetta misteriosa",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Statuetta oscura",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Statuetta oscura",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Statuetta malefica",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Corpo divino di Guyun",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Statuetta malefica",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 18
			}
		]
	}
}