{
	"id": 14427,
	"name": "Corno cinereo",
	"description": "Un recipiente rituale tramandato tra i Meztli. Si dice che anticamente fosse un tesoro estremamente prezioso appartenente all'eroico \"Gigante\" Tupac, il quale tuttavia non sembra averne mai fatto uso.",
	"descriptionRaw": "Un recipiente rituale tramandato tra i Meztli. Si dice che anticamente fosse un tesoro estremamente prezioso appartenente all'eroico \"Gigante\" Tupac, il quale tuttavia non sembra averne mai fatto uso.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Spesso ascolto la gente cantare e raccontare storie,\nquando si uniscono in questo gioioso banchetto.\nIl cuore mio mi spinge a recitare una nuova canzone per te:\nstrimpellerò le mie corde, tesserò una melodia.\nUna canzone comincerò, e un racconto inizierò.\nParlerò di antenato comune, il prode gigante Tupac.\n...\nIl giovane ed eroico Tenoch andrebbe su tutte le furie se mi sentisse...\nCome un feroce alligatore, come un cervo orgoglioso.\nInnalzerebbe il suo bastone dicendo a Tupac:\n\"Perché sei andato per mare? Perché hai attraversato le onde?\nIl tuo antenato Uenuku non avrebbe osato fare nulla del genere.\nSe oserai opporti a me, ti renderò mangime per pesci!\"\n\nTupac, con la sua corporatura imponente, avrebbe riso a quelle parole.\nCome un furioso rinoceronte, come un emù maestoso.\nStringendo il corno potorio in mano avrebbe risposto:\n\"Come potrebbe un mollusco come te farmi anche un solo graffio?\nQuesto corno appartiene a me, alla mia gente della mia patria.\nSe oserai cercare di prendertelo, dovrai prima sconfiggermi!\"\n\nTupac, con la sua corporatura imponente, era sempre stato una figura eroica.\nUna volta, in uno scatto d'ira, spaccò una montagna a mani nude.\nFece ribollire una sorgente calda spingendo delle rocce nel terreno.\n(Le sorgenti termali che si possono ora vedere a sud-ovest\nsono il suo lascito, ancora oggi visibile a tutti.)\nUn giorno partì per mare per combattere una balena a due code.\nStrappò i denti alla bestia feroce e se li portò con sé.\nIl suo cuore era ardente e indomito, come le sorgenti di quell'epoca.\nCome avrebbe potuto l'eroico e giovane Tenoch sperare di stupirlo?\n...\nTupac, imponente come una montagna, ricordò gli eventi dei decenni passati...\nDi quando lottò con Tenoch per il corno potorio,\ne così parlò davanti al Signore delle fiamme ardenti.\nTupac, alto come una montagna, avrebbe offerto il corno.\nLo avrebbe mostrato, rivelando la sua ultima speranza.\nRivelando la sua ultima speranza, tenendo in alto la fiamma.\nTenendo in alto la fiamma, fino al suo ultimo respiro.\nFino al suo ultimo respiro, non tradì la sua parola.\n...\nCosì si conclude la mia storia. Possano i giovani ricordarla bene.\nRicordate le mie parole, le leggende dei tempi antichi.\nUn giorno, mio padre cantò sotto una dorata brezza marina.\nAnche mia madre me ne parlò, quando ero giovane e sciocco.\nI lunghi anni di oscurità sono ormai passati, le calamità si sono placate.\nC'è sempre una canzone che accompagna lo scorrere delle sorgenti, e sempre un banchetto quando cala il sole.\nMa possa la nuova generazione ricordare questo monito.\nDue sono le cose che non bisogna mai dimenticare: l'unità e le promesse.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PS",
	"baseStatText": "9%",
	"effectName": "Stretta di Tupac",
	"effectTemplateRaw": "#Quando un attacco colpisce un avversario, infligge DAN ad area pari a un <color=#99FFFFFF>{0}</color> dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 40% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 50% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 60% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 70% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 80% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Riflessione mistica del Vento della Notte",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Asse della Fonte segreta",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Asse della Fonte segreta",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Involucro della Fonte segreta",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Involucro della Fonte segreta",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Cuore della Fonte segreta",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Rivelazione mistica del Vento della Notte",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Cuore della Fonte segreta",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 12
			}
		]
	}
}