{
	"id": 15514,
	"name": "Piuma cremisi dell'avvoltoio astrale",
	"description": "Un antico arco lungo decorato con piume rosse, una reliquia sacra del Clan Piumafiore tramandata di generazione in generazione.",
	"descriptionRaw": "Un antico arco lungo decorato con piume rosse, una reliquia sacra del Clan Piumafiore tramandata di generazione in generazione.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "Molto, molto tempo fa, in un tempo ormai noto come l'era delle leggende, ci fu un trasgressore che osò chiamarsi \"Sacro Signore\" e che tradì l'alleanza con l'unico dio che aveva mai amato.\nAll'epoca, il giuramento tra umani e draghi si era estinto come il debole fuoco di un falò, e l'ombra solitaria della Città di cenere aveva seppellito la Notte sotto una coltre di sussurri spaventosi.\nL'armonia s'incrinò e la calda luce del sole si fece sempre più distante, poiché solo un gelido vento notturno rimaneva nei grandi e folli sogni del Re Pitone.\n\nIn quei tempi, sugli alti dirupi scesi nel caos a causa della perdita del loro padrone, l'anziano del Clan Piumafiore, che obbediva solo apparentemente al suo sovrano, esiliò un giovane della tribù.\nQuesti desiderava proteggere i Saurici, e in tal modo avrebbe evitato la cattura. Così, quella notte, intraprese il pellegrinaggio dell'eroe, valoroso come un rapace.\nI suoi occhi rossi ardevano come un sole nell'oscurità, riflettendo il freddo e azzurro anello lunare che pendeva nel cielo sopra di lui.\n\nI poeti delle generazioni future avrebbero pizzicato le otto corde dei loro niatiti, celebrando la leggenda del liberatore dagli occhi rossi con innumerevoli canzoni bellissime.\nLe poesie nate dalla fantasia sono numerose come le stelle nel cielo, storie di avventura si intrecciano tra loro nel corso dei secoli, su cui ognuno ha opinioni diverse...\n\n\"Venite, ascoltate le mie parole mentre canto dell'eroe, il nostro salvatore dagli occhi rossi, e del suo vecchio amico che lo accompagnò.\nPoiché colui che lo guidò nel suo viaggio era un nobile discendente che un tempo aveva servito il Signore dei Draghi, un rosso avvoltoio i cui occhi riflettevano il colore del cielo e delle stelle.\nVi racconterò dei suoi nobili ideali, di come commossero quell'uccello sacro e come questo gli diede carne e sangue per creare quest'arco così preciso.\nCanterò di come usò le sue piume per guidare l'eroe benedetto, per condurlo dalla nostra nobile antenata, Sakkuk.\"\nCosì i poeti, che non credevano che il pellegrinaggio del giovane fosse stato intrapreso da solo, concepirono una guida che non era mai esistita.\n\n\"La leggenda che voglio cantare è diversa da quella narrata dai Figli degli Echi: per quale motivo l'eroe dagli occhi cremisi avrebbe dovuto seguire il canto di un uccello nella foresta?\nDi certo non era un semplice mortale, ma piuttosto una sequenza di idee proveniente da Colui che fu sepolto con la fiamma primordiale, tornato dal Reame notturno per trarre in salvo gli oppressi.\nQuest'arco lungo ne è la prova: egli tornò dalla terra proibita che nessuno può raggiungere; come avrebbe fatto altrimenti un mero mortale a distruggere la maledetta Città di cenere?\nQuando Natlan affronterà nuovamente una crisi, egli emergerà dalla Fiamma, per rimediare ai torti di questo mondo e guidarci verso il futuro.\"\nCosì pensavano i bardi che non credevano che il giovane uomo fosse di carne mortale, ricollegandolo a quella prima divinità umana.\n\nEd è proprio perché ci sono così tante versioni della leggenda che non esiste una canzone che tutti riconoscano come la storia effettiva di quell'eroe.\nSono trascorsi innumerevoli anni, come lo splendore della luna, eppure l'unica cosa su cui tutti concordano è che il giovane dagli occhi rossi un tempo sia asceso alla natura divina.\nAncora oggi, l'idea che \"gli umani possono diventare dèi\" è accettata in tutte le pianure infuocate, incisa nel cuore di ogni abitante di Natlan che aspira all'eroismo.\n\"Non serve riporre la fede nei cosiddetti 'nomi nobili' e non serve offrire preghiere inutili a nessuno, se non a sé stessi.\nCancella il mio nome, Sakkuk, affinché tutti possano sapere che ogni essere umano può diventare un dio che ci guida.\n\nNon mi porterai con te nella Fiamma... E non lascerai neanche che il mio nome accompagni il tuo nella storia...\"\n\"...A tutti qui piace prendere decisioni egoistiche, eh? Tanto a te quanto a lui.\nUmpf... In tal caso, lascia che faccia qualcosa seguendo la mia insaziabile cupidigia, ■■■■■.\nLa piuma che mi hai dato... Farò in modo che venga tramandata in quella patria a cui non potrai mai tornare, e così sarà per mille anni.\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "14,4%",
	"effectName": "Anello lunare",
	"effectTemplateRaw": "#Dopo aver innescato una reazione di Turbinio, l'ATT aumenta di un <color=#99FFFFFF>{0}</color> per 12{NON_BREAK_SPACE}s. Inoltre, se nel gruppo ci sono 1/2 o più personaggi con un tipo elementale diverso rispetto al personaggio che equipaggia l'arma, i DAN da attacco caricato e da Tripudio elementale di quest'ultimo aumentano rispettivamente di un <color=#99FFFFFF>{1}</color> e di un <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Dopo aver innescato una reazione di Turbinio, l'ATT aumenta di un 24% per 12 s. Inoltre, se nel gruppo ci sono 1/2 o più personaggi con un tipo elementale diverso rispetto al personaggio che equipaggia l'arma, i DAN da attacco caricato e da Tripudio elementale di quest'ultimo aumentano rispettivamente di un 20%/48% e di un 10%/24%.",
		"values": [
			"24%",
			"20%/48%",
			"10%/24%"
		]
	},
	"r2": {
		"description": "Dopo aver innescato una reazione di Turbinio, l'ATT aumenta di un 30% per 12 s. Inoltre, se nel gruppo ci sono 1/2 o più personaggi con un tipo elementale diverso rispetto al personaggio che equipaggia l'arma, i DAN da attacco caricato e da Tripudio elementale di quest'ultimo aumentano rispettivamente di un 25%/60% e di un 12,5%/30%.",
		"values": [
			"30%",
			"25%/60%",
			"12,5%/30%"
		]
	},
	"r3": {
		"description": "Dopo aver innescato una reazione di Turbinio, l'ATT aumenta di un 36% per 12 s. Inoltre, se nel gruppo ci sono 1/2 o più personaggi con un tipo elementale diverso rispetto al personaggio che equipaggia l'arma, i DAN da attacco caricato e da Tripudio elementale di quest'ultimo aumentano rispettivamente di un 30%/72% e di un 15%/36%.",
		"values": [
			"36%",
			"30%/72%",
			"15%/36%"
		]
	},
	"r4": {
		"description": "Dopo aver innescato una reazione di Turbinio, l'ATT aumenta di un 42% per 12 s. Inoltre, se nel gruppo ci sono 1/2 o più personaggi con un tipo elementale diverso rispetto al personaggio che equipaggia l'arma, i DAN da attacco caricato e da Tripudio elementale di quest'ultimo aumentano rispettivamente di un 35%/84% e di un 17,5%/42%.",
		"values": [
			"42%",
			"35%/84%",
			"17,5%/42%"
		]
	},
	"r5": {
		"description": "Dopo aver innescato una reazione di Turbinio, l'ATT aumenta di un 48% per 12 s. Inoltre, se nel gruppo ci sono 1/2 o più personaggi con un tipo elementale diverso rispetto al personaggio che equipaggia l'arma, i DAN da attacco caricato e da Tripudio elementale di quest'ultimo aumentano rispettivamente di un 40%/96% e di un 20%/48%.",
		"values": [
			"48%",
			"40%/96%",
			"20%/48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Riflessione mistica del Vento della Notte",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Rivelazione mistica del Vento della Notte",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 18
			}
		]
	}
}