{
	"id": 11518,
	"name": "Athame Artis",
	"description": "Nella storia della piccola strega, questa preziosa spada fu donata al coraggioso eroe dal Re del Giorno. Tuttavia, in seguito fu la strega a usarla per sconfiggere l'eroe.",
	"descriptionRaw": "Nella storia della piccola strega, questa preziosa spada fu donata al coraggioso eroe dal Re del Giorno. Tuttavia, in seguito fu la strega a usarla per sconfiggere l'eroe.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "Quando la piccola strega giunse al palazzo del Re del Giorno, il cielo era già tinto dal crepuscolo.\nSe fosse arrivata anche solo un istante dopo, il regno sarebbe già scivolato oltre il dominio del Re.\nPrima che il sipario della notte calasse, il Re del Giorno la ricevette nelle sue rimanenti ore fugaci.\n\n\"O strega che hai attraversato il vasto cosmo e acceso l'eterna fiamma del tempo... Cosa ti porta su questo remoto pianeta?\"\n\"Non sono venuta di mia spontanea volontà. È stato il pianto del pianeta a raggiungermi attraverso il vuoto. Rispondendo al suo richiamo, ho attraversato la Porta delle stelle dimenticata dal tempo.\nIn un universo che si avvicina alla sua quieta fine, ogni mondo che ancora brilla è un tesoro inestimabile...\nChi avrebbe mai pensato che in una regione simile, considerata oscura e inospitale, fossero sopravvissute delle forme di vita?\"\n\nMa ella non aveva raccontato tutta la storia. In verità, la piccola strega aveva sentito dei sussurri provenire da quella distesa oscura, giunti alle sue orecchie alla vigilia del Sabba notturno.\nIn circostanze normali avrebbe probabilmente ignorato dei segnali tanto insoliti, considerandoli un semplice errore dell'astrolabio.\nMa quando ricevette il messaggio, era in ansia per i festeggiamenti del giorno successivo, e cercava tormentosamente un modo per evitare la sua nemesi, anch'essa tra i presenti.\nCosì colse l'opportunità e si nascose nel suo laboratorio, dove trascorse diverso tempo a decifrare quel messaggio giunto da lontano.\n\"Uhm... Quindi quello strano messaggio era una richiesta d'aiuto da parte di un qualche pianeta sconosciuto?\n\nIl mio virtuoso regno non farebbe mai nulla per danneggiarlo\", affermò solennemente il Re del Giorno.\n\"Forse dovresti rivolgerti a quel perfido Re della Notte. Stamane ho inviato le mie truppe ad affrontarlo, ma...\"\nPrima che potesse finire la frase, gli ultimi raggi di sole vennero inghiottiti dal buio, e l'apparizione del Re si dissolse come neve.\nCon l'arrivo delle tenebre, anche la corte svanì. Il terreno ribollì come un mare in tempesta, e del nero fumo si levò dal suolo.\nL'intero pianeta fu ridotto a un oceano nero. Per fortuna, la piccola strega non aveva dimenticato la sua scopa, e aveva così evitato di precipitare nell'acqua.\nCavalcando la sua scopa sotto la luna rosso sangue, viaggiò a lungo prima di scorgere finalmente l'unico castello illuminato dal fuoco.\n\n\"Sconfiggere il Re della Notte? Quella è la parte facile. Ciò che dobbiamo fare è molto più importante\".\nSembrava che quel castello fosse stato costruito dall'esercito del Re del Giorno. Per ragioni ignote, era scampato al dissolvimento nel mare di nebbia.\nIl capo dei guerrieri, che portava una spada sulle spalle, non sembrò affatto sorpreso dall'arrivo della piccola strega. Anzi, la salutò con un invito.\n\"Anche se riusciremo a sconfiggere il Re della Notte, non cambierà nulla. Al calar del sole, le maree inghiottiranno nuovamente la terra.\nAl fine di spezzare questo ciclo interminabile, abbiamo eretto questo castello. Da qui, possiamo cercare una soluzione.\"\n\nConvocata dal guerriero, la piccola strega scese nelle profondità del castello, dove un mare di pura oscurità si estendeva oltre i suoi fragili confini.\nQuei confini erano preservati da un enorme meccanismo che generava un flusso di fumo infinito. Miriadi di tubature convogliavano incessantemente l'acqua viscosa del mare all'interno del suo nucleo.\n\"Questa è la macchina del moto perpetuo, nota altresì come il Santo Graal. Consumando l'acqua del mare, genera luce e calore.\nPoiché tutte le cose tangibili su questo pianeta non sono che ombre generate dalla luce, finché saremo in grado di generare un fuoco inestinguibile...\"\n\"Questo, però, non farà che consumare il pianeta ancora più velocemente\", sospirò la piccola strega.\n\"Quando il mare sarà prosciugato, per questo posto sarà la fine. Non c'è nulla di 'santo' in questo cosiddetto 'graal'...\nEcco perché il pianeta sta soffrendo.\"\n\nPrima che il guerriero potesse reagire, la piccola strega estrasse la spada ch'egli portava sulle spalle e la lanciò nella \"macchina del moto perpetuo\".\nIl guerriero tentò di recuperarla ma, nel momento in cui la lama toccò l'oscura nebbia del mare, egli svanì nel nulla insieme alla luce morente.\nL'intero pianeta venne nuovamente inghiottito dall'oscurità. Quando finalmente tornò la luce del giorno, fu come se la notte precedente non fosse stata altro che un sogno profondo e distante.\n\n\"Suppongo sia una soluzione temporanea, almeno\", mormorò la piccola strega, guardandosi indietro un'ultima volta prima di lasciare il pianeta a cavallo della sua scopa.\nNella luce del mattino, il guerriero, la cui ombra si estendeva dietro di lui, prese la spada concessagli dal Re del Giorno e si rimise in viaggio.\n\"Forse questo ciclo continuerà per molto tempo ancora... Fin quando, un giorno, anche tu non diventerai altro che un guscio vuoto.\nMa, costi quel che costi, non dovrai arrenderti... O, almeno, dovrai sopravvivere fino al nostro prossimo incontro.\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "7,2%",
	"effectName": "Splendor Solis del Re del Giorno",
	"effectTemplateRaw": "#I DAN da CRIT del Tripudio elementale aumentano di un <color=#99FFFFFF>{0}</color>. Quando il Tripudio elementale colpisce un avversario, si ottiene l'effetto Lama delle ore diurne, che aumenta l'ATT del personaggio che equipaggia l'arma di un <color=#99FFFFFF>{1}</color> e l'ATT degli altri membri attivi del gruppo vicini di un <color=#99FFFFFF>{2}</color>. L'effetto dura 3{NON_BREAK_SPACE}s.\nInoltre, se il gruppo possiede gli effetti di Hexerei: Rito segreto, gli effetti di Lama delle ore diurne aumentano di un 75% aggiuntivo. Quest'effetto può attivarsi anche se il personaggio che equipaggia l'arma non è in campo.",
	"r1": {
		"description": "I DAN da CRIT del Tripudio elementale aumentano di un 16%. Quando il Tripudio elementale colpisce un avversario, si ottiene l'effetto Lama delle ore diurne, che aumenta l'ATT del personaggio che equipaggia l'arma di un 20% e l'ATT degli altri membri attivi del gruppo di un 16%. L'effetto dura 3 s.\nInoltre, se il gruppo possiede gli effetti di Hexerei: Rito segreto, gli effetti di Lama delle ore diurne aumentano di un 75% aggiuntivo. Quest'effetto può attivarsi anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"16%",
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "I DAN da CRIT del Tripudio elementale aumentano di un 20%. Quando il Tripudio elementale colpisce un avversario, si ottiene l'effetto Lama delle ore diurne, che aumenta l'ATT del personaggio che equipaggia l'arma di un 25% e l'ATT degli altri membri attivi del gruppo di un 20%. L'effetto dura 3 s.\nInoltre, se il gruppo possiede gli effetti di Hexerei: Rito segreto, gli effetti di Lama delle ore diurne aumentano di un 75% aggiuntivo. Quest'effetto può attivarsi anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"20%",
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "I DAN da CRIT del Tripudio elementale aumentano di un 24%. Quando il Tripudio elementale colpisce un avversario, si ottiene l'effetto Lama delle ore diurne, che aumenta l'ATT del personaggio che equipaggia l'arma di un 30% e l'ATT degli altri membri attivi del gruppo di un 24%. L'effetto dura 3 s.\nInoltre, se il gruppo possiede gli effetti di Hexerei: Rito segreto, gli effetti di Lama delle ore diurne aumentano di un 75% aggiuntivo. Quest'effetto può attivarsi anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"24%",
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "I DAN da CRIT del Tripudio elementale aumentano di un 28%. Quando il Tripudio elementale colpisce un avversario, si ottiene l'effetto Lama delle ore diurne, che aumenta l'ATT del personaggio che equipaggia l'arma di un 35% e l'ATT degli altri membri attivi del gruppo vicini di un 28%. L'effetto dura 3 s.\nInoltre, se il gruppo possiede gli effetti di Hexerei: Rito segreto, gli effetti di Lama delle ore diurne aumentano di un 75% aggiuntivo. Quest'effetto può attivarsi anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"28%",
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "I DAN da CRIT del Tripudio elementale aumentano di un 32%. Quando il Tripudio elementale colpisce un avversario, si ottiene l'effetto Lama delle ore diurne, che aumenta l'ATT del personaggio che equipaggia l'arma di un 40% e l'ATT degli altri membri attivi del gruppo vicini di un 32%. L'effetto dura 3 s.\nInoltre, se il gruppo possiede gli effetti di Hexerei: Rito segreto, gli effetti di Lama delle ore diurne aumentano di un 75% aggiuntivo. Quest'effetto può attivarsi anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"32%",
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Tegola della Torre di Decarabian",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Barlume della Notte gelata",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Barlume della Notte gelata",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Bagliore della Notte gelata",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Bagliore della Notte gelata",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Gloria della Notte gelata",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Frammento del sogno di Decarabian",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Gloria della Notte gelata",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 18
			}
		]
	}
}