{
	"id": 14511,
	"name": "Mille sogni fluttuanti",
	"description": "Questa lampada illumina i sogni che fluttuano per mille notti, e la sua luce verde smeraldo riproduce una canzone di tempi antichi.",
	"descriptionRaw": "Questa lampada illumina i sogni che fluttuano per mille notti, e la sua luce verde smeraldo riproduce una canzone di tempi antichi.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "\"Così come ogni essere vivente è destinato a vivere e a morire in un tempo prestabilito, i cicli della notte e del giorno si susseguono in eterno.\nChe le storie all'interno di questa lampada ti regalino dei sogni degni di essere attesi con impazienza.\"\n\nNel momento in cui il palazzo crollò, la ragazza che non aveva mai conosciuto la \"luce\" udì il suo sussurro in un sogno.\nLa giovane, che aveva deciso da tempo di dileguarsi nei sogni, scorse la sua gentile benevolenza attraverso una nuvola di lacrime.\n\nNel riflesso del chiaro di luna, la lampada verdeggiante rivelava la sagoma delle stelle e una melodia perenne...\nUna danzatrice dagli occhi di smeraldo seminava i suoi baci sulla seta grondante di nettare, e i pesci dai colori vivaci volteggiavano nelle acque limpide...\nI musicisti al chiaro di luna orientavano le luci dei djinn, intonando canti sulla fortezza dorata in un mare di sabbia e di corde dal colore dei melograni...\nUn astuto marinaio aveva intrapreso un lungo viaggio, alla ricerca della voce melodiosa udita in un sogno e dei giardini fioriti dell'aldilà.\n\nIl palazzo distrutto, illuminato dalla luce silenziosa, era racchiuso tra le dimensioni oniriche mozzafiato di un migliaio di mondi...\nLa gentile brezza della foresta dissipava la polvere accumulata lungo la via verso casa, conducendo i bambini perduti lontano dal palazzo senza più pace.\nMentre la luce dell'alba filtrava attraverso le foglie, quella lampada verdeggiante, che aveva narrato le storie racchiuse nei sogni di mille notti, cominciò a spegnersi.\nFu solo quando si girò alle sue spalle, tra i sogni e la realtà, che la ragazza cieca si rese conto che non sarebbe più potuta tornare indietro, poiché il giorno era ormai sorto.\n\nDa quel momento, la luce della lampada nel sogno smise di tremolare, e il flusso del tempo inghiottì i sogni delle notti passate...\nMa gli uccelli cantavano ancora al sorgere del sole. Narravano le storie che sbocciavano splendidamente come un campo di fiori,\ninfondendo coraggio, speranza e felicità nei bambini che non avevano mai avuto la possibilità di vivere un sogno,\ne tessendo una canzone senza fine di mille notti, illuminando così i momenti prima dell'alba tanto attesa.\n\nDopo aver attraversato migliaia di sogni, fu solo quando l'usignolo interruppe il suo canto e il sole si nascose dietro l'orizzonte,\nche la viaggiatrice vide quella lampada verdeggiante, simbolo della sua amata patria,\ndove la rosa ricoperta di rugiada ondeggiava ancora nella brezza notturna, in attesa di una nuova storia.\n\"Sebbene i ricordi delle notti passate siano quasi sbiaditi, continueremo a cantare le lodi per i bei sogni a venire.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "58",
	"effectName": "Canto delle mille notti",
	"effectTemplateRaw": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se condividono lo stesso tipo elementale, la maestria elementale aumenta di <color=#99FFFFFF>{0}</color>. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un <color=#99FFFFFF>{1}</color>. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di <color=#99FFFFFF>{2}</color>. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma.",
	"r1": {
		"description": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se hanno lo stesso tipo elementale, la maestria elementale aumenta di 32. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un 10%. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di 40. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma.",
		"values": [
			"32",
			"10%",
			"40"
		]
	},
	"r2": {
		"description": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se condividono lo stesso tipo elementale, la maestria elementale aumenta di 40. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un 14%. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di 42. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma.",
		"values": [
			"40",
			"14%",
			"42"
		]
	},
	"r3": {
		"description": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se condividono lo stesso tipo elementale, la maestria elementale aumenta di 48. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un 18%. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di 44. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma.",
		"values": [
			"48",
			"18%",
			"44"
		]
	},
	"r4": {
		"description": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se condividono lo stesso tipo elementale, la maestria elementale aumenta di 56. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un 22%. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di 46. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma.",
		"values": [
			"56",
			"22%",
			"46"
		]
	},
	"r5": {
		"description": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se condividono lo stesso tipo elementale, la maestria elementale aumenta di 64. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un 26%. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di 48. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma.",
		"values": [
			"64",
			"26%",
			"48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiscenza del giardino dell'oasi",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Prisma danneggiato",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Prisma danneggiato",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Prisma torbido",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Prisma torbido",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Prisma splendente",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Verità del giardino dell'oasi",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Prisma splendente",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 18
			}
		]
	}
}