{
	"id": 12514,
	"name": "Mille soli ardenti",
	"description": "Uno spadone che risplende come il sole che sorge. È stato testimone dello spegnersi e del rinfocolarsi di innumerevoli soli.",
	"descriptionRaw": "Uno spadone che risplende come il sole che sorge. È stato testimone dello spegnersi e del rinfocolarsi di innumerevoli soli.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "\"Forse persino il sole non è che una fioca stella dinanzi alla lunga notte profonda.\nMa anche se il destino è crudele e ingannevole, non ci ha mai privati della speranza.\nIl coraggio e la memoria hanno forgiato il tuo trono, la morte e il sacrificio si sono accumulati come legna da ardere per riaccendere il fuoco della tua esistenza.\nO sole indomito, tu che hai brillato su innumerevoli generazioni, sii testimone degli ideali e del futuro di Natlan!\"\n\nCome il primo raggio di luce proiettato dal giorno che si desta, come l'alba che trafigge la coltre della notte.\nQuando il grande drago che sfidava i cieli chinò la testa, la lunga battaglia giunse infine al termine.\nIl capo dei mortali salì lungo l'interminabile scala insanguinata e raggiunse la Fiamma primordiale, inestinguibile all'interno della città ineffabile.\nCiononostante, coloro che avevano spezzato le catene imposte da un'altra razza non conoscevano ancora il destino che li attendeva.\n\nPrima che il Saggio che aveva rubato la Fiamma potesse parlare, la Signora della Morte si fece avanti senza preavviso e mostrò all'Archon umano l'arco del destino.\nFu una visione terrificante, al di là della comprensione dei mortali, un futuro con una speranza ancora più labile della tirannia draconica.\nOgni forma di vita sarebbe stata divorata dall'oscurità senza fine, e trasformata in polvere inorganica nell'Abisso eterno.\nL'Archon umano, il cui dominio era la guerra, sapeva che Natlan non aveva ancora vinto, perché era appena iniziata una nuova guerra.\n\nIl saggio drago aveva predetto l'arrivo dei futuri sovrani di Natlan, simili rispettivamente a una manticora e a una volpe selvatica.\nDi certo, però, non si aspettava che avrebbe venerato la saggezza e l'astuzia di Xbalanque, l'Archon di Pyro.\nL'Archon umano scambiò la \"morte\" con il potere, e anche il più saggio dei draghi si sottomise ai suoi piani.\nTuttavia, egli non aveva mai avuto intenzione di piegarsi alle regole, né di mantenere il suo giuramento nei confronti di colui che aveva rubato la Fiamma.\n\nCon il nome di \"Haborym\", la vita era diventata la Fiamma sacra inestinguibile, e le regole sarebbero state forgiate in un trono divino che sarebbe arso in eterno.\nLa gente avrebbe scelto di combattere con coraggio e perseveranza, anche di fronte a orrori e disperazioni al di là del loro intelletto.\nCertamente, le vite effimere si sarebbero consumate, ma la luce del sole avrebbe dissipato l'oscurità più e più volte.\nPoiché il Primo Sole che illuminò la terra ardente vide qualcosa nella Fiamma primordiale, nelle ceneri e negli occhi di innumerevoli persone...\n\nVide i contaminati, i deturpati e i divorati dal nero Abisso combattere fino all'ultimo respiro per il bene dell'umanità.\nVide l'artigiano, i cui occhi erano bagnati di lacrime dorate, assieme al giovane dagli occhi scarlatti, assicurarsi che la Fiamma sacra continuasse a bruciare.\nVide i membri della tribù perduta vagare per la terra, i loro guerrieri combattere per la libertà.\nVide il sangue caldo, offerto alle ardenti scintille degli astri che illuminavano la lunga notte, finché un migliaio di soli non si sarebbero levati...\n\n\"Signora della Notte, ti supplico, ricorda il Primo Sole, il primo Nome antico: 'Kiongozi'.\nLascerò speranza per il futuro. Finché la Fiamma non si spegnerà, ci sarà ancora 'speranza'.\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "2,4%",
	"effectName": "Il tramonto riaccende l'alba",
	"effectTemplateRaw": "#Usare un'abilità elementale o un Tripudio elementale conferisce l'effetto Fulgore ardente, che aumenta i DAN da CRIT e l'ATT rispettivamente di un <color=#99FFFFFF>{0}</color> e di un <color=#99FFFFFF>{1}</color> per 6{NON_BREAK_SPACE}s. Quest'effetto può attivarsi una volta ogni 10{NON_BREAK_SPACE}s.\nQuando un'iterazione di Fulgore ardente è attiva, infliggere DAN elementali con gli attacchi normali o caricati ne aumenta la durata di 2{NON_BREAK_SPACE}s. L'effetto può attivarsi una volta ogni 1{NON_BREAK_SPACE}s, per un'estensione massima di 6{NON_BREAK_SPACE}s.\nInoltre, quando il personaggio che equipaggia l'arma è in stato di Grazia dell'Anima della Notte, gli effetti di Fulgore ardente aumentano di un 75%, e la sua durata non diminuisce quando il personaggio non è in campo.",
	"r1": {
		"description": "Usare un'abilità elementale o un Tripudio elementale conferisce l'effetto Fulgore ardente, che aumenta i DAN da CRIT e l'ATT rispettivamente di un 20% e di un 28% per 6 s. Quest'effetto può attivarsi una volta ogni 10 s.\nQuando un'iterazione di Fulgore ardente è attiva, infliggere DAN elementali con gli attacchi normali o caricati ne aumenta la durata di 2 s. L'effetto può attivarsi una volta ogni 1 s, per un'estensione massima di 6 s.\nInoltre, quando il personaggio che equipaggia l'arma è in stato di Grazia dell'Anima della Notte, gli effetti di Fulgore ardente aumentano di un 75%, e la sua durata non diminuisce quando il personaggio non è in campo.",
		"values": [
			"20%",
			"28%"
		]
	},
	"r2": {
		"description": "Usare un'abilità elementale o un Tripudio elementale conferisce l'effetto Fulgore ardente, che aumenta i DAN da CRIT e l'ATT rispettivamente di un 25% e di un 35% per 6 s. Quest'effetto può attivarsi una volta ogni 10 s.\nQuando un'iterazione di Fulgore ardente è attiva, infliggere DAN elementali con gli attacchi normali o caricati ne aumenta la durata di 2 s. L'effetto può attivarsi una volta ogni 1 s, per un'estensione massima di 6 s.\nInoltre, quando il personaggio che equipaggia l'arma è in stato di Grazia dell'Anima della Notte, gli effetti di Fulgore ardente aumentano di un 75%, e la sua durata non diminuisce quando il personaggio non è in campo.",
		"values": [
			"25%",
			"35%"
		]
	},
	"r3": {
		"description": "Usare un'abilità elementale o un Tripudio elementale conferisce l'effetto Fulgore ardente, che aumenta i DAN da CRIT e l'ATT rispettivamente di un 30% e di un 42% per 6 s. Quest'effetto può attivarsi una volta ogni 10 s.\nQuando un'iterazione di Fulgore ardente è attiva, infliggere DAN elementali con gli attacchi normali o caricati ne aumenta la durata di 2 s. L'effetto può attivarsi una volta ogni 1 s, per un'estensione massima di 6 s.\nInoltre, quando il personaggio che equipaggia l'arma è in stato di Grazia dell'Anima della Notte, gli effetti di Fulgore ardente aumentano di un 75%, e la sua durata non diminuisce quando il personaggio non è in campo.",
		"values": [
			"30%",
			"42%"
		]
	},
	"r4": {
		"description": "Usare un'abilità elementale o un Tripudio elementale conferisce l'effetto Fulgore ardente, che aumenta i DAN da CRIT e l'ATT rispettivamente di un 35% e di un 49% per 6 s. Quest'effetto può attivarsi una volta ogni 10 s.\nQuando un'iterazione di Fulgore ardente è attiva, infliggere DAN elementali con gli attacchi normali o caricati ne aumenta la durata di 2 s. L'effetto può attivarsi una volta ogni 1 s, per un'estensione massima di 6 s.\nInoltre, quando il personaggio che equipaggia l'arma è in stato di Grazia dell'Anima della Notte, gli effetti di Fulgore ardente aumentano di un 75%, e la sua durata non diminuisce quando il personaggio non è in campo.",
		"values": [
			"35%",
			"49%"
		]
	},
	"r5": {
		"description": "Usare un'abilità elementale o un Tripudio elementale conferisce l'effetto Fulgore ardente, che aumenta i DAN da CRIT e l'ATT rispettivamente di un 40% e di un 56% per 6 s. Quest'effetto può attivarsi una volta ogni 10 s.\nQuando un'iterazione di Fulgore ardente è attiva, infliggere DAN elementali con gli attacchi normali o caricati ne aumenta la durata di 2 s. L'effetto può attivarsi una volta ogni 1 s, per un'estensione massima di 6 s.\nInoltre, quando il personaggio che equipaggia l'arma è in stato di Grazia dell'Anima della Notte, gli effetti di Fulgore ardente aumentano di un 75%, e la sua durata non diminuisce quando il personaggio non è in campo.",
		"values": [
			"40%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Terrore del cuore sacrificale ardente",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Asse della Fonte segreta",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Asse della Fonte segreta",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Involucro della Fonte segreta",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Involucro della Fonte segreta",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Cuore della Fonte segreta",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Fulgore del cuore sacrificale ardente",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Cuore della Fonte segreta",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 18
			}
		]
	}
}