{
	"id": 11517,
	"name": "Luce azzurra",
	"description": "Inizialmente, questa lama era pura e incontaminata come una bianca stella del mattino. Tuttavia, da allora, si è tinta d'un intenso colore blu.",
	"descriptionRaw": "Inizialmente, questa lama era pura e incontaminata come una bianca stella del mattino. Tuttavia, da allora, si è tinta d'un intenso colore blu.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "\"Le leggi sono ineludibili, le censure incontestabili e le scritture inviolabili.\nQuesto è ciò che credevo, proclamavo e decretavo.\n\nSolo dopo che la gentile luce delle stelle ha accarezzato i miei occhi,\nsvelandosi a me dalla cima della melodiosa montagna di pietra bianca,\nil desiderio di parlarvi dell'alba che verrà si è insidiato nel mio cuore.\"\n\n\"Fratelli e sorelle, che vi siete sottomessi al padrone primordiale, concedetemi il diritto di rivelare la verità che ho veduto coi miei occhi.\nUno di noi vagherà nella notte senza luna, bevendo invano un mare di lacrime versate per i propri cari ormai perduti.\nUn altro percorrerà deserti dorati, senza comprendere mai né la sincerità scarlatta né l'ammirazione ardente.\nUn altro ancora si rintanerà nel buio, in un'ostilità tanto gelida da penetrare le ossa, finché le maree promesse non si alzeranno per intonare la melodia finale.\nE un altro vagherà in eterno tra i sogni, soltanto per viaggiare, in attesa di un incontro in una stagnante terra straniera.\nImplorate, supplicate, sacrificate... Nulla di questo spezzerà le catene che vi cingono la gola.\"\n\n\"Stando così le cose, la vostra autentica e preziosa speranza sarà forse quella di rinunciare a ciò di inenarrabile che palpita nel vostro cuore?\nVi abbandonerete allo scoramento in un'eternità senza principio né fine? Sarete disposti a compiere atrocità in nome di false promesse?\nPertanto, questo è quanto vi chiedo...\nRinunciate a ogni cosa, abbandonate i vostri averi, cospargete le vostre ali di lordura; lasciate che i vostri cuori s'infiammino d'amore.\nFame, sete, anelito, desiderio! Affidate il mondo a coloro che lo abitano, lasciate che la gloria delle nazioni sorpassi quella dei cieli.\nCantate e gioite! Conferite l'autorità all'umana specie... Lasciate che le aste della luce lunare trafiggano le illusioni del creatore.\nProtendete le mani verso l'alba immacolata, dove le nazioni non implorano per il diritto alla vita!\nAlzate lo sguardo e ammirate le fulgide stelle del mattino, concedetemi di guidarvi verso cieli nuovi.\"\n\n\"Verrà il giorno in cui il sovrano che si oppone all'amore sarà scosso,\ne, quando il velo sarà infine squarciato, per questa terra sarà l'inizio di una nuova era.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "4,8%",
	"effectName": "Concessione del Biancocolle",
	"effectTemplateRaw": "#Per 12{NON_BREAK_SPACE}s dall'utilizzo di un'abilità elementale, l'ATT aumenta di un <color=#99FFFFFF>{0}</color>. In questo lasso di tempo, quando il personaggio che equipaggia l'arma ha 0 punti di energia, il suo ATT aumenta di un ulteriore <color=#99FFFFFF>{1}</color> e i suoi DAN da CRIT di un <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Per 12 s dall'utilizzo di un'abilità elementale, l'ATT aumenta di un 24%. In questo lasso di tempo, quando il personaggio che equipaggia l'arma ha 0 punti di energia, il suo ATT aumenta di un ulteriore 24% e i suoi DAN da CRIT di un 40%.",
		"values": [
			"24%",
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "Per 12 s dall'utilizzo di un'abilità elementale, l'ATT aumenta di un 30%. In questo lasso di tempo, quando il personaggio che equipaggia l'arma ha 0 punti di energia, il suo ATT aumenta di un ulteriore 30% e i suoi DAN da CRIT di un 50%.",
		"values": [
			"30%",
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "Per 12 s dall'utilizzo di un'abilità elementale, l'ATT aumenta di un 36%. In questo lasso di tempo, quando il personaggio che equipaggia l'arma ha 0 punti di energia, il suo ATT aumenta di un ulteriore 36% e i suoi DAN da CRIT di un 60%.",
		"values": [
			"36%",
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "Per 12 s dall'utilizzo di un'abilità elementale, l'ATT aumenta di un 42%. In questo lasso di tempo, quando il personaggio che equipaggia l'arma ha 0 punti di energia, il suo ATT aumenta di un ulteriore 42% e i suoi DAN da CRIT di un 70%.",
		"values": [
			"42%",
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "Per 12 s dall'utilizzo di un'abilità elementale, l'ATT aumenta di un 48%. In questo lasso di tempo, quando il personaggio che equipaggia l'arma ha 0 punti di energia, il suo ATT aumenta di un ulteriore 48% e i suoi DAN da CRIT di un 80%.",
		"values": [
			"48%",
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Riflessione mistica del Vento della Notte",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Rivelazione mistica del Vento della Notte",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 18
			}
		]
	}
}