{
	"name": "Faro del Mare dei Giunchi",
	"description": "Una grande spada dalla punta piatta, concepita per divenire l'arma di un antico re o un qualche strumento cerimoniale.",
	"weapontype": "Claymore",
	"rarity": "5",
	"story": "Nei tempi in cui i regni spuntavano come funghi e crollavano come castelli di sabbia, quando gli eroi sorgevano come stelle e cadevano come comete,\ndopo che il Signore della sabbia affondò nel deserto abbracciando i propri sogni, il cieco poeta vagabondo dal passato privilegiato\nvagò nell'immensità del deserto e raccolse le sue ballate dalle genti sparse in quel territorio.\n\nAscoltò le storie della caduta della sua madrepatria, di come il principe che si era reso cieco aveva infine devastato il trono.\nSentì le leggende di come la danzatrice aveva aiutato ogni re a salire al trono per poi cancellarlo con la tempesta di sabbia.\nUdì l'elegia delle limpide sorgenti sostituite dalle sabbie indomite, e dei pianti delle nazioni che si erano ridotte a villaggi e tribù.\nApprese la storia della morte del principe senza dimora, del fato delle sue spade, e dell'assassino che era fuggito nella foresta...\nOra le ballate, incontrollabili come l'acqua ma intriganti come la sabbia, erano tutte racchiuse nel suo cuore.\nNelle roventi tempeste di sabbia, dai frammenti delle ballate avanzò il tanto agognato sogno del deserto...\n\n\"Dall'altro lato del mare di dune di sabbia, un tempo s'ergeva la dimora di Re Deshret.\nLe strade e i vicoli erano sentieri dorati che convergevano tutti verso l'unico trono.\nCome l'occhio che brillava di una luce dorata e come il nobile cuore, in quel tempo Re Deshret era la destinazione di tutti i viaggi...\nMa i sogni ardenti d'oro furono infine infranti, e il grande occhio venne abbagliato dal sole e dalla sabbia.\nIl fato fu inghiottito come le sabbie dei tempi nelle profondità oscure, e il regno delle correnti di sabbia fu ridotto in polvere d'oro.\"\n\nL'orologio del destino non smise mai, neanche per un secondo, di scandire la follia del re e dei mortali,\ne le nazioni insulse e il re deplorevole vennero infine divorati dalle sabbie impetuose...\nUn tempo, nella sua paranoia, il principe costruì delle fortezze oltre il confine della foresta per tutelare l'onore della sabbia.\nMa alla fine i suoi soldati e il suo popolo si dispersero, e il suo nome venne smarrito, portato via dal vento del deserto.\nIn cima alle rovine della fonte dove furono dissotterrate le insegne delle passate esecuzioni dei colpevoli,\nle persone che avevano perso il proprio sogno del deserto non volevano ancora rinunciare al mare di sabbia.\nNel nome del Mare dei Giunchi che non è mai esistito, si congiungevano al sogno che era stato promesso loro...",
	"baseatk": 46,
	"substat": "Tasso di CRIT",
	"subvalue": "7.2",
	"effectname": "Sentinella del deserto",
	"effect": "Quando l'abilità elementale del personaggio colpisce un avversario, l'ATT del personaggio aumenta di un {0} per 8 s. Dopo che il personaggio subisce DAN, il suo ATT aumenta di un {1} per 8 s. I 2 effetti menzionati possono attivarsi anche quando il personaggio non è in campo. In più, quando non è protetto da uno scudo, i PS max del personaggio aumentano di un {2}.",
	"r1": [
		"20%",
		"20%",
		"32%"
	],
	"r2": [
		"25%",
		"25%",
		"40%"
	],
	"r3": [
		"30%",
		"30%",
		"48%"
	],
	"r4": [
		"35%",
		"35%",
		"56%"
	],
	"r5": [
		"40%",
		"40%",
		"64%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Eco di possanza infuocata",
				"count": 5
			},
			{
				"name": "Ossa frantumate",
				"count": 5
			},
			{
				"name": "Seta rossa sbiadita",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 5
			},
			{
				"name": "Ossa frantumate",
				"count": 18
			},
			{
				"name": "Seta rossa sbiadita",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 9
			},
			{
				"name": "Ossa compatte",
				"count": 9
			},
			{
				"name": "Seta rossa ritagliata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sogno di possanza infuocata",
				"count": 5
			},
			{
				"name": "Ossa compatte",
				"count": 18
			},
			{
				"name": "Seta rossa ritagliata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Sogno di possanza infuocata",
				"count": 9
			},
			{
				"name": "Ossa marchiate",
				"count": 14
			},
			{
				"name": "Broccato rosso sontuoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Tempi andati di possanza infuocata",
				"count": 6
			},
			{
				"name": "Ossa marchiate",
				"count": 27
			},
			{
				"name": "Broccato rosso sontuoso",
				"count": 18
			}
		]
	}
}