{
	"name": "Spada lunga di Rupenera",
	"description": "Una spada di un materiale noto come \"Rupenera\". La sua lama posteriore riluce di un bagliore purpureo.",
	"weapontype": "Spada",
	"rarity": "4",
	"story": "Una spada lunga realizzata con un raro tipo di pietra conosciuta come \"Rupenera\". La sua lama affilata è in grado di tagliare l'oro e la giada con facilità.\nIn una serena notte di luna, lungo la scanalatura della lama è possibile vedere un filo color cremisi scuro, della lunghezza di una mano tesa.\nIl suo bagliore rosso sangue tremola debolmente nel buio, come se la lama stesse ululando nella notte, annunciando la sua brama di squarciare la terra.\n\nDopo che i nuovi prototipi iniziarono a essere realizzati, il maestro artigiano Han Wu revisionò il suo intero catalogo di armi.\nPer produrre una lama di qualità superiore, questo progetto in particolare richiedeva una rara sostanza: la Rupenera cristallizzata.\nNel forgiare una spada di Rupenera, la durezza e la robustezza di una lama possono essere influenzate da minime differenze nella temperatura e dal tipo di acqua usata per il raffreddamento.\nQuesto rappresenta una grande sfida per i produttori di armi di Rupenera. Tuttavia, si tratta di una sfida che un buon fabbro deve riuscire a superare, se vuole liberarsi dalle catene che gli tarpano le ali e conseguire una maggiore maestria nel suo lavoro.\nHan Wu si impegnò per superare i propri limiti nella forgiatura. Grazie al suo buon amico della famiglia Yun, riuscì a procurarsi personalmente i materiali per fabbricare una nuova arma recandosi nella Voragine in compagnia di un gruppo di uomini.\nMa un crollo intrappolò la squadra nella miniera per quattro giorni.\n\nImprigionati tra le impenetrabili pareti di roccia della caverna, il gruppo si rese conto che gli strumenti di cui erano dotati non erano di alcuna utilità.\nPrivati della luce naturale e quindi incapaci di misurare lo scorrere del tempo, gli uomini soccombettero alla follia e alla disperazione uno dopo l'altro.\nProprio quando pensavano che ogni speranza fosse perduta, Han Wu credette di vedere un debole tremolio provenire da un angolo della caverna dove giaceva il prototipo di spada che aveva portato con sé.\nCon quella spada si fece strada verso la libertà, e i sopravvissuti riuscirono così a emergere dalle profondità della terra nella gloriosa luce del sole. Nel momento in cui il primo raggio di sole entrò in contatto con la lama, però, questa si frantumò in un milione di pezzi.\nLe forze abbandonarono le gambe del maestro artigiano che crollò a terra. Mesi dopo, riforgiò la spada e dichiarò: \"Questa spada si chiamerà Spada lunga di Rupenera, perché è stata realizzata con la Rupenera\".\nTutti coloro che videro la Spada lunga di Rupenera rimasero stregati dalla sua bellezza, incantati da quanto fosse affilata e folgorati dalla sua resistenza.\nTuttavia, i minatori non dissero una parola su ciò che avevano visto durante la disavventura in miniera...\n\nNel profondo dell'oscurità che consuma tutto, quando il maestro artigiano usò la spada per colpire la parete della caverna con tutta la sua forza, la lama emise un rumore assordante, come di un tuono che spazza le pianure.\nForse gli uomini sapevano che il boato della spada doveva presagire un terremoto nel futuro...",
	"baseatk": 44,
	"substat": "DAN da CRIT",
	"subvalue": "8",
	"effectname": "Vittoria a oltranza",
	"effect": "Dopo aver sconfitto un nemico, l'ATT aumenta di un {0} per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Sabbie brillanti di Guyun",
				"count": 3
			},
			{
				"name": "Coltello sacrificale del cacciatore",
				"count": 3
			},
			{
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Pietra lucente di Guyun",
				"count": 3
			},
			{
				"name": "Coltello sacrificale del cacciatore",
				"count": 12
			},
			{
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Pietra lucente di Guyun",
				"count": 6
			},
			{
				"name": "Coltello sacrificale dell'usuraio",
				"count": 6
			},
			{
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Reliquia di Guyun",
				"count": 3
			},
			{
				"name": "Coltello sacrificale dell'usuraio",
				"count": 12
			},
			{
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Reliquia di Guyun",
				"count": 6
			},
			{
				"name": "Coltello sacrificale dell'ispettore",
				"count": 9
			},
			{
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Corpo divino di Guyun",
				"count": 4
			},
			{
				"name": "Coltello sacrificale dell'ispettore",
				"count": 18
			},
			{
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}