{
	"id": 14433,
	"name": "Lanterna del midollo nero",
	"description": "Una lanterna che emette un tenue bagliore spettrale, racchiuso in una lega nera come la notte simile a ossa intrecciate. Si dice che un tempo fosse venerata come un tesoro prezioso da una certa organizzazione segreta.",
	"descriptionRaw": "Una lanterna che emette un tenue bagliore spettrale, racchiuso in una lega nera come la notte simile a ossa intrecciate. Si dice che un tempo fosse venerata come un tesoro prezioso da una certa organizzazione segreta.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Se il potere fosse un edificio maestoso, quanti mattoni servirebbero per realizzarlo?\nDa soli i mattoni non bastano a costruire un edificio. Quindi... Chi decide quali mattoni ne formeranno le fondamenta e quali la sommità?\nLa verità si cela dietro alla facciata dell'ordine rigoroso: è il puro caso a decidere arbitrariamente la destinazione di ogni mattone.\nUn edificio imponente può crollare a causa di un singolo mattone, ossia quello che non obbedisce a quest'ordine fasullo.\n\n\"Il tesoro segreto del Padrino giace nelle profondità del mercato nero\". Il banchetto per infrangere l'antico ordine era iniziato, e i lupi famelici si stavano riunendo per aggiudicarsi la \"preda\".\nEra una battaglia di tutti contro tutti. La minaccia più letale non proveniva dagli uomini del Padrino, ma dagli stessi ladri senza scrupoli.\nLa prima persona a entrare nella camera del tesoro fu una Fata. Il mondo gli aveva insegnato a conseguire dei vantaggi, a evitare i danni personali e a mantenere le distanze dai piani altrui.\nEra incredibilmente astuto, in grado di leggere le menti delle persone come una mappa e di percorrere le strade più sicure tra gli intrighi più complicati.\nLa seconda persona a fare un tentativo fu una giovane fanciulla per la quale vincere contro le Fate era più importante dei rompicapi del Padrino.\nCon la sua lama violò abilmente ogni serratura, superando i meccanismi presumibilmente intricati con le soluzioni più semplici.\nL'ultimo ad affrontare la sfida fu un cacciatore. Non vide il labirinto come un rompicapo, ma come un terreno di caccia avvolto nel gelido inverno, che richiedeva la massima attenzione.\nLa pazienza è una trappola avvelenata, e la perspicacia è una lama assetata di sangue. Guidato dai suoi metodi primitivi, il cacciatore affrontò la sfida con decisione.\n\nTuttavia, vennero tutti sconfitti dalla camera blindata: la Fata, la giovane donna e il cacciatore.\nUn maggiordomo vestito di nero legò i tre e li condusse uno per uno in una sala interna.\n\"Stimato Padrino, i suoi ospiti sono stati accomodati e ora attendono i suoi comandi.\"\nMasticando con comodo una pesca di Zaytun che teneva in mano, il Padrino si rivolse a ciascuno degli ospiti che il maggiordomo aveva fatto entrare, dicendo:\n\n\"Non hai mostrato alcun riguardo per l'ordine del mondo, e hai osato prendere ciò che non era tuo. Per questo, ho intenzione di ricompensarti.\nL'ordine, come tutti lo conosciamo, esiste solo per servire i suoi architetti. Lo trovo inaccettabile, ed è per questo che avrò bisogno del tuo aiuto.\nCiò che il mondo definisce ordine fa sì che i ricchi di arricchiscano, mentre ai poveri rimanga sempre meno del poco che hanno. Pertanto, sono giunto alla conclusione che il furto è l'unico modo per ristabilire un equilibrio.\nSe d'ora in poi sceglierai di rispettare il codice del ladro, mangia questo frutto in presenza dei resti del Maestro ladro.\"\nLa Fata, che fin dall'infanzia aveva desiderato sfuggire alla vanità del lusso della vita nobile, si commosse alle parole del Padrino e mangiò il Bulle in segno di assenso.\nLa giovane donna, che non si era mai piegata all'arroganza di chi era al di sopra di lei, inghiottì la Bacca uncinata senza esitazione, poiché la sua filosofia era in perfetta sintonia con quella del Padrino.\nL'ultimo a inghiottire il frutto, una Baccaduta, fu il cacciatore, che aveva preferito ritirarsi nella gelida foresta piuttosto che vivere in un mondo corrotto.\n\"Eccellente. L'accordo è stato siglato. Da oggi in poi, tu sarai la colonna portante della Resistenza contro l'ingiustizia.\"\n\nDopo aver visto uscire uno dopo l'altro tutti i suoi ospiti, il Padrino passò una mano sulle pareti spoglie della camera e si perse tra i suoi pensieri.\nAveva rimosso il \"mattone cardine\" dall'edificio dell'ordine, ma non poteva prevedere ciò che sarebbe successo dopo.\nOsservando il Padrino che si stringeva lo stomaco e aggrottava le sopracciglia, il maggiordomo al suo fianco sorrise elegantemente.\nCon la massima calma, prese la vertebra annerita del Maestro ladro, e uscì rapidamente lasciandosi dietro il giglio di calla usato per neutralizzare il veleno.\n\n\"Ciò che hai detto agli altri ladri mi ha finalmente fatto capire gli ideali del Maestro ladro. Per questo motivo, ti risparmierò la vita.\nLa vera giustizia non risiede nell'ordine in quanto tale, ma nel semplice fatto che nessuno può imporlo agli altri.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "48",
	"effectName": "Pegno del patto",
	"effectTemplateRaw": "I DAN da Fioritura aumentano di un <color=#99FFFFFF>{0}</color> e i DAN da Fioritura lunare di un <color=#99FFFFFF>{1}</color>. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Fioritura lunare aumentano di un ulteriore <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "I DAN da Fioritura aumentano di un 48% e i DAN da Fioritura lunare di un 12%. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Fioritura lunare aumentano di un ulteriore 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "I DAN da Fioritura aumentano di un 60% e i DAN da Fioritura lunare di un 15%. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Fioritura lunare aumentano di un ulteriore 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "I DAN da Fioritura aumentano di un 72% e i DAN da Fioritura lunare di un 18%. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Fioritura lunare aumentano di un ulteriore 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "I DAN da Fioritura aumentano di un 84% e i DAN da Fioritura lunare di un 21%. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Fioritura lunare aumentano di un ulteriore 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "I DAN da Fioritura aumentano di un 96% e i DAN da Fioritura lunare di un 24%. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Fioritura lunare aumentano di un ulteriore 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Frammento del dispositivo ingegnoso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Barlume della Notte gelata",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Replica del dispositivo ingegnoso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Barlume della Notte gelata",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Replica del dispositivo ingegnoso",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Bagliore della Notte gelata",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Eredità del dispositivo ingegnoso",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Bagliore della Notte gelata",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Eredità del dispositivo ingegnoso",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Gloria della Notte gelata",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Desiderio del dispositivo ingegnoso",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Gloria della Notte gelata",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 12
			}
		]
	}
}