{
	"id": 15408,
	"name": "Arco da guerra di Rupenera",
	"description": "Un arco di Rupenera che vanta dei flettenti estremamente resistenti. Il suo uso richiede un arciere dotato di braccia forti.",
	"descriptionRaw": "Un arco di Rupenera che vanta dei flettenti estremamente resistenti. Il suo uso richiede un arciere dotato di braccia forti.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Un arco lungo realizzato con della Rupenera rara. Tendendo la corda invoca un suono simile al vento... Una premonizione dell'ultima brezza per qualsiasi bersaglio entro 90 metri.\nIl corpo di color nero corvino è contrastato dall'estremità rosso sangue, ed è freddo al tatto ma senza essere intimidatorio. La freccia che scocca vola nel cielo come una meteora, sfidando sia il vento che il tuono.\n\nLa famiglia Yun si è da tempo affermata a Liyue come una famiglia di artigiani. Al tempo della nascita di quest'arco, il settimo capo della famiglia, Hui, era conosciuto come membro delle Sette Stelle.\nYun Hui aveva una sola figlia, di nome Huang. Secondo l'usanza familiare, se si fosse sposata, suo marito avrebbe assunto il ruolo di capofamiglia.\nEssendo stata cresciuta come incrollabile marzialista, Huang rifiutò di prendere questa strada, e invece assunse il controllo da figlia che era, incitando pettegolezzi infiniti tra la gente.\nMa Yun Huang prese il comando in un momento difficile.\n\nIl continente era turbato. Anche la più alta delle vette e la più profonda delle caverne crollarono in una sinfonia di deboli ruggiti.\nLa generosità della terra sotto di loro divenne quasi irraggiungibile, minacciando di porre fine all'eredità del loro mestiere.\nUna notte Yun Huang rimase sveglia, incapace di dormire, tormentata dalle preoccupazioni che il nome della sua famiglia sarebbe finito con lei.\nIn mezzo al dolore che l'avvolgeva, non poteva fare altro che invocare il cielo e pregare per l'intervento celeste nella sua situazione disperata.\n\nFu allora che Han Ce, che da tempo aveva abbandonato l'attività di famiglia e vagato per il continente, arrivò al villaggio nei suoi abiti da artigiano.\nConsegnò a Huang una piccola scatola di legno, all'interno della quale c'erano i progetti dei prototipi che suo padre aveva rivisto nei suoi ultimi anni. Tirò fuori anche un arco e disse:\n\"Poiché la questione è nata a Rupenera, essa finirà lì. Si dice che la famiglia Yun apprezzi il tiro con l'arco. Se lo gradite, provate questo.\"\nHuang scoccò una freccia nel cielo. Ruggiva nel firmamento come un tuono furioso, mentre il suono della corda che veniva rilasciata riecheggiava attraverso le montagne.\nMentre osservava le nuvole scorrere sotto la luna, sapeva che la sua preghiera era stata esaudita.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "8%",
	"effectName": "Vittoria a oltranza",
	"effectTemplateRaw": "#Dopo aver sconfitto un nemico, l'ATT aumenta di un <color=#99FFFFFF>{0}</color> per 30{NON_BREAK_SPACE}s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
	"r1": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 12% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 15% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 18% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 21% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 24% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Sabbie brillanti di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo divino di Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 12
			}
		]
	}
}