{
	"id": 13404,
	"name": "Lancia di Rupenera",
	"description": "Un'arma di Rupenera e Aerosiderite. La sua punta brilla d'un bagliore purpureo.",
	"descriptionRaw": "Un'arma di Rupenera e Aerosiderite. La sua punta brilla d'un bagliore purpureo.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "Una lancia dalla punta affilata, forgiata usando della rara Rupenera. Saetta nell'aria come un fulmine, senza essere ostacolata dal vento.\nRealizzato interamente con cristallo di Rupenera, il corpo è intarsiato con pietre decorative di giada rossa.\nAl chiaro di luna, si può vedere un lieve bagliore rosso di sangue all'interno.\n\nHan Wu, il maestro artigiano di Liyue, ebbe un figlio dalla sua prima moglie. Il nome del figlio era \"Han Ce, il freddo calcolatore\". Freddo, perché suo padre desiderava che fosse freddo e razionale. Calcolatore, in modo che fosse preciso nel suo mestiere e potesse ereditare l'attività di famiglia.\nTuttavia, Han Ce aveva altre ambizioni. Da studente, passava il tempo a leggere racconti sulle arti marziali, impiegando il suo tempo libero nell'esercizio con la lancia sulle montagne. Era consumato dal desiderio di diventare un combattente nomade in giro per il mondo con la sua lancia come protezione.\nQuando perlustrava le terre in cerca di Aerosiderite, non era alla ricerca del minerale, ma del brivido dell'avventura. Quando saliva sulle vette più alte per comunicare con gli Adepti, non desiderava la saggezza dei saggi, ma avventure da raccontare.\nA Han Ce non importava delle fiamme della fucina e del funzionamento delle armi. Suo padre lo rimproverava, ma non serviva a nulla. Alla fine, un giorno Han Ce se ne andò di casa senza salutare il padre.\n\nNei suoi ultimi anni, Han Wu venne coinvolto in un incidente minerario che cambiò profondamente il suo temperamento. Han Ce venne a sapere dell'accaduto e si affrettò a tornare a casa viaggiando di notte per fare visita a suo padre.\nPrima Han Wu era irascibile e aveva sempre qualcosa da dire, ora era calmo e tranquillo. Non provava più risentimenti nei confronti del figlio per non aver accettato di ereditare la fucina.\nE così, il rapporto tra padre e figlio si intensificò come mai prima di allora. Han Ce si vergognava delle sue azioni passate, ma non sapeva come redimersi.\nDiversi anni dopo, Han Wu esalò l'ultimo respiro. Così terminò la vita del maestro artigiano di un'intera generazione. Per volontà di suo padre, Han Ce recuperò un archivio di progetti dallo studio: si trattava degli straordinari prototipi.\nL'archivio era sigillato all'interno di una cassa di legno insieme a una lettera per Han Ce.\n\"Al mio caro figlio, Han Ce. Il mondo è vasto e pieno di meraviglie. Che tu possa vedere sempre la meraviglia nel mondo, ovunque ti spingerai.\"\n\nI progetti erano pieni di commenti scritti dal padre. Han Ce fu molto contento della scoperta e continuò a contemplarli per tutta la notte.\nQuando Han Ce uscì dalla porta dello studio alle prime luci dell'alba, osservò con stupore la caduta di un meteorite dal cielo. Si schiantò proprio davanti a lui, di fronte alla residenza della famiglia Han, atterrando in verticale.\nIl cuore di Han Ce venne inondato da un mare di emozioni. Lacrime di gioia e di dolore allo stesso tempo gli solcarono il viso mentre gridava: \"Il cielo ha parlato! Il cielo ha parlato!\"\nHan Ce prese l'Aerosiderite nera come la pece e l'aggiunse alla Rupenera rimasta nella fucina. Seguendo alla lettera i progetti del padre, creò una lancia dalla punta affilata e brillante come il ghiaccio, e una struttura resistente come la roccia.\nCon quest'arma, Han Ce avrebbe potuto viaggiare in giro per il mondo, ma scelse di non farlo. Aveva giurato che, a partire da quel giorno, mai più le fiamme della fucina si sarebbero spente e mai più la fabbricazione di armi sarebbe cessata.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "12%",
	"effectName": "Vittoria a oltranza",
	"effectTemplateRaw": "#Dopo aver sconfitto un nemico, l'ATT aumenta di un <color=#99FFFFFF>{0}</color> per 30{NON_BREAK_SPACE}s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
	"r1": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 12% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 15% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 18% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 21% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 24% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Elisir di piombo della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Elisir primordiale della nebbia",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}