{
	"id": 12408,
	"name": "Grande lama di Rupenera",
	"description": "Uno spadone estremamente resistente, forgiato nella Fucina di Rupenera. La sua lama riluce di un riflesso purpureo.",
	"descriptionRaw": "Uno spadone estremamente resistente, forgiato nella Fucina di Rupenera. La sua lama riluce di un riflesso purpureo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Uno spadone realizzato con la rara Rupenera. Pesante come un masso, è talmente potente da poter creare un varco attraverso una montagna.\nLa lama è stata forgiata combinando un cristallo di Rupenera e un minerale cremisi. È nera come l'inchiostro, con fiamme rosse che si sprigionano dall'interno.\n\nLe armi di Rupenera affondano le loro radici nell'antico modello \"prototipo\". Le lame di Rupenera possiedono tre caratteristiche distintive: sono dure come la roccia, brillanti come il ghiaccio e agguerrite come il sangue che ci dà la vita.\nAnche se la Grande lama è uno spadone, è dotata di un'affilatura unica ed è poco più spessa di un filo di seta.\nI cristalli rossi e neri si amalgamano alla perfezione, e ogni segmento si incastra perfettamente nel successivo dando vita a un unico corpo.\nIl motivo della fiamma e le pietre di giada rossa che adornano l'elsa donano alla spada un aspetto oscuro e minaccioso da lontano, come sangue rosso che trasuda da un pozzo senza fondo di inchiostro nero.\n\nUn tempo, il maestro artigiano Han Wu si avventurò alla ricerca del miglior minerale con cui fondere una lama di Rupenera. Cercò ovunque, finché non rimase coinvolto in un incidente in miniera.\nIntrappolato nella caverna, i suoi occhi non riuscivano a vedere altro che un'oscurità disorientante e travolgente. Nelle sue orecchie rimbombava il fragoroso schianto delle rocce, come se le fondamenta del mondo stessero crollando.\nDopo questa disavventura, la fucina dell'artigiano rimase inutilizzata. Dove un tempo le fiamme bruciavano luminose, ora si raccoglieva la polvere, mentre la creatività che un tempo regnava sovrana si affievoliva e moriva.\nIl figlio di Han Wu, Han Ce, apprese che il nucleo della terra era stato sigillato a causa di un'invasione di mostri, e si precipitò a informare suo padre.\nHan Wu fu assalito dai sensi di colpa dopo aver appreso la notizia. Era sicuro che fosse stato il suo viaggio nella miniera ad aver disturbato il drago nel sottosuolo e il meteorite in cielo. Così, si alzò con fatica dal suo letto, accese di nuovo il fuoco della fucina e forgiò un potente spadone.\nQuando fu pronto, Han Ce portò la spada nella miniera. Lì, seguendo le istruzioni di suo padre, eresse un santuario alto quanto lui e vi collocò la spada per allontanare il male e redarguire il drago.\n\nHan Wu morì serenamente nel sonno diversi anni dopo.\nAl momento della morte di Han Wu, un viaggiatore che passava vicino alla miniera del Monte Tianheng vide una luce cremisi brillare tra le rocce. Sotto gli occhi del viaggiatore, apparve un santuario nascosto che si aprì lentamente.\nLo spadone all'interno del santuario brillava debolmente, come se piangesse in segno di lutto.\nQuella stessa notte, Han Ce si recò sulle montagne per recuperare la lama.\nIl Tianshu di quell'epoca incise personalmente un'iscrizione sulla lama:\n\"Trafigge le montagne e scinde i mari, fa a pezzi le nuvole e squarcia la luna\".",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "12%",
	"effectName": "Vittoria a oltranza",
	"effectTemplateRaw": "#Dopo aver sconfitto un nemico, l'ATT aumenta di un <color=#99FFFFFF>{0}</color> per 30{NON_BREAK_SPACE}s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
	"r1": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 12% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 15% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 18% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 21% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 24% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Elisir di piombo della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Elisir primordiale della nebbia",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}