{
	"id": 14408,
	"name": "Agata di Rupenera",
	"description": "Un catalizzatore misterioso realizzato in un materiale noto come Rupenera. Brilla di un'inquietante luce purpurea che sembra pulsare in sincronia con i tremori delle profondità terrestri.",
	"descriptionRaw": "Un catalizzatore misterioso realizzato in un materiale noto come Rupenera. Brilla di un'inquietante luce purpurea che sembra pulsare in sincronia con i tremori delle profondità terrestri.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Un catalizzatore realizzato con della Rupenera rara. Si illumina quando viene attivato e l'energia cosmica circola al suo interno.\nIl dispositivo ha una forma circolare con un pezzo di Cor Purum color rosso sangue inserito al centro. Il Cor Purum sembra crescere e calare come una luna cremisi, diventando sempre più luminoso e poi costantemente più scuro in un ciclo senza fine.\n\n\"Le numerose montagne di Tianheng ospitano mille tesori poiché, nelle profondità delle loro rocce, ricchi filoni di giada luccicano gloriosamente\". Questo per dire che l'estrazione mineraria prosperava a Liyue durante il regno del Rex Lapis.\nI giacimenti di minerale nel Monte Tianheng e nell'area circostante si esaurirono uno dopo l'altro, costringendo i minatori a scavare più in profondità. Il risultato fu una rete di tunnel sotterranei che si estendeva in tutte le direzioni della regione. Nel punto più profondo, le miniere arrivavano fino al centro della terra.\nGradualmente, la regione un tempo tranquilla fu assalita da una serie di disordini sempre più frequenti. Con un brontolio profondo, la terra tremava, provocando frane sulle montagne e crolli nelle miniere.\nDurante la notte, si riuscivano a sentire in lontananza i lamenti delle anime innocenti addolorate che erano periti in quelle catastrofi.\n\nPoi, un giorno, uno straniero giunse al Monte Qingce.\nLo sconosciuto era vestito con un abito lungo e parlava in modo astruso ed eloquente. Dichiarò di essere uno stregone in visita a Liyue alla ricerca di due artigiani di nome Yun e Han.\nYun Huang, la prima figlia della famiglia Yun, risiedeva allora nel villaggio di Qingce. Lei inviò immediatamente un messaggero a recuperare Han Ce, il primo figlio del maestro artigiano Han Wu.\nLo stregone informò entrambi che in passato i membri delle famiglie Yun e Han avevano creato insieme un catalizzatore per gli stregoni di tutto il mondo.\nCon i disordini che si stavano diffondendo a Liyue, gli stregoni desideravano dare agli Yun e agli Han un pezzo di Cor Purum cremisi, nella speranza che potesse aiutare la loro gente in questo periodo travagliato.\n\nDopo aver ricevuto il messaggio, Yun Huang e Han Ce accesero immediatamente la fornace e crearono un catalizzatore di Rupenera con il Pur Lapis cremisi come nucleo.\nLa pietra cremisi risuonava con le linee geomantiche della terra. Un bagliore rosso sangue avrebbe lampeggiato per avvisare di un'imminente attività tettonica.\nProprio come le stelle guidano coloro che viaggiano di notte, così questo catalizzatore era la luce che offrì un passaggio sicuro alla gente di Liyue durante quel periodo tumultuoso di frane e crolli. Era posizionato ai piedi del Monte Tianheng affinché tutti lo potessero vedere.\nQuando finalmente tornarono i giorni sereni, l'Agata di Rupenera sparì silenziosamente senza lasciare traccia, proprio come era svanita la furia del nucleo terrestre.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "12%",
	"effectName": "Vittoria a oltranza",
	"effectTemplateRaw": "#Dopo aver sconfitto un nemico, l'ATT aumenta di un <color=#99FFFFFF>{0}</color> per 30{NON_BREAK_SPACE}s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
	"r1": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 12% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 15% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 18% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 21% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Dopo aver sconfitto un nemico, l'ATT aumenta di un 24% per 30 s. Cumulabile fino a 3 volte. La durata di ogni accumulo è indipendente dalle altre.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Sabbie brillanti di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo divino di Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 12
			}
		]
	}
}