{
	"id": 13516,
	"name": "Rovine insanguinate",
	"description": "Una lunga lancia macchiatasi di nero nel corso di un'accanita battaglia. Quando illuminata dalla spettrale luce blu della lanterna, brilla di un bagliore etereo.",
	"descriptionRaw": "Una lunga lancia macchiatasi di nero nel corso di un'accanita battaglia. Quando illuminata dalla spettrale luce blu della lanterna, brilla di un bagliore etereo.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 5,
	"story": "Un racconto popolare delle terre del Nord parla di due fratelli: il Re della Quercia estiva, che donò il calore al mondo, e suo fratello maggiore, il Re del Leccio invernale, che gli voleva un gran bene.\nMa una tragica lite improvvisa portò il Re del Leccio invernale a uccidere accidentalmente il proprio fratello minore, gettando il mondo in un inverno senza fine.\nForse, senza questo tragico evento, i sudditi del regno non avrebbero mai potuto comprendere il motivo per cui il loro benevolo re era sempre avvolto dal vento e dalla neve.\nMa solo le Fate, grazie alla loro lunga vita, sapevano che quel gelo perenne stava durando molto più a lungo del regno dello Tsar.\nDal suo ritorno dalle rovine dell'Estremo Nord, l'Imperatore Bianco, che regnava sulle Fate dall'alto trono della Candida Stella, era rimasto in silenzio.\nSi soffermò nella foresta di betulle, perso nei suoi pensieri, prima di aprire la porta agli umani che un tempo aveva respinto.\nUn palazzo labirintico fu eretto ai confini della terra ghiacciata, accanto alle gigantesche fornaci di Snezhnograd.\nIn quel luogo furono convocati gli umani e le Fate più saggi, e lì furono piantati i primi semi di una grandiosa illusione.\nPer un numero incalcolabile di giorni e notti, i più fedeli e valorosi servitori dello Tsar fecero la guardia a quel palazzo di audaci trasgressioni.\nTra di loro c'erano Fate che avevano seguito il loro sovrano sin dall'inizio, così come mortali di stirpi leali e fedeli allo Tsar.\nI due fratelli appartenevano alla generazione più giovane del clan. Il maggiore, che aveva ereditato l'emblema dell'Usignolo, assunse l'incarico di proteggere il carro sacro.\nIl minore, che aveva sempre ammirato suo fratello maggiore, non ebbe altra scelta che rinunciare al nome di famiglia e rassegnarsi a una vita d'oblio sul confine.\nSuccessivamente, una calamità nata dall'egoismo distrusse i loro ideali e cambiò il loro destino per sempre...\nLa guardia fedele venne consumata dalle \"bestie\", creature di pura oscurità e prive d'intelletto, solo perché aveva commesso il \"crimine\" d'intravedere il segreto dei filosofi.\nSuo fratello minore, che era partito per sedare una rivolta in una terra lontana, tornò in un mondo già ricoperto di neve.\nMa, al posto delle sue solite piume bianche e argentate, la lancia che trovò era ora ricoperta di macchie scure di sangue nobile.\nAnni dopo, il generale che aveva ereditato il nome di famiglia abbandonò la propria patria alla volta della frontiera selvaggia per vendicarsi.\nOgni volta che le sue dita toccavano la lancia, veniva trasportato di nuovo nella lunga notte innevata, all'esterno dell'antico palazzo.\nIl ricordo era pregno di dolore, e le parole del suo vecchio amico, proferite davanti alla ghigliottina, gli riecheggiavano nella mente...\nSotto il globo sublunare, il mondo era incatenato al suo tragico destino, e i suoi cittadini smarriti vagavano senza meta nelle terre che un tempo chiamavano casa.\nIl Forgialuce, immerso nel chiaro di luna eterno, accese la fiamma perpetua e iniziò la sua veglia.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "4,8%",
	"effectName": "Tributo funebre",
	"effectTemplateRaw": "#Nei 3,5{NON_BREAK_SPACE}s successivi all'utilizzo del Tripudio elementale, i DAN da Carica lunare inflitti agli avversari dal personaggio che equipaggia l'arma aumentano di un <color=#99FFFFFF>{0}</color>. Inoltre, dopo aver innescato una reazione di Carica lunare, il personaggio che equipaggia l'arma ottiene l'effetto Requiem della rovina, che aumenta i DAN da CRIT di un <color=#99FFFFFF>{1}</color> per 6{NON_BREAK_SPACE}s e ripristina <color=#99FFFFFF>{2}</color> punti di energia elementale. Il ripristino dell'energia può verificarsi una volta ogni 14{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Nei 3,5 s successivi all'utilizzo del Tripudio elementale, i DAN da Carica lunare inflitti agli avversari dal personaggio che equipaggia l'arma aumentano di un 36%. Inoltre, dopo aver innescato una reazione di Carica lunare, il personaggio che equipaggia l'arma ottiene l'effetto Requiem della rovina, che aumenta i DAN da CRIT di un 28% per 6 s e ripristina 12 punti di energia elementale. Il ripristino dell'energia può verificarsi una volta ogni 14 s.",
		"values": [
			"36%",
			"28%",
			"12"
		]
	},
	"r2": {
		"description": "Nei 3,5 s successivi all'utilizzo del Tripudio elementale, i DAN da Carica lunare inflitti agli avversari dal personaggio che equipaggia l'arma aumentano di un 48%. Inoltre, dopo aver innescato una reazione di Carica lunare, il personaggio che equipaggia l'arma ottiene l'effetto Requiem della rovina, che aumenta i DAN da CRIT di un 35% per 6 s e ripristina 13 punti di energia elementale. Il ripristino dell'energia può verificarsi una volta ogni 14 s.",
		"values": [
			"48%",
			"35%",
			"13"
		]
	},
	"r3": {
		"description": "Nei 3,5 s successivi all'utilizzo del Tripudio elementale, i DAN da Carica lunare inflitti agli avversari dal personaggio che equipaggia l'arma aumentano di un 60%. Inoltre, dopo aver innescato una reazione di Carica lunare, il personaggio che equipaggia l'arma ottiene l'effetto Requiem della rovina, che aumenta i DAN da CRIT di un 42% per 6 s e ripristina 14 punti di energia elementale. Il ripristino dell'energia può verificarsi una volta ogni 14 s.",
		"values": [
			"60%",
			"42%",
			"14"
		]
	},
	"r4": {
		"description": "Nei 3,5 s successivi all'utilizzo del Tripudio elementale, i DAN da Carica lunare inflitti agli avversari dal personaggio che equipaggia l'arma aumentano di un 72%. Inoltre, dopo aver innescato una reazione di Carica lunare, il personaggio che equipaggia l'arma ottiene l'effetto Requiem della rovina, che aumenta i DAN da CRIT di un 49% per 6 s e ripristina 15 punti di energia elementale. Il ripristino dell'energia può verificarsi una volta ogni 14 s.",
		"values": [
			"72%",
			"49%",
			"15"
		]
	},
	"r5": {
		"description": "Nei 3,5 s successivi all'utilizzo del Tripudio elementale, i DAN da Carica lunare inflitti agli avversari dal personaggio che equipaggia l'arma aumentano di un 84%. Inoltre, dopo aver innescato una reazione di Carica lunare, il personaggio che equipaggia l'arma ottiene l'effetto Requiem della rovina, che aumenta i DAN da CRIT di un 56% per 6 s e ripristina 16 punti di energia elementale. Il ripristino dell'energia può verificarsi una volta ogni 14 s.",
		"values": [
			"84%",
			"56%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114077,
				"name": "Barlume della Selce della Lunga notte",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Manifestazione brumosa",
				"count": 5
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Incandescenza della Selce della Lunga notte",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Manifestazione brumosa",
				"count": 18
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114078,
				"name": "Incandescenza della Selce della Lunga notte",
				"count": 9
			},
			{
				"id": 112135,
				"name": "Frammento di armatura brumoso",
				"count": 9
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114079,
				"name": "Bagliore della Selce della Lunga notte",
				"count": 5
			},
			{
				"id": 112135,
				"name": "Frammento di armatura brumoso",
				"count": 18
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114079,
				"name": "Bagliore della Selce della Lunga notte",
				"count": 9
			},
			{
				"id": 112136,
				"name": "Elmo brumoso",
				"count": 14
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114080,
				"name": "Fulgore della Selce della Lunga notte",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Elmo brumoso",
				"count": 27
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 18
			}
		]
	}
}