{
	"id": 11432,
	"name": "Calamità di Eshu",
	"description": "Una spada cerimoniale forgiata da Sanhaj, il grande e sommo sacerdote dei Maestri del Vento della Notte. Secondo i racconti di un tempo passato, Sanhaj poteva usare questa lama ricurva per dei rituali, offuscando i confini tra il Regno della Notte e questo mondo.",
	"descriptionRaw": "Una spada cerimoniale forgiata da Sanhaj, il grande e sommo sacerdote dei Maestri del Vento della Notte. Secondo i racconti di un tempo passato, Sanhaj poteva usare questa lama ricurva per dei rituali, offuscando i confini tra il Regno della Notte e questo mondo.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "Prima della metamorfosi, una farfalla non è altro che un bozzolo verde e raggrinzito.\nAllo stesso modo, quando sono ancora giovani, i leggiadri fenicotteri rossi sono delle palline di piume grigie.\nAnche il grande sacerdote che avrebbe stregato il popolo con parole intricate\naveva trascorso molto tempo in silenzio dopo la sua nascita.\n\nL'anziano che sorvegliava il fuoco rituale della tribù affermò che metà della sua anima si era persa nelle fiamme della notte.\nE così, nel giorno del suo compleanno, il giovane silente si addentrò in desolate terre di pietra cercando il suo io mancante.\nMa un simile viaggio è irto di pericoli, poiché l'anima deve attraversare sette strati di veli per ottenere udienza con il Signore del Silenzio.\nIn pochi ritornano, anche con l'aiuto di un compagno Saurico in grado di attraversare i due regni.\nSolo Mahamba, il più enigmatico degli Iktomisauri, era disposto ad accompagnare il ragazzo nelle terre sconosciute.\n\nNel lungo corridoio pavimentato d'ossidiana, il bambino aprì gli occhi come se fosse la prima volta.\nRicordi di un antico regno fluivano come acqua nelle sue pupille e, tra luci fluttuanti e fosforescenti,\nsi sentì come se avesse davvero vissuto quegli anni... Quando il primo Archon di Pyro giurò alle sue forze armate davanti al vulcano,\nlui era lì, all'ombra di molti eroi, anche se non era mai esistito davvero in quell'epoca.\nQuando il Sacro Signore, usurpatore della città, caduto in uno stato confusionale, fu sconfitto dal giovane dagli occhi cremisi sulle scale dinanzi a un trono vuoto,\nabbassò lo sguardo e vide il volto di colui che era caduto nel fango oscuro dall'alto della città in fiamme.\n\nTutto ciò che gli era accaduto in passato gli aveva concesso la comprensione delle parole, della loro struttura sillabica e del loro significato nascosto.\nGli aveva anche permesso di vedere più in profondità e più a lungo nell'intricato groviglio del tempo.\nFinché non si era reso conto che la Signora della Notte aveva fatto in modo che gli venisse mostrato tutto.\nIl bambino, che ormai era cresciuto, vide un'ombra che avrebbe presto coperto tutta Natlan, e i mostri che provenivano da oltre questo mondo.\nVide l'ombra scura avvolgere un'isola solitaria e annidarsi in ogni anfratto, devastante come un incendio.\nLaddove era arrivata l'ombra oscura, i morti e i moribondi piangevano amaramente.\n\nQuando la nebbia oscura stava per lambire le tribù di Natlan, il giovane non riuscì a fare a meno di urlare: \"Basta!\"\nE con la sua prima parola, si svegliò, ritrovandosi a terra vicino a un falò dal colore blu.\nVide gli occhi di Mahamba illuminarsi nella luce fioca, poi l'anziano gli diede un bastone cerimoniale.\n\nDa quel giorno, Sanhaj, che conosceva tutto sul passato,\navrebbe usato quelle antiche parole per redarguire gli stolti che prendevano alla leggera i pericoli futuri.\nDa quel giorno, Sanhaj, che conosceva tutte le storie, iniziò a tessere una tela di bugie,\nper trasformare i rotoli di tessuto in un velo, così da nascondere un passato che non doveva più essere toccato.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Confine propagato",
	"effectTemplateRaw": "Quando i personaggi sono protetti da uno scudo, i DAN inflitti dagli attacchi normali e caricati aumentano di un <color=#99FFFFFF>{0}</color>, e il relativo tasso di CRIT aumenta di un <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Quando i personaggi sono protetti da uno scudo, i DAN inflitti dagli attacchi normali e caricati aumentano di un 20%, e il relativo tasso di CRIT aumenta di un 8%.",
		"values": [
			"20%",
			"8%"
		]
	},
	"r2": {
		"description": "Quando i personaggi sono protetti da uno scudo, i DAN inflitti dagli attacchi normali e caricati aumentano di un 25%, e il relativo tasso di CRIT aumenta di un 10%.",
		"values": [
			"25%",
			"10%"
		]
	},
	"r3": {
		"description": "Quando i personaggi sono protetti da uno scudo, i DAN inflitti dagli attacchi normali e caricati aumentano di un 30%, e il relativo tasso di CRIT aumenta di un 12%.",
		"values": [
			"30%",
			"12%"
		]
	},
	"r4": {
		"description": "Quando i personaggi sono protetti da uno scudo, i DAN inflitti dagli attacchi normali e caricati aumentano di un 35%, e il relativo tasso di CRIT aumenta di un 14%.",
		"values": [
			"35%",
			"14%"
		]
	},
	"r5": {
		"description": "Quando i personaggi sono protetti da uno scudo, i DAN inflitti dagli attacchi normali e caricati aumentano di un 40%, e il relativo tasso di CRIT aumenta di un 16%.",
		"values": [
			"40%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Decadenza delirante del Sacro Signore",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Divinità delirante del Sacro Signore",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 12
			}
		]
	}
}