{
	"name": "Flagello delle calamità",
	"description": "Un'arma eccezionalmente affilata forgiata da uno strano cristallo. La sua debole luce azzurra sembra sussurrare storie del passato all'infinito.",
	"weapontype": "Lancia",
	"rarity": "5",
	"story": "Si dice che questa lunga lancia sia stata forgiata con materiali non appartenenti a questo mondo.\nTale arma è passata tra le mani di numerose anime fedeli, ma sfortunate.\nEssa ha assistito a intere carneficine e assaporato il sangue e le carne di innumerevoli bestie immonde.\n\nSi dice che, un tempo, una persona il cui lavoro consisteva nell'esorcizzare il male raggiunse la grande voragine delle sabbie di cristallo.\nTra le sue profondità trovò un cristallo azzurro dall'aura sinistra.\nDopodiché, assoldò un fabbro per tramutarlo in una lancia che chiamò Flagello delle calamità.\n\n\"Di certo questa lancia verrà usata per sventare ogni possibile catastrofe.\"\nGli indigeni, che si guadagnavano da vivere su quelle montagne rocciose, non erano soliti né vantarsi né criticare.\nMa non era stato firmato alcun contratto e tali parole non avevano un prezzo, quindi vennero accettate ugualmente.\n\nIn seguito, delle onde mostruose scalarono il substrato roccioso, mutando in nero il colore di quella terra un tempo vermiglia.\nIl muro di scudi dei Milleliti si scontrò con forze oscure, e chiunque rimase indietro venne massacrato.\nCome una fredda stella nelle tenebre, il Flagello delle calamità lampeggiò verso il cuore del vortice...\n\nE quando infine la luce del tramonto separò le lugubri nuvole, il fango scuro affondò di nuovo nelle profondità della voragine.\nIl Flagello delle calamità andò perduto, e con esso si persero le tracce dello Yaksha che lo brandiva. Entrambi tacquero di nuovo.\nSuccessivamente, tutti coloro che brandirono tale lancia incontrarono la stessa sorte.\nCi furono, però, individui che combatterono senza che gli venisse ordinato, o che protessero altre persone senza aver prestato alcun giuramento.\nPer loro, un tale destino non era certo una tragedia...\n\nSi dice anche che, una volta, tale lancia fu presa in prestito da qualcuno.\nE in una grotta deserta ed erosa dall'acqua fu testimone dello scontro tra due amici intimi.",
	"baseatk": 49,
	"substat": "ATT",
	"subvalue": "3.6",
	"effectname": "Legge dell'estinzione",
	"effect": "Ricevi un {0} di bonus DAN per tutti gli elementi. Dopo l'uso di un'abilità elementale, ottieni l'effetto Perfezionamento per 20 s, che aumenta l'ATT di un {1} al secondo. L'aumento dell'ATT è cumulabile fino a 6 volte. Quando il personaggio equipaggiato con quest'arma non è sul campo, l'aumento dell'ATT di Perfezionamento raddoppia.",
	"r1": [
		"12%",
		"3,2%"
	],
	"r2": [
		"15%",
		"4%"
	],
	"r3": [
		"18%",
		"4,8%"
	],
	"r4": [
		"21%",
		"5,6%"
	],
	"r5": [
		"24%",
		"6,4%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Elisir di piombo della nebbia",
				"count": 5
			},
			{
				"name": "Polline d'Erbafosca",
				"count": 5
			},
			{
				"name": "Nettare del Malefiore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Elisir di mercurio della nebbia",
				"count": 5
			},
			{
				"name": "Polline d'Erbafosca",
				"count": 18
			},
			{
				"name": "Nettare del Malefiore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Elisir di mercurio della nebbia",
				"count": 9
			},
			{
				"name": "Erbafosca",
				"count": 9
			},
			{
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Elisir d'oro della nebbia",
				"count": 5
			},
			{
				"name": "Erbafosca",
				"count": 18
			},
			{
				"name": "Nettare brillante",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Elisir d'oro della nebbia",
				"count": 9
			},
			{
				"name": "Ciuffi d'Erbafosca",
				"count": 14
			},
			{
				"name": "Nettare energetico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Elisir primordiale della nebbia",
				"count": 6
			},
			{
				"name": "Ciuffi d'Erbafosca",
				"count": 27
			},
			{
				"name": "Nettare energetico",
				"count": 18
			}
		]
	}
}