{
	"id": 14513,
	"name": "Supervisione pecuniaria",
	"description": "Un dispositivo fluttuante in grado di monitorare determinati fenomeni. Era rimasto abbandonato, ma è stato ritrovato e adattato ad altri utilizzi.",
	"descriptionRaw": "Un dispositivo fluttuante in grado di monitorare determinati fenomeni. Era rimasto abbandonato, ma è stato ritrovato e adattato ad altri utilizzi.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "La circolazione del denaro traccia le arterie del mondo intero.\nUn'infinità di vite scorre tra maree di sangue, fino a esserne travolta e inghiottita.\nIl tutto, ovviamente, andrebbe incluso tra i conseguimenti dell'uomo.\nI numeri e la matematica sono nati per contare il denaro,\ne hanno permesso di documentare i debiti, nonché di creare leggi per disciplinare il trasferimento di ricchezze.\n\nL'umanità avrebbe dovuto essere padrona del denaro, non diventarne schiava.\nE il cuore dell'oro avrebbe dovuto pulsare per il bene della razza umana.\nNessuno può davvero possedere il denaro, questo è un dato di fatto.\nEsso è stato affidato solo temporaneamente alle mani dell'uomo,\naffinché potesse scorrere tra i vari angoli del mondo fino alla fine dei tempi.\n\nC'è stata una persona che faceva fatica a comprendere questo concetto.\nChe tale \"angolo del mondo\" potesse essere scelto e definito con precisione.\nQuella stessa persona trovava anche impossibile accettare\nche il grande traguardo che sarebbe dovuto appartenere all'umanità\nfosse stato proposto e vincolato da quella fantomatica \"divinità\".\nPertanto, l'intero sistema andava ripensato da cima a fondo.\nSe il dio di una terra lontana si era appropriato del cuore del denaro,\nsignifica che aveva la facoltà di rendere schiavo chiunque in qualsiasi momento.\nPer quanto appropriarsi del cuore dell'oro potesse rivelarsi impossibile,\nil controllo sul denaro andava distribuito equamente tra ogni singolo individuo.\n\n\"Forse le parole non bastano a chiarire il concetto, quindi permettetemi di darvi una dimostrazione pratica.\nPer prima cosa, creeremo una nuova valuta che ci permetta di non dipendere più dai Mora.\nDovrà trattarsi di una microeconomia isolata dal resto del mondo, all'interno di un'area ben delimitata.\nHo già individuato una nazione racchiusa all'interno di un'altra nazione, un luogo dove l'interferenza degli dèi è decisamente trascurabile.\nInfiltrarsi al suo interno non dovrebbe richiedere molto tempo.\n\nCome si chiamerà la nuova valuta, dite? Mmh, i nomi non sono mai stati il mio forte, in realtà... Ah, ecco, ho trovato!\nPer onorare il credito che mi avete concesso per condurre questo esperimento, li chiamerò 'Coupon di credito'.\"\n\nIl supervisore fatto di meccanismi di precisione rimbomba mentre osserva il flusso monetario che scorre nella piccola nazione,\nregistrando senza sosta ogni singolo movimento pecuniario, i risparmi e le spese di ogni individuo,\ni cambi di valore e il numero di volte in cui ciascuna unità di denaro circola in un dato arco temporale.\nL'unica legge esistente è la legge privata dell'accumulazione, e le uniche sanzioni sono la povertà o la morte.\nDiventare un redditiere per ottenere potere e controllo, o essere soggiogati da quel potere per lavorare fino allo sfinimento. Delle regole eque e sempre valide.\n\nIn questo modo, l'umanità potrà essere alla pari degli dèi in virtù delle loro ambizioni e ricchezze intrinseche.\nE chi non riuscirà a prevalere, verrà inghiottito dalle impetuose correnti del mondo mortale.\nGli dèi non potranno più intervenire per mascherare il potere della ricchezza dinanzi ai poveri,\nné la ricchezza degli dèi discenderà per salvare la dignità dei poveri calpestati dai ricchi.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "4,8%",
	"effectName": "Marea di sangue dorato",
	"effectTemplateRaw": "#L'ATT aumenta di un <color=#99FFFFFF>{0}</color>. Quando la quantità di PS attuali aumenta o diminuisce, i DAN da attacco normale e da attacco caricato aumentano rispettivamente di un <color=#99FFFFFF>{1}</color> e di un <color=#99FFFFFF>{2}</color> per 4{NON_BREAK_SPACE}s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,3{NON_BREAK_SPACE}s. Quando il personaggio che equipaggia l'arma raggiunge il massimo numero di accumuli, la sua VEL d'ATT aumenta di un <color=#99FFFFFF>{3}</color>.",
	"r1": {
		"description": "L'ATT aumenta di un 16%. Quando la quantità di PS attuali aumenta o diminuisce, i DAN da attacco normale e da attacco caricato aumentano rispettivamente di un 16% e di un 14% per 4 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,3 s. Quando il personaggio che equipaggia l'arma raggiunge il massimo numero di accumuli, la sua VEL d'ATT aumenta di un 8%.",
		"values": [
			"16%",
			"16%",
			"14%",
			"8%"
		]
	},
	"r2": {
		"description": "L'ATT aumenta di un 20%. Quando la quantità di PS attuali aumenta o diminuisce, i DAN da attacco normale e da attacco caricato aumentano rispettivamente di un 20% e di un 17,5% per 4 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,3 s. Quando il personaggio che equipaggia l'arma raggiunge il massimo numero di accumuli, la sua VEL d'ATT aumenta di un 10%.",
		"values": [
			"20%",
			"20%",
			"17,5%",
			"10%"
		]
	},
	"r3": {
		"description": "L'ATT aumenta di un 24%. Quando la quantità di PS attuali aumenta o diminuisce, i DAN da attacco normale e da attacco caricato aumentano rispettivamente di un 24% e di un 21% per 4 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,3 s. Quando il personaggio che equipaggia l'arma raggiunge il massimo numero di accumuli, la sua VEL d'ATT aumenta di un 12%.",
		"values": [
			"24%",
			"24%",
			"21%",
			"12%"
		]
	},
	"r4": {
		"description": "L'ATT aumenta di un 28%. Quando la quantità di PS attuali aumenta o diminuisce, i DAN da attacco normale e da attacco caricato aumentano rispettivamente di un 28% e di un 24,5% per 4 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,3 s. Quando il personaggio che equipaggia l'arma raggiunge il massimo numero di accumuli, la sua VEL d'ATT aumenta di un 14%.",
		"values": [
			"28%",
			"28%",
			"24,5%",
			"14%"
		]
	},
	"r5": {
		"description": "L'ATT aumenta di un 32%. Quando la quantità di PS attuali aumenta o diminuisce, i DAN da attacco normale e da attacco caricato aumentano rispettivamente di un 32% e di un 28% per 4 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,3 s. Quando il personaggio che equipaggia l'arma raggiunge il massimo numero di accumuli, la sua VEL d'ATT aumenta di un 16%.",
		"values": [
			"32%",
			"32%",
			"28%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Calice frantumato del mare immacolato",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Vecchio orologio da operativo",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Calice di vino del mare immacolato",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Vecchio orologio da operativo",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Calice di vino del mare immacolato",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Orologio comune da operativo",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Calice d'argento del mare immacolato",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Orologio comune da operativo",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Calice d'argento del mare immacolato",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Costanza dell'operativo",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Calice d'oro del mare immacolato",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Costanza dell'operativo",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 18
			}
		]
	}
}