{
	"id": 15426,
	"name": "Forgianuvole",
	"description": "Un prototipo di arma d'ordinanza, commissionato dalla Yuheng presso la Fucina di Rupenera dopo aver analizzato gli antichi meccanismi posti a difesa della dimora adeptica a Tianheng.",
	"descriptionRaw": "Un prototipo di arma d'ordinanza, commissionato dalla Yuheng presso la Fucina di Rupenera dopo aver analizzato gli antichi meccanismi posti a difesa della dimora adeptica a Tianheng.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Gli antichi dicono che il Monte Tianheng custodisca tesori di gemme, e che le profondità della Voragine abbondino di giada. Da tempo, la nazione delle mille colline è nota per la sua ricchezza di risorse,\ne i suoi principali impianti di fusione coincidono con la Fucina di Rupenera, ricavata all'interno dello stesso Monte Tianheng.\n\nLa Fucina fu costruita scavando le montagne, con innumerevoli officine, fornaci e tunnel di collegamento anneriti dalla polvere.\nNei tumultuosi anni in cui le fiamme della guerra tingevano la terra di rosso, questo era anche il luogo che gli antenati delle tribù di montagna utilizzavano come rifugio.\nSi dice anche che al suo interno si trovino dei passaggi dimenticati dal tempo, dei tunnel che conducono a un antico regno sotterraneo ubicato nelle profondità della terra...\n\nSecondo le Incisioni su pietra, il primo a scavare quegli oscuri passaggi nel ventre delle montagne fu il fondatore della famosa famiglia Yun di Liyue.\nDa allora i membri del loro clan, una stirpe di fabbri, sono entrati negli annali come illustri progenitori d'innumerevoli generazioni di artigiani.\n\nIn quanto al loro fondatore, non restano che poche righe sparute...\n\"L'ingegnosità di Yun era tale che il legno e il bambù potevano essere scolpiti in uccelli che volavano per tre giorni senza mai posarsi. Queste opere rappresentavano il culmine dell'artigianato.\"\n\nAll'inizio, lo studio dei meccanismi e l'arte della forgiatura erano inestricabilmente interconnessi con gli Adepti.\nPertanto, il fondatore era spesso considerato un apprendista degli Adepti, e si diceva che le sue tecniche fossero frutto dei loro insegnamenti.\nOggigiorno, l'aneddoto più conosciuto riguardo a Yun è che una volta combatté al fianco di Rex Lapis.\nDopo aver compiuto grandi imprese, il suo merito venne riconosciuto da tre Adepti, che uno dopo l'altro gli insegnarono i segreti delle arti meccaniche.\n\nLa leggenda narra che queste tecniche fossero talmente divine da permettergli di erigere dei palazzi con le nuvole del cielo,\ne che fosse in grado di utilizzare persino il legno di scarto marcescente per scolpire uccelli e bestie, tanto realistici da sembrare veri.\nPertanto, il detto \"Rupenera è stata forgiata dalle nuvole\" è da tempo molto diffuso a Liyue,\ne il contrasto tra le due immagini ha a lungo incantato poeti e cantastorie.\nSebbene la leggenda della \"forgiatura dalle nuvole\" sia una moderna opera di fantasia basata sul clan \"Yun\", il cui nome significa \"nuvola\",\nnessuno può negare che il fondatore abbia dedicato il resto della sua vita alla Fucina di Rupenera e all'insegnamento delle arti manuali.\n\nAlla fine della vita e della leggenda, egli ascese nella luce celeste, diventando l'astro guardiano dell'artigianato.\nTuttavia, le leggende sono solo leggende. Non fu un'arte adeptica a costruire la Fucina, né i sussurri del vento e delle nuvole.\nFu scolpita con un martello scheggia dopo scheggia, con il sudore versato da innumerevoli comuni artigiani nel corso dei secoli.\nDopotutto, il contratto di Deus Auri non prevedeva che la determinazione dei mortali potesse superare i miracoli degli Adepti.\n\n\"L'ingegnosità di Yun era tale che il legno e il bambù potevano essere scolpiti in uccelli che volavano per tre giorni senza mai posarsi. Queste opere rappresentavano il culmine dell'artigianato.\nCiononostante, Yun trascorse la sua esistenza lavorando la roccia nelle officine e trasformando le nuvole in palazzi. Fu così che Rupenera venne forgiata nelle montagne di Tianheng, affinché tutto il popolo potesse trarne beneficio.\nYun diceva: 'Cosa è intelligente? E cosa è sgraziato? Ciò che avvantaggia le persone è intelligente, e ciò che non le avvantaggia è sgraziato'.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "36",
	"effectName": "Forgia della rupe",
	"effectTemplateRaw": "#Quando l'energia elementale si riduce, la maestria elementale del personaggio che equipaggia l'arma aumenta di <color=#99FFFFFF>{0}</color> per 18{NON_BREAK_SPACE}s. Massimo 2 accumuli.",
	"r1": {
		"description": "Quando l'energia elementale si riduce, la maestria elementale del personaggio che equipaggia l'arma aumenta di 40 per 18 s. Massimo 2 accumuli.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Quando l'energia elementale si riduce, la maestria elementale del personaggio che equipaggia l'arma aumenta di 50 per 18 s. Massimo 2 accumuli.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Quando l'energia elementale si riduce, la maestria elementale del personaggio che equipaggia l'arma aumenta di 60 per 18 s. Massimo 2 accumuli.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Quando l'energia elementale si riduce, la maestria elementale del personaggio che equipaggia l'arma aumenta di 70 per 18 s. Massimo 2 accumuli.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Quando l'energia elementale si riduce, la maestria elementale del personaggio che equipaggia l'arma aumenta di 80 per 18 s. Massimo 2 accumuli.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Granello di Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Elsa rovinata",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Elsa rovinata",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Elsa spezzata",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Elsa spezzata",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Elsa incandescente",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Pezzo di Aerosiderite",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Elsa incandescente",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}