{
	"id": 15407,
	"name": "Arco composto",
	"description": "Un arco metallico esotico proveniente da una terra lontana. Benché di difficile manutenzione, le sue frecce colpiscono con una forza impressionante.",
	"descriptionRaw": "Un arco metallico esotico proveniente da una terra lontana. Benché di difficile manutenzione, le sue frecce colpiscono con una forza impressionante.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Nel Porto di Liyue si riversano persone provenienti da tutto il mondo, con grande orgoglio della città.\nLa marea di gente porta con sé anche tesori esotici.\nQuest'arco composto è di piccole dimensioni, ma il suo design unico e l'eccellente lavorazione lo hanno reso più devastante della gran parte degli archi lunghi comuni.\nÈ anche più difficile da mantenere rispetto ad altri archi. Perché non è semplicemente un'arma, ma il culmine della saggezza di un regno straniero.\n\nRealizzato da uno studioso straniero, questo arco composto è stato modificato con una puleggia.\nLo studioso non aveva a cuore la violenza e non aveva alcun desiderio di vedere il sangue versato.\nMa ipnotizzato dalla curva dell'arco teso, e dalle frecce della faretra in volo,\nfu motivato a trasformare l'arco composto e renderlo più potente.\n\nLo studioso sapeva fin dall'inizio della sua impresa cosa sarebbe diventata la sua creazione: uno strumento di guerra, che non avrebbe portato altro che morte.\nMa era perso nella sua ricerca di perfezionare sia la struttura che i materiali,\ne non ci sarebbe stato modo di fermarlo mentre fuggiva da questa realtà.\n\nTuttavia un giorno l'arco fu preso da un soldato, che prontamente abbatté un'oca selvatica.\n\"Questo è l'arco che cercavo\",\ndisse il soldato senza cuore, lodando l'arma nelle sue mani,\nmentre l'ultimo grido dell'uccello che uccise gli trafiggeva il cuore, proprio come la sua freccia aveva trafitto quello dell'animale.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bonus DAN fisici",
	"baseStatText": "15%",
	"effectName": "Freccia energizzante",
	"effectTemplateRaw": "#I colpi da attacco normale e caricato aumentano l'ATT di un <color=#99FFFFFF>{0}</color> e la VEL d'ATT normale di un <color=#99FFFFFF>{1}</color> per 6{NON_BREAK_SPACE}s. Cumulabile fino a 4 volte. Si può verificare una sola volta ogni 0,3{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "I colpi da attacco normale e caricato aumentano l'ATT di un 4% e la VEL d'ATT normale di un 1,2% per 6 s. Cumulabile fino a 4 volte. Si può verificare una sola volta ogni 0,3 s.",
		"values": [
			"4%",
			"1,2%"
		]
	},
	"r2": {
		"description": "I colpi da attacco normale e caricato aumentano l'ATT di un 5% e la VEL d'ATT normale di un 1,5% per 6 s. Cumulabile fino a 4 volte. Si può verificare una sola volta ogni 0,3 s.",
		"values": [
			"5%",
			"1,5%"
		]
	},
	"r3": {
		"description": "I colpi da attacco normale e caricato aumentano l'ATT di un 6% e la VEL d'ATT normale di un 1,8% per 6 s. Cumulabile fino a 4 volte. Si può verificare una sola volta ogni 0,3 s.",
		"values": [
			"6%",
			"1,8%"
		]
	},
	"r4": {
		"description": "I colpi da attacco normale e caricato aumentano l'ATT di un 7% e la VEL d'ATT normale di un 2,1% per 6 s. Cumulabile fino a 4 volte. Si può verificare una sola volta ogni 0,3 s.",
		"values": [
			"7%",
			"2,1%"
		]
	},
	"r5": {
		"description": "I colpi da attacco normale e caricato aumentano l'ATT di un 8% e la VEL d'ATT normale di un 2,4% per 6 s. Cumulabile fino a 4 volte. Si può verificare una sola volta ogni 0,3 s.",
		"values": [
			"8%",
			"2,4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Granello di Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Pezzo di Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}