{
	"id": 14515,
	"name": "Canto della gru echeggiante",
	"description": "Un ventaglio fabbricato in pura giada, attorno a cui aleggia l'aura di un'antica energia adeptica.",
	"descriptionRaw": "Un ventaglio fabbricato in pura giada, attorno a cui aleggia l'aura di un'antica energia adeptica.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "Tali eventi risalgono a un passato remoto, prim'ancora che la fiorente città portuale venisse fondata.\nA quel tempo, nemmeno le dimore degli Adepti vennero risparmiate dagli ardenti tizzoni della guerra.\nI signori che un tempo venivano venerati come dèi combatterono seguendo i propri interessi.\nSangue e fuoco, separazione e tradimento. L'intero mondo dei mortali venne macchiato da essi.\n\nColoro che avevano perso tutto a causa dei tumulti fuggirono sulle montagne per impetrare la protezione degli Adepti.\nErano braccati da innumerevoli mostri, che da tempo avevano ormai perduto la propria originaria natura.\nI loro nomi erano sconosciuti, il loro numero incalcolabile. Essi travolgevano ogni cosa come un fiume in piena, distruggendo tutto ciò che incontravano sul proprio cammino.\nL'altro padrone che un tempo riverivano era caduto anch'esso, e il loro ferigno ruggito altro non era che un funebre lamento.\n\nMa i mortali di allora non sapevano che il signore che aveva protetto quei monti e quelle acque era ormai defunto,\ne tutto ciò che si frapponeva tra loro e l'implacabile diluvio della catastrofe era un manipolo di Custodi Yaksha che dimorava in quei luoghi.\nDopo giorni e giorni di furenti battaglie, i drappi bianchi si erano tinti di rosso scarlatto, e le vesti scarlatte erano ormai macchiate di nero. Ciononostante, i mostri seguitavano nella loro avanzata come un'orda senza fine...\n\nPoiché questo racconto risale a tempi al di là della memoria, esistono più versioni riguardo agli eventi che accaddero in seguito. Secondo alcuni, mentre la situazione languiva nel suo equilibrio,\nun'Adepta dalle piume bianche e azzurre discese dalle nuvole come una folata sferzante.\nSolitaria, solenne, silenziosa, dotata di fierezza e dignità maestose, ella difese e guidò gli antenati,\ncambiando le sorti di una situazione ormai disperata, sgominando ciò che sembrava un'infinita ondata di mostruosità...\n\nSecondo altri, proprio nell'attimo di maggior periglio, due gru di giada si scagliarono dal cielo,\ne, con una pioggia di sigilli, soggiogarono il male senza fine come una raffica ventosa che penetra le nubi.\nSennonché, quando tutti volsero lo sguardo... non c'era più alcuna gru, ma solo un'Adepta sospesa nel cielo, che chiudeva un ventaglio tra le sue belle mani...\n\nAltri ancora affermano che, al di sopra di ogni cosa mortale, vi era una possente Adepta che gli antenati riconobbero grazie al canto di una gru,\nla quale ridusse i mostri infiniti in cenere nel giro di un istante, come polvere che si disperde nella luce solare...\n\nDa allora, a prescindere da come si siano davvero svolte le vicende, il popolo di Liyue rivolge nei confronti dell'Adepta Vestale delle nuvole\nnient'altro che parole di rispetto. In quanto a ciò che davvero accadde quel giorno...\n\n\"Davvero provi interesse per faccende così vetuste? Costei non si aspettava avessi tutto questo tempo da perdere.\nEbbene, dato che costei condivide un entusiasmo pari al tuo su tale argomento, costei te ne parlerà.\nOrbene, occorreranno pressappoco otto o nove ore per esporre l'intera questione, ma mettiti comunque {F#comoda}{M#comodo}...\n...Cosa?! Cercavi forse di svignartela mentre costei era distratta?!?\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "3,6%",
	"effectName": "Precipitazione assiomatica",
	"effectTemplateRaw": "#Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono DAN aumentati di un <color=#99FFFFFF>{0}</color> per 20{NON_BREAK_SPACE}s. Quando i membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di <color=#99FFFFFF>{1}</color>. Il ripristino dell'energia può verificarsi una volta ogni 0,7{NON_BREAK_SPACE}s, anche se il personaggio che equipaggia l'arma non è in campo.",
	"r1": {
		"description": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono DAN aumentati di un 28% per 20 s. Quando i membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 2,5. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s, anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"28%",
			"2,5"
		]
	},
	"r2": {
		"description": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono DAN aumentati di un 41% per 20 s. Quando i membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 2,75. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s, anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"41%",
			"2,75"
		]
	},
	"r3": {
		"description": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono DAN aumentati di un 54% per 20 s. Quando i membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 3. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s, anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"54%",
			"3"
		]
	},
	"r4": {
		"description": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono DAN aumentati di un 67% per 20 s. Quando i membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 3,25. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s, anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"67%",
			"3,25"
		]
	},
	"r5": {
		"description": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono DAN aumentati di un 80% per 20 s. Quando i membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 3,5. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s, anche se il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"80%",
			"3,5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Elisir di piombo della nebbia",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aletta piumata",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aletta piumata",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Aletta lunare",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Aletta lunare",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Aletta Baratroluce",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Elisir primordiale della nebbia",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Aletta Baratroluce",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 18
			}
		]
	}
}