{
	"id": 14434,
	"name": "Brina mattutina",
	"description": "Un recipiente rituale forgiato in argento, puro e immacolato. Si dice essere una reliquia sacra tramandata per generazioni dalle sacerdotesse dell'Estremo Nord.",
	"descriptionRaw": "Un recipiente rituale forgiato in argento, puro e immacolato. Si dice essere una reliquia sacra tramandata per generazioni dalle sacerdotesse dell'Estremo Nord.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "\"Avrelian, tesoro mio, ricorda sempre il dono prezioso che il destino mi ha concesso.\nUna maledizione millenaria scorre nelle tue vene, e il mio unico desiderio è che tu viva in pace e felice.\nQualunque cosa accada, non mettere mai piede a Nod-Krai, e non farti mai ingannare dal fantomatico 'Elisio' sognato da quel folle.\n\"Nessun paradiso in terra illuminato dalla luna è mai esistito per i mortali. Ogni creazione del Signore dei cieli ha i suoi confini.\n\nDurante una notte innevata e avvolta dalla luce dell'aurora, la donna un tempo venerata come la Fanciulla intravide un altro spiraglio dei sogni che predicevano il destino della sua terra natia.\nErano passati molti anni da quando l'aveva abbandonata. Eppure, come il gelo strisciante, quei sussurri intenzionalmente dimenticati trovavano sempre il modo di penetrare nei suoi sogni segnati dal calore e dal silenzio.\nForse era stata la nuova vita che cresceva dentro di lei a risvegliare quelle visioni da tempo dormienti, e ora quegli spettri inquietanti e contorti si facevano sempre più chiari...\n\nInizialmente, si presentarono come incubi incessanti, innumerevoli sogni che si susseguivano in un opprimente ciclo senza fine.\nI semi della vita, non nati tramite una naturale evoluzione, caddero da rami argentati sulle rovine della città desolata,\ndove creature bipedi e prive di piume godevano di un'immensa saggezza e delle benedizioni che essa conferiva.\nPoi vennero l'insaziabile avidità e l'egoismo senza fine, mascherati con nomi altisonanti.\nA essi seguirono odio, maledizioni, tradimenti, lotte, razzie, carneficine e scontri fratricidi.\nLe città sparse per la terra seguivano le proprie vie del bene e del male, mentre gli emissari divini osservavano ogni cosa nel più totale silenzio.\nPoi, i re delle terre osarono sfidare i cieli eterni.\nSolo allora le grandi torri collassarono tra le fiamme, seppellendo le urla degli schiavi.\n\nCome un'ombra fugace che svanisce in un solo respiro, un sogno privo di sogni durò per interi millenni.\nUn sogno di corone ammassate in un luogo segreto, celate al di sotto di uno spoglio albero avvizzito, ignorate da tutti.\nMa talvolta anche i piani divini possono vacillare, e la vasta città dorata emersa dalla terra\nnon era sufficiente a placare i cuori mortali che ardevano dal desiderio.\nCuori traboccanti d'ambizione, che anelavano al trono vacante del mondo nel tentativo di distruggere il confine tra i mortali e il divino.\nTuttavia, come tutte le illusioni tragiche, quell'Elisio sconfinato era destinato a crollare.\nI draconici re delle fiamme caddero nell'abisso oscuro, e le maree inghiottirono gli imperi di pietra bianca.\nIl mondo morente si avvicinava alla propria fine, e solo le ombre del passato vagavano nei suoi corridoi.\n\nInnumerevoli sogni intrisi di sangue, lacrime e peccati... Innumerevoli sogni, per sempre irraggiungibili...\nAnni di divisione e odio, tramandati di generazione in generazione, ciclicamente ripetuti sotto un cielo privo di stelle.\nTuttavia, una voce che non aveva mai sentito, ma che le suonava più familiare di qualsiasi altra,\nle sussurrava sempre al confine dell'oscurità e del dolore, con una compassione gentile e radiosa come la luce.\n\n\"Porrò fine ai guerrieri di questa terra, ed erigerò al loro posto un Elisio sconfinato.\nNon lo faccio per diventare sovrano, ma per far sì che nessun altro possa mai appropriarsi di quel ruolo.\"\n\nOgni volta che arrivava il momento della promessa, il sogno della Fanciulla andava sempre in frantumi, e lei veniva trascinata sulle rive della realtà,\naccompagnata dalla pallida luce del mattino e dal debole scorrere della vita al suo interno.\nLa giovane madre sospirò stancamente accarezzando il talismano d'argento che portava sul petto.\nGuardando il volto della persona che amava accanto a lei, la donna posò delicatamente la mano sul suo ventre e chiese:\n\n\"Mia dolce creatura... Perché ti agiti così?\nÈ perché riesci a percepire il cuore di tua madre? Questo ti spaventa?\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "12%",
	"effectName": "Sogni notturni",
	"effectTemplateRaw": "#Per 10{NON_BREAK_SPACE}s dopo aver colpito un avversario con un attacco caricato, la maestria elementale aumenta di <color=#99FFFFFF>{0}</color>. Per 10{NON_BREAK_SPACE}s dopo aver colpito un avversario con un'abilità elementale, la maestria elementale aumenta di <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Per 10 s dopo aver colpito un avversario con un attacco caricato, la maestria elementale aumenta di 72. Per 10 s dopo aver colpito un avversario con un'abilità elementale, la maestria elementale aumenta di 48.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "Per 10 s dopo aver colpito un avversario con un attacco caricato, la maestria elementale aumenta di 90. Per 10 s dopo aver colpito un avversario con un'abilità elementale, la maestria elementale aumenta di 60.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "Per 10 s dopo aver colpito un avversario con un attacco caricato, la maestria elementale aumenta di 108. Per 10 s dopo aver colpito un avversario con un'abilità elementale, la maestria elementale aumenta di 72.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "Per 10 s dopo aver colpito un avversario con un attacco caricato, la maestria elementale aumenta di 126. Per 10 s dopo aver colpito un avversario con un'abilità elementale, la maestria elementale aumenta di 84.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "Per 10 s dopo aver colpito un avversario con un attacco caricato, la maestria elementale aumenta di 144. Per 10 s dopo aver colpito un avversario con un'abilità elementale, la maestria elementale aumenta di 96.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Frammento del dispositivo ingegnoso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Barlume della Notte gelata",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Replica del dispositivo ingegnoso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Barlume della Notte gelata",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Replica del dispositivo ingegnoso",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Bagliore della Notte gelata",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Eredità del dispositivo ingegnoso",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Bagliore della Notte gelata",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Eredità del dispositivo ingegnoso",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Gloria della Notte gelata",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Desiderio del dispositivo ingegnoso",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Gloria della Notte gelata",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 12
			}
		]
	}
}