{
	"name": "Lancia del duello",
	"description": "Una lancia purpurea e affilata, un tempo il tesoro inestimabile di un gladiatore. La sua punta è macchiata del sangue d'innumerevoli bestie e umani.",
	"weapontype": "Lancia",
	"rarity": "4",
	"story": "Questa lancia color cremisi ha visto innumerevoli battaglie ed è stata testimone del valore di un certo gladiatore.\nLa sua punta fredda come il ghiaccio era spesso intrisa del sangue dei suoi nemici, tra gli scroscianti applausi della folla.\nIl destino del gladiatore era macchiato di sangue e la libertà, così vicina eppure così lontana, giaceva spesso in bilico su una lama.\nIl sordido suono di quella punta color cremisi che perforava la carne era la campana a morto di molte battaglie.\n\nIn occasione dell'ultimo spettacolo del gladiatore, la voce del padrone risuonò tra gli applausi:\n\"Il numero promesso è stato raggiunto. Ti sei comportato bene e sei un guerriero degno di grande fama.\"\n\"Considera quest'arma un regalo d'addio... Tuttavia, non prenderesti in considerazione l'idea di continuare a combattere?\"\n\"Continua la tua brillante prestazione da persona libera, per la tua e la mia gloria. Che ne dici?\"\nPassarono molti anni, le bestie e gli umani che caddero per via di quella lancia divennero troppi per essere contati.\nL'arma del guerriero era nota per essere imbattuta, ma il suo cuore apparteneva al giovane padrone.\n\nIn occasione dell'ultimo spettacolo del gladiatore, nel fragore degli applausi,\nla sua arma cadde sulla sabbia insanguinata, mentre la lama infuocata della fanciulla dai capelli rossi trafiggeva il cuore del vecchio guerriero.\nMentre cadeva, avvilito, rivolse gli occhi al suo amato padrone, il nobile signore che lo aveva accudito...\n\"Eberhart, padron Eberhart... Ti è piaciuta la mia ultima esibizione?\"\nMa il posto del suo padrone era vuoto, tranne per un calice di vino e un piatto d'argento, precipitosamente rovesciati.\n\n\"All'inizio, combattevo per me stesso, per il sangue e per la sete di battaglia.\"\n\"Ma da non so quanto tempo, uccido per il mio padrone.\"\n\"Solo per il bene altrui possiamo combattere come noncuranti bestie selvagge.\"\n\"Una persona come te, che combatte per il suo popolo e non per sé stessi... Sicuramente, anche tu lo capisci.\"",
	"baseatk": 41,
	"substat": "Tasso di CRIT",
	"subvalue": "8",
	"effectname": "Gladiatore",
	"effect": "Se ci sono almeno 2 avversari nelle vicinanze, l'ATT e la DIF aumentano di un {0}. Se ci sono meno di 2 avversari nelle vicinanze, l'ATT aumenta di un {1}.",
	"r1": [
		"16%",
		"24%"
	],
	"r2": [
		"20%",
		"30%"
	],
	"r3": [
		"24%",
		"36%"
	],
	"r4": [
		"28%",
		"42%"
	],
	"r5": [
		"32%",
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Dente da latte del Lupo boreale",
				"count": 3
			},
			{
				"name": "Ramo geomantico secco",
				"count": 3
			},
			{
				"name": "Nettare del Malefiore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Dente rotto del Lupo boreale",
				"count": 3
			},
			{
				"name": "Ramo geomantico secco",
				"count": 12
			},
			{
				"name": "Nettare del Malefiore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dente rotto del Lupo boreale",
				"count": 6
			},
			{
				"name": "Foglie geomantiche secche",
				"count": 6
			},
			{
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Zanna incrinata del Lupo boreale",
				"count": 3
			},
			{
				"name": "Foglie geomantiche secche",
				"count": 12
			},
			{
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Zanna incrinata del Lupo boreale",
				"count": 6
			},
			{
				"name": "Germoglio geomantico",
				"count": 9
			},
			{
				"name": "Nettare energetico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nostalgia del Lupo boreale",
				"count": 4
			},
			{
				"name": "Germoglio geomantico",
				"count": 18
			},
			{
				"name": "Nettare energetico",
				"count": 12
			}
		]
	}
}