{
	"id": 13426,
	"name": "Dialoghi dei saggi del deserto",
	"description": "Un caduceo simbolo della gloria alchemica, creato con speciali leghe che ne valorizzano il prestigio. È estremamente rigido e pesante, e usato come randello potrebbe causare ferite piuttosto gravi.",
	"descriptionRaw": "Un caduceo simbolo della gloria alchemica, creato con speciali leghe che ne valorizzano il prestigio. È estremamente rigido e pesante, e usato come randello potrebbe causare ferite piuttosto gravi.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "I sette saggi di Re Deshret sono svaniti da tempo, le loro azioni cancellate dai venti, lasciandosi dietro solo i loro nomi scolpiti nella pietra. Perfino queste sculture sono state erose dal tempo, diventando poco più che dorati granelli di sabbia.\nLa mano destra di Re Deshret, il capo dei sette saggi, il ministro dei ministri: il Re Capra.\nIl grande uccello che vola verso il cielo, l'anima del Re: il santo Bennu.\nLa leonessa dalla testa umana, la volontà del Re: la santa Shesepankh.\nE il drago che aveva ottenuto sangue e carne del Re, preferendo non essere mai incluso fra i sette: Al-Apep.\nI quattro di cui sopra non hanno niente a che fare con la storia seguente.\n\nIl Re Coccodrillo e il Re Ibis stavano litigando, come sempre, e l'argomento di quel giorno era la trasformazione delle cose.\nIl Re Coccodrillo cercava una persona che possedesse una certa padronanza delle arti mistiche. Quella persona era stata benedetta da un'Oceanide che si trovava lì, e qualsiasi liquido passasse tra le sue mani si trasformava in un vino dolcissimo, perfettamente equilibrato.\nIl Re Ibis propose un altro essere raro, che aveva accidentalmente toccato la tomba e i resti di un'antica divinità, ed era stato maledetto. A causa della maledizione, qualsiasi cosa le sue mani toccassero diventava argento puro; dopotutto, dalla prospettiva odierna, sappiamo che la trasformazione in oro e Mora è solo un appannaggio di Deus Auri.\nI due scommisero su quale effetto avrebbe prevalso alla fine. Chiesero anche a Hermanubis, l'ultimo dei sette saggi a essere nominato, di esprimersi con una congettura sul risultato finale.\nHermanubis era un saggio del deserto, oltre che il capo della classe sacerdotale. Per questo motivo, era al tempo stesso un guerriero e un saggio. Dato che la disciplina nota come alchimia veniva trasmessa fra gli umani, e lui ne conosceva a menadito i segreti, era del tutto ragionevole chiedergli un'opinione.\n\n\"Entrambe le forme di potere si scontrano direttamente, come lance taglienti che colpiscono scudi resistenti\", disse Hermanubis, \"e ognuna delle due deve arrendersi all'altra e fare un passo indietro. Questo è il principio dell'equilibrio\".\nAlla fine il calice divenne argento puro, mentre l'acqua insabbiata all'interno si tramutò in un liquore pregiato con granelli d'argento.\n\nEppure il Re Coccodrillo e il Re Ibis non compresero il monito di Hermanubis, perseverando nei loro litigi. Alla fine inventarono una strana magia per l'invocazione. Millenni dopo, la loro battaglia continua sul campo di Invokazione del genio...\nTutto ciò è parte di questa versione della storia del \"Re delle Invokazioni\".",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PS",
	"baseStatText": "9%",
	"effectName": "Principio dell'Equilibrio",
	"effectTemplateRaw": "#Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, la sua energia si ripristina di <color=#99FFFFFF>{0}</color>. Quest'effetto può attivarsi una volta ogni 10{NON_BREAK_SPACE}s, anche quando il personaggio non si trova in campo.",
	"r1": {
		"description": "Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, la sua energia si ripristina di 8. Quest'effetto può attivarsi una volta ogni 10 s, anche quando il personaggio non si trova in campo.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, la sua energia si ripristina di 10. Quest'effetto può attivarsi una volta ogni 10 s, anche quando il personaggio non si trova in campo.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, la sua energia si ripristina di 12. Quest'effetto può attivarsi una volta ogni 10 s, anche quando il personaggio non si trova in campo.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, la sua energia si ripristina di 14. Quest'effetto può attivarsi una volta ogni 10 s, anche quando il personaggio non si trova in campo.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, la sua energia si ripristina di 16. Quest'effetto può attivarsi una volta ogni 10 s, anche quando il personaggio non si trova in campo.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talismano di rame della rugiada silvestre",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Aletta piumata",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Aletta piumata",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Aletta lunare",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Aletta lunare",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Aletta Baratroluce",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talismano d'oro della rugiada silvestre",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Aletta Baratroluce",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 12
			}
		]
	}
}