{
	"name": "Fiabe di Dodoco",
	"description": "Un libro per bambini con brevi racconti infantili e ridanciani.\nPersino i lettori più attempati si faranno trasportare dalle candide avventure che vi sono narrate.",
	"weapontype": "Catalizzatore",
	"rarity": "4",
	"story": "La leggenda narra che ci sia un gruppo di isole molto lontano in mezzo a un mare annebbiato, e questo luogo è chiamato Arcipelago della Mela dorata.\nSi dice che queste isole siano abitate dal pacifico e adorabile clan Dodo, che vive senza controversie con il resto del mondo.\nI membri del clan Dodo sono degli esseri gentili e giocosi, e amano farsi scherzi a vicenda e giocare insieme. Non troverai mai nessuno di loro annoiati o tristi.\nTra di loro si chiamano tutti \"Dodoco!\", parola che significa \"il migliore degli amici\".\n\nMa proprio come i semi di dente di leone un giorno lasciano il loro gambo e vanno via con il vento, ogni Dodoco un giorno cavalcherà il vento e le onde, e partirà all'avventura viaggiando per il grande mondo alla ricerca di un quadrifoglio.\nPerché devono farlo?\nPerché, dopo aver vissuto così a lungo nell'Arcipelago della Mela dorata, i suoi abitanti finiscono per non riconoscersi. Dopotutto, sono tutti \"Dodoco\" e hanno tutti lo stesso aspetto! Quindi per loro non esistono affatto concetti come \"tu\" e \"io\"!\nSolo il quadrifoglio rosso fuoco può far sì che capiscano cosa significhi veramente \"Dodoco\" e distinguersi, permettendogli così di poter giocare liberamente con tutti i loro amici.\nAlmeno, questo è quello che dice mia madre, e lei può fare praticamente qualsiiiiasi cosa!\nQuindi, per capire ciò che costituisce un vero \"Dodoco\", lasciano i loro buoni amici e vanno in posti lontani per fare nuovi grandi amici e diventare anche il loro \"Dodoco\"!\nVedranno cose carine di ogni sorta, ascolteranno cose interessanti, incontreranno molti amici... e un giorno, mentre i loro amici li guarderanno, in un momento in cui nessuno se lo aspetta... È allora che apparirà uno scintillante quadrifoglio fiammeggiante!\n\nEd è per questo che quando un Dodoco peloso dall'Arcipelago della Mela dorata ruzzola nel mare o salta nel vento prima di lasciarsi trasportare in luoghi molto lontani, significa che un bambino fortunato sta per incontrare il suo nuovo migliore amico di sempre!\nQuesto piccolo e prezioso libro è stato dato dalla madre più libera del mondo alla figlia più fortunata del pianeta. Racconta le innumerevoli avventure che Dodoco ha avuto prima di incontrarla, e le avventure che lei e Dodoco hanno avuto da allora: peripezie più grandi e più belle, piene di scintille, schizzi, tesori e tanti amici!",
	"baseatk": 41,
	"substat": "ATT",
	"subvalue": "12",
	"effectname": "Dodavventura!",
	"effect": "I colpi da attacco normale sugli avversari aumentano i DAN da attacco caricato di un {0} per 6 s, mentre quelli da attacco caricato aumentano l'ATT di un {1} per 6 s.",
	"r1": [
		"16%",
		"8%"
	],
	"r2": [
		"20%",
		"10%"
	],
	"r3": [
		"24%",
		"12%"
	],
	"r4": [
		"28%",
		"14%"
	],
	"r5": [
		"32%",
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Dente da latte del Lupo boreale",
				"count": 3
			},
			{
				"name": "Ramo geomantico secco",
				"count": 3
			},
			{
				"name": "Maschera danneggiata",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Dente rotto del Lupo boreale",
				"count": 3
			},
			{
				"name": "Ramo geomantico secco",
				"count": 12
			},
			{
				"name": "Maschera danneggiata",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dente rotto del Lupo boreale",
				"count": 6
			},
			{
				"name": "Foglie geomantiche secche",
				"count": 6
			},
			{
				"name": "Maschera sporca",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Zanna incrinata del Lupo boreale",
				"count": 3
			},
			{
				"name": "Foglie geomantiche secche",
				"count": 12
			},
			{
				"name": "Maschera sporca",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Zanna incrinata del Lupo boreale",
				"count": 6
			},
			{
				"name": "Germoglio geomantico",
				"count": 9
			},
			{
				"name": "Maschera nefasta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nostalgia del Lupo boreale",
				"count": 4
			},
			{
				"name": "Germoglio geomantico",
				"count": 18
			},
			{
				"name": "Maschera nefasta",
				"count": 12
			}
		]
	}
}