{
	"id": 13409,
	"name": "Lancia del Picco del Drago",
	"description": "Una lancia creata con la zanna di un drago. Stranamente calda al tatto.",
	"descriptionRaw": "Una lancia creata con la zanna di un drago. Stranamente calda al tatto.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "Fece un sogno molto lungo...\n\nSognò che lui e tutti gli altri avevano intrapreso un viaggio davvero molto lungo,\nverso una terra in cui cresceva l'erba verde, e dove si cantavano canzoni appassionate.\nSognò di cantare insieme alle persone gentili di questa terra,\ne di danzare nel cielo con un drago grazioso come un gioiello.\n\nQuando aprì gli occhi, si trovava nel cielo sopra una montagna travolto dalle ruggenti tormente di neve.\nLa terra verde e tranquilla era già stata dipinta di cremisi dal fuoco e dal sangue,\ne la canzone della lira di quel bardo celeste era quasi annegata nel tumulto ululante.\nE quell'incantevole drago adorno di gioielli, come un tenero amante,\ngli aveva ora trafitto il collo con le sue zanne affilate.\n\n\"Addio, madre! Il mio viaggio è finito\".\n\"Dormirò sotto questo bianco argento splendente... e forse, va bene anche così\".\n\"Addio, adorabile bardo! E addio anche a te, splendido drago!\"\n\"Vorrei che ci fossimo incontrati in un tempo e in luogo diversi,\"\n\"per conoscerci, cantare e danzare insieme!\"\nCosì pensò in modo sincero mentre giaceva morente.\n\n\"Orbene, questa grande benedizione che pulsa attraverso le mie vene,\"\n\"e la visione incantevole dell'universo oscuro che mi ha fatto nascere...\"\n\"Sono ora la vostra eredità\".",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bonus DAN fisici",
	"baseStatText": "15%",
	"effectName": "Sepoltura gelata",
	"effectTemplateRaw": "#Colpire un avversario con attacchi normali e caricati fornisce un <color=#99FFFFFF>{0}</color> di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un <color=#99FFFFFF>{1}</color> dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un <color=#99FFFFFF>{2}</color> dell'ATT. Si può verificare una sola volta ogni 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 60% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 80% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 200% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 70% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 95% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 240% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 80% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 110% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 280% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 90% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 125% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 320% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 100% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 140% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 360% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente da latte del Lupo boreale",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del Lupo boreale",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}