{
	"id": 13509,
	"name": "Fulmine fagocitante",
	"description": "Una naginata usata per tagliare l'erba. Chiunque si trovi lungo il suo passaggio, verrà probabilmente ridotto a brandelli.",
	"descriptionRaw": "Una naginata usata per tagliare l'erba. Chiunque si trovi lungo il suo passaggio, verrà probabilmente ridotto a brandelli.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 5,
	"story": "La naginata era un'arma letale, in grado di tagliare via le impurità disperse.\nE colei che la brandiva era la guardiana della via verso l'eternità.\n\nQuando colei che era sopra le nubi in tempesta guardò il tanto amato mondo mortale,\nvide i litigi superficiali e le fugaci ossessioni degli umani,\nnate da affetti inutili e desideri senza controllo, entrambi nemici dell'eternità.\nI fulmini avrebbero spazzato via le erbacce che disturbavano il mondo immutabile.\n\n\"Bene... Che tipo di eternità si rispecchierà negli occhi di ███?\"\nRicordò vividamente questa domanda, che un membro del clero le pose mentre agitava la bottiglia e beveva vino con lei sotto l'albero di sakura.\n\nUna domanda assolutamente inutile.\nLa risposta di lei si perse nel fiume d'alcol,\nma in quei ricordi trovò la risposta innumerevoli volte.\nBisogna sfoltire gli alberi da frutto per migliorarne la qualità, e potare i fiori delle piante da usare nella produzione delle tinture.\nIn quel paradiso eterno non era ammesso neanche un minuscolo segno d'impurità.\n\n\"Ah, eppure...\nUsare la grandiosa lama di luce per estirpare ogni ossessione ed eliminare la possibilità che un sogno possa metter radici e appassire da solo...\nUn mondo sereno che non tollera alcun litigio, conquista o perdita... sarà un mondo amnesico, perso in sé stesso.\"\nPersino nel cuore dell'eternità vedo ancora chiaramente i miei vecchi amici e sento il fresco profumo dei fiori di sakura.\n\nNon vi dimenticherò mai, né dimenticherò mai tutto ciò che si è perso negli anni.\nDopotutto...\n\naveva assistito alla nera distruzione che aveva consumato i suoi cari:\ncome poteva non pensare che l'aberrante natura della vita e della morte, l'indecifrabile sorte stessa, fosse sua acerrima nemica?\nMa poiché nessuno può sovvertire l'impermanenza del mondo e la natura arida di questa partita,\nlasciamo che l'eutimia eterna del suo cuore porti avanti la sua amata nazione.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "12%",
	"effectName": "Sogno atemporale: Fuoco eterno",
	"effectTemplateRaw": "#L'ATT aumenta di un <color=#99FFFFFF>{0}</color> della ricarica d'energia superiore a un 100%. Puoi ottenere un bonus ATT massimo di un <color=#99FFFFFF>{1}</color>. Ricevi un <color=#99FFFFFF>{2}</color> di ricarica d'energia per 12{NON_BREAK_SPACE}s dopo l'uso del Tripudio elementale.",
	"r1": {
		"description": "L'ATT aumenta di un 28% della ricarica d'energia superiore a un 100%. Puoi ottenere un bonus ATT massimo di un 80%. Ricevi un 30% di ricarica d'energia per 12 s dopo l'uso del Tripudio elementale.",
		"values": [
			"28%",
			"80%",
			"30%"
		]
	},
	"r2": {
		"description": "L'ATT aumenta di un 35% della ricarica d'energia superiore al 100%. Puoi ottenere un bonus ATT massimo di un 90%. Ricevi un 35% di ricarica d'energia per 12 s dopo l'uso del Tripudio elementale.",
		"values": [
			"35%",
			"90%",
			"35%"
		]
	},
	"r3": {
		"description": "L'ATT aumenta di un 42% della ricarica d'energia superiore a un 100%. Puoi ottenere un bonus ATT massimo di un 100%. Ricevi un 40% di ricarica d'energia per 12 s dopo l'uso del Tripudio elementale.",
		"values": [
			"42%",
			"100%",
			"40%"
		]
	},
	"r4": {
		"description": "L'ATT aumenta di un 49% della ricarica d'energia superiore a un 100%. Puoi ottenere un bonus ATT massimo di un 110%. Ricevi un 45% di ricarica d'energia per 12 s dopo l'uso del Tripudio elementale.",
		"values": [
			"49%",
			"110%",
			"45%"
		]
	},
	"r5": {
		"description": "L'ATT aumenta di un 56% della ricarica d'energia superiore a un 100%. Puoi ottenere un bonus ATT massimo di un 120%. Ricevi un 50% di ricarica d'energia per 12 s dopo l'uso del Tripudio elementale.",
		"values": [
			"56%",
			"120%",
			"50%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114033,
				"name": "Maschera del tenente malvagio",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Maschera del morso della tigre",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114034,
				"name": "Maschera del morso della tigre",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114035,
				"name": "Maschera del corno",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114035,
				"name": "Maschera del corno",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114036,
				"name": "Maschera del kijin",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 18
			}
		]
	}
}