{
	"id": 14506,
	"name": "Luna perenne",
	"description": "Un'arma di diaspro proveniente dalle profondità marine. Brilla di una luminosità pura e distante come quella della luna.",
	"descriptionRaw": "Un'arma di diaspro proveniente dalle profondità marine. Brilla di una luminosità pura e distante come quella della luna.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "Si dice che l'emblema \"perla e onde\" dei Sangonomiya rappresenti le onde che abbracciano Watatsumi,\ne le perle luminose che si possono trovare lì. Ma alcuni dicono anche che mostri la ruota coperta di gioielli dell'Omikami di Watatsumi che veglia eternamente sulla terra del corallo come la luna.\n\nNei sogni del mare profondo dove dimorano spugne e coralli, nelle profondità dove nuvole fluttuanti e sabbie oceaniche danzano insieme,\nla speranza eterna sarebbe passata di generazione in generazione in quei discendenti del loro dio: coloro che sognavano gli stessi sogni di Watatsumi.\nI colori dei cieli sono in continuo mutamento, le luci e le ombre proiettate in profondità sotto le onde sono di forme indefinite...\nCosì si diffuse in tranquilla beatitudine la brillante compassione che l'oceano oscuro non poteva nascondere.\n\nA quei tempi, la prima Sacerdotessa divina soleva guidare i suoi fratelli con una saggezza preziosa quanto le perle,\nE scelse il clero tra il popolo appena introdotto al sole, che aiutava la progenie del loro dio a confortare coloro in cui la luce del giorno instillava terrore.\nIn tempi più recenti, la \"Umigozen\" che fece tremare le flotte di Narukami avrebbe cantato insieme a loro i canti di balena,\ne fu questo simbolo che disegnarono mentre ballavano con la kurage volante.\n\nQualche anno dopo, un solo fulmine avrebbe respinto il sogno del popolo Watatsumi.\nIl serpente strisciò nella tempesta, per affrontare inesorabilmente il bagliore spietato del fulmine...\nMa i figli del dio e le sacerdotesse, che avevano cuori di perla, non avrebbero dimenticato.\nInnumerevoli racconti, infinita gratitudine, e quell'anello di pietre preziose dell'oceano sarebbero stati tramandati per sempre,\ne per questo avrebbero brillato sempre più luminosi e più belli.\n\nChe si tratti delle storie dei rami di gioielli strappati o della nascita di perle preziose,\no della sconfitta di creature malvagie nelle profondità per portare la luce del sole alla pallida nazione sotto le onde,\no di come il giovane che sognava di stare in cima al Monte Yougou giunse ad avere il nome di \"re malvagio\", e fece il suo grande duello contro i tengu...\nTutto ciò illuminerebbe i cuori dei bambini di Watatsumi, come perle dal cielo, come onde sotto il bagliore della luna.\nPorteranno il dolore della perdita nelle acque increspate e salate, conservandole all'interno di perle radiose.\nChe le storie e i sacrifici dell'età degli dèi siano sempre tramandati, insieme a questo emblema di \"perla e onde\".\n\nAnche se le nubi delle tempeste dovessero riunirsi, e anche se la ferocia del fulmine violetto fosse pericolosa e imprevedibile,\nla luna d'argento di Watatsumi squarcerà ancora le nuvole e diffonderà la sua luce.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PS",
	"baseStatText": "10,8%",
	"effectName": "Notte di luna",
	"effectTemplateRaw": "#Il bonus di guarigione aumenta di un <color=#99FFFFFF>{0}</color> e i DAN da attacco normale aumentano per un <color=#99FFFFFF>{1}</color> dei PS max del personaggio con quest'arma equipaggiata. Per 12{NON_BREAK_SPACE}s dopo l'uso di un Tripudio elementale, gli attacchi normali che colpiscono gli avversari ripristineranno 0,6 di energia una volta ogni 0,1{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Il bonus di guarigione aumenta di un 10% e i DAN da attacco normale aumentano per un 1% dei PS max del personaggio con quest'arma equipaggiata. Per 12 s dopo l'uso di un Tripudio elementale, gli attacchi normali che colpiscono gli avversari ripristineranno 0,6 di energia una volta ogni 0,1 s.",
		"values": [
			"10%",
			"1%"
		]
	},
	"r2": {
		"description": "Il bonus di guarigione aumenta di un 12,5% e i DAN da attacco normale aumentano per un 1,5% dei PS max del personaggio con quest'arma equipaggiata. Per 12 s dopo l'uso di un Tripudio elementale, gli attacchi normali che colpiscono gli avversari ripristineranno 0,6 di energia una volta ogni 0,1 s.",
		"values": [
			"12,5%",
			"1,5%"
		]
	},
	"r3": {
		"description": "Il bonus di guarigione aumenta di un 15% e i DAN da attacco normale aumentano per un 2% dei PS max del personaggio con quest'arma equipaggiata. Per 12 s dopo l'uso di un Tripudio elementale, gli attacchi normali che colpiscono gli avversari ripristineranno 0,6 di energia una volta ogni 0,1 s.",
		"values": [
			"15%",
			"2%"
		]
	},
	"r4": {
		"description": "Il bonus di guarigione aumenta di un 17,5% e i DAN da attacco normale aumentano per un 2,5% dei PS max del personaggio con quest'arma equipaggiata. Per 12 s dopo l'uso di un Tripudio elementale, gli attacchi normali che colpiscono gli avversari ripristineranno 0,6 di energia una volta ogni 0,1 s.",
		"values": [
			"17,5%",
			"2,5%"
		]
	},
	"r5": {
		"description": "Il bonus di guarigione aumenta di un 20% e i DAN da attacco normale aumentano per un 3% dei PS max del personaggio con quest'arma equipaggiata. Per 12 s dopo l'uso di un Tripudio elementale, gli attacchi normali che colpiscono gli avversari ripristineranno 0,6 di energia una volta ogni 0,1 s.",
		"values": [
			"20%",
			"3%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Ramo di corallo di un mare lontano",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Prisma tetro",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Prisma tetro",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 9
			},
			{
				"id": 112051,
				"name": "Prisma di cristallo",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 5
			},
			{
				"id": 112051,
				"name": "Prisma di cristallo",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 9
			},
			{
				"id": 112052,
				"name": "Prisma polarizzante",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Ramo dorato di un mare lontano",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Prisma polarizzante",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 18
			}
		]
	}
}