{
	"id": 14409,
	"name": "Occhio della percezione",
	"description": "Una perla di vetro nero che si dice abbia il potere di leggere la purezza del cuore della gente.",
	"descriptionRaw": "Una perla di vetro nero che si dice abbia il potere di leggere la purezza del cuore della gente.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Un bellissimo oggetto realizzato con un raro smalto naturale.\nLa leggenda narra che l'Occhio della percezione un tempo fosse luminoso, chiaro e liscio come la superficie di un lago, ma nel corso di molti anni diventò opaco.\nDelle fonti scritte popolari affermano che, durante una notte tranquilla, lo si può sentire emettere dei suoni deboli.\nA volta sembra una leggera brezza, altre una sorgente che scorre.\n\nSi dice che l'Occhio fosse il cimelio di un Adeptus che è stato tramandato a Liyue, e che finì nelle mani della famiglia Yun.\nUn giorno, Yun stava gironzolando per le montagne, e lì incontrò un esorcista di nome Huang, che era venuto a consultarsi con gli Adepti.\nYun parlò a lungo e appassionatamente con Huang, e gli regalò l'Occhio. Quando Huang rifiutò freneticamente, Yun rispose sorridendo:\n\"Questa perla è la quintessenza della natura. Solo chi ha un cuore puro può usarla\".\n\nRingraziando Yun, Huang prese l'Occhio, lo indossò e s'incamminò lentamente verso Liyue. Lungo la strada, non fu ostacolato né dal vento né dalla pioggia.\nCome uno alla ricerca del sentiero degli Adepti, Huang vagò per la terra senza riposo. Pertanto, andava spesso al mercato per comprare cibo e acqua.\nNelle strade lungo il porto c'era la feccia della società. Eppure Huang camminò liberamente tra quella gente, e nessuno si approfittò mai di lui.\nAlcuni erano curiosi: come poteva questo esorcista erudito muoversi per la città come un pesce nell'acqua, e non sbagliare mai?\nQuando gli venne chiesto, rispose: \"Questo occhio trema alla malvagità e mi aiuta a vedere quali cuori sono veri\".\n\nQuesto Occhio poteva rivelare il cuore dell'umanità, sebbene nessuno ne conosceva il funzionamento, facendo sì che molti ricorressero ai racconti popolari per spiegarlo.\nC'è chi dice che, a mezzanotte, si può sentire vagamente chiamare come una brezza leggera, o come l'acqua di sorgente che scorre tra pietre sparse.\nEntrambe ricordano il mormorio dei demoni che si nutrono di pensieri empi, una caratteristica comune delle parabole che le madri raccontavano ai propri figli nei tempi passati.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "12%",
	"effectName": "Eco",
	"effectTemplateRaw": "#Gli attacchi normali e caricati hanno un 50% di probabilità di scagliare un Dardo della percezione, infliggendo DAN pari a un <color=#99FFFFFF>{0}</color> dell'ATT. Questo dardo può rimbalzare da un avversario all'altro fino a 4 volte. Si può verificare una volta ogni <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Gli attacchi normali e caricati hanno un 50% di probabilità di scagliare un Dardo della percezione, infliggendo DAN pari a un 240% dell'ATT. Questo dardo può rimbalzare da un avversario all'altro fino a 4 volte. Si può verificare una volta ogni 12 s.",
		"values": [
			"240%",
			"12"
		]
	},
	"r2": {
		"description": "Gli attacchi normali e caricati hanno il 50% di probabilità di scagliare un Dardo della percezione, infliggendo DAN pari a un 270% dell'ATT. Questo dardo può rimbalzare da un avversario all'altro fino a 4 volte. Si può verificare una volta ogni 11 s.",
		"values": [
			"270%",
			"11"
		]
	},
	"r3": {
		"description": "Gli attacchi normali e caricati hanno un 50% di probabilità di scagliare un Dardo della percezione, infliggendo DAN pari a un 300% dell'ATT. Questo dardo può rimbalzare da un avversario all'altro fino a 4 volte. Si può verificare una volta ogni 10 s.",
		"values": [
			"300%",
			"10"
		]
	},
	"r4": {
		"description": "Gli attacchi normali e caricati hanno un 50% di probabilità di scagliare un Dardo della percezione, infliggendo DAN pari a un 330% dell'ATT. Questo dardo può rimbalzare da un avversario all'altro fino a 4 volte. Si può verificare una volta ogni 9 s.",
		"values": [
			"330%",
			"9"
		]
	},
	"r5": {
		"description": "Gli attacchi normali e caricati hanno un 50% di probabilità di scagliare un Dardo della percezione, infliggendo DAN pari a un 360% dell'ATT. Questo dardo può rimbalzare da un avversario all'altro fino a 4 volte. Si può verificare una volta ogni 8 s.",
		"values": [
			"360%",
			"8"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Elisir di piombo della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Elisir primordiale della nebbia",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 12
			}
		]
	}
}