{
	"id": 12513,
	"name": "Zanna del Re della Montagna",
	"description": "Una gigantesca spada forgiata in puro minerale di turchese. Essendo più pesante delle comuni armi, è stata dedicata a Kongamato, il Re della Montagna.",
	"descriptionRaw": "Una gigantesca spada forgiata in puro minerale di turchese. Essendo più pesante delle comuni armi, è stata dedicata a Kongamato, il Re della Montagna.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "Nel cuore di Huitztlan giace Kongamato, il Re della Montagna, una creatura enorme, grande come i monti in cui dorme.\nIn momenti di dolore incommensurabile, in deliranti stati di dormiveglia, il Re della Montagna vede ogni cosa come un nemico mortale.\nAttacca indistintamente ogni essere vivente che si avvicina, come temendo che qualcuno possa rubargli qualcosa.\nSi dice che Kongamato, che un tempo proteggeva le tribù, sia stato condotto alla follia da quella oscura catastrofe,\nma nessuno riesce a spiegare perché il Re della Montagna, che non dovrebbe essere senziente, attacchi solo chi si avvicina troppo.\n\nInvero, egli perse il senno molto tempo addietro, dopo aver trafitto ferocemente il corpo di quell'individuo.\nLe leggende narrano di colui che strinse un patto con lui, una persona che cacciava al suo fianco.\nMa, per quanto preziosi fossero questi ricordi, sono ormai perduti a causa del lungo incubo del Re della Montagna.\nPersino il nome \"Kongamato\" è diventato sconosciuto all'arcaico signore degli Yumkasauri.\n\nEppure, nonostante tutto...\nNonostante non riesca a liberarsi da quell'incubo, deve almeno proteggere il fuoco, anche se non sa a chi appartenga...\nNonostante si sia dimenticato con chi, e perché, abbia stretto quel patto...\n\nNonostante il suo possente corpo, di cui un tempo era così fiero, sia scosso da un'agonia rovente...\nNonostante il suo fisico decadente porti ancora i segni di una vergogna indelebile...\nEgli non avrebbe mai permesso a nessuno di disonorare la vita e il fuoco che un tempo appartenevano a quella persona.\n\nMalgrado la bestia gigante si sia ormai abbandonata alla follia\ne la sua anima sia stata consumata e lordata dalle tenebre,\nessa rifiuta di rinunciare a questo ultimo brandello di determinazione.\n\n\"Riporterò il Voltafuoco nel Reame notturno, in cambio dell'ultima fiammella.\nLa legna da ardere di ieri è il fuoco di oggi: la vita segue il suo corso.\nDi tutte le nostre azioni risponderemo al fuoco. Tra le fiamme, ci ricongiungeremo.\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "2,4%",
	"effectName": "Caccia al turchese",
	"effectTemplateRaw": "#Il personaggio ottiene 1 accumulo di Grazia delle Vette dopo aver colpito un avversario con un'abilità elementale. È possibile ottenere ogni accumulo una volta ogni 0,5{NON_BREAK_SPACE}s. Dopo che un membro vicino del gruppo innesca una reazione di Ustione o Germinazione, il personaggio che equipaggia l'arma ottiene 3 accumuli. Quest'effetto può attivarsi una volta ogni 2{NON_BREAK_SPACE}s, anche se il personaggio che lo attiva non è in campo. Grazia delle Vette: i DAN da abilità elementale e da Tripudio elementale aumentano di un <color=#99FFFFFF>{0}</color> per 6{NON_BREAK_SPACE}s. Massimo 6 accumuli. La durata di ogni accumulo è calcolata in modo indipendente.",
	"r1": {
		"description": "Il personaggio ottiene 1 accumulo di Grazia delle Vette dopo aver colpito un avversario con un'abilità elementale. È possibile ottenere ogni accumulo una volta ogni 0,5 s. Dopo che un membro vicino del gruppo innesca una reazione di Ustione o Germinazione, il personaggio che equipaggia l'arma ottiene 3 accumuli. Quest'effetto può attivarsi una volta ogni 2 s, anche se il personaggio che lo attiva non è in campo. Grazia delle Vette: i DAN da abilità elementale e da Tripudio elementale aumentano di un 10% per 6 s. Massimo 6 accumuli. La durata di ogni accumulo è calcolata in modo indipendente.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "Il personaggio ottiene 1 accumulo di Grazia delle Vette dopo aver colpito un avversario con un'abilità elementale. È possibile ottenere ogni accumulo una volta ogni 0,5 s. Dopo che un membro vicino del gruppo innesca una reazione di Ustione o Germinazione, il personaggio che equipaggia l'arma ottiene 3 accumuli. Quest'effetto può attivarsi una volta ogni 2 s, anche se il personaggio che lo attiva non è in campo. Grazia delle Vette: i DAN da abilità elementale e da Tripudio elementale aumentano di un 12,5% per 6 s. Massimo 6 accumuli. La durata di ogni accumulo è calcolata in modo indipendente.",
		"values": [
			"12,5%"
		]
	},
	"r3": {
		"description": "Il personaggio ottiene 1 accumulo di Grazia delle Vette dopo aver colpito un avversario con un'abilità elementale. È possibile ottenere ogni accumulo una volta ogni 0,5 s. Dopo che un membro vicino del gruppo innesca una reazione di Ustione o Germinazione, il personaggio che equipaggia l'arma ottiene 3 accumuli. Quest'effetto può attivarsi una volta ogni 2 s, anche se il personaggio che lo attiva non è in campo. Grazia delle Vette: i DAN da abilità elementale e da Tripudio elementale aumentano di un 15% per 6 s. Massimo 6 accumuli. La durata di ogni accumulo è calcolata in modo indipendente.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "Il personaggio ottiene 1 accumulo di Grazia delle Vette dopo aver colpito un avversario con un'abilità elementale. È possibile ottenere ogni accumulo una volta ogni 0,5 s. Dopo che un membro vicino del gruppo innesca una reazione di Ustione o Germinazione, il personaggio che equipaggia l'arma ottiene 3 accumuli. Quest'effetto può attivarsi una volta ogni 2 s, anche se il personaggio che lo attiva non è in campo. Grazia delle Vette: i DAN da abilità elementale e da Tripudio elementale aumentano di un 17,5% per 6 s. Massimo 6 accumuli. La durata di ogni accumulo è calcolata in modo indipendente.",
		"values": [
			"17,5%"
		]
	},
	"r5": {
		"description": "Il personaggio ottiene 1 accumulo di Grazia delle Vette dopo aver colpito un avversario con un'abilità elementale. È possibile ottenere ogni accumulo una volta ogni 0,5 s. Dopo che un membro vicino del gruppo innesca una reazione di Ustione o Germinazione, il personaggio che equipaggia l'arma ottiene 3 accumuli. Quest'effetto può attivarsi una volta ogni 2 s, anche se il personaggio che lo attiva non è in campo. Grazia delle Vette: i DAN da abilità elementale e da Tripudio elementale aumentano di un 20% per 6 s. Massimo 6 accumuli. La durata di ogni accumulo è calcolata in modo indipendente.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Decadenza delirante del Sacro Signore",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Pietra infuocata",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Pietra infuocata",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Seme della vita infuocato",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Seme della vita infuocato",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Occhio vigile infuocato",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Divinità delirante del Sacro Signore",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Occhio vigile infuocato",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 18
			}
		]
	}
}