{
	"id": 12401,
	"name": "Spadone di Favonius",
	"description": "Una pesante spada cerimoniale dei Cavalieri di Favonius. Altamente distruttiva, è in grado d'incanalare facilmente il potere elementale.",
	"descriptionRaw": "Una pesante spada cerimoniale dei Cavalieri di Favonius. Altamente distruttiva, è in grado d'incanalare facilmente il potere elementale.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Una pesante spada cerimoniale dei Cavalieri di Favonius. Di solito viene consegnata solo dopo aver ricevuto l'approvazione sia del Gran Maestro che della Chiesa.\nGli artigiani di Mondstadt ottennero risultati nell'interazione elementale studiando gli antichi manufatti della loro terra.\nQuesto pesante spadone non è solo un onore conferito a un Cavaliere di Favonius, ma anche il frutto del duro lavoro e delle abilità dei guardiani di Mondstadt.\nPuò incanalare facilmente il potere elementale. Chi lo possiede farebbe bene a ricordare che la distruzione non è che un mezzo per un fine, e cioè difendere ciò che deve essere difeso.\n\nAl giorno d'oggi, è rimasta una sola tecnica della spada di Favonius a una mano del Cucciolo di lupo Rostam.\nUn'altra è andata perduta: quella di Arundolyn, il Leone della luce, che era in grado di brandire contemporaneamente in battaglia uno spadone e una spada lunga.\nA causa della grande forza richiesta, solo chi era dotato di una forza straordinaria poteva tentare di realizzare questa tecnica. Così venne presto dimenticata.\n\nCompagni sin da piccoli, Arundolyn proveniva da una lunga stirpe di cavalieri, mentre Rostam era nato da una famiglia di contadini.\nLa loro amicizia era forgiata dal comune sogno di diventare degli eroi. Da giovani, divennero compagni cavalieri, mentre da adulti, uno divenne Gran Maestro e l'altro suo assistente.\n\nIl Gran Maestro Arundolyn non possedeva una Visione. La sua formidabile forza era un misto di doti naturali e duro addestramento.\nLa forza era motivo di orgoglio per il Gran Maestro, che a sua volta era motivo d'orgoglio per i Cavalieri, anzi, per tutta Mondstadt.\nDopo che Rostam andò incontro al suo destino, Arundolyn non fece più mostra della sua forza. Poiché per lui non era più motivo di gloria affrontare mostri feroci.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "13,3%",
	"effectName": "Vento propizio",
	"effectTemplateRaw": "#I colpi CRIT hanno un <color=#99FFFFFF>{0}</color> di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "I colpi CRIT hanno un 60% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 12 s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "I colpi CRIT hanno un 70% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 10,5 s.",
		"values": [
			"70%",
			"10,5"
		]
	},
	"r3": {
		"description": "I colpi CRIT hanno un 80% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 9 s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "I colpi CRIT hanno un 90% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 7,5 s.",
		"values": [
			"90%",
			"7,5"
		]
	},
	"r5": {
		"description": "I colpi CRIT hanno un 100% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 6 s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}