{
	"id": 13407,
	"name": "Lancia di Favonius",
	"description": "Una lancia nello stile dei Cavalieri di Favonius. La sua asta è dritta e la sua punta fluttua come il vento.",
	"descriptionRaw": "Una lancia nello stile dei Cavalieri di Favonius. La sua asta è dritta e la sua punta fluttua come il vento.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "Una lancia d'onore tra i Cavalieri di Favonius. Viene usata come arma cerimoniale durante le parate e le rassegne, ma è anche una nemica affilata e mortale dei mostri.\nStudiando l'albero che resisteva al vento, gli artigiani e gli studiosi di Mondstadt avrebbero imparato molto sull'affinità elementale.\nQuesta lancia resistente non occupa soltanto un posto d'onore speciale tra i cavalieri: è anche la cristallizzazione del duro lavoro e dell'abilità artistica dei difensori della città.\nCon essa in mano, ricorderanno sempre di essere disciplinati, e di difendere la libertà di Mondstadt.\n\nIn effetti, molte persone hanno usato varie lance come loro armi, usando il vantaggio della portata per compensare la scarsa abilità in combattimento.\nAnche delle persone comuni inesperte potrebbero armarsi di bastoni di legno affilati, e forse sarebbero dei degni avversari per l'acciaio dei soldati addestrati.\nPer celebrare il rovesciamento dell'aristocrazia furono piantati dei lunghi pali, pennoni e forconi in tutte le zone verdeggianti della città.\n\nUn tempo, era richiesto a tutti i nobili di studiare l'arte della spada, affinché potessero accrescere la loro forza e saggezza.\nA quei tempi, l'arte della lancia era riservata a traditori e gladiatori stranieri.\nMa c'era una volta un nobile rampollo che brandiva una lancia.\nDicono che Eberhart era noto per godersi la brezza notturna mentre prendeva le prime gocce di rugiada con la punta della sua lancia.\n\nEberhart, figlio illegittimo, sognava di riconquistare la gloria e l'orgoglio dell'antica nobiltà.\nTuttavia, aveva bisogno di più potere per distruggere queste fondamenta marce. Così...\nSia che si trattasse di istigare suo fratello legittimo a seguire il suo sogno di diventare un ladro fantasma, prima di ingannarlo e costringerlo a fuggire,\nin modo che potesse usurpare quella legittimità,\no che si impegnasse nel diventare il discepolo di una certa strega armata di lancia per apprendere la falla fatale nella sua arte,\nin modo da ucciderla meglio...\n\n\"Che importa se coloro che verranno dopo dovessero disprezzarmi? Farò qualsiasi cosa per raggiungere i miei obiettivi\".",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "6,7%",
	"effectName": "Vento propizio",
	"effectTemplateRaw": "#I colpi CRIT hanno un <color=#99FFFFFF>{0}</color> di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "I colpi CRIT hanno un 60% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 12 s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "I colpi CRIT hanno un 70% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 10,5 s.",
		"values": [
			"70%",
			"10,5"
		]
	},
	"r3": {
		"description": "I colpi CRIT hanno un 80% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 9 s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "I colpi CRIT hanno un 90% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 7,5 s.",
		"values": [
			"90%",
			"7,5"
		]
	},
	"r5": {
		"description": "I colpi CRIT hanno un 100% di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni 6 s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 12
			}
		]
	}
}