{
	"name": "Codice di Favonius",
	"description": "Un tomo segreto appartenuto agli studiosi dei Cavalieri di Favonius. Descrive la logica e il potere degli elementi e della materia.",
	"weapontype": "Catalizzatore",
	"rarity": "4",
	"story": "Un tomo segreto appartenuto agli studiosi dei Cavalieri di Favonius. Conserva la conoscenza collettiva dei loro studi.\nÈ intarsiato con elementi cristallizzati, che è ciò che rende il Codice di Favonius una tale rarità.\nNon solo perché i cristalli elementali sono preziosi, ma anche perché ogni Codice di Favonius è fatto a mano.\nSolo gli studiosi che hanno padroneggiato il controllo degli elementi possono creare dei cristalli elementali del genere.\n\nQuando furono fondati i Cavalieri di Favonius, il Cavaliere dell'Alba Ragnvindr trasformò le terme interne degli aristocratici in una biblioteca.\nNel tempo, grazie agli innumerevoli contributi di bardi, studiosi e viaggiatori, la raccolta letteraria della biblioteca divenne la più vasta della metà settentrionale del continente.\nDopotutto, le canzoni sono portate via dal vento e il piacere del vino dura solo per un momento fugace. Solamente ciò che è trascritto sulla pagina può brillare e risplendere per l'eternità.\n\nTuttavia, le dimensioni attuali della collezione della biblioteca sono solo una parte di quello che erano ai tempi d'oro.\nPurtroppo, la biblioteca si bruciò durante la tragedia del \"Grande Incendio dell'Equinozio d'autunno\".\n\nC'è una grande e robusta porta in legno di pioppo nel seminterrato della biblioteca.\nSi dice che la porta fosse antecedente alla fondazione della biblioteca e resistette al fumo e alle fiamme.\nLa verità è che quella porta stava lì da molto prima che i Cavalieri di Favonius venissero fondati.\nLa loro organizzazione ha ufficialmente dichiarato che la sezione riservata della biblioteca sarebbe stata collocata dietro quella porta.\nMa le storie narrano che all'interno sia contenuto un segreto ancora più profondo.",
	"baseatk": 42,
	"substat": "Ricarica di energia",
	"subvalue": "10",
	"effectname": "Vento propizio",
	"effect": "I colpi CRIT hanno un {0} di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni {1} s.",
	"r1": [
		"60%",
		"12"
	],
	"r2": [
		"70%",
		"10,5"
	],
	"r3": [
		"80%",
		"9"
	],
	"r4": [
		"90%",
		"7,5"
	],
	"r5": [
		"100%",
		"6"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tegola della Torre di Decarabian",
				"count": 3
			},
			{
				"name": "Corno pesante",
				"count": 3
			},
			{
				"name": "Pergamena divinatoria",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Resti della Città di Decarabian",
				"count": 3
			},
			{
				"name": "Corno pesante",
				"count": 12
			},
			{
				"name": "Pergamena divinatoria",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Resti della Città di Decarabian",
				"count": 6
			},
			{
				"name": "Corno di bronzo nero",
				"count": 6
			},
			{
				"name": "Pergamena sigillata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Frammento dell'epopea di Decarabian",
				"count": 3
			},
			{
				"name": "Corno di bronzo nero",
				"count": 12
			},
			{
				"name": "Pergamena sigillata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Frammento dell'epopea di Decarabian",
				"count": 6
			},
			{
				"name": "Corno con cristallo nero",
				"count": 9
			},
			{
				"name": "Pergamena maledetta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Frammento del sogno di Decarabian",
				"count": 4
			},
			{
				"name": "Corno con cristallo nero",
				"count": 18
			},
			{
				"name": "Pergamena maledetta",
				"count": 12
			}
		]
	}
}