{
	"name": "Spada di Favonius",
	"description": "Una spada lunga d'ordinanza dei Cavalieri di Favonius. Quando sei armato di quest'arma agile e affilata, incanalare il potere degli elementi diventa un gioco da ragazzi!",
	"weapontype": "Spada",
	"rarity": "4",
	"story": "Una normale spada lunga brandita dai Cavalieri di Favonius. Di solito viene consegnata solo dopo aver ricevuto l'approvazione sia del maestro dell'Ordine che della Chiesa.\nStudiando l'Anemo di Mondstadt, gli artigiani di Mondstadt hanno ottenuto dei risultati nell'interazione elementale.\nQuesta spada leggera e agile non è solo un onore conferito a un Cavaliere di Favonius, ma anche il frutto del duro lavoro e delle abilità dei guardiani di Mondstadt.\nPuò incanalare facilmente il potere elementale. Chi la possiede farebbe bene a ricordare che la sua lama affilata è destinata a difendere e non ad attaccare.\n\nLa tradizionale tecnica della spada di Favonius fu fondata dall'amico d'infanzia (nonché controparte spirituale) di Arundolyn, il Leone della luce, il cui nome era Rostam, il Cucciolo di lupo.\nLa leggenda narra che fosse in grado tagliare ogni goccia di pioggia dal cielo, e che il vento provocato dai movimenti della sua danza di spade potesse fendere una rosa ed estinguere la fiamma di una fiaccola.\nL'essenza della tecnica della spada di Favonius è proprio questa: leggerezza, rapidità e precisione in difesa di Mondstadt.\n\nAll'età di ventisette anni, Rostam ricevette il titolo di Cucciolo di lupo.\nLa tradizione dei Cavalieri di Favonius imponeva che i titoli di \"leone\" e \"lupo\" fossero riservati a coloro che avevano grandi potenzialità di comando.\nUn giorno, tali individui avrebbero ricoperto il ruolo di Gran Maestro, dedicandosi alla guida di una schiera di cavalieri e alla salvaguardia di Mondstadt.\nNonostante avesse adempito fedelmente ai suoi doveri, dedicando la propria vita a Mondstadt, Rostam non visse abbastanza per vedere quel giorno.\n\nDa quando Rostam inaugurò la sua tecnica della spada, nessun altro riuscì mai a eguagliarne la leggendaria abilità.\nIl suo fervore, insieme alla sua determinazione di proteggere Mondstadt, accompagnò i cavalieri per generazioni.",
	"baseatk": 41,
	"substat": "Ricarica di energia",
	"subvalue": "13.3",
	"effectname": "Vento propizio",
	"effect": "I colpi CRIT hanno un {0} di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni {1} s.",
	"r1": [
		"60%",
		"12"
	],
	"r2": [
		"70%",
		"10,5"
	],
	"r3": [
		"80%",
		"9"
	],
	"r4": [
		"90%",
		"7,5"
	],
	"r5": [
		"100%",
		"6"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tegola della Torre di Decarabian",
				"count": 3
			},
			{
				"name": "Corno pesante",
				"count": 3
			},
			{
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Resti della Città di Decarabian",
				"count": 3
			},
			{
				"name": "Corno pesante",
				"count": 12
			},
			{
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Resti della Città di Decarabian",
				"count": 6
			},
			{
				"name": "Corno di bronzo nero",
				"count": 6
			},
			{
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Frammento dell'epopea di Decarabian",
				"count": 3
			},
			{
				"name": "Corno di bronzo nero",
				"count": 12
			},
			{
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Frammento dell'epopea di Decarabian",
				"count": 6
			},
			{
				"name": "Corno con cristallo nero",
				"count": 9
			},
			{
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Frammento del sogno di Decarabian",
				"count": 4
			},
			{
				"name": "Corno con cristallo nero",
				"count": 18
			},
			{
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}