{
	"name": "Arco da guerra di Favonius",
	"description": "Un arco ricurvo d'ordinanza dei Cavalieri di Favonius. Solo gli arcieri migliori possono sprigionarne appieno il potenziale.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Un arco ricurvo standard brandito dai Cavalieri di Favonius. Viene concesso solo ai migliori arcieri dell'ordine che sono stati in servizio per molto tempo.\nSapientemente realizzato, la struttura in quercia offre una potenza maggiore mentre l'aggiunta di parti metalliche lo rende facile da usare.\nLa corda è incantata dai segreti dell'alchimia e della magia, garantendo la protezione delle dita dell'arciere.\nQuest'arco viene dato come ricompensa ai valorosi guardiani di Mondstadt, ed è un ottimo strumento con cui possono continuare a proteggerla.\n\nUn tempo, i Cavalieri di Favonius avevano una formidabile squadra di arcieri esploratori conosciuti come i Vigilanti.\nLa squadra fu fondata da un capo mercenario di Liyue, che trasmise ai Vigilanti le conoscenze di un'intera vita.\n\nLe abilità di tracciamento che acquisirono, insieme alla capacità di rilevare quando si avvicinava un pericolo, erano uniche tra tutti i cavalieri.\nPerciò, le abilità dei Vigilanti erano preziosissime per i Cavalieri di Favonius.\n\nCiò durò fino a quando il primo degli Vigilanti, per ragioni sconosciute ai Cavalieri, alla fine lasciò l'ordine.\nDa quel giorno, la squadra di Vigilanti mantenne solamente l'apparenza del suo precedente potenziale. La sua perizia se n'era andata, anche se la sua struttura e il suo nome furono preservati.\nTuttavia, c'è ancora chi lavora instancabilmente per mantenere la dignità del titolo di Vigilante.",
	"baseatk": 41,
	"substat": "Ricarica di energia",
	"subvalue": "13.3",
	"effectname": "Vento propizio",
	"effect": "I colpi CRIT hanno un {0} di probabilità di generare una piccola quantità di particelle elementali, che rigenerano di 6 l'energia del personaggio. Si può verificare una sola volta ogni {1} s.",
	"r1": [
		"60%",
		"12"
	],
	"r2": [
		"70%",
		"10,5"
	],
	"r3": [
		"80%",
		"9"
	],
	"r4": [
		"90%",
		"7,5"
	],
	"r5": [
		"100%",
		"6"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"name": "Nettare del Malefiore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"name": "Nettare del Malefiore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"name": "Nucleo del caos",
				"count": 9
			},
			{
				"name": "Nettare energetico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"name": "Nucleo del caos",
				"count": 18
			},
			{
				"name": "Nettare energetico",
				"count": 12
			}
		]
	}
}