{
	"name": "Finale degli abissi",
	"description": "Una spada silenziosa come i profondi abissi dell'oceano. Malgrado la sua forma, è ben più antica di quanto sembri.",
	"weapontype": "Spada",
	"rarity": "4",
	"story": "Secondo la leggenda, questa spada cerimoniale apparteneva a un musicista, il cui nome si è perso nel tempo.\nStrato dopo strato di decorazioni appariscenti e gemme brillanti dimostrano che non si trattava di un comune strumentista.\n\nSecondo le leggende, egli era immensamente orgoglioso di aver composto un'antica e grandiosa sinfonia, che però non aveva mai suonato davanti a nessun altro.\nPoiché, in questo mondo caotico, quella musica non ispirerebbe applausi o pianti, né alcuno si prenderebbe il fastidio di trascrivere una composizione così complessa...\nC'è un'opera a Fontaine che illustra la sua vita: anche se nessuno ne conosce le origini, tutti ne comprendono la tragedia.\nCosì come tanti altri dalle umili origini, decise il suo destino nella città crocevia di tutti i canali.\n\n\"Studenti! Siamo tessitori di trame musicali, armonizzatori dell'autorità. La musica avanza al nostro comando!\nLa nostra musica è come le onde e le increspature, il ritmo del randello e la carezza di un amante, e conquista il cuore di coloro che l'ascoltano!\"\nNella torreggiante accademia teatrale, gli insegnanti spiegarono quella magnifica musica, impartendo lezioni di civiltà e arte ai loro alunni ignoranti.\nLe note e le melodie venivano arrangiate in ordine perfetto e suonate a regola d'arte, con assoluta ragione e saggezza...\n\n\"Ma come fa la volontà dell'ordine ad affidarsi alle rigide convenzioni? I musicisti devono essere come coloro che trascendono. Devono diventare la voce del sublime.\nIl sublime dev'essere poderoso, come il verso degli uccelli sulla cima di una montagna, la rabbia schiumosa del mare in tempesta. L'ordine deve avere una passione sconfinata.\nE, in seguito, la gloria sgorgherà dalla passione, la passione creerà unità e l'unità stabilizzerà l'ordine: questo dev'essere il ruolo essenziale della musica e dei musicisti.\nLa passione che scaturisce dalla sconfitta dei propri nemici, dall'amore per i propri compagni d'armi... Queste sono le emozioni sublimi che dividono l'umanità in maestri e servitori.\"\nIn seguito, proprio come l'opera cantava, queste singolari comprensione e interpretazione della musica elevarono il musicista, portandolo nelle sale più eleganti...\nIn quel periodo, sotto la sua direzione e autorità, la musica divenne lo scettro e lo scudo dell'autorità, conquistando innumerevoli ascoltatori.\n\nNell'epoca d'oro, gli ascoltatori vennero incantati da questa bellezza sublime, e condivisero gioia e dispiacere nella ricerca della stessa passione.\nMa, quando la vista della gente venne bloccata da un'onda alta quanto una montagna, il lamento di coloro che sono stati divorati finì sommerso dal silenzio...\nE quando la torreggiante accademia teatrale venne distrutta dall'onda anomala, la gente scoprì con terrore...\ngli scheletri di coloro che erano stati bruciati dalla passione del musicista, finalmente venuti alla luce, da sotto le fondamenta dell'edificio.",
	"baseatk": 44,
	"substat": "ATT",
	"subvalue": "6",
	"effectname": "Finale sublime",
	"effect": "Quando usa un'abilità elementale, il personaggio riceve un aumento dell'ATT pari a un {0} per 15 s e un Legame vitale pari a un 25% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, è possibile ottenere fino a un massimo di {1} di ATT, in base a un {2} della quantità totale del Legame vitale dissolto, per 15 s.",
	"r1": [
		"12%",
		"150",
		"2,4%"
	],
	"r2": [
		"15%",
		"187,5",
		"3%"
	],
	"r3": [
		"18%",
		"225",
		"3,6%"
	],
	"r4": [
		"21%",
		"262,5",
		"4,2%"
	],
	"r5": [
		"24%",
		"300",
		"4,8%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Scarto di Goccia di rugiada sacra pura",
				"count": 3
			},
			{
				"name": "Goccia d'acqua contaminata",
				"count": 3
			},
			{
				"name": "Paramano antico",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 3
			},
			{
				"name": "Goccia d'acqua contaminata",
				"count": 12
			},
			{
				"name": "Paramano antico",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"name": "Campione d'acqua contaminata",
				"count": 6
			},
			{
				"name": "Paramano kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 3
			},
			{
				"name": "Campione d'acqua contaminata",
				"count": 12
			},
			{
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 9
			},
			{
				"name": "Paramano celebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Essenza di Goccia di rugiada sacra pura",
				"count": 4
			},
			{
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 18
			},
			{
				"name": "Paramano celebre",
				"count": 12
			}
		]
	}
}