{
	"id": 12432,
	"name": "Intuizione pirogenita",
	"description": "Nei racconti tribali si narra di una spada forgiata dal Popolo delle Sorgenti per proteggere un bambino nel lungo viaggio che stava per intraprendere. Quest'arma in particolare sembra una replica di quella leggendaria lama.",
	"descriptionRaw": "Nei racconti tribali si narra di una spada forgiata dal Popolo delle Sorgenti per proteggere un bambino nel lungo viaggio che stava per intraprendere. Quest'arma in particolare sembra una replica di quella leggendaria lama.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Secondo le antiche tradizioni tribali tramandate dallo stolto che gridò alla notte,\nquando le fiamme del focolare si tinsero di rosso scarlatto, il discendente che stava per intraprendere il suo viaggio sedeva in un angolo della casa dell'artigiano.\nIl fabbro delle montagne agitò il suo martello, frantumando il cristallo in un coro di tintinnii.\nIl vecchio, che camminava a fatica poggiandosi sul suo bastone, allungò la mano in una cesta e ne tirò fuori un tesoro d'altri tempi.\n\n\"Akamai, il momento è arrivato. Troveremo un ricco giacimento di minerali o un tesoro!\"\n\"Sì, Kau Kau, e quando lo faremo, le nostre gesta saranno ricordate nei rotoli di tessuto.\"\nTanto tempo fa, questi due giovani del Popolo delle Sorgenti avevano giurato di esplorare tutta Natlan.\nPer loro, le avventure e le vittorie erano un dovere conferito dalla Wayob,\ni loro cuori e le loro menti erano colmi di storie su isole misteriose ed eroi del passato.\nCosì, i giovani avventurieri intrapresero un cammino a piedi per farne un pellegrinaggio.\n\nTuttavia, è raro che nelle leggende degli eroi del passato si menzionino i problemi che affliggono la gente comune.\nE il mondo contiene molti meno tesori di quelli a cui aspirano gli esploratori intrepidi.\nI minerali che avevano estratto erano perlopiù comuni, e i cristalli che avevano trovato erano banali persino tra oggetti ordinari.\nMa che importanza aveva? La loro gioia non si affievolì, e ammirarono le rocce raccolte alla luce del falò che avevano acceso.\nRicordarono le scene vissute e i sentimenti che avevano provato nel trovarle.\nQuesta era stata strappata agli artigli di un gigantesco Tepetlisauro mentre attraversavano delle montagne ricoperte di cristalli.\nQuest'altra, invece, li aveva fatti inciampare sul bordo di una sorgente termale naturale durante una sbornia.\nQuesta roccia, ricoperta di cenere, un tempo sorvegliava le rovine di un'antica città data alle fiamme.\nEra rimasta in quel luogo finché i due viaggiatori non erano passati di lì prendendone possesso, ignari dei desideri della grigia sentinella.\n\nE mentre il forgiatore di pietre prendeva quelle rocce e le fondeva a una a una, il passato si risvegliò ancora una volta, riportandole in vita attraverso i ricordi.\nQuando si venne a sapere che il discendente di Akamai voleva emulare il suo predecessore, decisero di usare quelle rocce come materiale.\nAvrebbero forgiato una lama per proteggere il discendente che stava per partire in viaggio, poiché conoscevano fin troppo bene i pericoli che si annidavano nel mondo.\nQuando la grande lama fu forgiata, Akamai e Kau Kau la consegnarono all'aspirante viaggiatore come regalo d'addio.\n\n\"Lascia che i ricordi del passato ti accompagnino nel tuo viaggio, dato che i predecessori non hanno più la forza di farlo...\nIl passato scorre nelle vene di ogni nuova generazione, come un fuoco inestinguibile tramandato tramite i rituali.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "36",
	"effectName": "Pensiero in fiore",
	"effectTemplateRaw": "#Quando si innesca una reazione di Electrocarica, Carica lunare, Fioritura o Fioritura lunare, l'energia elementale si ripristina di <color=#99FFFFFF>{0}</color> e la maestria elementale aumenta di <color=#99FFFFFF>{1}</color> per 15{NON_BREAK_SPACE}s. Quest'effetto può attivarsi una volta ogni 15{NON_BREAK_SPACE}s, anche quando il personaggio che equipaggia l'arma non è in campo.",
	"r1": {
		"description": "Quando si innesca una reazione di Electrocarica, Carica lunare, Fioritura o Fioritura lunare, l'energia elementale si ripristina di 12 e la maestria elementale aumenta di 60 per 15 s. Quest'effetto può attivarsi una volta ogni 15 s, anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "Quando si innesca una reazione di Electrocarica, Carica lunare, Fioritura o Fioritura lunare, l'energia elementale si ripristina di 15 e la maestria elementale aumenta di 75 per 15 s. Quest'effetto può attivarsi una volta ogni 15 s, anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "Quando si innesca una reazione di Electrocarica, Carica lunare, Fioritura o Fioritura lunare, l'energia elementale si ripristina di 18 e la maestria elementale aumenta di 90 per 15 s. Quest'effetto può attivarsi una volta ogni 15 s, anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "Quando si innesca una reazione di Electrocarica, Carica lunare, Fioritura o Fioritura lunare, l'energia elementale si ripristina di 21 e la maestria elementale aumenta di 105 per 15 s. Quest'effetto può attivarsi una volta ogni 15 s, anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "Quando si innesca una reazione di Electrocarica, Carica lunare, Fioritura o Fioritura lunare, l'energia elementale si ripristina di 24 e la maestria elementale aumenta di 120 per 15 s. Quest'effetto può attivarsi una volta ogni 15 s, anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Decadenza delirante del Sacro Signore",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Carapace incrinato dal freddo",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Carapace incrinato dal freddo",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Carapace posteriore caldo",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Carapace posteriore caldo",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Carapace prismardente",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Divinità delirante del Sacro Signore",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Carapace prismardente",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 12
			}
		]
	}
}