{
	"id": 11426,
	"name": "Traghettatore del Fleuve Cendre",
	"description": "Un tubo di rame abbandonato di media lunghezza, che un tempo veniva usato come arma. In certi ambienti, era considerato molto popolare o famigerato (in base ai punti di vista).",
	"descriptionRaw": "Un tubo di rame abbandonato di media lunghezza, che un tempo veniva usato come arma. In certi ambienti, era considerato molto popolare o famigerato (in base ai punti di vista).",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "I componenti rimossi e finiti nei tubi di scolo possono essere usati come arma in situazioni di emergenza.\nIl primo avversario di costui era solo un mostro nutrito da \"acque altamente nutrienti\".\nIn ogni caso, spaccò le ginocchia e le mandibole di un numero incalcolabile di \"bestie\".\nPoiché inviò così tanti fra coloro che avevano minacciato i suoi compaesani nel grigio fiume che tutto avvolge,\nquand'era tra le mani di Eduardo veniva chiamato affettuosamente il \"Traghettatore\".\n\nIl punto finale del miglioramento della città di Fontaine era la costruzione di una città sotterranea nelle fogne.\nNaturalmente, non era la burocrazia della Corte di Fontaine che avrebbe potuto mantenere l'ordine nel Fleuve Cendre.\nPer cui nei giorni che seguirono, il leader dei fuorilegge diede inizio alla sua ascesa, facendo indietreggiare i coccodrilli a suon di colpi con un tubo di bronzo,\nche in seguito utilizzò per proteggere i mercanti da estorsioni, molestie e ricatti da parte delle bande,\nrisolvendo le dispute fra i \"compatrioti\" del Fleuve Cendre, e benedicendo gli sposini novelli.\nFinché infine non venne detto: \"Tutto ciò che è illuminato dal sole apparterrà a loro, e il Fleuve Cendre apparterrà a noi\".\n\nMa al meglio non c'è mai fine.\nLe posizioni della gente non si possono cambiare, ma le coordinate delle loro posizioni sì.\nE, da una certa prospettiva, la differenza fra \"noi\" e \"loro\" non esiste.\nSono semplicemente luoghi che possono essere sviluppati e immondizia che dovrebbe essere smaltita o \"rimossa\".\n\nEduardo era fra quelli che furono arrestati mentre opponevano resistenza dell'epurazione del Fleuve Cendre e, mentre veniva scortato in esilio nel deserto,\nfu salvato dai suoi scagnozzi. Formarono una banda con dei compagni attivi vicino al Monte Automnequi e occuparono Poisson.\nDopo aver catturato i membri della Maison de la Garde accusati di averli trasportati come ostaggi, avanzarono una serie di richieste irragionevoli.\nL'incidente venne risolto grazie all'intervento attivo dei Cacciatori della Maréchaussée.\n\nIl giornalista che si era offerto di consegnare le richieste di negoziazione, Karl Ingold, scattò questa foto a Poisson prima che la situazione degenerasse:\nal centro si vede Eduardo Baker, appoggiato al suo famoso (o tristemente noto) tubo di bronzo a mo' di bastone.\nL'altra mano di Eduardo è sulla spalla del figlio Jakob, che stringe nervosamente la manica di René de Petrichor.\nAlla loro sinistra c'è la Grande maga Parsifal, appoggiata sulla ringhiera, che esibisce il suo caratteristico sorriso di scena.\nAlla destra di Eduardo si trova l'attuale sindaco di Poisson, Renault de Petrichor. È vestito in maniera abbastanza formale per l'occasione, anche se il colletto è storto.\nSuo figlio René è di fronte a lui, attratto da una meraviglia come questa nuova Fotokamera, con gli occhi spalancati, come sorpreso.\nLa donna alla sinistra di Parsifal con un bambino in braccio è Rosa Reed, con suo marito Thompson, e sulla destra dell'immagine c'è Tom Alter.\nGuardano in avanti, le facce impallidite dalla luce della Fotokamera. Sembrano prestare attenzione a qualcosa che non è né Ingold, né la Fotokamera,\nbensì il futuro.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "10%",
	"effectName": "Ossa di ferro",
	"effectTemplateRaw": "#Aumenta il tasso di CRIT dell'abilità elementale di un <color=#99FFFFFF>{0}</color>. In più, aumenta la ricarica d'energia di un <color=#99FFFFFF>{1}</color> per 5{NON_BREAK_SPACE}s dopo l'utilizzo dell'abilità elementale.",
	"r1": {
		"description": "Aumenta il tasso di CRIT dell'abilità elementale di un 8%. In più, aumenta la ricarica d'energia di un 16% per 5 s dopo l'utilizzo dell'abilità elementale.",
		"values": [
			"8%",
			"16%"
		]
	},
	"r2": {
		"description": "Aumenta il tasso di CRIT dell'abilità elementale di un 10%. In più, aumenta la ricarica d'energia di un 20% per 5 s dopo l'utilizzo dell'abilità elementale.",
		"values": [
			"10%",
			"20%"
		]
	},
	"r3": {
		"description": "Aumenta il tasso di CRIT dell'abilità elementale di un 12%. In più, aumenta la ricarica d'energia di un 24% per 5 s dopo l'utilizzo dell'abilità elementale.",
		"values": [
			"12%",
			"24%"
		]
	},
	"r4": {
		"description": "Aumenta il tasso di CRIT dell'abilità elementale di un 14%. In più, aumenta la ricarica d'energia di un 28% per 5 s dopo l'utilizzo dell'abilità elementale.",
		"values": [
			"14%",
			"28%"
		]
	},
	"r5": {
		"description": "Aumenta il tasso di CRIT dell'abilità elementale di un 16%. In più, aumenta la ricarica d'energia di un 32% per 5 s dopo l'utilizzo dell'abilità elementale.",
		"values": [
			"16%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Frammento di un antico accordo",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Eco di un antico accordo",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 12
			}
		]
	}
}