{
	"id": 15430,
	"name": "Piume coronate di fiori",
	"description": "Un arco lungo che brucia come una fiamma. Si dice che le piume che lo adornano appartenessero a Ngoubou, l'antico tiranno.",
	"descriptionRaw": "Un arco lungo che brucia come una fiamma. Si dice che le piume che lo adornano appartenessero a Ngoubou, l'antico tiranno.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "\"Ascolta le mie ultime parole, o eroe il cui nome significa 'Trascendenza'...\nLa calamità che scorre nelle sue vene è ancora più antica del tuo stesso nome.\nSe hai ancora pietà dei mortali come ne avevano i tuoi antenati...\nAllora recidine il collo e dona alla creatura la gioia della libertà.\"\n\nIl vecchio saggio ingobbito gli passò questo oracolo. Ciononostante, l'eroe che aveva a lungo sofferto non vi prestò orecchio.\nForse troppe erano state le separazioni che aveva dovuto sopportare. Si limitò a piegarsi stringendo tra le braccia il cucciolo di Saurico morente.\nToccò con il prezioso elisir le piume insanguinate del piccolo di Saurico, ignorando del tutto il sospiro che segnava la partenza del saggio.\n\n\"Che sia un tiranno, un drago furioso, una maledizione o il destino...\nI discendenti del Clan Piumafiore non si inchinano davanti a nulla e a nessuno.\nSe questa ridicola maledizione è una catena con cui è nato...\nAllora lasciate che io la spezzi, come fecero i nostri gloriosi antenati.\"\n\nE così il guerriero chiamato Menilek e il suo fedele compagno Ngoubou intrapresero un pellegrinaggio.\nMolti rotoli e canzoni tramandati fino a oggi nel Clan Piumafiore raccontano di quelle magnifiche avventure intraprese da questo umano e il suo Saurico.\nRaccontavano di come l'eroe spaccò le montagne con le corde tonanti di un arco, di come il cucciolo usò la sua astuzia per trafiggere la gola del pitone malvagio...\nDi come combatterono insieme un enorme mostro per quaranta giorni, e di come alla fine lo sconfissero con nient'altro che un pesce... Un luccio, a essere precisi...\nLe storie raccontano anche di come Menilek combatté contro Tenoch, che non era ancora stato esiliato dalla sua tribù, sotto le rocce bruciate da innumerevoli fiamme crepitanti.\nE di come Menilek arrivò ad ammirare l'eroismo e il coraggio del potente guerriero, che molti anni dopo si ritrovò al suo fianco per affrontare la marea di oscurità...\nTali sono le leggende ora conosciute da tutti coloro che abitano le pianure infuocate, le cui canzoni e versi sono stati recitati da innumerevoli poeti per cinquecento anni.\n\nSpesso si dice che tutte le unioni conducano ad addii predestinati.\nMa anche così, alcuni si aggrappano a ciò che la gente chiama \"speranza\"...\nConvinti che nuovi fiori sbocceranno, anche nei campi aridi e arsi dalle fiamme.\nEppure, proprio come il potere incontrollabile è la radice di molte tragedie...\nCosì anche la speranza più sincera è lo stampo su cui vengono modellate molte sofferenze di questo mondo.\nPensare e ripensare al domani lo consolava sempre...\nMa poi, tutte le speranze si tramutarono in tradimenti, il domani in un futuro che non sarebbe mai arrivato.\n\n\"Ngoubou, mio fedele compagno, riposa qui per un po'.\nTornerò non appena avrò finito, quindi goditi una notte di riposo.\nQuando la marea oscura si sarà placata, tornerò al tuo fianco a svegliarti.\nE quando la primavera tornerà sulla terra, verrò con te a vedere i nuovi boccioli sulle alte rupi.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Inflorescenza irraggiungibile",
	"effectTemplateRaw": "#Il consumo di vigore durante la planata diminuisce di un 15%. Durante la mira con l'arco, i DAN inflitti degli attacchi caricati aumentano di un <color=#99FFFFFF>{0}</color> ogni 0,5{NON_BREAK_SPACE}s. Quest'effetto è cumulabile fino a 6 volte e termina 10{NON_BREAK_SPACE}s dopo aver abbandonato la modalità di mira.",
	"r1": {
		"description": "Il consumo di vigore durante la planata diminuisce di un 15%. Durante la mira con l'arco, i DAN inflitti degli attacchi caricati aumentano di un 6% ogni 0,5 s. Quest'effetto è cumulabile fino a 6 volte e termina 10 s dopo aver abbandonato la modalità di mira.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "Il consumo di vigore durante la planata diminuisce di un 15%. Durante la mira con l'arco, i DAN inflitti degli attacchi caricati aumentano di un 7,5% ogni 0,5 s. Quest'effetto è cumulabile fino a 6 volte e termina 10 s dopo aver abbandonato la modalità di mira.",
		"values": [
			"7,5%"
		]
	},
	"r3": {
		"description": "Il consumo di vigore durante la planata diminuisce di un 15%. Durante la mira con l'arco, i DAN inflitti degli attacchi caricati aumentano di un 9% ogni 0,5 s. Quest'effetto è cumulabile fino a 6 volte e termina 10 s dopo aver abbandonato la modalità di mira.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "Il consumo di vigore durante la planata diminuisce di un 15%. Durante la mira con l'arco, i DAN inflitti degli attacchi caricati aumentano di un 10,5% ogni 0,5 s. Quest'effetto è cumulabile fino a 6 volte e termina 10 s dopo aver abbandonato la modalità di mira.",
		"values": [
			"10,5%"
		]
	},
	"r5": {
		"description": "Il consumo di vigore durante la planata diminuisce di un 15%. Durante la mira con l'arco, i DAN inflitti degli attacchi caricati aumentano di un 12% ogni 0,5 s. Quest'effetto è cumulabile fino a 6 volte e termina 10 s dopo aver abbandonato la modalità di mira.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Riflessione mistica del Vento della Notte",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pietra infuocata",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pietra infuocata",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Seme della vita infuocato",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Seme della vita infuocato",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Occhio vigile infuocato",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Rivelazione mistica del Vento della Notte",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Occhio vigile infuocato",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 12
			}
		]
	}
}