{
	"id": 14425,
	"name": "Corrente d'acqua pura",
	"description": "Un'antologia di copioni dalla forma bizzarra. Al suo interno sono contenuti tutti i copioni scritti da Coppelius.",
	"descriptionRaw": "Un'antologia di copioni dalla forma bizzarra. Al suo interno sono contenuti tutti i copioni scritti da Coppelius.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "...\nPer ragioni di cui tutti sono al corrente, il copione originale della \"Coppelia meccanica\" non è mai stato pubblicizzato né pubblicato. Tra coloro che sono sopravvissuti alla magnifica esibizione di quel giorno, alcuni hanno trascritto a memoria versi e stralci della parte di spettacolo andata in scena prima dell'intervallo.\nDopo aver ottenuto il consenso dalla famiglia del deceduto Monsieur Coppelius e delle parti di cui sopra, la nostra compagnia ha raccolto e organizzato i materiali rilevanti in un tentativo di ricreare una parte dell'opera originale di Monsieur Coppelius.\nAnche se forse questa è solo speculazione e non arriva al punto, speriamo che il nostro sforzo metterà le cose in moto e attrarrà degli sforzi più ricercati.\n...\nSinossi: com'è stato presentato ai Cacciatori della Maréchaussée il piano di Coppelius, e come ha dato l'addio a Coppelia prima della sua punizione.\n...\nCoppelius: \"Canta per me, mia Coppelia, mio amore, mio peccato, mia anima! Canta per me, un'ultima volta!\"\nCoppelius: \"Tessi un filo attorno al mio cuore, e stringimi forte con esso! Legami con catene e ceppi, e fa' sì che i tuoi occhi mi distruggano.\"\nCoppelius: \"Poiché in cuor mio ho deciso che, a partire da oggi, non cercherò coloro che mi portano la felicità, ma sarò io a portarla a chi voglio.\"\nCoppelius: \"Anche se ti burlerai di me, questo non sminuirà le mie idee, ma solo il mio comportamento sciocco.\"\nCoppelia: \"Come vorresti che cantassi? Mio amato, come vorresti che cantassi di questo peccato e della sua inevitabile sentenza?\"\nCoppelia: \"A tutti piacciono le facciate fantastiche e colorate, proprio come coloro fatti di carne e sangue ricercano i frutti dorati, completamente all'oscuro del veleno letale nascosto al loro interno.\"\nCoppelia: \"Coppelius, mio Coppelius, tutto ciò che insegui è vacuo come gli oggetti di scena, e lascia meno di una boccata di fumo, perché sarà la tentazione a porre fine al viaggio: questo lo capisce chiunque abbia del buon senso.\"\n...\nSinossi: Coppelia confessa lo scopo del suo cammino al giovane che viaggia con lei, e si prefigge di seguire il suo creatore, che per lei non è già più in questo mondo.\n...\nNathaniel: \"Che assurdità e che ovvietà. I saggi prendono sempre ordini dagli sciocchi, e la vita non è che una volgare commedia.\"\nCoppelia: \"Precisamente, signore, per cui non è necessario preoccuparsi per me. Presto tutta questa terribile sofferenza verrà completamente cancellata.\"\nCoppelia: \"Colui che mi ha creato e mi ha dato vita ha già dato l'addio a questo mondo, e quando questi ingranaggi arrugginiti torneranno alla polvere, come le sue ossa, tutto il peccato sarà dimenticato, e per sangue e carne, esser dimenticati equivale a esser perdonati.\"\nCoppelia: \"Mai più avrò bisogno di vedere il sole, la luna o le stelle, mai più avrò bisogno di sentire il canto gioioso degli uccelli nella foresta, mai più avrò bisogno di costringere questo mio cuore solitario a battere in un mondo già privo di colui che me l'ha donato.\"\nNathaniel: \"Cos'hai intenzione di fare ora?\"\nCoppelia: \"Questo mio cuore, che batte come se fosse incorniciato in un contenitore di carne e sangue, è già stato macchiato dello stesso peccato in questo viaggio. Questo mio cuore, così torturato dal dolore del pentimento... Dove mai potrà trovare pace?\"\n...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Capolavoro incompleto",
	"effectTemplateRaw": "#Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un <color=#99FFFFFF>{0}</color> per 15{NON_BREAK_SPACE}s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10{NON_BREAK_SPACE}s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un <color=#99FFFFFF>{1}</color> di bonus DAN per tutti gli elementi, fino a un <color=#99FFFFFF>{2}</color> massimo. Questo effetto dura 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un 8% per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un 2% di bonus DAN per tutti gli elementi, fino a un 12% massimo. Questo effetto dura 15 s.",
		"values": [
			"8%",
			"2%",
			"12%"
		]
	},
	"r2": {
		"description": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un 10% per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un 2,5% di bonus DAN per tutti gli elementi, fino a un 15% massimo. Questo effetto dura 15 s.",
		"values": [
			"10%",
			"2,5%",
			"15%"
		]
	},
	"r3": {
		"description": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un 12% per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un 3% di bonus DAN per tutti gli elementi, fino a un 18% massimo. Questo effetto dura 15 s.",
		"values": [
			"12%",
			"3%",
			"18%"
		]
	},
	"r4": {
		"description": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un 14% per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un 3,5% di bonus DAN per tutti gli elementi, fino a un 21% massimo. Questo effetto dura 15 s.",
		"values": [
			"14%",
			"3,5%",
			"21%"
		]
	},
	"r5": {
		"description": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un 16% per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un 4% di bonus DAN per tutti gli elementi, fino a un 24% massimo. Questo effetto dura 15 s.",
		"values": [
			"16%",
			"4%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Scarto di Goccia di rugiada sacra pura",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Nucleo della Faglia",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Nucleo della Faglia",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Sinapsi aliena",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Sinapsi aliena",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Nucleo di vita aliena",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essenza di Goccia di rugiada sacra pura",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Nucleo di vita aliena",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 12
			}
		]
	}
}