{
	"name": "Gloria della foresta",
	"description": "Un'arma che hai ottenuto da una storia degli Aranara. Ha assunto la forma di uno spadone in grado di fendere i nemici della foresta.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "\"Tante, tantissime lune fa, la foresta era un gigantesco labirinto...\"\n\nL'ultimo re della foresta era tornato al Sarva, e uno dei suoi servitori ereditò il nome di \"Tigre\".\nIn passato, il dominio del Signore della foresta raggiungeva ovunque ci fosse ombra. E quando si muoveva nel territorio,\ngli uccelli e le bestie che dipendevano dalla foresta chinavano il capo al suo passaggio, in segno di rispetto e reverenza.\n\nOgni re aveva il suo palazzo: ogni volta che un nuovo re della foresta si sedeva sul trono, la foresta cambiava in base alla sua visione e alla sua immaginazione.\nIl palazzo dell'ultimo re della foresta era nascosto dietro una recinzione di alberi e rampicanti, e oltre una serie di fiumi e scogliere.\nÈ il disco di perle creato dal chiaro di luna sull'acqua immobile quando attraversa le foglie. Il re era seduto sulla battigia, crogiolandosi al chiaro di luna.\n\nFu così che nacque il labirinto della foresta. Si dice che il re della foresta tracciò la struttura di un labirinto tra le sue scintillanti strisce.\nOgni generazione di palazzi reali fu costruita sulla precedente in modo che i percorsi si intrecciassero da albero ad albero. I torrenti si separavano o davano vita a nuovi rami,\ncomplicando sempre più i percorsi nella foresta. Solo il re della foresta, noi Aranara e le persone provenienti dal santuario del re degli alberi,\neravamo in grado di addentrarci liberamente nel santuario del re della foresta e di trovare la strada. Da albero ad albero, da torrente a torrente.\n\n...\nInfine, l'ultimo re della foresta morì proteggendola. La foresta non costruì nessun nuovo paesaggio, e il labirinto sparì di conseguenza.\nO forse era un branco oscuro di bestie che, come un uragano, abbatté gli alberi come spighe di grano. In ogni caso, il labirinto era morto, proprio come il re della foresta.\n\nL'Aranara che mi ha raccontato questa storia era molto timido e non voleva che lo sentissimo cantare, cercava spesso di stare da solo.\nUna notte si avventurò in un labirinto nella foresta e trovò uno scintillante riflesso della luna nell'acqua. E così sentì la storia dell'ultimo re della foresta.\nDopodiché, la corrente cambiò, e il riflesso della luna si increspò. Molto è cambiato, eppure, molto è rimasto uguale.\nMa anche se tu, come me, non hai mai incontrato un re, avresti avuto l'impressione che Tigre fosse un nobile e potente re della foresta.",
	"baseatk": 44,
	"substat": "Ricarica di energia",
	"subvalue": "6.7",
	"effectname": "Santuario della foresta",
	"effect": "Dopo aver innescato Ustione, Vivificazione, Accentuazione, Propagazione, Fioritura, Iperfioritura o Germinazione, verrà creata una Foglia di coscienza attorno al personaggio per un massimo di 10 s. Quando raccolta, la Foglia conferirà al personaggio {0} di maestria elementale per 12 s. È possibile generare una sola Foglia in questo modo ogni 20 s. Quest'effetto può essere attivato anche se il personaggio non è sul campo. L'effetto della Foglia di coscienza non è cumulabile.",
	"r1": [
		"60"
	],
	"r2": [
		"75"
	],
	"r3": [
		"90"
	],
	"r4": [
		"105"
	],
	"r5": [
		"120"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Talismano di rame della rugiada silvestre",
				"count": 3
			},
			{
				"name": "Riserva del caos",
				"count": 3
			},
			{
				"name": "Seta rossa sbiadita",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 3
			},
			{
				"name": "Riserva del caos",
				"count": 12
			},
			{
				"name": "Seta rossa sbiadita",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 6
			},
			{
				"name": "Modulo del caos",
				"count": 6
			},
			{
				"name": "Seta rossa ritagliata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 3
			},
			{
				"name": "Modulo del caos",
				"count": 12
			},
			{
				"name": "Seta rossa ritagliata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 6
			},
			{
				"name": "Bullone del caos",
				"count": 9
			},
			{
				"name": "Broccato rosso sontuoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Talismano d'oro della rugiada silvestre",
				"count": 4
			},
			{
				"name": "Bullone del caos",
				"count": 18
			},
			{
				"name": "Broccato rosso sontuoso",
				"count": 12
			}
		]
	}
}