{
	"id": 13515,
	"name": "Aureola frammentata",
	"description": "Una lancia meccanica rotante creata dal Laboratorio di krumkake Tin-Tin. Sembra nascondere segreti di un'epoca passata...",
	"descriptionRaw": "Una lancia meccanica rotante creata dal Laboratorio di krumkake Tin-Tin. Sembra nascondere segreti di un'epoca passata...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 5,
	"story": "Era questa un'epoca di cui nemmeno i bardi più eruditi di oggi hanno mai cantato.\nMolte delle specie più longeve erano ancora belve selvatiche, e nei loro occhi ardeva il caos.\nGli artigli della sovrana che un tempo aveva dominato ogni cosa si erano già fatti strada da tempo tra la pallida cenere fluttuante.\nIl re che aveva cercato il mondo al di là del cielo sollevò le lune, al fine di governare i cicli in sua vece.\nUna volta rinata, la sovrana non poté fare a meno di pensare che le sue sparse memorie di quel periodo fossero state private di ogni significato, come un terreno che diviene polvere.\nNon sembravano più reali, come dei pensieri che s'infiammano per poi svanire in uno stato ipnotico.\n\nUna volta aveva seguito il Maestro della Luce e del Fuoco per visitare le tre volontà che sedevano sui loro troni lunari di giada.\nA quel tempo, il trono del re era vacante, le ombre si riversavano nel cielo e i Signori dei Draghi agivano ognuno per conto proprio.\nIl Maestro della Luce e del Fuoco aveva chiesto il loro aiuto, sperando di trovare qualche traccia del re che si era addentrato nella nebbia tra le stelle.\nMa non ottenne altro che tre silenzi separati in tre diverse sale di palazzo.\nDa quel momento, persino i campi innevati si annerirono, mentre le bocche dei vulcani venivano ostruite dal ghiaccio.\nCiononostante, esse ancora non parlavano... o non erano in grado di farlo.\nTuttavia, all'epoca, \"tre erano ancora tre\".\n\nIl predone da oltre il cielo rimpiazzò il creatore primordiale, ottenendo i voti secondo cui le tre avrebbero fatto ruotare il mondo.\nMa quando il re fece ritorno, corrotto dall'oscurità, la sua furia fu incontenibile.\nCosì, il Maestro della Luce e del Fuoco rispose alla chiamata del suo vecchio insegnante, risvegliandosi dal suo lungo stato di finta morte.\nEgli impedì ai sovrani e al reggente di esplorare le stelle, interrompendo i loro tentativi di replicare il grande miracolo della forgiatura lunare.\nMa le dee incoronate di giada avevano davvero tradito la stirpe draconica con una tale facilità?\nPurtroppo, nessuno di coloro che avrebbero potuto fornire una risposta è sopravvissuto a quella guerra.\n\n\"Mi sono rimasti solo questi vaghi ricordi\",\nspiegò alla ragazza che aveva ricostruito il suo corpo e forgiato quell'arma per lei.\nMa la ragazza era più scaltra di quanto lei pensasse, e nascose il suo sguardo inquisitorio.\nDa quel giorno in poi, divenne il suo segreto. Il giorno in cui l'anello celeste andò in frantumi, il disco di giada cadde dal cielo.\nI draghi esultarono crudelmente per la morte delle lune da cui erano stati traditi, ma per lei quello fu un richiamo.\nSi ricordò di come le ombre silenziose nei loro palazzi tra le stelle avevano surrettiziamente celato il Resto della Luna caduto davanti a loro.\nQuel Resto ora giaceva al centro del meccanismo ciclonico,\nnascosto dove nessun altro avrebbe mai saputo, al sicuro fino a oggi.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "14,4%",
	"effectName": "Corona purificatrice",
	"effectTemplateRaw": "#Dopo l'utilizzo di un'abilità o di un Tripudio elementale, l'ATT aumenta di un <color=#99FFFFFF>{0}</color> per 20{NON_BREAK_SPACE}s. Se il personaggio che equipaggia l'arma crea uno scudo mentre quest'effetto è attivo, ottiene Editto galvanizzante per 20{NON_BREAK_SPACE}s, che aumenta di un <color=#99FFFFFF>{1}</color> i DAN da Carica lunare inflitti dai membri vicini del gruppo.",
	"r1": {
		"description": "Dopo l'utilizzo di un'abilità o di un Tripudio elementale, l'ATT aumenta di un 24% per 20 s. Se il personaggio che equipaggia l'arma crea uno scudo mentre quest'effetto è attivo, ottiene Editto galvanizzante per 20 s, che aumenta di un 40% i DAN da Carica lunare inflitti dai membri vicini del gruppo.",
		"values": [
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "Dopo l'utilizzo di un'abilità o di un Tripudio elementale, l'ATT aumenta di un 30% per 20 s. Se il personaggio che equipaggia l'arma crea uno scudo mentre quest'effetto è attivo, ottiene Editto galvanizzante per 20 s, che aumenta di un 50% i DAN da Carica lunare inflitti dai membri vicini del gruppo.",
		"values": [
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "Dopo l'utilizzo di un'abilità o di un Tripudio elementale, l'ATT aumenta di un 36% per 20 s. Se il personaggio che equipaggia l'arma crea uno scudo mentre quest'effetto è attivo, ottiene Editto galvanizzante per 20 s, che aumenta di un 60% i DAN da Carica lunare inflitti dai membri vicini del gruppo.",
		"values": [
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "Dopo l'utilizzo di un'abilità o di un Tripudio elementale, l'ATT aumenta di un 42% per 20 s. Se il personaggio che equipaggia l'arma crea uno scudo mentre quest'effetto è attivo, ottiene Editto galvanizzante per 20 s, che aumenta di un 70% i DAN da Carica lunare inflitti dai membri vicini del gruppo.",
		"values": [
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "Dopo l'utilizzo di un'abilità o di un Tripudio elementale, l'ATT aumenta di un 48% per 20 s. Se il personaggio che equipaggia l'arma crea uno scudo mentre quest'effetto è attivo, ottiene Editto galvanizzante per 20 s, che aumenta di un 80% i DAN da Carica lunare inflitti dai membri vicini del gruppo.",
		"values": [
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Terrore del cuore sacrificale ardente",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Carapace incrinato dal freddo",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Carapace incrinato dal freddo",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Carapace posteriore caldo",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Carapace posteriore caldo",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Carapace prismardente",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Fulgore del cuore sacrificale ardente",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Carapace prismardente",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 18
			}
		]
	}
}