{
	"id": 11503,
	"name": "Giuramento di libertà",
	"description": "Del colore del cielo, questa spada dritta testimonia il passato e i giuramenti di libertà resi nella Terra del Vento.",
	"descriptionRaw": "Del colore del cielo, questa spada dritta testimonia il passato e i giuramenti di libertà resi nella Terra del Vento.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "Un tempo, la gente brindava con una canzone di un viaggiatore che faceva così:\n\"Se qualcuno ti mozzerà la lingua, potrai ancora cantare con gli occhi.\"\n\"Se qualcuno ti accecherà entrambi gli occhi, potrai ancora vedere con le orecchie.\"\n\"Se qualcuno cospira per distruggere il domani, in alto leva il calice.\"\n\"Perché anche se il domani muore, questa canzone continuerà a vivere.\"\n\nSi dice che il carattere di una regione sia come quello del suo Archon, e che questo valga sia per il popolo che per la terra stessa.\nMa è stato lo sconfinato Archon a conferire l'amore per la libertà e il vino alla terra e al popolo nel mezzo del conflitto?\nO è stato il popolo ad alimentare l'amore per la libertà dell'Archon di Anemo mentre si struggeva al vento e al gelo?\nQuesta è una domanda a cui non si può più rispondere.\n\nMa quella canzone è spesso cantata nei periodi bui.\nSia nei giorni in cui Decarabian regnava dalla sua torre burrascosa,\nche quando la nobiltà corrotta rovesciò l'immagine dell'Archon,\nnei seminterrati protetti, nei vicoli bui e nelle taverne malandate,\nla canzone si fece strada attraverso la burrasca e l'opprimente tirannia, divenendo un inno per gli eroi che resistono.\n\nIn un passato lontano, in una città silenziosa e cinta da tutti i lati,\ngrida di giubilo esplosero al suono di una lira riuscendo a squarciare la prigione di venti impetuosi.\nUn gruppo, composto da un giovane, uno spirito, un arciere, un cavaliere e un guerriero errante dai capelli rosso fuoco,\nsi presentò e si fermò davanti alla torre che incombeva come una lancia in grado di perforare il cielo,\nla cui ombra sembrava quella di un titano.\nGiurarono di essere liberi, e promisero d'infrangere il dominio del solitario tiranno della torre.\n\nI deboli e gli infermi che non riuscirono a scalare la torre cantarono la canzone che fino a quel momento era stata sussurrata solo negli angoli dove il vento non arrivava.\nE così, quella canzone risuonò con forza sufficiente da scuotere le mura della città, incoraggiando gli eroi nella loro scalata...\n\"Se qualcuno ti mozzerà la lingua, potrai ancora cantare con gli occhi.\"\n\"Se qualcuno ti accecherà entrambi gli occhi, potrai ancora vedere con le orecchie.\"\n\"Ma se qualcuno oserà rubare la tua canzone, la libertà a cui aspiri,\"\n\"questa, solo questa, sarà un'onta imperdonabile!\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "43",
	"effectName": "Inno alla rivolta",
	"effectTemplateRaw": "#Una parte del Concerto millenario che fluttua nel vento. Aumenta i DAN di un <color=#99FFFFFF>{0}</color>. Quando il personaggio che brandisce quest'arma innesca reazioni elementali, ottiene un Sigillo della rivolta. Quest'effetto può attivarsi una volta ogni 0,5{NON_BREAK_SPACE}s, anche se il personaggio non si trova sul campo. Se possiedi 2 Sigilli della rivolta, entrambi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canto della resistenza per 12{NON_BREAK_SPACE}s. Concerto millenario: Canto della resistenza aumenta i DAN da attacco normale, caricato e in picchiata di un <color=#99FFFFFF>{1}</color> e l'ATT di un <color=#99FFFFFF>{2}</color>. Una volta attivato l'effetto, non otterrai altri Sigilli della rivolta per 20{NON_BREAK_SPACE}s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
	"r1": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta i DAN di un 10%. Quando il personaggio che brandisce quest'arma innesca reazioni elementali, ottiene un Sigillo della rivolta. Quest'effetto può attivarsi una volta ogni 0,5 s, anche se il personaggio non si trova sul campo. Se possiedi 2 Sigilli della rivolta, entrambi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canto della resistenza per 12 s. Concerto millenario: Canto della resistenza aumenta i DAN da attacco normale, caricato e in picchiata di un 16% e l'ATT di un 20%. Una volta attivato l'effetto, non otterrai altri Sigilli della rivolta per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"10%",
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta i DAN di un 12,5%. Quando il personaggio che brandisce quest'arma innesca reazioni elementali, ottiene un Sigillo della rivolta. Quest'effetto può attivarsi una volta ogni 0,5 s, anche se il personaggio non si trova sul campo. Se possiedi 2 Sigilli della rivolta, entrambi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canto della resistenza per 12 s. Concerto millenario: Canto della resistenza aumenta i DAN da attacco normale, caricato e in picchiata di un 20% e l'ATT di un 25%. Una volta attivato l'effetto, non otterrai altri Sigilli della rivolta per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"12,5%",
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta i DAN di un 15%. Quando il personaggio che brandisce quest'arma innesca reazioni elementali, ottiene un Sigillo della rivolta. Quest'effetto può attivarsi una volta ogni 0,5 s, anche se il personaggio non si trova sul campo. Se possiedi 2 Sigilli della rivolta, entrambi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canto della resistenza per 12 s. Concerto millenario: Canto della resistenza aumenta i DAN da attacco normale, caricato e in picchiata di un 24% e l'ATT di un 30%. Una volta attivato l'effetto, non otterrai altri Sigilli della rivolta per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"15%",
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta i DAN di un 17,5%. Quando il personaggio che brandisce quest'arma innesca reazioni elementali, ottiene un Sigillo della rivolta. Quest'effetto può attivarsi una volta ogni 0,5 s, anche se il personaggio non si trova sul campo. Se possiedi 2 Sigilli della rivolta, entrambi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canto della resistenza per 12 s. Concerto millenario: Canto della resistenza aumenta i DAN da attacco normale, caricato e in picchiata di un 28% e l'ATT di un 35%. Una volta attivato l'effetto, non otterrai altri Sigilli della rivolta per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"17,5%",
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta i DAN di un 20%. Quando il personaggio che brandisce quest'arma innesca reazioni elementali, ottiene un Sigillo della rivolta. Quest'effetto può attivarsi una volta ogni 0,5 s, anche se il personaggio non si trova sul campo. Se possiedi 2 Sigilli della rivolta, entrambi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canto della resistenza per 12 s. Concerto millenario: Canto della resistenza aumenta i DAN da attacco normale, caricato e in picchiata di un 32% e l'ATT di un 40%. Una volta attivato l'effetto, non otterrai altri Sigilli della rivolta per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"20%",
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 18
			}
		]
	}
}