{
	"id": 14412,
	"name": "Serbagelo",
	"description": "Un frutto che possiede una strana volontà glaciale. Emana un debole senso d'agonia.",
	"descriptionRaw": "Un frutto che possiede una strana volontà glaciale. Emana un debole senso d'agonia.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Quando la figlia della sacerdotessa di Vindagnyr nacque sotto questo albero bianco,\nil regno sulla montagna verdeggiante fu colmo di gioia quando lei ricevette la sua benedizione.\n\nSicuramente la benedizione di Sal Vindagnyr sarebbe stata perpetua,\nproprio come l'eterno albero argenteo le cui radici hanno trafitto la terra.\nQuesta era la speranza di coloro che scrissero gli annali di quel regno di montagna.\nQuesto era ciò che credevano coloro che avevano registrato i racconti di innumerevoli persone ed eventi nei loro cuori,\nche la bellezza e l'abilità della loro principessa sarebbe stata eterna e pura come la luce della luna.\n\nQuando il chiodo che congelò il mondo scese all'improvviso,\ne anche quell'albero ne fu spezzato,\nquella ragazza prese il ramo più completo,\npensando d'infondere nuova vita nell'albero che una volta adombrava una nazione.\nMa alla fine, quella vita innestata non riuscì a fiorire.\nLa tempesta di neve tagliente infine coprì la luce lunare come una cortina di infinite lame...\n\nMolto tempo dopo, ma comunque molto tempo fa...\nQuando lo scontro mortale tra i draghi dell'oscurità e del vento fu finalmente deciso,\nquando il sangue corrosivo macchiò di rosso la valle cinerea,\nl'albero, infine, si ricordò di non essere morto con quella città sepolta,\ned estese le sue radici voraci verso il caldo icore che irrigava la terra.\n\nPoiché qualcuno riversò su di esso un'essenza cremisi,\nl'albero che sarebbe dovuto morire da tempo ricordò il suo passato,\ne produsse un solo frutto dalla coalescenza di tutta la sua forza...\n\nQui, per coloro che abitavano nella mia ombra sicura, per i sacerdoti che mi elogiavano,\nper quella graziosa fanciulla che spesso dipingeva sul mio corpo,\nPer tutta la felicità che non potevano avere... Io li affido tutti a questo gelido frutto cremisi.\n\nAndrà a coloro che risarciranno i danni di questo mondo velenoso,\ne possano portare con loro il mio aspro e innocente frutto mentre emanano la giustizia.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Sepoltura gelata",
	"effectTemplateRaw": "#Colpire un avversario con attacchi normali e caricati fornisce un <color=#99FFFFFF>{0}</color> di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un <color=#99FFFFFF>{1}</color> dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un <color=#99FFFFFF>{2}</color> dell'ATT. Si può verificare una sola volta ogni 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 60% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 80% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 200% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 70% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 95% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 240% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 80% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 110% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 280% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 90% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 125% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 320% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 100% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 140% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 360% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 12
			}
		]
	}
}