{
	"name": "Frutto della sazietà",
	"description": "Un frutto che hai ottenuto da una storia degli Aranara. Serba il potenziale per scongiurare ogni crisi.",
	"weapontype": "Catalizzatore",
	"rarity": "4",
	"story": "\"Invero, la luna non ha sempre avuto l'aspetto di una perla...\"\n\nÈ una storia risalente a molto molto tempo fa, una storia terribile. Fortunatamente, è solamente una storia, e non un nostro ricordo.\nTempo fa, la luna prese la forma di zanne che sogghignavano ferocemente. La sua luce non danzava più tra le foglie per illuminare l'erba, trasformando la rugiada in perle scintillanti.\n\nGli alberi vennero sbattuti al suolo come grano piegato da un forte vento. Ogni millimetro della terra era intriso di dolore.\nIl dolore era così immenso e intenso che perfino i torrenti emettevano il pungente olezzo di sale e ferro.\n\nLa nostra creatrice, la regina Aranyani, ci affidò la foresta. Così affrontammo battaglie contro mostri emersi dall'oscurità, colossi di ferro e acciaio, e Marana.\nLa regina Aranyani entrò nel deserto coi figli della foresta. Essi diedero fuoco alle radici del disastro e fecero a pezzi i rami della calamità, ma solo in pochi riuscirono a fare ritorno e a farsi cullare dall'ombra degli alberi.\nPerdemmo il Vanarana, e troppi Aranara tornarono al suolo prima del dovuto. La storia stessa sopravvissuta fino a oggi è tanto straordinaria quanto amara.\n\nMa infine sconfiggemmo la calamità. Anche nel più profondo mare di sabbia, il loto riuscì a sbocciare.\nColei che ci creò aveva ancora una volta creato nuova vita per guarire il cuore ferito della terra.\n\n...\nCoraggio e forza riecheggiano anche nelle storie più tragiche. Non esistono storie più potenti dei \"ricordi\", ma danno senza dubbio maggior potere.\nCustodirò con cura le storie che mi hai tramandato, le storie delle nostre avventure. Se mai si scatenasse una nuova calamità, o se la luna mutasse di nuovo, queste storie proteggeranno la foresta al posto tuo.",
	"baseatk": 42,
	"substat": "Ricarica di energia",
	"subvalue": "10",
	"effectname": "Cerchio completo",
	"effect": "Ottieni l'effetto Crescente e calante dopo aver scatenato una reazione elementale, guadagnando {0} di maestria elementale, perdendo al contempo un 5% di ATT. Ogni 0,3 s, viene ottenuto un accumulo di Crescente e calante, per un massimo di 5 accumuli. Ogni 6 s passati senza aver attivato una reazione elementale, verrà perso 1 accumulo. Quest'effetto può essere attivato anche quando il personaggio non è sul campo.",
	"r1": [
		"24"
	],
	"r2": [
		"27"
	],
	"r3": [
		"30"
	],
	"r4": [
		"33"
	],
	"r5": [
		"36"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Reminiscenza del giardino dell'oasi",
				"count": 3
			},
			{
				"name": "Statuetta misteriosa",
				"count": 3
			},
			{
				"name": "Spore fungine",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Benevolenza del giardino dell'oasi",
				"count": 3
			},
			{
				"name": "Statuetta misteriosa",
				"count": 12
			},
			{
				"name": "Spore fungine",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Benevolenza del giardino dell'oasi",
				"count": 6
			},
			{
				"name": "Statuetta oscura",
				"count": 6
			},
			{
				"name": "Polline luminescente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Compianto del giardino dell'oasi",
				"count": 3
			},
			{
				"name": "Statuetta oscura",
				"count": 12
			},
			{
				"name": "Polline luminescente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Compianto del giardino dell'oasi",
				"count": 6
			},
			{
				"name": "Statuetta malefica",
				"count": 9
			},
			{
				"name": "Polvere di ciste cristallina",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Verità del giardino dell'oasi",
				"count": 4
			},
			{
				"name": "Statuetta malefica",
				"count": 18
			},
			{
				"name": "Polvere di ciste cristallina",
				"count": 12
			}
		]
	}
}