{
	"id": 12430,
	"name": "Gancio fruttuoso",
	"description": "L'audace Burkina dei Discendenti delle Vette forgiò quest'arma con l'aiuto dell'eroe Tenoch solo per poter ottenere i Vampagrani migliori a Natlan.",
	"descriptionRaw": "L'audace Burkina dei Discendenti delle Vette forgiò quest'arma con l'aiuto dell'eroe Tenoch solo per poter ottenere i Vampagrani migliori a Natlan.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Il grande albero madre affonda le proprie radici tra le crepe e le fessure. La pianta che oggi cresce dietro il Monte Coatepec una volta cresceva da un'altra parte.\nSecondo i racconti dei cantastorie, essa si trovava tra i contrafforti montuosi, più alti del vulcano stesso e che svettavano oltre le nuvole.\nLì abitava un giovane fattorino. Era particolarmente infastidito da un Saurico che viveva sull'altro lato della montagna, poiché l'animale lo imitava sottolineando i suoi movimenti goffi.\nCosì giurò che sarebbe salito sul picco più alto a raccogliere i Vampagrani che crescevano sull'albero madre.\nL'avrebbe fatto per provare le sue abilità al più agile di tutti, anche tra gli Yumkasauri.\n\nMa non ci sono gesta a questo mondo realizzabili con il solo pensiero.\nL'eroe di nome Burkina era capace di scalare i picchi a mani nude, aggrappandosi solamente con le punte delle dita.\nTuttavia, non riusciva a evitare che i Saurici alati che sorvolavano la cima non lo infastidissero. Si muovevano come se lo volessero ridicolizzare con le proprie ali.\nE ancora meno poteva fare contro le numerose bestie selvatiche, di guardia alla base dell'albero, nell'attesa che il frutto maturasse.\nCon l'avvicinarsi della stagione di maturazione dei frutti, Burkina non riuscì nemmeno ad avvicinarsi alle punte dei rami carichi di frutta.\nMa il giovane eroe non aveva fretta: si limitò a voltarsi e ad andar via dopo aver mormorato qualcosa tra sé e sé.\n\nGiunse alla tribù che viveva con i Saurici alati e si occupò delle necessità quotidiane delle loro creature.\nOsservandoli giorno dopo giorno, poté familiarizzare con i loro arti e movimenti.\nSeguì gli abitanti della montagna sotto il vulcano, usando grandi rocce per affinare corpo e anima.\nCercò anche la guida dei Sommi Sacerdoti del Vento della Notte e delle loro tediose cerimonie per acuire i suoi sensi e la sua consapevolezza.\n\nQuando Tenoch, in viaggio da quelle parti, vide il suo amico con quei capelli, aveva quasi paura di chiedergli spiegazioni.\nMa quando comprese il motivo, Tenoch non riuscì a nascondere un sorriso e chiese a Burkina di poterlo accompagnare.\nL'eroe dei Discendenti delle Vette rifiutò la generosa offerta dell'amico, poiché sapeva che si trattava solo di un addestramento.\nSapeva che era il vero \"costo\" per poter ottenere tali \"risultati\".\nDall'altra parte, però, aveva il presentimento che la bontà del suo amico non fosse totalmente gratuita, e che sarebbe prima o poi arrivato il giorno di doverla ripagare.\nVedendo la determinazione dell'amico, Tenoch non si proposte più per aiutarlo.\nDisse solamente che avrebbe potuto fargli un piccolo favore per aiutarlo nella sua avventura...\n\nIl giorno in cui il frutto divenne maturo, il giovane fattorino prese l'arma che aveva realizzato insieme all'amico,\ne attraversò la scogliera con il suo agile corpo, più veloce di uno scatto sulle vaste pianure.\nDa tempo aveva compreso i modi in cui i Saurici alati lo assillavano, e furono invece loro a perdere la calma.\nNel mentre, agitava la sua spada a forma di uncino per schivare o bloccare gli attacchi delle bestie che avevano come obiettivo quello d'intercettarlo.\nCon i Vampagrani appena maturi dell'albero madre davanti a sé, doveva solo agitare l'uncino per raccoglierli.\nMa proprio mentre l'eroe si trovava sull'orlo del successo, spinto da un moto di autocompiacimento, un'improvvisa raffica di vento lo fece barcollare.\nSembrava sul punto di cadere, e da una tale altezza temeva di finire in poltiglia insieme al frutto che teneva tra le braccia...\n\nMa proprio mentre la sua vita era appesa a un filo, una figura verde emerse dall'ombra degli alberi.\nCon la sua lunga lingua, sputò la pectina che aveva nelle guance, recuperando l'eroe dal fatale precipizio.\nEra proprio che lo Yumkasauro che aveva sempre combattuto contro Burkina, e che lo seguiva nell'ombra.\nSi era infine mostrato quando il pericolo era davvero vicino, salvandolo dai richiami della Signora della Notte.\n\nBurkina offrì i Vampagrani al Saurico che lo aveva salvato, ottenendo così in cambio il suo riconoscimento.\nE questa è la storia di come l'eroe del Voltafuoco e il Re della Montagna Kongamato divennero compagni.\nIn seguito, gli eroi dei Discendenti delle Vette trasferirono l'albero madre ai piedi della montagna.\nDa quel giorno, ai migliori Vampagrani viene dato il nome di \"Re della Montagna\" in loro onore.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Peso dei rami cadenti",
	"effectTemplateRaw": "#Aumenta di un <color=#99FFFFFF>{0}</color> il tasso di CRIT degli attacchi in picchiata. Dopo aver colpito un avversario con un attacco in picchiata, i DAN degli attacchi normali, caricati e in picchiata aumentano di un <color=#99FFFFFF>{1}</color> per 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Aumenta di un 16% il tasso di CRIT degli attacchi in picchiata. Dopo aver colpito un avversario con un attacco in picchiata, i DAN degli attacchi normali, caricati e in picchiata aumentano di un 16% per 10 s.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Aumenta di un 20% il tasso di CRIT degli attacchi in picchiata. Dopo aver colpito un avversario con un attacco in picchiata, i DAN degli attacchi normali, caricati e in picchiata aumentano di un 20% per 10 s.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Aumenta di un 24% il tasso di CRIT degli attacchi in picchiata. Dopo aver colpito un avversario con un attacco in picchiata, i DAN degli attacchi normali, caricati e in picchiata aumentano di un 24% per 10 s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Aumenta di un 28% il tasso di CRIT degli attacchi in picchiata. Dopo aver colpito un avversario con un attacco in picchiata, i DAN degli attacchi normali, caricati e in picchiata aumentano di un 28% per 10 s.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Aumenta di un 32% il tasso di CRIT degli attacchi in picchiata. Dopo aver colpito un avversario con un attacco in picchiata, i DAN degli attacchi normali, caricati e in picchiata aumentano di un 32% per 10 s.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Riflessione mistica del Vento della Notte",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Asse della Fonte segreta",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Asse della Fonte segreta",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Involucro della Fonte segreta",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Involucro della Fonte segreta",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Cuore della Fonte segreta",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Rivelazione mistica del Vento della Notte",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Cuore della Fonte segreta",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 12
			}
		]
	}
}