{
	"id": 14414,
	"name": "Anello di Hakushin",
	"description": "Un catalizzatore che racchiude le memorie della Saiguu Kitsune. Tuttavia, i suoi pensieri erano talmente numerosi che quest'oggetto non fu in grado di contenerli tutti.",
	"descriptionRaw": "Un catalizzatore che racchiude le memorie della Saiguu Kitsune. Tuttavia, i suoi pensieri erano talmente numerosi che quest'oggetto non fu in grado di contenerli tutti.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "\"Le persone vanno e vengono in fretta, come i sogni che rimangono di notte ma spariscono di giorno.\"\n\nQuesta vita semplice e normale...\nSì, credo di averla vissuta appieno.\n\nUn tempo ero la kitsune di Hakushin.\nInsieme ai miei agili e adorabili compagni,\ncorsi per le montagne e le pianure di Narukami.\n\nSpero che, quando tutto sarà finito,\nloro potranno tornare a correre felici...\n\nUna volta incontrai un'oni dal viso bello come la luna.\nInsieme ci esibimmo e suonammo la musica sacra davanti al trono,\ne non potei far altro che elogiare la sua danza di spade.\nSpero che la sua bellezza, il suo coraggio e il suo portamento\nverranno decantati dal popolo per millenni.\n\nSe penso alla sua bellezza ineguagliabile,\nnon posso non voler coprire con una maschera il mio attuale aspetto...\n\nUna volta gareggiai con la capoclan dei Tengu di Yougou,\nscattammo tra i percorsi e i sentieri intorno e dentro alle montagne degli spiriti.\nUna gara di velocità e forza\n\nche fu infine vinta da me, nata nel clan Hakushin.\nOra che ci ripenso, è probabile che lei ci andò leggera con me.\nIl solo pensiero mi provoca un certo senso d'insoddisfazione...\n\nUna volta tramai contro un bake-danuki che mi sfidava di continuo,\ne feci in modo che si arrendesse completamente alla Shogun.\nFui anche così sfacciata da tramare contro la Shogun stessa,\nfacendole prendere il bake-danuki sotto il proprio comando.\n\nQuella notte, il chiaro di luna travolse i rami e i petali del giardino imperiale\ne inondò il cortile con perle provenienti dal cielo.\nQuell'immagine continua a risplendere nel mio cuore frivolo...\n\nSpero che si ricordi il verboso motto che le rivolsi prima di separarci:\n\"Non lasciatevi accecare. Non vacillate. Continuate a seguire la via in cui credete.\"\nSpero che le mie parole possano proteggerla almeno da una parte delle bugie e delle malvagità che dovrà affrontare.\nSpero anche che quel dispettoso e innocente tanuki non mi odi per averlo ingannato...\n\nOra, nel più buio dei luoghi\nmi aggrappo a questi ricordi,\nche, come la luna che splende sopra le nuvole,\nillumineranno il mio piccolo e fragile cuore.\n\nDurante la mia vita, una volta assunsi aspetto umano\ne camminai al fianco di queste piccole e bellissime creature dalla fugace vita,\ndiventando amica di persone di ogni ceto sociale.\nLa sacerdotessa che venne ad addestrarsi a Narukami a beneficio del santuario della propria città natia...\nIl bambino che fu separato dagli adulti dal seguito della portantina sacra durante il festival estivo...\nIl giovane estroverso che infine andò a Liyue per addestrarsi nelle arti degli Adepti...\nIl Kanjou che faticò duramente pur di arricchire la città...\nIl fabbro ossessionato dal voler forgiare spade affilatissime...\nIl clan che ideò tecniche geniali per far sbocciare in cielo stelle cadenti create dall'uomo...\nSono tutte persone con cui non credevo avrei mai fatto amicizia.\n\nSpero che la barriera che li protegge non venga erosa dalle tenebre...\n\nDesidero tutto questo, ognuna di queste cose.\n\n\"Dunque, oscura volontà che mi corrode...\nOra che ho perso tutta la mia forza,\npuoi fare ciò che vuoi del mio sangue di Hakushin.\nTuttavia, nonostante la mia immensa umiltà,\nti prego di ascoltare le mie suppliche...\n\nSe riesci a vedere tutto ciò che ho di più caro,\nallora mi scuso a nome di quelle creature.\nTi prego di lasciarmi esprimere un solo e unico desiderio:\nriporta i miei intensi ricordi\nalla terra che amo con tutto il cuore.\nCosì, anche dopo la tua furia,\npotrò ancora sperare che le cose belle sopravvivano...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "6,7%",
	"effectName": "Palazzo dei sakura",
	"effectTemplateRaw": "#Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un <color=#99FFFFFF>{0}</color> di bonus DAN elementali della durata di 6{NON_BREAK_SPACE}s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili.",
	"r1": {
		"description": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un 10% di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un 12,5% di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili.",
		"values": [
			"12,5%"
		]
	},
	"r3": {
		"description": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un 15% di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un 17,5% di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili.",
		"values": [
			"17,5%"
		]
	},
	"r5": {
		"description": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un 20% di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Ramo di corallo di un mare lontano",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma tetro",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma tetro",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Prisma di cristallo",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Prisma di cristallo",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Prisma polarizzante",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Ramo dorato di un mare lontano",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Prisma polarizzante",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 12
			}
		]
	}
}