{
	"name": "Haran Geppaku Futsu",
	"description": "Una famosa opera prodotta dalla scuola dei fabbri Futsu. Il nome \"Haran\" deriva dalla sua somiglianza con le onde violente e tumultuose.",
	"weapontype": "Spada",
	"rarity": "5",
	"story": "Questa spada è stata inserita nell'Antologia delle spade d'Inazuma scritta dall'ispettore Mikoshi Nagamasa di Tatarasuna.\nEsistevano due spade della serie Geppaku Futsu create su ordinazione dalla scuola Futsu: Hasui, l'Ondacuminata, e Haran, il Marasma.\nDi queste due, l'Haran è l'unica spada forgiata dal grande fabbro Masagomaru ancora esistente.\n\nMolti dicono che nelle spade risiedono le anime di coloro che le hanno forgiate...\nEcco come inizia l'Antologia.\nSi dice che la spada Hasui sia stata forgiata dalla maestra della terza generazione della scuola, Futsu Minori.\nLa sua lama era di un azzurro pallido e il suo hamon era bello come l'acqua increspata, per cui si trovava spesso appesa alla vita del valletto della Shogun.\nIn seguito, la spada si spezzò durante un duello mortale per decidere il fato degli oni, così venne portata ad aggiustare.\nA quel tempo Minori, che ormai era torturata da alcol, vecchie ferite e ricordi persistenti di Tatarigami, era una donna abbattuta, non diversa da una spada d'acciaio non temperato.\nNeanche il capo della quarta generazione, Futsu Hiroyoshi, poteva eguagliare l'abilità di sua madre.\nFu il suo caro fratello, Futsu Masayoshi, colui che viene chiamato Masagomaru...\nEra lui l'unico in grado di forgiare quest'arma, permettendo al capolavoro della scuola Futsu di tornare in questo mondo.\nLe due spade Geppaku Futsu sono molto simili, ma le loro qualità differiscono enormemente.\n\nMasagomaru si presentò solo per battezzare il suo lavoro e la ragione è molto semplice...\nEra un orfano accolto dalla terza generazione di maestri, analfabeta e afasico dalla nascita.\nQuando gli venne ordinato di rigenerare la bellezza della spada \"Hasui\", vi incise il nome, proprio come era stato fatto in precedenza.\n\nQuando Futsu Minori venne a mancare, Masagomaru tramandò le sue tecniche di forgiatura a Hiroyoshi.\nSi dice che ella sperasse di tramandargli la maestria della scuola, ma lui obiettò più di una volta.\nComunque, la fama dovuta alla forgiatura dell'Haran ha quasi compromesso la successione di Hiroyoshi come capo della quarta generazione.\nCome tale, sicuro che suo fratello fosse ormai indipendente, Masagomaru scelse di partire verso altre terre.\nSi sarebbe poi avvicinato ad altre scuole di forgiatura, raccogliendo gemme di saggezza da altri fabbri famosi.\nNei suoi ultimi anni ebbe tre allievi di cui andava molto fiero: Kaedehara Kagemitsu, Niwa Nagamitsu e Akame Mitsunaga.\nQuei tre crearono l'Isshin Sansaku, i tre grandi lavori dell'arte Isshin.\n\n\"Allora non ero altro che un bambino sporco, muto, brutto e abbandonato.\"\n\"Cercavo il calore nelle notti fredde e aspre, proprio come una falena, e ciò che trovai furono i fuochi della fucina.\"\n\"Davanti a me c'era la maestra di terza generazione, colei che la gente additava come burbera e arrogante.\"\n\"Ma non mi ordinò di andare via: addirittura mi diede del riso per riempirmi lo stomaco.\"\n\"Vedendomi ricoperto di sabbia metallica, mi diede il nome di Masagomaru.\"\n\nIncapace di parlare ma acuto nel pensiero, Masagomaru doveva avere molte storie nascoste nel cuore.\nTutte quelle cose non dette sarebbero affondate come sedimento, sparendo fra le onde...\n\n\"La maestra di terza generazione disse, a me che non potevo parlare, davvero molte cose.\"\n\"Come l'antica ferita che le affliggeva un lato del corpo, o i desideri di sua madre e suo fratello,\"\n\"Come l'hakama cremisi che non poteva mai indossare, e l'onda gigante che un giorno divorò tutto...\"\n\nUna notte, il bambino entrò nella fucina dove vide la famosa ma volubile forgiatrice.\nStava martellando un pezzo di ferro, incurante delle lacrime che le scorrevano sul viso...\n\"Dimentica ciò che hai visto, sono stata chiara?\"\nEgli annuì, confuso. Poi la donna batté improvvisamente le mani, facendo un largo sorriso.\n\"Che sciocca sono! Sei un buon amico, bravo a mantenere i segreti!\"\n\n\"Immagino sia come dicono: non c'è da fare affidamento su uno che si affida al vino.\"\n\"Ma ora che ci penso, avrei dovuto accettare il suo invito a bere insieme...\"\n\nL'Antologia parla anche delle differenze fra le spade Geppaku Futsu.\nQuella forgiata da Futsu Minori era dolcemente bella come l'oceano di notte e per questo fu chiamata Hasui.\nQuella di Masayoshi era formidabile come un uragano e quindi venne chiamata Haran.",
	"baseatk": 46,
	"substat": "Tasso di CRIT",
	"subvalue": "7.2",
	"effectname": "Flusso affilato",
	"effect": "Ottieni un {0} di bonus DAN per tutti gli elementi. Quando gli altri membri del gruppo nelle vicinanze usano abilità elementali, il personaggio che usa quest'arma riceverà 1 accumulo di Ondacuminata. L'effetto è cumulabile fino a 2 volte e può attivarsi una volta ogni 0,3 s. Quando il personaggio equipaggiato con quest'arma usa un'abilità elementale, tutti gli accumuli di Ondacuminata si esauriscono innescando Marasma: ciascun accumulo di Ondacuminata consumato aumenta i DAN da attacco normale di un {1} per 8 s.",
	"r1": [
		"12%",
		"20%"
	],
	"r2": [
		"15%",
		"25%"
	],
	"r3": [
		"18%",
		"30%"
	],
	"r4": [
		"21%",
		"35%"
	],
	"r5": [
		"24%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Saggezza di Narukami",
				"count": 5
			},
			{
				"name": "Statuetta misteriosa",
				"count": 5
			},
			{
				"name": "Paramano antico",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gioia di Narukami",
				"count": 5
			},
			{
				"name": "Statuetta misteriosa",
				"count": 18
			},
			{
				"name": "Paramano antico",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Gioia di Narukami",
				"count": 9
			},
			{
				"name": "Statuetta oscura",
				"count": 9
			},
			{
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Affetto di Narukami",
				"count": 5
			},
			{
				"name": "Statuetta oscura",
				"count": 18
			},
			{
				"name": "Paramano kageuchi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Affetto di Narukami",
				"count": 9
			},
			{
				"name": "Statuetta malefica",
				"count": 14
			},
			{
				"name": "Paramano celebre",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Eroismo di Narukami",
				"count": 6
			},
			{
				"name": "Statuetta malefica",
				"count": 27
			},
			{
				"name": "Paramano celebre",
				"count": 18
			}
		]
	}
}