{
	"id": 15511,
	"name": "Sentiero del cacciatore",
	"description": "Questo arco dorato è stato costruito utilizzando preziosi rami bianchi. Ha sconfitto innumerevoli bestie malvagie che tentavano di infiltrarsi nella foresta.",
	"descriptionRaw": "Questo arco dorato è stato costruito utilizzando preziosi rami bianchi. Ha sconfitto innumerevoli bestie malvagie che tentavano di infiltrarsi nella foresta.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "Un arco da caccia dorato costruito con rami albini contenenti la benedizione della foresta.\nAl giorno d'oggi si vedono raramente alberi con rami così candidi.\nLe benedizioni un tempo erano ricoperte di sangue scuro, ma le macchie sono state lavate via dall'acqua.\n\nLa cacciatrice che inseguiva la mandria oscura sembrava intenta in una caccia senza fine.\nNotti ad attendere sotto foglie marcite, e giorni a dormire tra pezzi di carne.\nTutto questo per la fatale freccia che avrebbe trafitto il cuore della preda. Dopodiché, sarebbe toccato al nuovo bersaglio.\n\nGradualmente, la cacciatrice smise di preoccuparsi di fare in modo che il vento non ne rivelasse la posizione alla preda,\no di usare fuori selvatici per coprire il proprio odore da umana,\ndato che il suo odore naturale divenne simile al lezzo a cui le bestie selvatiche erano ben abituate.\n\nDimenticò la lingua degli umani molto prima di diventare cacciatrice.\nDurante la sua caccia senza fine, il tempo, il sole e la luna sparirono nell'oblio.\nE lo stesso fecero gli sterminati terreni di caccia che le erano stati promessi.\nPerfino il giovane cieco che la trovò e le diede l'arco costruito coi rami albini,\ne la guidò verso il sentiero delle bestie oscure,\nvenne dimenticato nella sua caccia feroce.\n\n\"Poiché i macchiati di sangue non troveranno mai dall'altra parte i terreni di caccia eternamente verdi.\"\n\"No, padrone, questo mondo dove si aggirano bestie barbariche sarà il mio terreno di caccia...\"\n\nGuardando nell'acqua limpida sotto la luce della luna, la cacciatrice scoprì che anche lei si era ormai trasformata in una bestia selvatica.\nSeguendo le tracce lasciate dalla bestia, il cavaliere nero, le cui sagoma e spada erano riflesse nell'acqua, la trovò, lasciandola sbigottita...\n\n\"E così non sei che un'altra bestia da eliminare, ammaliata dall'illusoria sagoma della luna riflessa nell'acqua.\nChe strano. Per un attimo mi era sembrato di vedere una fanciulla smarrita nella foresta...\n\nDevo continuare verso ovest, in nome della giustizia... Per punire il crimine che si commette trasformando gli umani in bestie.\"",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "9,6%",
	"effectName": "Al termine del cammino della bestia",
	"effectTemplateRaw": "#Ottiene un <color=#99FFFFFF>{0}</color> di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un <color=#99FFFFFF>{1}</color> della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10{NON_BREAK_SPACE}s. È possibile ottenere Caccia instancabile una volta ogni 12{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Ottiene un 12% di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un 160% della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s.",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "Ottiene un 15% di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un 200% della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s.",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "Ottiene un 18% di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un 240% della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s.",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "Ottiene un 21% di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un 280% della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s.",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "Ottiene un 24% di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un 320% della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s.",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Eco di possanza infuocata",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Nucleo di Miconoide inattivo",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Seta rossa sbiadita",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Nucleo di Miconoide inattivo",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Seta rossa sbiadita",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Nucleo di Miconoide dormiente",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Seta rossa ritagliata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Nucleo di Miconoide dormiente",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Seta rossa ritagliata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Nucleo di Miconoide vigoroso",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Broccato rosso sontuoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Tempi andati di possanza infuocata",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Nucleo di Miconoide vigoroso",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Broccato rosso sontuoso",
				"count": 18
			}
		]
	}
}