{
	"id": 15419,
	"name": "Becco d'ibis",
	"description": "Un arco d'oro forgiato come descritto nella storia. Se usato come arma comune, è possibile considerarlo la materializzazione di un oggetto appartenente a un mondo fittizio.",
	"descriptionRaw": "Un arco d'oro forgiato come descritto nella storia. Se usato come arma comune, è possibile considerarlo la materializzazione di un oggetto appartenente a un mondo fittizio.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Quest'oggetto doveva essere un campione di un preordine speciale per il volume finale di Re delle Invokazioni Nº{NON_BREAK_SPACE}1.\nTuttavia, a causa delle sue specifiche uniche, la richiesta di produrre un semplice campione fu scambiata per quella di realizzare una vera arma.\nPer questo, i redattori della Casa editrice Yae rimasero frustrati da ciò che accadde dopo aver ricevuto l'arco. Tuttavia, Fukumoto, che era presente alla consegna dell'arco, rimase profondamente inspirato dagli eventi e scrisse il seguente estratto, che in seguito venne aggiunto al libro come appendice.\n\n\"Chi brandisce quest'arco sarà l'arciere più abile sotto il comando del Re della Grande Sabbia Rossa.\"\nEra come dicevano tutti, e il ragazzo dalla pelle color verde pallido ci credeva davvero. Quando il Re Ibis mostrò la sua collezione di tesori, questo lungo arco dalle tonalità che ricordano la pietra arenaria attirò subito la sua attenzione. Era un tempo in cui il giovane doveva ancora essere avvelenato dal destino, un tempo in cui egli credeva ancora che tutto ciò che desiderava era ottenere dei riconoscimenti...\nPer lui, tutto si riduceva a quanto uno fosse disposto a sforzarsi.\nCosì, sicuro come non mai, pose una domanda al Re Ibis: \"Se io diventassi l'arciere più abile di tutti... Se possedessi il potere e la forza che superano quelle degli altri re, quest'arco diverrebbe mio?\"\nIl silenzio riempì l'intera corte. Nell'ombra che non veniva illuminata dalle torce, nessuno osava rispondere.\nVi era solo un'eccezione: l'uomo seduto sul trono, con gli occhi taglienti come il ghigno di un falco, che esaudì il desiderio del ragazzo.\n\"Quel giorno verrà\", pensò il giovane dalla pelle verde.\n\nE così, da allora, trascorsero anni lunghi e ardui.\nFu solo dopo molte centinaia di anni che il signore della guerra esaudì il suo desiderio. Possedendo il giovane che aveva aperto lo Scrigno degli arcani, egli entrò di nuovo nella Sala dei duelli sigillata, e solo allora vide il lungo arco in mano a un fantasma.\nEra come se il tempo si fosse fermato, per dare modo a ciò che restava della sua anima di attraversare le porte frantumate e i corridoi sparpagliati qua e là, per tornare alla camera del tradimento e delle macchinazioni. Afferrando l'ineludibile dardo dorato che sfrecciava verso di lui, scoccato dall'Arco dei Riti arcani, egli salvò il corpo dal destino infausto di essere trafitto al petto.\nEra sempre stata una parte del suo piano.\nMa, in quel momento, il rituale arcano si dissipò. La freccia si dissolse e la sagoma di colui che brandiva l'arco svanì in un baleno.\nEgli afferrò il lungo arco prima che cadesse a terra.\nI suoi molteplici tentativi di impadronirsi di quest'arma d'oro erano falliti, il che contribuì alla frattura tra lui e Re Ibis. Ahimè, aveva finalmente messo le mani sul tesoro a lungo desiderato, ma scoprì che il suo cuore era freddo come una palude stagnante, con neanche un'increspatura di gioia. Il Re Coccodrillo meditò e concluse di non avere più la grande brama giovanile di soddisfare quei desideri mai realizzati.\nInoltre, il venerato Signore delle sabbie scarlatte era stato nascosto in molte storie, e la Signora dei fiori non era mai più stata vista. Nel competere per il trono del mausoleo, tra i vari regni scoppiarono conflitti e caos. In mezzo ai tumulti, egli colse l'occasione per calpestare il mare di sabbia in nome del Rito dei Duelli, il tutto per cancellare le barriere tra una moltitudine di mondi e provocare una furiosa guerra. Per fermarlo, una figura anziana e solitaria che si aggrappava all'arco dorato arrancò sui gradini che conducevano al rituale...\nQuelli non erano che ricordi di un'era passata.\nFece passare le dita sopra la sfera sull'arco, finché non si accorse che non era la polvere a oscurare il suo bagliore, né che quella polvere era un semplice frutto della sua immaginazione.\n\n\"Non importa\", pensò il signore della guerra.\nSentì il suono del tavolo che si attivava di nuovo nella Sala dei duelli e intuì che il giovane, i cui resti dell'anima egli aveva posseduto, era in attesa di un duello.\nCosì si legò il lungo arco al fianco, dipingendo un quadro vittorioso che aveva sognato una volta.\nIl re dalla pelle color verde pallido camminò lentamente verso il campo di battaglia scelto dal destino.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Grazia della saggezza arcana",
	"effectTemplateRaw": "#Dopo aver colpito gli avversari con un attacco caricato, la maestria elementale del personaggio aumenta di <color=#99FFFFFF>{0}</color> nei 6{NON_BREAK_SPACE}s successivi. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,5{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Dopo aver colpito gli avversari con un attacco caricato, la maestria elementale del personaggio aumenta di 40 nei 6 s successivi. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,5 s.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Dopo aver colpito gli avversari con un attacco caricato, la maestria elementale del personaggio aumenta di 50 nei 6 s successivi. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,5 s.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Dopo aver colpito gli avversari con un attacco caricato, la maestria elementale del personaggio aumenta di 60 nei 6 s successivi. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,5 s.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Dopo aver colpito gli avversari con un attacco caricato, la maestria elementale del personaggio aumenta di 70 nei 6 s successivi. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,5 s.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Dopo aver colpito gli avversari con un attacco caricato, la maestria elementale del personaggio aumenta di 80 nei 6 s successivi. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,5 s.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talismano di rame della rugiada silvestre",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Un fiore ancora in boccio",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Seta rossa sbiadita",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Un fiore ancora in boccio",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Seta rossa sbiadita",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Fiore adorato",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Seta rossa ritagliata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Fiore adorato",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Seta rossa ritagliata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Fiore sbocciato del vagabondo",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Broccato rosso sontuoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talismano d'oro della rugiada silvestre",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Fiore sbocciato del vagabondo",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Broccato rosso sontuoso",
				"count": 12
			}
		]
	}
}