{
	"name": "Splendore del Giadiluvio",
	"description": "Un recipiente rituale scolpito nella giada, sulla cui superficie si riflette la gloria dei cieli e delle acque limpide.",
	"weapontype": "Catalizzatore",
	"rarity": "5",
	"story": "La splendida giadeite cadde dal cielo, lavata dal perpetuo e purificante scorrere delle acque.\nEra stata liberata da ogni traccia di terra scura o legno marcio, ogni residuo era stato rimosso.\nUna pietra primordiale, scolpita e modellata dalle mani di un giovane mortale.\nEssa divenne un magnifico strumento di giada, che avrebbe atteso il momento fortuito per adempiere alla sua sacra funzione...\n\n\"È proprio come avevo detto\", ponderava davanti a un tè il ricercatore dalla foresta pluviale. \"La storia è un arco che si incurva verso il declino e la rovina.\nLa caduta dell'umanità può essere sventata solo grazie alla saggezza e alla divina misericordia. Senza queste due cose, gli umani sono destinati ad annientarsi a vicenda.\nAmmira la tacita testimonianza delle rovine desolate, che si frappongono tra la montagna e la palude. Ammira le selvatiche belve delle colline, private dei poteri della parola e dello spirito...\nLe genti del passato sono scomparse non lasciando alcuna traccia, e finanche dei loro più grandi re e governanti non è rimasto nemmeno un solco nella storia.\"\n\nI popoli della Vallata Chenyu non hanno sempre vissuto in quei luoghi, ma c'è stato un tempo in cui le montagne dalle vene di cristallo erano la loro casa.\nLa vita di famiglie e intere tribù ruotava intorno alle miniere, e i loro insediamenti si estendevano da vetta a vetta.\nTuttavia, quell'antico peccato, che giaceva sotto i loro piedi e le loro vanghe, era sconosciuto ai mortali, celato al di là dei pozzi più profondi.\nIl castigo divino non lascia scampo, e non nutre interesse per la vita dei mortali. Dopo la catastrofe, i loro avi furono costretti a migrare verso nord insieme alle proprie famiglie.\n\nGli anziani del Villaggio di Qiaoying dicono che gli antenati dei popoli della Vallata Chenyu provenivano da una voragine a sud.\nEssi portarono con sé un maestoso altare di giada, lasciandosi alle spalle rovine antiche e colme di enigmi...\nQuando la guerra tra gli dèi diede spazio alla tragedia, gli antenati della Vallata Chenyu furono ridotti a profughi errabondi.\nIn passato, i loro discendenti erano fedeli a una divinità ormai dimenticata, mentre adesso sono persi nella storia e relegati alla polvere.\n\n\"Una teoria bislacca\", rispose il consulente vestito di scuro. \"La storia dei mortali abbonda di rinascite.\nGloria e rovina scaturiscono entrambe dai mortali. Senza una rappresentanza, non ci sarebbero né ascese né rovine di cui discorrere.\nLe antiche rovine giacciono abbandonate, ma coloro che le hanno abitate, beffati dal destino, oggi sono ancora tra noi...\nIl declino dei loro antenati ha permesso la prosperità odierna... malgrado oggi siano stati assimilati, in comunione con il popolo di un nuovo dio.\nPer quanto indifesi possano essere in questioni di varia rilevanza, non si sono lasciati piegare dalle circostanze, ma hanno bensì compiuto le loro scelte.\nE riguardo a saggezza e leggi divine, esse si basano sul consenso dei mortali, non su un mero capriccio personale.\"\n\nDopo alcuni minuti, l'irrilevante dibattito davanti al tè terminò in un finale inconcludente. Simili discussioni tra mortali e dèi sono solite sfociare in futili diverbi.\nMa il limpida siume Bishui corre in eterno, e il lustro della sacra giada rimane costante come il suo vecchio padrone.",
	"baseatk": 46,
	"substat": "PS",
	"subvalue": "10.8",
	"effectname": "Insegne di giada primordiale",
	"effect": "Ogni volta che usa un Tripudio elementale o crea uno scudo, il personaggio equipaggiato può ottenere l'effetto Insegne di giada primordiale per 3 s: ripristina {0} di energia ogni 2,5 s, e riceve un {1} di bonus DAN del suo tipo elementale per ogni 1.000 PS max in suo possesso, fino a un {2} massimo. Insegne di giada primordiale si attiva anche se il personaggio equipaggiato non è in campo.",
	"r1": [
		"4,5",
		"0,3%",
		"12%"
	],
	"r2": [
		"5",
		"0,5%",
		"20%"
	],
	"r3": [
		"5,5",
		"0,7%",
		"28%"
	],
	"r4": [
		"6",
		"0,9%",
		"36%"
	],
	"r5": [
		"6,5",
		"1,1%",
		"44%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Sabbie brillanti di Guyun",
				"count": 5
			},
			{
				"name": "Un fiore ancora in boccio",
				"count": 5
			},
			{
				"name": "Spore fungine",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Pietra lucente di Guyun",
				"count": 5
			},
			{
				"name": "Un fiore ancora in boccio",
				"count": 18
			},
			{
				"name": "Spore fungine",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Pietra lucente di Guyun",
				"count": 9
			},
			{
				"name": "Fiore adorato",
				"count": 9
			},
			{
				"name": "Polline luminescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Reliquia di Guyun",
				"count": 5
			},
			{
				"name": "Fiore adorato",
				"count": 18
			},
			{
				"name": "Polline luminescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Reliquia di Guyun",
				"count": 9
			},
			{
				"name": "Fiore sbocciato del vagabondo",
				"count": 14
			},
			{
				"name": "Polvere di ciste cristallina",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Corpo divino di Guyun",
				"count": 6
			},
			{
				"name": "Fiore sbocciato del vagabondo",
				"count": 27
			},
			{
				"name": "Polvere di ciste cristallina",
				"count": 18
			}
		]
	}
}