{
	"id": 11416,
	"name": "Kagotsurube Isshin",
	"description": "Questa famosa spada è stata forgiata in una nazione all'estremo nord. Numerose azioni malvage compiute nel nome di Isshin hanno però macchiato la fama di quest'arma nel corso del suo viaggio verso casa.",
	"descriptionRaw": "Questa famosa spada è stata forgiata in una nazione all'estremo nord. Numerose azioni malvage compiute nel nome di Isshin hanno però macchiato la fama di quest'arma nel corso del suo viaggio verso casa.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "Una lunga lama dal colore sanguigno, a cui è stato conferito il nome di Isshin. È straordinariamente affilata e vividamente minacciosa.\nSi narra che questa lama riesca a fendere con facilità un cesto di bambù poroso e l'acqua al suo interno prima ancora che quest'ultima fuoriesca.\n\nLa gente dice che nel corpo di ogni lama risieda il suo spirito.\nDi conseguenza, risulta logico supporre che in una lama forgiata dal Tatarigami dimori un demone maligno.\nLa rinomata lama Kagotsurube Isshin fu realizzata dal forgiatore di spade Akame Kanenaga, che non riuscì a diventare il capo fabbro.\nSebbene sia stata forgiata dalle mani di un fabbro di Inazuma, questa lama non è stata realizzata nella nazione del tuono e dell'Acciaio di giada, ma in una terra innevata dell'estremo nord.\nSe osservato al chiaro di luna, sembra che l'hamon della lama scorra, come il sangue e le lacrime di un viandante.\n\n\"Il Tatarigami è pura malvagità per sua natura. Nutre rancore nei confronti dei desideri dei mortali.\"\n\"Le spade non sono altro che portatrici di sventura. Senza la malvagità, non darebbero vita a un massacro. Senza odio, non potrebbero mai conoscere il sapore del sangue.\"\n\"Isshin è la quiete della mente, esente da ogni distrazione. Tale purezza del desiderio consente al fabbro di forgiare senza sosta.\"\n\"Ma, in tal senso, il rancore nei confronti degli esseri viventi è il metallo con cui si forgia una lama in grado di uccidere.\"\n\nLa Scuola Akame, smodatamente appassionata dell'arte Isshin, ha sempre mirato a forgiare una lama assassina che potesse raggiungere i massimi livelli di letalità.\nPer questo, il corpo e la mente dei membri della Scuola Akame erano spesso limitati, mentre il veleno era inciso nei loro cuori.\nLe lame forgiate dalla Scuola Akame erano molto affilate, ma molte di esse contenevano qualcosa di così malvagio che alla fine la scuola venne definita dalle autorità come \"indesiderata\".\nPer questo motivo, il ruolo guida che ricopriva la Scuola Akame nell'arte Isshin durò solo tre generazioni, per poi essere revocata dalle autorità.\n\nIn seguito, Akame Kanenaga fu coinvolto nel \"caso dell'eccentrico\" e giudicato colpevole di tradimento.\nCiò lo indusse a cambiare nome e a trasferirsi in una nazione innevata dell'estremo nord, per guadagnarsi da vivere umilmente in una terra dominata dal ghiaccio.\nL'unico desiderio del defunto Kaedehara era quello di vedere l'arte Isshin celebrata da coloro che comprendevano la bellezza di una spada.\nMa il fabbro, la lama e il Tatarigami erano tutti strumenti e titoli detenuti dalla gente...\n\n\"Ho trascorso metà della mia vita perseguendo la vanità dell'arte Isshin, e alla fine sono divenuto solo un altro 'Kaedehara'!\"\n\"Ah, quel che è fatto è fatto. La mia unica speranza è che la spada nata nel ghiaccio e nel gelo non sia fragile come il suo inutile titolo...\"\n\nIl clan Kaedehara era composto da fabbri esperti, le cui opere simboleggiavano alla perfezione lo stile di Masagomaru, mentre il clan Niwa era umile e diligente, specializzato nella tempera dell'argilla.\nLa Scuola Akame, smodatamente appassionata dell'arte Isshin, ha sempre mirato a forgiare una lama assassina che potesse raggiungere i massimi livelli di letalità.\nPrima di passare a miglior vita tra le distese innevate, l'uomo non desiderava altro che forgiare una lama rinomata, con cui riportare in auge il nome di Kaedehara e riguadagnare la stima del popolo...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Chiarezza dell'arte Isshin",
	"effectTemplateRaw": "#Quando un attacco normale, caricato o in picchiata colpisce un avversario, crea una Burrasca tagliente, infliggendo DAN ad area pari a un 180% dell'ATT e aumentando l'ATT di un 15% per 8{NON_BREAK_SPACE}s. Quest'effetto può attivarsi una volta ogni 8{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Quando un attacco normale, caricato o in picchiata colpisce un avversario, crea una Burrasca tagliente, infliggendo DAN ad area pari a un 180% dell'ATT e aumentando l'ATT di un 15% per 8 s. Quest'effetto può attivarsi una volta ogni 8 s.",
		"values": []
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Maschera del tenente malvagio",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Statuetta misteriosa",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Maschera del morso della tigre",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Statuetta misteriosa",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Maschera del morso della tigre",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Statuetta oscura",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Maschera del corno",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Statuetta oscura",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Maschera del corno",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Statuetta malefica",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Maschera del kijin",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Statuetta malefica",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 12
			}
		]
	}
}