{
	"id": 12414,
	"name": "Katsuragikiri Nagamasa",
	"description": "Una spada forgiata a Tatarasuna. Pesante e potente.",
	"descriptionRaw": "Una spada forgiata a Tatarasuna. Pesante e potente.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Una spada nagamaki creata da uno degli ispettori di Tatarasuna.\nSi dice che il diagramma per forgiarla sia sobrio e integro proprio come quell'ispettore.\n\nPer molto tempo, prima dell'introduzione della tecnologia straniera con cui venne costruita la Fornace Mikage,\na Tatarasuna il ferro venne fuso tramite il tradizionale metodo di lavorazione dei metalli di Tatara.\nDopo essere diventato ispettore, Mikoshi Nagamasa rimase ossessionato dalla cupa leggiadria dell'acciaio.\nNe parlò e chiese consiglio a Miyazaki, un vice ufficiale agli armamenti che condivideva tale propensione,\ne fu così che venne forgiata la Daitatara Nagamasa: una spada semplice, ma resistente.\n\nNonostante fosse stato solo adottato dal clan Mikoshi, la madre adottiva avesse rovinato la reputazione del clan,\ne Michihiro, l'unico erede legittimo dei Mikoshi, fosse sparito abbandonandolo,\nNagamasa, che ammetteva di essere un uomo stupido ma leale, venerò ancora di più il nome dei Mikoshi.\nSi adoperò per entrare nel governo e, grazie alla sua scrupolosità e onestà, riuscì a ripulire il nome della sua famiglia.\n\nQuando il suo yoriki Katsuragi si macchiò di una trascurabile colpa, egli lo fece giustiziare senza pietà.\nDa allora, il titolo di Nagamasa e il nome della spada cambiarono per sempre.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "10%",
	"effectName": "Codice dei samurai",
	"effectTemplateRaw": "#Aumenta i DAN da abilità elementale di un <color=#99FFFFFF>{0}</color>. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera <color=#99FFFFFF>{1}</color> ogni 2{NON_BREAK_SPACE}s per i 6{NON_BREAK_SPACE}s successivi. Si può verificare una volta ogni 10{NON_BREAK_SPACE}s ed è attivabile anche quando il personaggio non si trova sul campo.",
	"r1": {
		"description": "Aumenta i DAN da abilità elementale di un 6%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 3 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "Aumenta i DAN da abilità elementale di un 7,5%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 3,5 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"7,5%",
			"3,5"
		]
	},
	"r3": {
		"description": "Aumenta i DAN da abilità elementale di un 9%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 4 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "Aumenta i DAN da abilità elementale di un 10,5%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 4,5 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"10,5%",
			"4,5"
		]
	},
	"r5": {
		"description": "Aumenta i DAN da abilità elementale di un 12%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 5 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Saggezza di Narukami",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Eroismo di Narukami",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 12
			}
		]
	}
}