{
	"name": "Chiave del Khaj-Nisut",
	"description": "Uno degli esemplari di una coppia di scettri forgiati in ossidiana. Si dice sia la chiave che spalancherà i cancelli di un paradiso giacente ai confini dell'oceano di sabbia.",
	"weapontype": "Spada",
	"rarity": "5",
	"story": "Questa storia risale ai giorni successivi a quando i sogni del Signore della sabbia s'infransero e il Gran Maestro della flora nascose i bisbigli dei cieli demoniaci.\nLe orecchie della rovina scorporarono il grande regno divino in molti regni, prima di frantumarli in sabbia.\nUna regina di uno di quei regni bruciò gli abiti e la corona del giovane principe, e lo fece fuggire camuffato da servitore.\nGli anni passarono, e il principe si ridusse a vivere come il figlio di un mercante di schiavi, quindi come un vagabondo che aveva perso ogni cosa.\n\n\"Quando potevo ancora piangere per l'alba sulla torre dei miraggi, dissi al mio sovrano che avrei potuto annientare molte città per lui.\"\n\"Una volta, benedii il figlio del re passato alla sua nascita: anche dopo la sua dipartita, le lodi in suo onore dovranno perdurare...\"\n\"In passato ho malgiudicato molte persone e fatti, ma ora che ho perso la vista non posso più farlo. Questa è la mia punizione.\"\n\"Diventa il mio apprendista. Sii i miei occhi e descrivimi le persone e gli oggetti nel deserto dorato.\"\n\"Spero che un giorno potrò tessere i poemi degli eroi in un tappeto magnifico da posizionare nelle corti divine.\"\n\nLe monete si usurano passando di mano in mano, ma le cose nobili diventano più forti quando passano di mano in mano.\nIl suo ultimo proprietario era un poeta cieco. In seguito, i protagonisti della storia passarono da un padrone e un servitore a un padrone e un apprendista.\n\n\"Prima di dirci addio, mia madre mi disse che ci saremmo incontrati di nuovo nell'oasi eterna...\"\n\"Usa questa spada come chiave del paradiso, e ricostruisci il regno tra smeraldi e melograni.\"\n\nNell'ascoltare la storia del principe errante, il vecchio poeta accarezzò la lama smussata della spada nera. Infine rispose:\n\"Così si separano i nostri destini, perché non sono nulla all'interno della tua storia\".\n\n\"Padrone...\"\n\n\"Xiphos, il tuo destino è al di sopra di noi umili poeti. Non dovresti abbassarti tanto a scrivere delle storie per altri...\nSei il favorito della djinn. Tu, che detieni la Chiave del Khaj-Nisut, sei il principe del regno perduto.\nIntraprendi il tuo viaggio tra i regni caduti. Creerai nuove storie e troverai l'oasi eterna...\nNei tempi in cui scrivevo inni per il mio sovrano e poesie d'amore per il principe, fantasticavo sullo scrivere per l'eroe del destino.\nConsentimi, te ne prego, di raccontare la tua storia, del ricongiungimento con tua madre e del ritorno della gloria del Signore della sabbia in questo regno.\"\n\nAlla fine, le strade del principe che era divenuto uno schiavo e poi un eroe e del mercenario caduto dal trono si sarebbero incrociate di nuovo.\n\nMolte leggende menzionano una certa chiave. Si dice che abbia ordinato alle sabbie di formare un fiume fluttuante e che abbia sigillato il suolo natio dopo che il Signore della sabbia si era separato dai suoi vecchi amici.\nDicono anche che fosse usata per nascondere la torre del deserto e il paradiso dei sogni sotto l'egida delle illusioni, quando tutto cadde in rovina e le nazioni si dispersero.\nQuesta chiave è stata nelle mani di tiranni e di re mortali, finché non è stata ridata alla sabbia.\nPer quanto riguarda il vecchio poeta cieco, egli seguì la traccia delle storie e delle impronte insanguinate, fino a trovare la sua strada nella foresta...",
	"baseatk": 44,
	"substat": "PS",
	"subvalue": "14.4",
	"effectname": "Epopea del mare di sabbia",
	"effect": "I PS aumentano di un {0}. Quando un'abilità elementale colpisce gli avversari, ottieni l'effetto Inno maestoso per 20 s. Quest'effetto aumenta la maestria elementale del personaggio che equipaggia l'arma di uno {1} dei suoi PS max. Può attivarsi una volta ogni 0,3 s e accumularsi per un massimo di 3 volte. Quando l'effetto si accumula per la terza volta, o quando la durata del terzo accumulo si ripristina, la maestria elementale di tutti i membri del gruppo vicini aumenta di uno {2} dei PS max del personaggio che equipaggia l'arma per 20 s.",
	"r1": [
		"20%",
		"0,12%",
		"0,2%"
	],
	"r2": [
		"25%",
		"0,15%",
		"0,25%"
	],
	"r3": [
		"30%",
		"0,18%",
		"0,3%"
	],
	"r4": [
		"35%",
		"0,21%",
		"0,35%"
	],
	"r5": [
		"40%",
		"0,24%",
		"0,4%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Talismano di rame della rugiada silvestre",
				"count": 5
			},
			{
				"name": "Prisma danneggiato",
				"count": 5
			},
			{
				"name": "Seta rossa sbiadita",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 5
			},
			{
				"name": "Prisma danneggiato",
				"count": 18
			},
			{
				"name": "Seta rossa sbiadita",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 9
			},
			{
				"name": "Prisma torbido",
				"count": 9
			},
			{
				"name": "Seta rossa ritagliata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 5
			},
			{
				"name": "Prisma torbido",
				"count": 18
			},
			{
				"name": "Seta rossa ritagliata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 9
			},
			{
				"name": "Prisma splendente",
				"count": 14
			},
			{
				"name": "Broccato rosso sontuoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Talismano d'oro della rugiada silvestre",
				"count": 6
			},
			{
				"name": "Prisma splendente",
				"count": 27
			},
			{
				"name": "Broccato rosso sontuoso",
				"count": 18
			}
		]
	}
}