{
	"id": 15417,
	"name": "Scudiere del re",
	"description": "Un'arma che hai ottenuto da una storia degli Aranara. Ha assunto la forma di un arco in grado di abbattere i nemici della foresta.",
	"descriptionRaw": "Un'arma che hai ottenuto da una storia degli Aranara. Ha assunto la forma di un arco in grado di abbattere i nemici della foresta.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "\"C'era una volta una principessa chiamata Cinnamon...\n...e con una tigre al suo fianco, lasciò il palazzo una volta e per tutte. Fine.\"\n\nMa questa storia appartiene alla tua gente. Nei vostri racconti, ogni cosa ha un significato recondito.\nMi sembra di capire che questo \"palazzo\" sia ciò che rende Cinnamon umana:\naltre persone con lo stesso sangue, una dimora più spaziosa, buon senso e lezioni di vita; mentre il re era il desiderio che si annidava nella sua mente, luminoso come la luna.\nPer noi invece, un palazzo è un palazzo, Cinnamon è Cinnamon, il re della foresta è il re della foresta, e il chiaro di luna non è che il chiaro di luna.\n\nLa storia che ho sentito si distingue da quella di Cinnamon.\nTanto tanto tempo fa, una bambina si perse nella foresta. Seguendo le impronte lasciate dal re della foresta, si ritrovò nel giardino della tigre.\n\"Grrr! Che siano uccelli o bestie, il mio stomaco dà il benvenuto a tutti, mentre la terra aspetta il loro ritorno.\nSono il re della foresta. Creo la vita, e la spezzo. Non ho mai assaggiato una misera umana come te.\"\nCosì disse la tigre. La bambina però non aveva ancora dimenticato la tua lingua e, naturalmente, non era in grado di capire il re.\n\n\"Grrr\", disse la bambina imitando il suo interlocutore.\n\nIl re della foresta era intrigato. Di solito quando parlava, gli umani si nascondevano nelle loro casette di legno,\nle bestie si appiattivano al suolo, senza il coraggio di muoversi di un millimetro, e gli uccelli volavano in alto verso il sole. Perfino le Tigri Chiomalunga, creature imponenti, si nascondevano tra i cespugli.\n\"Grrr! Una minuscola estranea che non conosce le buone maniere. E va bene, lascia che ti insegni la legge della foresta. Ne imparerai il linguaggio.\nD'ora in poi mi farai da scudiere. Questa foresta sarà sempre aperta per te, e le creature al suo interno non potranno farti del male.\n\nRicorda, questo mondo non è che il sogno della foresta. Un giorno ti sveglierai dalla tua realtà e troverai il tuo posto in questo terreno di caccia senza limiti.\nDove si dirige la nostra preda, senza fallo, giungeremo un giorno anche noi. Ricordatelo sempre.\"\n\n...\nCi sarà sempre un nuovo re pronto a ereditare il trono dal suo predecessore. Il cerchio della vita vale per te, per noi, e per ogni essere della foresta, senza distinzioni.\nPrima che la giovane scudiere andasse incontro al proprio destino assieme al re, un bimbo smarrito arrivò a palazzo senza calpestare una singola foglia.\nElla trasmise tutte le sue conoscenze al bambino. Proprio come questa storia fu trasmessa a me, quel bambino passò la storia ai bambini che vennero dopo di lui.\nIn seguito, alcuni bambini divennero i guardiani della foresta, tramandando la lingua delle selve e la responsabilità di proteggere la terra del re per i successori futuri.\nE altri, osservando la sofferenza provata da altre persone, decisero di abbandonare i terreni di caccia e di diventare cacciatori in grado di terrorizzare le bestie più feroci.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "12%",
	"effectName": "Istruzioni del Signore del labirinto",
	"effectTemplateRaw": "#Ottieni l'effetto Insegnamenti della foresta quando scateni abilità elementali e Tripudi elementali, aumentando la maestria elementale di <color=#99FFFFFF>{0}</color> per 12{NON_BREAK_SPACE}s. Quest'effetto viene rimosso se il personaggio viene sostituito. Quando l'effetto Insegnamenti della foresta termina o viene rimosso, infligge un <color=#99FFFFFF>{1}</color> dell'ATT sotto forma di DAN a 1 nemico nelle vicinanze. L'effetto Insegnamenti della foresta può attivarsi una volta ogni 20{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Ottieni l'effetto Insegnamenti della foresta quando scateni abilità elementali e Tripudi elementali, aumentando la maestria elementale di 60 per 12 s. Quest'effetto viene rimosso se il personaggio viene sostituito. Quando l'effetto Insegnamenti della foresta termina o viene rimosso, infligge un 100% dell'ATT sotto forma di DAN a 1 nemico nelle vicinanze. L'effetto Insegnamenti della foresta può attivarsi una volta ogni 20 s.",
		"values": [
			"60",
			"100%"
		]
	},
	"r2": {
		"description": "Ottieni l'effetto Insegnamenti della foresta quando scateni abilità elementali e Tripudi elementali, aumentando la maestria elementale di 80 per 12 s. Quest'effetto viene rimosso se il personaggio viene sostituito. Quando l'effetto Insegnamenti della foresta termina o viene rimosso, infligge un 120% dell'ATT sotto forma di DAN a 1 nemico nelle vicinanze. L'effetto Insegnamenti della foresta può attivarsi una volta ogni 20 s.",
		"values": [
			"80",
			"120%"
		]
	},
	"r3": {
		"description": "Ottieni l'effetto Insegnamenti della foresta quando scateni abilità elementali e Tripudi elementali, aumentando la maestria elementale di 100 per 12 s. Quest'effetto viene rimosso se il personaggio viene sostituito. Quando l'effetto Insegnamenti della foresta termina o viene rimosso, infligge un 140% dell'ATT sotto forma di DAN a 1 nemico nelle vicinanze. L'effetto Insegnamenti della foresta può attivarsi una volta ogni 20 s.",
		"values": [
			"100",
			"140%"
		]
	},
	"r4": {
		"description": "Ottieni l'effetto Insegnamenti della foresta quando scateni abilità elementali e Tripudi elementali, aumentando la maestria elementale di 120 per 12 s. Quest'effetto viene rimosso se il personaggio viene sostituito. Quando l'effetto Insegnamenti della foresta termina o viene rimosso, infligge un 160% dell'ATT sotto forma di DAN a 1 nemico nelle vicinanze. L'effetto Insegnamenti della foresta può attivarsi una volta ogni 20 s.",
		"values": [
			"120",
			"160%"
		]
	},
	"r5": {
		"description": "Ottieni l'effetto Insegnamenti della foresta quando scateni abilità elementali e Tripudi elementali, aumentando la maestria elementale di 140 per 12 s. Quest'effetto viene rimosso se il personaggio viene sostituito. Quando l'effetto Insegnamenti della foresta termina o viene rimosso, infligge un 180% dell'ATT sotto forma di DAN a 1 nemico nelle vicinanze. L'effetto Insegnamenti della foresta può attivarsi una volta ogni 20 s.",
		"values": [
			"140",
			"180%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Eco di possanza infuocata",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Nucleo di Miconoide inattivo",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Nucleo di Miconoide inattivo",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Nucleo di Miconoide dormiente",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Nucleo di Miconoide dormiente",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Nucleo di Miconoide vigoroso",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Tempi andati di possanza infuocata",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Nucleo di Miconoide vigoroso",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}