{
	"id": 13414,
	"name": "Lancia crociata di Kitain",
	"description": "Una lancia speciale, appartenuta a un guerriero famoso che custodiva il Tatarigami sull'Isola di Yashiori.",
	"descriptionRaw": "Una lancia speciale, appartenuta a un guerriero famoso che custodiva il Tatarigami sull'Isola di Yashiori.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "Una lancia dalla forma bizzarra creata appositamente da Kitain Bunsou per il proprio singolare stile di combattimento.\nÈ pesantissima, il che la rende poco maneggevole per gli inesperti.\nTuttavia, può rilasciare un'enorme potere distruttivo se brandita da mani abili.\n\nTanto tempo fa, la famiglia Kitain diede la caccia al Tatarigami.\nPer molte generazioni, i suoi discendenti ebbero la responsabilità di fungere da prefetti di Yashiori.\n\nIn passato, per tutta Inazuma, era molto diffusa una canzone per bambini che recitava:\n\"Arataki il Guardiano di cancelli, Iwakura il Successore, Kitain il Serpente, Takamine lo Squarcianebbia\".\nIn tale strofa vengono nominati gli stupefacenti guerrieri che illuminarono la terra come comete.\nUn tempo tanti altri nomi erano presenti su questa lista, ma ormai sono stati dimenticati.\nQuando si è cacciatori di demoni, è inevitabile assorbire parte di quel sangue contaminato e miasmatico.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "24",
	"effectName": "Codice dei samurai",
	"effectTemplateRaw": "#Aumenta i DAN da abilità elementale di un <color=#99FFFFFF>{0}</color>. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera <color=#99FFFFFF>{1}</color> ogni 2{NON_BREAK_SPACE}s per i 6{NON_BREAK_SPACE}s successivi. Si può verificare una volta ogni 10{NON_BREAK_SPACE}s ed è attivabile anche quando il personaggio non si trova sul campo.",
	"r1": {
		"description": "Aumenta i DAN da abilità elementale di un 6%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 3 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "Aumenta i DAN da abilità elementale di un 7,5%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 3,5 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"7,5%",
			"3,5"
		]
	},
	"r3": {
		"description": "Aumenta i DAN da abilità elementale di un 9%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 4 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "Aumenta i DAN da abilità elementale di un 10,5%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 4,5 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"10,5%",
			"4,5"
		]
	},
	"r5": {
		"description": "Aumenta i DAN da abilità elementale di un 12%. Se l'abilità colpisce un avversario, il personaggio perde 3 di energia ma ne rigenera 5 ogni 2 s per i 6 s successivi. Si può verificare una volta ogni 10 s ed è attivabile anche quando il personaggio non si trova sul campo.",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Maschera del tenente malvagio",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Maschera del morso della tigre",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Maschera del morso della tigre",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Maschera del corno",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Maschera del corno",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Maschera del kijin",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 12
			}
		]
	}
}