{
	"id": 11512,
	"name": "Lume del Taglio frondoso",
	"description": "Una lama dorata fabbricata con preziosi rami bianchi. Un tempo veniva impiegata per estirpare gli innumerevoli veleni che infestavano le selve.",
	"descriptionRaw": "Una lama dorata fabbricata con preziosi rami bianchi. Un tempo veniva impiegata per estirpare gli innumerevoli veleni che infestavano le selve.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "Dalla terra dell'oro giunse un vagabondo, il corpo e la mente segnati dal tocco della battaglia.\nUn tempo era un principe, ma ora era semplicemente qualcuno perso in un tortuoso e ingannevole labirinto verdeggiante.\nL'antico re della foresta, assaporando l'odore del sangue che germogliava dall'autorità, non riuscì a trattenere un profondo sospiro...\nVennero mandati i rinforzi e una cacciatrice con un arco bianco come la luna arrivò con la missione di cacciare la belva intrappolata venuta da oltre la foresta.\n\nIl cielo si stava oscurando e tra le nuvole si allungavano le ombre come macchie d'inchiostro. La morte sussurrava attraverso il labirinto boscoso, alla ricerca di un sentiero da seguire.\nSeguendo le orme dell'esule, la maledizione si diffuse sulle sabbie del deserto per inghiottire le terre dei \"vivi\".\nAttraverso corridoi di giada e sentieri stretti, lei scoprì le intenzioni dell'intruso dalla peculiarità del profumo...\nAlla deriva tra memoria e ambizione, l'esule invece si perdeva tra la discordanza tra il suono dell'acqua corrente e il canto degli uccelli...\n\n\"Invasore arrogante! La mia freccia ti ha colpito, ma la prossima ti trafiggerà il cuore!\nMai più vagherai per la foresta, turbando i sogni dei bambini. In questo posto non troverai la corona che cerchi!\"\n\nFu così che la vigorosa cacciatrice avvertì la sua preda della mira e della perspicacia di cui era dotata.\nEppure, per ragioni incomprensibili, decise di spostare leggermente la mira, mancando l'uomo confuso.\nLa vegetazione osservò sbigottita, mentre i bambini nascosti nei sogni espirarono dinanzi a tale gesto.\nCon il suo intuito capace di percorrere ogni sogno, il re dormiente della foresta capì le intenzioni della cacciatrice e le sussurrò con un fragore che fece tremare anche il più grande degli alberi:\n\n\"Quel mortale non è come te. Proviene da una terra squallida, e le sue mani sono tinte di sangue. Ormai nel suo cuore dilagano solo follia e delirio.\nMa la foresta protegge solo i sogni nati dall'innocenza, e il sangue può essere sparso soltanto durante la caccia e i sacrifici. Non è forse così?\nSe credi che quest'uomo possa ancora ritrovare l'onore all'interno del labirinto, guidalo, e indicagli di spezzare il ramo bianco...\nSolo allora la splendente luna e le neonate stelle lo libereranno dai suoi aspri ricordi e desideri, donandogli la più pura saggezza.\"\n\nFu così che la cacciatrice imbracciò di nuovo il suo candido arco, facendo fuggire l'esule verso il cuore del labirinto...\nSolo la luna e le stelle videro quello che accadde dopo, ma il ricordo di quel giorno giace tutt'oggi nei sogni dei bambini.\nSecondo alcune voci, il nobile esule riuscì a usare il ramo bianco per forgiare una lama tutta per sé.\nInvece, nei sogni raccontati da alcuni giovani, l'uomo si dimenticò della sua casa e del suo desiderio di essere re.\nQualunque fosse la verità, il nome del principe Faramarz scomparve all'interno della foresta, tornando al deserto su una scia di sabbia sospinta dal vento.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "19,2%",
	"effectName": "Setola Lunabianca",
	"effectTemplateRaw": "#Il tasso di CRIT aumenta di un <color=#99FFFFFF>{0}</color>. Quando gli attacchi normali infliggono DAN elementali, si ottiene l'effetto Taglio frondoso che aumenta i DAN inflitti dagli attacchi normali e dalle abilità elementali di un <color=#99FFFFFF>{1}</color> della maestria elementale. Questo effetto svanisce dopo aver inflitto DAN per 28 volte oppure dopo 12{NON_BREAK_SPACE}s. È possibile ottenere Taglio frondoso una volta ogni 12{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Il tasso di CRIT aumenta di un 4%. Quando gli attacchi normali infliggono DAN elementali, si ottiene l'effetto Taglio frondoso che aumenta i DAN inflitti dagli attacchi normali e dalle abilità elementali di un 120% della maestria elementale. Questo effetto svanisce dopo aver inflitto DAN per 28 volte oppure dopo 12 s. È possibile ottenere Taglio frondoso una volta ogni 12 s.",
		"values": [
			"4%",
			"120%"
		]
	},
	"r2": {
		"description": "Il tasso di CRIT aumenta di un 5%. Quando gli attacchi normali infliggono DAN elementali, si ottiene l'effetto Taglio frondoso che aumenta i DAN inflitti dagli attacchi normali e dalle abilità elementali di un 150% della maestria elementale. Questo effetto svanisce dopo aver inflitto DAN per 28 volte oppure dopo 12 s. È possibile ottenere Taglio frondoso una volta ogni 12 s.",
		"values": [
			"5%",
			"150%"
		]
	},
	"r3": {
		"description": "Il tasso di CRIT aumenta di un 6%. Quando gli attacchi normali infliggono DAN elementali, si ottiene l'effetto Taglio frondoso che aumenta i DAN inflitti dagli attacchi normali e dalle abilità elementali di un 180% della maestria elementale. Questo effetto svanisce dopo aver inflitto DAN per 28 volte oppure dopo 12 s. È possibile ottenere Taglio frondoso una volta ogni 12 s.",
		"values": [
			"6%",
			"180%"
		]
	},
	"r4": {
		"description": "Il tasso di CRIT aumenta di un 7%. Quando gli attacchi normali infliggono DAN elementali, si ottiene l'effetto Taglio frondoso che aumenta i DAN inflitti dagli attacchi normali e dalle abilità elementali di un 210% della maestria elementale. Questo effetto svanisce dopo aver inflitto DAN per 28 volte oppure dopo 12 s. È possibile ottenere Taglio frondoso una volta ogni 12 s.",
		"values": [
			"7%",
			"210%"
		]
	},
	"r5": {
		"description": "Il tasso di CRIT aumenta di un 8%. Quando gli attacchi normali infliggono DAN elementali, si ottiene l'effetto Taglio frondoso che aumenta i DAN inflitti dagli attacchi normali e dalle abilità elementali di un 240% della maestria elementale. Questo effetto svanisce dopo aver inflitto DAN per 28 volte oppure dopo 12 s. È possibile ottenere Taglio frondoso una volta ogni 12 s.",
		"values": [
			"8%",
			"240%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Talismano di rame della rugiada silvestre",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Ossa frantumate",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Seta rossa sbiadita",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Ossa frantumate",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Seta rossa sbiadita",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 9
			},
			{
				"id": 112075,
				"name": "Ossa compatte",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Seta rossa ritagliata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 5
			},
			{
				"id": 112075,
				"name": "Ossa compatte",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Seta rossa ritagliata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 9
			},
			{
				"id": 112076,
				"name": "Ossa marchiate",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Broccato rosso sontuoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Talismano d'oro della rugiada silvestre",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Ossa marchiate",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Broccato rosso sontuoso",
				"count": 18
			}
		]
	}
}