{
	"id": 13406,
	"name": "Lancia litica",
	"description": "Una lancia forgiata dalle rocce della Foresta di pietra di Guyun. La sua resistenza non ha eguali.",
	"descriptionRaw": "Una lancia forgiata dalle rocce della Foresta di pietra di Guyun. La sua resistenza non ha eguali.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "Un'arma particolarmente apprezzata dai Milleliti di un tempo.\nRealizzata con una pietra della Foresta di pietra di Guyun, si dice che sia in grado di perforare anche le squame di drago...\nIl suo enorme peso impedisce ai Milleliti di oggi di usarla in battaglia.\n\nNei tempi antichi, i Milleliti agivano in nome di Rex Lapis secondo questo assioma:\n\"Finché la pietra non si smuove, la montagna non crollerà; il male non trionferà sotto lo sguardo dei Milleliti.\"\nIn passato, sottomettevano i demoni e si ergevano a protezione delle strade e delle campagne.\nIn tempi di pace come questi, il loro compito è ormai diventato quello di garantire l'ordine.\n\nCi fu un tempo in cui la terra e le montagne furono scosse da un terremoto.\nCosì, i Milleliti consegnarono l'equipaggiamento risalente alle antiche guerre a coloro che erano di statura particolarmente imponente.\nSi trattava delle pesantissime Lance litiche, usate per eliminare i detriti e per salvare i feriti.\n\"La Lancia litica perfora la roccia con facilità.\"\n\"Se al giorno d'oggi si riuscissero ad allineare mille lance di questo tipo, nessuno potrebbe resistervi.\"\n\nIn tempi ancora più remoti, quando il mondo era persino più in subbuglio,\ntutti i Milleliti erano in grado di brandire queste armi colossali.\nIn questo modo, riuscirono a proteggere il regno di Rex Lapis e a difendere la propria patria.\nCon una formazione di mille Lance litiche allineate, il male non aveva speranze.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Assioma litico: Unità",
	"effectTemplateRaw": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un <color=#99FFFFFF>{0}</color> e a un <color=#99FFFFFF>{1}</color>. Cumulabile fino a 4 volte.",
	"r1": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 7% e a un 3%. Cumulabile fino a 4 volte.",
		"values": [
			"7%",
			"3%"
		]
	},
	"r2": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 8% e a un 4%. Cumulabile fino a 4 volte.",
		"values": [
			"8%",
			"4%"
		]
	},
	"r3": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 9% e a un 5%. Cumulabile fino a 4 volte.",
		"values": [
			"9%",
			"5%"
		]
	},
	"r4": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 10% e a un 6%. Cumulabile fino a 4 volte.",
		"values": [
			"10%",
			"6%"
		]
	},
	"r5": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 11% e a un 7%. Cumulabile fino a 4 volte.",
		"values": [
			"11%",
			"7%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Granello di Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Pezzo di Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}