{
	"id": 12410,
	"name": "Lama litica",
	"description": "Uno spadone scolpito e cesellato usando il substrato roccioso di Liyue.",
	"descriptionRaw": "Uno spadone scolpito e cesellato usando il substrato roccioso di Liyue.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Un'arma particolarmente apprezzata dai Milleliti di un tempo.\nScolpita dalla roccia divina su cui il Porto di Liyue è stato fondato, è incomparabilmente pesante.\nNessun normale essere umano potrebbe sollevare questa lama, figuriamoci brandirla in battaglia.\nEppure, i documenti ufficiali affermano che un tempo i Milleliti erano in grado di usarla con facilità.\n\nI Milleliti erano un'organizzazione fondata su iniziativa dei seguaci di Rex Lapis.\nLa loro storia può essere fatta risalire a quando vennero ultimati i lavori di fondazione della città portuale.\nSotto lo stendardo di Rex Lapis e Liyue marciano e mai diserteranno, sia in avanzata che in ritirata.\n\"Finché la pietra non si smuove, la montagna non crollerà; il male non trionferà sotto lo sguardo dei Milleliti.\"\nI guerrieri Milleliti si attengono immancabilmente a questo codice, e per questo morirebbero senza rimpianti.\n\nSeguono le orme di Rex Lapis al meglio delle proprie capacità, uccidendo mostri, proteggendo i cittadini e mantenendo la pace a Liyue.\nIl nome dei Milleliti è diventato celebre non per i massacri, ma per le loro abilità di difesa, avendo usato i propri corpi per proteggere la patria.\n\nQuesto spadone dal peso e dalla resistenza senza eguali rispecchia la volontà e le responsabilità dei guardiani di Liyue.\nXing e Han, i due membri di questa forza armata che per primi scolpirono la pietra ricavando delle spade, devono aver saputo in cuor loro\nche, in futuro, coloro in grado di usare queste spade di pietra sarebbero stati pochi.\nTuttavia, questo significava anche che il mondo sarebbe stato in pace, e che guardiani e spade non sarebbero più stati necessari.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Assioma litico: Unità",
	"effectTemplateRaw": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un <color=#99FFFFFF>{0}</color> e a un <color=#99FFFFFF>{1}</color>. Cumulabile fino a 4 volte.",
	"r1": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 7% e a un 3%. Cumulabile fino a 4 volte.",
		"values": [
			"7%",
			"3%"
		]
	},
	"r2": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 8% e a un 4%. Cumulabile fino a 4 volte.",
		"values": [
			"8%",
			"4%"
		]
	},
	"r3": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 9% e a un 5%. Cumulabile fino a 4 volte.",
		"values": [
			"9%",
			"5%"
		]
	},
	"r4": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 10% e a un 6%. Cumulabile fino a 4 volte.",
		"values": [
			"10%",
			"6%"
		]
	},
	"r5": {
		"description": "Per ogni personaggio di Liyue presente nel gruppo, il personaggio che equipaggia quest'arma ottiene un incremento dell'ATT e del tasso di CRIT pari rispettivamente a un 11% e a un 7%. Cumulabile fino a 4 volte.",
		"values": [
			"11%",
			"7%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Sabbie brillanti di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo divino di Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}