{
	"id": 14502,
	"name": "Origine dei venti sacri",
	"description": "Un tomo educativo scritto dai primi abitanti che veneravano il vento, da cui è stato benedetto per la sua fedeltà e la sua influenza nel corso di millenni.",
	"descriptionRaw": "Un tomo educativo scritto dai primi abitanti che veneravano il vento, da cui è stato benedetto per la sua fedeltà e la sua influenza nel corso di millenni.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "Le scritture degli antichi venti, tramandate di generazione in generazione tra gli osservatori di tale rito al servizio dell'Archon di Anemo.\nInnumerevoli mani hanno toccato le pagine ormai ingiallite di questo libro, anche se le impronte che hanno lasciato da allora sono state portate via dal vento.\n\nNell'era in cui il Signore della Tempesta regnava dall'alto della sua torre, queste scritture erano piene di richieste disperate.\nPoi, nell'era in cui le distese di neve si scioglievano, la gioia della vegetazione che germogliava inondò le pagine.\n\nNei giorni passati, quando l'aristocrazia regnante controllava le masse tirando i fili come fossero burattini,\nle scritture nelle mani degli schiavi parlavano della loro invidia e del loro anelito per i mille venti.\n\nIl popolo di Mondstadt ha vissuto, sopportato, combattuto, gioito e goduto della libertà.\nCon il passare degli inestimabili anni, le scritture acquisirono spessore e si fecero più pesanti.\n\nQuando Mondstadt nacque di nuovo e la Chiesa finalmente fu liberata,\nle scritture dei venti non potevano più sopportare di essere confinate su uno scaffale,\ncosì il libro prese il volo, lasciò la tesoreria della Chiesa e se ne andò.\nCome la gente di Mondstadt e le brezze che la pervadono,\napparteneva alla libertà dei venti.\n\nL'elegante grafia sul frontespizio recita:\n\nFigli dell'Archon di Anemo, ascoltate queste parole:\nDai venti siamo venuti, e con i venti andremo.\nNon piangete mai e poi mai per me.\nCiò che riposa nel suolo non è altro che la mia carne e le mie ossa:\nLa mia anima è diventata un tutt'uno con i mille venti.\n\nQuando i fiori sbocciano, quando le foglie ondeggiano,\nSono io che canto melodie di libertà, dei venti.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "7,2%",
	"effectName": "Benedizione smisurata",
	"effectTemplateRaw": "#Aumenta la VEL di movimento di un 10%. In battaglia, ottieni un <color=#99FFFFFF>{0}</color> di bonus DAN elementali ogni 4{NON_BREAK_SPACE}s. Cumulabile fino a 4 volte. Dura finché il personaggio non muore o abbandona il combattimento.",
	"r1": {
		"description": "Aumenta la VEL di movimento di un 10%. In battaglia, ottieni un 8% di bonus DAN elementali ogni 4 s. Cumulabile fino a 4 volte. Dura finché il personaggio non muore o abbandona il combattimento.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Aumenta la VEL di movimento di un 10%. In battaglia, ottieni un 10% di bonus DAN elementali ogni 4 s. Cumulabile fino a 4 volte. Dura finché il personaggio non muore o abbandona il combattimento.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Aumenta la VEL di movimento di un 10%. In battaglia, ottieni un 12% di bonus DAN elementali ogni 4 s. Cumulabile fino a 4 volte. Dura finché il personaggio non muore o abbandona il combattimento.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Aumenta la VEL di movimento di un 10%. In battaglia, ottieni un 14% di bonus DAN elementali ogni 4 s. Cumulabile fino a 4 volte. Dura finché il personaggio non muore o abbandona il combattimento.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Aumenta la VEL di movimento di un 10%. In battaglia, ottieni un 16% di bonus DAN elementali ogni 4 s. Cumulabile fino a 4 volte. Dura finché il personaggio non muore o abbandona il combattimento.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 18
			}
		]
	}
}