{
	"id": 12418,
	"name": "Fiore corazzato",
	"description": "Uno spadone raffinato ed elegante, decorato con fiori e fiocchi.",
	"descriptionRaw": "Uno spadone raffinato ed elegante, decorato con fiori e fiocchi.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "L'immagine del Florvento si è persa tra i venti del tempo,\nin tempi di pace, il suo nome è diventato sinonimo d'amore e gioia.\nTalvolta, persino le armi forgiate che saranno brandite per conquistare e vincere\nsono adornate da tali fiori, tenendo conto del desiderio del committente o del forgiatore.\nSembra che questa lama sia stata realizzata su misura da qualcuno per una persona cara.\n\n\"Le lame di ferro non riescono a fenderlo, né la prigionia delle pietre a relegarlo.\nIl vento non teme il futuro, si limita a soffiare nella sua direzione.\"\nIl pastore senza nome che non apparteneva alla Chiesa narrò silenziosamente le storie del vento,\ne mostrò i \"fiori\" a coloro i cui occhi ancora brillavano.\n\nSe i nobili discendenti non avessero dimenticato il loro giuramento iniziale, se il vanaglorioso silenzio avesse raggiunto la popolarità,\no se il principio del sangue avesse resistito al flusso del vento, la leggenda degli alberi e dei fiori sarebbe stata proibita.\nA quei tempi, nei luoghi disprezzati dalle persone, sbocciarono fiori in gran numero.\nI fiori furono spazzati via dal vento impetuoso, lasciando un istante di glorioso splendore in un mondo senza luce.\n\n\"Nell'ombra proiettata dalla torre del passato, nei vicoli e nelle strade odierne,\nnegli angoli più stretti, i fiori ancora sbocciano con un lieve bagliore.\"\nIl pastore senza nome che non apparteneva al Palazzo narrò silenziosamente le storie del fiore.\n\nDisse: \"Oggi il Ludi Harpastum è stato portato via dal nobile\".\nMa sapevate che le rovine, dove un tempo infuriavano venti impetuosi, in passato erano ricoperte di fiori selvatici?\nQuei fiori non erano di una specie comune. Più forte il vento soffiava, più le loro radici si rafforzavano ed erano rigogliosi.\nIl giorno in cui il regno sarebbe stato punteggiato da quei fiori, sarebbe stato il giorno in cui la torre sarebbe finalmente caduta.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "24",
	"effectName": "Sussurri di vento e fiori",
	"effectTemplateRaw": "#Entro 8{NON_BREAK_SPACE}s dopo che l'abilità elementale del personaggio colpisce un avversario o che il personaggio innesca una reazione elementale, l'ATT e la maestria elementale del personaggio aumentano rispettivamente di un <color=#99FFFFFF>{0}</color> e di <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Entro 8 s dopo che l'abilità elementale del personaggio colpisce un avversario o che il personaggio innesca una reazione elementale, l'ATT e la maestria elementale del personaggio aumentano rispettivamente di un 12% e di 48.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "Entro 8 s dopo che l'abilità elementale del personaggio colpisce un avversario o che il personaggio innesca una reazione elementale, l'ATT e la maestria elementale del personaggio aumentano rispettivamente di un 15% e di 60.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "Entro 8 s dopo che l'abilità elementale del personaggio colpisce un avversario o che il personaggio innesca una reazione elementale, l'ATT e la maestria elementale del personaggio aumentano rispettivamente di un 18% e di 72.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "Entro 8 s dopo che l'abilità elementale del personaggio colpisce un avversario o che il personaggio innesca una reazione elementale, l'ATT e la maestria elementale del personaggio aumentano rispettivamente di un 21% e di 84.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "Entro 8 s dopo che l'abilità elementale del personaggio colpisce un avversario o che il personaggio innesca una reazione elementale, l'ATT e la maestria elementale del personaggio aumentano rispettivamente di un 24% e di 96.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Ossa frantumate",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Ossa frantumate",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Ossa compatte",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Ossa compatte",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Ossa marchiate",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Ossa marchiate",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 12
			}
		]
	}
}