{
	"id": 12415,
	"name": "Acquamarina di Makhaira",
	"description": "Un antico spadone che luccica come l'acqua. Mille anni di erosione da parte della sabbia non hanno minimamente intaccato la sua lama inverosimilmente affilata.",
	"descriptionRaw": "Un antico spadone che luccica come l'acqua. Mille anni di erosione da parte della sabbia non hanno minimamente intaccato la sua lama inverosimilmente affilata.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "La leggenda narra che un migliaio di anni fa, nell'era in cui lo stolto re venne seppellito sotto le dune,\nmolte città stato temporanee furono erette in quella sconfinata terra dorata.\nQuesto spadone appartiene alla danzatrice Makhaira, che un tempo era la concubina del tiranno.\nCon la sua spietata danza delle spade aveva conquistato il favore del re e l'attenzione del principe.\n\nIl nobile re del regno in declino era obeso e altero. Le sue passioni quotidiane includevano il cibo raffinato, il vino e la caccia.\nAl pari di tutti gli altri re di quell'epoca decadente, si è dedicato a conquistare, a distruggere e a depredare.\n\nQuando tutto fu inghiottito dalla notte oscura, il tenue chiaro di luna pervase il regno malato e ogni cosa cadde in un sonno profondo.\nNeanche il pingue tiranno fu in grado di resistere al torpore, e s'addormentò profondamente tra i mormorii dei Seelie. La corte fu pervasa dal suo respiro pesante...\nL'incantevole concubina aveva già ravvisato i segni della distruzione, quindi lucidò la sua spada e si preparò per la sua danza finale.\nIl giovane principe aveva già previsto i segni della devastazione, così di notte fece visita all'affranta Makhaira.\n\n\"Alla fine, ciò che proviene dalle sabbie roventi verrà sepolto sotto di loro. Anche se il deserto sarà freddo come il ghiaccio nelle lunghe notti, il suo destino ardente non cadrà mai nell'oblio.\"\n\"Se questa è la tua decisione, allora fammi un favore e permettimi di offrire il mio piccolo contributo a questa antica nazione caduta da tempo.\"\n\"Una piccola rivincita rimuoverà il fardello da entrambi i nostri cuori. Il cacciatore sarà finalmente giustiziato dal falcone che ha viziato.\"\n\"Mia madre, una djinn, mi ha insegnato la danza della spada settuplice. Se conquisterò il trono, non dovrò più compiacere gli altri, e questo mi basterà.\"\n\nLa cospirazione per far cadere il regno fu quindi tracciata sul materasso, e le dolci parole dei due amanti erano anche lame affilate.\nCosì il tiranno tornò nella terra delle sabbie cocenti in malo modo, e la causa suprema di conquistare regni e harem svanì nel nulla.\nL'ascesa e la caduta della città stato non furono che il sogno di un ubriaco, durante il quale il bene e il male venivano frantumati come un chicco di grano da una macina gigantesca.\nLa concubina abile nella danza delle spade non diventò mai regina, e il vecchio servitore saggio che sopravvisse per raccontare la storia perse i suoi occhi.\nGli sfollati, gettati in un mare di sabbia dal turbinio che consumava ogni cosa, divennero vagabondi o mercenari prima di essere inghiottiti dalla foresta...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "36",
	"effectName": "Padiglione nel deserto",
	"effectTemplateRaw": "#Il seguente effetto positivo si innesca ogni 10{NON_BREAK_SPACE}s: il personaggio che equipaggia l'arma guadagna per 12{NON_BREAK_SPACE}s un bonus ATT pari a un <color=#99FFFFFF>{0}</color> della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
	"r1": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 24% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 30% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 36% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 42% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 48% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Eco di possanza infuocata",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Riserva del caos",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Riserva del caos",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Modulo del caos",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Modulo del caos",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Bullone del caos",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Tempi andati di possanza infuocata",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Bullone del caos",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 12
			}
		]
	}
}