{
	"id": 12433,
	"name": "Chiave maestra",
	"description": "Un pesante spadone con una lama affilata come un rasoio. Il potere è una chiave che può aprire quasi ogni serratura.",
	"descriptionRaw": "Un pesante spadone con una lama affilata come un rasoio. Il potere è una chiave che può aprire quasi ogni serratura.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Nessun segreto rimane nascosto in eterno. Anche nelle stanze più segrete e oscure, l'incuria del tempo lascia sempre qualche crepa.\nPer quanto complessa o brillante sia una serratura, diventa vulnerabile nel momento in cui viene creata,\ne anche il piano più meticoloso contiene i semi del suo stesso fallimento.\n\nPer la giovane donna che affermava di essere l'erede di un certo Maestro ladro, segreti e meccanismi non erano altro che passatempi.\nNé i fieri nobili del Nord né i mercanti adulatori lungo il confine\nerano in grado di costruire una serratura all'altezza delle sue abilità.\n\nPiù un progetto è intricato, più le sue fondamenta sono deboli.\nCon una pressione sufficiente, nessuna serratura può resistere per sempre.\n\nE così, quando il nome della famigerata \"Spezzalama\" si diffuse in tutta la terra, la figlia del contadino, Schanzkowska, venne dimenticata.\nLa ragazza che rivendicava l'eredità di un signore delle Fate rubò innumerevoli tesori, e la sua risata riecheggiava con lo slancio di una vera nobile.\nQuella che avrebbe dovuto essere una vita banale, insignificante e totalmente priva di entusiasmo, mutò in modo drastico nell'arco di un giorno, quando una voce si levò all'improvviso:\n\n\"Mia cara signorina, o fiera e presuntuosa impostora, suppongo che tu sia la prima persona a vedere questa notizia.\nIl presunto tesoro del Granduca non m'interessa. Puoi tenerlo tranquillamente tu, mia cara, proprio come hai fatto con l'eredità del Maestro ladro...\nMa ricorda: sono stato il primo a rompere il meccanismo. Che il mio nome sia inciso nel tuo cuore, un nome che rimembrerai per sempre, insieme al tuo fallimento.\"\n\nIl banchetto del Granduca era una palese provocazione per tutti i ladri, poiché egli si vantava di come il tesoro segreto in bella mostra fosse impossibile da rubare.\nLa ragazza, facendosi beffa dell'arroganza dell'uomo, giurò che l'avrebbe derubato del suo tesoro, e che quello sarebbe stato il suo ultimo colpo prima di ritirarsi.\nMa qualcuno l'aveva battuta sul tempo. Il ladro, che si faceva chiamare l'\"Artista della fuga\", aveva lasciato un messaggio di scherno sulla parete, facendola infuriare e sentire umiliata.\n\nSeguirono innumerevoli scontri, ognuno dei quali terminò con un'avvilente sconfitta.\nLe abilità di scasso che la giovane un tempo vantava continuavano a tradirla nella sua rivalità con un nemico invisibile.\nPiù falliva e più la sua vergogna bruciava, facendo aumentare il suo desiderio d'incontrare colui che continuava a batterla.\nQuella situazione andò avanti fino a quando, un giorno, quel rivale che l'aveva fatta sempre infuriare non scomparve senza lasciare traccia.\nIn seguito, alla ragazza giunse notizia che il ladro era stato catturato e giustiziato.\n\nPer ragioni che non sapeva spiegare, si ritrovò al cimitero per dissotterrare la bara di pietra che conteneva il corpo del prigioniero.\nMa quando ebbe finito e guardò all'interno, scoprì che il corpo non c'era, lasciando spazio solo a una frase beffarda incisa sulla fredda pietra.\n\nAsciugandosi le lacrime, la ragazza maledisse a denti stretti l'astuzia del suo vecchio nemico.\nGiurò di dedicare la sua vita a scoprire la verità sulla sua morte simulata e batterlo una volta per tutte.\nAlla fine, il tempo sottrasse alla fanciulla la bellezza che una volta possedeva, così come il suo ultimo respiro.\nOrmai incapace di scassinare anche la più semplice delle serrature, la donna maledisse il nome dell'uomo per l'ultima volta, prima di riposare all'interno di quella bara vuota.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "13,3%",
	"effectName": "Incastro perfetto",
	"effectTemplateRaw": "#Dopo aver innescato una reazione elementale, aumenta la maestria elementale di <color=#99FFFFFF>{0}</color> per 12{NON_BREAK_SPACE}s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori <color=#99FFFFFF>{1}</color> punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
	"r1": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 60 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 60 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 75 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 75 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 90 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 90 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 105 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 105 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 120 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 120 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Gloria perduta dell'Erede dell'Estremo Nord",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Osso senza luce",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Implacabile illusione dell'Erede dell'Estremo Nord",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Osso senza luce",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Implacabile illusione dell'Erede dell'Estremo Nord",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Resti luminescenti",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblazione dell'Erede dell'Estremo Nord",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Resti luminescenti",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblazione dell'Erede dell'Estremo Nord",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Esoscheletro radioso",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Radiosità aurea dell'Erede dell'Estremo Nord",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Esoscheletro radioso",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 12
			}
		]
	}
}