{
	"id": 14504,
	"name": "Memorie terrene",
	"description": "Quest'arma di pietra contiene memorie lontane. Le sue infinite mutazioni rivelano il suo potere interiore.",
	"descriptionRaw": "Quest'arma di pietra contiene memorie lontane. Le sue infinite mutazioni rivelano il suo potere interiore.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "\"Questo è il segno della nostra promessa, ed è anche la mia sfida per voi.\"\n\"Tutta la mia saggezza è nascosta in questo manubrio di pietra.\"\nRicorda di aver incontrato la ragazza con le maniche svolazzanti, ricorda il modo in cui si è comportata in modo solenne, anche se felice quando le ha regalato questo simbolo.\nChe idea stupida. Non c'era un contratto formale tra loro. Erano solo due persone che percorrevano lo stesso sentiero per le loro ragioni...\nMa ricorda comunque la scena del loro primo incontro, quando gli Splendigigli fiorivano ancora in abbondanza.\nRicorda anche quelle parole che lei ha pronunciato alla fine... Di nuovo, tra gli Splendigigli.\n\n\"Quelle piccole persone sono limitate e fragili come polvere.\"\n\"Poiché sono così piccole, non sanno quando perderanno la vita a causa di disastri o guerre, e quindi hanno paura.\"\n\"Poiché hanno paura, si sforzano di diventare più intelligenti. Questo lo capisco.\"\n\"Così ho pensato che, dal momento che c'è un abisso tra noi in termini di forza, avrei dovuto usare invece tecnica e saggezza.\"\n\"Con i tuoi muscoli e il mio cervello, questa città diventerebbe sicuramente grandiosa.\"\nIl suo ultimo sorriso fu solitario, anche se la sua forma si dissolse nella polvere più fine.\n\"Sembra che il nostro viaggio insieme sia giunto al termine. Quanto a quel manubrio di pietra, dimenticatelo, d'accordo?\"\n\n\"Questo è il segno della nostra promessa, ed è anche la mia sfida per voi.\"\n\"Tutta la mia saggezza è nascosta in questo manubrio di pietra.\"\n\"Se riesci a sbloccarlo...\"\nPassarono molti anni e lui non fu mai in grado di sbloccare quel manubrio, né avrebbe mai saputo come sarebbe continuata quella frase.\nNel corso degli anni, anche gli Splendigigli selvatici sono diminuiti fino a sparire del tutto.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "10,8%",
	"effectName": "Maestà dorata",
	"effectTemplateRaw": "#Aumenta l'efficacia dello scudo di un <color=#99FFFFFF>{0}</color>. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un <color=#99FFFFFF>{1}</color> per 8{NON_BREAK_SPACE}s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3{NON_BREAK_SPACE}s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
	"r1": {
		"description": "Aumenta l'efficacia dello scudo di un 20%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 4% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Aumenta l'efficacia dello scudo di un 25%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 5% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Aumenta l'efficacia dello scudo di un 30%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 6% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Aumenta l'efficacia dello scudo di un 35%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 7% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Aumenta l'efficacia dello scudo di un 40%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 8% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Granello di Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 9
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 5
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 9
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Pezzo di Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 18
			}
		]
	}
}