{
	"id": 13419,
	"name": "Missiva del vento",
	"description": "Uno strumento che indica la direzione delle correnti d'aria. Non tutti gli idilli sospinti dalla brezza del vento rimangono tali...",
	"descriptionRaw": "Uno strumento che indica la direzione delle correnti d'aria. Non tutti gli idilli sospinti dalla brezza del vento rimangono tali...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "Un faro che guida a casa i viaggiatori distanti. Non importa dove si trovino, l'aquila argentata s'inclina sempre verso un vento lontano.\nLa piuma verdeggiante svolazzava al suono del suo canto, indirizzando il viaggiatore nella direzione in cui soffiava il vento.\n\n\"Non m'importa delle tue origini o dei peccati che hai commesso. Ma...\"\ndisse il \"giovane padrone\" (anche se non sarebbe mai stato riconosciuto tale) pulendo il sangue dal suo volto.\n\"Quando i venti del cambiamento soffieranno attraverso questa terra, voglio che tu stia al mio fianco.\nHo ucciso il falcone. Che rimanga un segreto tra noi due...\"\n\nCosì come il sangue fraterno sarebbe stato versato da una lancia brutale e lasciato annerire nella neve,\nanche il suo cuore fu trafitto, ma da una freccia invisibile, quando scorse il vero \"giovane padrone\" con l'occhio nella sua mente.\nDa quel momento, con un occhio osservò le sue mansioni da servitrice,\ne con l'altro gli \"incarichi\" che avrebbe dovuto portare a termine per la visione che le era stata descritta.\nSognava di stare al suo fianco... Anzi, anche essere in mezzo alla folla dietro di lui sarebbe stato accettabile...\nSe solo avesse potuto immergersi nei venti, per lei incomprensibili, assieme a lui, il suo vero \"giovane padrone\"!\nA tale proposito, c'erano parecchi chiodi e tenoni da estrarre per far crollare il grande edificio...\n\n\"Non piangere, Priscilla. Tutto ha un prezzo a questo mondo.\nRicorda: se le cose dovessero prendere una brutta piega, accendi il faro di Punto Vedetta.\nQuando i venti del cambiamento soffieranno in queste terre, tu e io saremo la sua avanguardia ululante.\"\n\n\"Sì, padron Eberhart.\"\nSì. Avrebbe dimenticato lignaggio e dovere, rinunciando alla separazione e al cuore malato.\nNon erano rimasti molti chiodi. Presto le glorie passate sarebbero tornate.\n\nMa...\nI falconi e i segugi di famiglia captarono il complotto, e le sagome delle vele non apparvero mai all'orizzonte.\n\nInfine ridacchiò. Una volta aveva inveito contro il suo destino e quello di molti altri.\nTuttavia, in quel momento, quando vide la pallida luna e l'ombra delle spade illuminate dalla sua luce,\ne scorse il gruppo di nobili beffardi, non provò né angoscia né risentimento, seppure non ne capisse il perché.\n\nNon sono rimasti molti chiodi. Presto le glorie passate torneranno.\nGiovane padrone, sarai come quest'aquila argentata. Guiderai l'uragano.\nNon piangere per me. Presto sarò una pagliuzza tra migliaia di venti...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Vento irrealizzato",
	"effectTemplateRaw": "Entro 10 s dall'innesco di una reazione elementale, l'ATT aumenta di un <color=#99FFFFFF>{0}</color> e la maestria elementale di <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Entro 10 s dall'innesco di una reazione elementale, l'ATT aumenta di un 12% e la maestria elementale di 48.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "Entro 10 s dall'innesco di una reazione elementale, l'ATT aumenta di un 15% e la maestria elementale di 60.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "Entro 10 s dall'innesco di una reazione elementale, l'ATT aumenta di un 18% e la maestria elementale di 72.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "Entro 10 s dall'innesco di una reazione elementale, l'ATT aumenta di un 21% e la maestria elementale di 84.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "Entro 10 s dall'innesco di una reazione elementale, l'ATT aumenta di un 24% e la maestria elementale di 96.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente da latte del Lupo boreale",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Statuetta misteriosa",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Statuetta misteriosa",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Statuetta oscura",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Statuetta oscura",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Statuetta malefica",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del Lupo boreale",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Statuetta malefica",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 12
			}
		]
	}
}