{
	"name": "Valzer notturno",
	"description": "Un arco dipinto del colore delle notti di peccato e illusione.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "...\n\"Mein Fräulein, nessuna sua lacrima è stata versata invano durante il suo pellegrinaggio\".\nCosì parlò Ozvaldo Hrafnavins quando il viaggio della Prinzessin nella terra dell'eterno silenzio giunse al termine.\n\nNel loro lungo viaggio attraverso lo spazio e il tempo, la Prinzessin der Verurteilung e il suo Corvo della notte hanno assistito a innumerevoli storie e alla loro fine, ognuna una goccia di pioggia che scorre alla fine del suo viaggio nel mare amaro. La rabbia di ogni giovane contro l'ingiustizia deve trasformarsi in calma. Ogni passione dev'essere ridotta in polvere dal passare del tempo, prima di trasformarsi in selvaggia paranoia su quell'antico albero capovolto. Anche il ramo dell'albero del tempo in cui si annidò la grande e gloriosa repubblica di Reman sarebbe stato alla fine tagliato, di modo che la nazione fondata dall'altro figlio gemello dei lupi potesse governare.\nTutto in questo mondo deve passare attraverso la porta della distruzione, verso il futuro regno della Prinzessin. Nel silenzio del suo buio Giardino notturno avrebbero trovato un posto per dormire.\nTuttavia, quando Droctful cadde per mano della Bestia del mondo fu fatto a pezzi dai suoi artigli, dopo aver combattuto per i sogni di un giovane e per la pioggia che doveva ancora cadere, la Prinzessin iniziò a piangere.\n\n\"Ascolta bene, Ozvaldo Hrafnavins. La Sovrana dell'Immernachtreich non piange\".\nContinuò: \"Chi tra coloro che sono nati in questo mondo non sono oppressi dal peccato? Quando l'orologio suonerà di nuovo per l'ora del giudizio, il velo della notte scenderà ancora una volta. Allora, il conflitto tra bestie e umani che si dimenano non sarà altro che un valzer di mezzanotte\".\n\n\"È come dice lei, mein Fräulein\".\n\"Tsk. Anche tu dovresti saperlo\".\n\"Allora, mein Fräulein, mi chiedo se ricorda ancora questa storia...\"\n\nDue delle tre lune lucenti che facevano brillare il mare profumato dell'universo primordiale e agitavano le bestie del regno di Arianrhod furono fatte a pezzi da una spada che squarciò l'orizzonte, ridotte in brandelli troppo piccoli anche per la vista mistica della Prinzessin.\nO forse questo è ciò che accadde: le lune lucenti che una volta illuminavano un universo, portavano sogni e canzoni ai dolci dormienti di tre mondi, e risvegliavano un profondo desiderio nelle mandrie di bestie che vagavano tra l'alba e il tramonto... così vennero alla fine trasformate in polvere. Ma in ogni caso, anche loro desideravano rimanere nello sguardo eterno e splendente della Prinzessin, portando la sua delicata luce in ancora più terre.\n\nSì. Una Prinzessin non versa lacrime.\nQuella era solo una secrezione naturale dei suoi occhi regali, offesi com'erano dall'intrusione inopportuna di quegli sfacciati granelli di sabbia.\n\n—Fine del volume—",
	"baseatk": 42,
	"substat": "Bonus DAN fisici",
	"subvalue": "11.3",
	"effectname": "Duetto dell'Immernacht",
	"effect": "Gli attacchi normali che colpiscono gli avversari aumentano i DAN delle abilità elementali di un {0} per 5 s. Le abilità elementali che colpiscono gli avversari aumentano i danni degli attacchi normali di un {1} per 5 s.",
	"r1": [
		"20%",
		"20%"
	],
	"r2": [
		"25%",
		"25%"
	],
	"r3": [
		"30%",
		"30%"
	],
	"r4": [
		"35%",
		"35%"
	],
	"r5": [
		"40%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tegola della Torre di Decarabian",
				"count": 3
			},
			{
				"name": "Corno pesante",
				"count": 3
			},
			{
				"name": "Emblema del Cacciatore di tesori",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Resti della Città di Decarabian",
				"count": 3
			},
			{
				"name": "Corno pesante",
				"count": 12
			},
			{
				"name": "Emblema del Cacciatore di tesori",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Resti della Città di Decarabian",
				"count": 6
			},
			{
				"name": "Corno di bronzo nero",
				"count": 6
			},
			{
				"name": "Emblema del corvo argentato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Frammento dell'epopea di Decarabian",
				"count": 3
			},
			{
				"name": "Corno di bronzo nero",
				"count": 12
			},
			{
				"name": "Emblema del corvo argentato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Frammento dell'epopea di Decarabian",
				"count": 6
			},
			{
				"name": "Corno con cristallo nero",
				"count": 9
			},
			{
				"name": "Emblema del corvo dorato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Frammento del sogno di Decarabian",
				"count": 4
			},
			{
				"name": "Corno con cristallo nero",
				"count": 18
			},
			{
				"name": "Emblema del corvo dorato",
				"count": 12
			}
		]
	}
}