{
	"name": "Trafiggiluna",
	"description": "Un'arma che hai ottenuto da una storia degli Aranara. Ha la forma di una grande freccia e può essere usata come fosse una lancia.",
	"weapontype": "Lancia",
	"rarity": "4",
	"story": "\"Questa storia parla di tutti quei bambini affascinati dalla luce della luna...\"\n\nA volte, guardando la luna solitaria, i bambini provano la stessa malinconia che serbava nel cuore l'ultimo re della foresta in punto di morte.\nUn'altra leggenda dice che bevendo l'acqua su cui si riflette la luna da una piccola pozza nell'orma del re della foresta, diventerai un suo servitore.\n\nQuesta è la storia della luna: questa storia proviene da un antico sogno, un sogno nascosto in un loto Nilotpala.\nMolto prima che Aramuhukunda fosse nato dal melograno, e prima che una grande nobile razza e i tuoi antenati condividessero questa terra,\nvivevano tre sorelle. Al calare della notte, lasciavano il loro palazzo perlato per vagare nel deserto, e i loti Nilotpala sbocciavano ai loro piedi.\n\n...\nA un certo punto due ruote lunari andarono in frantumi e sparirono. La tristezza fu così insormontabile che l'ultima delle sorelle decise di non lasciare mai più il palazzo.\nMolto tempo dopo, i frammenti lunari caddero finalmente sulla terra. Quando ciò successe, il dio della vegetazione aveva già portato la foresta nelle terre desertiche.\nQuando la polvere della luna cadde, i loti Nilotpala sbocciarono. E nei bambini che respirarono la polvere si formò una luna perlacea.\nÈ questa la ragione per cui ci sono sempre bambini confusi dalla luna, e il motivo per cui il loto Nilotpala sboccia ogni notte e per cui la luna favorisce sempre questi bambini.\nPerché le tre sorelle, immagine riflessa l'una dell'altra, desiderano riunirsi.\n\nIl loto Nilotpala si avvizzì dopo aver raccontato questa storia. Lei aveva aspettato così a lungo che il deserto diventasse una giungla, e che la razza del deserto venisse spodestata...\nTalmente a lungo da farci comparire sulla terra, e abbastanza a lungo che l'Aranara che mi ha raccontato questa storia riuscì a incontrarla e a parlare con lei.\nQuell'Aranara perse innumerevoli ricordi, innumerevoli volte, fino a che il Vanarana non venne distrutto ed entrammo in un sogno.\nE così, la storia della luna diventerà una luna perlacea nei nostri cuori, e nei vostri.\n\nI bambini affascinati dalla luna piangono quando la ammirano, poiché la luna si trasforma in sabbia molto fine ed entra nei loro occhi.\nIn molte storie, non una singola lacrima viene versata invano.",
	"baseatk": 44,
	"substat": "Maestria elementale",
	"subvalue": "24",
	"effectname": "Legno Ombradiluna",
	"effect": "Dopo aver innescato Ustione, Vivificazione, Accentuazione, Propagazione, Fioritura, Iperfioritura o Germinazione, verrà creata una Foglia della resurrezione attorno al personaggio per un massimo di 10 s. Quando raccolta, la Foglia aumenterà l'ATT del personaggio di un {0} per 12 s. È possibile generare una sola Foglia in questo modo ogni 20 s. Quest'effetto può essere attivato anche se il personaggio non è sul campo.",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Reminiscenza del giardino dell'oasi",
				"count": 3
			},
			{
				"name": "Riserva del caos",
				"count": 3
			},
			{
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Benevolenza del giardino dell'oasi",
				"count": 3
			},
			{
				"name": "Riserva del caos",
				"count": 12
			},
			{
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Benevolenza del giardino dell'oasi",
				"count": 6
			},
			{
				"name": "Modulo del caos",
				"count": 6
			},
			{
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Compianto del giardino dell'oasi",
				"count": 3
			},
			{
				"name": "Modulo del caos",
				"count": 12
			},
			{
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Compianto del giardino dell'oasi",
				"count": 6
			},
			{
				"name": "Bullone del caos",
				"count": 9
			},
			{
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Verità del giardino dell'oasi",
				"count": 4
			},
			{
				"name": "Bullone del caos",
				"count": 18
			},
			{
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}