{
	"id": 11434,
	"name": "Alba della Tessiluna",
	"description": "Una spada d'argento immacolata e affilata, in grado di fendere le armature come il chiaro di luna che attraversa la notte. Secondo la leggenda, è una lama divina benedetta dalla prima Cantaluna.",
	"descriptionRaw": "Una spada d'argento immacolata e affilata, in grado di fendere le armature come il chiaro di luna che attraversa la notte. Secondo la leggenda, è una lama divina benedetta dalla prima Cantaluna.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "\"Come hai sempre saputo, mia cara e amatissima Aila, figlia del mio cuore,\nnel nostro sangue scorre la più pura luce argentea, e solo noi abbiamo l'onore di ricevere la grazia della Luna gelata.\nNon sposerai il figlio di uno straniero, perché tu sei destinata a dare alla luce l'erede dell'Elisio per il popolo dell'Estremo Nord.\nLa Signora della Luna gelata ha già tessuto ogni sentiero del mondo con il suo filo d'argento, e ora tutte le cose si muovono al ritmo della sua danza silenziosa.\"\n\nErano i giorni prima che la calamità oscura travolgesse le terre di confine, quando la Gran Sacerdotessa dell'Estremo Nord ripeté invano le sue blasfeme e insensate azioni.\nForse per eccessiva devozione agli dèi, o forse perché non aveva mai creduto negli dèi defunti che non avevano mai diffuso la loro luce sul mondo\n(dopotutto non c'era una vera differenza tra i due, perché sua nonna, che l'aveva cresciuta, non aveva mai fatto distinzione tra essi),\nla giovane ancella, con incrollabile fedeltà, eseguiva ogni ordine della venerabile Gran Sacerdotessa.\nNon disobbedì mai alla sua gentile e premurosa nonna, per quanto terribili fossero le punizioni mascherate dalle sue dolci parole.\nChe il filo di qualcuno venisse reciso da una lama affilata d'argento, o che il canto di qualcuno venisse messo a tacere nel cuore della notte,\ntutti i peccati venivano sopportati per purificare il sacro sangue donato dalla luna, perché solo bevendo l'acqua cremisi si poteva raggiungere la purezza assoluta.\n\n\"Come hai sempre fatto, mia cara e amatissima Aila, figlia del mio cuore,\npoiché lui ha riposto la sua fiducia in te, guidalo con la tua saggezza. Indicagli la retta via e conducilo al santuario.\nQuell'uomo di nome Solovei non è altro che un vile assassino, eppure osa cercare la nostra protezione dopo tutte le azioni malvagie che ha commesso.\nQuando giungerà qui, lo colpirai alle spalle con la tua spada e trafiggerai il suo cuore per recidere il filo della sua malvagità.\"\n\nL'unica risposta che la Gran Sacerdotessa ricevette fu, come sempre, il silenzio, e coloro che sono abituati al silenzio dei propri fedeli finiscono sempre per considerarlo una forma di consenso.\nI lunghi anni di obbedienza dell'ancella avevano convinto la Gran Sacerdotessa che tutta quella sofferenza causata dall'impurità non aveva mai suscitato alcun risentimento in lei.\nSì, lei era la benedetta, colei che era destinata a dare alla luce l'erede sacra. Era naturale che sapesse che tutti i suoi sacrifici sarebbero serviti ad adempiere a un decreto millenario.\nCosì, l'ultima Gran Sacerdotessa dell'Estremo Nord non riuscì a comprendere la fonte del suo tradimento nemmeno quando la pura lama argentea le trafisse la schiena.\n\n\"Eh... Il signor Solovei aveva ragione. Ci hai raccontato solo frottole, Nonna Lovia.\nDopotutto, quando il tuo filo è stato reciso... il tuo sangue era cremisi come la luce dell'alba e non argenteo come il chiaro di luna, no?\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Testamento dell'argento segreto",
	"effectTemplateRaw": "Aumenta i DAN da Tripudio elementale di un <color=#99FFFFFF>{0}</color>. Quando il costo di energia del Tripudio elementale del personaggio che equipaggia l'arma non supera i 60/40 punti, i DAN da Tripudio elementale aumentano di un ulteriore <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Aumenta i DAN da Tripudio elementale di un 20%. Quando il costo di energia del Tripudio elementale del personaggio che equipaggia l'arma non supera i 60/40 punti, i DAN da Tripudio elementale aumentano di un ulteriore 16%/28%.",
		"values": [
			"20%",
			"16%/28%"
		]
	},
	"r2": {
		"description": "Aumenta i DAN da Tripudio elementale di un 25%. Quando il costo di energia del Tripudio elementale del personaggio che equipaggia l'arma non supera i 60/40 punti, i DAN da Tripudio elementale aumentano di un ulteriore 20%/35%.",
		"values": [
			"25%",
			"20%/35%"
		]
	},
	"r3": {
		"description": "Aumenta i DAN da Tripudio elementale di un 30%. Quando il costo di energia del Tripudio elementale del personaggio che equipaggia l'arma non supera i 60/40 punti, i DAN da Tripudio elementale aumentano di un ulteriore 24%/42%.",
		"values": [
			"30%",
			"24%/42%"
		]
	},
	"r4": {
		"description": "Aumenta i DAN da Tripudio elementale di un 35%. Quando il costo di energia del Tripudio elementale del personaggio che equipaggia l'arma non supera i 60/40 punti, i DAN da Tripudio elementale aumentano di un ulteriore 28%/49%.",
		"values": [
			"35%",
			"28%/49%"
		]
	},
	"r5": {
		"description": "Aumenta i DAN da Tripudio elementale di un 40%. Quando il costo di energia del Tripudio elementale del personaggio che equipaggia l'arma non supera i 60/40 punti, i DAN da Tripudio elementale aumentano di un ulteriore 32%/56%.",
		"values": [
			"40%",
			"32%/56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Gloria perduta dell'Erede dell'Estremo Nord",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Osso senza luce",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Implacabile illusione dell'Erede dell'Estremo Nord",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Osso senza luce",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Implacabile illusione dell'Erede dell'Estremo Nord",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Resti luminescenti",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblazione dell'Erede dell'Estremo Nord",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Resti luminescenti",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblazione dell'Erede dell'Estremo Nord",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Esoscheletro radioso",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Radiosità aurea dell'Erede dell'Estremo Nord",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Esoscheletro radioso",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 12
			}
		]
	}
}