{
	"id": 13430,
	"name": "Chiodo reggimonti",
	"description": "Un'arma inastata forgiata collettivamente dagli artigiani delle miniere come sacrificio agli spiriti delle montagne.",
	"descriptionRaw": "Un'arma inastata forgiata collettivamente dagli artigiani delle miniere come sacrificio agli spiriti delle montagne.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "In quel tempo, la marea nera era ancora di là da venire. In quei giorni, i suoni metallici facevano tremare i cieli sulle montagne dei Nanatzcayan, e le scintille non smettevano un secondo di vagare nell'aria.\nI minatori avevano lavorato notte e giorno per mesi per finire un lavoro che non doveva essere trascurato.\nSi dice che l'oggetto da creare fosse intrinsecamente associato alla sicurezza nelle miniere e alla sopravvivenza della tribù, e che gli anziani l'avessero chiamato \"Chiodo reggimonti\".\nOgni volta che la terra avesse tremato e le montagne si fossero mosse, si sarebbe riavuta la pace solo pagando un tributo agli spiriti delle montagne che vivevano nelle profondità delle caverne.\n\nSebbene fosse un antico rituale tramandato nei millenni, il giovane Sundjatta se ne burlò.\nComprendeva il flusso delle rocce e i sentieri percorsi dai filoni di minerali, e credeva che dovesse esserci un motivo per i frequenti cedimenti.\nForse lo scavo eccessivo aveva reso le montagne un relitto instabile, o magari i draghi di terra che vivevano sotto le sorgenti stavano pianificando qualche malefatta.\nIndipendentemente dal motivo, egli era determinato ad avventurarsi nelle proibite caverne della tribù e scoprire i segreti che ivi si nascondevano.\n\nSeguì i filoni addentrandosi in caverne buie come la pece. Niente lo avrebbe fermato.\nAlla fine della caverna, vi erano delle palizzate fatte di lunghe punte, che si ergevano come picchi pericolosi a guardia del cancello che portava ancora più in profondità.\nEra un territorio proibito, che i mortali non avevano più calpestato da migliaia di anni. Eppure fu proprio lì che egli trovò tracce fresche di scavi recenti.\nGallerie che attraversavano il sottosuolo, che conducevano a destinazioni ignote.\n\nInfine, risalì il fiume sotterraneo fino alla fine della galleria, dove vide una luce brillare.\nUna volta abituatosi alla luce accecante, che non vedeva da tempo, ciò che gli apparve davanti agli occhi fu un rudere ricoperto di cenere.\nEra ciò che restava del bastione sotterraneo appartenuto all'usurpatore della Città di cenere. Nell'antichità, era anche stato un luogo in cui i minatori cercavano riparo.\nLo Stegosauro cieco che viveva tra le rupi rocciose era, si dice, colui che aveva riportato la luce del sole su quel passaggio.\n\n\"Sì, questa galleria era nota solo a quegli abili artigiani costretti a servire il Re Pitone presso la Città di cenere.\nQuando l'usurpatore iracondo scelse di eliminare ogni traccia delle creazioni draconiche, quando la sua follia attirò a sé sia demoni che divinità malvagie...\nFu attraverso questi tunnel che i nostri antenati fuggirono tra le montagne deserte.\"\n\nMa nonostante il passaggio segreto che porta al covo del drago fosse sigillato, orde assetate di sangue ne percepirono ugualmente l'odore.\nCosì, per difendere la loro nuova casa in cima alla Valle Tequemecan, i guerrieri della tribù intonarono i loro reboanti canti di battaglia.\nImpugnando lunghe lance e lame affilate, si addentrarono nelle caverne buie come la pece e si scontrarono ferocemente con entità ancor più oscure e dal nome ignoto.\nUna dopo l'altra le loro armi si ruppero tra le loro mani, e coloro che erano tra le montagne gliene forgiarono ogni volta di nuove.\nE così la battaglia imperversò per mesi, giorno e notte incessantemente, finché l'orrido ululato e i rumori di metalli e rocce che si scontravano non cessarono all'unisono.\n\nEra il Chiodo reggimonti, il quale concesse una benedizione a coloro che un tempo erano rimasti nascosti, ma che ora combattevano per la propria terra e la propria libertà...\nAhimè, essi perirono prima dell'alba, sacrificandosi affinché tale alba potesse arrivare... Una benedizione valida ancora oggi.\n\nQuando la marea nera spuntò all'orizzonte, i suoni metallici fecero tremare i cieli sulle montagne dei Nanatzcayan, e le scintille non smettevano un secondo di vagare nell'aria.\nLa roccia fusa che rotolò giù dalla montagna fu meticolosamente scolpita in lance affilate dagli artigiani.\nSundjatta, che era a capo delle miniere, si arrampicò sul dorso dello Stegosauro Muhuru e ne prese una tra le pareti della rupe.\nE così ebbe inizio una nuova battaglia, con una nuova fiamma riaccesa dalle ceneri e dalle benedizioni plasmate da infiniti desideri.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "6,7%",
	"effectName": "Speranza oltre le sommità",
	"effectTemplateRaw": "#Riduce il consumo di vigore durante le arrampicate di un 15% e aumenta i DAN da abilità elementale di un <color=#99FFFFFF>{0}</color>. In più, quando altri membri del gruppo vicini usano le abilità elementali, i DAN da abilità elementale del personaggio che equipaggia l'arma aumentano di un <color=#99FFFFFF>{1}</color> per 8{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Riduce il consumo di vigore durante le arrampicate di un 15% e aumenta i DAN da abilità elementale di un 12%. In più, quando altri membri del gruppo vicini usano le abilità elementali, i DAN da abilità elementale del personaggio che equipaggia l'arma aumentano di un 12% per 8 s.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Riduce il consumo di vigore durante le arrampicate di un 15% e aumenta i DAN da abilità elementale di un 15%. In più, quando altri membri del gruppo vicini usano le abilità elementali, i DAN da abilità elementale del personaggio che equipaggia l'arma aumentano di un 15% per 8 s.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Riduce il consumo di vigore durante le arrampicate di un 15% e aumenta i DAN da abilità elementale di un 18%. In più, quando altri membri del gruppo vicini usano le abilità elementali, i DAN da abilità elementale del personaggio che equipaggia l'arma aumentano di un 18% per 8 s.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Riduce il consumo di vigore durante le arrampicate di un 15% e aumenta i DAN da abilità elementale di un 21%. In più, quando altri membri del gruppo vicini usano le abilità elementali, i DAN da abilità elementale del personaggio che equipaggia l'arma aumentano di un 21% per 8 s.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Riduce il consumo di vigore durante le arrampicate di un 15% e aumenta i DAN da abilità elementale di un 24%. In più, quando altri membri del gruppo vicini usano le abilità elementali, i DAN da abilità elementale del personaggio che equipaggia l'arma aumentano di un 24% per 8 s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Decadenza delirante del Sacro Signore",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pietra infuocata",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pietra infuocata",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Seme della vita infuocato",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Seme della vita infuocato",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Occhio vigile infuocato",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Divinità delirante del Sacro Signore",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Occhio vigile infuocato",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 12
			}
		]
	}
}