{
	"id": 15416,
	"name": "Luna di Mouun",
	"description": "Un elegante arco da guerra realizzato con conchiglie e coralli. Un triste bagliore lo pervade per tutta la sua lunghezza.",
	"descriptionRaw": "Un elegante arco da guerra realizzato con conchiglie e coralli. Un triste bagliore lo pervade per tutta la sua lunghezza.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "L'arco lungo usato in passato da Mouun, sacerdotessa di Watatsumi,\nbrilla di un bianco puro simile alla schiuma sulla punta di un'onda illuminata dalla luna.\n\nLa sacerdotessa era amica dei mostri di mari lontani, e insieme combatterono contro le nuvole tonanti per il bene del sogno effimero di Watatsumi.\nIl gruppo inseparabile cavalcò le onde all'unisono, troneggiando sulla scia di onde creata dalle prue delle navi...\nE continuarono ad andare, seguendo la strada del non ritorno su cui si trovava Watatsumi, finché non andarono insieme nella terra del loro tragico annientamento.\n\n\"Forse è vero che la guerra dell'Omikami di Watatsumi era senza speranza sin dall'inizio.\"\n\"Ma finché ci lasciamo quei ricordi alle spalle, finché seminiamo i semi del sacrificio, tutto questo potrebbe valerne la pena.\"\n\nLe canzoni del passato elogiano il tacito legame che condivideva con \"Umigozen\", come gemelle nate da Watatsumi,\ne le raffigurano con l'arco teso e con la lancia innalzata, bagnate dal getto delle onde che si infrangono sulla prua di una nave...\nQueste canzoni lontane raccontano come cavalcò con Touzannou sul dorso di una creatura marina di notte,\ndel futuro infranto che lei sussurrò, dolcemente e tristemente, all'orecchio dell'eroe...\n\nIn giorni ancora sereni, le gemelle una volta cantavano in coro con la grande balena delle profondità marine,\nraccontando dei giorni tristi spesi nelle profondità e oscurità della notteterna, e di Omikami e dei luminosi rami di giada.\nUn giorno lei se la spassò con quel ragazzo spericolato, la cui unica qualità era la sua forza...\n\n\"Una volta che avrò riportato questa leggendaria maschera da grande Tengu, devi mantenere la nostra promessa e sistemare quella faccenda.\"\n\n\"Certo, e se continui a dire tutte queste scemenze, farò in modo che una balena sollevi un'onda abbastanza grande da lavare quella tua boccaccia.\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Dominaonde di Watatsumi",
	"effectTemplateRaw": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno <color=#99FFFFFF>{0}</color>. In questo modo è possibile ottenere fino a un <color=#99FFFFFF>{1}</color> di aumento dei DAN da Tripudio elementale.",
	"r1": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,12%. In questo modo è possibile ottenere fino a un 40% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,12%",
			"40%"
		]
	},
	"r2": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,15%. In questo modo è possibile ottenere fino a un 50% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,15%",
			"50%"
		]
	},
	"r3": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,18%. In questo modo è possibile ottenere fino a un 60% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,18%",
			"60%"
		]
	},
	"r4": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,21%. In questo modo è possibile ottenere fino a un 70% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,21%",
			"70%"
		]
	},
	"r5": {
		"description": "Per ogni punto dell'energia massima totale del gruppo, i DAN da Tripudio elementale del personaggio equipaggiato con quest'arma aumentano di uno 0,24%. In questo modo è possibile ottenere fino a un 80% di aumento dei DAN da Tripudio elementale.",
		"values": [
			"0,24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Saggezza di Narukami",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma tetro",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma tetro",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Prisma di cristallo",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Prisma di cristallo",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Prisma polarizzante",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Eroismo di Narukami",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Prisma polarizzante",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 12
			}
		]
	}
}