{
	"name": "Occhio del giuramento",
	"description": "Un tesoro nazionale di Byakuyakoku conservato nel Dainichi Mikoshi. Con la venuta del Dio serpente, questo oggetto venne utilizzato per ufficializzare desideri e giuramenti.",
	"weapontype": "Catalizzatore",
	"rarity": "4",
	"story": "\"Vorresti che io diventassi la tua divinità?\"\nIl serpente bianco gigante abbassò lo sguardo osservando il bambino che gli stava davanti.\n\"Non sono riuscito a battere né il dio dorato né Narukami, per questo ho scelto di fuggire in acque sconosciute.\"\n\"Se continui a cercare la luce, in futuro sperimenterai una nuova perdita.\"\n\"La mia vita non vale nulla. Ne ho avuto abbastanza, di tutto: di continuare a vivere in questo modo, di dovermi vergognare del mio disonore.\"\n\nIl serpente gigante mostrò allora un gioiello che brillava come gli occhi di un serpente.\n\"Se è così, giuralo su quest'occhio.\"\n\"Anche con i miei servitori corallini strinsi un patto in questo modo.\"\n\n\"Hai dimenticato gli insegnamenti del maestro Spartacus?\"\n\"Non dobbiamo mai adorare un dio! Possiamo affidarci solo a noi stessi!\"\nIl serpente bianco non disse nulla poiché rispettava il volere delle genti che dimoravano nelle profondità.\nSe la mera adorazione era stata soppiantata da un nuovo credo,\nallora non sarebbe ciò motivo di disonore per coloro che avevano combattuto in passato?\n\n\"Lo giuro. Lo giuro, su quest'occhio.\"\n\"Tutto è come quando persi ogni cosa.\"\n\n\"Gli anni sono trascorsi rapidamente. L'isola è stata completata. Gli Elementosauri sono stati scacciati e la Terra sacra può ora essere governata.\"\n\"Clan Sangonomiya, Jibashiri qui riuniti e miei vassalli: il giuramento sull'occhio si è realizzato.\"\n\"Da oggi, se due o più parti dovessero essere insoddisfatte dell'accordo riguardante Enkanomiya o se doveste decidere diversamente da come avete fatto in precedenza,\npossa la torre del sole ascoltare i vostri desideri e crollare di sua iniziativa, distruggendo tutto ciò che costituiva il vostro passato.\"\n\nDopo aver pronunciato queste ultime parole,\nil Dio serpente portò le persone rimaste in superficie.\nEra giunto il momento di adempiere al suo giuramento alla città celeste...",
	"baseatk": 44,
	"substat": "ATT",
	"subvalue": "6",
	"effectname": "Popolo della luce tremolante",
	"effect": "Aumenta la ricarica d'energia di un {0} per 10 s dopo aver usato un'abilità elementale.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ramo di corallo di un mare lontano",
				"count": 3
			},
			{
				"name": "Artiglio nascosto",
				"count": 3
			},
			{
				"name": "Guscio spettrale",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ramo prezioso di un mare lontano",
				"count": 3
			},
			{
				"name": "Artiglio nascosto",
				"count": 12
			},
			{
				"name": "Guscio spettrale",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ramo prezioso di un mare lontano",
				"count": 6
			},
			{
				"name": "Artiglio affilato nascosto",
				"count": 6
			},
			{
				"name": "Cuore spettrale",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ramo di giada di un mare lontano",
				"count": 3
			},
			{
				"name": "Artiglio affilato nascosto",
				"count": 12
			},
			{
				"name": "Cuore spettrale",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Ramo di giada di un mare lontano",
				"count": 6
			},
			{
				"name": "Artiglio di bestia nascosto",
				"count": 9
			},
			{
				"name": "Nucleo spettrale",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ramo dorato di un mare lontano",
				"count": 4
			},
			{
				"name": "Artiglio di bestia nascosto",
				"count": 18
			},
			{
				"name": "Nucleo spettrale",
				"count": 12
			}
		]
	}
}