{
	"id": 11516,
	"name": "Canzone della Pattuglia delle Sommità",
	"description": "Una lama d'ossidiana dall'ineguagliabile affilatezza, ma leggera come una canzone. Pare che un'artigiana l'abbia dotata di un Dispositivo flogistico smontabile capace di riprodurre della musica.",
	"descriptionRaw": "Una lama d'ossidiana dall'ineguagliabile affilatezza, ma leggera come una canzone. Pare che un'artigiana l'abbia dotata di un Dispositivo flogistico smontabile capace di riprodurre della musica.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "\"La mia vita dovrà appassire come i fiori potati?\nTutte le mie glorie alla fine diventeranno cenere?\nPerfino il mio illustre nome è destinato a svanire nell'ombra?\nNonostante sia luminoso come un bocciolo in fiore e leggero come un canto...\"\n\nElla non sapeva quante volte avesse oltrepassato le creste montuose, così come non sapeva dire quanti inverni avesse sopportato.\nTutti gli anni, prima che i fiori Cuordambra sbocciassero, la signora delle miniere nella montagna veniva da sola nelle terre selvagge della Valle Tequemecan.\nSeguendo l'antica tradizione, offriva fiori baciati dalla rugiada a quegli amici che non avrebbero potuto assistere alla venuta dell'alba.\nIl cuore, un tempo freddo e indurito come l'ossidiana, era stato eroso e ammorbidito dal tempo.\nTuttavia, chiunque fosse il destinatario di un tale calore già da tempo aveva fatto ritorno alla Fiamma sacra.\n\nIl rimbombo delle miniere e il canto degli artigiani al lavoro la destò dai suoi amari ricordi.\nIl rappresentante dei capi improvvisamente comprese che gli echi dei Nanatzcayan avevano già raggiunto quel posto.\nQuelle che un tempo erano montagne deserte e solitarie ora risuonavano con echi di risate e suoni di gioia. Proprio come delle squillanti campanelle.\nEra il sogno dei giovani di quella generazione, quando ancora erano celati agli occhi di coloro che li circondavano.\nEssi appartenevano a quelle innumerevoli creature che lottavano per spodestare gli usurpatori, al futuro, al rapido avanzamento della civiltà.\n\nE così il rappresentante, che non era proprio giovanissimo, scoppiò a ridere.\nSebbene la lei di quei giorni l'avesse ascritto a un mero scherzo senza farci troppo caso, ella cantò la canzone che lui le aveva insegnato, ma che non aveva mai cantato davanti a lui per l'imbarazzo.\nCome un tamburello decorato di fiori, un racconto adornato di lacrime che risponde alla melodia riecheggiante tra le montagne.\nParimenti alla pietra intarsiata e ai picchi riecheggianti, come temprati nel fuoco di una fucina, diedero le proprie benedizioni a tutti gli esseri viventi.\nConvergere per disperdersi, rinascere nella cenere. Per la fiamma appena rinata e l'alba fiammeggiante.\n\nNei millenni successivi a quando l'autorità nelle tribù tornò, infinite storie furono sparse alla luce della luna.\nLe ballate che un tempo custodiva Sakkuk, la \"Restauratrice di pace\", da tempo sono andate perdute.\nEppure quel ritmo netto e risoluto, tramandato fino a oggi in ogni colpo di martello sullo scalpello, ancora batte...\nUn ritmo scottante, che è la linfa vitale scorsa attraverso le miniere sin dai tempi più remoti.\nLe scintille che scoccano dai colpi di martello sono un canto dedicato a coloro che resistono e una melodia inesauribile.\n\n\"La mia vita dovrà appassire come i fiori potati?\nQuando tutto si ridurrà a un silenzioso caos, dove andrà il mio cuore?\nNessuno rimane per sempre in questo mondo: la nostra è un'esistenza effimera.\nMa qui una volta c'erano dei fiori... Qui una volta c'era un canto...\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "DIF",
	"baseStatText": "18%",
	"effectName": "Epoca d'oro infinita",
	"effectTemplateRaw": "#Quando il personaggio colpisce un avversario con attacchi normali o in picchiata, ottiene l'effetto \"Ode ai fiori\": la sua DIF aumenta di un <color=#99FFFFFF>{0}</color> e riceve un bonus DAN per tutti gli elementi di un <color=#99FFFFFF>{1}</color> per 6{NON_BREAK_SPACE}s. L'effetto è cumulabile 2 volte e può attivarsi ogni 0,1{NON_BREAK_SPACE}s. Quando l'effetto raggiunge i 2 accumuli o la durata del secondo accumulo si ripristina, il bonus DAN per tutti gli elementi di tutti i membri del gruppo vicini aumenta di un <color=#99FFFFFF>{2}</color> per ogni 1.000 di DIF del personaggio che equipaggia l'arma, fino a un <color=#99FFFFFF>{3}</color> massimo per 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Quando il personaggio colpisce un avversario con attacchi normali o in picchiata, ottiene l'effetto \"Ode ai fiori\": la sua DIF aumenta di un 8% e riceve un bonus DAN per tutti gli elementi di un 10% per 6 s. L'effetto è cumulabile 2 volte e può attivarsi ogni 0,1 s. Quando l'effetto raggiunge i 2 accumuli o la durata del secondo accumulo si ripristina, il bonus DAN per tutti gli elementi di tutti i membri del gruppo vicini aumenta di un 8% per ogni 1.000 di DIF del personaggio che equipaggia l'arma, fino a un 25,6% massimo per 15 s.",
		"values": [
			"8%",
			"10%",
			"8%",
			"25,6%"
		]
	},
	"r2": {
		"description": "Quando il personaggio colpisce un avversario con attacchi normali o in picchiata, ottiene l'effetto \"Ode ai fiori\": la sua DIF aumenta di un 10% e riceve un bonus DAN per tutti gli elementi di un 12,5% per 6 s. L'effetto è cumulabile 2 volte e può attivarsi ogni 0,1 s. Quando l'effetto raggiunge i 2 accumuli o la durata del secondo accumulo si ripristina, il bonus DAN per tutti gli elementi di tutti i membri del gruppo vicini aumenta di un 10% per ogni 1.000 di DIF del personaggio che equipaggia l'arma, fino a un 32% massimo per 15 s.",
		"values": [
			"10%",
			"12,5%",
			"10%",
			"32%"
		]
	},
	"r3": {
		"description": "Quando il personaggio colpisce un avversario con attacchi normali o in picchiata, ottiene l'effetto \"Ode ai fiori\": la sua DIF aumenta di un 12% e riceve un bonus DAN per tutti gli elementi di un 15% per 6 s. L'effetto è cumulabile 2 volte e può attivarsi ogni 0,1 s. Quando l'effetto raggiunge i 2 accumuli o la durata del secondo accumulo si ripristina, il bonus DAN per tutti gli elementi di tutti i membri del gruppo vicini aumenta di un 12% per ogni 1.000 di DIF del personaggio che equipaggia l'arma, fino a un 38,4% massimo per 15 s.",
		"values": [
			"12%",
			"15%",
			"12%",
			"38,4%"
		]
	},
	"r4": {
		"description": "Quando il personaggio colpisce un avversario con attacchi normali o in picchiata, ottiene l'effetto \"Ode ai fiori\": la sua DIF aumenta di un 14% e riceve un bonus DAN per tutti gli elementi di un 17,5% per 6 s. L'effetto è cumulabile 2 volte e può attivarsi ogni 0,1 s. Quando l'effetto raggiunge i 2 accumuli o la durata del secondo accumulo si ripristina, il bonus DAN per tutti gli elementi di tutti i membri del gruppo vicini aumenta di un 14% per ogni 1.000 di DIF del personaggio che equipaggia l'arma, fino a un 44,8% massimo per 15 s.",
		"values": [
			"14%",
			"17,5%",
			"14%",
			"44,8%"
		]
	},
	"r5": {
		"description": "Quando il personaggio colpisce un avversario con attacchi normali o in picchiata, ottiene l'effetto \"Ode ai fiori\": la sua DIF aumenta di un 16% e riceve un bonus DAN per tutti gli elementi di un 20% per 6 s. L'effetto è cumulabile 2 volte e può attivarsi ogni 0,1 s. Quando l'effetto raggiunge i 2 accumuli o la durata del secondo accumulo si ripristina, il bonus DAN per tutti gli elementi di tutti i membri del gruppo vicini aumenta di un 16% per ogni 1.000 di DIF del personaggio che equipaggia l'arma, fino a un 51,2% massimo per 15 s.",
		"values": [
			"16%",
			"20%",
			"16%",
			"51,2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Riflessione mistica del Vento della Notte",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Asse della Fonte segreta",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Asse della Fonte segreta",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Involucro della Fonte segreta",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Involucro della Fonte segreta",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Cuore della Fonte segreta",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Rivelazione mistica del Vento della Notte",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Cuore della Fonte segreta",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 18
			}
		]
	}
}