{
	"id": 12427,
	"name": "Sega elettrica portatile",
	"description": "Una sega elettrica vecchio tipo che al giorno d'oggi risulta particolarmente rara. Un tempo era l'attrezzo più fidato di ogni operaio.",
	"descriptionRaw": "Una sega elettrica vecchio tipo che al giorno d'oggi risulta particolarmente rara. Un tempo era l'attrezzo più fidato di ogni operaio.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "La motosega prediletta dai lavoratori del passato per tagliare chiglie e tubature.\nLa sua struttura semplice ma resistente ha fatto sì che la manutenzione e la sostituzione delle parti fosse facile come uno schiocco di dita.\nBasta afferrare saldamente la maniglia usando entrambe le mani per essere in grado di separare perfino l'acciaio.\nQuesto attrezzo così onnipotente un tempo era ritenuto il simbolo del progresso.\n\nCon la crescita delle aree urbane di Fontaine, la luce dell'ordine ha fatto sparire le ombre.\nSe le fogne sono diventate ciò che oggi conosciamo come il Fleuve Cendre, gran parte del merito va proprio a questo strumento.\nSebbene vivesse in una città sotto la città, senza pioggia né sole,\nla gente del Fleuve Cendre credeva che la solerzia e la tenacia dei lavoratori avrebbero fatto guadagnare loro il diritto a vivere in superficie,\no a far diventare il loro regno acquatico sottoterra una residenza bella come il mondo di sopra.\n\nA differenza delle spade da porto e delle trivelle da esplorazione, queste motoseghe non sono state messe al bando.\nQuesto perché tali motoseghe giocavano un ruolo indispensabile nella fase di produzione iniziale dei Mekautomi.\nIn seguito, dopo che un'enorme fabbrica di Mekautomi venne costruita in un'area totalmente sicura fuori dalla città,\ncoloro in grado di utilizzare abilmente queste seghe vennero pian piano spazzati via dalla corrente del progresso, assieme alle loro armi.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PS",
	"baseStatText": "12%",
	"effectName": "Ballata marinara",
	"effectTemplateRaw": "#Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30{NON_BREAK_SPACE}s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10{NON_BREAK_SPACE}s. Per ogni Simbolo consumato, il personaggio ottiene <color=#99FFFFFF>{0}</color> di maestria elementale. 2{NON_BREAK_SPACE}s dopo aver attivato l'effetto, il personaggio recupera <color=#99FFFFFF>{1}</color> di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15{NON_BREAK_SPACE}s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
	"r1": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 40 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 2 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 50 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 2,5 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"50",
			"2,5"
		]
	},
	"r3": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 60 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 3 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 70 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 3,5 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"70",
			"3,5"
		]
	},
	"r5": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 80 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 4 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Calice frantumato del mare immacolato",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Nucleo della Faglia",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Calice di vino del mare immacolato",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Nucleo della Faglia",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Calice di vino del mare immacolato",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Sinapsi aliena",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Calice d'argento del mare immacolato",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Sinapsi aliena",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Calice d'argento del mare immacolato",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Nucleo di vita aliena",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Calice d'oro del mare immacolato",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Nucleo di vita aliena",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 12
			}
		]
	}
}