{
	"name": "Trivella mineraria",
	"description": "Una trivella dotata di una lunga impugnatura che al giorno d'oggi risulta particolarmente rara. Veniva usata comunemente per scavare nella roccia ed esplorare i cunicoli sotterranei.",
	"weapontype": "Lancia",
	"rarity": "4",
	"story": "Un pratico strumento capace di perforare con facilità il suolo e le rocce.\nTempo fa, aveva un'ampia gamma di utilizzi nelle ricerche e in altri tipi di operazioni.\nPerfino i tagliapietre e i muratori utilizzavano le sue speciali caratteristiche\nper rompere rocce e creare forme e strutture preliminari.\n\nCome la motosega, un tempo popolare nelle botteghe e nei porti,\nanche questo strumento richiedeva carburante tradizionale e inefficiente per funzionare.\nA quel tempo, quando le reazioni di annichilazione controllata di Pneumousia non erano ancora state inventate,\ni primi Mekautomi erano ostacolati da una cinematica e da una dinamica non ottimali,\ned erano visti come niente di più che meraviglie di gran lusso\nmentre il lavoro manuale rimaneva una necessità.\n\nLa lunga impugnatura dello strumento era un serbatoio e doveva essere trattata con cura.\nNonostante ciò, alcune testimonianze storiche attestano che trivelle di questo tipo sono state usate anche in battaglia.\n\nDopotutto, si tratta di uno strumento con una potenza di penetrazione e una capacità di taglio incomparabili.\nEra in grado di trapassare le rocce come un coltello caldo nel burro,\nquindi, con materiali più morbidi, era ancora più facile.\nCon l'avanzare della società, si è gradualmente smesso di usare attrezzi del genere in pubblico.\nE, come è successo con altri strumenti, il possesso non autorizzato venne proibito da un'ordinanza amministrativa.",
	"baseatk": 44,
	"substat": "ATT",
	"subvalue": "6",
	"effectname": "Canto dei muratori",
	"effect": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo d'unità che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Lotta per 10 s. Per ogni Simbolo consumato, il personaggio riceve un {0} di bonus ATT e un {1} di bonus DAN per tutti gli elementi. L'effetto Lotta può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
	"r1": [
		"3%",
		"7%"
	],
	"r2": [
		"4%",
		"8,5%"
	],
	"r3": [
		"5%",
		"10%"
	],
	"r4": [
		"6%",
		"11,5%"
	],
	"r5": [
		"7%",
		"13%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Frammento di un antico accordo",
				"count": 3
			},
			{
				"name": "Vecchio orologio da operativo",
				"count": 3
			},
			{
				"name": "Ingranaggio dentato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Capitolo di un antico accordo",
				"count": 3
			},
			{
				"name": "Vecchio orologio da operativo",
				"count": 12
			},
			{
				"name": "Ingranaggio dentato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Capitolo di un antico accordo",
				"count": 6
			},
			{
				"name": "Orologio comune da operativo",
				"count": 6
			},
			{
				"name": "Ingranaggio cilindrico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Movimento di un antico accordo",
				"count": 3
			},
			{
				"name": "Orologio comune da operativo",
				"count": 12
			},
			{
				"name": "Ingranaggio cilindrico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Movimento di un antico accordo",
				"count": 6
			},
			{
				"name": "Costanza dell'operativo",
				"count": 9
			},
			{
				"name": "Ingranaggio dinamico artificiato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Eco di un antico accordo",
				"count": 4
			},
			{
				"name": "Costanza dell'operativo",
				"count": 18
			},
			{
				"name": "Ingranaggio dinamico artificiato",
				"count": 12
			}
		]
	}
}