{
	"id": 13433,
	"name": "Pala del prospettore",
	"description": "Una lancia apparentemente ricavata da uno strumento agricolo di metallo. A prima vista, non sembra avere nulla di speciale, ma la sua forma discreta nasconde accessori che sono allo stesso tempo sontuosi e innegabilmente ricercati.",
	"descriptionRaw": "Una lancia apparentemente ricavata da uno strumento agricolo di metallo. A prima vista, non sembra avere nulla di speciale, ma la sua forma discreta nasconde accessori che sono allo stesso tempo sontuosi e innegabilmente ricercati.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "Quante piogge devono cadere su un seme prima che dia i suoi frutti?\nQuante scelte bisogna compiere nella vita per trovare la via verso la felicità?\nCi sono cose ignote perfino agli dèi. Eppure, noi mortali dobbiamo lottare per conoscerle, persino al costo della nostra stessa vita.\nSoini, figlio di un povero contadino, si ritrovò a compiere una scelta, e non poté fare a meno di stringere la presa sulla pala che teneva in mano.\n\nAveva dissotterrato accidentalmente un tesoro segreto dal terreno esausto e infossato. Se l'avesse venduto al mercato nero, sarebbe stato in grado di sfuggire a una vita di povertà.\nUn uomo vestito di cenci con un tesoro tra le mani avrebbe sicuramente attirato degli sguardi avidi. Con l'arrivo della fredda stagione invernale, non aveva altra scelta se non compiere quel passo incerto.\nAcquistando un'uniforme da Fatuus, lo scaltro contadino concluse il suo primo affare. Avrebbe usato quel travestimento per ingannare gli altri e scacciare qualsiasi minaccia nascosta.\nSoini stava già assaporando quell'affare, quando un'ombra oscura si palesò. Era lo stesso ladro che gli aveva venduto l'uniforme.\n\"Dammi il tesoro, o questa terra selvaggia diventerà la tua tomba!\" Sotto la minaccia della lama, il contadino obbedì.\nI due raggiunsero il campo dov'era nascosto il tesoro. Lo sguardo del ladro cadde sul frammento frastagliato d'una vertebra annerita, e un brivido improvviso s'accese dentro di lui.\n\"Questi sono sicuramente i resti del Maestro ladro\", disse sollevando l'osso con le mani tremanti. Non sapeva che, in quel momento, stava segnando la propria condanna.\nCon un tonfo pesante, una pala colpì il ladro, facendolo cadere a terra. In quel momento, Soini capì che doveva andarsene per sempre dalla fattoria.\n\nQuel tesoro ora insanguinato aveva aperto un sentiero pericoloso verso il vertice del mercato nero, un sentiero lungo il quale Soini proseguì con risoluta determinazione.\nVenne soprannominato il \"Padrino\" dai molti criminali disperati che si radunavano lì fiutando il delizioso profumo della fortuna.\n\"O stimato Padrino, la tua saggezza è la nostra unica luce. Il mercato nero è onorato di annoverarti tra noi!\"\nEppure, nessuno sapeva perché proprio una zappa usurata troneggiasse sopra lo scranno del Padrino.\n\nIn tempi così sanguinosi, egli aveva conservato la pala per ricordare costantemente a tutti che, per un ladro, la morte è sempre dietro l'angolo.\nOra innumerevoli tesori giacevano sepolti tra le rocce sul confine. Ognuno di essi era un potenziale pegno da scambiare con lealtà e terrore.\nSuibhne non sprecava più tempo a soffermarsi sulle sue scelte, poiché il suo potere e la sua ricchezza gli permettevano di correggere ogni passo falso.\nIl mondo era governato da una legge nascosta, un ciclo inarrestabile nel quale i ricchi diventavano sempre più abbienti e i poveri sempre più miserabili.\nIl Padrino non era più saggio del povero contadino che era un tempo, e non era diverso dal ladro che una volta aveva tentato di ucciderlo.\n\"Perché, allora? Perché il tesoro dissotterrato dalla mia pala appartiene a me, e quello che ha seppellito appartiene a qualcun altro?\"\nEra stato solo il caso? Era semplicemente nato un pochino più fortunato del ladro che aveva incontrato la sua fine quel giorno?\nMille scelte e un'eternità di sacrifici, tutto al fine di trovare la felicità. Eppure, alla fine, era stato proprio il caso a determinare ogni cosa!\n\nSoini si sentì avvilito dalla totale ingiustizia di tutto ciò. \"Questo è il posto dove sono custoditi tutti i miei tesori\", mormorò.\nMostrò la sua mappa del tesoro al pubblico. D'ora in poi, chiunque lungo il confine avrebbe potuto contendersi il premio, armato solo delle proprie capacità.\nAlcuni avrebbero trionfato, altri fallito. In ogni caso, Soini non aveva alcun interesse nel sapere come sarebbero finite le loro storie.\nIl Padrino, abbigliato di tutto punto ma con ancora una pala in mano, aveva finalmente capito il tipo di giustizia che Reed Miller predicava:\n\n\"Se le leggi di questo mondo sono destinate a essere sbilanciate, che l'oro trovi la sua via verso l'oro, e che la terra torni alla terra.\nSe questo mondo ha bisogno di una mano per ristabilire l'ordine e l'equilibrio, allora tale mano dovrà essere quella del ladro.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Veloce ed efficace",
	"effectTemplateRaw": "I DAN da Electrocarica aumentano di un <color=#99FFFFFF>{0}</color> e i DAN da Carica lunare di un <color=#99FFFFFF>{1}</color>. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Carica lunare aumentano di un ulteriore <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "I DAN da Electrocarica aumentano di un 48% e i DAN da Carica lunare di un 12%. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Carica lunare aumentano di un ulteriore 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "I DAN da Electrocarica aumentano di un 60% e i DAN da Carica lunare di un 15%. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Carica lunare aumentano di un ulteriore 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "I DAN da Electrocarica aumentano di un 72% e i DAN da Carica lunare di un 18%. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Carica lunare aumentano di un ulteriore 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "I DAN da Electrocarica aumentano di un 84% e i DAN da Carica lunare di un 21%.Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Carica lunare aumentano di un ulteriore 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "I DAN da Electrocarica aumentano di un 96% e i DAN da Carica lunare di un 24%. Quando Presagio lunare: Barlume ascendente è attivo, i DAN da Carica lunare aumentano di un ulteriore 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Barlume della Selce della Lunga notte",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Manifestazione brumosa",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Incandescenza della Selce della Lunga notte",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Manifestazione brumosa",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Incandescenza della Selce della Lunga notte",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Frammento di armatura brumoso",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Bagliore della Selce della Lunga notte",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Frammento di armatura brumoso",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Bagliore della Selce della Lunga notte",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Elmo brumoso",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Fulgore della Selce della Lunga notte",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Elmo brumoso",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 12
			}
		]
	}
}