{
	"id": 12406,
	"name": "Prototipo arcaico",
	"description": "Uno spadone antico pervenuto nella Fucina di Rupenera. Colpisce con così tanta forza, che si potrebbe pensare che sia in grado di squarciare persino la stessa realtà.",
	"descriptionRaw": "Uno spadone antico pervenuto nella Fucina di Rupenera. Colpisce con così tanta forza, che si potrebbe pensare che sia in grado di squarciare persino la stessa realtà.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Un antico prototipo di spadone dell'arsenale di Liyue. Il numero del lotto è sbiadito e non esistono documenti che ne confermino la data di produzione.\nCon un peso pari a quasi venti chili, l'elsa di quest'arma è realizzata con un minerale raro, mentre la lama è forgiata con acciaio di eccellente fattura. Quando viene brandita, la vista viene accecata da lampi di luce così potenti da squarciare le nuvole e oscurare la luna.\n\nDopo il grande disastro, la fucina della famiglia Yun unì le forze con il maestro artigiano Han Wu per rivoluzionare la loro arte superando i vincoli di progettazione tradizionali.\nCosì nacque un nuovo tipo di armi, chiamate semplicemente \"i prototipi\". Il primo spadone costruito sfruttando la nuova tecnica era insolitamente sobrio nel suo aspetto.\nIl deludente aspetto caratterizzato da spente rifiniture dorate ne mascherava la vera potenza. Anche se non c'era molto da guardare, chiunque la provasse la trovava pesante ma non ingombrante.\n\nHan Wu, il maestro artigiano che forgiò l'arma, viaggiò verso nord nottetempo per consegnare la spada a un marzialista che seguiva il codice cavalleresco.\nPrima di provarla, il marzialista ispezionò la lama da vicino. La lama ululò come il vento e in un istante rase al suolo l'intera foresta di bambù. Si trattava di uno spettacolo più unico che raro.\n\nIl marzialista disse a Han Wu: \"Questa lama è caratterizzata dall'eleganza dei tempi antichi. È di pari valore sia come arma che come ornamento.\"\n\"Una creazione del genere, di fattura e dimensioni così raffinate, non può che avere un nome prestigioso. Che passi alla storia come Arcaico\".\nGrazie alla sua impareggiabile potenza, questa spada divenne in seguito il modello per migliaia di spadoni a Liyue.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Polverizzazione",
	"effectTemplateRaw": "#Per colpo a segno, gli attacchi normali o caricati hanno un 50% di probabilità d'infliggere un <color=#99FFFFFF>{0}</color> di DAN da ATT aggiuntivi agli avversari in una piccola area d'effetto. Si può verificare una sola volta ogni 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Per colpo a segno, gli attacchi normali o caricati hanno un 50% di probabilità d'infliggere un 240% di DAN da ATT aggiuntivi agli avversari in una piccola area d'effetto. Si può verificare una sola volta ogni 15 s.",
		"values": [
			"240%"
		]
	},
	"r2": {
		"description": "Per colpo a segno, gli attacchi normali o caricati hanno un 50% di probabilità d'infliggere un 300% di DAN da ATT aggiuntivi agli avversari in una piccola area d'effetto. Si può verificare una sola volta ogni 15 s.",
		"values": [
			"300%"
		]
	},
	"r3": {
		"description": "Per colpo a segno, gli attacchi normali o caricati hanno un 50% di probabilità d'infliggere un 360% di DAN da ATT aggiuntivi agli avversari in una piccola area d'effetto. Si può verificare una sola volta ogni 15 s.",
		"values": [
			"360%"
		]
	},
	"r4": {
		"description": "Per colpo a segno, gli attacchi normali o caricati hanno un 50% di probabilità d'infliggere un 420% di DAN da ATT aggiuntivi agli avversari in una piccola area d'effetto. Si può verificare una sola volta ogni 15 s.",
		"values": [
			"420%"
		]
	},
	"r5": {
		"description": "Per colpo a segno, gli attacchi normali o caricati hanno un 50% di probabilità d'infliggere un 480% di DAN da ATT aggiuntivi agli avversari in una piccola area d'effetto. Si può verificare una sola volta ogni 15 s.",
		"values": [
			"480%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Granello di Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Pezzo di Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 12
			}
		]
	}
}