{
	"name": "Prototipo del rancore",
	"description": "Un'antica spada lunga pervenuta nella Fucina di Rupenera, in grado di tagliare le rocce come se fossero burro.",
	"weapontype": "Spada",
	"rarity": "4",
	"story": "Un antico prototipo di spada dell'arsenale di Liyue. Il numero del lotto è sbiadito e non esistono documenti che ne confermino la data di produzione.\nSulla lama è inciso un disegno di nuvole vorticose che, quando viene brandita, le conferisce un debole bagliore dorato alla luce del sole.\n\nSi dice che i maestri spadai che realizzarono quest'arma avessero raggiunto il proprio limite e per questo furono costretti a innovarsi.\nYun Hui, capo della fucina della famiglia Yun, si rivolse al rinomato artigiano Han Wu. Grazie all'esperienza di entrambi, Han Wu riuscì a elaborare dei progetti per una nuova serie di armi dal semplice nome de \"i prototipi\".\nLa prima spada realizzata secondo quei progetti dava già la sensazione di essere formidabile.\n\nMentre provava la spada sul Monte Tianheng, Han Wu la lasciò accidentalmente cadere a terra.\nIn risposta, la spada scatenò un vorticoso tornado d'energia che provocò un cratere di trenta centimetri nella resistente roccia della montagna.\nHan Wu lo interpretò come un segno del cielo. Dichiarò: \"Questa spada sarà chiamata Rancore, la devastatrice di rocce\".\n\nQuesta spada è in grado di scuotere le fondamenta delle montagne, e nella sua punta conserva il potere di mille vette rocciose.\nQuesta spada, in grado di fendere le rocce come una noce di burro, servì da modello per tutte le successive spade realizzate a Liyue.",
	"baseatk": 44,
	"substat": "Bonus DAN fisici",
	"subvalue": "7.5",
	"effectname": "Pietra frantumata",
	"effect": "Per colpo a segno, gli attacchi normali o caricati aumentano ATT e DIF di un {0} per 6 s. Cumulabile fino a 4 volte. Si può verificare una sola volta ogni 0,3 s.",
	"r1": [
		"4%"
	],
	"r2": [
		"5%"
	],
	"r3": [
		"6%"
	],
	"r4": [
		"7%"
	],
	"r5": [
		"8%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Elisir di piombo della nebbia",
				"count": 3
			},
			{
				"name": "Polline d'Erbafosca",
				"count": 3
			},
			{
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Elisir di mercurio della nebbia",
				"count": 3
			},
			{
				"name": "Polline d'Erbafosca",
				"count": 12
			},
			{
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Elisir di mercurio della nebbia",
				"count": 6
			},
			{
				"name": "Erbafosca",
				"count": 6
			},
			{
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Elisir d'oro della nebbia",
				"count": 3
			},
			{
				"name": "Erbafosca",
				"count": 12
			},
			{
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Elisir d'oro della nebbia",
				"count": 6
			},
			{
				"name": "Ciuffi d'Erbafosca",
				"count": 9
			},
			{
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Elisir primordiale della nebbia",
				"count": 4
			},
			{
				"name": "Ciuffi d'Erbafosca",
				"count": 18
			},
			{
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}