{
	"id": 14406,
	"name": "Prototipo d'ambra",
	"description": "Un oggetto catalizzatore custodito segretamente nella Fucina di Rupenera. Sembra brillare della luce del cielo.",
	"descriptionRaw": "Un oggetto catalizzatore custodito segretamente nella Fucina di Rupenera. Sembra brillare della luce del cielo.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Un antico catalizzatore dell'arsenale di Liyue. Il numero del lotto è sbiadito e non esistono documenti che ne confermino la data di produzione.\nIl disco rappresenta il cosmo e presenta quindi una forma circolare. Al centro c'è un pezzo di Cor Purum, che rappresenta un corpo celeste sospeso nel firmamento.\n\nAnche dopo che diminuì il grande caos, alcune forze sinistre rimasero nel mondo. Pertanto, le persone abbandonarono le arti marziali tradizionali e le armi per abbracciare le arti soprannaturali.\nMa le tecniche usate nella produzione dei catalizzatori erano antiquate, essendo rimaste invariate da oltre un secolo. Pertanto, i catalizzatori di quell'epoca erano fragili e si rompevano al primo utilizzo.\nGli stregoni si riversarono a Liyue e implorarono Yun Hui, il capo della famiglia Yun, di progettare per loro un nuovo tipo di catalizzatore.\nCosì Yun Hui decise di aggiungere il catalizzatore a quella che un tempo era la nuova serie di progetti di armi migliorate, conosciuta come \"i prototipi\".\n\nIl disco è composto di legno e minerale raro. Il Cor Purum al centro fu un regalo degli stregoni.\nIl Cor Purum si ottiene mettendo tra le fiamme all'interno di un'urna il Cor Lapis per sette giorni al quadrato (ossia quarantanove) e poi immergendolo nell'acqua prelevata da una sorgente di montagna per altri sette giorni al quadrato.\nLa doppia purificazione del fuoco e dell'acqua rende il Cor Purum indistruttibile, e gli stregoni credono anche che permetta alla pietra di fungere da recipiente per l'energia cosmica primordiale. Un catalizzatore con il Cor Purum al suo interno può incanalare l'energia cosmica con la rotazione del disco. Dodici rotazioni complete portano l'energia nella sua forma più pura.\n\nYun Hui osservò che il Cor Purum emetteva un caldo bagliore dorato simile a quello dell'ambra. Dopo aver discusso con gli stregoni, propose di chiamare il catalizzatore \"Prototipo d'ambra\".\nDa allora in poi, tutti i catalizzatori realizzati a Liyue sono stati modellati sul prototipo di Yun Hui.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PS",
	"baseStatText": "9%",
	"effectName": "Doratura",
	"effectTemplateRaw": "#L'uso di un Tripudio elementale rigenera <color=#99FFFFFF>{0}</color> di energia ogni 2{NON_BREAK_SPACE}s per 6{NON_BREAK_SPACE}s. I PS di tutti i membri del gruppo si rigenerano di un <color=#99FFFFFF>{1}</color> ogni 2{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "L'uso di un Tripudio elementale rigenera 4 di energia ogni 2 s per 6 s. I PS di tutti i membri del gruppo si rigenerano di un 4% ogni 2 s.",
		"values": [
			"4",
			"4%"
		]
	},
	"r2": {
		"description": "L'uso di un Tripudio elementale rigenera 4,5 di energia ogni 2 s per 6 s. I PS di tutti i membri del gruppo si rigenerano di un 4,5% ogni 2 s.",
		"values": [
			"4,5",
			"4,5%"
		]
	},
	"r3": {
		"description": "L'uso di un Tripudio elementale rigenera 5 di energia ogni 2 s per 6 s. I PS di tutti i membri del gruppo si rigenerano di un 5% ogni 2 s.",
		"values": [
			"5",
			"5%"
		]
	},
	"r4": {
		"description": "L'uso di un Tripudio elementale rigenera 5,5 di energia ogni 2 s per 6 s. I PS di tutti i membri del gruppo si rigenerano di un 5,5% ogni 2 s.",
		"values": [
			"5,5",
			"5,5%"
		]
	},
	"r5": {
		"description": "L'uso di un Tripudio elementale rigenera 6 di energia ogni 2 s per 6 s. I PS di tutti i membri del gruppo si rigenerano di un 6% ogni 2 s.",
		"values": [
			"6",
			"6%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Elisir di piombo della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Elisir primordiale della nebbia",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}