{
	"id": 13402,
	"name": "Prototipo di Luce stellare",
	"description": "Una lancia uncinata pervenuta nella Fucina di Rupenera. La sua punta acuminata luccica come stelle nel cielo di notte.",
	"descriptionRaw": "Una lancia uncinata pervenuta nella Fucina di Rupenera. La sua punta acuminata luccica come stelle nel cielo di notte.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "Un antico prototipo di arma inastata dell'arsenale di Liyue. Il numero del lotto è sbiadito e non esistono documenti che ne confermino la data di produzione.\nL'arma è realizzata con acciaio nero intarsiato d'oro. Un motivo di fulmini corre lungo tutto il corpo intramezzato dal disegno di alcune stelle. L'aggiunta della foglia d'oro conferisce all'arma un aspetto raffinato.\n\nQuando l'invasione dei mostri fu sedata, le truppe rimaste erano poche e sparpagliate, e ognuna si unì alla comunità civile in cui era di stanza. Anche se ormai regnava la pace, le arti marziali rinacquero, diffondendosi in tutto il paese.\nLa richiesta di qualsiasi tipo di arma aumentò, soprattutto per i prodotti di qualità superiore, tanto che i fabbricanti non riuscivano a tenere il passo. In cerca di una soluzione, Yun Hui della famiglia Yun incontrò il maestro artigiano Han Wu e i due iniziarono a fare ricerche chiudendosi in casa.\nQuando uscirono di nuovo, le barbe di entrambi gli uomini erano cresciute di venti centimetri. Il progetto delle loro nuove armi, chiamate \"i prototipi\", erano finalmente pronte per rivoluzionare la produzione di armi a Liyue. Era il momento di liberarsi dalle catene del passato che affliggevano il loro mestiere.\n\nLa prima lancia costruita secondo le nuove specifiche era di colore nero e oro. La lama in cima era cinque centimetri più lunga dei vecchi modelli. Si trattava di un'arma davvero letale, ma dall'aspetto elegante e imponente.\nVenne lasciata una notte al chiaro di luna. Alle prime luci dell'alba, la punta brillava di una luce fredda e penetrante come una stella che si staglia contro il cielo offuscato.\n\nA questa vista eterea, la mente di Yun Hui fu inondata dai ricordi della gloria di suo padre, dal momento che il suo nome faceva riferimento alle stelle. Enormemente commosso, decise di dedicare l'arma alla memoria del padre.\nPer questo motivo, tra i praticanti dell'arte dell'alabarda di Liyue, l'arma divenne nota come \"Luce stellare\".",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "10%",
	"effectName": "Interazione magica",
	"effectTemplateRaw": "#Dopo l'uso di un'abilità elementale, aumenta i DAN da attacchi normali e caricati di un <color=#99FFFFFF>{0}</color> per 12{NON_BREAK_SPACE}s. Cumulabile fino a 2 volte.",
	"r1": {
		"description": "Dopo l'uso di un'abilità elementale, aumenta i DAN da attacchi normali e caricati di un 8% per 12 s. Cumulabile fino a 2 volte.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Dopo l'uso di un'abilità elementale, aumenta i DAN da attacchi normali e caricati di un 10% per 12 s. Cumulabile fino a 2 volte.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Dopo l'uso di un'abilità elementale, aumenta i DAN da attacchi normali e caricati di un 12% per 12 s. Cumulabile fino a 2 volte.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Dopo l'uso di un'abilità elementale, aumenta i DAN da attacchi normali e caricati di un 14% per 12 s. Cumulabile fino a 2 volte.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Dopo l'uso di un'abilità elementale, aumenta i DAN da attacchi normali e caricati di un 16% per 12 s. Cumulabile fino a 2 volte.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Granello di Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Pezzo di Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 12
			}
		]
	}
}