{
	"id": 15434,
	"name": "Arco pluviale del serpente arcobaleno",
	"description": "Un'antica arma cerimoniale tramandata dai Maestri del Vento della Notte. Questo arco oscuro è perennemente avvolto da un gelo inestinguibile.",
	"descriptionRaw": "Un'antica arma cerimoniale tramandata dai Maestri del Vento della Notte. Questo arco oscuro è perennemente avvolto da un gelo inestinguibile.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "La Città di cenere in rovina e il sogno delirante dell'usurpatore caddero insieme in un fuoco radioso come il sole.\nUn eroe dagli occhi scarlatti evocò l'ira degli dèi, bruciando il trono corrotto e maledetto trasformandolo in cenere sospinta dal vento.\nErano passati decenni da quando Maghan l'Ammazzadraghi aveva scacciato il vecchio sovrano dalle profonde valli.\nNei villaggi ove un tempo si adoravano i draghi, le nuove generazioni avevano ormai dimenticato i loro giuramenti ancestrali.\n\nPertanto, quando il giovane sacerdote Wagadu esaudì l'ultimo desiderio di Maghan...\nE quando lo seppellì in una tomba senza nome, prese il suo arco e partì verso le montagne avvolte nella nebbia...\nNon aveva capito il vero significato delle ultime parole del vecchio.\nCosa voleva dire \"rinnovare l'alleanza\"? Cosa significava \"ristabilire la pace\"? Wagadu non ne aveva idea.\nPensava solo che il vecchio sacerdote gli avesse chiesto di riportare il suo prezioso arco nel pericoloso Reame notturno...\nQuesto al fine di placare gli spiriti iracondi, abbandonati dai tempi dell'antico sacrificio.\n\nSquarciò il velo di nebbia e salì le tre scalinate di pietra.\nSul confine indefinibile del regno oscuro, si rivelò un'immensa sala labirintica. I suoi intricati corridoi baluginavano nella luce fluente.\nPrima che il giovane sacerdote riuscisse a distinguere la mano che aveva inciso le rune dorate, una nebbia improvvisa offuscò la sua vista.\nLe visioni s'innalzarono nella nebbia e colmarono la sua mente.\nIn un vortice confusionale, miriadi di forme mutevoli scintillavano come una luce iridescente.\nVide una giovane donna dagli occhi turchesi, un serpente colossale ricoperto di luce stellare e un ragno bianco che tesseva il sole e la luna...\nVide delle figure d'oro nero e d'acciaio bianco, una lepre astuta che si prendeva gioco di una volpe selvatica e un coyote che si dimenava nel catrame.\nTerrificato, Wagadu s'inginocchiò e implorò le sacre entità del Reame notturno di perdonare la sua intrusione.\nMa quando la nebbia si diradò, l'essere che lo osservava aleggiando al di sopra della sala non era morto come immaginava.\nEra un drago potente, le cui ali si stendevano come un arcobaleno che attraversa i cieli.\n\n\"O creatura senz'anima, il cui destino è vincolato alle stelle, non avere paura del mio aspetto.\nHo da tempo compreso il tuo scopo, anche se il tuo cuore rimane avvolto nell'ignara nebbia.\nIl sacerdote che si proclamava 'Ammazzadraghi' ti ha mandato a forgiare un'alleanza per i secoli a venire.\nIl sangue nobile degli antichi non ha mai macchiato la sua lama, e quella sincerità è più eloquente di mille parole.\nNon ha importanza. Il nostro re è scomparso da tempo, e io sono stanco di prendermi cura dei miei simili che dimorano nei sogni.\nSono disposto a trasmettere tutti i riti segreti che conosco, affinché le vostre tribù possano prosperare,\ne a lasciarvi udire i sussurri della notte senza offrire sangue all'emissaria caduta nel mondo di sotto.\nPer siglare l'alleanza, chiedo solo due cose in cambio.\nInnanzitutto, i vostri discendenti dovranno trattare gli antichi che un tempo ho protetto come loro amici e pari.\nDovranno sempre prestare attenzione ai loro consigli ed evitare che i loro giuramenti diventino una farsa come la Grande Alleanza.\nIn secondo luogo, i vostri discendenti dovranno cancellare il mio nome da ogni singolo rotolo di tessuto.\nIn questo modo, eviteremo che colui che si fa chiamare saggio possa rovinare la nostra alleanza tramite la vendetta.\nAccetta senza esitare. La Wayob che ti protegge un tempo era una mia servitrice.\nMi parlò di quest'alleanza trasgressiva molto prima che tu nascessi.\"\n\nCome se si fosse appena svegliato e non riuscisse a distinguere il sogno dalla realtà, Wagadu annuì in segno di approvazione.\nIn un istante, la sala dorata e il possente drago si dissolsero come nebbia di un'era passata.\nWagadu si domandò se ciò che aveva appena visto non fosse altro che un sogno effimero generato dalla stanchezza...\nAll'improvviso sentì un tocco delicato al suo fianco, simile a quello di una piuma, gelido come il vento della notte, che lo fece voltare d'istinto.\nFu allora che, secondo la leggenda, vide il primo Iktomisauro, emerso dal Regno della Notte.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "10%",
	"effectName": "Sussurri astrali oltre il trono sacro",
	"effectTemplateRaw": "#Quando il personaggio che equipaggia l'arma colpisce un avversario con i suoi attacchi mentre non è in campo, il suo ATT aumenta di un <color=#99FFFFFF>{0}</color> per 8{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Quando il personaggio che equipaggia l'arma colpisce un avversario con i suoi attacchi mentre non è in campo, il suo ATT aumenta di un 28% per 8 s.",
		"values": [
			"28%"
		]
	},
	"r2": {
		"description": "Quando il personaggio che equipaggia l'arma colpisce un avversario con i suoi attacchi mentre non è in campo, il suo ATT aumenta di un 35% per 8 s.",
		"values": [
			"35%"
		]
	},
	"r3": {
		"description": "Quando il personaggio che equipaggia l'arma colpisce un avversario con i suoi attacchi mentre non è in campo, il suo ATT aumenta di un 42% per 8 s.",
		"values": [
			"42%"
		]
	},
	"r4": {
		"description": "Quando il personaggio che equipaggia l'arma colpisce un avversario con i suoi attacchi mentre non è in campo, il suo ATT aumenta di un 49% per 8 s.",
		"values": [
			"49%"
		]
	},
	"r5": {
		"description": "Quando il personaggio che equipaggia l'arma colpisce un avversario con i suoi attacchi mentre non è in campo, il suo ATT aumenta di un 56% per 8 s.",
		"values": [
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Riflessione mistica del Vento della Notte",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonizione mistica del Vento della Notte",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Auspicio mistico del Vento della Notte",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Rivelazione mistica del Vento della Notte",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 12
			}
		]
	}
}