{
	"id": 15427,
	"name": "Indicatore distanziometrico",
	"description": "Uno strumento di misurazione che al giorno d'oggi risulta particolarmente raro. È in grado di scoccare delle frecce.",
	"descriptionRaw": "Uno strumento di misurazione che al giorno d'oggi risulta particolarmente raro. È in grado di scoccare delle frecce.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Un attrezzo comunemente impiegato per l'edilizia urbana e l'esplorazione delle rovine.\nÈ possibile utilizzarlo per misurare gli angoli, e possiede l'innovativa capacità di calcolare e stimare le distanze.\nSe affidato a professionisti addestrati, facendo impiego di frecce appositamente fabbricate,\nesso riesce a mantenere la traiettoria dei dardi stabile e rettilinea come quella della luce.\n\nOltre alla progettazione e alla costruzione, può tornare utile durante le esplorazioni e perfino nelle indagini criminali.\nSe usato da mani capaci, è in grado di misurare lunghe distanze con un grado di precisione particolarmente elevato.\nIn passato, nel corso delle ricognizioni tra le rovine di Remuria, le squadre di esplorazione erano solite portare con sé indicatori distanziometrici di questo genere,\nimpiegandoli principalmente per localizzare i siti d'interesse storico sepolti dal tempo e dalle macerie.\nPerfino nei moderni romanzi di Hurlock, che negli ultimi anni vantano una vasta popolarità,\nuno dei personaggi usa uno strumento simile per trovare la posizione di una certa camera segreta.\n\nAl giorno d'oggi, molti di questi indicatori distanziometrici vengono lasciati a prendere polvere sugli scaffali dei negozi d'antiquariato o nelle soffitte.\nData l'introduzione e la diffusione di strumenti affini dotati di una maggiore facilità d'uso,\nle frecce speciali per questo strumento non vengono più fabbricate da tempo, e molte di esse sono andate ormai perdute o dimenticate.\nCiononostante, poiché l'indicatore è principalmente un arco che può essere trasportato in giro senza destare domande particolari,\nè stato utilizzato per scopi che vanno al di là del suo impiego originale durante certi periodi di tumulto.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Canto dei muratori",
	"effectTemplateRaw": "#Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo d'unità che dura 30{NON_BREAK_SPACE}s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Lotta per 10{NON_BREAK_SPACE}s. Per ogni Simbolo consumato, il personaggio riceve un <color=#99FFFFFF>{0}</color> di bonus ATT e un <color=#99FFFFFF>{1}</color> di bonus DAN per tutti gli elementi. L'effetto Lotta può attivarsi una volta ogni 15{NON_BREAK_SPACE}s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
	"r1": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo d'unità che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Lotta per 10 s. Per ogni Simbolo consumato, il personaggio riceve un 3% di bonus ATT e un 7% di bonus DAN per tutti gli elementi. L'effetto Lotta può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"3%",
			"7%"
		]
	},
	"r2": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo d'unità che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Lotta per 10 s. Per ogni Simbolo consumato, il personaggio riceve un 4% di bonus ATT e un 8,5% di bonus DAN per tutti gli elementi. L'effetto Lotta può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"4%",
			"8,5%"
		]
	},
	"r3": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo d'unità che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Lotta per 10 s. Per ogni Simbolo consumato, il personaggio riceve un 5% di bonus ATT e un 10% di bonus DAN per tutti gli elementi. L'effetto Lotta può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"5%",
			"10%"
		]
	},
	"r4": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo d'unità che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Lotta per 10 s. Per ogni Simbolo consumato, il personaggio riceve un 6% di bonus ATT e un 11,5% di bonus DAN per tutti gli elementi. L'effetto Lotta può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"6%",
			"11,5%"
		]
	},
	"r5": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo d'unità che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Lotta per 10 s. Per ogni Simbolo consumato, il personaggio riceve un 7% di bonus ATT e un 13% di bonus DAN per tutti gli elementi. L'effetto Lotta può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"7%",
			"13%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Frammento di un antico accordo",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Eco di un antico accordo",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 12
			}
		]
	}
}