{
	"id": 12510,
	"name": "Spaccarocce Cornorosso",
	"description": "Secondo il suo precedente proprietario, quest'arma rappresenta il \"potente e stoico Signore dei leoni dorato Spaccarocce Cornorosso\" che può affrontare qualsiasi mostro.",
	"descriptionRaw": "Secondo il suo precedente proprietario, quest'arma rappresenta il \"potente e stoico Signore dei leoni dorato Spaccarocce Cornorosso\" che può affrontare qualsiasi mostro.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "Il nome completo di quest'arma è \"Potente e stoico Signore dei leoni dorato spaccarocce cornorosso\".\nUn tempo, era l'amata spada di un uomo eccentrico conosciuto come \"Otogi Kongou, il Re Leone\".\n\n... Considerata l'eccessiva lunghezza di entrambi nomi,\ni bambini rinominarono l'arma \"Pestello cornorosso\", e il suo possessore \"Re Otogi\".\n\nIl Pestello cornorosso era un'arma realizzata con il corno di un mostro incantato,\ntanto che bake-kitsune, bake-danuki e i demoni malvagi di ogni sorta non potevano che implorare pietà al suo cospetto.\nAnche Reizenbou, grande Tengu del Monte Yougou,\ntemeva il nefasto potere del Pestello e non osava affrontare il Re Leone!\n\n... Naturalmente, i bambini non credevano a queste storie.\nTuttavia, Re Otogi era così forte che neanche sette uomini insieme avrebbero potuto spingerlo fuori da un dohyou.\nQuando vedeva che i bambini cercavano di prendere della frutta che non riuscivano a raggiungere, dava un calcio all'albero facendo cadere a terra le tanto agognate delizie.\nUna volta, sferrò un calcio così potente da sradicare l'intero albero, tanto che dovette scappare sulle montagne per non farsi prendere dal vecchio proprietario.\nIn un'altra occasione, si imbucò con dei bambini a un concerto per la caduta autunnale delle foglie,\ngridando a gran voce: \"Otogi Kongou, il Re Leone è qui. Demoni, fate attenzione!\"\nPoi, si lanciò in uno scontro con una piccola oni in vena di combattere... con tragici risultati.\n\nMa se questo era tutto ciò di cui il re era capace, tanto da non essergli mai stato concesso di indossare i colori dello Shogunato,\ncome poteva, si chiedevano i bambini, dare una lezione agli youkai della canzone?\n\n\"Ah! Stavo male dopo una lunga notte di bevute, tutto qui!\"\nAnche quando Re Otogi si scusava, non dimenticava mai di ridere di cuore.\nEra solo sfacciato o credeva davvero di poter vincere? Nessuno poteva dirlo...\n\n\"Questa volta, taglierò sicuramente le corna di quei mostri.\"\n\"Ve le porterò. Così vedrete la potenza di Otogi Kongou, il Re Leone!\"\n\"Quelle creature dall'altro lato dell'oceano? Bah! Bersagli facili!\"\n\n\"Quindi, sciò... Seguite la volpe messaggera e nascondetevi in un angolino o da qualche parte.\"\n\"Tornerò più tardi. Ci divertiremo con qualche incontro di lotta, ok?\"\n\nNel sentire pronunciare queste parole, i bambini si ricordarono di come la piccola oni avesse sbuffato,\nscagliando l'impetuoso Re Otogi in cielo...\n\nIn seguito, l'oni che aveva lottato con Re Otogi sarebbe fuggita dopo aver perso un braccio e una delle due corna.\nIl grande Tengu non sarebbe più apparso davanti agli umani, ritirandosi in eremitaggio sulle montagne e nei boschi.\nE così, le dicerie su questo grande spadone infine si avverarono.\nTuttavia, l'eccentrico viandante Otogi Kongou, il Re Leone, non fece più ritorno.\nSuccessivamente, con le dovute cure, l'albero di Melonlavanda che aveva abbattuto tornò a produrre frutti.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "19,2%",
	"effectName": "Gokadaiou Otogibanashi",
	"effectTemplateRaw": "La DIF aumenta di un <color=#99FFFFFF>{0}</color>. I DAN da attacchi normali e caricati aumentano di un <color=#99FFFFFF>{1}</color> della DIF.",
	"r1": {
		"description": "La DIF aumenta di un 28%. I DAN da attacchi normali e caricati aumentano di un 40% della DIF.",
		"values": [
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "La DIF aumenta di un 35%. I DAN da attacchi normali e caricati aumentano di un 50% della DIF.",
		"values": [
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "La DIF aumenta di un 42%. I DAN da attacchi normali e caricati aumentano di un 60% della DIF.",
		"values": [
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "La DIF aumenta di un 49%. I DAN da attacchi normali e caricati aumentano di un 70% della DIF.",
		"values": [
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "La DIF aumenta di un 56%. I DAN da attacchi normali e caricati aumentano di un 80% della DIF.",
		"values": [
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Saggezza di Narukami",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Artiglio nascosto",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Artiglio nascosto",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Artiglio affilato nascosto",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Artiglio affilato nascosto",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Artiglio di bestia nascosto",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Eroismo di Narukami",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Artiglio di bestia nascosto",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 18
			}
		]
	}
}