{
	"id": 14521,
	"name": "Reliquiario della verità",
	"description": "Uno scrignetto angolato, realizzato in oro e giada. Secondo la leggenda, anticamente era custodito in un tempio nelle profondità di Tulaytullah, la Città di Zaffiro.",
	"descriptionRaw": "Uno scrignetto angolato, realizzato in oro e giada. Secondo la leggenda, anticamente era custodito in un tempio nelle profondità di Tulaytullah, la Città di Zaffiro.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "Quando la grande torre di Shah Ramshahr infine crollò come un dolce sogno avvelenato, inghiottita dalle sabbie intrise di sangue,\nil suo regale potere attraversò innumerevoli regni, effimeri come la rugiada mattutina, per poi finire sepolto sotto il sangue e le lacrime.\nSotto le cupole di zaffiro, quei nobili che un tempo avevano giurato fedeltà al tiranno si liberarono da quel giogo,\nsolo per seguire dei falsi saggi e cadere, ancora una volta, in un vortice di massacri e sconfitte tra le sabbie roventi.\n\nO fiero popolo di Tulaytullah, che da tempo avevi dimenticato i silenziosi avvertimenti dei saggi!\nFu solo quando le loro ambizioni si spensero, assieme al nome di Gurkan, che essi compresero il vero costo della ribellione.\nQuando i brutali khagan giunsero a cavallo, non c'erano più guerrieri a protezione del Giardino dei pilastri infiniti.\nCosì, come bestie addomesticate, coloro che dimoravano nei sogni dorati non ebbero altra scelta che chinare di nuovo il capo dinanzi ai loro nuovi padroni.\n\nSoldati ed esattori, mossi da un'avidità insaziabile, giunsero da terre lontane per predare quella gente già esausta.\nSebbene la corte smeraldina, che aveva proclamato tale benevolenza, fosse stata inesorabilmente crudele nei confronti dei suoi sudditi,\nci sarebbero sempre stati alcuni che, sottomessi agli zoccoli ferrati di tribù straniere, avrebbero cercato conforto in un passato idilliaco,\nsussurrando le lodi del breve regno di re Humayun, rannicchiati nell'ombra, al riparo dal sole cocente.\n\nIl giovane nobile Goudarz entrò nella sala sacra sepolta nelle profondità della sabbia, determinato a liberare i suoi compagni dalle loro catene.\nSecondo la leggenda, il palazzo apparteneva al Re Ibis, e il più saggio tra i sette monaci, lo scriba, era anche l'emissario segreto delle stelle e della luna.\nMa quell'assalto disperato e quasi senza speranza aveva poche probabilità di successo, poiché nessun piano avrebbe potuto eguagliare le forze del conquistatore che brillavano come il sole.\nI saggi di Tighnar erano fuggiti da tempo, e quel magnifico santuario di saggezza nel deserto era già stato sepolto sotto un mare di sabbia color ferro.\nEppure, dalle profondità di una sorgente prosciugata, echi sacri e antichi si levarono in risposta alle preghiere del giovane...\n\n\"O figlio nobile e sconsiderato, tu brami il potere del sole ardente e la furia delle tempeste di sabbia, eppure aspiri al sogno dello stolto di erigere una torre sulle sabbie mobili.\nPosso concederti un potere inaudito da profeti e fedeli, così come si può offrire acqua amara e salata a un cammello assetato.\nTuttavia, una volta la grande Signora dei fiori e delle oasi lasciò tre indovinelli per il Re Deshret, il mio padrone.\nMa egli, malgrado fosse saggio e sagace, non riuscì a risolverli prima di cadere in quel sogno velenoso.\nSe tu riuscirai a dissipare la nebbia della confusione che da lungo mi pervade, ti concederò in dono il potere di un re.\"\n\nCosì risposte il giovane Goudarz:\n\"Allora rivelami quegli antichi indovinelli, o saggio degli editti sacri, della scrittura, della medicina e della saggezza.\nOffrirò la mia risposta di mortale con la massima sincerità, poiché nel mio viaggio non c'è posto per le ombre di falsità.\"\n\nPertanto, il più saggio tra i monaci disse:\n\"Cosa è che ascende e discende in infinite giravolte, perendo al suo culmine prima di crescere ancora una volta?\nCome la luna, raggiunge il suo massimo per poi tramontare nel nulla.\nSia i saggi che gli stolti la bramano, in un ciclo infinito di desiderio.\nMa, come una marea, s'alza e s'abbassa nei cuori degli uomini.\"\n\nCosì risposte il giovane Goudarz:\n\"Si tratta della cospirazione e del tradimento. Le vesti di coloro che parlano vanamente di virtù non nascondono altro che debolezza e stanchezza.\nÈ stata proprio tale debolezza a far crollare le cupole di zaffiro e a provocare le urla di agonia della gente.\"\n\nIl saggio scoppiò a ridere. Pur non commentando direttamente la risposta del giovane nobile,\ngli fece ugualmente dono del Bastone della falsità.\n\nE fu così che il nome di Goudarz si perse nella storia,\nsostituito dal potente titolo di re Saleb Dowleh.\nIl guerriero che un tempo non tollerava alcuna menzogna ottenne il potere regale grazie alla sua astuzia,\ncreando l'illusione di un'epoca d'oro sulle tenui tonalità del crepuscolo.\n\n...\n\nFu solo quando perfino la menzogna più perfetta non poté più placare la sua sete di potere,\nquando perfino le creazioni di Re Deshret non furono più in grado di creare l'illusione della manifestazione divina,\ne quando la voce del Re Ibis si fece sentire di nuovo per porgli la stessa domanda,\nche l'anziano re fornì la sua ultima risposta tra i lamenti di Gurabad:\n\n\"O santissimo, tutto ciò che dico è una menzogna. Non posso nemmeno fidarmi delle mie parole.\nNon mi resta che combattere fino alla morte. In questo modo, almeno, non tradirò ancora una volta la fiducia dei fratelli che sono venuti a salvarmi.\nO santissimo, che tu stia cercando la verità o la menzogna, devi assaggiare il sapore del tuo stesso sangue.\"\n\nIl suo potere regale fu conquistato dai Dey di altre tribù, finché i venti del deserto non ridussero in polvere i vari regni uno dopo l'altro.\nE, come se raccogliesse il chiaro di luna come il miele ambrato, il santo accettò l'ultima volontà del re come la sua risposta finale.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "19,2%",
	"effectName": "Essenza della falsità",
	"effectTemplateRaw": "#Il tasso di CRIT aumenta di un <color=#99FFFFFF>{0}</color>. Quando il personaggio che equipaggia l'arma usa l'abilità elementale, ottiene l'effetto Segreto della menzogna, che aumenta la maestria elementale del personaggio di <color=#99FFFFFF>{1}</color> per 12{NON_BREAK_SPACE}s. Quando il personaggio infligge DAN da Fioritura lunare a un avversario, ottiene l'effetto Luna della verità, che aumenta i DAN da CRIT di un <color=#99FFFFFF>{2}</color> per 4{NON_BREAK_SPACE}s. Quando i due effetti sono attivi contemporaneamente, il risultato di entrambi aumenta di un 50%.",
	"r1": {
		"description": "Il tasso di CRIT aumenta di un 8%. Quando il personaggio che equipaggia l'arma usa l'abilità elementale, ottiene l'effetto Segreto della menzogna, che aumenta la maestria elementale del personaggio di 80 per 12 s. Quando il personaggio infligge DAN da Fioritura lunare a un avversario, ottiene l'effetto Luna della verità, che aumenta i DAN da CRIT di un 24% per 4 s. Quando i due effetti sono attivi contemporaneamente, il risultato di entrambi aumenta di un 50%.",
		"values": [
			"8%",
			"80",
			"24%"
		]
	},
	"r2": {
		"description": "Il tasso di CRIT aumenta di un 10%. Quando il personaggio che equipaggia l'arma usa l'abilità elementale, ottiene l'effetto Segreto della menzogna, che aumenta la maestria elementale del personaggio di 100 per 12 s. Quando il personaggio infligge DAN da Fioritura lunare a un avversario, ottiene l'effetto Luna della verità, che aumenta i DAN da CRIT di un 30% per 4 s. Quando i due effetti sono attivi contemporaneamente, il risultato di entrambi aumenta di un 50%.",
		"values": [
			"10%",
			"100",
			"30%"
		]
	},
	"r3": {
		"description": "Il tasso di CRIT aumenta di un 12%. Quando il personaggio che equipaggia l'arma usa l'abilità elementale, ottiene l'effetto Segreto della menzogna, che aumenta la maestria elementale del personaggio di 120 per 12 s. Quando il personaggio infligge DAN da Fioritura lunare a un avversario, ottiene l'effetto Luna della verità, che aumenta i DAN da CRIT di un 36% per 4 s. Quando i due effetti sono attivi contemporaneamente, il risultato di entrambi aumenta di un 50%.",
		"values": [
			"12%",
			"120",
			"36%"
		]
	},
	"r4": {
		"description": "Il tasso di CRIT aumenta di un 14%. Quando il personaggio che equipaggia l'arma usa l'abilità elementale, ottiene l'effetto Segreto della menzogna, che aumenta la maestria elementale del personaggio di 140 per 12 s. Quando il personaggio infligge DAN da Fioritura lunare a un avversario, ottiene l'effetto Luna della verità, che aumenta i DAN da CRIT di un 42% per 4 s. Quando i due effetti sono attivi contemporaneamente, il risultato di entrambi aumenta di un 50%.",
		"values": [
			"14%",
			"140",
			"42%"
		]
	},
	"r5": {
		"description": "Il tasso di CRIT aumenta di un 16%. Quando il personaggio che equipaggia l'arma usa l'abilità elementale, ottiene l'effetto Segreto della menzogna, che aumenta la maestria elementale del personaggio di 160 per 12 s. Quando il personaggio infligge DAN da Fioritura lunare a un avversario, ottiene l'effetto Luna della verità, che aumenta i DAN da CRIT di un 48% per 4 s. Quando i due effetti sono attivi contemporaneamente, il risultato di entrambi aumenta di un 50%.",
		"values": [
			"16%",
			"160",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiscenza del giardino dell'oasi",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Osso senza luce",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Osso senza luce",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Resti luminescenti",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Resti luminescenti",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Esoscheletro radioso",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Verità del giardino dell'oasi",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Esoscheletro radioso",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 18
			}
		]
	}
}