{
	"name": "Equa ricompensa",
	"description": "Una lancia affilata. La sua punta è l'unica parte a essere macchiata di sangue fresco.",
	"weapontype": "Lancia",
	"rarity": "4",
	"story": "A prescindere da quali stratagemmi utilizzino, i ladri restano sempre tali.\nI crimini e le menzogne vanno puniti e svelati pubblicamente.\nÈ così che il mondo dovrebbe sempre operare e preservare la rettitudine.\nMa, quando si parla di \"come dovrebbero andare le cose\", è sempre tremendamente difficile raggiungere risultati ideali.\n\nIn giovinezza, ella combatté contro un giovane spadaccino ma, confusa dal suo sguardo astuto e ingannata dal suo ritmo volutamente lento,\nfinì per rivelare una debolezza che in genere non mostrava mai, e il suo braccio fu raggiunto dalla lama del giovane, costringendola ad ammettere la sua inferiorità armi alla mano.\nIn seguito, pensò di cercare nuovamente quello spadaccino e sfidarlo nuovamente in un duello finale, ma venne a sapere per puro caso che si era ritirato ormai da tempo...\nEra rimasto sfigurato mentre era in servizio, e girava col viso coperto da una maschera. Aveva ormai del tutto perso la sua voce frivola e la sua cadenza provocante.\nStanco di tutto ciò che i Cacciatori della Maréchaussée dovevano affrontare, era ormai diventato un bevitore incallito.\n\nAveva senza dubbio tradito la sua vita passata, ma l'esperta di lance doveva scoprire di persona quale fosse la verità dietro quelle dicerie.\nCosì, ripercorrendo i passi e le ferite dello spadaccino, ella inseguì il suo predestinato rivale...\nNon le interessava che qualcuno a lei caro fosse caduto all'interno dell'arena del fato, né che il suo cuore sarebbe potuto andare in frantumi...\nDopo aver seguito le tracce fino alla maschera lasciata dallo spadaccino, tutte le sue tribolazioni sembravano averla finalmente ripagata.\n\nTuttavia, il finale della sua ricerca fu alquanto inaspettato, e non aveva nulla a che vedere con gli ideali di giustizia della un tempo leggendaria campionessa duellante...\n\n\"Ah, stavolta c'è la celebre Marfisa, quindi...\nFatti coraggio. Puoi contare sulle tue abilità con la lancia.\"\n\n\"Maestro... Questo è già il secondo. Ho paura che il prossimo sarà...\"\n\n\"Lo so.\"",
	"baseatk": 44,
	"substat": "PS",
	"subvalue": "6",
	"effectname": "Punta di lancia",
	"effect": "Quando chi la utilizza riceve effetti di guarigione, la sua energia si ripristina di {0}. Quest'effetto può attivarsi una volta ogni 10 s, anche quando il personaggio non si trova in campo.",
	"r1": [
		"8"
	],
	"r2": [
		"10"
	],
	"r3": [
		"12"
	],
	"r4": [
		"14"
	],
	"r5": [
		"16"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Calice frantumato del mare immacolato",
				"count": 3
			},
			{
				"name": "Nucleo della Faglia",
				"count": 3
			},
			{
				"name": "Ingranaggio dentato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Calice di vino del mare immacolato",
				"count": 3
			},
			{
				"name": "Nucleo della Faglia",
				"count": 12
			},
			{
				"name": "Ingranaggio dentato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Calice di vino del mare immacolato",
				"count": 6
			},
			{
				"name": "Sinapsi aliena",
				"count": 6
			},
			{
				"name": "Ingranaggio cilindrico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Calice d'argento del mare immacolato",
				"count": 3
			},
			{
				"name": "Sinapsi aliena",
				"count": 12
			},
			{
				"name": "Ingranaggio cilindrico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Calice d'argento del mare immacolato",
				"count": 6
			},
			{
				"name": "Nucleo di vita aliena",
				"count": 9
			},
			{
				"name": "Ingranaggio dinamico artificiato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Calice d'oro del mare immacolato",
				"count": 4
			},
			{
				"name": "Nucleo di vita aliena",
				"count": 18
			},
			{
				"name": "Ingranaggio dinamico artificiato",
				"count": 12
			}
		]
	}
}