{
	"id": 13408,
	"name": "Lancia reale",
	"description": "Un tempo, quest'arma apparteneva a un membro dell'antica nobiltà che governava Mondstadt. Sebbene non abbia mai visto la luce del giorno, è tuttora straordinariamente appuntita.",
	"descriptionRaw": "Un tempo, quest'arma apparteneva a un membro dell'antica nobiltà che governava Mondstadt. Sebbene non abbia mai visto la luce del giorno, è tuttora straordinariamente appuntita.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "Una lancia un tempo custodita nella collezione di un nobile che governava su Mondstadt. Un prodotto di materiali pregiati e di un lavoro artigianale magistrale.\nPer questo motivo, rimane affilata come il giorno in cui fu forgiata, anche per molte generazioni dopo la fine del tempo dei nobili.\nMa al tempo dell'era della nobiltà, quest'arma non vide mai la luce del giorno, e veniva illuminata solo dal pallido chiarore della luna.\n\nI nobili credevano che coloro che avevano il sangue blu dovessero usare le spade in battaglia.\nPer loro, il suono delle lame che si scontravano era il coro delle anime nobili.\nLa lancia e l'arco, invece, erano le armi dei gladiatori plebei e dei popolani.\n\nDopotutto, i cittadini comuni con forconi e pali di legno affilati potevano ancora essere dei degni avversari dei rampolli della nobiltà armati di spada.\nQuesta fu indubbiamente una pillola difficile da mandar giù per i sovrani della Vecchia Mondstadt.\n\nLa leggenda narra che c'era anche un giovane di nobile stirpe,\nche cercò un fabbro per forgiare quest'arma, decorata con lo stemma della sua casata,\ne che tuttavia, proprio come questo giovane, non avrebbe mai potuto guadagnare il favore della sua famiglia...\nNo, non senza spargimento di sangue.\n\nSe quel giovane avesse voluto realizzare il cambiamento, avrebbe avuto bisogno di potere.\nAnche se significava usare un'arma considerata ignobile.\nAnche se significava che la sua ombra che la brandiva non avrebbe mai potuto vedere altra luce se non quella della luna a notte fonda.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Concentrazione",
	"effectTemplateRaw": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un <color=#99FFFFFF>{0}</color>. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità accumulata si azzera.",
	"r1": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 8%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 10%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 12%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 14%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 16%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità accumulata si azzera.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Elisir di piombo della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elisir di mercurio della nebbia",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Elisir d'oro della nebbia",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Elisir primordiale della nebbia",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}