{
	"id": 12404,
	"name": "Spadone reale",
	"description": "Un vecchio spadone appartenuto agli antichi governanti di Mondstadt. Forgiato con materiali di qualità superiore, ha resistito al passare del tempo. Un'arma destinata ai nobili.",
	"descriptionRaw": "Un vecchio spadone appartenuto agli antichi governanti di Mondstadt. Forgiato con materiali di qualità superiore, ha resistito al passare del tempo. Un'arma destinata ai nobili.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Uno spadone un tempo usato dai nobili che regnavano su Mondstadt. È stato realizzato con materiali di prima qualità e con la massima maestria.\nPer questo motivo, anche dopo essere stato tramandato per generazioni, è rimasto come nuovo.\nUn tempo, il combattimento era una responsabilità dei nobili.\nProteggevano il loro popolo dai mostri che minacciavano la pace e la stabilità.\nSfortunatamente, dimenticarono le loro responsabilità, diventando così come quegli stessi mostri che un tempo cercavano di annientare.\n\nGli studi suggeriscono che il combattimento tra gladiatori si sia originato in un contesto religioso all'epoca dell'aristocrazia.\nOrmai bandito dai Cavalieri di Favonius, nacque come cerimonia sacrificale accompagnata dalle preghiere agli dèi.\n\nAnche se l'usanza si trasformò presto in una pratica perversa per accontentare il piacere del clan Lawrence, e venne successivamente abolita dai Cavalieri,\nrimangono ancora alcune testimonianze delle preghiere originali.\n\n\"Oh, venti custodi di Mondstadt. Vegliate su di me, sui miei amici, sui miei compatrioti e sul mio avversario. Possa il suono del cozzare delle lame deliziarvi, e il sudore e il sangue offerti accontentarvi.\"\n\"Oh, venti che guidate il mio cammino. Quando sono esausto, donatemi la forza per andare avanti. Quando sono incerto, datemi la saggezza per discernere tra bene e male.\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Concentrazione",
	"effectTemplateRaw": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un <color=#99FFFFFF>{0}</color>. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
	"r1": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 8%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 10%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 12%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 14%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 16%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 12
			}
		]
	}
}