{
	"id": 14404,
	"name": "Grimorio reale",
	"description": "Un libro appartenuto al mago della corte di Mondstadt che era a servizio della nobiltà. Contiene racconti storici completi e incantesimi magici.",
	"descriptionRaw": "Un libro appartenuto al mago della corte di Mondstadt che era a servizio della nobiltà. Contiene racconti storici completi e incantesimi magici.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Una pergamena delicata trattata con la cera per evitare la decomposizione e i danni da tarme.\nContiene la ricerca dei maghi reali, una che ancora oggi è alquanto lungimirante.\nI maghi reali avevano il compito di nutrire l'acqua e la terra, oltre a combattere i mostri. Erano anche i precettori dei nobili.\nPertanto, la pergamena contiene una ricchezza di informazioni riguardanti la storia, l'amministrazione, la gestione e la cultura.\nQuando la nobiltà fu rovesciata, anche questi maghi vennero esiliati allo stesso modo,\npoiché avevano dimenticato la loro responsabilità di infondere nei nobili la bontà e la virtù, e avevano invece cominciato a perseguire i loro stessi interessi.\n\nNei primi tempi di Mondstadt, il clan Lawrence era guidato da Venerare.\nSotto la sua guida, il popolo costruì nella piazza un'alta statua per commemorare il miracolo della discesa dell'Archon di Anemo.\n\nL'iscrizione sotto la statua fu posta dal capo di tutti i clan. Su di essa è riportato il giuramento di protezione a Mondstadt che tutti avevano fatto.\nNel corso degli anni, il clan Lawrence abbandonò le nobili aspirazioni dei suoi antenati e la statua fu demolita.\nI maghi saggi della corte non parlarono mai più né della storia né del giuramento.\n\nLa statua fu ricostruita al tempo dei Cavalieri di Favonius.\nTuttavia, il testo del giuramento sull'iscrizione è andato perso per sempre.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Concentrazione",
	"effectTemplateRaw": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un <color=#99FFFFFF>{0}</color>. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità accumulata si azzera.",
	"r1": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 8%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 10%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 12%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 14%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 16%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità accumulata si azzera.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tegola della Torre di Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Emblema della recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Emblema del sergente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Frammento del sogno di Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Emblema del tenente",
				"count": 12
			}
		]
	}
}