{
	"name": "Spada lunga reale",
	"description": "Una vecchia spada lunga, appartenuta agli antichi governanti di Mondstadt. Di squisita fattura, le incisioni e gli ornamenti testimoniano la levatura del suo proprietario.",
	"weapontype": "Spada",
	"rarity": "4",
	"story": "Una spada lunga usata da un nobile che regnava su Mondstadt. Fu realizzata con materiali di prima qualità e con la massima maestria.\nPer questo motivo, anche dopo essere stata tramandata per generazioni, la sua lama rimane più affilata che mai.\nUn tempo, ogni nobile dove essere abile nell'arte della spada.\nTuttavia, serviva ad affinare saggezza ed eleganza, e non era destinata all'uso in combattimento.\nSfortunatamente, saggezza ed eleganza finirono per essere messe da parte. L'arte della spada divenne una mera formalità.\n\nVentisei secoli fa era l'epoca dei più antichi abitanti di Mondstadt.\nQuesti fecero un giuramento solenne, dopo che il nuovo Archon di Anemo fece la sua comparsa e riformò il mondo:\n\n\"Per Mondstadt, per sempre. Per le piane verdeggianti, per le colline e per le foreste di Mondstadt. Possano continuare a fiorire, per sempre.\"\n\"Per Mondstadt, per sempre. Per l'imperitura libertà di Mondstadt dalla tormenta e dalla tirannia, la cui freddezza e oppressione sono la stessa cosa.\"\n\nNon importa quali disgrazie future possano colpire Mondstadt, se la tirannia umana o l'invasione di mostri: anche se la tavoletta su cui è stato scritto questo voto di protezione venisse distrutta,\nil giuramento stesso sarà per sempre trasportato dai venti, accarezzando dolcemente Mondstadt come un amante affettuoso, difendendola saldamente come un padre amorevole.",
	"baseatk": 42,
	"substat": "ATT",
	"subvalue": "9",
	"effectname": "Concentrazione",
	"effect": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un {0}. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tegola della Torre di Decarabian",
				"count": 3
			},
			{
				"name": "Corno pesante",
				"count": 3
			},
			{
				"name": "Maschera danneggiata",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Resti della Città di Decarabian",
				"count": 3
			},
			{
				"name": "Corno pesante",
				"count": 12
			},
			{
				"name": "Maschera danneggiata",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Resti della Città di Decarabian",
				"count": 6
			},
			{
				"name": "Corno di bronzo nero",
				"count": 6
			},
			{
				"name": "Maschera sporca",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Frammento dell'epopea di Decarabian",
				"count": 3
			},
			{
				"name": "Corno di bronzo nero",
				"count": 12
			},
			{
				"name": "Maschera sporca",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Frammento dell'epopea di Decarabian",
				"count": 6
			},
			{
				"name": "Corno con cristallo nero",
				"count": 9
			},
			{
				"name": "Maschera nefasta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Frammento del sogno di Decarabian",
				"count": 4
			},
			{
				"name": "Corno con cristallo nero",
				"count": 18
			},
			{
				"name": "Maschera nefasta",
				"count": 12
			}
		]
	}
}