{
	"id": 15404,
	"name": "Arco reale",
	"description": "Un vecchio arco lungo appartenuto agli antichi sovrani di Mondstadt. Tramandato da generazioni, la sua corda è ancora ben salda e può scoccare frecce con grande forza.",
	"descriptionRaw": "Un vecchio arco lungo appartenuto agli antichi sovrani di Mondstadt. Tramandato da generazioni, la sua corda è ancora ben salda e può scoccare frecce con grande forza.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Un arco lungo usato da un nobile che regnava su Mondstadt. È stato realizzato con materiali di prima qualità e con la massima maestria.\nPer questo motivo, anche dopo generazioni, è potente come sempre.\nUna volta, la caccia era il passatempo per i nobili.\nDimostravano la loro forza nella natura, e condividevano il bottino con la gente con benevolenza.\nSfortunatamente, la benevolenza andò perduta, e con essa il loro regno.\n\nDopo la rivolta, il clan Lawrence, che aveva a lungo governato Mondstadt, venne rovesciato.\nNel nome di un governo clemente, i neoistituiti Cavalieri di Favonius reputarono che non sarebbe stato necessario protrarre le indagini.\nIl clan Lawrence fu prontamente cacciato da Mondstadt, e bandito per sempre.\n\n\"Sulla strada del nostro esilio, ho visto mio padre sospirare di dolore: al tradimento del popolo, alla fine di un'era gloriosa, al capitolo finale della storia.\"\n\"Osservammo le persone che un tempo erano nostri sudditi gioire in aperta campagna mentre salutavamo la nostra patria.\"\n\"Solo anni dopo ho capito: eravamo noi, il clan Lawrence, ad aver tradito la città, ad aver posto fine a un'era gloriosa, e ad aver chiuso i libri di storia. Solo ora Mondstadt era come avrebbe sempre dovuto essere.\"\n\nVennessa è stata solo la spinta finale che fece crollare una torre fatiscente. Davanti a lei, le fiamme della furia ardevano già luminose, e di tanto in tanto le fiamme tremolanti avevano brillato attraverso il denso fumo della segretezza:\nil ladro fantasma lodato in segreto dal popolo. La donna che poteva vedere la morte. La Compagnia del vagabondo dedita alla rivoluzione.\nLo spirito della resistenza è nel sangue degli abitanti di Mondstadt.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Concentrazione",
	"effectTemplateRaw": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un <color=#99FFFFFF>{0}</color>. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità accumulata si azzera.",
	"r1": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 8%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 10%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 12%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 14%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità cumulata si azzera.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Dopo aver inflitto danni a un avversario, il tasso di CRIT aumenta di un 16%. Cumulabile fino a 5 volte. In caso di colpo CRIT, la quantità accumulata si azzera.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 12
			}
		]
	}
}