{
	"id": 12403,
	"name": "Spadone sacrificale",
	"description": "Uno spadone cerimoniale pietrificatosi nel corso degli anni. I suoi ornamenti sono ancora visibili. Chi lo impugna avrà il potere di affrontare i venti del tempo.",
	"descriptionRaw": "Uno spadone cerimoniale pietrificatosi nel corso degli anni. I suoi ornamenti sono ancora visibili. Chi lo impugna avrà il potere di affrontare i venti del tempo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Sulla scogliera di fronte al mare orientale, gli antenati veneravano i maestri del Tempo e di Anemo.\nI due sono intimamente legati, come esplicitato dal detto: \"Il Tempo nutre e coltiva le storie portate da Anemo.\"\nLa spada narra una storia di guerra, e veniva usata nelle rappresentazioni di combattimenti epici.\nIn origine un semplice oggetto decorativo, la sua lama venne temprata dal passare del tempo.\n\nUn tempo, questa spada apparteneva al clan Imunlaukr, un clan di guerrieri coraggiosi e dotati che combatterono duramente e morirono giovani.\nDurante le cerimonie sacrificali, erano soliti rappresentare duelli tra coraggiosi guerrieri macchiati di sangue.\n\nAgli occhi del clan Imunlaukr, il combattimento non serviva per la protezione, per la gloria o per conquistare territori.\nPiuttosto, serviva da sollazzo per gli dèi in alto nei cieli, i quali non era semplice intrattenere.\nCombattevano tutti allo stesso modo, mostri e fuorilegge, senza preoccuparsi se dopo sarebbero tornati dai loro cari.\nPerché niente di tutto ciò aveva importanza. Ciò che importava era farsi sentire, forte e chiaro, nel pieno della sanguinosa battaglia. Quello era il loro dovere.\n\nUn temperamento così bollente è in contrasto con la longevità della storia del clan Imunlaukr.\nLa loro era un lotta senza fine e senza alcuna speranza di vittoria.\nTuttavia, mentre la neve si scioglieva lentamente e Mondstadt cominciava a prendere forma, iniziarono gradualmente a capire: avevano finalmente trovato qualcosa per cui lottare.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "6,7%",
	"effectName": "Compostezza",
	"effectTemplateRaw": "#Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un <color=#99FFFFFF>{0}</color> di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 40% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"40%",
			"30"
		]
	},
	"r2": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 50% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 26 s.",
		"values": [
			"50%",
			"26"
		]
	},
	"r3": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 60% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 22 s.",
		"values": [
			"60%",
			"22"
		]
	},
	"r4": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 70% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 19 s.",
		"values": [
			"70%",
			"19"
		]
	},
	"r5": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 80% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 16 s.",
		"values": [
			"80%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente da latte del Lupo boreale",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del Lupo boreale",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}