{
	"id": 13434,
	"name": "Bastone del sacrificio",
	"description": "Una lancia d'argento pura e immacolata. Secondo la leggenda, un tempo veniva usata dalle antiche Gran Sacerdotesse di Iperborea per guidare le loro schiere di Eredi della Luna gelata.",
	"descriptionRaw": "Una lancia d'argento pura e immacolata. Secondo la leggenda, un tempo veniva usata dalle antiche Gran Sacerdotesse di Iperborea per guidare le loro schiere di Eredi della Luna gelata.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "\"O Lovia, mia dolce bambina, la più pura di tutte, ricevi questo bastone della Gran Sacerdotessa.\nSolo la tua misericordia e la tua compassione possono aprire gli occhi delle anime perdute e benedirle con una gioia serena e delicata.\nSolo tu puoi donare ai deboli una felicità a loro nota, il conforto di una guida, poiché essi desiderano un luogo da poter chiamare casa fin dalla loro nascita.\nSolo tu puoi correggere le falsità contorte che si annidano nelle ombre ai piedi della luna, poiché non vi è altro sentiero se non quello della verità.\nLa Signora della Luna gelata ha già tessuto ogni sentiero del mondo con il suo filo d'argento, e tutte le cose ora si muovono al ritmo della sua danza silenziosa.\"\n\nLe antiche benedizioni si spensero nel tempo come una candela nella notte fredda, e la giovane ancella acquisì il bastone della Gran Sacerdotessa precedente.\nLa ragazza era un'orfana straniera, sebbene ne fosse inconsapevole. Non avrebbe mai dovuto essere scelta, poiché non era mai stata benedetta.\nLa pallida Luna gelata non li osservava più con costanza, e persino il più puro tra i santi, nato dalla più pura delle stirpi, non poteva più brandire la sua luce radiosa.\nMentre quelli che un tempo erano fedeli continuavano ad allontanarsi, e i sussurri del dubbio si facevano sempre più forti, l'ormai fragile Gran Sacerdotessa non ebbe altra scelta se non mettere la propria figlia adottiva sul fragile trono,\nnella speranza che la sua gentilezza avrebbe quantomeno unito i seguaci, sebbene il chiaro di luna non scorresse nelle sue vene.\n\nE, proprio come sperava la Gran Sacerdotessa, l'ancella, tenera e misericordiosa verso i deboli, scelse di rimanere fedele a ciò che aveva ritenuto \"giusto\" fin dall'inizio.\nLuce e ombra, splendore e oscurità, bene e male, vita e morte... C'è un lato \"giusto\" e uno \"sbagliato\" per ogni cosa in questo mondo illuminato dalla luna.\nPerciò, solo percorrendo il sentiero assoluto del \"giusto\" si può sperare di condurre tutte le creature verso l'autentica felicità.\nPercorrere il sentiero della rettitudine vuol dire dare da mangiare ai bisognosi e prendersi cura dei malati durante la lunga notte,\nguarire le ferite del sospetto con sincerità e comprensione, e placare gli animi turbati della propria gente.\nLa giusta gentilezza si trasformerà in una delicata fiamma nel cuore della notte, scaldando i cuori freddi e indifferenti, e dissolvendo il risentimento e l'odio.\n\nQuesta era la verità che la ragazza chiamata Lovia si ostinava a sostenere, mentre osservava con compassione i suoi seguaci.\nAlmeno finché la fanciulla della stirpe più pura dell'Estremo Nord, una sorella con cui non condivideva alcun legame di sangue,\nnon fu trafitta dalla lama di un traditore. Ella si sacrificò per proteggere la sorella maggiore, che ancora lottava per affermare il proprio ruolo di guida tra i suoi seguaci.\nFu in quel momento che, illuminata da un accecante bagliore argentino, la ragazza incapace di emettere anche un solo lamento di angoscia ebbe una rivelazione:\n\nil cammino che aveva scelto non era mai stato quello \"giusto\",\ne la bontà dei deboli non era che un'imperdonabile illusione.\n\nSe la vera luna si rifiuta di concedere la sua speranza, allora possano le menzogne essere intessute in una dolce alba.\nUn'alba che infiammerà l'ardente desiderio dei deboli e concederà agli agnelli in pena un paradiso dove poter riposare in pace.\nE se quell'eterea luna nuova non risorgerà mai più, allora l'autorità assoluta governerà sul sogno dei mortali,\naffinché il gregge errante possa tornare all'obbedienza e non piangere più per i vani doni che aveva ricevuto.\n\nSì, era quello l'amore \"giusto\", l'unica salvezza per le masse addolorate.\nIl \"giusto\" sentiero della gentilezza, anche per chi non avesse mai davvero posato gli occhi sui fili argentei della luna.\nE chi avesse osato opporsi a questa verità, avrebbe visto le proprie scellerate menzogne spazzate via col sangue.\nPoiché il sentiero del \"giusto\" non poteva essere contaminato da mani maligne, finché l'orfana della sua defunta sorella non avesse ereditato il suo titolo sacro.\n\nE fu così che l'ancella, tenera e misericordiosa verso i deboli, che infinite lacrime aveva versato per la sofferenza del mondo,\npose sulla propria testa la corona di corna, pura, corrotta e illusoria, simile a un bozzolo in cui rinchiudersi.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "2%",
	"effectName": "Desiderio incontaminato",
	"effectTemplateRaw": "#Per 6{NON_BREAK_SPACE}s dopo aver colpito un avversario con un'abilità elementale, l'ATT e la ricarica d'energia aumentano rispettivamente di un <color=#99FFFFFF>{0}</color> e di un <color=#99FFFFFF>{1}</color>. Massimo 3 accumuli. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
	"r1": {
		"description": "Per 6 s dopo aver colpito un avversario con un'abilità elementale, l'ATT e la ricarica d'energia aumentano rispettivamente di un 8% e di un 6%. Massimo 3 accumuli. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "Per 6 s dopo aver colpito un avversario con un'abilità elementale, l'ATT e la ricarica d'energia aumentano rispettivamente di un 10% e di un 7,5%. Massimo 3 accumuli. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"10%",
			"7,5%"
		]
	},
	"r3": {
		"description": "Per 6 s dopo aver colpito un avversario con un'abilità elementale, l'ATT e la ricarica d'energia aumentano rispettivamente di un 12% e di un 9%. Massimo 3 accumuli. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "Per 6 s dopo aver colpito un avversario con un'abilità elementale, l'ATT e la ricarica d'energia aumentano rispettivamente di un 14% e di un 10,5%. Massimo 3 accumuli. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"14%",
			"10,5%"
		]
	},
	"r5": {
		"description": "Per 6 s dopo aver colpito un avversario con un'abilità elementale, l'ATT e la ricarica d'energia aumentano rispettivamente di un 16% e di un 12%. Massimo 3 accumuli. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Barlume della Selce della Lunga notte",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Manifestazione brumosa",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Incandescenza della Selce della Lunga notte",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Manifestazione brumosa",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Albero di trasmissione rotto",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Incandescenza della Selce della Lunga notte",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Frammento di armatura brumoso",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Bagliore della Selce della Lunga notte",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Frammento di armatura brumoso",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Albero di trasmissione rinforzato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Bagliore della Selce della Lunga notte",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Elmo brumoso",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Fulgore della Selce della Lunga notte",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Elmo brumoso",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Albero di trasmissione di precisione",
				"count": 12
			}
		]
	}
}