{
	"id": 14424,
	"name": "Giada sacrificale",
	"description": "Un antico pendente di giada che emette un bagliore limpido come l'acqua. Sembra venisse impiegato per officiare antiche cerimonie.",
	"descriptionRaw": "Un antico pendente di giada che emette un bagliore limpido come l'acqua. Sembra venisse impiegato per officiare antiche cerimonie.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Quando Rex Lapis arrivò, gli antenati del popolo della Vallata Chenyu erano già da tempo regrediti a semplici tribù sparse tra le colline.\nErano dediti a scolpire giada pura e limpida come l'acqua, organizzando feste nel solenne rispetto delle tradizioni antiche,\nin attesa del lieto giorno in cui avrebbero potuto porre fine al loro gravoso lavoro, e sacrificare la loro splendida giada gettandola nei fiumi in segno di riverenza...\ncommemorando i silenziosi messaggeri del cielo ceruleo e aspettando con ansia le benedizioni e le sciagure dell'anno successivo.\n\nQuando l'antico dio che un tempo regnava sulla Vallata Chenyu perì in terra straniera, e Rex Lapis assunse il controllo della terra,\ngli antichi avi che abitavano le montagne selvagge lentamente si abituarono alla civiltà di Liyue, pur mantenendo i loro tradizionali sacrifici.\nCol passare di lunghi anni, anche la pietra più dura viene trasformata in lisci ciottoli dal gentile flusso dell'acqua, e le antiche usanze locali vennero accettate dai nuovi migranti di Liyue.\nCosì, la gente del luogo sviluppò usanze sociali e una natura gentile diverse da quelle del Porto di Liyue.\n\nInfiniti anni e stagioni si susseguirono, e gli antichi avi, insieme alle proprie tribù, si mescolarono ai nuovi arrivati, creando nuovi clan e insediamenti...\nAvendo perduto l'antica arte degli accessori in giada scolpita, nella nuova era si diffusero in tutta la Vallata Chenyu i campi di tè.\nAnche se le persone del posto non sacrificavano più gli ornamenti in giada, pura e limpida come l'acqua, gettandoli nei fiumi che scorrono in eterno,\nla tradizione di recarsi al Pontile Yilong per commemorare gli antenati e i morti era sopravvissuta fino ad allora, come una giada che rifulge in un chiaro ruscello di montagna.\n\nA volte agli erboristi capita ancora di trovare giada di Yilong, dal tipico colore blu e verdognolo, girando tra monti e valli.\nAnche se non risponde più ai cieli antichi, sfavilla ancora insieme alla luce di questo mondo.\nNeanche la silenziosa giada ha mai raccontato a nessuno l'antica storia dei suoi antenati, delle loro difficoltà e traversie...\nE tutti gli enigmi del passato rimangono in attesa di chi li raccoglierà per pura fortuna, pronti a supporre e a immaginare.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "8%",
	"effectName": "Circolazione di giada",
	"effectTemplateRaw": "#Se il personaggio rimane fuori dal campo per più di 5{NON_BREAK_SPACE}s, i suoi PS max e la sua maestria elementale aumentano rispettivamente di un <color=#99FFFFFF>{0}</color> e di <color=#99FFFFFF>{1}</color>. Questi effetti si annullano quando il personaggio rimane in campo per più di 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Se il personaggio rimane fuori dal campo per più di 5 s, i suoi PS max e la sua maestria elementale aumentano rispettivamente di un 32% e di 40. Questi effetti si annullano quando il personaggio rimane in campo per più di 10 s.",
		"values": [
			"32%",
			"40"
		]
	},
	"r2": {
		"description": "Se il personaggio rimane fuori dal campo per più di 5 s, i suoi PS max e la sua maestria elementale aumentano rispettivamente di un 40% e di 50. Questi effetti si annullano quando il personaggio rimane in campo per più di 10 s.",
		"values": [
			"40%",
			"50"
		]
	},
	"r3": {
		"description": "Se il personaggio rimane fuori dal campo per più di 5 s, i suoi PS max e la sua maestria elementale aumentano rispettivamente di un 48% e di 60. Questi effetti si annullano quando il personaggio rimane in campo per più di 10 s.",
		"values": [
			"48%",
			"60"
		]
	},
	"r4": {
		"description": "Se il personaggio rimane fuori dal campo per più di 5 s, i suoi PS max e la sua maestria elementale aumentano rispettivamente di un 56% e di 70. Questi effetti si annullano quando il personaggio rimane in campo per più di 10 s.",
		"values": [
			"56%",
			"70"
		]
	},
	"r5": {
		"description": "Se il personaggio rimane fuori dal campo per più di 5 s, i suoi PS max e la sua maestria elementale aumentano rispettivamente di un 64% e di 80. Questi effetti si annullano quando il personaggio rimane in campo per più di 10 s.",
		"values": [
			"64%",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Sabbie brillanti di Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polline d'Erbafosca",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Erbafosca",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo divino di Guyun",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Ciuffi d'Erbafosca",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 12
			}
		]
	}
}