{
	"id": 14403,
	"name": "Frammenti sacrificali",
	"description": "Un libro eroso dal tempo, il cui testo è divenuto illeggibile. Un oggetto maledetto corrotto dai venti del tempo.",
	"descriptionRaw": "Un libro eroso dal tempo, il cui testo è divenuto illeggibile. Un oggetto maledetto corrotto dai venti del tempo.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Agli albori, la gente di Mondstadt aveva come tradizione quella di erigere i teatri sulla cima delle scogliere ventose per compiacere gli dèi.\nI rituali venivano eseguiti sotto forma di spettacoli, poiché si credeva che agli dèi piacessero storie e ballate.\nQuesto copione è vecchio di millenni, ed è diventato illeggibile.\n\nMolto tempo fa, ci fu una guerra combattuta tra il Signore delle Tempeste e il Grande Re Lupo del Nord. Mondstadt fu inghiottita dalle tempeste di neve, i cui fiocchi pungevano come sabbia.\nUn gruppo di persone che non riuscivano più a sopportare il freddo costruì un santuario in cima a una scogliera a est. Lì pregarono per la misericordia e la protezione divina.\n\nIl vento soffia per un attimo, ma i segni del tempo sono costanti, inesorabili e irreversibili.\nIl dio dei venti può muoversi tra le pagine di un libro, ma alla fine lo spietato dio del tempo le logorerà a tal punto che non rimarrà una sola parola leggibile.\n\nEppure, l'aggressione del tempo e quella del vento esigono spesso lo stesso tributo del cuore.\nForse è per questo che le generazioni successive presumevano che il santuario fosse sempre stato solamente per il vento.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "48",
	"effectName": "Compostezza",
	"effectTemplateRaw": "#Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un <color=#99FFFFFF>{0}</color> di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 40% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"40%",
			"30"
		]
	},
	"r2": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 50% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 26 s.",
		"values": [
			"50%",
			"26"
		]
	},
	"r3": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 60% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 22 s.",
		"values": [
			"60%",
			"22"
		]
	},
	"r4": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 70% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 19 s.",
		"values": [
			"70%",
			"19"
		]
	},
	"r5": {
		"description": "Dopo aver inflitto danni a un avversario con un'abilità elementale, questa ha un 80% di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni 16 s.",
		"values": [
			"80%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 12
			}
		]
	}
}