{
	"id": 11417,
	"name": "Lama di alburno",
	"description": "Un'arma che hai ottenuto da una storia degli Aranara. Ha assunto la forma di una lama in grado di fendere i nemici della foresta.",
	"descriptionRaw": "Un'arma che hai ottenuto da una storia degli Aranara. Ha assunto la forma di una lama in grado di fendere i nemici della foresta.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "\"Questa è una storia di Valuka...\"\n\nQuesta è una storia che risale a molte lune fa, quando la giungla era ancora uno scintillante deserto dorato, e noi non eravamo ancora nati dai melograni.\n\nC'erano una volta tre amici. Erano affiatati come Araji, Aramaha e Arayama.\nMa uno degli amici fece ritorno alla terra, mentre gli altri due presero strade separate.\nUno dei due voleva creare un regno terreno e fare sparire la tristezza dal mondo.\nL'altro decise di diffondere la vegetazione e di riempire la terra di saggezza e felicità.\n\nMa prima o poi i regni cadranno, la saggezza verrà distorta, e la definizione di felicità cambierà.\nDimenticherai i tuoi sogni, mentre noi torneremo ai nostri, dimenticando il sole e la luna.\n\nEppure, nelle profondità del deserto, proprio come i re della foresta lasciano orme dietro i loro passi, io e te lasceremo storie dietro noi.\nLe tracce della nostra amicizia passata dormono beatamente, come un Aranara trasformatosi in un seme.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "6,7%",
	"effectName": "Santuario della foresta",
	"effectTemplateRaw": "#Dopo aver innescato Ustione, Vivificazione, Accentuazione, Propagazione, Fioritura, Iperfioritura o Germinazione, verrà creata una Foglia di coscienza attorno al personaggio per un massimo di 10{NON_BREAK_SPACE}s. Quando raccolta, la Foglia conferirà al personaggio <color=#99FFFFFF>{0}</color> di maestria elementale per 12{NON_BREAK_SPACE}s. È possibile generare una sola Foglia in questo modo ogni 20{NON_BREAK_SPACE}s. Quest'effetto può essere attivato anche se il personaggio non è sul campo. L'effetto della Foglia di coscienza non è cumulabile.",
	"r1": {
		"description": "Dopo aver innescato Ustione, Vivificazione, Accentuazione, Propagazione, Fioritura, Iperfioritura o Germinazione, verrà creata una Foglia di coscienza attorno al personaggio per un massimo di 10 s. Quando raccolta, la Foglia conferirà al personaggio 60 di maestria elementale per 12 s. È possibile generare una sola Foglia in questo modo ogni 20 s. Quest'effetto può essere attivato anche se il personaggio non è sul campo. L'effetto della Foglia di coscienza non è cumulabile.",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "Dopo aver innescato Ustione, Vivificazione, Accentuazione, Propagazione, Fioritura, Iperfioritura o Germinazione, verrà creata una Foglia di coscienza attorno al personaggio per un massimo di 10 s. Quando raccolta, la Foglia conferirà al personaggio 75 di maestria elementale per 12 s. È possibile generare una sola Foglia in questo modo ogni 20 s. Quest'effetto può essere attivato anche se il personaggio non è sul campo. L'effetto della Foglia di coscienza non è cumulabile.",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "Dopo aver innescato Ustione, Vivificazione, Accentuazione, Propagazione, Fioritura, Iperfioritura o Germinazione, verrà creata una Foglia di coscienza attorno al personaggio per un massimo di 10 s. Quando raccolta, la Foglia conferirà al personaggio 90 di maestria elementale per 12 s. È possibile generare una sola Foglia in questo modo ogni 20 s. Quest'effetto può essere attivato anche se il personaggio non è sul campo. L'effetto della Foglia di coscienza non è cumulabile.",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "Dopo aver innescato Ustione, Vivificazione, Accentuazione, Propagazione, Fioritura, Iperfioritura o Germinazione, verrà creata una Foglia di coscienza attorno al personaggio per un massimo di 10 s. Quando raccolta, la Foglia conferirà al personaggio 105 di maestria elementale per 12 s. È possibile generare una sola Foglia in questo modo ogni 20 s. Quest'effetto può essere attivato anche se il personaggio non è sul campo. L'effetto della Foglia di coscienza non è cumulabile.",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "Dopo aver innescato Ustione, Vivificazione, Accentuazione, Propagazione, Fioritura, Iperfioritura o Germinazione, verrà creata una Foglia di coscienza attorno al personaggio per un massimo di 10 s. Quando raccolta, la Foglia conferirà al personaggio 120 di maestria elementale per 12 s. È possibile generare una sola Foglia in questo modo ogni 20 s. Quest'effetto può essere attivato anche se il personaggio non è sul campo. L'effetto della Foglia di coscienza non è cumulabile.",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talismano di rame della rugiada silvestre",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Riserva del caos",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Seta rossa sbiadita",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Riserva del caos",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Seta rossa sbiadita",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Modulo del caos",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Seta rossa ritagliata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Modulo del caos",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Seta rossa ritagliata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Bullone del caos",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Broccato rosso sontuoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talismano d'oro della rugiada silvestre",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Bullone del caos",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Broccato rosso sontuoso",
				"count": 12
			}
		]
	}
}