{
	"id": 15424,
	"name": "Erede del sole ardente",
	"description": "Un antico arco lungo risalente all'antica era di Re Deshret. Su di esso sono stati incisi testi indecifrabili e motivi dall'aspetto solenne.",
	"descriptionRaw": "Un antico arco lungo risalente all'antica era di Re Deshret. Su di esso sono stati incisi testi indecifrabili e motivi dall'aspetto solenne.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "In un'epoca in cui il Re del deserto dominava le terre, l'autorità ricopriva il reame come luce solare sulle dune ondulate.\nI canti dei nomadi giunti fino a noi sono come lo stridulare degli insetti del deserto, che narrano in eterno la gloria di quell'epoca d'oro dimenticata.\nSi dice che il Signore rosso lottò contro il sole, per poi capitolare sulla terra come un meteorite.\nSi dice anche che, tra i sacerdoti che non furono uccisi dai Re e dai Principi che seguirono, ce ne siano alcuni che tramandano ancora l'arte dell'arceria del Re Deshret...\n\nI discendenti dei sacerdoti si fanno chiamare \"Eredi del sole ardente\", e continuano a officiare le cerimonie dai tempi del Re Deshret.\nPerfino i mercanti itineranti e le loro reti di informazioni sanno ben poco di queste congreghe misteriose.\nSono in pochi tra i dorati discendenti del deserto ad avere il diritto di ricevere l'eredità dei sacerdoti del Re Deshret, e altrettanti sono in grado di leggere i testi antichi,\nper non parlare poi delle arti del combattimento che gli antichi sacerdoti padroneggiavano: il bastone, la lancia e il tiro con l'arco, loro fiore all'occhiello.\n\nGli Eremiti chiamano costoro \"asceti\"; alcuni di loro hanno ora giurato fedeltà all'unico Dio re di Sumeru rimasto in vita.\nLa maggior parte di questi è scomparsa nel deserto senza confini, nascosta tra le serpi, gli scorpioni e gli spettri dell'antico regno.\nColoro che sono fedeli alla foresta pluviale conservano l'usanza di rimanere nascosti e silenziosi, usando la loro forza per ripagare l'antico favore;\neppure, nei loro cuori, piangono i loro antenati e Sua Maestà il Re Deshret, su cui millenni prima si abbatté la tragedia.\n\nIn questo modo, l'elegante e antica arte cerimoniale del tiro con l'arco viene a tutt'oggi tramandata dai discendenti dei sacerdoti.\nSebbene il significato di molti antichi testi e immagini sia stato perso o venga interpretato in maniera erronea,\ne sebbene la figura possente del Signore rosso pronto a tirare una freccia sia diventata solo un sogno sfocato del remoto passato...\nLe braci di quella antica nazione non si sono ancora spente, ma sono diventate un elemento nascosto ancora più in profondità,\ntramandando la loro conoscenza ereditata dei giorni antichi, proteggendo la civiltà di oggi.\n\nE fra gli \"asceti\" che svanirono nel deserto, alcuni abbandonarono il sacerdozio.\nCrebbe in loro l'ossessione verso i miraggi dell'autorità, e tentarono di unirsi alle tribù dei nomadi, cercando di modificarle dall'interno.\nCon le cerimonie rigorose del remoto passato, hanno addestrato bambini sperduti per diventare \"Falchi\".\nLe tecniche avanzate e perfezionate nel corso delle generazioni per coltivare dei guerrieri nobili oggi hanno preso una strada decisamente diversa.\nPer assistere alla nascita di un nuovo \"Re\", hanno addestrato Falchi e cani senza cervello...\nMa questa è un'altra storia, per un'altra epoca, perché i più ambiziosi spesso spariscono nel deserto,\nsenza fare il minimo rumore, come lacrime amare che cadono nell'infinito oceano.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "4%",
	"effectName": "Cammino del fuoco solare",
	"effectTemplateRaw": "#Se chi lo utilizza colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare che infligge DAN pari a un <color=#99FFFFFF>{0}</color> dell'ATT, applicando al suddetto avversario l'effetto Cuore arso per 10{NON_BREAK_SPACE}s. Gli avversari affetti da Cuore arso subiscono un <color=#99FFFFFF>{1}</color> di DAN da attacco caricato in più da parte del personaggio che utilizza l'arma. È possibile scagliare una Freccia del fuoco solare una volta ogni 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Se chi lo utilizza colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare che infligge DAN pari a un 60% dell'ATT, applicando al suddetto avversario l'effetto Cuore arso per 10 s. Gli avversari affetti da Cuore arso subiscono un 28% di DAN da attacco caricato in più da parte del personaggio che utilizza l'arma. È possibile scagliare una Freccia del fuoco solare una volta ogni 10 s.",
		"values": [
			"60%",
			"28%"
		]
	},
	"r2": {
		"description": "Se chi lo utilizza colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare che infligge DAN pari a un 75% dell'ATT, applicando al suddetto avversario l'effetto Cuore arso per 10 s. Gli avversari affetti da Cuore arso subiscono un 35% di DAN da attacco caricato in più da parte del personaggio che utilizza l'arma. È possibile scagliare una Freccia del fuoco solare una volta ogni 10 s.",
		"values": [
			"75%",
			"35%"
		]
	},
	"r3": {
		"description": "Se chi lo utilizza colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare che infligge DAN pari a un 90% dell'ATT, applicando al suddetto avversario l'effetto Cuore arso per 10 s. Gli avversari affetti da Cuore arso subiscono un 42% di DAN da attacco caricato in più da parte del personaggio che utilizza l'arma. È possibile scagliare una Freccia del fuoco solare una volta ogni 10 s.",
		"values": [
			"90%",
			"42%"
		]
	},
	"r4": {
		"description": "Se chi lo utilizza colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare che infligge DAN pari a un 105% dell'ATT, applicando al suddetto avversario l'effetto Cuore arso per 10 s. Gli avversari affetti da Cuore arso subiscono un 49% di DAN da attacco caricato in più da parte del personaggio che utilizza l'arma. È possibile scagliare una Freccia del fuoco solare una volta ogni 10 s.",
		"values": [
			"105%",
			"49%"
		]
	},
	"r5": {
		"description": "Se chi lo utilizza colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare che infligge DAN pari a un 120% dell'ATT, applicando al suddetto avversario l'effetto Cuore arso per 10 s. Gli avversari affetti da Cuore arso subiscono un 56% di DAN da attacco caricato in più da parte del personaggio che utilizza l'arma. È possibile scagliare una Freccia del fuoco solare una volta ogni 10 s.",
		"values": [
			"120%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Eco di possanza infuocata",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Un fiore ancora in boccio",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Un fiore ancora in boccio",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Fiore adorato",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Fiore adorato",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Fiore sbocciato del vagabondo",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Tempi andati di possanza infuocata",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Fiore sbocciato del vagabondo",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 12
			}
		]
	}
}