{
	"id": 15432,
	"name": "Progressione della solitudine",
	"description": "Un arco lungo meccanico progettato appositamente per i tiri lunghi e le uccisioni silenziose. Il suo suono viene inghiottito nella notte, le sue note sono prolungate e fredde.",
	"descriptionRaw": "Un arco lungo meccanico progettato appositamente per i tiri lunghi e le uccisioni silenziose. Il suo suono viene inghiottito nella notte, le sue note sono prolungate e fredde.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Erano gli anni prima che l'ordine delle mille acque venisse fuso in solido bronzo, quando i sovrani barbarici del passato si affrettavano a indossare il manto della civiltà.\nE, proprio come avevano giurato dinanzi alla Spada di Lagoluce, ognuno per motivi differenti, quei signori, avendo scambiato le loro vesti viola con titoli nobiliari, ora interpretavano le leggi e la giustizia a modo loro.\nQuelle genealogie di sovrani e di eroi del Mare Alto non mancavano di benefattori generosi, ma nemmeno erano prive di infidi cospiratori o avidi eredi malvagi annidati nell'ombra,\ncoloro che indossavano una maschera di lealtà per celare la loro sfrenata ossessione per il potere e la ricchezza, dissetandosi del risentimento e della sofferenza dei poveri come vino rosso servito in un calice.\n\n\"Sì, lo so! So bene che il Cacciatore dorato ci ha proibito d'immischiarci nelle controversie della grande città, affinché le nostre lame non si sporchino del sangue dei nostri fratelli.\nMa ditemi, in che modo i briganti che calunniano i giusti e i comandanti che predano i deboli sono diversi dai demoni che uccidono gli innocenti?\nAmici, remuriani, compatrioti, prestatemi orecchio! Il nostro obiettivo è difendere la giustizia, non le catene che ci vincolano.\nMa se osserverete quel mare di amarezza, e non vorrete macchiare i vostri nobili nomi, allora, da oggi in poi, rinuncio a essere un Walter... Non prenderò più parte alla nostra Caccia.\"\n\nCosì, un figlio dell'impero combatté nuovamente contro i discendenti di coloro che governavano le regioni settentrionali del Mare Alto.\nMa stavolta, il sangue di coloro che un tempo erano stati invasori era dalla parte dei poveri.\nRinunciando all'eredità della spada lunga del Cacciatore dorato, egli brandì un arco corto disprezzato dai suoi pari...\nE, come un'ombra, s'intrufolò tra le grandi sale, usando il sangue per dipingere il cappio del giudizio.\nQuell'agile cacciatore non era adatto ad affrontare i mostri in uno scontro diretto, ma si dimostrò piuttosto bravo a uccidere i malvagi.\nI banchetti d'oro nero macchiati di sangue risuonavano spesso del clamore per il vino, e i principi dell'epoca non esitavano a provocare conflitti o caos,\nma il silenzio improvviso e l'ordinato presagio di morte travolsero di terrore le sue vittime...\n\n...\n\nForse era puro pragmatismo: le tecniche che avevano silenziosamente messo fine a così tante nobili vite,\nle frecce che avevano trafitto le gole degli oppressori, i passi destinati a eludere gli inseguimenti...\nNulla era andato perduto, nemmeno dopo che il traditore del casato Walter fu giustiziato, poi scagionato dai giochi degli uomini vestiti di viola,\ne celebrato come il giustiziere dei Cacciatori di fantasmi, un idolo ormai innocuo, nelle opere patrocinate.\nInvece, come desideravano coloro che erano al potere, quelle tecniche furono perpetrate dai Cacciatori nei secoli a venire,\nfin quando, migliaia di anni dopo, durante l'Assedio di Poisson, tinsero un fiume col sangue di coloro che avevano giurato di proteggere...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PS",
	"baseStatText": "9%",
	"effectName": "Grilletto silenzioso",
	"effectTemplateRaw": "#Quando un attacco colpisce un avversario, infligge DAN ad area pari a un <color=#99FFFFFF>{0}</color> dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 40% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 50% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 60% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 70% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "Quando un attacco colpisce un avversario, infligge DAN ad area pari a un 80% dei PS max nel punto colpito. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Frammento di un antico accordo",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Carapace incrinato dal freddo",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Carapace incrinato dal freddo",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Carapace posteriore caldo",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Carapace posteriore caldo",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Carapace prismardente",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Eco di un antico accordo",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Carapace prismardente",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 12
			}
		]
	}
}