{
	"id": 11433,
	"name": "Richiamo della serenità",
	"description": "Una spada lunga di metallo che emette un suono afflitto quando viene fatta oscillare.",
	"descriptionRaw": "Una spada lunga di metallo che emette un suono afflitto quando viene fatta oscillare.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "Un tempo, i racconti sommessi narravano di uno spirito assetato di sangue che vagava nella fredda foresta avvolta dal gelo e dalla nebbia.\nIn particolare, una leggenda raccontava che fosse uno spettro maligno e furioso che annientava chiunque vi entrasse.\nChe si trattasse di soldati dispotici del Nord o dei banditi più turbolenti della tundra,\ntutti si ammutolivano alla menzione della desolazione di Nephilheim. Abbassavano istintivamente la voce,\ncome temendo che il lieve mormorio alle loro spalle fosse l'ultimo rumore che avrebbero sentito.\n\nIn pochi sapevano che quel mormorio non proveniva da uno spirito maligno, ma dalla lama affilata di un cacciatore ignoto.\nQuel cacciatore silenzioso era un esule, il cui nome non era mai stato menzionato ufficialmente, e che non aveva mai combattuto per nessun ideale o vessillo.\nMa per i bambini che, in quei tempi turbolenti, avevano perduto le loro case e si erano rifugiati nella fredda foresta,\nstringendo tra le mani una conchiglia come unico pegno di fiducia, egli uccideva senza pietà ogni malvagio che si presentasse in quei boschi.\nIl metallo freddo della lama non sarebbe mai stato in grado d'imitare l'eco della conchiglia, proprio come il passato non avrebbe mai potuto essere reclamato.\nTuttavia, il calore che fioriva dal collo delle persone era sufficiente a ridurre i cattivi al silenzio, preservando i sogni pacifici dei bambini.\n\nNei giorni della nobiltà e del vecchio Tsar, e durante la lunga lotta per ricostruire il nuovo ordine,\nil cacciatore errante non emise alcun suono, a eccezione del fischio che echeggiava nelle fredde notti.\nFu solo quando la foresta ghiacciata si svuotò di tutti i bambini privati di un rifugio,\ne il vecchio guardiano ebbe dimenticato come parlare nelle infinite notti pallide,\nche il cacciatore ripose finalmente la spada. Si voltò dunque verso le profondità della foresta e scomparve senza lasciare traccia.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "13,3%",
	"effectName": "Silenzio solenne",
	"effectTemplateRaw": "#Dopo aver innescato una reazione elementale, aumenta i PS max di un <color=#99FFFFFF>{0}</color> per 12{NON_BREAK_SPACE}s. Quando Presagio lunare: Barlume ascendente è attivo, i PS max di questo effetto aumentano di un ulteriore <color=#99FFFFFF>{1}</color>. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
	"r1": {
		"description": "Dopo aver innescato una reazione elementale, aumenta i PS max di un 16% per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, i PS max di questo effetto aumentano di un ulteriore 16%. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Dopo aver innescato una reazione elementale, aumenta i PS max di un 20% per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, i PS max di questo effetto aumentano di un ulteriore 20%. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Dopo aver innescato una reazione elementale, aumenta i PS max di un 24% per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, i PS max di questo effetto aumentano di un ulteriore 24%. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Dopo aver innescato una reazione elementale, aumenta i PS max di un 28% per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, i PS max di questo effetto aumentano di un ulteriore 28%. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Dopo aver innescato una reazione elementale, aumenta i PS max di un 32% per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, i PS max di questo effetto aumentano di un ulteriore 32%. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Frammento del dispositivo ingegnoso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Barlume della Notte gelata",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Replica del dispositivo ingegnoso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Barlume della Notte gelata",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Distintivo rovinato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Replica del dispositivo ingegnoso",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Bagliore della Notte gelata",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Eredità del dispositivo ingegnoso",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Bagliore della Notte gelata",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Distintivo immacolato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Eredità del dispositivo ingegnoso",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Gloria della Notte gelata",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Desiderio del dispositivo ingegnoso",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Gloria della Notte gelata",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Distintivo gelinciso",
				"count": 12
			}
		]
	}
}