{
	"name": "Spada d'osso di serpente",
	"description": "Un'arma rara, originaria dell'oceano. Brandendola, puoi quasi sentire il suono delle onde eterne.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "Uno spadone ricavato dalla colonna vertebrale di un grande mostro marino, ogni inquietante frammento di osso è una storia a sé.\nIn passato, i marinai erano soliti usare le ossa di questi mostri come polene,\nin modo da spaventare le bestie che abitavano nelle profondità del mare e che invidiavano gli abitanti della terra ferma.\n\nNegli oceani tempestosi del passato antico, coloro che prendevano la via del mare spesso non venivano più visti.\nLe spensierate ballate marinare di oggi erano, in tempi remoti, canzoni d'addio che lasciavano la gente in un triste silenzio.\nA quel tempo, c'era un valoroso capitano che brandiva uno spadone e che amava bere e fare baldoria prima di un viaggio. Quando la gente gli chiedeva spiegazioni, lui rideva e rispondeva:\n\"Conosco me stesso. Cosa sono mai il vino e le canzoni per me? Niente paura. Quando il mare e i venti saranno giusti...\"\nMa non finiva mai la frase. Si limitava a sollevare il boccale invitando tutti a bere ancora.\n\nPoi, arrivò finalmente il giorno in cui il mare e i venti furono favorevoli, e il grande vascello salpò, con la poppa pronta a solcare le onde.\nNel profondo del mare nebbioso si addentrò, lontano tra le onde scure, nell'oceano brulicante di creature marine.\nE alla fine, né il comandante canterino né la sua nave tornarono più nel porto circondato dalle montagne.\nDopo molti giorni, il cadavere di un mostro delle profondità marine si spiaggiò sulla riva spinto dalle onde.\nUn bianco osso lucente risplendeva da un grande squarcio provocato da uno spadone. Il suo sangue era stato lavato via da tempo.\n\n\"Quando il mare e il vento saranno adatti, uscirò in mare e ti vendicherò, oh, fanciulla ammaliata dal canto della marea.\"\n\"E se io dormissi con i pesci? In questo modo, potrò mandare le mie ballate marinare negli abissi dove lei dimora.\"\n\nOggi, i mari non sono più afflitti da creature giganti che emergono dalla tempesta e scatenano la loro furia tra le onde.\nAnche l'usanza di utilizzare gli scheletri dei mostri marini sulla prua delle navi è stata abbandonata con la loro estinzione.\nMa quando si naviga lontano, a volte si può ancora sentire l'agghiacciante fragore che rimbomba nelle profondità...",
	"baseatk": 42,
	"substat": "Tasso di CRIT",
	"subvalue": "6",
	"effectname": "Frangionde",
	"effect": "Quando è in campo, il personaggio infligge e subisce rispettivamente un {0} e un {1} di DAN in più ogni 4 s. Questo effetto può accumularsi fino a 5 volte e non si annulla se il personaggio lascia il campo. Tuttavia, se quest'ultimo subisce DAN, gli accumuli si riducono di 1.",
	"r1": [
		"6%",
		"3%"
	],
	"r2": [
		"7%",
		"2,7%"
	],
	"r3": [
		"8%",
		"2,4%"
	],
	"r4": [
		"9%",
		"2,2%"
	],
	"r5": [
		"10%",
		"2%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Granello di Aerosiderite",
				"count": 3
			},
			{
				"name": "Frammento d'osso fragile",
				"count": 3
			},
			{
				"name": "Nettare del Malefiore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Scheggia di Aerosiderite",
				"count": 3
			},
			{
				"name": "Frammento d'osso fragile",
				"count": 12
			},
			{
				"name": "Nettare del Malefiore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Scheggia di Aerosiderite",
				"count": 6
			},
			{
				"name": "Frammento d'osso solido",
				"count": 6
			},
			{
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Frammento di Aerosiderite",
				"count": 3
			},
			{
				"name": "Frammento d'osso solido",
				"count": 12
			},
			{
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Frammento di Aerosiderite",
				"count": 6
			},
			{
				"name": "Frammento d'osso fossilizzato",
				"count": 9
			},
			{
				"name": "Nettare energetico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Pezzo di Aerosiderite",
				"count": 4
			},
			{
				"name": "Frammento d'osso fossilizzato",
				"count": 18
			},
			{
				"name": "Nettare energetico",
				"count": 12
			}
		]
	}
}