{
	"id": 15513,
	"name": "Candido cuore della pioggia",
	"description": "Un leggendario arco fatato. Che venga usato sul palco o sul campo di battaglia, è in grado di toccare facilmente il cuore di coloro che ne ascoltano il suono.",
	"descriptionRaw": "Un leggendario arco fatato. Che venga usato sul palco o sul campo di battaglia, è in grado di toccare facilmente il cuore di coloro che ne ascoltano il suono.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "I drammaturghi di Fontaine usano spesso le corde come analogia per il cuore, e l'espressione più usata è \"corde del cuore\".\nE, proprio come le corde di un'arpa, il cuore di una persona cambia colore in base alla melodia del destino.\nL'idea di \"corda\" la si ritrova in una delle opere più antiche di Fontaine, \"Dryas\",\nsebbene la \"corda\" a cui si fa riferimento qui non fosse inizialmente quella di un'arpa, bensì di un arco.\n\nIl personaggio principale si chiama Aurelius, e si basa sul personaggio omonimo della famosa \"Saga di Aurelius\" di Coppelius.\nSecondo la trama, questi era considerato un eroe glorioso come l'oro, che conquistò innumerevoli nazioni e città traditrici in nome di Fontaine.\nTuttavia, storicamente non è mai esistito un personaggio del genere, e per questo viene spesso ritenuto un'invenzione, proprio come la figura di Ajax.\n\nLa leggenda narra che, durante una spedizione, cadde in una trappola tesa dal nemico e si perse con il suo esercito in mezzo alla foresta di pini.\nProprio quando la lama di un assassino stava per togliergli la vita, delle frecce d'argento caddero dal cielo come una pioggia battente.\nGuardando nella direzione da cui proveniva il suono della corda dell'arco, noto che \"gli dèi, che hanno creato una tale bellezza, hanno distrutto lo stampo per compassione dei mortali\".\nLa giovane fanciulla, Dryastis, prese la sua mano, una mano che non avrebbe mai dovuto sentire un tocco tanto delicato, e lo condusse oltre i pini macchiati di sangue.\n\n\"Io desidero solamente che nessuno muoia più invano in questo posto. Nelle acque sono già state riversate fin troppe sofferenze.\nTi chiedo solo una cosa, o nobile guerriero: porta via questo conflitto da questa terra.\nNon macchiare più queste acque con la 'morte'. Lasciaci preservare la nostra dimora finale.\"\n\nI giovani conquistatori credono spesso che il loro corpo e il loro cuore siano resistenti come il marmo che adorna le mura della città.\nMa proprio come tutti i regni devono cadere nel silenzio, le corde agitate aggiungono delle note dissonanti alla saga poetica dell'eroe...\n\nMillenni di leggende mutevoli e di modifiche teatrali hanno generato innumerevoli versioni di questa storia.\nIn alcune, l'eroe che un tempo soggiogò infinite città e nazioni presta ascolto alle parole della giovane fata.\nAccetta l'arco offerto dalle sue mani e si ritira, ma viene ucciso lungo la strada dai traditori e il suo corpo finisce nelle profondità dell'oceano.\nIn altre, l'illustre Aurelius s'innamora follemente della fanciulla e guida il suo esercito nella foresta di pini\nalla ricerca della sua amata, bruciato dall'ardente desiderio di rivederla e di rimanere al suo fianco.\nLa giovane fugge verso la riva del fiume, piangendo e implorando la propria madre d'acqua pura affinché la salvi dalle ossessioni dell'eroe.\nMossa da compassione, la Signora delle Mille Acque trasforma la fanciulla in un pino.\nA quel punto, la corda dell'arco che un tempo aveva trafitto il cuore di Aurelius si spezza, e cade silenziosamente accanto alla fanciulla, affondando tra gli innumerevoli loti di Pluie in fiore.\nIl giovane eroe addolorato sembra fissare i fiori nell'acqua e non fa cenno di andarsene, finché non cade in un laghetto profondo...\n\nI filosofi della natura delle generazioni successive affermarono che, secondo le loro ricerche, un tempo qui viveva una tribù di barbari di nome Dryas,\ned è per questo che la foresta dei pini porta quel nome. Tali spiegazioni, tutt'altro che romantiche, non hanno mai avuto molto a che fare con il teatro.\nChe avesse incontrato la fine nelle profondità del mare, affinché la sua volontà e i suoi desideri fossero erosi dal passare del tempo,\no che fosse riapparso dopo molti anni per venire ucciso dall'Armata bianca o dai Cacciatori della Maréchaussée,\nla storia del giovane eroe era comunque giunta al termine, e anche Dryastis non era altro che una leggenda nata da tempi di caos.\n\nQuanto a come quest'arco, che aveva sconvolto il destino di Aurelius, sia finito nelle mani di qualcuno che dimorava nelle profondità delle acque, dopo essere passato di mano in mano,\nper essere poi decorato e trasformato in un oggetto di scena per le recite dei bambini nella terra natia di quella persona... È tutta un'altra storia.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PS",
	"baseStatText": "14,4%",
	"effectName": "Notturno di Dryas",
	"effectTemplateRaw": "#Il personaggio che equipaggia l'arma ottiene l'effetto Rimedio. Quando possiede 1/2/3 accumuli di Rimedio, i PS max aumentano di un <color=#99FFFFFF>{0}</color>. Il personaggio può ottenere tali accumuli nelle seguenti situazioni: 1 accumulo per 25{NON_BREAK_SPACE}s quando usa l'abilità elementale; 1 accumulo per 25{NON_BREAK_SPACE}s quando riceve un incremento del Legame vitale; 1 accumulo per 20{NON_BREAK_SPACE}s quando apporta effetti di guarigione. È possibile ottenere accumuli anche se il personaggio non si trova in campo, e la durata di ciascun accumulo viene calcolata in modo indipendente. Inoltre, quando il personaggio possiede 3 accumuli, il tasso di CRIT del suo Tripudio elementale aumenta di un <color=#99FFFFFF>{1}</color>. Questo effetto si annulla 4{NON_BREAK_SPACE}s dopo che il numero di accumuli cala al di sotto di 3.",
	"r1": {
		"description": "Il personaggio che equipaggia l'arma ottiene l'effetto Rimedio. Quando possiede 1/2/3 accumuli di Rimedio, i PS max aumentano di un 12%/24%/40%. Il personaggio può ottenere tali accumuli nelle seguenti situazioni: 1 accumulo per 25 s quando usa l'abilità elementale; 1 accumulo per 25 s quando riceve un incremento del Legame vitale; 1 accumulo per 20 s quando apporta effetti di guarigione. È possibile ottenere accumuli anche se il personaggio non si trova in campo, e la durata di ciascun accumulo viene calcolata in modo indipendente. Inoltre, quando il personaggio possiede 3 accumuli, il tasso di CRIT del suo Tripudio elementale aumenta di un 28%. Questo effetto si annulla 4 s dopo che il numero di accumuli cala al di sotto di 3.",
		"values": [
			"12%/24%/40%",
			"28%"
		]
	},
	"r2": {
		"description": "Il personaggio che equipaggia l'arma ottiene l'effetto Rimedio. Quando possiede 1/2/3 accumuli di Rimedio, i PS max aumentano di un 15%/30%/50%. Il personaggio può ottenere tali accumuli nelle seguenti situazioni: 1 accumulo per 25 s quando usa l'abilità elementale; 1 accumulo per 25 s quando riceve un incremento del Legame vitale; 1 accumulo per 20 s quando apporta effetti di guarigione. È possibile ottenere accumuli anche se il personaggio non si trova in campo, e la durata di ciascun accumulo viene calcolata in modo indipendente. Inoltre, quando il personaggio possiede 3 accumuli, il tasso di CRIT del suo Tripudio elementale aumenta di un 35%. Questo effetto si annulla 4 s dopo che il numero di accumuli cala al di sotto di 3.",
		"values": [
			"15%/30%/50%",
			"35%"
		]
	},
	"r3": {
		"description": "Il personaggio che equipaggia l'arma ottiene l'effetto Rimedio. Quando possiede 1/2/3 accumuli di Rimedio, i PS max aumentano di un 18%/36%/60%. Il personaggio può ottenere tali accumuli nelle seguenti situazioni: 1 accumulo per 25 s quando usa l'abilità elementale; 1 accumulo per 25 s quando riceve un incremento del Legame vitale; 1 accumulo per 20 s quando apporta effetti di guarigione. È possibile ottenere accumuli anche se il personaggio non si trova in campo, e la durata di ciascun accumulo viene calcolata in modo indipendente. Inoltre, quando il personaggio possiede 3 accumuli, il tasso di CRIT del suo Tripudio elementale aumenta di un 42%. Questo effetto si annulla 4 s dopo che il numero di accumuli cala al di sotto di 3.",
		"values": [
			"18%/36%/60%",
			"42%"
		]
	},
	"r4": {
		"description": "Il personaggio che equipaggia l'arma ottiene l'effetto Rimedio. Quando possiede 1/2/3 accumuli di Rimedio, i PS max aumentano di un 21%/42%/70%. Il personaggio può ottenere tali accumuli nelle seguenti situazioni: 1 accumulo per 25 s quando usa l'abilità elementale; 1 accumulo per 25 s quando riceve un incremento del Legame vitale; 1 accumulo per 20 s quando apporta effetti di guarigione. È possibile ottenere accumuli anche se il personaggio non si trova in campo, e la durata di ciascun accumulo viene calcolata in modo indipendente. Inoltre, quando il personaggio possiede 3 accumuli, il tasso di CRIT del suo Tripudio elementale aumenta di un 49%. Questo effetto si annulla 4 s dopo che il numero di accumuli cala al di sotto di 3.",
		"values": [
			"21%/42%/70%",
			"49%"
		]
	},
	"r5": {
		"description": "Il personaggio che equipaggia l'arma ottiene l'effetto Rimedio. Quando possiede 1/2/3 accumuli di Rimedio, i PS max aumentano di un 24%/48%/80%. Il personaggio può ottenere tali accumuli nelle seguenti situazioni: 1 accumulo per 25 s quando usa l'abilità elementale; 1 accumulo per 25 s quando riceve un incremento del Legame vitale; 1 accumulo per 20 s quando apporta effetti di guarigione. È possibile ottenere accumuli anche se il personaggio non si trova in campo, e la durata di ciascun accumulo viene calcolata in modo indipendente. Inoltre, quando il personaggio possiede 3 accumuli, il tasso di CRIT del suo Tripudio elementale aumenta di un 56%. Questo effetto si annulla 4 s dopo che il numero di accumuli cala al di sotto di 3.",
		"values": [
			"24%/48%/80%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Scarto di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aletta piumata",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aletta piumata",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Aletta lunare",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Aletta lunare",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Aletta Baratroluce",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essenza di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Aletta Baratroluce",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 18
			}
		]
	}
}