{
	"id": 12501,
	"name": "Orgoglio celeste",
	"description": "Una claymore che simboleggia l'orgoglio di Dvalin mentre libra nel cielo. I suoi colpi producono un fragore che evoca la forza di Dvalin e il potere di Anemo.",
	"descriptionRaw": "Una claymore che simboleggia l'orgoglio di Dvalin mentre libra nel cielo. I suoi colpi producono un fragore che evoca la forza di Dvalin e il potere di Anemo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "Questa è la storia di un eroismo in grado di scuotere i cieli.\nAnche il vile drago portato alla luce da un peccatore dell'antica nazione abissale\nperse le sue oscure ali metalliche con grande orgoglio e gioia di Anemo.\n\nTanto tempo fa, l'oscuro drago Durin terrorizzò Mondstadt, spinto dall'invidia per la gloria della città.\nRisvegliato dal suo sonno silvestre e dalle grida delle vittime di Durin,\nl'Archon di Anemo si fece avanti e chiamò il suo fedele servitore al suo fianco.\nIn nome della vita e della libertà, l'Archon e il Drago del vento si ersero per affrontare il nemico.\n\nIn una battaglia che squarciò le nuvole celesti, Dvalin spiegò le sue sei ali benedette,\ntrafiggendo il cielo e lacerando le squame ferree di Durin con la forza di una lama colossale.\nMentre lo scontro faceva precipitare il mondo nell'oscurità, il Drago del vento colpì con i suoi artigli, come spade forgiate dal vento.\nQuesti penetrano in profondità nella carne scura e corrotta di Durin.\n\nLo scontro scosse i cieli, persino il sole tremò di paura.\nInfine, Dvalin squarciò la gola di Durin con i suoi denti, e il malvagio drago precipitò dal cielo.\nBenedetto dal suo dio, il Drago del vento ottenne la vittoria e salvò il popolo di Mondstadt.\nTuttavia, Dvalin rimase avvelenato dal sangue contaminato che aveva consumato, e il veleno serpeggiò tra le sue ossa.\n\nPur essendo un eroe, Dvalin fu costretto a soffrire in solitudine al fianco di creature malvagie attratte dal fetore del veleno.\nRaggirato dall'Abisso, il Drago del vento cadde vittima del male e così nacque Terrore alato.\nInfine, il suo padrone tornò per placare la sua mente delirante e alleviarne le sofferenze.\nIl suo fedele amico in compagnia di un nuovo alleato combatté coraggiosamente per cacciare i mostri e ripristinare l'onore di Dvalin.\n\nNegli anni in cui Dvalin dormiva, la gente di Mondstadt si dimenticò di lui.\nTuttavia, durante le tensioni del recente passato, il popolo è stato nuovamente testimone della sua imponente figura a sei ali.\nAdesso, benedetto dall'Archon di Anemo, accompagnato dai canti di Barbatos,\nin sella ai venti sconfinati, Dvalin prende nuovamente il volo.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "8%",
	"effectName": "Spada del drago strappacielo",
	"effectTemplateRaw": "#Aumenta tutti i DAN di un <color=#99FFFFFF>{0}</color>. Dopo l'uso di un Tripudio elementale, gli attacchi normali e caricati andati a segno generano una lama aspirante che infligge DAN pari a un <color=#99FFFFFF>{1}</color> dell'ATT agli avversari lungo il suo percorso. Dura per 20{NON_BREAK_SPACE}s o per 8 lame aspiranti.",
	"r1": {
		"description": "Aumenta tutti i DAN di un 8%. Dopo l'uso di un Tripudio elementale, gli attacchi normali e caricati andati a segno generano una lama aspirante che infligge DAN pari a un 80% dell'ATT agli avversari lungo il suo percorso. Dura per 20 s o per 8 lame aspiranti.",
		"values": [
			"8%",
			"80%"
		]
	},
	"r2": {
		"description": "Aumenta tutti i DAN di un 10%. Dopo l'uso di un Tripudio elementale, gli attacchi normali e caricati andati a segno generano una lama aspirante che infligge DAN pari a un 100% dell'ATT agli avversari lungo il suo percorso. Dura per 20 s o per 8 lame aspiranti.",
		"values": [
			"10%",
			"100%"
		]
	},
	"r3": {
		"description": "Aumenta tutti i DAN di un 12%. Dopo l'uso di un Tripudio elementale, gli attacchi normali e caricati andati a segno generano una lama aspirante che infligge DAN pari a un 120% dell'ATT agli avversari lungo il suo percorso. Dura per 20 s o per 8 lame aspiranti.",
		"values": [
			"12%",
			"120%"
		]
	},
	"r4": {
		"description": "Aumenta tutti i DAN di un 14%. Dopo l'uso di un Tripudio elementale, gli attacchi normali e caricati andati a segno generano una lama aspirante che infligge DAN pari a un 140% dell'ATT agli avversari lungo il suo percorso. Dura per 20 s o per 8 lame aspiranti.",
		"values": [
			"14%",
			"140%"
		]
	},
	"r5": {
		"description": "Aumenta tutti i DAN di un 16%. Dopo l'uso di un Tripudio elementale, gli attacchi normali e caricati andati a segno generano una lama aspirante che infligge DAN pari a un 160% dell'ATT agli avversari lungo il suo percorso. Dura per 20 s o per 8 lame aspiranti.",
		"values": [
			"16%",
			"160%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Dente da latte del Lupo boreale",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgia del Lupo boreale",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 18
			}
		]
	}
}