{
	"id": 13502,
	"name": "Lancia d'osso celeste",
	"description": "Una lancia che simboleggia la risolutezza di Dvalin. La sua asta diritta punta verso l'alto, impregnata del potere del cielo e del vento.",
	"descriptionRaw": "Una lancia che simboleggia la risolutezza di Dvalin. La sua asta diritta punta verso l'alto, impregnata del potere del cielo e del vento.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 5,
	"story": "Una colonna che sostiene il cielo.\nIl vero compagno dell'Archon di Anemo non ha mai vacillato nel suo desiderio di proteggere la Terra del vento.\nQuesta risolutezza incrollabile sostenne il Drago del vento durante la battaglia mortale contro la sua vile nemesi.\n\nNei tempi antichi, l'oscuro drago Durin, bramoso della pace di cui godeva Mondstadt, si fece avanti per profanare la terra.\nLe ali nere di Durin oscurarono il cielo, rilasciando nubi di fumi tossici,\nal punto che nemmeno i mille venti erano in grado di contenere la loro pestilenza e putrefazione,\ncosì cadde la pioggia nera dal cielo, e il fragore di tale diluvio affogò le urla e i lamenti della gente.\nL'Archon di Anemo fu risvegliato dal suono della loro agonia, e il suo cuore fu trafitto dalla loro disperazione.\nCosì convocò Dvalin al suo fianco e, avvolti da una tempesta, si fecero strada in quel cielo avvelenato.\n\nIl grande drago si lanciò con un grido, creando una spaccatura nel nembo nocivo che aveva generato il drago oscuro.\nA seguire, con le sue ali generò un rapido turbine che distrusse quelle nuvole venefiche.\nDvalin afferrò il drago velenoso con i suoi possenti artigli, salendo ad altezze che nemmeno le nuvole riescono a raggiungere.\nLa pioggia velenosa si disperse non appena superarono le nuvole, e il cielo infuocato divenne il campo di battaglia dei draghi.\n\nAlla fine il drago del vento trafisse la gola del suo nemico con le sue zanne taglienti, e i con i suoi grandi artigli strappò il suo cuore corrotto.\nLa creazione dei peccatori, piena di eterno rimpianto, precipitò dal cielo incontaminato e cadde in rovina su una vetta innevata.\nQuella feroce battaglia nel cielo lontano aveva così difeso la gente dell'Archon di Anemo.\nMa nel momento del trionfo, l'icore velenoso del suo nemico era fluito tra i suoi denti e nelle sue viscere.\n\nIl dolore inaridì le ossa e il midollo del grande Drago del vento, e nella sua agonia si rannicchiò nelle profondità di un'antica rovina.\n... Curando le sue ferite, Dvalin credeva ancora che un giorno sarebbe stato risvegliato.\nAvrebbe di nuovo solcato i cieli, disperso l'oscurità e cantato al suono della lira dell'Archon di Anemo, il suo caro amico.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "8%",
	"effectName": "Ala nera",
	"effectTemplateRaw": "#Aumenta il tasso di CRIT di un <color=#99FFFFFF>{0}</color> e la VEL d'ATT normale di un <color=#99FFFFFF>{1}</color>. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un <color=#99FFFFFF>{2}</color> di probabilità di attivare una lama aspirante che infligge DAN pari a un <color=#99FFFFFF>{3}</color> dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Aumenta il tasso di CRIT di un 8% e la VEL d'ATT normale di un 12%. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un 50% di probabilità di attivare una lama aspirante che infligge DAN pari a un 40% dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s.",
		"values": [
			"8%",
			"12%",
			"50%",
			"40%"
		]
	},
	"r2": {
		"description": "Aumenta il tasso di CRIT di un 10% e la VEL d'ATT normale di un 12%. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un 50% di probabilità di attivare una lama aspirante che infligge DAN pari a un 55% dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s.",
		"values": [
			"10%",
			"12%",
			"50%",
			"55%"
		]
	},
	"r3": {
		"description": "Aumenta il tasso di CRIT di un 12% e la VEL d'ATT normale di un 12%. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un 50% di probabilità di attivare una lama aspirante che infligge DAN pari a un 70% dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s.",
		"values": [
			"12%",
			"12%",
			"50%",
			"70%"
		]
	},
	"r4": {
		"description": "Aumenta il tasso di CRIT di un 14% e la VEL d'ATT normale di un 12%. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un 50% di probabilità di attivare una lama aspirante che infligge DAN pari a un 85% dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s.",
		"values": [
			"14%",
			"12%",
			"50%",
			"85%"
		]
	},
	"r5": {
		"description": "Aumenta il tasso di CRIT di un 16% e la VEL d'ATT normale di un 12%. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un 50% di probabilità di attivare una lama aspirante che infligge DAN pari a un 100% dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s.",
		"values": [
			"16%",
			"12%",
			"50%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 18
			}
		]
	}
}