{
	"id": 11502,
	"name": "Lama celeste",
	"description": "La spada di un cavaliere che simboleggia l'onore riconquistato di Dvalin. Benedetta dall'Archon di Anemo, racchiude i poteri del cielo e del vento.",
	"descriptionRaw": "La spada di un cavaliere che simboleggia l'onore riconquistato di Dvalin. Benedetta dall'Archon di Anemo, racchiude i poteri del cielo e del vento.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "La zanna perforacielo.\nUna volta perforò le squame nere e dorate del Regno dell'Abisso,\nsgozzando i figli degli antichi peccatori.\n\nUn tempo, Mondstadt era minacciata dal drago Durin.\nLa sua invidia per la prosperità di Mondstadt generò il male, avvelenando la terra.\nIn quei giorni bui, Mondstadt era circondata da mostri e terre desolate.\nAccogliendo le richieste di aiuto del popolo, l'Archon di Anemo discese e risvegliò Dvalin.\nDvalin cavalcò il vento e salì in cielo, combattendo per la vita.\n\nBenedetto dall'Archon di Anemo, Dvalin affrontò il drago oscuro.\nLe nuvole vennero squarciate e il cielo si tinse di rosso, come se per Mondstadt fosse arrivata la fine dei giorni.\nAlla fine, le zanne benedette di Dvalin perforarono la gola di Durin.\nDurin cadde, ma Dvalin venne avvelenato dal sangue contaminato di Durin.\n\nIncapace di sopportare il dolore, Dvalin perse i sensi.\nNemmeno i bardi più istruiti sapevano dove si trovasse.\nPassarono secoli, e il sacrificio di Dvalin venne quasi dimenticato da Mondstadt.\nQuando finalmente Dvalin si risvegliò, il suo amico e il suono confortante della sua lira non c'erano più.\nE coloro che un tempo proteggeva, ora erano intimoriti dalla sua presenza.\n\nL'onore sarà restaurato, il veleno purificato,\nle ballate restituiranno la memoria dimenticata al popolo.\nQuesta spada rappresenta una preghiera. Che il nome di Dvalin sia ristabilito.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "12%",
	"effectName": "Zanna perforacielo",
	"effectTemplateRaw": "#Il tasso di CRIT aumenta di un <color=#99FFFFFF>{0}</color>. Il Tripudio elementale conferisce l'effetto Perforacielo che aumenta la VEL di movimento e la VEL d'ATT di un <color=#99FFFFFF>{1}</color>, e i colpi normali e caricati infliggono DAN extra pari a un <color=#99FFFFFF>{2}</color> dell'ATT. L'effetto dura per 12{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Il tasso di CRIT aumenta di un 4%. Il Tripudio elementale conferisce l'effetto Perforacielo che aumenta la VEL di movimento e la VEL d'ATT di un 10%, e i colpi normali e caricati infliggono DAN extra pari a un 20% dell'ATT. L'effetto dura per 12 s.",
		"values": [
			"4%",
			"10%",
			"20%"
		]
	},
	"r2": {
		"description": "Il tasso di CRIT aumenta di un 5%. Il Tripudio elementale conferisce l'effetto Perforacielo che aumenta la VEL di movimento e la VEL d'ATT di un 10%, e i colpi normali e caricati infliggono DAN extra pari a un 25% dell'ATT. L'effetto dura per 12 s.",
		"values": [
			"5%",
			"10%",
			"25%"
		]
	},
	"r3": {
		"description": "Il tasso di CRIT aumenta di un 6%. Il Tripudio elementale conferisce l'effetto Perforacielo che aumenta la VEL di movimento e la VEL d'ATT di un 10%, e i colpi normali e caricati infliggono DAN extra pari a un 30% dell'ATT. L'effetto dura per 12 s.",
		"values": [
			"6%",
			"10%",
			"30%"
		]
	},
	"r4": {
		"description": "Il tasso di CRIT aumenta di un 7%. Il Tripudio elementale conferisce l'effetto Perforacielo che aumenta la VEL di movimento e la VEL d'ATT di un 10%, e i colpi normali e caricati infliggono DAN extra pari a un 35% dell'ATT. L'effetto dura per 12 s.",
		"values": [
			"7%",
			"10%",
			"35%"
		]
	},
	"r5": {
		"description": "Il tasso di CRIT aumenta di un 8%. Il Tripudio elementale conferisce l'effetto Perforacielo che aumenta la VEL di movimento e la VEL d'ATT di un 10%, e i colpi normali e caricati infliggono DAN extra pari a un 40% dell'ATT. L'effetto dura per 12 s.",
		"values": [
			"8%",
			"10%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Dente da latte del Lupo boreale",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgia del Lupo boreale",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 18
			}
		]
	}
}