{
	"name": "Arpa celeste",
	"description": "Un grande arco che simboleggia l'affiliazione di Dvalin con l'Archon di Anemo. Il suono delle frecce che scoccano da quest'arco è musica per le orecchie del dio del vento. Contiene i poteri del cielo e del vento.",
	"weapontype": "Arco",
	"rarity": "5",
	"story": "La lira perforacielo.\nLe chiare melodie di questa lira risuonano ancora nei venti e nel cuore della gente.\nSi dice che l'antico drago malvagio dell'abisso sia stato attratto qui dalla sua musica.\n\nNei tempi antichi, Barbatos strimpellava dolcemente la sua lira ed evocava i mille venti e canti puri.\nIncantato dai venti e dalle canzoni dallo spirito libero, Dvalin il drago gigante discese e gli giurò fedeltà.\nBarbatos fu felice di farsi un nuovo amico, e affidò la gente di Mondstadt al drago.\nCosì, l'errante Archon di Anemo e il Drago del vento forgiarono l'alba di Mondstadt con la loro amicizia.\n\nLe vibranti melodie della lira fermarono l'attacco del drago oscuro nella battaglia finale,\nconcedendo a Dvalin l'opportunità di porre fine al suo terribile regno velenoso.\n\nEoni dopo che i venti avevano cantato e la feroce battaglia era finita, Dvalin si risvegliò dal suo lungo sonno.\nMa il suo padrone era scomparso, e fu accolto invece dai velenosi sussurri dell'Ordine dell'Abisso.\nUn dolore invisibile. Una tortura inaudita.\nUn dolore travolgente schiacciò lo spirito avvelenato di Dvalin.\n\nIl drago si rivoltò contro tutto ciò che aveva giurato di proteggere,\ne accusò colui al quale aveva giurato fedeltà:\n\"Barbatos è indifferente al mio dolore! Ha trascurato la nostra amicizia!\"\n\"Che tu sia maledetto, Barbatos, il più crudele degli Archon!\"\n\nL'amico furioso non sapeva che Barbatos stava cercando di salvarlo.\nMolti cari ricordi potevano essere stati cancellati dall'angoscia di Dvalin, ma non quello dello strumento di Barbatos, la Lira sacra celeste.\nPresto se ne andranno secoli di incomprensioni.\nPresto, Dvalin ascolterà di nuovo le sue canzoni.",
	"baseatk": 48,
	"substat": "Tasso di CRIT",
	"subvalue": "4.8",
	"effectname": "Ballata risonante",
	"effect": "Aumenta i DAN da CRIT di un {0}. I colpi hanno un {1} di probabilità d'infliggere un 125% di DAN da ATT fisico in una piccola area d'effetto. Si può verificare una sola volta ogni {2} s.",
	"r1": [
		"20%",
		"60%",
		"4"
	],
	"r2": [
		"25%",
		"70%",
		"3,5"
	],
	"r3": [
		"30%",
		"80%",
		"3"
	],
	"r4": [
		"35%",
		"90%",
		"2,5"
	],
	"r5": [
		"40%",
		"100%",
		"2"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Dente da latte del Lupo boreale",
				"count": 5
			},
			{
				"name": "Ramo geomantico secco",
				"count": 5
			},
			{
				"name": "Punta di freccia robusta",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dente rotto del Lupo boreale",
				"count": 5
			},
			{
				"name": "Ramo geomantico secco",
				"count": 18
			},
			{
				"name": "Punta di freccia robusta",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Dente rotto del Lupo boreale",
				"count": 9
			},
			{
				"name": "Foglie geomantiche secche",
				"count": 9
			},
			{
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Zanna incrinata del Lupo boreale",
				"count": 5
			},
			{
				"name": "Foglie geomantiche secche",
				"count": 18
			},
			{
				"name": "Punta di freccia affilata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Zanna incrinata del Lupo boreale",
				"count": 9
			},
			{
				"name": "Germoglio geomantico",
				"count": 14
			},
			{
				"name": "Punta di freccia consumata",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Nostalgia del Lupo boreale",
				"count": 6
			},
			{
				"name": "Germoglio geomantico",
				"count": 27
			},
			{
				"name": "Punta di freccia consumata",
				"count": 18
			}
		]
	}
}