{
	"id": 14501,
	"name": "Atlante celeste",
	"description": "Un atlante delle nuvole che simboleggia Dvalin e il suo precedente padrone, l'Archon di Anemo. Illustra i venti e le nubi delle regioni del nord, e contiene i poteri del cielo e del vento.",
	"descriptionRaw": "Un atlante delle nuvole che simboleggia Dvalin e il suo precedente padrone, l'Archon di Anemo. Illustra i venti e le nubi delle regioni del nord, e contiene i poteri del cielo e del vento.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "Un atlante dei venti.\nUna copia dell'atlante relativo al clima delle regioni settentrionali, presentato sotto forma di poesie e immagini.\nÈ composto da decine di migliaia di odi, ognuna dedicata a una singola nuvola o vento, chiamandoli per nome.\nL'atlante delle nuvole diede forma ai venti e le odi infusero in loro personalità.\nLa miriade di venti amorfi ora sono amici e familiari agli occhi di Barbatos.\n\nLe leggende narrano che nell'antichità Barbatos evocò i Quattro Venti con la versione originale.\nSciolse la neve, scacciò le bestie, evocò la pioggia e costruì Mondstadt.\nPermise che l'atlante fosse condiviso e copiato tra le persone, dandogli il nome di Atlante delle nuvole.\nPurtroppo, nulla sopravvive alla prova del tempo. Nelle copie sopravvissute mancano alcuni disegni e odi.\nTuttavia, la conoscenza fu trasmessa al pubblico sotto forma di ballate e leggende.\n\nLe storie dei mille venti non sono andate perdute, perché Barbatos le custodisce ancora.\nQuando Barbatos si oppose alle ali oscure del drago malvagio Durin,\ncantò ai mille venti e invocò il Drago del vento.\nChi detiene questo atlante avrà tra le sue mani i veri nomi dei mille venti e di tutti i loro poteri.\n\nOra il cielo sopra Mondstadt è calmo e azzurro.\nBarbatos e Dvalin hanno trovato un nuovo posto da chiamare casa.\nL'atlante, intanto, è stato affidato a una persona degna di tale onore.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "7,2%",
	"effectName": "Nuvole itineranti",
	"effectTemplateRaw": "#Aumenta il bonus DAN elementali di un <color=#99FFFFFF>{0}</color>. I colpi da attacco normale hanno un 50% di probabilità di conquistare i favori delle nuvole, che inseguono gli avversari vicini attaccandoli per 15{NON_BREAK_SPACE}s, infliggendo un <color=#99FFFFFF>{1}</color> di DAN da ATT. Si può verificare una sola volta ogni 30{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Aumenta il bonus DAN elementali di un 12%. I colpi da attacco normale hanno un 50% di probabilità di conquistare i favori delle nuvole, che inseguono gli avversari vicini attaccandoli per 15 s, infliggendo un 160% di DAN da ATT. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "Aumenta il bonus DAN elementali di un 15%. I colpi da attacco normale hanno un 50% di probabilità di conquistare i favori delle nuvole, che inseguono gli avversari vicini attaccandoli per 15 s, infliggendo un 200% di DAN da ATT. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "Aumenta il bonus DAN elementali di un 18%. I colpi da attacco normale hanno un 50% di probabilità di conquistare i favori delle nuvole, che inseguono gli avversari vicini attaccandoli per 15 s, infliggendo un 240% di DAN da ATT. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "Aumenta il bonus DAN elementali di un 21%. I colpi da attacco normale hanno un 50% di probabilità di conquistare i favori delle nuvole, che inseguono gli avversari vicini attaccandoli per 15 s, infliggendo un 280% di DAN da ATT. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "Aumenta il bonus DAN elementali di un 24%. I colpi da attacco normale hanno un 50% di probabilità di conquistare i favori delle nuvole, che inseguono gli avversari vicini attaccandoli per 15 s, infliggendo un 320% di DAN da ATT. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Dente da latte del Lupo boreale",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 5
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 18
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 9
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 18
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 14
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgia del Lupo boreale",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 27
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 18
			}
		]
	}
}