{
	"id": 15433,
	"name": "Gancio trappola",
	"description": "Il corpo centrale e i flettenti di questo arco sono realizzati in lega metallica, ma ciononostante risulta sorprendentemente leggero. Le sue frecce sono in grado di trapassare ogni cosa senza alcun impedimento.",
	"descriptionRaw": "Il corpo centrale e i flettenti di questo arco sono realizzati in lega metallica, ma ciononostante risulta sorprendentemente leggero. Le sue frecce sono in grado di trapassare ogni cosa senza alcun impedimento.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "A questo mondo, sono poche le trappole a cui è impossibile sfuggire, poiché anche la più fitta delle tele può essere intessuta da un ago.\nAnche tra gli uncini e le gabbie di una trappola mortale è possibile trovare barlumi di speranza.\nCosì come nessuno può isolare completamente il proprio cuore, anche le difese più prudenti prima o poi cedono.\n\nPer una Fata cresciuta a palazzo, le menzogne e l'ipocrisia sono molto più pericolose dei trucchi e delle trappole.\nPer preservare le loro illecite ricchezze, i nobili nascondevano i propri tesori in mezzo a una moltitudine d'insidie mortali.\nEssi credevano che nessuno sarebbe mai riuscito a fuggire vivo; ma la Fata era scaltra, e trovava sempre un modo per farcela.\n\nQuesto perché più una struttura è sofisticata, più punti deboli presenta.\nBasta cogliere l'attimo esatto per non avere più alcun ostacolo.\n\nFu così che la reputazione del ladro conosciuto come il \"Girovago\" si espanse a macchia d'olio. L'inganno era così ben congegnato che nessuno sospettò mai che la sua identità fosse quella del nobile Nashchokin.\nEra sia un nobile, che sopportava la noia della corte e della società aristocratica, sia il famigerato ladro che rubava i tesori protetti dai signori con cui parlava e rideva fino a un attimo prima.\nLa sua vita avrebbe dovuto essere calma e pacifica, libera da qualsivoglia influenza esterna. Eppure...\n\n\"Ehi! Razza di volpe... Sì, dico a te! Te ne stai sempre nascosta nell'ombra, eh? Se hai fegato, vieni con me al banchetto del Granduca!\nFacciamo una gara: quello che scoprirà per primo il segreto del Granduca vincerà il titolo di Maestro ladro!\nE non dimenticare: se perdi, dovrai cedere l'oro e l'argento dei nobili a chi ne ha davvero bisogno. È questo che fa un vero Maestro ladro.\"\n\nLa Fata voleva evitare qualsiasi tipo di problema, incluso questo. Tutto cambiò quando, al banchetto, vide una giovane donna che ridacchiava guardando i dignitari presenti.\nIl suo abilissimo travestimento da ospite illustre aveva un unico difetto lampante: la sua totale mancanza di pretese.\nCosì, egli accettò la sfida di Spezzalama, ma non per il brivido della vittoria; voleva solo scorgere la vera natura di una persona, cosa estremamente rara a questo mondo.\n\nIl modo migliore per vincere al gioco era non giocare affatto, e la Fata, che seguiva accuratamente questa regola, era sempre quella che ne usciva avvantaggiata.\nFuriosa per l'umiliazione, la giovane si rifiutò di accettare la sconfitta. Questa volta, la sua era una sfida personale: voleva privare il nobile del suo più grande onore.\nElla rubò il tesoro donato dalla Tsaritsa in persona, cedendolo ai bambini poveri. Poco ma sicuro, aveva la vittoria in pugno.\nA poca distanza, la Fata ridacchiò mentre riponeva nuovamente il giocattolo dei bambini cenciosi all'interno della bacheca dorata.\nLa vista del giocattolo lasciò stupefatti sia la giovane donna che i nobili presenti alla cerimonia di presentazione, ed era chiaro chi fosse il vincitore.\n\nQuesta volta, però, i nobili ne ebbero abbastanza delle provocazioni. Così, prepararono una trappola dalla quale non ci sarebbe stato modo di fuggire.\nAlla Fata sembrò che ci fosse una soluzione molto semplice al problema: il ladro che aveva rubato il tesoro e quello che aveva messo il giocattolo al suo interno potevano essere la stessa persona. Pertanto, entrò con calma nella trappola e si addossò la colpa di entrambi.\n\nL'influenza della sua famiglia gli evitò un'esecuzione pubblica, e permettendogli di avere perfino un ultimo desiderio.\n\"Preparate una bara vuota per la mia sepoltura\", disse la Fata dopo alcuni istanti di silenzio. Sorprendentemente, la sua richiesta fu accolta senza alcuna esitazione.\nLe labbra della Fata si inarcarono in un sorriso, poi si tuffò dalla sommità del muro verso il silenzio eterno, sottraendo il giudizio capitale dalle mani dei poteri superiori.\nTuttavia, il ladro conosciuto come il Girovago non poté in alcun modo sottrarsi all'oscura ombra della morte.\n\nPochi segreti durano per sempre, salvo quelli sepolti nelle profondità di una tomba...\n\"Mia cara amica, spero che non vivrai abbastanza da poter svelare questo mistero.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "13,3%",
	"effectName": "Lampo spettrale",
	"effectTemplateRaw": "#Dopo aver innescato una reazione elementale, aumenta la maestria elementale di <color=#99FFFFFF>{0}</color> per 12{NON_BREAK_SPACE}s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori <color=#99FFFFFF>{1}</color> punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
	"r1": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 60 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 60 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 75 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 75 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 90 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 90 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 105 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 105 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di 120 per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori 120 punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Barlume della Selce della Lunga notte",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Manifestazione brumosa",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Incandescenza della Selce della Lunga notte",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Manifestazione brumosa",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Incandescenza della Selce della Lunga notte",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Frammento di armatura brumoso",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Bagliore della Selce della Lunga notte",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Frammento di armatura brumoso",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Bagliore della Selce della Lunga notte",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Elmo brumoso",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Fulgore della Selce della Lunga notte",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Elmo brumoso",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}