{
	"id": 12411,
	"name": "Argento astrale delle nevi",
	"description": "Un antico spadone che era stato nascosto dietro un affresco. Forgiato con Argento astrale, è l'ideale per fendere ghiaccio e neve.",
	"descriptionRaw": "Un antico spadone che era stato nascosto dietro un affresco. Forgiato con Argento astrale, è l'ideale per fendere ghiaccio e neve.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Quando la lussureggiante città era oppressa da nuvole e nebbia,\nquando le incessanti tormente di neve oscuravano il chiaro di luna,\nquando tutte le vite e le storie sospese\nvennero trafitte da quel chiodo che cadde dal cielo azzurro...\n\nLa figlia del sacerdote diede lo spadone Argento astrale all'eroe di un'altra terra.\nIn mezzo alla neve e al vento ululante, le sue parole non riuscirono a raggiungere l'obiettivo desiderato.\n\n\"Questo quarto affresco è per te. Le tue sembianze rimarranno per sempre su questa parete.\"\n\"Per quell'affresco, e per il bene di tutti, ti aspetterò, e pregherò affinché tu possa tornare...\"\n\nQuando la figlia di quella città sommersa dalla neve si consumò insieme ai brulli rami argentei,\nlo straniero destinato a brandire questa spada per frantumare il ghiaccio e la neve era lontano, in cerca di risposte.\nPer quanto luminosa come il chiaro di luna, le sue ultime parole non avrebbero mai raggiunto il viaggiatore.\n\n\"Ne è passato di tempo dall'ultima volta che ho visto il cielo blu e l'erba verde. Non so quali colori usare per raffigurare il paesaggio che mio padre desidera vedere così tanto, ossia il ghiaccio e la neve che si sciolgono.\"\n\"Vorrei poterti rivedere...\"\n\nQuesta fu la risposta che trovò.\n\nL'eroe terminò infine il suo viaggio infruttuoso.\nLa lama del suo spadone era macchiata di sangue corrotto,\nmentre si faceva strada tra i sentieri innevati, ormai sconosciuti.\nMa quando tornò nella grande sala di quel paese montano,\nnient'altro che gli squillanti echi della morte lo accolsero.\n\n\"E così, anche qui, non c'è più niente da proteggere...\"\n\"Voi che abitate nei cieli non dovete desiderare altro che osservarci dall'alto soffrire.\"\n\"In questo caso, permettetemi di intrattenervi con una canzone di sangue e di ferro.\"\nLo straniero lasciò l'Argento astrale, originariamente destinato a spezzare la neve e i venti, tra gli affreschi.\nPoi, scese dalla montagna in cerca di una terra devastata da guerre e conflitti, un luogo che avrebbe potuto tingere di rosso con il sangue.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bonus DAN fisici",
	"baseStatText": "7,5%",
	"effectName": "Sepoltura gelata",
	"effectTemplateRaw": "#Colpire un avversario con attacchi normali e caricati fornisce un <color=#99FFFFFF>{0}</color> di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un <color=#99FFFFFF>{1}</color> dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un <color=#99FFFFFF>{2}</color> dell'ATT. Si può verificare una sola volta ogni 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 60% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 80% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 200% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 70% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 95% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 240% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 80% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 110% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 280% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 90% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 125% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 320% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Colpire un avversario con attacchi normali e caricati fornisce un 100% di probabilità di formare una stalattite di Etergelo sopra di esso, che infligge DAN ad area pari a un 140% dell'ATT. Se gli avversari sono sotto l'effetto di Cryo, subiscono DAN pari a un 360% dell'ATT. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tegola della Torre di Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Frammento del sogno di Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 12
			}
		]
	}
}