{
	"id": 14405,
	"name": "Perla solare",
	"description": "Una perla dorata, realizzata con un materiale sconosciuto che assorbe la luce del sole e della luna e pulsa di una tiepida energia.",
	"descriptionRaw": "Una perla dorata, realizzata con un materiale sconosciuto che assorbe la luce del sole e della luna e pulsa di una tiepida energia.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Si dice che fosse una sfera leggendaria di Liyue.\nUn tempo assorbiva tutta la luce del mondo, ma fu conservata all'interno di una scatola di legno per millenni.\nNonostante ciò, il suo potere non si disperse. Ora che è uscita dal suo contenitore, brilla più che mai.\nNelle mani di un saggio veramente esperto, forse il suo straordinario potere si potrebbe finalmente sprigionare dopo essere rimasto inattivo per millenni.\n\nUna storia che è stata a lungo popolare tra i gioiellieri di Liyue sostiene che, una volta, il maestro artigiano Kunwu prese la luce dei corpi celesti e la sigillò in una scatola di legno.\nPoi seppellì quella scatola nelle profondità di una camera buia e rocciosa, dove rimase nell'oscurità totale per quarantanove giorni e venti ore, finché alla fine la perla all'interno ebbe assorbito lo splendore del sole e della luna.\n\nUna storia davvero bizzarra. Tuttavia, ancora oggi, molti a Liyue credono fermamente nei talenti esoterici del maestro artigiano Kunwu.\nQualcuno una volta ebbe il coraggio di chiedere all'anziano artigiano quale fosse il suo segreto. L'eccentrico vecchio rise di quel concetto insensato riguardante le sue capacità mistiche:\n\"Pfff! È solo il risultato di una lunga lucidatura!\"\n\nMa il suo apprendista rivelò privatamente una storia differente, in cui diceva che mentre Kunwu finiva di lucidare la Perla solare, il cielo brillò di uno splendore intenso e una luna cremisi riempì il firmamento.\nMa questo fenomeno significava, quindi, che Kunwu aveva ricevuto davvero l'aiuto divino nel suo mestiere? O forse era solo frutto dei suoi stessi traguardi se le sue elevate ambizioni erano state sufficienti per inviare delle onde attraverso il firmamento e perfino suscitare una risposta dei corpi celesti?",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "6%",
	"effectName": "Splendore solare",
	"effectTemplateRaw": "#I colpi da attacco normale aumentano i DAN da abilità elementale e Tripudio elementale di un <color=#99FFFFFF>{0}</color> per 6{NON_BREAK_SPACE}s. Allo stesso modo, i colpi da abilità elementale e Tripudio elementale aumentano i DAN da attacco normale di un <color=#99FFFFFF>{1}</color> per 6{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "I colpi da attacco normale aumentano i DAN da abilità elementale e Tripudio elementale di un 20% per 6 s. Allo stesso modo, i colpi da abilità elementale e Tripudio elementale aumentano i DAN da attacco normale di un 20% per 6 s.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r2": {
		"description": "I colpi da attacco normale aumentano i DAN da abilità elementale e Tripudio elementale di un 25% per 6 s. Allo stesso modo, i colpi da abilità elementale e Tripudio elementale aumentano i DAN da attacco normale di un 25% per 6 s.",
		"values": [
			"25%",
			"25%"
		]
	},
	"r3": {
		"description": "I colpi da attacco normale aumentano i DAN da abilità elementale e Tripudio elementale di un 30% per 6 s. Allo stesso modo, i colpi da abilità elementale e Tripudio elementale aumentano i DAN da attacco normale di un 30% per 6 s.",
		"values": [
			"30%",
			"30%"
		]
	},
	"r4": {
		"description": "I colpi da attacco normale aumentano i DAN da abilità elementale e Tripudio elementale di un 35% per 6 s. Allo stesso modo, i colpi da abilità elementale e Tripudio elementale aumentano i DAN da attacco normale di un 35% per 6 s.",
		"values": [
			"35%",
			"35%"
		]
	},
	"r5": {
		"description": "I colpi da attacco normale aumentano i DAN da abilità elementale e Tripudio elementale di un 40% per 6 s. Allo stesso modo, i colpi da abilità elementale e Tripudio elementale aumentano i DAN da attacco normale di un 40% per 6 s.",
		"values": [
			"40%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Sabbie brillanti di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo divino di Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 12
			}
		]
	}
}