{
	"id": 15425,
	"name": "Canto del silenzio",
	"description": "Uno strano arco lungo dall'aspetto simile a una creatura marina. La corda non emette alcun suono.",
	"descriptionRaw": "Uno strano arco lungo dall'aspetto simile a una creatura marina. La corda non emette alcun suono.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "La leggenda narra che un eroe caduto nell'abisso lasciò dietro di sé questo strano arco, la cui struttura brilla come perle e argento.\nIl colore della corda è paragonabile ai mari oscuri o al vuoto senza luce, così come il suo silenzio.\n\nNei gloriosi giorni passati, i golem formarono un esercito e combatterono contro i draghi nelle profondità del mare.\nI draghi, nati dal mare, erano una razza brutale, governata da un re chiamato Scylla.\nAll'epoca, Scylla, il Re drago, reclutò un'orda di barbari e di Elementosauri, portandoli al confine dell'antica nazione,\nE l'esercito con gli archi in mano avanzò per intercettarli e trattenerli, finché il grande Armosta non rinchiuse il potere di Scylla...\n\nIn seguito, il regno una volta glorioso venne ridotto a un ammasso di rovine sparse sul fondo del mare,\nma gli ultimi soldati dell'armata di golem continuarono a lottare contro i discendenti dei draghi in luoghi che non conoscono più la luce...\nLe calme acque non erano mai state perturbate da battaglie sanguinose, ma furono testimoni del crollo graduale di quel cuore pietrificato.\nAlla fine, l'ultimo arciere e l'unico discendente del drago raggiunsero un accordo di pace.\n\nI combattimenti con le unghie e con i denti erano diventati esasperanti,\nle spade e gli archi si erano persi nell'oscurità di quell'abisso senza luce.\nI cavalieri della nazione perduta e gli Elementosauri guerrieri non poterono che scoppiare in una fragorosa risata,\nlasciando cadere le loro pesanti armi, finalmente liberi dal peso di quella faida senza senso...\n\nCiò che successe nella quiete delle profondità del mare fu interpretato e reinterpretato da infinite rappresentazioni teatrali, in un futuro lontano.\nAlcuni dicono che entrambe le parti tradirono la loro patria, e costruirono nuovi insediamenti per gli esiliati...\nCome questo antico e magnifico arco, molte storie s'inabissarono nelle profondità silenziose, diventando fantasiose leggende.\nAlla fine, la \"barbarie\" dominò le antiche terre del regno, e molte storie e canzoni divennero poco più di innocenti storie fittizie...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Impulso bentonico",
	"effectTemplateRaw": "#Quando chi lo utilizza riceve effetti di guarigione, infligge un <color=#99FFFFFF>{0}</color> di DAN in più per 8{NON_BREAK_SPACE}s. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
	"r1": {
		"description": "Quando chi lo utilizza riceve effetti di guarigione, infligge un 16% di DAN in più per 8 s. Questo effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Quando chi lo utilizza riceve effetti di guarigione, infligge un 20% di DAN in più per 8 s. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Quando chi lo utilizza riceve effetti di guarigione, infligge un 24% di DAN in più per 8 s. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Quando chi lo utilizza riceve effetti di guarigione, infligge un 28% di DAN in più per 8 s. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Quando chi lo utilizza riceve effetti di guarigione, infligge un 32% di DAN in più per 8 s. Quest'effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Frammento di un antico accordo",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Eco di un antico accordo",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}