{
	"id": 12503,
	"name": "Canzone silvestre",
	"description": "Uno spadone leggero come l'erba che danza nel vento, ma al contempo spietato come un uragano.",
	"descriptionRaw": "Uno spadone leggero come l'erba che danza nel vento, ma al contempo spietato come un uragano.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "Un tempo, c'era un famoso canto popolare che faceva così:\n\"Dona al bardo la ricchezza accumulata.\"\n\"Dona il tuo bouquet a quella fanciulla così aggraziata.\"\n\"Prendi del vino così amaro da far lacrimare.\"\n\"Bevi per il passato ormai dimenticato, e canta per il domani che l'alba ha da annunciare.\"\n\nNella terra dove le canzoni e la musica sono trasportate dal vento, la gente ha uno spirito allegro ma sensibile.\nSi dice che ci sia stata un'epoca in cui il tiranno Decarabian e i nobili al potere vietarono alcune melodie e certi accordi,\npoiché la gente attenta avrebbero colto lo spirito di resistenza celato dietro alla musica dei bardi e dei cantanti.\nIn effetti, già in passato canzoni e inni venivano usati per comunicare tra i ribelli.\n\nAi tempi del predominio dell'aristocrazia, la Chiesa che venerava l'Archon di Anemo venne sconvolta da uno scisma.\nDa una parte c'era il clero, che mangiava alla tavola dei signori, e che con loro ribaltava le statue dell'Archon mentre scrivevano canzoni e inni di lode.\nDall'altra, c'erano gli uomini pii che non avevano un incarico clericale, e che camminavano per le strade, le cantine e il mondo oltre le mura.\nQuesti uomini pii bevevano alcool a buon mercato, benedicendo schiavi e plebei con i testi sacri originali, che circolavano tra la gente e con le parole trasportate dal vento.\nE nel mentre, scrivevano canzoni e poesie proibite.\n\nQuando la gladiatrice di una terra straniera innalzò la bandiera della ribellione, insieme all'Archon di Anemo risvegliatosi,\nl'anziano uomo pio noto come Pastore anonimo mobilitò i veri fedeli della Chiesa di Favonius.\nInsieme a molti altri, versarono il loro sangue di martiri su questi campi color smeraldo.\nE insieme, intonarono un canto per salvare la nazione, la seconda parte finora sconosciuta di quel vecchio canto popolare:\n\n\"Lasciate l'acciaio tagliente a coloro che daranno la vita per la lotta.\"\n\"Ai ladri una forca ardente preparate.\"\n\"Le frecce ormai consunte aguzzate.\"\n\"Perché quando sentiremo risuonare la musica, la testa delle bestie abbatteremo.\"",
	"baseAtkValue": 49.137699127197266,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bonus DAN fisici",
	"baseStatText": "4,5%",
	"effectName": "Ode allo stendardo del ribelle",
	"effectTemplateRaw": "#Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un <color=#99FFFFFF>{0}</color> e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3{NON_BREAK_SPACE}s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12{NON_BREAK_SPACE}s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un <color=#99FFFFFF>{1}</color> e l'ATT di un <color=#99FFFFFF>{2}</color>. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20{NON_BREAK_SPACE}s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
	"r1": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un 16% e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un 12% e l'ATT di un 20%. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"16%",
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un 20% e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un 15% e l'ATT di un 25%. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"20%",
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un 24% e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un 18% e l'ATT di un 30%. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"24%",
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un 28% e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un 21% e l'ATT di un 35%. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"28%",
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un 32% e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un 24% e l'ATT di un 40%. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili.",
		"values": [
			"32%",
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Tegola della Torre di Decarabian",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Frammento del sogno di Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 18
			}
		]
	}
}