{
	"id": 11513,
	"name": "Fulgore delle placide acque",
	"description": "Uno scettro avvolto da un vortice d'acqua cristallina. In un'epoca assai remota, esso rappresentava la suprema autorità sulle correnti del mare.",
	"descriptionRaw": "Uno scettro avvolto da un vortice d'acqua cristallina. In un'epoca assai remota, esso rappresentava la suprema autorità sulle correnti del mare.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "19,2%",
	"effectName": "Aurora e crepuscolo sul lago",
	"effectTemplateRaw": "#Quando i PS attuali del personaggio che equipaggia l'arma aumentano o diminuiscono, i DAN da abilità elementale inflitti aumentano di un <color=#99FFFFFF>{0}</color> per 6{NON_BREAK_SPACE}s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,2{NON_BREAK_SPACE}s. Quando i PS attuali degli altri membri del gruppo aumentano o diminuiscono, i PS max del personaggio che equipaggia l'arma aumentano di un <color=#99FFFFFF>{1}</color> per 6{NON_BREAK_SPACE}s. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,2{NON_BREAK_SPACE}s, anche se il personaggio non si trova in campo.",
	"r1": {
		"description": "Quando i PS attuali del personaggio che equipaggia l'arma aumentano o diminuiscono, i DAN da abilità elementale inflitti aumentano di un 8% per 6 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s. Quando i PS attuali degli altri membri del gruppo aumentano o diminuiscono, i PS max del personaggio che equipaggia l'arma aumentano di un 14% per 6 s. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s. Gli effetti sopracitati possono attivarsi anche se il personaggio non si trova in campo.",
		"values": [
			"8%",
			"14%"
		]
	},
	"r2": {
		"description": "Quando i PS attuali del personaggio che equipaggia l'arma aumentano o diminuiscono, i DAN da abilità elementale inflitti aumentano di un 10% per 6 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s. Quando i PS attuali degli altri membri del gruppo aumentano o diminuiscono, i PS max del personaggio che equipaggia l'arma aumentano di un 17,5% per 6 s. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s, anche se il personaggio non si trova in campo.",
		"values": [
			"10%",
			"17,5%"
		]
	},
	"r3": {
		"description": "Quando i PS attuali del personaggio che equipaggia l'arma aumentano o diminuiscono, i DAN da abilità elementale inflitti aumentano di un 12% per 6 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s. Quando i PS attuali degli altri membri del gruppo aumentano o diminuiscono, i PS max del personaggio che equipaggia l'arma aumentano di un 21% per 6 s. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s, anche se il personaggio non si trova in campo.",
		"values": [
			"12%",
			"21%"
		]
	},
	"r4": {
		"description": "Quando i PS attuali del personaggio che equipaggia l'arma aumentano o diminuiscono, i DAN da abilità elementale inflitti aumentano di un 14% per 6 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s. Quando i PS attuali degli altri membri del gruppo aumentano o diminuiscono, i PS max del personaggio che equipaggia l'arma aumentano di un 24,5% per 6 s. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s, anche se il personaggio non si trova in campo.",
		"values": [
			"14%",
			"24,5%"
		]
	},
	"r5": {
		"description": "Quando i PS attuali del personaggio che equipaggia l'arma aumentano o diminuiscono, i DAN da abilità elementale inflitti aumentano di un 16% per 6 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s. Quando i PS attuali degli altri membri del gruppo aumentano o diminuiscono, i PS max del personaggio che equipaggia l'arma aumentano di un 28% per 6 s. Massimo 2 accumuli. Quest'effetto può attivarsi una volta ogni 0,2 s, anche se il personaggio non si trova in campo.",
		"values": [
			"16%",
			"28%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Scarto di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essenza di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 18
			}
		]
	}
}