{
	"id": 13511,
	"name": "Bastone delle sabbie scarlatte",
	"description": "Uno degli esemplari di una coppia di scettri forgiati in ossidiana. Leggenda vuole che questi bastoni dessero la facoltà di guidare le popolazioni del deserto, ma nessun servitore attualmente in vita è in grado d'identificare queste insegne regali.",
	"descriptionRaw": "Uno degli esemplari di una coppia di scettri forgiati in ossidiana. Leggenda vuole che questi bastoni dessero la facoltà di guidare le popolazioni del deserto, ma nessun servitore attualmente in vita è in grado d'identificare queste insegne regali.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 5,
	"story": "Per prima cosa furono creati il sole e le lune, seguiti dal giorno e dalla notte. Una volta, lei mi aveva descritto il cielo notturno con tre lune splendenti in una lingua che ho dimenticato... Sì, le lune sono tre.\nChe le ombre del mondo al risveglio gettino il loro bagliore perlato sulla terra, in modo che la gente possa seguire il profilo argentato delle dune di notte per trovare il suo destino finale.\n\nSuccessivamente fu creato il peso, e la sabbia affondò, formando la terra. E ciò che non aveva peso diventò il cielo. Ho stabilito che si farà affidamento sulla terra e si sognerà il cielo.\nIl peso non dovrebbe essere eccessivo, o la terra cingerà i piedi della gente, impedendole di viaggiare ed espandersi attraverso l'esplorazione, o di volare in alto e scoprire il futuro.\n\nPoi i sette monaci saggi furono riconfermati, e governarono le traiettorie tracciate da terra, acqua e stelle. Anche se la sfera celeste fosse solo un'illusione, spesso i miti nascono quando le persone osservano le stelle e le lune.\n\nNel mondo originale, le barriere furono abbattute e il veleno oscuro penetrò nella terra. Per guarire quel fragile mondo triste e imperfetto, delle spine discesero e perforarono la crosta terrestre.\nTuttavia, le regole che ho stabilito sono più eleganti e precise, affinché nessun seguace debba più morire senza un motivo, o nessuna poesia debba andare perduta.\n\nPertanto, il vincolo bestiale con il veleno dovrà essere spezzato, perché assumere veleno è un peccato più immenso del cielo. Ma quanto amabili possono essere i bisbigli? E quanto pura può essere la saggezza di chi li produce?\nIl vento si leva sul nuovo mondo. La luce perlata della luna, il bagliore ambrato del tramonto, le onde dell'erba e le radici delle acque hanno interrotto gradualmente il loro silenzio, e ora tutti cantano i poemi che lei ci ha lasciato.\n\n...\n\nIl ciclo dei sette va rimosso, perché il racconto segreto sarà bloccato.\nPaura e dolore vanno abbattuti, così come la barriera tra la vita e la morte.\nRimuovi il sole, le lune e il peso, perché non dovrebbero esserci barriere tra il tempo e lo spazio.\nRimuovi i princìpi originali di regole, verdetti e grazie, in modo che lei non abbia più paura della punizione prevista per i suoi simili.\nRimuovi uccelli, bestie, pesci, draghi, umani e i sette re monaci, cosicché nessuno possa sottrarre saggezza.\n\n...\n\n\"Il Re della sabbia dorme da solo in sogni segreti, elaborando nuovi teoremi.\"\n\"Nessuno dovrà bere acqua salata nel regno del re, perché nel nuovo mondo tutto dovrà essere buono.\"\n\n...\n\nQuesto è il modo per raggiungere la perfezione. Posso vedere noi tre che dibattiamo ancora nel nostro paradiso. Ci siamo quasi.\nSì, è splendido. Ora capisco. Questo è ciò che ho sempre voluto, ciò che ho sempre desiderato di ritrovare non è mai stato un paradiso per molti.\nTutte le parodie degli insegnamenti e i sette monaci saggi, il cosiddetto mondo puro libero da ogni sofferenza, nulla di questo ha più importanza...\n\nMa non desidero che il veleno ingerito per errore resti in questo mondo. Forse lei potrebbe, a fronte della nostra vecchia amicizia...\nPoco importa se non lo farà per me. Chiedo solo che mi conceda un ultimo favore personale per la nostra amicizia in comune...",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "9,6%",
	"effectName": "Foschia di calore all'orizzonte",
	"effectTemplateRaw": "#Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un <color=#99FFFFFF>{0}</color> della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10{NON_BREAK_SPACE}s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un <color=#99FFFFFF>{1}</color> della propria maestria elementale, che può accumularsi per un massimo di 3 volte.",
	"r1": {
		"description": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un 52% della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un 28% della propria maestria elementale, che può accumularsi per un massimo di 3 volte.",
		"values": [
			"52%",
			"28%"
		]
	},
	"r2": {
		"description": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un 65% della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un 35% della propria maestria elementale, che può accumularsi per un massimo di 3 volte.",
		"values": [
			"65%",
			"35%"
		]
	},
	"r3": {
		"description": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un 78% della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un 42% della propria maestria elementale, che può accumularsi per un massimo di 3 volte.",
		"values": [
			"78%",
			"42%"
		]
	},
	"r4": {
		"description": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un 91% della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un 49% della propria maestria elementale, che può accumularsi per un massimo di 3 volte.",
		"values": [
			"91%",
			"49%"
		]
	},
	"r5": {
		"description": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un 104% della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un 56% della propria maestria elementale, che può accumularsi per un massimo di 3 volte.",
		"values": [
			"104%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiscenza del giardino dell'oasi",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Riserva del caos",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Riserva del caos",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 9
			},
			{
				"id": 112069,
				"name": "Modulo del caos",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 5
			},
			{
				"id": 112069,
				"name": "Modulo del caos",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 9
			},
			{
				"id": 112070,
				"name": "Bullone del caos",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Verità del giardino dell'oasi",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Bullone del caos",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 18
			}
		]
	}
}