{
	"id": 13501,
	"name": "Bastone di Homa",
	"description": "Un \"bastone di legno\" che in passato veniva usato in antichi rituali.",
	"descriptionRaw": "Un \"bastone di legno\" che in passato veniva usato in antichi rituali.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 5,
	"story": "Purificare con il fuoco tutto ciò che è impuro, per permettere alle impurità di salire con le fiamme verso gli alti cieli accoglienti.\nQuesti rituali avrebbero visto illuminarsi gli stoppacci freschi anche nelle stagioni piovose, e il fumo della guerra si sarebbe alzato da quei fuochi come preghiere per le benedizioni e per sconfiggere il male.\n\nQuesti rituali fiammeggianti erano particolarmente comuni durante quel periodo di conflitto.\nPerché i sogni e le delusioni dei cadaveri silenti degli dèi avrebbero prodotto miasmi malvagi,\nstrappando via gli abitanti che non erano più loro, e anche quelli che non erano mai stati loro.\n\nPoi, un medico misericordioso sentì un sussurro dall'interno della fiamma feroce come il rosso tramonto,\nda dentro il crepitio schioccante dell'erba secca.\n\"Solo una fiamma libera può purificare la feccia di questo mondo.\"\n\"Solleva questa legna scarlatta. Con essa, respingerai ogni demone.\"\n\nAllora il dottore prese quel diabolico bastone rosso, incendiando tutto ciò che era impuro.\nColoro che sono morti, incapaci di sopportare la profonda tristezza, ma che da allora sono avvolti dal cattivo karma e dalla sventura,\nsaranno ridotti da questa fiamma in farfalle cineree, e riceveranno sollievo dalle loro disgrazie e ferite.\nLa leggenda narra che anche il dottore che aveva acceso quelle innumerevoli fiamme fu ridotto in fumo nella forma di una graziosa farfalla.\n\nSebbene questi riti siano stati dimenticati nel tempo con la venuta della pace,\ncoloro che hanno il fuoco nei loro cuori possono ancora sentire queste parole sussurrate dalle fiamme tremolanti quando si trovano di fronte a un'imponente oscurità:\n\"Solo una fiamma libera può purificare questo mondo\".",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "14,4%",
	"effectName": "Farfalletta vermiglia",
	"effectTemplateRaw": "I PS aumentano di un <color=#99FFFFFF>{0}</color>. Inoltre, fornisce un bonus ATT pari a un <color=#99FFFFFF>{1}</color> dei PS max del personaggio equipaggiato con quest'arma. Quando i PS del personaggio sono inferiori a un 50%, questo bonus ATT aumenta per un <color=#99FFFFFF>{2}</color> extra dei PS max.",
	"r1": {
		"description": "I PS aumentano di un 20%. Inoltre, fornisce un bonus ATT pari a uno 0,8% dei PS max del personaggio equipaggiato con quest'arma. Quando i PS del personaggio sono inferiori a un 50%, questo bonus ATT aumenta per un 1% extra dei PS max.",
		"values": [
			"20%",
			"0,8%",
			"1%"
		]
	},
	"r2": {
		"description": "I PS aumentano di un 25%. Inoltre, fornisce un bonus ATT pari a un 1% dei PS max del personaggio equipaggiato con quest'arma. Quando i PS del personaggio sono inferiori a un 50%, questo bonus ATT aumenta per un 1,2% extra dei PS max.",
		"values": [
			"25%",
			"1%",
			"1,2%"
		]
	},
	"r3": {
		"description": "I PS aumentano di un 30%. Inoltre, fornisce un bonus ATT pari a un 1,2% dei PS max del personaggio equipaggiato con quest'arma. Quando i PS del personaggio sono inferiori a un 50%, questo bonus ATT aumenta per un 1,4% extra dei PS max.",
		"values": [
			"30%",
			"1,2%",
			"1,4%"
		]
	},
	"r4": {
		"description": "I PS aumentano di un 35%. Inoltre, fornisce un bonus ATT pari a un 1,4% dei PS max del personaggio equipaggiato con quest'arma. Quando i PS del personaggio sono inferiori al 50%, questo bonus ATT aumenta per un 1,6% extra dei PS max.",
		"values": [
			"35%",
			"1,4%",
			"1,6%"
		]
	},
	"r5": {
		"description": "I PS aumentano di un 40%. Inoltre, fornisce un bonus ATT pari a un 1,6% dei PS max del personaggio equipaggiato con quest'arma. Quando i PS del personaggio sono inferiori a un 50%, questo bonus ATT aumenta per un 1,8% extra dei PS max.",
		"values": [
			"40%",
			"1,6%",
			"1,8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Granello di Aerosiderite",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Pezzo di Aerosiderite",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 18
			}
		]
	}
}