{
	"id": 14517,
	"name": "Veglia del Chiamastelle",
	"description": "Una statua scolpita nella forma di un'aquila. Una reliquia sacra tramandata da generazioni dai Maestri del Vento della Notte.",
	"descriptionRaw": "Una statua scolpita nella forma di un'aquila. Una reliquia sacra tramandata da generazioni dai Maestri del Vento della Notte.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "Lascia che i suoi occhi si tingano di fumo ardente, così che non sia incantata dai colori che essi riflettono.\nBenedici le sue caviglie con una lama di selce, così che non debba abbandonare i suoi cari compagni.\nSecondo un vetusto e solenne contratto, il messaggero della notte scelse una bambina dall'anima luminosa come le stelle.\nDopodiché posò sulla sua fronte una corona di piume d'aquila affinché guidasse il popolo antico, privo di forma, nel sonno della notte.\n\nChe si trattasse di draghi sprofondati nei sogni o di santi che si scontravano senza sosta nei regni eterici...\nNessuno si accorse dei piani di colui che si spacciava per un Saggio. Venne stretto un accordo tra gli abitanti della valle e i nobili discendenti.\nEsso spense le fiamme della sete di sangue dei capi guerrieri, lasciando solamente il placido silenzio della morte sui sentieri avvolti dal fumo.\nIn questo modo, persino i guerrieri più impavidi della valle si sarebbero piegati a colui che chiamava le stelle.\nSebbene non facesse parte di nessun grande piano, la decadenza dei caduti lo disgustava ancora.\nCosì, usò dei piccoli trucchetti per incitare la giovane a ribellarsi contro i draghi, tutto in nome della buona volontà.\n\nCome aveva ipotizzato il Saggio autoproclamato, manipolare i cuori umani era sempre stato estremamente semplice.\nBastava alimentare il fuoco delle fiamme della sofferenza, pronunciare qualche frase accattivante contenente la parola \"speranza\"...\nE quella giovane mortale, debole come una formica e sciocca come un albero avvizzito, pendeva dalle sue labbra.\nSe l'avesse guidata nel pericoloso regno della notte, a contemplare quei sentieri avvolti dal vento dell'oscurità...\nElla, nella sua ingenuità, non avrebbe veduto nulla in quel fumo fosco...\nSarebbe bastato un nonnulla per disintegrare quel fragile sogno...\n\nProprio come aveva previsto il Saggio autoproclamato, la giovane donna, che un tempo si era inginocchiata dinanzi ai draghi...\nGuidò uno straniero che non aveva mai visto prima attraverso la coltre di fumo con un flauto e il canto.\nCosì, come previsto, inviò il suo servitore silente Dinga fuori dalla valle.\nDopodiché, quella terra sarebbe stata presto avvolta dalle fiamme del massacro, isolata dal resto del mondo...\n\nMolti anni dopo, l'eroe Maghan conficcò il pugnale dorato del Re Pitone nel cuore del suo precedente padrone.\nSolo allora il Saggio, che pensava di poter controllare i cuori degli umani, si rese conto che i semi ardenti del tradimento erano già stati seminati da tempo.\nMa come aveva immaginato, quel tradimento non aveva come oggetto i draghi nel loro sonno profondo.\nBensì aveva accompagnato il canto della Wayob appena nata, dalla profondità delle sale del Reame notturno...\nAveva gettato le fondamenta della tribù dei \"Mictlan\" per i successivi mille anni.\nSette strati di tende invisibili in quella cella sigillavano l'antica e oscura terra del caos.\nNel vento della notte e nella luce gelida del giorno, le formiche rubarono i riti segreti che nemmeno il Saggio autoproclamato avrebbe mai potuto sperare di fare suoi.\n\n\"Non riporre tutte le tue speranze nella notte, non contare sulla benevolenza dei santi e, soprattutto, non fidarti ciecamente delle lusinghe di colui che si autodefinisce un Saggio.\nSebbene siamo deboli e codardi, e macchiati dalla miseria e dal maligno, noi umani possiamo fare affidamento soltanto su noi stessi.\nNoi mortali siamo fondamentalmente fragili. Anche se tutto andasse secondo le mie aspettative, sarò in grado di stabilizzare il confine soltanto per cento anni.\nFai in modo che la gente sappia. Raccontagli delle tribù, narra loro le gloriose gesta dei valorosi eroi.\nDiffondi le loro 'memorie', lascia che riempiano i rotoli di tessuto, così da gettare le fondamenta di quella che, un giorno, sarà chiamata 'Natlan'.\nPorta con te questa bambola, Dinga, mio più fedele servitore, e inizia il tuo viaggio alla volta della prima alba.\nVeglierò sempre su di te, o mio eroe, ti coprirò sempre le spalle come un mantello di seta...\nFin quando le nostre anime non saranno intrecciate in eterno nella pace più profonda, ove nemmeno la morte sarà in grado di separarci.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "58",
	"effectName": "Offerte al vento e al sole",
	"effectTemplateRaw": "#Aumenta la maestria elementale di <color=#99FFFFFF>{0}</color>. Quando il personaggio che equipaggia l'arma crea uno scudo, ottiene l'effetto Specchio della Notte per 15{NON_BREAK_SPACE}s: il membro attivo del gruppo infligge un <color=#99FFFFFF>{1}</color> di DAN aumentati agli avversari vicini. È possibile ottenere l'effetto Specchio della Notte una volta ogni 14{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Aumenta la maestria elementale di 100. Quando il personaggio che equipaggia l'arma crea uno scudo, ottiene l'effetto Specchio della Notte per 15 s: il membro attivo del gruppo infligge un 28% di DAN aumentati agli avversari vicini. È possibile ottenere l'effetto Specchio della Notte una volta ogni 14 s.",
		"values": [
			"100",
			"28%"
		]
	},
	"r2": {
		"description": "Aumenta la maestria elementale di 125. Quando il personaggio che equipaggia l'arma crea uno scudo, ottiene l'effetto Specchio della Notte per 15 s: il membro attivo del gruppo infligge un 35% di DAN aumentati agli avversari vicini. È possibile ottenere l'effetto Specchio della Notte una volta ogni 14 s.",
		"values": [
			"125",
			"35%"
		]
	},
	"r3": {
		"description": "Aumenta la maestria elementale di 150. Quando il personaggio che equipaggia l'arma crea uno scudo, ottiene l'effetto Specchio della Notte per 15 s: il membro attivo del gruppo infligge un 42% di DAN aumentati agli avversari vicini. È possibile ottenere l'effetto Specchio della Notte una volta ogni 14 s.",
		"values": [
			"150",
			"42%"
		]
	},
	"r4": {
		"description": "Aumenta la maestria elementale di 175. Quando il personaggio che equipaggia l'arma crea uno scudo, ottiene l'effetto Specchio della Notte per 15 s: il membro attivo del gruppo infligge un 49% di DAN aumentati agli avversari vicini. È possibile ottenere l'effetto Specchio della Notte una volta ogni 14 s.",
		"values": [
			"175",
			"49%"
		]
	},
	"r5": {
		"description": "Aumenta la maestria elementale di 200. Quando il personaggio che equipaggia l'arma crea uno scudo, ottiene l'effetto Specchio della Notte per 15 s: il membro attivo del gruppo infligge un 56% di DAN aumentati agli avversari vicini. È possibile ottenere l'effetto Specchio della Notte una volta ogni 14 s.",
		"values": [
			"200",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Decadenza delirante del Sacro Signore",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Frammento di volontà distrutta",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Frammento di volontà distrutta",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Recipiente di volontà certa",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Recipiente di volontà certa",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sigillo di volontà inarrestabile",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Divinità delirante del Sacro Signore",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigillo di volontà inarrestabile",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 18
			}
		]
	}
}