{
	"id": 11430,
	"name": "Osso tenace",
	"description": "Una spada lunga fatta d'osso, induritasi dopo innumerevoli colpi e fendenti. Si dice fosse la fidata arma dell'eroina Wanjiru.",
	"descriptionRaw": "Una spada lunga fatta d'osso, induritasi dopo innumerevoli colpi e fendenti. Si dice fosse la fidata arma dell'eroina Wanjiru.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "Proprio come le bestie marine, nascoste tra le profondità delle correnti e le onde colossali, inseguono il rumore dell'acqua là ove si pacificano,\ncosì anche il possente drago che un tempo dominava la terra del fuoco ebbe una tomba in cui ammassare il suo lascito.\nLaggiù, dorsali sottili come bava di ragno, composte di ossa sbiancate, afferravano il cielo come dei giganteschi artigli.\nAlle macchine segrete che sorvegliano la notte e il confine del regno dei morti fu ordinato di vigilare costantemente.\n\nÈ un posto pericoloso per chiunque. Perfino i più abili dei fattorini vi girano alla larga.\nInoltre, perché mai disturbare dei nemici così potenti, che contano i loro ultimi giorni sulla punta dei loro artigli?\nMentre sedeva davanti al fuoco della tribù, Wanjiru balzò improvvisamente in piedi dalla gioia quando udì i racconti su quel posto.\nNon vi erano altri nemici al mondo più spaventosi di quelli. E Wanjiru, che già possedeva una forza portentosa,\navrebbe potuto sicuramente ottenere ciò che desiderava con i loro resti, più di chiunque altro.\n\nO mirabile Wanjiru, il cui legno ferro aveva resistito per centinaia di anni ogni volta che oscillava...\nO mirabile Wanjiru, in grado di sgretolare i minerali grezzi con la mano, davanti alle cui braccia i macigni che sbarravano il cammino si piegavano...\nCome fango informe tra le sue dita, poteva malleare finanche gli oggetti realizzati col più duro dei metalli...\nDove avrebbe mai potuto trovare un'arma affidabile? Dopo averci pensato notte e dì, Wanjiru alla fine trovò la risposta.\n\nSi lanciò dal picco del vulcano Tollan, evitando le creature striscianti come serpenti e addentrandosi nelle rovine rimaste desolate per secoli.\nSeguì le tracce degli eroi che un tempo combatterono contro il feroce drago, dove profondi squarci erano rimasti incisi sul fianco della montagna dalla loro lotta.\nSe solo fosse nata a quei tempi, pensava, sarebbe diventata come i suoi antenati: una leggenda.\nEra invidiosa di quegli avi che avevano avuto l'opportunità di mettere alla prova le proprie abilità contro il potente e gagliardo drago, e la propria forza contro gli spiriti primordiali.\n\nMa quel frastagliato cimitero non era letale come i cantastorie della tribù l'avevano dipinto.\nNon era altro che un insieme di cadaveri di qualche bestia gigante che lì trovò la sua fine.\nProprio quando la delusione si apprestava a sopraggiungere, la giovane, in uno stato ipnotico e con la mano protesa, vide improvvisamente un'enorme ombra con le ali spiegate che si lanciava su di lei.\nSenza nemmeno il tempo di capire cosa fosse quella creatura, affrontò quell'ombra dorata emettendo una grassa risata.\nNon serve dilungarsi troppo su quella furiosa battaglia: fu un duello all'ultimo sangue, occhio per occhio e dente per dente, senza esclusione di colpi.\nAlla fine, la coraggiosa guerriera diede il colpo finale, strappando l'ala spezzata del drago con le sue mani insanguinate.\nE quell'ombra dorata scomparve con un lamento, come se si fosse trattata di una creazione un tempo reale.\n\nTornata in sé, notò di avere ancora la mano protesa, come se tutto ciò che aveva appena vissuto non fosse stato altro che il fugace frammento di una visione onirica.\nMa era stato veramente solo un sogno? Il braccio che si era rotto nell'ipotetico sogno le doleva ancora molto...\nE nella sua mano protesa era apparso, come dal nulla, un pesante osso di drago, non diverso dalla coda della gigantesca bestia che aveva abbattuto.\n\nQuando lo raccontò ai suoi amici, i quali adoravano narrare storie sull'argomento, il Sommo Sacerdote dei Maestri del Vento della Notte arricciò il naso:\n\"Il Grande Vulcano di Tollan è un luogo proibito. Le persone normali non vi possono nemmeno entrare! E, tra l'altro, eri troppo giovane allora.\"\nL'uomo con la lama cerimoniale in mano aggiunse: \"E poi, siamo seri! Non ti abbiamo nemmeno mai visto sfoderarla, quella spada!\"\n\"Io sono seria eccome! Se non la uso è semplicemente perché di solito non ne ho bisogno. Le mie mani mi bastano e avanzano.\"\nAlla vigilia della battaglia, seduta accanto al fuoco, Wanjiru disse di aver visto il profilo della grande bestia nera sulla riva.\nStrinse l'elsa della lama d'osso, attendendo in silenzio di arrivare al campo di battaglia dove avrebbe potuto di nuovo sguainarla.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "6%",
	"effectName": "Orgoglio del capocaccia",
	"effectTemplateRaw": "#Il consumo di vigore dello Scatto o dello Scatto alternativo si riduce di un 15%. Inoltre, dopo aver usato una delle due azioni suddette, i DAN da attacco normale aumentano di un <color=#99FFFFFF>{0}</color> dell'ATT. Questo effetto si annulla dopo 18 attivazioni o trascorsi 7{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Il consumo di vigore dello Scatto o dello Scatto alternativo si riduce di un 15%. Inoltre, dopo aver usato una delle due azioni suddette, i DAN da attacco normale aumentano di un 16% dell'ATT. Questo effetto si annulla dopo 18 attivazioni o trascorsi 7 s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Il consumo di vigore dello Scatto o dello Scatto alternativo si riduce di un 15%. Inoltre, dopo aver usato una delle due azioni suddette, i DAN da attacco normale aumentano di un 20% dell'ATT. Questo effetto si annulla dopo 18 attivazioni o trascorsi 7 s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Il consumo di vigore dello Scatto o dello Scatto alternativo si riduce di un 15%. Inoltre, dopo aver usato una delle due azioni suddette, i DAN da attacco normale aumentano di un 24% dell'ATT. Questo effetto si annulla dopo 18 attivazioni o trascorsi 7 s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Il consumo di vigore dello Scatto o dello Scatto alternativo si riduce di un 15%. Inoltre, dopo aver usato una delle due azioni suddette, i DAN da attacco normale aumentano di un 28% dell'ATT. Questo effetto si annulla dopo 18 attivazioni o trascorsi 7 s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Il consumo di vigore dello Scatto o dello Scatto alternativo si riduce di un 15%. Inoltre, dopo aver usato una delle due azioni suddette, i DAN da attacco normale aumentano di un 32% dell'ATT. Questo effetto si annulla dopo 18 attivazioni o trascorsi 7 s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Terrore del cuore sacrificale ardente",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Frammento di volontà distrutta",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Frammento di volontà distrutta",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Fischietto di legno della sentinella",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Recipiente di volontà certa",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Recipiente di volontà certa",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Fischietto di metallo del guerriero",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigillo di volontà inarrestabile",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Fulgore del cuore sacrificale ardente",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sigillo di volontà inarrestabile",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Fischietto d'oro del guerriero dei Saurici",
				"count": 12
			}
		]
	}
}