{
	"id": 11504,
	"name": "Affettavette",
	"description": "Simbolo di un patto leggendario, un tempo questa spada affilata tagliò la vetta di una montagna.",
	"descriptionRaw": "Simbolo di un patto leggendario, un tempo questa spada affilata tagliò la vetta di una montagna.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "Nel lontano passato, quando gli dèi e gli spiriti camminavano sulla terra,\nquando tutta la terra era in subbuglio, le persone devono aver posto queste domande...\n\"Ti prego, dove sono la mia dolce metà e i miei figli?\"\n\"Quando torneranno da noi coloro che sono partiti?\"\n\"Oh, grande Signore, per quanto tempo persisteranno questi tempi orribili?\"\n\nPersino i cuori scavati nelle rocce più dure s'incrinarono, spezzandosi per il dolore.\nPersino gli occhi di coloro rimasti in silenzio, stoici nella loro fede incrollabile negli dèi, cominciarono a covare rabbia.\nAnche se non ponevano queste domande, il loro cuore emetteva dei suoni.\n\nIl sovrano di Geo dimostrò la sua grandezza e scolpì una lunga lama da una tavola dorata di Cor Lapis.\nCon un solo gesto, tagliò di netto un angolo di una montagna, e su di esso fece un solenne giuramento al popolo.\nChi si disperdeva sarebbe stato radunato... Chi infrangeva il contratto sarebbe stato punito.\nColoro che avevano perso i loro cari, coloro che erano stati derubati dei loro beni, coloro che erano stati privati della giustizia avrebbero ricevuto una ricompensa.\n\nForse si tratta solo di una delle tante storie che popolano l'antica terra di Liyue.\nMa il solenne giuramento fatto da Rex Lapis continua a essere valido al suo interno.\nInfrangere un contratto significa inimicarsi questa terra dove un tempo regnavano gli dèi\ne, prima o poi, la montagna tagliata da Rex Lapis crollerà su coloro che infrangono i contratti.\n\nÈ ancora diffusa una leggenda secondo cui il vero proprietario di quest'arma un giorno camminerà nuovamente tra i mortali.\nSolo allora questa spada tornerà a brillare d'oro e la sua luce squarcerà la più grande ingiustizia di questo mondo...\nProprio come quando Rex Lapis fece il suo solenne giuramento al popolo.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "10,8%",
	"effectName": "Maestà dorata",
	"effectTemplateRaw": "#Aumenta l'efficacia dello scudo di un <color=#99FFFFFF>{0}</color>. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un <color=#99FFFFFF>{1}</color> per 8{NON_BREAK_SPACE}s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3{NON_BREAK_SPACE}s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
	"r1": {
		"description": "Aumenta l'efficacia dello scudo di un 20%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 4% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Aumenta l'efficacia dello scudo di un 25%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 5% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Aumenta l'efficacia dello scudo di un 30%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 6% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Aumenta l'efficacia dello scudo di un 35%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 7% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Aumenta l'efficacia dello scudo di un 40%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 8% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Sabbie brillanti di Guyun",
				"count": 5
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 5
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 9
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 5
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 9
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Corpo divino di Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 18
			}
		]
	}
}