{
	"id": 14518,
	"name": "Sonnellino mattutino",
	"description": "Una lanterna con una campana a vento realizzata in giada viola. Pare che sia in grado di donare bei sogni se riposta sotto il proprio cuscino.",
	"descriptionRaw": "Una lanterna con una campana a vento realizzata in giada viola. Pare che sia in grado di donare bei sogni se riposta sotto il proprio cuscino.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "\"Quando ho visto le terme nei miei sogni, pensavo di essere già arrivata al luogo dell'incontro, e ho finito per svegliarmi un po' tardi.\"\nCosì aveva giustificato il ritardo con le amiche la fanciulla ancora mezza addormentata, mascherando l'imbarazzo con la sua solita indifferenza.\nNon avrebbe mai ammesso di aver semplicemente dormito troppo durante il primo giorno del nuovo anno, così diede la colpa alle terme nei suoi sogni.\n\n\"Beh, come si suol dire: 'Sogni notturni da pensieri diurni'. Ma chi l'avrebbe mai detto che persino la nostra sacerdotessa dal volto impassibile non vedesse l'ora di andare in vacanza?\"\n\"Ah, che peccato che Takamine non riesca a venire! Immagino che ci saremo solo io e Nagamasa a tenerti comp... Ahi, ahi, ahi!\"\n\"Davvero, qualsiasi altra persona ucciderebbe pur di fare un sogno così fortunato. Non potresti sorridere, una volta tanto?\"\n\nCosì disse il frivolo giovanotto tra il serio e il faceto. Ma la giovane donna di Seirai lo fulminò con lo sguardo.\nChiese aiuto al figlio adottivo dell'oni, ma l'onesto apprendista si limitò a voltarsi dall'altra parte in silenzio.\n\nTuttavia, il giovane, che in seguito sarebbe stato riverito come il fondatore dell'onmyoudou, non stava mentendo. Infatti, come si dice a Inazuma:\n\"Primo: le terme; secondo: i falchi; terzo: Narukami\", che si riferisce alle visioni che si dovrebbero avere nel primo sogno dell'anno nuovo, spesso considerate dei presagi propizi.\nLe terme sono simbolo di salute e longevità, i falchi di grandi successi e Narukami di desideri realizzati.\n\nEppure, da quel giorno le terme non apparvero più nei sogni della sacerdotessa.\nNé lo fecero quegli anni di gioia spensierata, colmi di risate come campane a festa...\nTutto svanì come il vapore delle terme, estinguendosi silenziosamente in una vasta distesa di gelidi sogni.\n\n...\n\n\"Che ne dici di fare una scommessa? Uhm, bene. Allora... io scommetto quest'arco.\nScommetto sull'arco più potente al mondo che tornerò vivo.\"\n\nFurono queste le parole dell'uomo, pronunciate con una risata giocosa. Il suo tono di voce era calmo come sempre e privo di ogni solennità.\n\"Che irrecuperabile ludopatico. È uno spadaccino rinomato, ma ancora troppo immaturo\", pensò la sacerdotessa tra sé e sé.\nMa non aveva importanza. Proprio come era stato predetto nel suo primo sogno, come quel falco che si librava sopra il crinale...\nCon il buon presagio del suo sogno, il samurai, temprato dalle sue numerose battaglie, sarebbe sicuramente riuscito a strappare la vittoria dalle fauci della sconfitta.\n\nEppure, da quel giorno non apparve più il falco che volava alto nel cielo nei sogni della sacerdotessa.\nElla sognava soltanto piume che fluttuavano dolcemente, poiché quel falco era scomparso da tempo.\n\n...\n\n\"Primo sogno? Hah! Sei una sacerdotessa esperta. Non crederai ancora a quelle storie frivole, vero?\nBuoni presagi, cattivi presagi... Alla fine, sono tutte bugie inventate per ingannare i bambini sciocchi!\"\n\nForse, come disse un vecchio amico una volta, i sogni della notte non sono altro che il riflesso delle nostre preoccupazioni durante il giorno.\nPoi, una notte, lo stendardo di Narukami svettò alto nel suo sogno, sospeso sul mare come un'incessante tempesta di fulmini.\nNel vedere quella scena, la sacerdotessa non poté far altro che ridere amaramente, facendosi beffe dei presagi e della strada incerta davanti a lei.\n\nPerdonami, Maestro, per aver sprecato l'arte che mi hai tramandato...\nPer essermi rivoltata contro lo stendardo che hai servito, e per aver macchiato la tua purezza col disonore.\nMa ora, tutto questo non ha importanza.\nPermetti a coloro che non conoscono il mio cuore di esprimere i loro desideri...\nPoiché a me non interessa la mia vita, né il mio nome...\nMi basta che, per questa volta, egli possa continuare a vivere...\n\n...\n\n\"D'accordo, va bene, non avrei dovuto minimizzare la cosa. Siamo a posto così, giusto? Uff, suvvia, Nagamasa, di' qualcosa anche tu!\nNon capita spesso che tu abbia un giorno di riposo per visitare le terme. Di certo la nostra piccola sacerdotessa non avrà intenzione di restarsene qui a fantasticare fino alla chiusura, non è così?\"\n\nUna volta tornata in sé, si rese conto che il giovane sagace era ancora lì, e le sue battute dispettose e il suo ghigno scherzoso erano più fastidiosi che mai.\nForse tutti quegli alti e bassi non erano stati altro che un effimero sogno termale, e il suo cosiddetto risveglio soltanto un pigro sonnellino dopo la pioggia.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "58",
	"effectName": "Terme, falchi e Narukami",
	"effectTemplateRaw": "#La maestria elementale del personaggio aumenta di <color=#99FFFFFF>{0}</color> per 6{NON_BREAK_SPACE}s dopo aver innescato Turbinio; di <color=#99FFFFFF>{1}</color> per 9{NON_BREAK_SPACE}s dopo aver colpito un avversario con l'abilità elementale; e di <color=#99FFFFFF>{2}</color> per 30{NON_BREAK_SPACE}s dopo aver colpito un avversario con il Tripudio elementale.",
	"r1": {
		"description": "La maestria elementale del personaggio aumenta di 120 per 6 s dopo aver innescato Turbinio; di 96 per 9 s dopo aver colpito un avversario con l'abilità elementale; e di 32 per 30 s dopo aver colpito un avversario con il Tripudio elementale.",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "La maestria elementale del personaggio aumenta di 150 per 6 s dopo aver innescato Turbinio; di 120 per 9 s dopo aver colpito un avversario con l'abilità elementale; e di 40 per 30 s dopo aver colpito un avversario con il Tripudio elementale.",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "La maestria elementale del personaggio aumenta di 180 per 6 s dopo aver innescato Turbinio; di 144 per 9 s dopo aver colpito un avversario con l'abilità elementale; e di 48 per 30 s dopo aver colpito un avversario con il Tripudio elementale.",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "La maestria elementale del personaggio aumenta di 210 per 6 s dopo aver innescato Turbinio; di 168 per 9 s dopo aver colpito un avversario con l'abilità elementale; e di 56 per 30 s dopo aver colpito un avversario con il Tripudio elementale.",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "La maestria elementale del personaggio aumenta di 240 per 6 s dopo aver innescato Turbinio; di 192 per 9 s dopo aver colpito un avversario con l'abilità elementale; e di 64 per 30 s dopo aver colpito un avversario con il Tripudio elementale.",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Saggezza di Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Pietra infuocata",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Pietra infuocata",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Guscio spettrale",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Seme della vita infuocato",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Seme della vita infuocato",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Cuore spettrale",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Occhio vigile infuocato",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Eroismo di Narukami",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Occhio vigile infuocato",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Nucleo spettrale",
				"count": 18
			}
		]
	}
}