{
	"id": 14516,
	"name": "Vai col surf",
	"description": "Un oggetto commemorativo pensato come premio esclusivo per il campione del \"Primo Torneo di Surf Intertribù\". Essendo il torneo ancora nella sua fase preparatoria, l'oggetto è stato temporaneamente affidato alla proprietaria del negozio Il Gonfiotto Pacioccone.",
	"descriptionRaw": "Un oggetto commemorativo pensato come premio esclusivo per il campione del \"Primo Torneo di Surf Intertribù\". Essendo il torneo ancora nella sua fase preparatoria, l'oggetto è stato temporaneamente affidato alla proprietaria del negozio Il Gonfiotto Pacioccone.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "Questa è una parte della storia della battaglia del Signore del vulcano contro la gente delle tribù di Natlan.\n\nTutti dovrebbero già conoscere la storia del vile Signore del vulcano. Un mostro mastodontico, simile a una gigantesca salamandra nera e viola, che approfittò dell'assenza degli altri potenti e antichi draghi per occupare di nascosto il Grande Vulcano di Tollan. Iniziò a tormentare la gente, compiendo ogni sorta di crimine e atrocità, provocando considerevoli sofferenze alle varie tribù. Fortunatamente, il nero Signore del vulcano fu completamente espulso da Natlan, e oggi i bambini non devono più preoccuparsi di lui!\nOggi parleremo di come l'antica Archon di Pyro, Cochanina, scacciò il Signore del vulcano dalle terre del Popolo delle Sorgenti.\n\nQuel giorno, il Signore del vulcano giaceva nella sua montagna sputafuoco, ammirando il suo corpo nero come la pece e grattandosi la testa... Quando zaaac! Gli venne un'altra idea terribilmente malvagia.\n\"Bah, è proprio buio quaggiù sotto il vulcano, più buio di una notte senza luna! Non riesco nemmeno a vedere la mia stessa unghia.\nHo sentito dire che quelli del Popolo delle Sorgenti, verso sud, hanno l'acqua più limpida e pura di tutta Natlan! Se riuscissi a lavarci tutte le lordure di questo posto, forse riuscirei a ripulirlo come si deve! Quanto a quegli indigeni insignificanti, a chi importa cosa pensano?\"\nCon questo pensiero nella testa, il grande Signore del vulcano non poté fare a meno di sentirsi immensamente soddisfatto di sé stesso e gioire all'idea di poter diventare tutto bello e pulito. Così fece uscire dal vulcano un fumo denso, così da raggiungere il Popolo delle Sorgenti passando inosservato. Del tutto indifferente alle proteste della gente e ai loro tentativi di fermarlo, gettò ogni genere di pattume nelle sorgenti, incluso il lavandino della sua cucina. Questo rese l'aria della tribù irrespirabile, al punto che persino i pinguini Solcacorrenti se la diedero ad ali levate uno dopo l'altro.\nLa situazione non poteva continuare! Così l'Anziano della tribù partì alla ricerca di Cochanina, l'Archon di Pyro, e le raccontò quanto stava accadendo.\nCochanina emise un profondo sospiro. Non era la prima volta che il Signore del vulcano causava seri problemi a Natlan. Ma, ahimè, era un avversario davvero problematico. Anche se era stato sconfitto molte volte dagli altri Archon di Pyro, riusciva sempre a farla franca, nascondendosi nel buio ventre del vulcano per un po', per poi riemergere. Così, Cochanina escogitò un piano per scacciare il Signore del vulcano da quelle terre una volta per tutte. Non portò con sé la sua arma fidata, la celebre spada Unu Pachacuti, ma soltanto una tavola da surf.\nQuando Cochanina si presentò davanti al Signore del vulcano, egli era piacevolmente immerso in una sorgente termale ormai già contaminata, ciondolando la sua grande pancia e rilassandosi completamente.\n\"O grande Signore del vulcano! Come possono le sorgenti dove si bagnano questi patetici umani bastare a lavare i tuoi preziosi tesori? Solo l'antico tesoro segreto lasciato dal grande eroe Uenuku e tramandato dal Popolo delle Sorgenti, il 'Calice iridescente' da cui sbocciano infiniti arcobaleni, è degno della tua nobile essenza.\"\n\"Eh?\" Quelle parole destarono immediatamente l'interesse del Signore del vulcano. Sebbene davanti a lui non ci fosse altro che un'ignobile e insignificante donna della tribù, i suoi suggerimenti e il suo atteggiamento umile sarebbero potuti tornargli utili. \"In tal caso, perché non porti la mia illustre essenza a recuperare ciò che è suo di diritto?\"\n\"O grande Signore del vulcano, c'è una cosa di cui forse non sei a conoscenza. Quel tesoro non si trova sulla terraferma, ma è nascosto nelle profondità del mare. Ahimè, tu non sai surfare, e noi non siamo altro che umani insignificanti, incapaci di costruire una barca in grado di accomodare la tua gloriosa e maestosa sembianza...\"\n\"Umpf! Non sottovalutarmi!\", rispose furente il Signore del vulcano. Era sempre così... Ogni volta che qualcuno di quegli insignificanti esserini diceva che non sarebbe stato in grado di fare qualcosa, lui fingeva sempre di esserne capace. \"Fammi strada! Si tratta solo di surfare, dopotutto. Quanto potrà risultare difficile per qualcuno tanto magnifico quanto me?\"\nCosì, Cochanina condusse il Signore del vulcano verso il mare aperto. Il maldestro Signore non riusciva a competere con la campionessa di surf della tribù, e non poté far altro che seguire la sua scia, ingoiando gli spruzzi sollevati dalla sua tavola. Vedendolo intontito, Cochanina lanciò lontano un Pesce palla alla deriva e gridò:\n\"Guarda! Il tesoro è laggiù! Questa è la chiave per aprirlo!\"\nGli spruzzi delle onde impedivano al Signore del vulcano di vedere cos'avesse lanciato Cochanina... ma lui era il potente Signore del vulcano, come avrebbe potuto ammettere di essere in qualche modo inferiore agli umani? E così, con un ruggito, si lanciò all'inseguimento di quel \"tesoro\", per poi venire punto dagli aculei del pesce palla alla deriva. Il dolore fu così lancinante che cadde dalla sua tavola da surf e finì in acqua.\nPersino il mastodontico corpo del Signore del vulcano non è che un granello di sabbia, in confronto all'immensità del mare. Inoltre, al di sotto delle onde, si nascondono cose ancora più terrificanti di lui. In ogni caso, il Signore del vulcano si dimenò in mare per diverso tempo, finché non trovò dei giunchi a cui aggrapparsi. Trascorse qualche tempo alla deriva prima di tornare sulla terraferma. Anche se Cochanina non era riuscita a scacciarlo completamente da Natlan, il Signore del vulcano non osò più mettersi contro con il Popolo delle Sorgenti.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "19,2%",
	"effectName": "Rimembranza acquatica",
	"effectTemplateRaw": "#I PS max aumentano di un <color=#99FFFFFF>{0}</color>. Ogni 15{NON_BREAK_SPACE}s, per 14{NON_BREAK_SPACE}s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida, ognuno dei quali aumenta i DAN da attacco normale di un <color=#99FFFFFF>{1}</color>. Per la durata dell'effetto, ogni 1,5{NON_BREAK_SPACE}s, il personaggio perde 1 accumulo dopo che un attacco normale colpisce un avversario; ogni 1,5{NON_BREAK_SPACE}s, il personaggio ottiene 1 accumulo dopo aver innescato una reazione di Vaporizzazione su un avversario. È possibile avere fino a un massimo di 4 accumuli di Estate torrida.",
	"r1": {
		"description": "I PS max aumentano di un 20%. Ogni 15 s, per 14 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida, ognuno dei quali aumenta i DAN da attacco normale di un 12%. Per la durata dell'effetto, ogni 1,5 s, il personaggio perde 1 accumulo dopo che un attacco normale colpisce un avversario; ogni 1,5 s, il personaggio ottiene 1 accumulo dopo aver innescato una reazione di Vaporizzazione su un avversario. È possibile avere fino a un massimo di 4 accumuli di Estate torrida.",
		"values": [
			"20%",
			"12%"
		]
	},
	"r2": {
		"description": "I PS max aumentano di un 25%. Ogni 15 s, per 14 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida, ognuno dei quali aumenta i DAN da attacco normale di un 15%. Per la durata dell'effetto, ogni 1,5 s, il personaggio perde 1 accumulo dopo che un attacco normale colpisce un avversario; ogni 1,5 s, il personaggio ottiene 1 accumulo dopo aver innescato una reazione di Vaporizzazione su un avversario. È possibile avere fino a un massimo di 4 accumuli di Estate torrida.",
		"values": [
			"25%",
			"15%"
		]
	},
	"r3": {
		"description": "I PS max aumentano di un 30%. Ogni 15 s, per 14 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida, ognuno dei quali aumenta i DAN da attacco normale di un 18%. Per la durata dell'effetto, ogni 1,5 s, il personaggio perde 1 accumulo dopo che un attacco normale colpisce un avversario; ogni 1,5 s, il personaggio ottiene 1 accumulo dopo aver innescato una reazione di Vaporizzazione su un avversario. È possibile avere fino a un massimo di 4 accumuli di Estate torrida.",
		"values": [
			"30%",
			"18%"
		]
	},
	"r4": {
		"description": "I PS max aumentano di un 35%. Ogni 15 s, per 14 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida, ognuno dei quali aumenta i DAN da attacco normale di un 21%. Per la durata dell'effetto, ogni 1,5 s, il personaggio perde 1 accumulo dopo che un attacco normale colpisce un avversario; ogni 1,5 s, il personaggio ottiene 1 accumulo dopo aver innescato una reazione di Vaporizzazione su un avversario. È possibile avere fino a un massimo di 4 accumuli di Estate torrida.",
		"values": [
			"35%",
			"21%"
		]
	},
	"r5": {
		"description": "I PS max aumentano di un 40%. Ogni 15 s, per 14 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida, ognuno dei quali aumenta i DAN da attacco normale di un 24%. Per la durata dell'effetto, ogni 1,5 s, il personaggio perde 1 accumulo dopo che un attacco normale colpisce un avversario; ogni 1,5 s, il personaggio ottiene 1 accumulo dopo aver innescato una reazione di Vaporizzazione su un avversario. È possibile avere fino a un massimo di 4 accumuli di Estate torrida.",
		"values": [
			"40%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Terrore del cuore sacrificale ardente",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Frammento di volontà distrutta",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Frammento di volontà distrutta",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Recipiente di volontà certa",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Recipiente di volontà certa",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sigillo di volontà inarrestabile",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Fulgore del cuore sacrificale ardente",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigillo di volontà inarrestabile",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 18
			}
		]
	}
}