{
	"id": 13514,
	"name": "Sinfonista di fragranze",
	"description": "Una lancia finemente realizzata. Si dice che sia stata la bacchetta di un direttore d'orchestra, brandita da un grande musicista per unire la musica al gusto.",
	"descriptionRaw": "Una lancia finemente realizzata. Si dice che sia stata la bacchetta di un direttore d'orchestra, brandita da un grande musicista per unire la musica al gusto.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 5,
	"story": "Nonostante le apparenze, i ricordi della lunga conquista delle tribù e dei regni del Mare Alto da parte della Legione degli Athanatoi non sono gli unici legati a incessanti conflitti.\nIn una notte in cui l'autorità dorata si agitava come una marea furiosa, ancor prima che la melodia desiderata dal Dio re venisse scritta per intero,\nla benevola Euergetia, Armosta suprema, prestò orecchio alle voci delle genti del passato, prendendo in considerazione le loro sentite suppliche.\n\nQuei popoli nostalgici di casa, per quanto rapiti dallo sfrenato lusso della capitale dorata, e seppur prostrati dinanzi alla misericordia e alla maestosità senza pari del Dio re,\ncontinuavano a contemplare le razioni militari nei loro piatti, levando alte le coppe per cantare di glorie e conquiste, sentendo la mancanza delle deliziose pietanze che un tempo potevano gustare.\nI Golem di pietra non conoscevano né fame né sete, ma gli abitanti del passato non erano che spiriti che dimoravano in fragili ricettacoli di carne e sangue. Quei pasti così miseri li avrebbero di certo avviliti.\nNemmeno il generale più valoroso avrebbe potuto ignorare le innumerevoli questioni legate al supporto delle truppe, poiché sono essenziali a garantire vittorie gloriose.\n\nLe direttive del Dio re erano la regola suprema, che non andava né dubitata né trasgredita. Eppure, la debolezza di coloro che si stavano rapidamente deteriorando non poteva essere trascurata.\nE poiché l'armoniosa sinfonia di gloria doveva abbracciare tutti gli esseri viventi del Mare Alto, esaudire quel loro piccolo desiderio non avrebbe recato alcuna offesa.\nIl suo collega biondo, di origini barbare, si sarebbe come sempre lamentato alle sue spalle della sua negligenza; ma, in ogni caso, non l'avrebbe mai fermata.\nLa volontà dell'Armosta suprema avrebbe potuto scuotere le ossa della terra. Sarebbe stato davvero così difficile creare gusti e sapori?\n\nCosì, Euergetia diede inizio alla sua sintonia, per gli umili supplicanti che avevano perduto le proprie case, per l'eterna gloria e vittoria dell'impero.\nL'udito e il gusto avrebbero potuto suonare in armonia, il rumore dei tamburi di guerra e il clangore delle spade cantare all'unisono... Erano tutti elementi che avrebbe potuto usare.\nUna melodia unica e un pasto semplice avrebbero ricordato a uno schiavo i piatti deliziosi che poteva assaggiare solo nei suoi ricordi, sollevandogli il morale.\nCerto, si sarebbe trattato solo di un conforto illusorio, ma le illusioni e la polvere non sono forse l'origine e la fine di tutte le cose mondane?\n\nEuergetia, nata nella corte dorata, elevata nel tempio di porfido dove risiedono buoi e leoni di pietra...\nPrima di abbandonare completamente i suoi desideri, anch'ella era rimasta incantata dalla soave musica e dai dolci al miele.\nSe avesse continuato per quella strada, forse sarebbe arrivato il giorno in cui perfino chi era stato risollevato avrebbe potuto godere dei piatti divini.\nQuesto avrebbe accomunato tutti quanti, indipendentemente dai conflitti e dalle divisioni che avevano dovuto affrontare...\n\nMa quell'impero dorato non poté mai suonare le note finali dell'eternità,\npoiché un lungo cambiamento velato ribaltò la fortezza di pietra bianca nel giro d'un unica notte.\nTanto i malvagi quanto i buoni sprofondarono nell'oceano... Eppure, quel semplice desiderio,\nil desiderio di gustare del buon cibo, così distante dalla gloria,\ntrascese la sinfonia dell'armonia e dell'esaltazione, fino a raggiungere la Fontaine dei nostri giorni...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "14,4%",
	"effectName": "Sinfonia di sapori",
	"effectTemplateRaw": "#L'ATT aumenta di un <color=#99FFFFFF>{0}</color>. Quando il personaggio che equipaggia l'arma non è in campo, l'ATT aumenta di un ulteriore <color=#99FFFFFF>{1}</color>. Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, sia quest'ultimo che i personaggi guariti ricevono l'effetto Dolci echi, che aumenta l'ATT di un <color=#99FFFFFF>{2}</color> per 3{NON_BREAK_SPACE}s. Quest'effetto può attivarsi anche quando il personaggio che equipaggia l'arma non è in campo.",
	"r1": {
		"description": "L'ATT aumenta di un 12%. Quando il personaggio che equipaggia l'arma non è in campo, l'ATT aumenta di un ulteriore 12%. Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, sia quest'ultimo che i personaggi guariti ricevono l'effetto Dolci echi, che aumenta l'ATT di un 32% per 3 s. Quest'effetto può attivarsi anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"12%",
			"12%",
			"32%"
		]
	},
	"r2": {
		"description": "L'ATT aumenta di un 15%. Quando il personaggio che equipaggia l'arma non è in campo, l'ATT aumenta di un ulteriore 15%. Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, sia quest'ultimo che i personaggi guariti ricevono l'effetto Dolci echi, che aumenta l'ATT di un 40% per 3 s. Quest'effetto può attivarsi anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"15%",
			"15%",
			"40%"
		]
	},
	"r3": {
		"description": "L'ATT aumenta di un 18%. Quando il personaggio che equipaggia l'arma non è in campo, l'ATT aumenta di un ulteriore 18%. Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, sia quest'ultimo che i personaggi guariti ricevono l'effetto Dolci echi, che aumenta l'ATT di un 48% per 3 s. Quest'effetto può attivarsi anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"18%",
			"18%",
			"48%"
		]
	},
	"r4": {
		"description": "L'ATT aumenta di un 21%. Quando il personaggio che equipaggia l'arma non è in campo, l'ATT aumenta di un ulteriore 21%. Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, sia quest'ultimo che i personaggi guariti ricevono l'effetto Dolci echi, che aumenta l'ATT di un 56% per 3 s. Quest'effetto può attivarsi anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"21%",
			"21%",
			"56%"
		]
	},
	"r5": {
		"description": "L'ATT aumenta di un 24%. Quando il personaggio che equipaggia l'arma non è in campo, l'ATT aumenta di un ulteriore 24%. Quando il personaggio che equipaggia l'arma apporta effetti di guarigione, sia quest'ultimo che i personaggi guariti ricevono l'effetto Dolci echi, che aumenta l'ATT di un 64% per 3 s. Quest'effetto può attivarsi anche quando il personaggio che equipaggia l'arma non è in campo.",
		"values": [
			"24%",
			"24%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Scarto di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essenza di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 18
			}
		]
	}
}