{
	"id": 12424,
	"name": "Bastone parlante",
	"description": "Questa mazza decorata con ossidiana risulta alquanto persuasiva agli occhi di molti.",
	"descriptionRaw": "Questa mazza decorata con ossidiana risulta alquanto persuasiva agli occhi di molti.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Mentre Tenoch guardava le ampie pianure in fiamme, una torbida marea nera si fece avanti dall'orizzonte.\nSoffiò nel suo corno di bronzo e sollevò la sua colossale mazza d'ossidiana fino all'altezza della spalla.\n\n\"La crisi sta arrivando, eppure i capi tribali continuano a litigare senza fine.\nChe Tenoch porti qui il suo 'Bastone parlante', e che faccia lui da mediatore.\nTenoch non appartiene più ad alcuna tribù, eppure la sua furia brucia ancora, mai paga.\"\n\nIl solitario Tenoch avanzò, con la sua colossale mazza d'ossidiana sulle spalle,\nattraversò lande in cui i draghi vagavano, riscaldate da sorgenti termali e lava.\n\nLa prima a ricevere l'eroico Tenoch fu la grande corridora Wanjiru e il suo compagno chiassoso Kayeke.\nLa sua pelle scura mostrava tracce del suo viaggio con l'eroe, le cicatrici profonde ancora visibili.\nSebbene le costanti lotte interne fra le tribù principali fossero estenuanti, l'invito di Tenoch aveva riacceso il suo vigore.\nSi prospettava una battaglia feroce per le terre brucianti di Natlan: quale ragione avrebbero avuto Wanjiru e la sua tribù per rifiutare?\n\nIl secondo ad abbracciare la causa di Tenoch fu il prode Menilek, coadiuvato dal fedele Ngoubou.\n\"Vieni, vieni! Sebbene tutte le tribù ti abbiano mandato via e tra di noi vi siano dei contrasti,\nai miei occhi, tu, Tenoch con la mazza, sei un eroe tra gli eroi, un fratello tra i fratelli!\"\n\nIl terzo a essere trovato dall'eroico Tenoch fu lo scaltro Sanhaj Kompore, insieme al suo enigmatico compagno Mahamba.\nSanhaj era già stato persuaso dal \"bastone parlante\", e l'eroe aveva acconsentito a consegnargli il bottino prima di accettare di unirsi alla compagnia di guerrieri.\nKompore aveva previsto la gloriosa fine sua e di Tenoch, e la nascita del luogo che un giorno sarebbe stato conosciuto come \"Mare Jivari\".\n\"Ma tutto ciò non ha alcuna importanza! Forse verrà il giorno in cui quel furfante famoso per la sua viperina scaltrezza diventerà un eroe!\"\n\nIl quarto scelse di unirsi volontariamente all'eroico Tenoch. Si trattava del giovane Burkina, insieme al suo scapestrato compagno Kongamato.\nBurkina non aveva mai conosciuto le avversità del combattere insieme a Tenoch, ma la sua imponente mazza d'ossidiana gli fece da guida nel suo pericoloso cammino.\nLa guerra aveva lasciato infinite cicatrici sul corpo di Tenoch, che per Burkina erano prova del cammino che anche lui doveva percorrere...\nIl destino della gioventù sta nella rivoluzione, nello sputare sangue per proteggere un ideale di giustizia, piuttosto che nel lasciarsi marcire su un comodo giaciglio d'erba.\n\nIl quinto a farsi persuadere dall'eroico Tenoch fu Sundjatta, capo dei minatori, insieme al suo robusto compagno Muhuru.\n\"Per la stabilità di tutte le tribù, e per scongiurare ulteriori conflitti, chiesi all'Archon di Pyro di votare per il tuo esilio.\nTuttavia, ancora oggi, non hai rinunciato alle battaglie sanguinose... Pertanto, questa potrebbe essere la lotta finale della nostra generazione.\nSe sei convinto di voler proseguire, non ho alcuna ragione per non accompagnarti... Ti chiedo solo di non coinvolgere la mia tribù.\"\n\nIl sesto a unirsi all'eroico Tenoch fu il più grande rivale della sua giovinezza, il gigantesco Tupac. Nessuna montagna sarebbe stata in grado di sostenere la sua enorme mole.\nQuando Tenoch portò la sua enorme mazza presso la dimora di Tupac per parlare con lui, lo trovò a contare attentamente la moltitudine di ferite che gli sfidanti avevano lasciato sul suo corpo.\n\"Più di trecento cicatrici, venti ossa rotte e oltre cento scaglie d'ossidiana conficcate nelle mie carni come minuscoli gioielli.\nDuecento ferite minori, due costole rotte e un occhio che non sarà più in grado di percepire le distanze. I trofei che mi hai lasciato sono alquanto generosi.\"\n\nI due vecchi nemici scoppiarono in una risata fragorosa per poi stringersi le mani.\nFu così che Tenoch trovò degli alleati tra le sei tribù maggiori.\nBrillando come le fiamme di un incendio impetuoso, si scagliarono contro le montagne dell'oscurità...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "4%",
	"effectName": "Lingua sciolta",
	"effectTemplateRaw": "#Se il personaggio finisce sotto l'effetto di Pyro, il suo ATT aumenta di un <color=#99FFFFFF>{0}</color> per i 15{NON_BREAK_SPACE}s successivi. Quest'effetto può attivarsi una volta ogni 12{NON_BREAK_SPACE}s. Se il personaggio finisce sotto l'effetto di Hydro, Cryo, Electro o Dendro, il bonus DAN per tutti gli elementi aumenta di un <color=#99FFFFFF>{1}</color> per i 15{NON_BREAK_SPACE}s successivi. Quest'effetto può attivarsi una volta ogni 12{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Se il personaggio finisce sotto l'effetto di Pyro, il suo ATT aumenta di un 16% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s. Se il personaggio finisce sotto l'effetto di Hydro, Cryo, Electro o Dendro, il bonus DAN per tutti gli elementi aumenta di un 12% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s.",
		"values": [
			"16%",
			"12%"
		]
	},
	"r2": {
		"description": "Se il personaggio finisce sotto l'effetto di Pyro, il suo ATT aumenta di un 20% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s. Se il personaggio finisce sotto l'effetto di Hydro, Cryo, Electro o Dendro, il bonus DAN per tutti gli elementi aumenta di un 15% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s.",
		"values": [
			"20%",
			"15%"
		]
	},
	"r3": {
		"description": "Se il personaggio finisce sotto l'effetto di Pyro, il suo ATT aumenta di un 24% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s. Se il personaggio finisce sotto l'effetto di Hydro, Cryo, Electro o Dendro, il bonus DAN per tutti gli elementi aumenta di un 18% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s.",
		"values": [
			"24%",
			"18%"
		]
	},
	"r4": {
		"description": "Se il personaggio finisce sotto l'effetto di Pyro, il suo ATT aumenta di un 28% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s. Se il personaggio finisce sotto l'effetto di Hydro, Cryo, Electro o Dendro, il bonus DAN per tutti gli elementi aumenta di un 21% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s.",
		"values": [
			"28%",
			"21%"
		]
	},
	"r5": {
		"description": "Se il personaggio finisce sotto l'effetto di Pyro, il suo ATT aumenta di un 32% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s. Se il personaggio finisce sotto l'effetto di Hydro, Cryo, Electro o Dendro, il bonus DAN per tutti gli elementi aumenta di un 24% per i 15 s successivi. Quest'effetto può attivarsi una volta ogni 12 s.",
		"values": [
			"32%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Reminiscenza del giardino dell'oasi",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Ossa frantumate",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Ossa frantumate",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Ossa compatte",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Ossa compatte",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Ossa marchiate",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Verità del giardino dell'oasi",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Ossa marchiate",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 12
			}
		]
	}
}