{
	"id": 13432,
	"name": "Tamayuratei no Ohanashi",
	"description": "Tanto tempo fa, esisteva uno youkai che vagava per Inazuma assumendo la forma della fiamma di una lanterna. Questa dev'essere stata una delle sue dimore.",
	"descriptionRaw": "Tanto tempo fa, esisteva uno youkai che vagava per Inazuma assumendo la forma della fiamma di una lanterna. Questa dev'essere stata una delle sue dimore.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 4,
	"story": "La leggenda narra che, anche tra le fiamme spettrali che vagano in natura, scintillando come ceneri fosforescenti, sia possibile trovare l'essenza di un antico spirito di Inazuma.\nAttirato dai segreti come una falena verso una fiamma, questo youkai invisibile acquisì la forma di quest'ultima, volteggiando tra focolari e bracieri...\nE, nel crepitio della legna che ardeva, rubò le storie dalle bocche di coloro che erano radunati attorno al fuoco, mentre questi chiacchieravano e stringevano ognuno la propria tazza calda di tè.\nIn seguito, raccontò tutte quelle storie così interessanti ai banchetti degli spiriti erranti.\nIntrattenere i grandi e i buoni mentre bevevano e festeggiavano era infatti il preciso scopo dell'esistenza dell'Otogishu.\n\n\"Ah, che serata meravigliosa! Possano gli anni a venire essere colmi di notti felici come questa.\"\nQueste furono le parole che Hakushin, la matriarca delle kitsune, sospirò dal suo posto d'onore, circondata da un seguito di sue simili.\n\"O tempo, se solo potessimo fermarti qui\", rimuginò sollevando la sua tazza di sakè.\nNel far ciò, conferì il titolo di \"Tamayuratei\" all'umile youkai sconosciuto presente sul palco.\n\nTuttavia, di rado la vita va come vogliamo, proprio come le preghiere nate dall'angoscia vengono spesso lasciate senza risposta.\nLa fugace malinconia che travolse la matriarca Hakushin si dimostrò profetica, poiché, come tutti sappiamo, giunse il giorno in cui un'oscura marea distruttiva inghiottì la terra.\nLe sere in cui centinaia di youkai gioivano con tanta disinvoltura erano ormai un lontano ricordo, e accanto alla luce della lampada era possibile udire solo singhiozzi e lamenti.\nIn mezzo a un campo di battaglia tanto brutale e devastante, c'era ancora posto per qualcuno che un tempo aveva infuso allegria con battute giocose?\nRicordando la matriarca che gli aveva dato il suo nome, nonostante la sua fragilità, il piccolo youkai sentì il dovere di agire.\nIn quei giorni, mentre le ombre oscuravano il cielo, la sua anima ardeva mentre vagava sulla terra, passando di fuoco in fuoco.\nLa sua eloquenza, un tempo usata per raccontare frivole storielle, era ora dedicata alla trasmissione accurata di bollettini di guerra e movimenti del nemico.\n\nEppure, col passare del tempo, quegli sforzi incessanti causarono dei danni irreparabili.\nDividendo la sua essenza più e più volte, lo youkai aveva consumato quasi del tutto il proprio spirito.\nNon poteva più proferire parole tanto argute dall'interno della sua lanterna.\nPersino i suoi ricordi più cari si erano dispersi.\n\nOggi si dice che quello youkai abbia dimenticato ogni cosa.\nSi racconta che faccia la sua comparsa solo nelle occasioni più festose, quando molte persone si radunano per ascoltare le storie più fantastiche.\nForse viene ridestato dall'atmosfera creata da quei cantastorie.\nForse essa gli permette di ricordare, per quanto fugacemente, un passato che non potrà più rivendicare.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "6,7%",
	"effectName": "Lampada del ficcanaso",
	"effectTemplateRaw": "#Aumenta l'ATT di un <color=#99FFFFFF>{0}</color> e la VEL di movimento di un 10% per 10{NON_BREAK_SPACE}s quando il personaggio usa un'abilità elementale.",
	"r1": {
		"description": "Aumenta l'ATT di un 20% e la VEL di movimento di un 10% per 10 s quando il personaggio usa un'abilità elementale.",
		"values": [
			"20%"
		]
	},
	"r2": {
		"description": "Aumenta l'ATT di un 25% e la VEL di movimento di un 10% per 10 s quando il personaggio usa un'abilità elementale.",
		"values": [
			"25%"
		]
	},
	"r3": {
		"description": "Aumenta l'ATT di un 30% e la VEL di movimento di un 10% per 10 s quando il personaggio usa un'abilità elementale.",
		"values": [
			"30%"
		]
	},
	"r4": {
		"description": "Aumenta l'ATT di un 35% e la VEL di movimento di un 10% per 10 s quando il personaggio usa un'abilità elementale.",
		"values": [
			"35%"
		]
	},
	"r5": {
		"description": "Aumenta l'ATT di un 40% e la VEL di movimento di un 10% per 10 s quando il personaggio usa un'abilità elementale.",
		"values": [
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Maschera del tenente malvagio",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Maschera del morso della tigre",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Germoglio rifrangente",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Maschera del morso della tigre",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Maschera del corno",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Granfoglia stupefacente",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Maschera del corno",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Maschera del kijin",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Fillospirale illusoria",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 12
			}
		]
	}
}