{
	"id": 12402,
	"name": "Spadone del tempo",
	"description": "Uno spadone pesante. L'orologio con cui è abbellito è rimasto danneggiato da tempo immemore.",
	"descriptionRaw": "Uno spadone pesante. L'orologio con cui è abbellito è rimasto danneggiato da tempo immemore.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Uno strano spadone decorato con un elegante orologio.\nIl suono caratteristico dell'orologio scandiva il ritmo nel combattimento per chi lo impugnava e per i suoi amici.\nDopo lo scioglimento della Compagnia del vagabondo, lo spadone venne immerso nell'acido. Per questo motivo, gli ingranaggi risultano arrugginiti.\nTuttavia, rimane ancora un'arma letale.\n\nUn tale di nome Kreuzlied viaggiava con la Compagnia del vagabondo. Un tempo membro del clan Lawrence, ora traditore e reietto.\nAll'epoca, gli studiosi e i bardi non prestavano attenzione alla storia, poiché l'aristocrazia preferiva ignorare il proprio declino morale piuttosto che affrontare il giudizio della storia.\nTuttavia, gli aristocratici tremavano di paura al suono di questa lama brandita nel vento, poiché era come il rintocco della campana del giudizio.\n\nLa punizione di Kreuzlied per aver fallito la sua rivolta non venne mai resa nota. Questo è di per sé una testimonianza delle sue origini privilegiate.\nLa leggenda narra che, dopo essere stato destituito dall'incarico, il suo desiderio di portare avanti l'eredità dei suoi compagni ribelli lo portò a fondare una società segreta al fine di abbattere l'aristocrazia.\nSi dice anche che diede tutto il suo supporto alla ribellione della gladiatrice in schiavitù.\n\nIn passato, si vociferava che la società segreta di Kreuzlied agisse costantemente dietro le quinte,\naiutando i Cavalieri di Favonius a mantenere Mondstadt al sicuro con azioni di cui nessun cavaliere dovrebbe mai macchiarsi.\nSi diceva addirittura che Rostam, il Cucciolo di lupo, gestisse quest'organizzazione in segreto, alle spalle del Gran Maestro.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PS",
	"baseStatText": "9%",
	"effectName": "Guardiano ribelle",
	"effectTemplateRaw": "#Subire DAN genera uno scudo che li assorbe fino a un <color=#99FFFFFF>{0}</color> dei PS max. Lo scudo dura per 10{NON_BREAK_SPACE}s o finché non viene infranto, e può essere attivato una sola volta ogni <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}s. Mentre è protetto dallo scudo, il personaggio ottiene un <color=#99FFFFFF>{2}</color> di aumento dei DAN.",
	"r1": {
		"description": "Subire DAN genera uno scudo che li assorbe fino a un 20% dei PS max. Lo scudo dura per 10 s o finché non viene infranto, e può essere attivato una sola volta ogni 45 s. Mentre è protetto dallo scudo, il personaggio ottiene un 12% di aumento dei DAN.",
		"values": [
			"20%",
			"45",
			"12%"
		]
	},
	"r2": {
		"description": "Subire DAN genera uno scudo che li assorbe fino a un 23% dei PS max. Lo scudo dura per 10 s o finché non viene infranto, e può essere attivato una sola volta ogni 45 s. Mentre è protetto dallo scudo, il personaggio ottiene un 15% di aumento dei DAN.",
		"values": [
			"23%",
			"45",
			"15%"
		]
	},
	"r3": {
		"description": "Subire DAN genera uno scudo che li assorbe fino a un 26% dei PS max. Lo scudo dura per 10 s o finché non viene infranto, e può essere attivato una sola volta ogni 45 s. Mentre è protetto dallo scudo, il personaggio ottiene un 18% di aumento dei DAN.",
		"values": [
			"26%",
			"45",
			"18%"
		]
	},
	"r4": {
		"description": "Subire DAN genera uno scudo che li assorbe fino a un 29% dei PS max. Lo scudo dura per 10 s o finché non viene infranto, e può essere attivato una sola volta ogni 45 s. Mentre è protetto dallo scudo, il personaggio ottiene un 21% di aumento dei DAN.",
		"values": [
			"29%",
			"45",
			"21%"
		]
	},
	"r5": {
		"description": "Subire DAN genera uno scudo che li assorbe fino a un 32% dei PS max. Lo scudo dura per 10 s o finché non viene infranto, e può essere attivato una sola volta ogni 45 s. Mentre è protetto dallo scudo, il personaggio ottiene un 24% di aumento dei DAN.",
		"values": [
			"32%",
			"45",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tegola della Torre di Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Frammento del sogno di Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 12
			}
		]
	}
}