{
	"name": "Spada nera",
	"description": "Una spada lunga, nera come la pece e assetata di guerre e di sangue. Si dice che quest'arma possa ubriacare chi la brandisce del vino rosso delle mattanze.",
	"weapontype": "Spada",
	"rarity": "4",
	"story": "Una lama assetata di sangue fresco si risveglierà al sentirne l'odore.\nColoro che la possiedono, la impugnano e ne saziano la sete continueranno a uccidere.\nFinché anche un'anima pura non verrà oscurata dallo spargimento di sangue...\n\nC'era una volta un radioso cavaliere bianco, che anelava sempre alla via della giustizia.\nIndossava un'armatura brunita e una spada luccicante come uno specchio gli pendeva dal fianco.\nOvunque ci fossero ingiustizie, bestie affamate di umani o fuoco in lontananza,\nil cavaliere cavalcava in fretta per colpire, trafiggere e squarciare.\nSeguendo gli insegnamenti del Cucciolo di lupo, che gli aveva insegnato la cavalleria, la giustizia e l'arte della spada,\nlui colpiva, trafiggeva e squarciava in due i suoi nemici...\nFino al compimento della giustizia e all'annientamento dei mostri.\n\n\"Ho cominciato a perdere me stesso in mezzo a tutto quel colpire, trafiggere e squarciare.\"\n\"Quando il filo della mia lama incontrava la carne del nemico, un brivido mi percorreva la schiena.\"\n\"Ah, questa dev'essere la sensazione della giustizia che si compie.\"\n\"Se continuerò a colpire, trafiggere e squarciare il male in questo mondo perverso,\"\n\"un giorno sarà tutto purificato.\"\n\n\"Oh, stupido cavaliere, il massacro in nome della giustizia è pur sempre un massacro.\"\n\"No. Il massacro in nome della giustizia è giustizia.\"\n\nColpire, trafiggere, squarciare. È così che si fa giustizia!\nAnche se i fiori bianchi che le fanciulle ti offrono dovessero essere neri di sangue, la tua spada smettere di brillare,\nil tuo volto diventare orribile, tu fossi costretto a indossare una maschera di ferro\ne coloro che difendi non ti capissero, tu non dovrai mai fermarti!\n\nE così, il cavaliere macchiato di nero continuò il suo cammino, inseguendo i mostri in nome della giustizia,\nfinché non s'imbatté in un antico regno in rovina, dove si trovò davanti all'ingiustizia delle ingiustizie...",
	"baseatk": 42,
	"substat": "Tasso di CRIT",
	"subvalue": "6",
	"effectname": "Giustizia",
	"effect": "Aumenta i DAN inflitti da attacchi normali e caricati di un {0}. Inoltre, rigenera PS pari a un {1} dell'ATT quando gli attacchi normali e caricati mettono a segno un colpo CRIT. Quest'effetto si può verificare una volta ogni 5 s.",
	"r1": [
		"20%",
		"60%"
	],
	"r2": [
		"25%",
		"70%"
	],
	"r3": [
		"30%",
		"80%"
	],
	"r4": [
		"35%",
		"90%"
	],
	"r5": [
		"40%",
		"100%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Dente da latte del Lupo boreale",
				"count": 3
			},
			{
				"name": "Ramo geomantico secco",
				"count": 3
			},
			{
				"name": "Bava di Melmoso",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Dente rotto del Lupo boreale",
				"count": 3
			},
			{
				"name": "Ramo geomantico secco",
				"count": 12
			},
			{
				"name": "Bava di Melmoso",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dente rotto del Lupo boreale",
				"count": 6
			},
			{
				"name": "Foglie geomantiche secche",
				"count": 6
			},
			{
				"name": "Secrezioni di Melmoso",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Zanna incrinata del Lupo boreale",
				"count": 3
			},
			{
				"name": "Foglie geomantiche secche",
				"count": 12
			},
			{
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Zanna incrinata del Lupo boreale",
				"count": 6
			},
			{
				"name": "Germoglio geomantico",
				"count": 9
			},
			{
				"name": "Concentrato di Melmoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nostalgia del Lupo boreale",
				"count": 4
			},
			{
				"name": "Germoglio geomantico",
				"count": 18
			},
			{
				"name": "Concentrato di Melmoso",
				"count": 12
			}
		]
	}
}