{
	"id": 11427,
	"name": "Aiutante del porto",
	"description": "Un comodo strumento da taglio che al giorno d'oggi risulta particolarmente raro. Permette di sostituire facilmente le lame smussate dall'usura.",
	"descriptionRaw": "Un comodo strumento da taglio che al giorno d'oggi risulta particolarmente raro. Permette di sostituire facilmente le lame smussate dall'usura.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "Uno strumento estremamente diffuso nei giorni in cui Fontaine era più dipendente dal lavoro manuale.\nÈ probabile che la lama non fosse resistente abbastanza per un uso prolungato e intenso,\nma in compenso era possibile staccarne la parte smussata per maggior comodità del suo utilizzatore.\n\nI lavoratori del porto ne facevano spesso uso per tagliare i materiali sottili e snodare i cavi annodati.\nNonostante il suo utilizzo fosse strettamente regolamentato e nessuna lama sia mai davvero appartenuta a chi la usava,\nquest'arma è circolata molto nel mercato nero, e un tempo era acclamata come la lama delle genti.\nEra perfetta per l'autoconservazione negli ambienti naturali più ostili e per ricavare passaggi attraverso le piante acquatiche.\nLa leggenda narra che, durante l'epurazione, molte persone ne abbiano scoperto anche utilizzi del tutto innovativi.\nCon l'avanzare della società e delle molteplici regolamentazioni messe in atto, vedere in giro lame di questo tipo è diventato progressivamente più difficile.\n\nNonostante non fossero di proprietà di chi le brandiva,\ncoloro che dipendevano da queste lame le consideravano come estensioni delle proprie braccia,\ned è per questo che, per evitare di perderle, spesso scrivevano il proprio nome sia sull'elsa sia sulle lame.\nIl nome scritto su questa lama è quello di uno degli ex sindaci di Poisson.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "PS",
	"baseStatText": "9%",
	"effectName": "Ballata marinara",
	"effectTemplateRaw": "#Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30{NON_BREAK_SPACE}s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10{NON_BREAK_SPACE}s. Per ogni Simbolo consumato, il personaggio ottiene <color=#99FFFFFF>{0}</color> di maestria elementale. 2{NON_BREAK_SPACE}s dopo aver attivato l'effetto, il personaggio recupera <color=#99FFFFFF>{1}</color> di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15{NON_BREAK_SPACE}s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
	"r1": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 40 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 2 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 50 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 2,5 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"50",
			"2,5"
		]
	},
	"r3": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 60 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 3 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 70 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 3,5 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"70",
			"3,5"
		]
	},
	"r5": {
		"description": "Quando il personaggio che equipaggia l'arma riceve o apporta effetti di guarigione, ottiene un Simbolo stoico che dura 30 s, fino a un massimo di 3 Simboli. Con l'uso di abilità o Tripudio elementale, il personaggio consuma tutti i Simboli e riceve l'effetto Riscossa per 10 s. Per ogni Simbolo consumato, il personaggio ottiene 80 di maestria elementale. 2 s dopo aver attivato l'effetto, il personaggio recupera 4 di energia per ciascun Simbolo consumato. L'effetto Riscossa può attivarsi una volta ogni 15 s, e i Simboli sono ottenibili anche quando il personaggio che equipaggia quest'arma non è in campo.",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Scarto di Goccia di rugiada sacra pura",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Vecchio orologio da operativo",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Vecchio orologio da operativo",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Orologio comune da operativo",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Orologio comune da operativo",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Costanza dell'operativo",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essenza di Goccia di rugiada sacra pura",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Costanza dell'operativo",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 12
			}
		]
	}
}