{
	"id": 15515,
	"name": "Cronache dell'alba",
	"description": "Come dolci melodie, i canti della resistenza giungono trasportati dal vento per posarsi su queste corde. L'unione del loro potere è sufficiente a squarciare l'oscurità sconfinata con la luce dell'aurora nascente.",
	"descriptionRaw": "Come dolci melodie, i canti della resistenza giungono trasportati dal vento per posarsi su queste corde. L'unione del loro potere è sufficiente a squarciare l'oscurità sconfinata con la luce dell'aurora nascente.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "\"Kreuzlied, hai sentito il richiamo delle cornamuse nel crepuscolo?\nHai sentito una voce cantare nel vento: 'Addio, addio per sempre'?\nNon piangeremo per te, perché la brezza della notte asciugherà le nostre lacrime.\nSì, compagno, asciugherà le nostre lacrime.\"\n\nSi dice che, una volta, un'orchestra itinerante cospirò per assassinare il casato reale.\nA essa apparteneva un nobile rinnegato di nome Kreuzlied.\nDopo che il complotto fallì, venne scritta una melodia in sua memoria.\n\nOvviamente, egli non si chiamava davvero \"Kreuzlied\", ma il suo nome autentico è andato perduto nel tempo.\nNell'antica lingua, la parola \"Kreuzlied\" significava \"Canzone dello squartamento\".\nIn quei giorni, in cui le notti si allungavano e l'oscurità incombeva, chi veniva sottoposto a questa punizione implorava il sollievo della morte.\nDisertori, banditi, ribelli e contrabbandieri venivano giustiziati pubblicamente in questo modo, mentre l'aristocrazia al potere si beava delle loro grida agghiaccianti.\nIn quei giorni, in cui non si vedeva la luce dell'alba, \"Kreuzlied\" divenne sinonimo di coloro che insorgevano e fallivano.\nMa, per lo stesso motivo, diventò il grido di battaglia della ribellione.\n\nSì, il nome del Kreuzlied dell'orchestra itinerante era andato perso nel tempo.\nMa non aveva importanza, poiché Kreuzlied aveva già assunto innumerevoli soprannomi cantati nel vento:\n\"Pastore anonimo\". \"Imunlaukr\". \"Ribaldo di Mezzanotte\".\n\"Luce dell'Alba\". \"Gunnhildr\". \"Ragnvindr\".\nPoi, l'ultimo Kreuzlied si risveglio dal suo sonno millenario,\nrispondendo al piccolo grido di una fanciulla straniera che era giunta in questa terra,\nproprio come egli era nato dal desiderio di un certo giovane...\n\nLe canzoni che narravano di Kreuzlied avrebbero continuato ad andare di moda.\nMa, alla fine, sarebbero scomparse dalle labbra degli uomini, poiché, nel tempo al di là delle tenebre, non ci sarebbe più stato bisogno di quel nome.\n\"Kreuzlied, hai mai visto l'orizzonte diventare bianco?\nHai sentito la voce della fanciulla cantare nel vento: 'Addio, addio per sempre?\nIl sole del mattino ha asciugato le mie lacrime con un bacio, e mi ha detto che l'alba è giunta.\nO, amor mio, l'alba è giunta'.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "9,6%",
	"effectName": "Ode atemporale",
	"effectTemplateRaw": "#Il personaggio che equipaggia l'arma ottiene Brezza dell'alba. Dopo aver trascorso 3{NON_BREAK_SPACE}s fuori da un combattimento, i DAN da attacco normale, abilità elementale e Tripudio elementale aumentano di un <color=#99FFFFFF>{0}</color>. Durante un combattimento, il suddetto bonus DAN diminuisce di un <color=#99FFFFFF>{1}</color> al secondo fino ad azzerarsi. Quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN corrispondente a quel tipo di DAN aumenta di un <color=#99FFFFFF>{2}</color> fino a raggiungere il <color=#99FFFFFF>{3}</color>. Quest'effetto può attivarsi una volta ogni 0,1{NON_BREAK_SPACE}s per ogni tipo di attacco sopracitato, anche se il personaggio che equipaggia l'arma non è in campo.\nSe il gruppo possiede gli effetti di Hexerei: Rito segreto, quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN di tutti questi tipi di DAN aumenta invece di un <color=#99FFFFFF>{4}</color>.",
	"r1": {
		"description": "Il personaggio che equipaggia l'arma ottiene Brezza dell'alba. Dopo aver trascorso 3 s fuori da un combattimento, i DAN da attacco normale, abilità elementale e Tripudio elementale aumentano di un 60%. Durante un combattimento, il suddetto bonus DAN diminuisce di un 10% al secondo fino ad azzerarsi. Quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN corrispondente a quel tipo di DAN aumenta di un 10% fino a raggiungere il 60%. Quest'effetto può attivarsi una volta ogni 0,1 s per ogni tipo di attacco sopracitato, anche se il personaggio che equipaggia l'arma non è in campo.\nSe il gruppo possiede gli effetti di Hexerei: Rito segreto, quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN di tutti questi tipi di DAN aumenta invece di un 20%.",
		"values": [
			"60%",
			"10%",
			"10%",
			"60%",
			"20%"
		]
	},
	"r2": {
		"description": "Il personaggio che equipaggia l'arma ottiene Brezza dell'alba. Dopo aver trascorso 3 s fuori da un combattimento, i DAN da attacco normale, abilità elementale e Tripudio elementale aumentano di un 75%. Durante un combattimento, il suddetto bonus DAN diminuisce di un 12,5% al secondo fino ad azzerarsi. Quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN corrispondente a quel tipo di DAN aumenta di un 12,5% fino a raggiungere il 75%. Quest'effetto può attivarsi una volta ogni 0,1 s per ogni tipo di attacco sopracitato, anche se il personaggio che equipaggia l'arma non è in campo.\nSe il gruppo possiede gli effetti di Hexerei: Rito segreto, quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN di tutti questi tipi di DAN aumenta invece di un 25%.",
		"values": [
			"75%",
			"12,5%",
			"12,5%",
			"75%",
			"25%"
		]
	},
	"r3": {
		"description": "Il personaggio che equipaggia l'arma ottiene Brezza dell'alba. Dopo aver trascorso 3 s fuori da un combattimento, i DAN da attacco normale, abilità elementale e Tripudio elementale aumentano di un 90%. Durante un combattimento, il suddetto bonus DAN diminuisce di un 15% al secondo fino ad azzerarsi. Quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN corrispondente a quel tipo di DAN aumenta di un 15% fino a raggiungere il 90%. Quest'effetto può attivarsi una volta ogni 0,1 s per ogni tipo di attacco sopracitato, anche se il personaggio che equipaggia l'arma non è in campo.\nSe il gruppo possiede gli effetti di Hexerei: Rito segreto, quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN di tutti questi tipi di DAN aumenta invece di un 30%.",
		"values": [
			"90%",
			"15%",
			"15%",
			"90%",
			"30%"
		]
	},
	"r4": {
		"description": "Il personaggio che equipaggia l'arma ottiene Brezza dell'alba. Dopo aver trascorso 3 s fuori da un combattimento, i DAN da attacco normale, abilità elementale e Tripudio elementale aumentano di un 105%. Durante un combattimento, il suddetto bonus DAN diminuisce di un 17,5% al secondo fino ad azzerarsi. Quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN corrispondente a quel tipo di DAN aumenta di un 17,5% fino a raggiungere il 105%. Quest'effetto può attivarsi una volta ogni 0,1 s per ogni tipo di attacco sopracitato, anche se il personaggio che equipaggia l'arma non è in campo.\nSe il gruppo possiede gli effetti di Hexerei: Rito segreto, quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN di tutti questi tipi di DAN aumenta invece di un 35%.",
		"values": [
			"105%",
			"17,5%",
			"17,5%",
			"105%",
			"35%"
		]
	},
	"r5": {
		"description": "Il personaggio che equipaggia l'arma ottiene Brezza dell'alba. Dopo aver trascorso 3 s fuori da un combattimento, i DAN da attacco normale, abilità elementale e Tripudio elementale aumentano di un 120%. Durante un combattimento, il suddetto bonus DAN diminuisce di un 20% al secondo fino ad azzerarsi. Quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN corrispondente a quel tipo di DAN aumenta di un 20% fino a raggiungere il 120%. Quest'effetto può attivarsi una volta ogni 0,1 s per ogni tipo di attacco sopracitato, anche se il personaggio che equipaggia l'arma non è in campo.\nSe il gruppo possiede gli effetti di Hexerei: Rito segreto, quando gli attacchi normali, le abilità elementali o i Tripudi elementali del personaggio che equipaggia l'arma colpiscono un avversario, il bonus DAN di tutti questi tipi di DAN aumenta invece di un 40%.",
		"values": [
			"120%",
			"20%",
			"20%",
			"120%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 18
			}
		]
	}
}