{
	"id": 15512,
	"name": "Prima grande magia",
	"description": "Uno strano attrezzo di scena usato in passato dalla Grande maga. Il suo segreto è che si tratta anche di un'arma di tutto rispetto.",
	"descriptionRaw": "Uno strano attrezzo di scena usato in passato dalla Grande maga. Il suo segreto è che si tratta anche di un'arma di tutto rispetto.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "\"Parsifal la Grande, la maestra della magia, è qui davanti a voi!\nPreparatevi ad ammirare un mondo fantastico, al di là di qualunque immaginazione!\nCon questo cappello, ad esempio, raggiungeremo il leggendario Paradiso orientale!\nO forse saremo testimoni del pericolo nello specchio, liberi dalle nostre leggi dello spazio e del tempo!\"\n\nCiò che è chiamato \"magia\" è alquanto simile alla frode e al furto.\nLa prima si basa sulla recitazione e sulla creazione narrativa, il secondo sulla tecnica.\n\n\"Nell'opera di Coppelius c'era un ladro elusivo, un mago nell'apparire e nello scomparire a suo piacimento, vero?\nUsiamolo come nome d'arte! Che ne pensi?\"\ndisse senza esitazione la giovane entusiasta, seduta alla bancarella accanto al Fleuve Cendre.\n\"Parsifal? E io, allora? Sarò la Signora dello zaffiro, la bellezza che hai rubato?\"\nrispose l'amica. Le risate illuminarono la città sotterranea come mai prima di allora.\n\nFu così che le due giovani ladre, che si guadagnavano da vivere imbrogliando e rubando al glorioso teatro dell'opera\nrimasero affascinate dalle buffe storie dei cavalieri erranti, e dimenticarono l'obiettivo primario che le aveva portate in quel luogo.\nFu così che l'idea di sfruttare le loro abilità e la loro tecnica per mettere piede sul palcoscenico, illuminate da quelle luci scintillanti, cominciò a sbocciare.\nAvrebbero usato le loro splendide performance per illuminare sia i sogni di quelli costretti ad assistere in piedi che del pubblico seduto nei posti riservati ai VIP.\nUna di loro avrebbe interpretato \"Parsifal\" e l'altra la sua assistente Joséphine.\nI primi spettacoli furono inizialmente tenuti nelle taverne di Eduardo, a fianco delle fogne e davanti alle bancarelle di cibo,\nsotto gli occhi luccicanti dei bambini dal volto lercio e macchiato di cenere e d'olio, in mezzo agli applausi dei cittadini,\nfino ad arrivare sotto le luci dello splendido teatro, brillanti come il sole.\n\"Piume che diventano farfalle\", \"Paradiso\", \"Fuoco nello specchio\", \"Il pesce d'oro\"...\nMentre la luce di questi spettacoli illuminava sia i posti riservati ai VIP che il pubblico in piedi,\nil nome \"Parsifal\" diventò l'argomento principale nelle varie città, sia sopra che sotto di esse.\n\nQuelli vestiti di viola dicono che ogni cosa ha il suo posto, e quelli davanti al palco non la pensano diversamente:\nl'opinione non cambia, che provenga dai posti lussuosi con affaccio sul palco che dalla folla del pubblico in piedi.\nEppure, sebbene le luci dello spettacolo illuminino parimenti i suoi spettatori, fuori dal teatro\npermangono rabbia e indignazione, come le radici di un albero che s'insinuano in un muro di pietra.\n\nDurante l'operazione del Fleuve Cendre, finalmente quel muro crollò.\nLa ragazza che faceva sempre la parte di Joséphine se ne tornò di corsa al Fleuve Cendre.\nA parte l'odore onnipresente di ferro e marciume,\nrimase solo l'odore di rabbia, sofferenza e sangue non ancora rappreso.\n\nParsifal la conoscevano tutti, ma un'assistente è pur sempre un'assistente.\nSe le cose fossero state sempre così, sarebbe stato tutto facile, semplice.\nMa proprio come l'assistente che viene tranciata in due dalla spada senza provare dolore,\ne come l'orologio da taschino scomparso che torna sempre al pubblico passando inosservato,\nalla fine la ragazza perse il suo \"posto\" nella vita.\nQuindi ideò un \"gran gioco di prestigio\" che appartenesse a loro.\n\n\"Parsifal la Grande, la maestra della magia, è qui davanti a voi!\nPreparatevi ad ammirare un mondo fantastico, al di là di qualunque immaginazione!\nNon ci saranno più né aristocratici né sovrani, e nessuna spada verrà più puntata verso di voi!\nNessuno nascerà ricco, e nessuno in povertà!\"",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "14,4%",
	"effectName": "Parsifal la Grande",
	"effectTemplateRaw": "I DAN inflitti dagli attacchi caricati aumentano di un <color=#99FFFFFF>{0}</color>. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un <color=#99FFFFFF>{1}</color>. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "I DAN inflitti dagli attacchi caricati aumentano di un 16%. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un 16%/32%/48%. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un 4%/7%/10%.",
		"values": [
			"16%",
			"16%/32%/48%",
			"4%/7%/10%"
		]
	},
	"r2": {
		"description": "I DAN inflitti dagli attacchi caricati aumentano di un 20%. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un 20%/40%/60%. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un 6%/9%/12%.",
		"values": [
			"20%",
			"20%/40%/60%",
			"6%/9%/12%"
		]
	},
	"r3": {
		"description": "I DAN inflitti dagli attacchi caricati aumentano di un 24%. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un 24%/48%/72%. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un 8%/11%/14%.",
		"values": [
			"24%",
			"24%/48%/72%",
			"8%/11%/14%"
		]
	},
	"r4": {
		"description": "I DAN inflitti dagli attacchi caricati aumentano di un 28%. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un 28%/56%/84%. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un 10%/13%/16%.",
		"values": [
			"28%",
			"28%/56%/84%",
			"10%/13%/16%"
		]
	},
	"r5": {
		"description": "I DAN inflitti dagli attacchi caricati aumentano di un 32%. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un 32%/64%/96%. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un 12%/15%/18%.",
		"values": [
			"32%",
			"32%/64%/96%",
			"12%/15%/18%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Frammento di un antico accordo",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Goccia d'acqua contaminata",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Perla transoceanica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Campione d'acqua contaminata",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Frammento transoceanico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Eco di un antico accordo",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Fantasma di Hydro contaminato appena nato",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristallo xenocromatico",
				"count": 18
			}
		]
	}
}