{
	"id": 11402,
	"name": "Flauto",
	"description": "Sotto la sua superficie arrugginita, si nasconde una sottile lama decorata. Colpisce rapidamente come il vento.",
	"descriptionRaw": "Sotto la sua superficie arrugginita, si nasconde una sottile lama decorata. Colpisce rapidamente come il vento.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "Una maneggevole spada forata, con fini incisioni che ne decorano la lama.\nSe impugnata da qualcuno dall'abilità necessaria, questa spada un tempo emetteva il suono di un flauto. L'altezza e il tono delle note cambiavano in base all'angolo di oscillazione.\nQuesta spada venne sepolta quando la Compagnia del vagabondo si sciolse. Anni dopo, quando fu rinvenuta, aveva ormai perso la sua abilità nel canto.\nTuttavia, rimane ancora un'arma letale.\n\nNella Compagnia del vagabondo c'era una valorosa danzatrice e spadaccina.\nQuando il tentativo di far cadere la classe regnante fallì, fu schiavizzata e resa una gladiatrice.\n\nNonostante avesse perso la speranza e ogni amicizia, continuò a combattere con coraggio.\nLa sua spada cantava con la radiosa luce dell'alba, e fu quindi soprannominata \"Spadaccina della Luce del mattino\".\n\nDa giovane, il Cavaliere dell'Alba Ragnvindr era al seguito di un cavaliere.\nAssistette col suo maestro a uno scontro gladiatorio e si emozionò alla vista del glorioso finale della Spadaccina della Luce del mattino.\nIn suo onore assunse il nome di Cavaliere dell'Alba e in cuor suo capì cos'avrebbe dovuto fare.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Accordo",
	"effectTemplateRaw": "#Colpire con gli attacchi normali o caricati conferisce un'Armonia. Acquisire 5 Armonie attiva il potere della musica e infligge un <color=#99FFFFFF>{0}</color> di DAN da ATT agli avversari circostanti. Le Armonie durano fino a 30{NON_BREAK_SPACE}s, ed è possibile acquisirne 1 ogni 0,5{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Colpire con gli attacchi normali o caricati conferisce un'Armonia. Acquisire 5 Armonie attiva il potere della musica e infligge un 100% di DAN da ATT agli avversari circostanti. Le Armonie durano fino a 30 s, ed è possibile acquisirne 1 ogni 0,5 s.",
		"values": [
			"100%"
		]
	},
	"r2": {
		"description": "Colpire con gli attacchi normali o caricati conferisce un'Armonia. Acquisire 5 Armonie attiva il potere della musica e infligge un 125% di DAN da ATT agli avversari circostanti. Le Armonie durano fino a 30 s, ed è possibile acquisirne 1 ogni 0,5 s.",
		"values": [
			"125%"
		]
	},
	"r3": {
		"description": "Colpire con gli attacchi normali o caricati conferisce un'Armonia. Acquisire 5 Armonie attiva il potere della musica e infligge un 150% di DAN da ATT agli avversari circostanti. Le Armonie durano fino a 30 s, ed è possibile acquisirne 1 ogni 0,5 s.",
		"values": [
			"150%"
		]
	},
	"r4": {
		"description": "Colpire con gli attacchi normali o caricati conferisce un'Armonia. Acquisire 5 Armonie attiva il potere della musica e infligge un 175% di DAN da ATT agli avversari circostanti. Le Armonie durano fino a 30 s, ed è possibile acquisirne 1 ogni 0,5 s.",
		"values": [
			"175%"
		]
	},
	"r5": {
		"description": "Colpire con gli attacchi normali o caricati conferisce un'Armonia. Acquisire 5 Armonie attiva il potere della musica e infligge un 200% di DAN da ATT agli avversari circostanti. Le Armonie durano fino a 30 s, ed è possibile acquisirne 1 ogni 0,5 s.",
		"values": [
			"200%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente da latte del Lupo boreale",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bava di Melmoso",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secrezioni di Melmoso",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del Lupo boreale",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Concentrato di Melmoso",
				"count": 12
			}
		]
	}
}