{
	"id": 15409,
	"name": "Arco da caccia smeraldo",
	"description": "Un arco da caccia di colore verde, che un tempo apparteneva a un cacciatore che abitava nella foresta.",
	"descriptionRaw": "Un arco da caccia di colore verde, che un tempo apparteneva a un cacciatore che abitava nella foresta.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Questo arco apparteneva un tempo a una cacciatrice, e il suo colore era così verde che poteva mimetizzarsi con l'ambiente naturale.\nSii pura come le bestie dei campi verdi che vagano per i boschi alla luce del giorno.\nNon portare alcun rancore e non scagliare mai una freccia se non per sopravvivere.\n\nLa cacciatrice senza nome fu istruita così, e crebbe in questo modo, molto lontano dalla città.\n\"Siamo nati dalla vegetazione. Finché c'è erba e ombra, ci muoveremo senza ostacoli.\"\n\"Siamo uguali alla bestia e all'uccello. Finché seguiamo le leggi della natura, allora non dobbiamo temere la morte.\"\n\"Tutti coloro che seguono la natura, quando la loro vita volge al termine, andranno in quella pianura infinita.\"\n\nSeguendo questi principi, la cacciatrice non lasciò tracce, e non combatté mai contro l'ordine naturale.\nConfortava le bestie selvagge che erano state colpite al cuore, finché le loro vite non tornavano alla natura.\nSe questa calamità non fosse avvenuta, se non avesse seguito il sangue contaminato sulle foglie,\nse non avesse incontrato quel cieco giovane morente sotto l'albero dove spesso riposava,\nallora forse non sarebbe mai stata scossa da pensieri di vendetta, dal sangue e dal fuoco...\n\n\"Non mi dimenticare mai, buona Cacciatrice smeraldo.\"\n\"Non dimenticare mai che appartieni al verde, figlia della foresta.\"\n\"Non scoccare mai una freccia per guerra, vendetta o gloria.\"\n\"Poiché i macchiati di sangue non troveranno mai dall'altra parte i campi di caccia eternamente verdi.\"\n\n\"Quantomeno, non lasciare che questo arco sia contaminato dalla mia vendetta mortale.\"\n\"Non posso più raggiungere l'altro lato, né per incontrare il mio maestro né i genitori che non ho mai conosciuto.\"\n\"Ma almeno lascia che quest'arco rimanga puro, e che porti a loro i miei pensieri e i miei rimpianti.\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "6%",
	"effectName": "Vento verdeggiante",
	"effectTemplateRaw": "#Per colpo a segno, gli attacchi normali e caricati hanno un 50% di probabilità di generare un Ciclone, che attrarrà costantemente gli avversari circostanti, infliggendo loro DAN pari a un <color=#99FFFFFF>{0}</color> dell'ATT ogni 0,5{NON_BREAK_SPACE}s per 4{NON_BREAK_SPACE}s. Si può verificare una sola volta ogni <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Per colpo a segno, gli attacchi normali e caricati hanno un 50% di probabilità di generare un Ciclone, che attrarrà costantemente gli avversari circostanti, infliggendo loro DAN pari a un 40% dell'ATT ogni 0,5 s per 4 s. Si può verificare una sola volta ogni 14 s.",
		"values": [
			"40%",
			"14"
		]
	},
	"r2": {
		"description": "Per colpo a segno, gli attacchi normali e caricati hanno un 50% di probabilità di generare un Ciclone, che attrarrà costantemente gli avversari circostanti, infliggendo loro DAN pari a un 50% dell'ATT ogni 0,5 s per 4 s. Si può verificare una sola volta ogni 13 s.",
		"values": [
			"50%",
			"13"
		]
	},
	"r3": {
		"description": "Per colpo a segno, gli attacchi normali e caricati hanno un 50% di probabilità di generare un Ciclone, che attrarrà costantemente gli avversari circostanti, infliggendo loro DAN pari a un 60% dell'ATT ogni 0,5 s per 4 s. Si può verificare una sola volta ogni 12 s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r4": {
		"description": "Per colpo a segno, gli attacchi normali e caricati hanno un 50% di probabilità di generare un Ciclone, che attrarrà costantemente gli avversari circostanti, infliggendo loro DAN pari a un 70% dell'ATT ogni 0,5 s per 4 s. Si può verificare una sola volta ogni 11 s.",
		"values": [
			"70%",
			"11"
		]
	},
	"r5": {
		"description": "Per colpo a segno, gli attacchi normali e caricati hanno un 50% di probabilità di generare un Ciclone, che attrarrà costantemente gli avversari circostanti, infliggendo loro DAN pari a un 80% dell'ATT ogni 0,5 s per 4 s. Si può verificare una sola volta ogni 10 s.",
		"values": [
			"80%",
			"10"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tegola della Torre di Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Corno pesante",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Punta di freccia robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Corno di bronzo nero",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Punta di freccia affilata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Frammento del sogno di Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Corno con cristallo nero",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Punta di freccia consumata",
				"count": 12
			}
		]
	}
}