{
	"id": 12425,
	"name": "Mareombra",
	"description": "Uno spadone modello base forgiato con materiali di prima qualità per gli ufficiali d'alto rango e i capitani di bandiera dell'antica marina di Fontaine.",
	"descriptionRaw": "Uno spadone modello base forgiato con materiali di prima qualità per gli ufficiali d'alto rango e i capitani di bandiera dell'antica marina di Fontaine.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Nel glorioso passato, la corazzata bianca della Sponsian era l'orgoglio della Marina di Fontaine.\nAll'epoca, le navi da guerra rivestite di metallo, armate con cannoni pesanti e una robusta prua atta a speronare, erano il fiore all'occhiello della Corte di Fontaine.\nNell'epoca in cui il teatro dell'opera risplendeva, ogni spettatore si alzò in piedi per applaudire con entusiasmo la bianca flotta, quando spazzò via la legione dei golem.\n\nPrima di andare in pensione, la prode Basil Elton, Ammiraglio della Sponsian, era sempre presente sul ponte di comando.\nIl Primo Ufficiale di Elton, Nathaniel Pickman, perse infine il suo ruolo, e trascorse il resto dei suoi giorni intrappolato in una reputazione falsamente eroica.\nIn quel periodo, la Marina era stata completamente sciolta, dato che l'armata aveva cessato per sempre di esistere. Il Ministro della Marina, un tempo rinomato, aveva rassegnato le dimissioni con tutti gli onori.\nPickman si tenne occupato per molti anni tentando di persuadere la Corte di Fontaine a recuperare e ricostruire la Sponsian.\nMa i suoi furono sforzi vani, e le famiglie dei caduti erano convinte che la sua idea di rimettere insieme la Marina di Fontaine non fosse che un inutile tentativo di ottenere un ultimo sprazzo di gloria...\nAlla fine, tutto ciò che ne rimase, al di là di falsità e leggende, fu questa spada blu e bianca che un tempo apparteneva all'Ammiraglio.\n\n\"'Sponsian'? Che nome orrendo. Come ti viene in mente, Pickman?\nIl nome di un usurpatore, che per di più potrebbe non essere mai esistito, insieme a tutta la sua dinastia?\"\n\"Lasci stare... Stavo soltanto pensando ad alta voce e mi è scappato di bocca. Domando scusa, Capitano.\"\n\n\"Rilassati, Pickman. Sai che ti dico? Usiamolo, quel nome.\nIspira quel certo senso di 'realtà irreale' che non mi dispiace per niente.\"\n\nMolte leggende sulla Sponsian e sulla Flotta bianca rimasero popolari dopo la distruzione dello sfarzoso teatro dell'opera,\ne vennero messe in scena con grande successo nel teatro appena ricostruito a Érinnyes, finché un incidente non mise loro fine.\nTra le varie esibizioni, la più memorabile rimane quella della battaglia finale dell'armata: un'eroica battaglia, con una formidabile batteria di dieci cannoni presente sul palco.\nI dettagli del suo svolgimento furono ricostruiti partendo dai diari del Primo Ufficiale di Basil Elton.\nForse Pickman non pensava che quell'assurda azione fosse degna di essere scritta o discussa con qualcun altro,\no forse gli sceneggiatori avevano deciso di rimuovere quel dettaglio dal copione, pensando che avrebbe intaccato l'epicità della tragedia.\nMa Basil Elton salì a bordo della nave ancora una volta dopo molti anni, borbottando queste parole a Pickman e agli altri marinai:\n\"Sembra che, finalmente, potremo fare fuoco sui nemici\".\n\nDopo questa frase, come se si stesse esibendo in un'opera teatrale, sorrise e gridò:\n\"Bene, ragazzi e ragazze! Vedo che non ce la fate senza di me! Ma la nostalgia dovrà aspettare!\nPrima di tutto, rispediamo quella canaglia troppo cresciuta sul fondo della cascata!\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "9%",
	"effectName": "Onda bianca",
	"effectTemplateRaw": "#Quando chi la utilizza riceve effetti di guarigione, l'ATT aumenta di un <color=#99FFFFFF>{0}</color> per 8{NON_BREAK_SPACE}s. Questo effetto può attivarsi anche quando il personaggio non si trova in campo.",
	"r1": {
		"description": "Quando chi la utilizza riceve effetti di guarigione, l'ATT aumenta di un 24% per 8 s. Questo effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Quando chi la utilizza riceve effetti di guarigione, l'ATT aumenta di un 30% per 8 s. Questo effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Quando chi la utilizza riceve effetti di guarigione, l'ATT aumenta di un 36% per 8 s. Questo effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Quando chi la utilizza riceve effetti di guarigione, l'ATT aumenta di un 42% per 8 s. Questo effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Quando chi la utilizza riceve effetti di guarigione, l'ATT aumenta di un 48% per 8 s. Questo effetto può attivarsi anche quando il personaggio non si trova in campo.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Calice frantumato del mare immacolato",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Nucleo della Faglia",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Calice di vino del mare immacolato",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Nucleo della Faglia",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Calice di vino del mare immacolato",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Sinapsi aliena",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Calice d'argento del mare immacolato",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Sinapsi aliena",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Calice d'argento del mare immacolato",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Nucleo di vita aliena",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Calice d'oro del mare immacolato",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Nucleo di vita aliena",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 12
			}
		]
	}
}