{
	"name": "Tomo del flusso perenne",
	"description": "Un manuale che un tempo veniva tramandato all'interno di un priorato subacqueo. Al giorno d'oggi, la sua esistenza è ignota a chiunque.",
	"weapontype": "Catalizzatore",
	"rarity": "5",
	"story": "\"Ricorderemo questo giuramento per mille anni, difendendo le fondamenta della capitale dell'acqua.\nNon dimenticheremo le catene del peccato che un tempo ci tentavano come nettare e ambrosia,\nné oblieremo le nostre responsabilità, pesanti come ceppi.\nEsse rappresentano la dolce grazia della Divinità e la fede che essa ripone in noi.\nNoi siamo lo scudo che protegge dall'inondante cataclisma, l'ultima linea di difesa contro la breccia.\"\n\nIl primo guardiano guidava sempre le nuove reclute nel recitare il giuramento ufficiale.\nIn realtà, nessuno desidererebbe mai condurre una vita del genere, ma ogni cosa ha il suo prezzo.\nAvevamo ceduto all'euforia della violenza, o eravamo stati soggiogati dalla cupidigia.\nQuel giuramento era la ricompensa che la giustizia ci aveva elargito, nonché l'ultima opportunità di redenzione.\nQui non c'era né sole né famiglia, e trovare una parvenza di gioia spettava a noi, e soltanto a noi.\nIl guardiano a volte non poteva fare a meno di chiedersi se i peccatori credessero davvero in quel giuramento\no se lo pronunciassero senza il minimo accenno di trasporto.\nIn lui ardeva ancora la genuina speranza che quella gioia irrefrenabile, provata nel vedersi affidare quella gravosa responsabilità dalla volontà divina,\navrebbe illuminato la via a tutti quei \"fratelli e sorelle\" per dare un senso alle loro esistenze,\nproprio come aveva illuminato il suo futuro cupo e miserabile.\nI precetti dei guardiani sarebbero stati tramandati da una generazione all'altra come lungo un torrente senza fine.\nPoiché, presto o tardi, gli araldi dell'apocalisse sarebbero giunti, e ogni cosa sarebbe stata spazzata via dall'inondazione.\nI guardiani avrebbero combattuto strenuamente, per assolvere al proprio dovere col cuore traboccante di gioia, così come la Dea aveva avuto compassione per loro.\n\nIl mio dovere è compiuto, affido nelle vostre mani il mio obbligo e la grazia della Dea.\nIl primo guardiano venne seppellito tra vene minerarie di straordinaria bellezza,\npoiché era il luogo dove la luce brillava di più. L'uomo che aveva vissuto così a lungo tra le tenebre\npoté abbracciare la luce che aveva intravisto nel suo cuore, riposando placidamente sotto la terra vicino alla breccia.\n\nL'inondazione che avrebbe spazzato via ogni cosa non è mai arrivata,\ne il fato spesso lesina nell'offrire morti onorevoli agli eroici caduti.\nA ogni modo, un rivolo impercettibile cominciò silenziosamente a corrodere il priorato, come un ladro che si cela nell'ombra.\nColoro che erano costretti a unirsi all'ordine e a vivere nelle profondità dell'acqua aumentarono gradualmente,\nma coloro che pronunciavano il giuramento comprendendone il significato e seguendone gli insegnamenti erano sempre meno numerosi.\nMolti anni dopo, un inquietante e imponente forte sorse dal fondale marino,\nma l'ultimo monaco a definirsi un guardiano e a sobbarcarsi le aspettative divine\nvenne sepolto in un luogo che oggi più nessuno ricorda.\n\nTuttavia, quel luogo può essere ancora ritenuto fortunato,\npoiché, molti anni dopo, l'altra breccia che era stata occultata venne infine trovata da qualcuno intenzionato a rivelarne i segreti.",
	"baseatk": 44,
	"substat": "DAN da CRIT",
	"subvalue": "19.2",
	"effectname": "Onda eonica",
	"effect": "I PS aumentano di un {0}. Quando la quantità di PS attuali aumenta o diminuisce, i DAN da attacco caricato aumentano di un {1} per 4 s. Massimo 3 accumuli. Quest'effetto può attivarsi una volta ogni 0,3 s. Una volta raggiunto il massimo numero di accumuli o quando la durata del terzo accumulo si ripristina, l'energia del personaggio si ripristina di {2}. Questo effetto di ripristino dell'energia può attivarsi una volta ogni 12 s.",
	"r1": [
		"16%",
		"14%",
		"8"
	],
	"r2": [
		"20%",
		"18%",
		"9"
	],
	"r3": [
		"24%",
		"22%",
		"10"
	],
	"r4": [
		"28%",
		"26%",
		"11"
	],
	"r5": [
		"32%",
		"30%",
		"12"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Scarto di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"name": "Nucleo della Faglia",
				"count": 5
			},
			{
				"name": "Ingranaggio dentato",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"name": "Nucleo della Faglia",
				"count": 18
			},
			{
				"name": "Ingranaggio dentato",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sublimazione di Goccia di rugiada sacra pura",
				"count": 9
			},
			{
				"name": "Sinapsi aliena",
				"count": 9
			},
			{
				"name": "Ingranaggio cilindrico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 5
			},
			{
				"name": "Sinapsi aliena",
				"count": 18
			},
			{
				"name": "Ingranaggio cilindrico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Zampillo di Goccia di rugiada sacra pura",
				"count": 9
			},
			{
				"name": "Nucleo di vita aliena",
				"count": 14
			},
			{
				"name": "Ingranaggio dinamico artificiato",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Essenza di Goccia di rugiada sacra pura",
				"count": 6
			},
			{
				"name": "Nucleo di vita aliena",
				"count": 27
			},
			{
				"name": "Ingranaggio dinamico artificiato",
				"count": 18
			}
		]
	}
}