{
	"id": 11422,
	"name": "Toukabou Shigure",
	"description": "Un ombrello piuttosto particolare, fatto di carta oleata. È vero che più uno si ritrova a vagabondare, più si abitua a vento e pioggia; tuttavia, l'ammirazione di un paesaggio piovoso sotto l'ombrello potrebbe perfino essere una fonte di svago.",
	"descriptionRaw": "Un ombrello piuttosto particolare, fatto di carta oleata. È vero che più uno si ritrova a vagabondare, più si abitua a vento e pioggia; tuttavia, l'ammirazione di un paesaggio piovoso sotto l'ombrello potrebbe perfino essere una fonte di svago.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "Gli ombrelli di Inazuma non sono solo degli oggetti utili per ripararsi dalla pioggia, ma sono delle vere e proprie opere d'arte. Ogni ombrello ha un aspetto raffinato e delicato, che si tratti della struttura del manico di bambù, delle decorazioni sulla sua superficie o dei colori della carta cerata bagnati dalle gocce d'acqua. Ogni volta che mi ritrovo a passare per un vicolo e vedo un ombrello del genere fuori da un negozio, la mia mente mi riporta indietro nel tempo a un evento specifico. Gira voce che, una volta, un ombrello portò scompiglio all'intera città. Questa è la storia:\n\"Centinaia di anni fa, nei giorni in cui si celebrava un grande festival, i prati erano in fiore, le volpi giocavano tra di loro e persino gli stoici tengu socializzavano con la gente. Tuttavia, ciò che dava più nell'occhio era una ragazza che, mentre sorseggiava il buon vino del clan degli oni, impugnava un ombrello molto elaborato. In un lampo d'ispirazione, la giovane ragazza prese a danzare sotto la luna splendente come un fiore che ondeggia tra i fiocchi di neve. Tutti i suoi spettatori, sia umani che youkai, non potevano fare a meno di applaudirla. Ma qualche tempo dopo, la ragazza si unì all'esercito per andare in guerra, durante la quale morì prematuramente. Dopo la sua scomparsa, il suo prezioso ombrello fu offerto a un santuario dai suoi fedeli sottoposti.\nLa figlia di una famiglia marziale trovò l'ombrello mentre stava porgendo le sue preghiere al santuario e decise di acquistarlo, anche se a un prezzo molto alto. Il giorno seguente pioveva, ed era l'occasione perfetta per uscire con il suo nuovo ombrello. Tuttavia, prima ancora che potesse cambiarsi, le fu recapitato un messaggio da lontano che la informava della morte di suo marito, avvenuta in battaglia. Sopraffatta dal dolore, la ragazza si ammalò e pochi giorni dopo lasciò questo mondo per ricongiungersi con il suo amato. Dopo i funerali, i suoi genitori riportarono l'ombrello al santuario, convinti che fosse un oggetto maledetto.\nTuttavia, alcuni mesi dopo, cominciarono a circolare delle voci secondo cui, nelle notti di pioggia, uno youkai sconosciuto si aggirava per le strade. Dal modo in cui lo descrivevano, lo youkai sembrava un ombrello, ma era più alto di un uomo, aveva un solo occhio, una sola gamba e una lunga lingua. Lo youkai appariva all'improvviso e usava la sua lingua per leccare chiunque avesse osato passeggiare da solo di notte. Secondo gli abitanti di Fontaine, questi comportamenti non rappresentavano una minaccia e sembravano solo dei dispetti. Detto questo, solo in pochi sapevano quali fossero le intenzioni reali dello youkai. Questa situazione generava un senso di preoccupazione a chi si trovava a camminare per strada, al punto che le giovani donne non osavano più uscire di casa. Gli anziani dicevano, sospirando, che se ci fossero stati i saggi e i potenti, si sarebbero sbarazzati facilmente di quello youkai. Tuttavia, a quell'epoca, non molti sapevano come esorcizzare un essere così semplice.\nIn seguito, quando a una giovane sacerdotessa giunse voce dell'accaduto, questa estrasse l'ombrello dal santuario e lo lavò dalla punta usando un cucchiaio di legno. Mentre lo asciugava con un panno di seta, disse:\n'Anche se le piogge passate non torneranno mai più, ci sarà sempre un domani all'orizzonte. Se quella nobile fosse ancora viva, non accetterebbe mai di vederti in un simile stato!'\nCosì, fece custodire l'ombrello in un'ala del tempio. Da allora, nessuno ne ebbe più notizie o sentì più nominare quell'ombrello.\"\nHo sentito questa storia da una mia amica di Inazuma. Nonostante sia andata a esaminare i santuari in giro per Narukami, non ho trovato alcuna notizia di un ombrello custodito al loro interno. Quando l'ho raccontato alla mia amica, è scoppiata a ridere:\n\"Signorina Leucade, pensava davvero che questi kaidan fossero veri?\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "36",
	"effectName": "Kaidan: Pioggia legaterra",
	"effectTemplateRaw": "#Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10{NON_BREAK_SPACE}s. Quest'effetto può attivarsi una volta ogni 15{NON_BREAK_SPACE}s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un <color=#99FFFFFF>{0}</color> di DAN in più all'avversario afflitto da Parasole maledetto.",
	"r1": {
		"description": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un 16% di DAN in più all'avversario afflitto da Parasole maledetto.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un 20% di DAN in più all'avversario afflitto da Parasole maledetto.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un 24% di DAN in più all'avversario afflitto da Parasole maledetto.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un 28% di DAN in più all'avversario afflitto da Parasole maledetto.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un 32% di DAN in più all'avversario afflitto da Parasole maledetto.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Saggezza di Narukami",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Prisma danneggiato",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Prisma danneggiato",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Gioia di Narukami",
				"count": 6
			},
			{
				"id": 112072,
				"name": "Prisma torbido",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 3
			},
			{
				"id": 112072,
				"name": "Prisma torbido",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Affetto di Narukami",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Prisma splendente",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Eroismo di Narukami",
				"count": 4
			},
			{
				"id": 112073,
				"name": "Prisma splendente",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 12
			}
		]
	}
}