{
	"id": 14512,
	"name": "Rimembranza di Tulaytullah",
	"description": "Una campana forgiata in zaffiro scuro e argento sterling. I suoi echi non perdono di brillantezza neanche a lunghe distanze.",
	"descriptionRaw": "Una campana forgiata in zaffiro scuro e argento sterling. I suoi echi non perdono di brillantezza neanche a lunghe distanze.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "Molto tempo fa, ella danzava tra le dune argentee insieme alle tre sorelle della luna.\nQuando le ombre sopraggiunsero sulla terra, sangue e lacrime si unirono formando una sorgente e un giardino...\nLa Signora dei fiori era addolorata, e così dalle sue lacrime nacque una città di zaffiro.\nSotto quei tetti azzurri i Tighnariani sfornavano generazioni di saggezza di cui andavano fieri.\n\nLe persone affermavano che Tulaytullah, la terra dei Tighnariani, era ciò che la Signora dei fiori aveva di più prezioso.\nIn quell'epoca d'oro, persino la pallida luna brillava di un caldo colore ambrato.\nNei giardini fiorivano dei Padisarah di un viola surreale, mentre le melagrane mature intonavano i loro canti...\nLe reti dei canali luccicavano, restavano immacolate anche quando il passaggio delle divinità alzava delle tempeste di sabbia.\n\n\"Xiphos, nobile esiliato, mio amato...\nXiphos, lama di Tulaytullah, amato dalla djinn...\nPossa la luna risplendere su di te dandoti pace. Stasera, la mia danza la dedico solamente a te.\nDomani dovrò partire, poiché gli studiosi mi hanno venduta alla corte di Badanah.\nNon posso dimenticare come i suoi antenati abbiano distrutto e schiavizzato il mio popolo.\nOra vado a servire il nemico giurato, a ballare, a sussurrare parole dolci e a destreggiarmi tra di loro come il vento...\n\nPerò, amato Xiphos... questa notte, le stelle e le ninfee appartengono solo a te.\nCustodisci il mio nome nel tuo cuore, carissimo Xiphos, anche se solo per questa notte.\"\n\nPer compiacere il re vassallo in declino, gli studiosi che governavano Tulaytullah gli offrirono dei doni,\ne Makhaira, una danzatrice di corte, era tra questi, così fu costretta a dire addio al suo amato dagli occhi dorati.\nLe storie seguenti sono state alterate da troppi narratori e dimenticate da troppe persone...\n\nMakhaira compì la sua vendetta, causando la fine di quel regno del deserto che tutti credevano invincibile...\nMa il morso di una vipera pose fine alla sua vita. Priva di sensi, fu sommersa da coltri di sabbia dorata e non si svegliò mai più.\nXiphos guadagnò la stima della sua gente, ma morì invano proteggendo quegli stessi nobili che lo temevano...\nLa lama di Tulaytullah trovò la sua fine per mano di un altro principe esiliato,\nche era stato cacciato proprio dalla danzatrice dal cuore di serpente, la figlia di una djinn.\n\nAlla fine, tutti, buoni o cattivi, soccomberanno al proprio destino,\ne la città di zaffiro si dissolverà, come lacrime sotto il sole rovente.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "9,6%",
	"effectName": "Vetusta lacrima azzurra",
	"effectTemplateRaw": "#La VEL dell'attacco normale aumenta di un <color=#99FFFFFF>{0}</color>. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un <color=#99FFFFFF>{1}</color> al secondo per 14{NON_BREAK_SPACE}s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un <color=#99FFFFFF>{2}</color>. Questo incremento può attivarsi una volta ogni 0,3{NON_BREAK_SPACE}s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un <color=#99FFFFFF>{3}</color>. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN.",
	"r1": {
		"description": "La VEL dell'attacco normale aumenta di un 10%. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un 4,8% al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un 9,6%. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un 48%. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN.",
		"values": [
			"10%",
			"4,8%",
			"9,6%",
			"48%"
		]
	},
	"r2": {
		"description": "La VEL dell'attacco normale aumenta di un 12,5%. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un 6% al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un 12%. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un 60%. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN.",
		"values": [
			"12,5%",
			"6%",
			"12%",
			"60%"
		]
	},
	"r3": {
		"description": "La VEL dell'attacco normale aumenta di un 15%. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un 7,2% al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un 14,4%. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un 72%. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN.",
		"values": [
			"15%",
			"7,2%",
			"14,4%",
			"72%"
		]
	},
	"r4": {
		"description": "La VEL dell'attacco normale aumenta di un 17,5%. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un 8,4% al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un 16,8%. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un 84%. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN.",
		"values": [
			"17,5%",
			"8,4%",
			"16,8%",
			"84%"
		]
	},
	"r5": {
		"description": "La VEL dell'attacco normale aumenta di un 20%. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un 9,6% al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un 19,2%. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un 96%. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN.",
		"values": [
			"20%",
			"9,6%",
			"19,2%",
			"96%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Eco di possanza infuocata",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Nucleo di Miconoide inattivo",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Nucleo di Miconoide inattivo",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Ultimo bagliore di possanza infuocata",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Nucleo di Miconoide dormiente",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Nucleo di Miconoide dormiente",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Sogno di possanza infuocata",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Nucleo di Miconoide vigoroso",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Tempi andati di possanza infuocata",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Nucleo di Miconoide vigoroso",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 18
			}
		]
	}
}