{
	"id": 12426,
	"name": "\"Spada magica del Super Signore Supremo\"",
	"description": "Una spada magica che può essere brandita solo dal Signore Supremo di tutti i mari. Essendo forgiata con materiali impermeabili, non si rovina a contatto con l'acqua nemmeno se viene immersa. La si potrebbe quasi definire un'arma invincibile!",
	"descriptionRaw": "Una spada magica che può essere brandita solo dal Signore Supremo di tutti i mari. Essendo forgiata con materiali impermeabili, non si rovina a contatto con l'acqua nemmeno se viene immersa. La si potrebbe quasi definire un'arma invincibile!",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "\"...Eh? Cosa? Una claymore di cartone scadente? No, no, no, questa è... beh... la Spada magica del Super Signore Supremo, che fu usata per trionfare sul Granchio Imperatore!\"\n\nTanto, tanto tempo fa, prima che i fiori di Romaritime venissero chiamati così, c'era un Granchio Demone Imperatore che dimorava tra gli abissi degli oceani più remoti.\nIn realtà, nessuno sapeva con precisione cosa rendesse così grandioso questo granchio, su cosa si estendesse il suo dominio o dove fossero i suoi sudditi; in ogni caso, poiché tutti lo definivano tale, il maestoso nome del Demone Imperatore si spanse in ogni angolo dei mari. La sua era forse una nobiltà naturale? Fu questo il pensiero che il Granchio Demone Imperatore usò per spiegarsi come mai tutti si tenessero a debita distanza da lui.\nProprio come gli \"altezzosi\" umani (o almeno, era così che si ritenevano), Sua Maestà si lamentava spesso di come la sua posizione gli impedisse di stringere qualsivoglia amicizia (per quanto, probabilmente, la sua \"maestosità\" indicasse anche una certa altezzosità). Dopotutto, le sue chele schioccanti erano in grado di terrorizzare chiunque tentasse di sfidarlo, nonché recidere i fili del destino di tutti coloro che persistevano nel provocarlo. Per di più, grazie alla sua gigantesca montagna di monete d'oro, imponente quanto il Monte Automnequi, aveva modo di comprare tutti i biscotti più buoni di Fontaine... Esiste forse uno stile di vita che meglio si confà a un sovrano?\nTuttavia, senza dei buoni amici con cui giocare, la noia e la tristezza finirono per insidiarsi nella sua mente, e per scacciarle non sarebbero bastati neanche cento di quei biscotti. Così, Sua Maestà si ritrovò a usare le sue possenti chele per potare delle semplici alghe. E, ahimè, per quanto egli fosse un Imperatore, restava pur sempre un granchio; e, per quanto ogni cosa gli riuscisse meglio rispetto ai suoi simili, le sue abilità nel potare le alghe non erano migliori di quelle di una comune pastinaca!\nUn giorno, mentre il maestoso Granchio Demone Imperatore, solo e sconsolato, era intento a far scoppiare delle bolle, s'imbatté in una piccola Melusina...\n\"Ah! Ah! Ah! Chi osa invadere il mio dominio demoniaco? Cosa ti ha spinto a giungere fin qui?\"\n(Nonostante il Granchio Imperatore sembrasse visibilmente adirato, dentro di lui provava una certa felicità mescolata a timore. Ogni volta che un essere marino appariva in sua presenza, questi tendeva a fuggire via di fronte alla sua soverchiante maestà. Era ormai da moltissimo tempo che l'Imperatore non rivolgeva la parola ad anima viva.)\n\"Monsieur Granchio\", disse la piccola Melusina, \"non sembri avere un'aria molto felice. Giochiamo insieme, ti tirerà su di morale!\"\n\"Le tue sono parole che non comprendo\", replicò il Granchio Imperatore. Avrebbe voluto richiamare la Melusina all'ordine facendole notare che si era rivolta a lui chiamandolo \"Monsieur\" anziché \"Maestà\", ma decise di non badarci. \"Un Signore Supremo non può di certo giocare con delle piccole Melusine, o rischierebbe di perdere la sua regalità\".\n\"E che succede se la perde?\"\n\"Un Signore Supremo senza regalità non è più tale. Se non fosse per le mie chele più grandi del normale e per la mia corazza più coriacea rispetto agli altri granchi, non avrei nulla che mi distingue da loro.\"\n\"Beh, Monsieur Granchio, le tue chele sono più grandi di me, e hai anche molte più gambe di quante ne abbia io. La tua corazza è più resistente delle mura di casa mia, e oltre alle monete d'oro e ai biscotti, hai un sacco di altre belle cose. Dovresti essere molto più felice di così! Mmh... Ci sono, dev'essere la tua regale maestà a renderti così triste.\"\n\"Tu non sei mai stata un sovrano, piccola Melusina, ergo perdonerò la tua ignoranza. Sappi che a un imperatore non spetta preoccuparsi della propria felicità.\"\n\"Ma prima di essere un sovrano sei innanzitutto un granchio, dico bene, Monsieur Granchio? Ah, la tua tristezza rende triste anche me! Facciamo così: ti aiuterò a rinunciare alla tua regale maestà!\"\n\"Ah! Piccola Melusina, tu farnetichi! È mai esistito un imperatore che abbia rinunciato al proprio trono?\" L'Imperatore agitò le chele con fare iracondo. \"Forse... e parlo per pura e semplice ipotesi... ciò potrebbe accadere se giungesse un eroe a sconfiggere il Signore demoniaco con la sua spada sacra... In questo modo, anche un imperatore decaduto sarebbe felice di giocare con le piccole Melusine\".\n\"Ah, quindi è così che funziona!\", esclamò entusiasta la Melusina, immergendosi poi in una profonda riflessione. Dopodiché, con aria avvilita, riprese a parlare: \"Ma io non saprei dove trovarlo, un eroe. Tantomeno una spada sacra...\"\n\"Oh, non temere! Chiunque sia forte abbastanza da sconfiggere il Signore demoniaco può essere considerato un eroe, e qualunque arma può fungere da spada sacra\", si affrettò ad aggiungere l'Imperatore. \"Muahahah! Ora l'hai capito, Melusina impertinente?\"\n\n\"E questo è ciò che ha detto Monsieur Granchio... Vi prego, donatemi la vostra forza!\" Nel sentirla proferire quel discorso, tutte le Melusine del Villaggio di Merusea decisero che fosse davvero il caso di aiutarla! Così, le prepararono una grossa conchiglia da usare come scudo, le adagiarono una corona di alghe sul capo e le portarono una tela, presa da un relitto a Elynas, da usare come mantello. Infine, le consegnarono tra le mani un rarissimo pezzo di cartone essiccato, la sua preziosa spada.\nFinalmente pronta alla battaglia, l'eroina tra le Melusine si imbarcò nel suo viaggio per sconfiggere il Granchio Demone Imperatore e, grazie alla sua magica spada, sconfisse il razziatore tiranno. Da quel momento, Monsieur Granchio, ora non più un Signore demoniaco, divenne un grande amico delle Melusine...\n\nDopo un periodo di discussioni, le Melusine raggiunsero un consenso unanime: questa spada, l'arma più potente del Villaggio di Merusea, che aveva scacciato le cupe nebbie del passato con la sua fulgida e gloriosa luce, sarebbe stata affidata a un eroe senza pari, come segno di amicizia.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "6,7%",
	"effectName": "Assistenza Melusina!",
	"effectTemplateRaw": "L'ATT aumenta di un <color=#99FFFFFF>{0}</color>. E non finisce qui! Tutte le Melusine che hai aiutato al Villaggio di Merusea ti daranno la loro forza! In base al loro numero, l'ATT riceve un bonus ulteriore, fino a un <color=#99FFFFFF>{1}</color> massimo.",
	"r1": {
		"description": "L'ATT aumenta di un 12%. E non finisce qui! Tutte le Melusine che hai aiutato al Villaggio di Merusea ti daranno la loro forza! In base al loro numero, l'ATT riceve un bonus ulteriore, fino a un 12% massimo.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "L'ATT aumenta di un 15%. E non finisce qui! Tutte le Melusine che hai aiutato al Villaggio di Merusea ti daranno la loro forza! In base al loro numero, l'ATT riceve un bonus ulteriore, fino a un 15% massimo.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "L'ATT aumenta di un 18%. E non finisce qui! Tutte le Melusine che hai aiutato al Villaggio di Merusea ti daranno la loro forza! In base al loro numero, l'ATT riceve un bonus ulteriore, fino a un 18% massimo.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "L'ATT aumenta di un 21%. E non finisce qui! Tutte le Melusine che hai aiutato al Villaggio di Merusea ti daranno la loro forza! In base al loro numero, l'ATT riceve un bonus ulteriore, fino a un 21% massimo.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "L'ATT aumenta di un 24%. E non finisce qui! Tutte le Melusine che hai aiutato al Villaggio di Merusea ti daranno la loro forza! In base al loro numero, l'ATT riceve un bonus ulteriore, fino a un 24% massimo.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Calice frantumato del mare immacolato",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Vecchio orologio da operativo",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Calice di vino del mare immacolato",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Vecchio orologio da operativo",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Calice di vino del mare immacolato",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Orologio comune da operativo",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Calice d'argento del mare immacolato",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Orologio comune da operativo",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Calice d'argento del mare immacolato",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Costanza dell'operativo",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Calice d'oro del mare immacolato",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Costanza dell'operativo",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 12
			}
		]
	}
}