{
	"id": 11514,
	"name": "Uraku Misugiri",
	"description": "Questa celeberrima lama è opera di Urakusai, il famoso intellettuale. Leggenda vuole che in questi secoli non abbia mai ferito alcuna creatura vivente.",
	"descriptionRaw": "Questa celeberrima lama è opera di Urakusai, il famoso intellettuale. Leggenda vuole che in questi secoli non abbia mai ferito alcuna creatura vivente.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 5,
	"story": "Secondo la leggenda, il kitsune Urakusai si attirò l'inimicizia eterna dei bake-danuki quando, in preda ai fumi dell'alcol, tagliò i sipari laccati in oro del palcoscenico all'interno della foresta.\nÈ per quest'azione che la sua spada divenne famosa, mentre la danza ebbra del kitsune, con la lama sguainata sotto la luna, divenne una storia raccontata da tutti coloro che vi assistettero, a parte ovviamente dai bake-danuki.\nIn seguito si venne a sapere che Urakusai si era scusato con i bake-danuki che avevano allestito lo spettacolo, e aveva donato loro il suo prezioso servizio da tè, insieme ad altri tesori.\nE il \"Guardiano di cancelli\", con cui aveva avuto un incontro solo una volta prima dell'incidente, ricevette la spada Misugiri come premio per la sua mediazione fra le parti.\n\nIn quanto al destinatario della spada, era un po' diverso da ciò che si diceva in giro: non solo era un personaggio bizzarro, reduce da una battaglia spietata contro degli alberi di Melonlavanda, ma aveva anche gusto per l'eleganza, gli spettacoli, i giocattoli e gli abiti.\nQuando si lanciava in battaglia indossava del broccato dorato decorato con piante e nuvole autunnali, e gli sgargianti colori a olio sul suo volto gli donavano un aspetto stravagante.\nTuttavia, né i testi antichi né le leggende popolari descrivono il modo in cui aveva brandito la grande spada dorata Misugiri nella sua ultima battaglia.\nAl contrario, la sua arma rimane sempre la stessa in molti aneddoti e storie: una lama dalle dimensioni prodigiose e con un nome lungo e difficile da pronunciare quasi quanto quello del suo proprietario.\nSebbene in alcune pergamene lo si trovi ritratto con due spade, una grande e una piccola, nella sua forma maestosa che si staglia tra le incessanti ondate di oscure mostruosità,\nsecondo l'affidabile \"Antologia\" dell'epoca, la Misugiri era già stata perduta dal Guardiano di cancelli nell'estate di qualche anno prima.\nPer questo motivo, la Misugiri, la spada che potrebbe non aver mai ferito neanche un avversario, ha sempre stimolato l'immaginazione di coloro che, già alticci, discutono di racconti storici.\n\nFra gli oni, che tramandano le loro storie e leggende solo oralmente tramite canti e arie, circola un racconto diverso da, o forse complementare a, quello esistente nell'\"Antologia\".\nDopo un incontro di lotta durante una festività, il Guardiano di cancelli donò la famosa spada Misugiri a una sarta discendente da una famiglia non militare.\nSembra che quella giovane donna gli avesse rattoppato un fiore dorato staccatosi dal suo haori, e che lui le avesse donato la spada come ricompensa.\n\n\"In che senso, non vuoi una ricompensa? Allora facciamo così: la mia spada per le tue forbici! Così non sarebbe una ricompensa, no?\nEh? Ma che dici? Ovvio che si può usare per tagliare i tessuti! Sei una giovane così carina, ma appena apri bocca sei più barbosa di un tengu!\n'C'è differenza fra militari e gente comune'? Che razza di scusa è?! Le forbici che usi sono davvero minuscole! Una bella spada lunga come questa fa più al caso tuo, non ti pare?\nNon hai capito! Ti dono questa spada perché il vecchio proprietario non faceva che ripetere che gli oggetti famosi dovrebbero essere appesi alle pareti per essere ammirati dalla gente.\n...Non è un dono, è una transazione, capisci? Meglio che ce l'abbia tu per tagliarci i vestiti, così quel vecchio citrullo gracchiante non si ripresenterà più ogni due o tre giorni a chiedermi in che condizioni si trova la spada!\"\n\"Ehi, ti ho sentito sai? E lascia stare la mia voce! Fa' un po' come credi, ma bada alla spada!\"\n\nCon quel gesto, l'oni s'alzò di scatto e sguainò la spada, la cui lama fredda rifletteva la luce lunare e il fumo provenienti dai festeggiamenti.\nPoi si tagliò una manica senza esitazione, prima di rimettere l'arma nel fodero e tornare a sedersi, offrendo alla sarta la manica di broccato assieme alla spada.\nIl guerriero oni, avvezzo a sghignazzare davanti a tutti, a gozzovigliare tra le strade e a disinteressarsi delle trivialità, da serio appariva leggermente più minaccioso.\n\n\"Vedi, perfino un fesso come me, che non ne capisce niente di sartoria, è in grado di tagliare tessuti come fossero burro con questa spada. Almeno diamole atto di questo.\nPerfetto, allora abbine cura! Immagino sia tu l'unica persona che ne farà buon uso! Io prima o poi l'avrei rotta.\nVuoi che la tenga con me come una specie di eredità familiare? Ahah, ci ho pensato anche io! Ma una spada così famosa diventa triste se non la si usa.\nE se dovesse succedere, la prossima volta che Urakusai dovesse ripresentarsi, mi prenderebbe in giro per essere un noioso zoticone ignorante o tutti quei paroloni che usa lui.\"\n\nDavanti al volto dell'oni, all'improvviso fattosi solenne, la giovane sarta di umile estrazione rimase paralizzata.\nDopo aver atteso che la ragazza, ora tremante di paura, accettasse il prezioso dono, l'oni sghignazzò ad alta voce, pensando di essere intelligentissimo, e se ne andò con aria tronfia.\nFu così che il \"Guardiano di cancelli\" divenne famoso fra la gente del villaggio come \"Il grande idiota\", e la cosa non gli dispiacque.\nSebbene fosse di umore volubile, fece amicizia con molta gente e protesse molte vite, vivendo egli stesso né troppo né troppo poco.\nDopodiché, quando innumerevoli pergamene decorate, ma senza alcuna iscrizione, furono intrecciate in onore di dèi, kitsune, youkai, oni e umani che proteggevano incalcolabili vite,\ntormentata dai sensi di colpa per non essere mai riuscita a restituirgli la spada affinché sconfiggesse i suoi avversari, la sarta realizzò quell'immagine maestosa in cui egli brandiva due spade.\nMa questi sono fatti che accaddero in seguito. Prima di ciò, Urakusai si ritrovò a piangere per anni a causa dei popoli nomadi ed erranti.\n\nOgni volta che i discendenti di quell'oni, che ne portavano il nome, vedevano la fantastica spada in mano a qualcuno che non fosse la sarta, ricordavano:\n\"Quando lo zio lucidava la spada, era solito sospirare, incolpando Urakusai di aver lasciato a un incapace come lui un tesoro così straordinario.\n'Questa cosa è fatta per stare in un mondo circondato da bellezza e comodità. Come potrei mai contaminarla con massacri e furia?'\"\n\nMa, tornando a noi, quella particolare pergamena fu realizzata molto tempo dopo che la ragazza ebbe scoperto i meravigliosi utilizzi della spada al di fuori del campo di battaglia.\nIn quei giorni, l'oni Chiyo danzava nel suo risplendente juunihitoe, con la spada in mano, abbacinante come graziosi fiori che svolazzano nella brezza primaverile.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "19,2%",
	"effectName": "Broccato in fiore, Spada del santuario",
	"effectTemplateRaw": "#I DAN da attacco normale e da abilità elementale aumentano rispettivamente di un <color=#99FFFFFF>{0}</color> e di un <color=#99FFFFFF>{1}</color>. Quando un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15{NON_BREAK_SPACE}s. Inoltre, la DIF del personaggio che equipaggia l'arma aumenta di un <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "I DAN da attacco normale e da abilità elementale aumentano rispettivamente di un 16% e di un 24%. Quando un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che equipaggia l'arma aumenta di un 20%.",
		"values": [
			"16%",
			"24%",
			"20%"
		]
	},
	"r2": {
		"description": "I DAN da attacco normale e da abilità elementale aumentano rispettivamente di un 20% e di un 30%. Quando un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che equipaggia l'arma aumenta di un 25%.",
		"values": [
			"20%",
			"30%",
			"25%"
		]
	},
	"r3": {
		"description": "I DAN da attacco normale e da abilità elementale aumentano rispettivamente di un 24% e di un 36%. Quando un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che equipaggia l'arma aumenta di un 30%.",
		"values": [
			"24%",
			"36%",
			"30%"
		]
	},
	"r4": {
		"description": "I DAN da attacco normale e da abilità elementale aumentano rispettivamente di un 28% e di un 42%. Quando un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che equipaggia l'arma aumenta di un 35%.",
		"values": [
			"28%",
			"42%",
			"35%"
		]
	},
	"r5": {
		"description": "I DAN da attacco normale e da abilità elementale aumentano rispettivamente di un 32% e di un 48%. Quando un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che equipaggia l'arma aumenta di un 40%.",
		"values": [
			"32%",
			"48%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Ramo di corallo di un mare lontano",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Ingranaggio del caos",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Paramano antico",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Ramo prezioso di un mare lontano",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Asse del caos",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Paramano kageuchi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Ramo di giada di un mare lontano",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Ramo dorato di un mare lontano",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Oculus del caos",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Paramano celebre",
				"count": 18
			}
		]
	}
}