{
	"id": 12512,
	"name": "Verdetto",
	"description": "Un'arma che un tempo apparteneva a una fanciulla che rinnegò la propria famiglia. La lama è macchiata dal sangue dei nemici e di persone care.",
	"descriptionRaw": "Un'arma che un tempo apparteneva a una fanciulla che rinnegò la propria famiglia. La lama è macchiata dal sangue dei nemici e di persone care.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "\"Ascolta attentamente, cara Leticia. Ricorda che tu sei la figlia primogenita del casato dei Randolph.\nDevi comprendere che, quando i nobili come noi si assidono, possono mutare gli equilibri di stato.\nE, se dovessimo cadere in rovina, innumerevoli famiglie e comuni cittadini verrebbero trascinati insieme a noi.\nPertanto, ascolta con attenzione, cara Leticia.\nNon perdere mai il tuo portamento nobiliare e la tua purezza di aspetto. Impara a lesinare le dimostrazioni di collera, tristezza o felicità.\nPer un popolano, il nome della nostra famiglia basta e avanza a donargli tanto un'esistenza prospera quanto una vita al Fleuve Cendre.\"\n\nMalgrado le parole di suo padre, tuttavia, una fanciulla è pur sempre una fanciulla, prim'ancora di essere una nobildonna.\nPer chi non ha le mani sporche di fuliggine o di olio per le macchine, è piuttosto comune bramare il \"brivido dell'avventura\".\nAll'insaputa del padre, del fratello e dei servitori, ella si travestiva spesso da popolana, per immergersi nella città sotterranea che non era mai bagnata né dal sole né dalla pioggia.\nTutto ciò che desiderava era ammirare le vite di quella gente comune, che non aveva alcun controllo sul proprio destino.\nTale era il segreto diletto della fanciulla, la quale lo considerava finanche più interessante delle magie di Parsifal!\nMa le avventure si dimostrarono molto diverse da come si aspettava: in fondo, nessuno le aveva mai dato alcun permesso,\ned erano storie che, nei momenti di ritrovo, non aveva modo di raccontare a nessuno dei suoi coetanei e amici aristocratici.\nE quando un pericolo inaspettato si scagliò simile a musiche, menzogne o vino avvelenato, come quando si snuda una lama affilata...\n\n\"Oh, cielo. Chi sono i tuoi genitori, mia cara? E cosa ti porta qui al Fleuve Cendre?\"\nEra una luce gentile, familiare, che arrestò le ombre che avanzavano minacciose.\n\"Tu sei...\"\nAveva il suo nome sulla punta della lingua, ma invece di pronunciarlo le venne spontaneo chiedergli come avesse fatto a scoprire il suo travestimento.\n\"Innanzitutto, non sei per niente brava a mentire. Hai ammesso di non essere di queste parti, giusto?\nE mia cara... Sui tuoi vestiti non c'è traccia di fuliggine o di olio per le macchine, e nemmeno una minuscola macchia di sangue...\nInoltre, data la tua andatura, si capisce bene che non sei abituata a indossare pantaloni del genere.\"\n\nQuando chiese a Reed, che lei aveva già conosciuto, cosa ci facesse lui in giro per il Fleuve Cendre, il giovane le rispose così:\n\"Spero converrai che il tuo buon padre, tuo fratello e i tuoi servitori devono sapere ciò che accade in questo posto.\nCome ripete spesso il mio capo: 'Tutto ciò che è illuminato dal sole apparterrà a loro, e il Fleuve Cendre apparterrà a noi'.\nCara Leticia, dimentica per un momento di essere la figlia primogenita del casato dei Randolph.\nSeguimi nelle vesti di una persona qualunque, e spalanca i tuoi occhi vispi, che non hanno mai conosciuto la polvere.\nAmmira il mondo dove vivono i miei compatrioti, poiché il sangue scorre anche nelle loro vene, e sono animati da amori e passioni esattamente come te.\"\nEra un'avventura molto diversa da ciò che si aspettava, e molto di ciò che il destino volle mostrarle\nnon poteva essere raccontato ai suoi coetanei e amici aristocratici, né ai suoi servitori quand'anche li avesse incontrati per conversare e farsi due risate...\n\n\"Leticia, per la tua anima nobile non provo che adorazione.\nOra non saremo più costretti a scagliare le nostre scuri per colpire gli alberi.\nE se, un giorno, io dovessi perdermi tra le glorie di questo mondo,\nè alle tue mani che affiderò il mio destino...\"\n\n...\nQuando rivide suo padre, molti anni dopo, ella aveva già assunto il nome della rosa,\ne non era più avvezza a indossare gli abiti eleganti che un tempo le venivano imposti; di contro, aveva imparato come si maneggia al meglio una scure.\nCionondimeno, quello a cui non riusciva ad abituarsi era l'aspetto, ora fragile e canuto, del padre sempre così fiero e benevolo che ricordava.\n\n\"Mio adorato padre, ho stretto un patto con la persona che custodisco nel cuore, un giuramento verso coloro che amo.\nSe sono ancora in vita, significa che la nostra stirpe non si è ancora estinta.\nE non sia mai che il nome dei Randolph venga indelebilmente macchiato per causa mia.\"\n\n\"Mia amatissima Leticia, non passa giorno che io non accenda una candela in tuo onore.\nPoiché, anche se hai rinnegato la tua famiglia, io sono ancora tuo padre, e tu sei ancora mia figlia.\nMettiamo fine a queste bislaccherie. Ti prego, torna a casa.\nLa tua creatura è innocente, e io non abbandonerò la carne della mia carne sulla base di simili fatuità.\nIn quanto a tuo marito... Nella famiglia Randolph esistono magie che potrebbero fare al caso suo...\"\n\n...\nTuttavia, nei suoi sogni, finalmente se ne era ricordata: \"A quel tempo, la raffica dei cannoni navali non ci aveva smossi.\nNessun forestiero avrebbe dovuto conoscere le strade segrete che i cacciatori hanno usato per infiltrarsi\".",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "4,8%",
	"effectName": "Mille promesse di aurora e crepuscolo",
	"effectTemplateRaw": "#L'ATT aumenta di un <color=#99FFFFFF>{0}</color>. Quando i personaggi del gruppo ottengono frammenti elementali derivanti da reazioni di Cristallizzazione, il personaggio che equipaggia quest'arma riceve 1 Sigillo. Ogni Sigillo aumenta i DAN da abilità elementale di un <color=#99FFFFFF>{1}</color> e ha una durata di 15{NON_BREAK_SPACE}s. È possibile avere fino a un massimo di 2 Sigilli contemporaneamente, che svaniscono 0,2{NON_BREAK_SPACE}s dopo aver inflitto DAN con l'abilità elementale.",
	"r1": {
		"description": "L'ATT aumenta di un 20%. Quando i personaggi del gruppo ottengono frammenti elementali derivanti da reazioni di Cristallizzazione, il personaggio che equipaggia quest'arma riceve 1 Sigillo. Ogni Sigillo aumenta i DAN da abilità elementale di un 18% e ha una durata di 15 s. È possibile avere fino a un massimo di 2 Sigilli contemporaneamente, che svaniscono 0,2 s dopo aver inflitto DAN con l'abilità elementale.",
		"values": [
			"20%",
			"18%"
		]
	},
	"r2": {
		"description": "L'ATT aumenta di un 25%. Quando i personaggi del gruppo ottengono frammenti elementali derivanti da reazioni di Cristallizzazione, il personaggio che equipaggia quest'arma riceve 1 Sigillo. Ogni Sigillo aumenta i DAN da abilità elementale di un 22,5% e ha una durata di 15 s. È possibile avere fino a un massimo di 2 Sigilli contemporaneamente, che svaniscono 0,2 s dopo aver inflitto DAN con l'abilità elementale.",
		"values": [
			"25%",
			"22,5%"
		]
	},
	"r3": {
		"description": "L'ATT aumenta di un 30%. Quando i personaggi del gruppo ottengono frammenti elementali derivanti da reazioni di Cristallizzazione, il personaggio che equipaggia quest'arma riceve 1 Sigillo. Ogni Sigillo aumenta i DAN da abilità elementale di un 27% e ha una durata di 15 s. È possibile avere fino a un massimo di 2 Sigilli contemporaneamente, che svaniscono 0,2 s dopo aver inflitto DAN con l'abilità elementale.",
		"values": [
			"30%",
			"27%"
		]
	},
	"r4": {
		"description": "L'ATT aumenta di un 35%. Quando i personaggi del gruppo ottengono frammenti elementali derivanti da reazioni di Cristallizzazione, il personaggio che equipaggia quest'arma riceve 1 Sigillo. Ogni Sigillo aumenta i DAN da abilità elementale di un 31,5% e ha una durata di 15 s. È possibile avere fino a un massimo di 2 Sigilli contemporaneamente, che svaniscono 0,2 s dopo aver inflitto DAN con l'abilità elementale.",
		"values": [
			"35%",
			"31,5%"
		]
	},
	"r5": {
		"description": "L'ATT aumenta di un 40%. Quando i personaggi del gruppo ottengono frammenti elementali derivanti da reazioni di Cristallizzazione, il personaggio che equipaggia quest'arma riceve 1 Sigillo. Ogni Sigillo aumenta i DAN da abilità elementale di un 36% e ha una durata di 15 s. È possibile avere fino a un massimo di 2 Sigilli contemporaneamente, che svaniscono 0,2 s dopo aver inflitto DAN con l'abilità elementale.",
		"values": [
			"40%",
			"36%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Frammento di un antico accordo",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Nucleo della Faglia",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Nucleo della Faglia",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Ingranaggio dentato",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Capitolo di un antico accordo",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Sinapsi aliena",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Sinapsi aliena",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Ingranaggio cilindrico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movimento di un antico accordo",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Nucleo di vita aliena",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Eco di un antico accordo",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Nucleo di vita aliena",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Ingranaggio dinamico artificiato",
				"count": 18
			}
		]
	}
}