{
	"id": 14519,
	"name": "Pensieri vivaci",
	"description": "Un trofeo realizzato con gemme preziose della Comunità dell'Abbondanza e cristalli del Clan Piumafiore. Sembra sia appartenuto a una lottatrice leggendaria.",
	"descriptionRaw": "Un trofeo realizzato con gemme preziose della Comunità dell'Abbondanza e cristalli del Clan Piumafiore. Sembra sia appartenuto a una lottatrice leggendaria.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 5,
	"story": "Ci fu un tempo in cui la torbida e nera marea ancora infuriava sull'orizzonte, quando i sei eroi del sole ardente si lanciarono nel vento della notte.\nSilenziose correnti d'avarizia sorsero tra le tribù divise, un'insidiosa brama di potere e ambizione che agitava la terra come una pestilenza...\nAlcuni bramavano l'autorità lasciata dal risveglio dell'ultimissima brace, mentre altri cospiravano per rivendicare le tribù,\ncome se avessero dimenticato la calamità che ancora torreggiava su di loro come una montagna, e che aveva già portato via gli ultimi resti di vita in quella terra.\n\n\"Non avete né l'intelligenza per riguardare al passato, né il coraggio per guardare al futuro.\nVoi formiche che camminate nell'ombra, come osate anche solo parlare del giogo vuoto lasciato da una divinità?\nOra nessuno siede sul trono. E tutto ciò a cui pensate è appropriarvene.\nMa avete mai guardato alle sofferenze che ancora affliggono questa terra arsa e bruciata?\"\n\nMentre le tribù litigavano, una giovane donna, un tempo rimasta in silenzio all'ombra di Wanjiru, irruppe nella sala del consiglio.\nQuella figlia della Comunità dell'Abbondanza, ora legatasi tramite matrimonio al Clan Piumafiore, trafisse il centro della grande tavola con una lama d'osso spezzata a metà, volgendo il suo gelido sguardo verso l'attonita assemblea.\nI frammenti di legno si sparsero come scintille, ponendo fine alla tumultuosa lotta per la successione.\nIn base all'antico patto, le tribù misero da parte le loro inimicizie per sconfiggere l'imperdonabile nemico comune, ed evitare che la torbida marea nera le sommergesse.\nSe gli inferni divini si congelassero e i bracieri degli eroi si spegnessero, i mortali riaccenderebbero le più fioche delle braci al loro posto,\npoiché, anche se il loro destino sarà quello di lottare invano e ardere come arcobaleni, essi dovranno comunque costruire la strada per gli eroi di domani.\n\nFietena non aveva mai ricevuto un Nome antico, né si sarebbe mai aspettata di essere proclamata eroina.\nLa ragazza che una volta si era rannicchiata accanto al fuoco, ascoltando Wanjiru che raccontava leggende degli eroi,\nora indossava la maschera di un'eroina, e la sua voce rauca radunava tutte le tribù, che si preparavano a combattere.\nLavorò con Traore, orfano delle miniere, scavando tra rocce gigantesche e incanalando la lava incandescente nei fiumi per proteggere tutti;\ninsieme a Nzambe, un sacerdote delle valli profonde, tese una trappola scatenando un uragano che travolse quella palude di corruzione.\nMa un mortale è pur sempre un mortale. Quando la calamità finalmente cessò, la marea le aveva avvizzito le carni.\nMentre l'ultima ombra si sgretolava in preda alle grida, Fietena, ormai anziana, si tolse la maschera,\ne consegnò quell'oggetto, con cui aveva interpretato l'eroina per tanti anni, a Taika, giovane seguace del Clan Piumafiore.\n\n\"A quanto pare questa è stata la mia ultima battaglia... Suvvia, non serve essere così cupi.\nQuando la tempesta sarà passata, verrà l'arcobaleno. Ma ricorda: i suoi spettacolari colori non sono che illusioni create dalla foschia.\nSia i veri eroi che coloro che ne interpretano la parte un giorno dovranno ritirarsi.\nQuesto è il cammino di un lottatore. Taika, possa questa maschera essere testimone del viaggio che ti attende.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "DAN da CRIT",
	"baseStatText": "9,6%",
	"effectName": "Desiderio dell'arcobaleno cadente",
	"effectTemplateRaw": "#L'ATT aumenta di un <color=#99FFFFFF>{0}</color>. Quando il personaggio esegue un attacco in picchiata, ottiene l'effetto Primo colore dell'aurora; quando usa l'abilità o il Tripudio elementale, invece, ottiene l'effetto Splendore del crepuscolo. Ciascun effetto aumenta i DAN da CRIT degli attacchi in picchiata rispettivamente di un <color=#99FFFFFF>{1}</color> e di un <color=#99FFFFFF>{2}</color>. Entrambi gli effetti durano un massimo di 15{NON_BREAK_SPACE}s e si annullano 0,1{NON_BREAK_SPACE}s dopo che l'onda d'urto causata dall'impatto sul terreno ha colpito un obiettivo.",
	"r1": {
		"description": "L'ATT aumenta di un 28%. Quando il personaggio esegue un attacco in picchiata, ottiene l'effetto Primo colore dell'aurora; quando usa l'abilità o il Tripudio elementale, invece, ottiene l'effetto Splendore del crepuscolo. Ciascun effetto aumenta i DAN da CRIT degli attacchi in picchiata rispettivamente di un 28% e di un 40%. Entrambi gli effetti durano un massimo di 15 s e si annullano 0,1 s dopo che l'onda d'urto causata dall'impatto sul terreno ha colpito un obiettivo.",
		"values": [
			"28%",
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "L'ATT aumenta di un 35%. Quando il personaggio esegue un attacco in picchiata, ottiene l'effetto Primo colore dell'aurora; quando usa l'abilità o il Tripudio elementale, invece, ottiene l'effetto Splendore del crepuscolo. Ciascun effetto aumenta i DAN da CRIT degli attacchi in picchiata rispettivamente di un 35% e di un 50%. Entrambi gli effetti durano un massimo di 15 s e si annullano 0,1 s dopo che l'onda d'urto causata dall'impatto sul terreno ha colpito un obiettivo.",
		"values": [
			"35%",
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "L'ATT aumenta di un 42%. Quando il personaggio esegue un attacco in picchiata, ottiene l'effetto Primo colore dell'aurora; quando usa l'abilità o il Tripudio elementale, invece, ottiene l'effetto Splendore del crepuscolo. Ciascun effetto aumenta i DAN da CRIT degli attacchi in picchiata rispettivamente di un 42% e di un 60%. Entrambi gli effetti durano un massimo di 15 s e si annullano 0,1 s dopo che l'onda d'urto causata dall'impatto sul terreno ha colpito un obiettivo.",
		"values": [
			"42%",
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "L'ATT aumenta di un 49%. Quando il personaggio esegue un attacco in picchiata, ottiene l'effetto Primo colore dell'aurora; quando usa l'abilità o il Tripudio elementale, invece, ottiene l'effetto Splendore del crepuscolo. Ciascun effetto aumenta i DAN da CRIT degli attacchi in picchiata rispettivamente di un 49% e di un 70%. Entrambi gli effetti durano un massimo di 15 s e si annullano 0,1 s dopo che l'onda d'urto causata dall'impatto sul terreno ha colpito un obiettivo.",
		"values": [
			"49%",
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "L'ATT aumenta di un 56%. Quando il personaggio esegue un attacco in picchiata, ottiene l'effetto Primo colore dell'aurora; quando usa l'abilità o il Tripudio elementale, invece, ottiene l'effetto Splendore del crepuscolo. Ciascun effetto aumenta i DAN da CRIT degli attacchi in picchiata rispettivamente di un 56% e di un 80%. Entrambi gli effetti durano un massimo di 15 s e si annullano 0,1 s dopo che l'onda d'urto causata dall'impatto sul terreno ha colpito un obiettivo.",
		"values": [
			"56%",
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Decadenza delirante del Sacro Signore",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Carapace incrinato dal freddo",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Carapace incrinato dal freddo",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Desolazione delirante del Sacro Signore",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Carapace posteriore caldo",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Carapace posteriore caldo",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Aspetto delirante del Sacro Signore",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Carapace prismardente",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Divinità delirante del Sacro Signore",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Carapace prismardente",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 18
			}
		]
	}
}