{
	"id": 13504,
	"name": "Squarciavortice",
	"description": "Quest'arma lunga e appuntita può penetrare attraverso qualsiasi cosa. Quando colpisce, squarcia letteralmente l'aria.",
	"descriptionRaw": "Quest'arma lunga e appuntita può penetrare attraverso qualsiasi cosa. Quando colpisce, squarcia letteralmente l'aria.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lancia",
	"rarity": 5,
	"story": "Questo era un tempo antico, quando le navi navigavano a fianco dei mostri marini.\nA quei tempi, il Porto di Liyue non era in pace, non con quelle creature delle profondità.\n\nSi dice che una grande ombra abitasse un tempo nell'abisso oceanico.\nCon grandi vortici e mulinelli avrebbe distrutto anche la più forte della navi, e avrebbe trascinato la sua preda giù nelle profondità oscure.\nSi dice anche che un'isola divina emergesse dal mare, coperta di arcobaleni e avvolta nella nebbia...\nTutti coloro che hanno la fortuna di mettere piede su quell'isola troveranno tesori sepolti da un tempo incalcolabile.\nAltri dicono che quest'isola sia un grande mostro in un torpore logoro.\n\nLa maggior parte delle leggende che circolano tra i marinai e i capitani sono bizzarre come queste. Ma c'è una storia a cui credono tutti.\nCredono che Rex Lapis una volta abbia brandito una lancia che perforò l'arcobaleno, immobilizzando il vortice ribollente che un tempo terrorizzava gli oceani al centro delle mare profondo.\n\nLe leggende narrano che, da allora, si passono spesso vedere delfini e balene radunarsi in quel tratto d'oceano, cantando.\nAlcuni sostengono che piangono per il dio che adoravano, e cantano molti canti funebri per lui.\nAltri affermano che lo fanno meravigliati dalla grande potenza del Rex Lapis, che era davvero in grado di perforare l'arcobaleno e di far cadere il sole.\n\nMa le leggende popolari narrano anche questo.\nChe un giorno, il vortice, destinato a una morte quieta dalla lancia divina del Signore di Geo, comincerà di nuovo a svegliarsi.\nQuando il vento porterà di nuovo il fetore degli abissi a riva, quello sarà il presagio dell'arrivo di un uragano grande quanto un'idra a nove teste.\nChi, allora, sarà in grado di domare l'Entità delle profondità?",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "10,8%",
	"effectName": "Maestà dorata",
	"effectTemplateRaw": "#Aumenta l'efficacia dello scudo di un <color=#99FFFFFF>{0}</color>. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un <color=#99FFFFFF>{1}</color> per 8{NON_BREAK_SPACE}s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3{NON_BREAK_SPACE}s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
	"r1": {
		"description": "Aumenta l'efficacia dello scudo di un 20%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 4% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Aumenta l'efficacia dello scudo di un 25%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 5% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Aumenta l'efficacia dello scudo di un 30%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 6% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Aumenta l'efficacia dello scudo di un 35%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 7% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Aumenta l'efficacia dello scudo di un 40%. Mandare a segno un colpo contro gli avversari aumenta l'ATT di un 8% per 8 s. Cumulabile fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello scudo è attiva, l'effetto di quest'ATT aumenta di un 100%.",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Granello di Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Frammento d'osso fragile",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Scheggia di Aerosiderite",
				"count": 9
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 5
			},
			{
				"id": 112042,
				"name": "Frammento d'osso solido",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Frammento di Aerosiderite",
				"count": 9
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Pezzo di Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Frammento d'osso fossilizzato",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 18
			}
		]
	}
}