{
	"id": 14416,
	"name": "Astro del vespro errante",
	"description": "In origine, questo dispositivo era impiegato dai ricercatori per osservare ed eseguire calcoli sui fenomeni celesti. Funge sia da canale di trasmissione sia da catalizzatore.",
	"descriptionRaw": "In origine, questo dispositivo era impiegato dai ricercatori per osservare ed eseguire calcoli sui fenomeni celesti. Funge sia da canale di trasmissione sia da catalizzatore.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Questa storia si svolge migliaia di anni fa, in un'epoca successiva a quando il folle Dio re fu sepolto dalle tempeste di sabbia.\nIl principe errante, avendo perso il suo regno, si ritirò in una foresta baciata dal chiaro di luna.\nEra venuto qui con l'ambizione di conquistare nuove terre, ma finì con l'essere inseguito dalla cacciatrice con l'arco bianco.\nCosì lo sconsolato vagabondo rimase intrappolato tra i tralci di vite e, nella fredda notte di luna, udì intorno a lui i ringhi sommessi della tigre.\n\n\"Il sentiero nella foresta era così insidioso che i mortali potevano intuire la strada da prendere soltanto grazie alla luce della luna che filtrava attraverso le foglie.\nLe stelle scintillanti illuminarono il cammino del vagabondo, ma lo attirarono anche in una trappola mortale.\nLa cacciatrice scoccò la freccia dal suo arco bianco, facendo allontanare più volte l'intruso.\nAssieme alla vecchia tigre e al suo ruggito, diede l'ordine affinché venisse espulso, ma non gli tolse la vita.\"\n\nIl vecchio poeta cieco ripeté la storia del principe errante con una voce roca.\nSebbene avesse perso i suoi occhi molto tempo addietro, si volgeva ancora inconsapevolmente verso la stella della sera che splendeva accanto alla luna sgargiante.\nLa stella scintillante della notte aveva guidato il vagabondo verso nuove speranze, ma anche in un vicolo cieco.\n\nAnni dopo, quando il vagabondo che non aveva più nulla da perdere si trovò dinanzi alla morte, dovette fare una scelta...\nQuando gli vennero sussurrati all'orecchio gli insegnamenti della morte, comprese finalmente il significato dell'avvertimento...\n\n\"Non appartieni né alla foresta né alla morte, devi stare alla larga dal palazzo del re.\nSe ancora tieni alla vita e ai ricordi, non addentrarti in terre oscure e insidiose.\"\n\n\"Smettila di ripetere quelle insulse parole...\nSe il mio vagabondare mi condurrà all'arco bianco, e le stelle della sera annunceranno la mia fine,\ncosì sia! Preferisco accettare il mio destino che morire per opera di un falcone.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "36",
	"effectName": "Stella della selva notturna",
	"effectTemplateRaw": "#Il seguente effetto positivo si innesca ogni 10{NON_BREAK_SPACE}s: il personaggio che equipaggia l'arma guadagna per 12{NON_BREAK_SPACE}s un bonus ATT pari a un <color=#99FFFFFF>{0}</color> della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
	"r1": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 24% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 30% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 36% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 42% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Il seguente effetto positivo si innesca ogni 10 s: il personaggio che equipaggia l'arma guadagna per 12 s un bonus ATT pari a un 48% della propria maestria elementale, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Reminiscenza del giardino dell'oasi",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Nucleo di Miconoide inattivo",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Nucleo di Miconoide inattivo",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Spore fungine",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Benevolenza del giardino dell'oasi",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Nucleo di Miconoide dormiente",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Nucleo di Miconoide dormiente",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Polline luminescente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Compianto del giardino dell'oasi",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Nucleo di Miconoide vigoroso",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Verità del giardino dell'oasi",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Nucleo di Miconoide vigoroso",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Polvere di ciste cristallina",
				"count": 12
			}
		]
	}
}