{
	"id": 14430,
	"name": "Vortice del Cavalcaonde",
	"description": "Un boomerang ottenuto dalle zanne di un enorme serpente marino. Un'arma davvero rara, che il gigante Tupac definiva \"affidabile\".",
	"descriptionRaw": "Un boomerang ottenuto dalle zanne di un enorme serpente marino. Un'arma davvero rara, che il gigante Tupac definiva \"affidabile\".",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Un tempo, quando i venti impetuosi soffiavano attraverso la valle dove convergevano le sorgenti, un gigante alto come una montagna si ergeva in riva al mare.\nAll'interno del suo corpo simile all'arenaria bruciava un cuore ardente, e il vapore che emetteva copriva quasi completamente il sole.\nTutti sapevano che egli era Tupac dei Meztli, e che nessuno era mai stato più alto di lui.\nDalle montagne ai mari, dalle foreste alle pianure, non aveva eguali a Natlan.\n\nEra un raro periodo di prosperità. La pace regnava in ogni angolo della nazione. Persino l'antico nemico delle ombre rimaneva in silenzio.\nSotto la luce del sole, il popolo era fiorente e in pace, quasi dimentico delle antiche, tradizionali ronde notturne.\nEppure, tutte le tribù conoscevano il suo nome e perfino l'eroe ribelle non poteva competere con lui.\nCiononostante, il possente Tupac era avvilito, il suo spirito selvaggio come un drago intrappolato in una pozza d'acqua.\n\n\"Sarei dovuto nascere in altri tempi. Allora avrei potuto combattere al fianco del maestoso Xbalanque e decapitare i draghi malvagi.\nO forse sarei dovuto essere uno di quelli che avevano issato il vessillo reale dagli occhi dorati, colpendo il brutale Re Pitone e salvando la gente dalla distruzione.\nQuesta mia forza andrà forse sprecata in quest'epoca di mediocrità?\"\n\nLe onde gli lambivano i piedi, gli stormi di gabbiani volavano in cerchio sulle barriere coralline e la brezza marina cominciava a levare il suo canto.\nPoiché non aveva eguali sulla terraferma, non rimaneva che rivolgersi ai mari incontaminati.\nSe fosse riuscito a riportare indietro le ossa di qualche titanica bestia o scovare dei tesori di tempi passati, forse non avrebbe vissuto una vita vana.\nCosì, mise piede nel furioso ribollio del mare e lasciò che le infinite correnti lo trascinassero in luoghi sconosciuti.\n\nPer prima cosa, incontrò un drago che un tempo era stato esiliato da un antico re saggio. Le sue ali gli furono utili come vele per domare i venti.\nPoi arrivò la balena che un tempo faceva indietreggiare le onde. Il gigante usò le sue ossa per costruire una bianca imbarcazione.\nDopodiché arrivò il vorace pitone marino delle profondità, la cui zanna divenne l'arma fidata di Tupac.\nDopo aver trasformato quel grande serpente del fondale oceanico in un delizioso piatto da accompagnare alla sua bevanda, raggiunse infine il confine del mare.\n\n\"Tupac, eroe delle terre infuocate, valoroso titano, fa' placare qui le tue onde arroganti.\nSei cupo, poiché il letale sentiero è ancora nascosto e l'oscuro cancello non ti si è ancora rivelato.\nAffina la carne e il sangue affinché possano diventare come un'armatura di ferro. Tempra i muscoli e le ossa affinché possano diventare come una mazza dorata.\nNon perdere il tuo cuore sincero e non dimenticare il tuo giuramento, fino al giorno in cui l'esule, che un tempo era tuo nemico, non tornerà.\"\n\nQuando arrivò il momento finale, il potente Tupac comprese qual era il suo dovere.\nPortando con sé il signore delle fiamme, giunse al luogo a cui il fuoco apparteneva, dove il monito della Signora della Notte gli risuonava ancora nelle orecchie.\nLa sua leggenda sarebbe stata eternamente incisa nella terra, non meno di quella di qualsiasi altro antico eroe.\nE così vide la porta della morte mostrarsi dinanzi a lui, proprio come aveva giurato tempo addietro alla divinità.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "13,3%",
	"effectName": "Andirivieni di zanne",
	"effectTemplateRaw": "#Il consumo di vigore durante il nuoto diminuisce di un 15%. Inoltre, usare un'abilità elementale aumenta i PS max di un <color=#99FFFFFF>{0}</color> per 10{NON_BREAK_SPACE}s. Per ogni personaggio di Hydro nel gruppo, il suddetto bonus ai PS max aumenta di un ulteriore <color=#99FFFFFF>{1}</color>. È possibile ottenere fino a un <color=#99FFFFFF>{2}</color> aggiuntivo massimo. Quest'effetto può attivarsi una volta ogni 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Il consumo di vigore durante il nuoto diminuisce di un 15%. Inoltre, usare un'abilità elementale aumenta i PS max di un 20% per 10 s. Per ogni personaggio di Hydro nel gruppo, il suddetto bonus ai PS max aumenta di un ulteriore 12%. È possibile ottenere fino a un 24% aggiuntivo massimo. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"20%",
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "Il consumo di vigore durante il nuoto diminuisce di un 15%. Inoltre, usare un'abilità elementale aumenta i PS max di un 25% per 10 s. Per ogni personaggio di Hydro nel gruppo, il suddetto bonus ai PS max aumenta di un ulteriore 15%. È possibile ottenere fino a un 30% aggiuntivo massimo. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"25%",
			"15%",
			"30%"
		]
	},
	"r3": {
		"description": "Il consumo di vigore durante il nuoto diminuisce di un 15%. Inoltre, usare un'abilità elementale aumenta i PS max di un 30% per 10 s. Per ogni personaggio di Hydro nel gruppo, il suddetto bonus ai PS max aumenta di un ulteriore 18%. È possibile ottenere fino a un 36% aggiuntivo massimo. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"30%",
			"18%",
			"36%"
		]
	},
	"r4": {
		"description": "Il consumo di vigore durante il nuoto diminuisce di un 15%. Inoltre, usare un'abilità elementale aumenta i PS max di un 35% per 10 s. Per ogni personaggio di Hydro nel gruppo, il suddetto bonus ai PS max aumenta di un ulteriore 21%. È possibile ottenere fino a un 42% aggiuntivo massimo. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"35%",
			"21%",
			"42%"
		]
	},
	"r5": {
		"description": "Il consumo di vigore durante il nuoto diminuisce di un 15%. Inoltre, usare un'abilità elementale aumenta i PS max di un 40% per 10 s. Per ogni personaggio di Hydro nel gruppo, il suddetto bonus ai PS max aumenta di un ulteriore 24%. È possibile ottenere fino a un 48% aggiuntivo massimo. Quest'effetto può attivarsi una volta ogni 15 s.",
		"values": [
			"40%",
			"24%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Terrore del cuore sacrificale ardente",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Frammento di volontà distrutta",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Frammento di volontà distrutta",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Zanna decidua",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Esitazione del cuore sacrificale ardente",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Recipiente di volontà certa",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Recipiente di volontà certa",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Zanna inveterata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Determinazione del cuore sacrificale ardente",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigillo di volontà inarrestabile",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Fulgore del cuore sacrificale ardente",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sigillo di volontà inarrestabile",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Zanna del tiranno",
				"count": 12
			}
		]
	}
}