{
	"id": 12407,
	"name": "Ombracandida",
	"description": "Una spada esotica con una sezione della lama smussata. Trasportata a Liyue da mercanti stranieri. Incredibilmente potente nelle mani di chi sa usarla.",
	"descriptionRaw": "Una spada esotica con una sezione della lama smussata. Trasportata a Liyue da mercanti stranieri. Incredibilmente potente nelle mani di chi sa usarla.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Nel Porto di Liyue si riversano persone provenienti da tutto il mondo, con grande orgoglio della città.\nLa marea di gente porta con sé anche tesori esotici.\nQuesto spadone è finemente realizzato con i migliori materiali. È unico in quanto il filo della lama rivolto verso chi la impugna è stato smussato.\nSi dice che il bordo smussato fosse usato come elsa, permettendo a chi brandiva l'arma di cambiare tecnica di combattimento alternando continuamente la posizione della mano.\n\nSebbene siano in pochi a saperlo, questo spadone era in effetti frutto di un atto d'amore di un fabbro straniero.\nIl fabbro sapeva di non spiccare per abilità, e desiderava che questa lama non seguisse il suo esempio. Per questo, lavorò minuziosamente all'affilatura e al bilanciamento della sua amata lama.\nDurante le innumerevoli notti insonni del fabbro, le scintille brillavano copiose.\nLa spada venne fusa e temperata infinite volte.\nDurante tutto quel tempo, la sua mente era consumata dall'indicibile ansia per le condizioni della sua amata e dalla speranza di un suo pronto ritorno.\n\n\"Alla fine della guerra...\"\nIl fabbro rifletteva rapidamente ogni volta che si fermava per prendere fiato.\n\"Questa lama le sarà ancora utile?\"\n\"Riuscirà almeno a tornare a casa sana e salva?\"\nQuesti pensieri occupavano brevemente la sua mente per brevi istanti, ma in un baleno li sciacciava e tornava a dedicare tutto sé stesso alla lama.\nAssecondare ansie irresolubili era uno sforzo inutile: meglio concentrarsi sulla creazione del regalo perfetto per darle il bentornato.\n\nInfine, arrivò il giorno in cui, trionfante, la spedizione rientrò dalle porte della città, avendo sconfitto i mostruosi nemici.\nIl fabbro, tuttavia, non aveva avuto il tempo di incidere il nome dell'amata sulla lama.\nNon avendo tempo da perdere, afferrò la spada e si precipitò incontro alla sua amata.\nPurtroppo, quello che lo aspettava non era che un'insopportabile doccia fredda.\n\nQuando la guerriera si tolse l'elmo, una chioma lunga e morbida le cadde sulle spalle. Si stava facendo crescere i capelli: non avrebbe più impugnato una lama per il resto dei suoi giorni.\nNel frattempo, anche lei aveva un regalo per il suo amato: un arco da caccia nuovo di zecca.\n\"Fine della storia! Ho passato tutti questi anni a realizzare questo spadone per te, e adesso non ne hai nemmeno bisogno!\"\nIl fabbro era triste e non poteva fare a meno di lamentarsi per l'ingiustizia di tutto ciò. Tuttavia, i suoi sforzi non furono affatto vani: era finalmente riuscito a realizzare una lama di qualità pregiata.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "DIF",
	"baseStatText": "11,3%",
	"effectName": "Lama energizzante",
	"effectTemplateRaw": "#Per colpo a segno, gli attacchi normali o caricati aumentano ATT e DIF di un <color=#99FFFFFF>{0}</color> per 6{NON_BREAK_SPACE}s. Cumulabile fino a 4 volte. Quest'effetto si può verificare una sola volta ogni 0,5{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Per colpo a segno, gli attacchi normali o caricati aumentano ATT e DIF di un 6% per 6 s. Cumulabile fino a 4 volte. Quest'effetto si può verificare una sola volta ogni 0,5 s.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "Per colpo a segno, gli attacchi normali o caricati aumentano ATT e DIF di un 7,5% per 6 s. Cumulabile fino a 4 volte. Quest'effetto si può verificare una sola volta ogni 0,5 s.",
		"values": [
			"7,5%"
		]
	},
	"r3": {
		"description": "Per colpo a segno, gli attacchi normali o caricati aumentano ATT e DIF di un 9% per 6 s. Cumulabile fino a 4 volte. Quest'effetto si può verificare una sola volta ogni 0,5 s.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "Per colpo a segno, gli attacchi normali o caricati aumentano ATT e DIF di un 10,5% per 6 s. Cumulabile fino a 4 volte. Quest'effetto si può verificare una sola volta ogni 0,5 s.",
		"values": [
			"10,5%"
		]
	},
	"r5": {
		"description": "Per colpo a segno, gli attacchi normali o caricati aumentano ATT e DIF di un 12% per 6 s. Cumulabile fino a 4 volte. Quest'effetto si può verificare una sola volta ogni 0,5 s.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Sabbie brillanti di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Coltello sacrificale del cacciatore",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pietra lucente di Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Coltello sacrificale dell'usuraio",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia di Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo divino di Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Coltello sacrificale dell'ispettore",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 12
			}
		]
	}
}