{
	"id": 15413,
	"name": "Ode al Florvento",
	"description": "Un arco adornato di fiori ignoti che custodisce le speranze di una persona altrettanto ignota.",
	"descriptionRaw": "Un arco adornato di fiori ignoti che custodisce le speranze di una persona altrettanto ignota.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Nei sogni d'infanzia di Mondstadt, c'era una specie di fiore fluttuante,\nche sarebbe cresciuto rigoglioso anche in mezzo a forti venti, ai terribili inverni e al ghiaccio sferzante.\n\nEra diverso dalle piante normali, che venivano spazzate via, radici e tutto, quando colpite da potenti burrasche.\nIn effetti, le radici di questo \"Florvento\" diventavano più forti anche col rafforzarsi del vento.\nOggi, la ribellione dei comuni mortali contro la tirannia è stata a lungo relegata agli scherzi festosi,\ne la forma di quel fiore si è affievolita, fondendosi con le antiche storie delle melodie ritmate della lira.\n\n\"Lascia che ti dia questo fiore senza nome, e possano le primavere che non hai mai visto non significare nulla per te.\"\n\"Spero che mi ripagherai con una speranza e un sorriso, e che resterai con me per accogliere il giorno in cui le tempeste non soffieranno più.\"\n\nNei giorni in cui un tiranno guardava la gente comune dall'alto della sua torre, coloro che nutrivano la libertà nei loro cuori si salutavano in questo modo.\nColoro che cercavano il coraggio e sognavano di camminare in piedi tessevano l'ignoto, usando ciò come segnale segreto.\nIn quei giorni, un fiore fragile e solitario sarebbe fiorito con il vento prima di diffondersi lentamente per tutte le selvagge catene montuose.\nCosì anche i sudditi, privi di radici e indifferenti, seguirono felici la corrente, diventando dei fieri e impavidi eroi.\nIl signore corrucciato nella torre si fece sempre più piccolo, e non poteva più disperdere quella marea di rabbia crescente.\n\n\"Lascia che ti dia questo fiore senza nome, e possa lei incoronarci campioni, difensori della primavera e del cielo.\"\n\"Possa l'alba essere il nostro spirito e seguirci nei venti della vera libertà\".\n\nSopra le rovine dell'antica torre, tra gli applausi, i canti e le lacrime di coloro che avevano appena conquistato la libertà,\nun guerriero dai capelli rossi voltò le spalle al dio neonato, nascosto come un'unica goccia di pioggia in un'ondata d'umanità.\nFu uno dei primi che diffuse i segnali segreti del Florvento tra loro, colui che aveva tessuto i fili dell'alba attraverso la lunga notte.\nDa allora il suo nome è andato perso nel tempo, ma le sue gesta vengono ancora ricordate nelle canzoni.\nMigliaia di anni dopo, un altro cavaliere dai capelli rossi avrebbe seguito le sue orme, facendo luce sulla storia al tempo oscura della nobiltà.\nProprio come il destino del Florvento è quello di sbocciare sotto grande pressione, quando il bisogno di insorgere è più disperato,\nil destino di questo clan probabilmente non cambierà mai: vivranno sempre nell'oscurità e daranno vita alla fiamma dell'alba.\n\nLa figura del Florvento si perse nel mezzo dei venti del tempo.\nIn tempo di pace, il suo nome è diventato sinonimo di amore e gioia.\nMa sicuramente, questo dev'essere stato il desiderio di coloro che camminarono coraggiosamente nell'oscurità...\n\n\"I fiori che sbocciano dovrebbero rappresentare l'amore e indicare l'arrivo della primavera.\"\n\"Non dovrebbero più essere un segno di ribellione, né essere il segnale di innalzare gli stendardi...\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestria elementale",
	"baseStatText": "36",
	"effectName": "Desiderio del Florvento",
	"effectTemplateRaw": "#Dopo l'uso di un'abilità elementale, ricevi un dono dall'antico Desiderio del Florvento, aumentando l'ATT di un <color=#99FFFFFF>{0}</color> per 6{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Dopo l'uso di un'abilità elementale, ricevi un dono dall'antico Desiderio del Florvento, aumentando l'ATT di un 16% per 6 s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Dopo l'uso di un'abilità elementale, ricevi un dono dall'antico Desiderio del Florvento, aumentando l'ATT di un 20% per 6 s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Dopo l'uso di un'abilità elementale, ricevi un dono dall'antico Desiderio del Florvento, aumentando l'ATT di un 24% per 6 s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Dopo l'uso di un'abilità elementale, ricevi un dono dall'antico Desiderio del Florvento, aumentando l'ATT di un 28% per 6 s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Dopo l'uso di un'abilità elementale, ricevi un dono dall'antico Desiderio del Florvento, aumentando l'ATT di un 32% per 6 s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Nettare del Malefiore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Nettare energetico",
				"count": 12
			}
		]
	}
}