{
	"id": 14410,
	"name": "Vino e musica",
	"description": "Un canzoniere della passata epoca aristocratica, il cui compositore è caduto nell'oblio. Racconta la storia di un eroe fuorilegge.",
	"descriptionRaw": "Un canzoniere della passata epoca aristocratica, il cui compositore è caduto nell'oblio. Racconta la storia di un eroe fuorilegge.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizzatore",
	"rarity": 4,
	"story": "Un libro di canzoni elegantemente rilegato, che era di moda ai tempi dell'aristocrazia regnante.\nAll'interno delle sue pagine aleggia un indelebile aroma di margherite e squisito vino d'annata.\nIl suo contenuto è piuttosto assurdo, ma un tempo era una melodia popolare nei vicoli e nelle taverne.\n\n\"Tutti conoscono quel ladro gentiluomo sempre ubriaco, anche se nessuno sa da dove venga. Un bel dì... Quando? Nessuno sa dirlo... Comparve nei nostri bassifondi come un fantasma nella fanga.\"\n\"Canta, beve, vaga per le strade, e da un tetto a un balcone continua a saltare. Ma tutti sanno che è un bravo ragazzo, e nessuno lo può negare\".\n\"La spada al suo fianco era l'orgoglio di una grande casata, e la rubò da dove era custodita, mentre l'arco tutto nero, che portava così fiero, lo usava sempre e solo con una mira ben precisa\".\n\"La sua abilità ineguagliabile risuona gelida nella notte come la coda di una cometa violenta, e la sua andatura è silenziosa di natura come il volo di Favonio, e ogni foglia che lo vede si spaventa\".\n\"Avrebbe potuto bere tutto il Lago Sicerae, se fosse stato pieno di Morte pomeridiana. E poi sarebbe andato di soppiatto tra quei maiali a mezzanotte, mentre dormivano prima del sacro rintocco della campana\".\n\"Rubava ai ricchi e dava ai poveri, era veramente una peste per i nobili. Lanciò una scintilla nell'oscurità, e la notte fu trafitta dal giorno con grande abilità\".\n\n\"Il ladro gentiluomo è il sogno di tutte le fanciulle, che si struggono per lui dai balconi, ma triste a dirsi, lui andò a divertirsi, prendendo una pinta con i suoi compagni ubriaconi\".\n\"Finché un giorno (o era notte?) si infiltrò in una villa e inizio a correre in modo sfrenato. Oltre a prendersi un grande bottino, un calice d'argento in aggiunta aveva rubato\".\n\"Silenziosamente, nella luce argentea della luna uscì dalla villa, quando all'improvviso i suoi occhi si illuminarono. Alzò lo sguardo verso una finestra tranquilla, dove il suo sguardo e quello di un'affascinante donna s'incontrarono.\"\n\"I suoi occhi brillavano come zaffiri, così azzurri da illuminarsi nell'oscurità. Il ladro guardò la gemma nel suo calice, e pensò che con il suo sguardo ci fosse una certa affinità\".\n\"Non perdendo tempo, il ladro si arrampicò su in un lampo e strappò la gemma dal suo posto. La diede alla ragazza e un sorriso timido sul suo volto rivelò il suo animo bendisposto.\"\n\"Quando infine rovesciarono il dominio dell'aristocrazia, entrambi andarono insieme a esplorare terre lontane. E come dice la canzone, riscaldarono a vicenda i loro giorni con gioie mondane.\"\n\nLa storia finisce qui. Negli ultimi giorni di governo onesto, non c'è più nessuno che canti del ladro gentiluomo, né questi ladri sono più necessari.\nVino e spade, fanciulle ed eroi, un'apertura spensierata e un lieto fine: questo tipo di racconto volgare tende a essere popolare tra la gente.\nNon importa come sia andata la vera storia, o che fine abbia fatto questa coppia, perché il vino e le canzoni traboccano di speranza.\nDanno un po' di coraggio agli sfortunati per affrontare il domani, e per ribellarsi ai poteri che li opprimono...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Ricarica di energia",
	"baseStatText": "6,7%",
	"effectName": "Mutevolezza",
	"effectTemplateRaw": "#Colpire un avversario con attacchi normali riduce il consumo di vigore dello Scatto normale o alternativo di un <color=#99FFFFFF>{0}</color> per 5{NON_BREAK_SPACE}s. Inoltre, usare uno Scatto normale o alternativo aumenta l'ATT di un <color=#99FFFFFF>{1}</color> per 5{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Colpire un avversario con attacchi normali riduce il consumo di vigore dello Scatto normale o alternativo di un 14% per 5 s. Inoltre, usare uno Scatto normale o alternativo aumenta l'ATT di un 20% per 5 s.",
		"values": [
			"14%",
			"20%"
		]
	},
	"r2": {
		"description": "Colpire un avversario con attacchi normali riduce il consumo di vigore dello Scatto normale o alternativo di un 16% per 5 s. Inoltre, usare uno Scatto normale o alternativo aumenta l'ATT di un 25% per 5 s.",
		"values": [
			"16%",
			"25%"
		]
	},
	"r3": {
		"description": "Colpire un avversario con attacchi normali riduce il consumo di vigore dello Scatto normale o alternativo di un 18% per 5 s. Inoltre, usare uno Scatto normale o alternativo aumenta l'ATT di un 30% per 5 s.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Colpire un avversario con attacchi normali riduce il consumo di vigore dello Scatto normale o alternativo di un 20% per 5 s. Inoltre, usare uno Scatto normale o alternativo aumenta l'ATT di un 35% per 5 s.",
		"values": [
			"20%",
			"35%"
		]
	},
	"r5": {
		"description": "Colpire un avversario con attacchi normali riduce il consumo di vigore dello Scatto normale o alternativo di un 22% per 5 s. Inoltre, usare uno Scatto normale o alternativo aumenta l'ATT di un 40% per 5 s.",
		"values": [
			"22%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente da latte del Lupo boreale",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo geomantico secco",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Emblema del Cacciatore di tesori",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente rotto del Lupo boreale",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Foglie geomantiche secche",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Emblema del corvo argentato",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Zanna incrinata del Lupo boreale",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del Lupo boreale",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Germoglio geomantico",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Emblema del corvo dorato",
				"count": 12
			}
		]
	}
}