{
	"id": 12502,
	"name": "Trapasso ululante",
	"description": "Una spada lunga usata dal Cavaliere dei lupi. Originariamente, un mero pezzo di ferro pesante donato al cavaliere da un fabbro della città, adesso è infusa del potere leggendario dell'alleanza con i lupi.",
	"descriptionRaw": "Una spada lunga usata dal Cavaliere dei lupi. Originariamente, un mero pezzo di ferro pesante donato al cavaliere da un fabbro della città, adesso è infusa del potere leggendario dell'alleanza con i lupi.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "Il viaggio del Cavaliere di Boreas terminò nella città di Barbatos.\nLe anime erranti si attraggono, la libertà sconfinata non genera che ansie.\n\nEntrando in città, le strade del Cavaliere di Boreas e del suo compagno si separarono in silenzio.\nPerché il Lupo dallo spirito libero non sopportava le luci artificiali e le pareti di pietra, ma anelava ardentemente alla natura selvaggia.\n\nLo spirito del Cavaliere di Boreas rimase libero, anche se il suo corpo era all'interno della città-prigione.\nNel frattempo, il corpo del Lupo vagava nella foresta, mentre il suo spirito rimaneva fedele al Cavaliere.\n\nIl Cavaliere di Boreas tornò a cavalcare per andare a caccia. Il lupo ne seguì l'odore in battaglia.\nErano di nuovo una cosa sola, il Lupo e il Cavaliere.\n\nSebbene fossero una cosa sola, la morte arriva prima per gli animali che per gli uomini.\nPosando la sua spada come una pietra tombale, il Cavaliere di Boreas seppellì il Lupo nella campagna sperduta.\nIl Cavaliere di Boreas si lasciò la città alle spalle, vivendo una vita errante come un lupo solitario.\n\nTuttavia, lo spirito eterno del lupo rimase qui,\na vegliare sulla terra che un tempo il Cavaliere proteggeva.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATT",
	"baseStatText": "10,8%",
	"effectName": "Cacciatore famelico",
	"effectTemplateRaw": "#Aumenta l'ATT di un <color=#99FFFFFF>{0}</color>. Per ogni colpo a segno, gli attacchi contro gli avversari con meno di un 30% di PS aumentano l'ATT di tutti i membri del gruppo di un <color=#99FFFFFF>{1}</color> per 12{NON_BREAK_SPACE}s. Si può verificare una sola volta ogni 30{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Aumenta l'ATT di un 20%. Per ogni colpo a segno, gli attacchi contro gli avversari con meno di un 30% di PS aumentano l'ATT di tutti i membri del gruppo di un 40% per 12 s. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"20%",
			"40%"
		]
	},
	"r2": {
		"description": "Aumenta l'ATT di un 25%. Per ogni colpo a segno, gli attacchi contro gli avversari con meno di un 30% di PS aumentano l'ATT di tutti i membri del gruppo di un 50% per 12 s. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"25%",
			"50%"
		]
	},
	"r3": {
		"description": "Aumenta l'ATT di un 30%. Per ogni colpo a segno, gli attacchi contro gli avversari con meno di un 30% di PS aumentano l'ATT di tutti i membri del gruppo di un 60% per 12 s. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"30%",
			"60%"
		]
	},
	"r4": {
		"description": "Aumenta l'ATT di un 35%. Per ogni colpo a segno, gli attacchi contro gli avversari con meno di un 30% di PS aumentano l'ATT di tutti i membri del gruppo di un 70% per 12 s. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"35%",
			"70%"
		]
	},
	"r5": {
		"description": "Aumenta l'ATT di un 40%. Per ogni colpo a segno, gli attacchi contro gli avversari con meno di un 30% di PS aumentano l'ATT di tutti i membri del gruppo di un 80% per 12 s. Si può verificare una sola volta ogni 30 s.",
		"values": [
			"40%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Ferri del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Pergamena divinatoria",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Catene del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Pergamena sigillata",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Manette del Gladiatore dei denti di leone",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Aspirazione del Gladiatore dei denti di leone",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Pergamena maledetta",
				"count": 18
			}
		]
	}
}