{
	"id": 11424,
	"name": "Zanna di lupo",
	"description": "Alcune leggende affermano che, in un remoto passato, questo spadone sia appartenuto a un certo cavaliere errante.",
	"descriptionRaw": "Alcune leggende affermano che, in un remoto passato, questo spadone sia appartenuto a un certo cavaliere errante.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Spada",
	"rarity": 4,
	"story": "I cavalieri di Mondstadt, per coincidenza o per volontà del destino,\nhanno i seguenti due gradi più elevati e relativi simboli di animali:\nil primo è il Leone, con il suo titolo e la sua fama, tramandato dal primo Gran Maestro dei Cavalieri di Favonius;\nil secondo, grossomodo dello stesso periodo, è quello del Cavalier Lupo Boreas.\n\nIn realtà non esistono documenti sul Cavaliere di Boreas.\nL'origine del nome proviene piuttosto dalle storie che si sentivano per le strade dell'epoca.\nAlla fine di una di queste storie, il mercante (o il contadino) la cui figlia era stata salvata chiese:\n\"Come potremo mai ringraziarti, Cavaliere onorato?\"\nIl Cavaliere rispose: \"Quando la tua preziosa figlia verrà data in sposa, brindate alla mia salute\".\n\"Ah! Chiedo venia... Se devo fare un brindisi alla tua salute, posso sapere il tuo nome, o Cavaliere?\"\nIl Cavaliere ci pensò un attimo e rispose:\n\"Fai un brindisi alla salute del mio compagno, il cui nome è 'Boreas'\".\n\nLa storia si conclude spesso così:\nallo stesso tempo, nella foresta (o su una montagna, o comunque in un luogo lontano),\nd'improvviso spirò un alito ventoso. Il mercante (o il contadino) guardò nella direzione del vento,\nma scorse solo un paio di occhi bestiali nell'oscurità, freddi come il ghiaccio.\nQuei due punti luminosi scomparvero rapidamente. Quando il mercante (o il contadino) si riprese, si rese conto che anche del Cavaliere non vi era più traccia.\nCi sono molte versioni della stessa storia, anche se la figlia viene sempre salvata e il Cavaliere è sempre senza nome.\n\nMa, prima che la storia divenisse tale, egli era semplicemente uno strano viaggiatore che indossava un soprabito impolverato e rovinato. Alcuni notavano l'armatura usurata eppure di squisita fattura sotto il suo mantello, che però non aveva un significato particolare. Forse chi la indossava era solo un'altra anima smarrita, che aveva perso una posizione di prestigio a causa della rivoluzione.\nIl proprietario della taverna notò che l'uomo pagava con monete di vero oro e argento, sebbene nessuno riconoscesse i simboli su di esse. Tuttavia, nemmeno questo significava niente, dato che oro e argento non sottostanno a nessun padrone, e passano sempre di mano in mano. Nessuno si sarebbe poi permesso di parlare male di un cliente che saldava subito il conto e non si lasciava andare all'ubriachezza molesta.\nLa storia nacque da un demone serpente arrivato sulle spiagge di Mondstadt dal mare oltre l'orizzonte, seguendo la calda e pacifica corrente. Nei primi giorni successivi alla fondazione dei Cavalieri di Favonius, quando erano ancora un corpo debole, il Cavaliere senza nome lasciò la città per dare la caccia ai demoni per il prezzo di una singola moneta d'argento. L'odore di sangue e carogne in decomposizione sulla spiaggia attrasse migliaia di falchi, che volteggiarono su di esse per giorni. Pertanto, l'origine del nome della Costa del Falco non proviene dalla romantica leggenda del Falco d'Occidente.\nNegli anni successivi, i Cavalieri di Favonius fecero di tutto per convincere il Cavaliere senza nome a unirsi a loro, ma senza successo. In realtà, lo scambio che corrisponde alla storia di \"Boreas\" avvenne con molta probabilità fra il Gran Maestro dei primi giorni della fondazione dei Cavalieri e il Cavaliere senza nome. Gli eventi si svolsero in modo tale che il Gran Maestro, persa la pazienza in seguito a innumerevoli opposizioni, fece circondare il Cavaliere senza nome in strada. Le due frasi che tutti conoscono furono pronunciate molto probabilmente quando \"Boreas\", il Cavaliere senza nome, ripartì. E, sebbene il significato fosse simile, il tono di entrambe le parti era molto meno civile.\nMa una tale storia sarebbe eccessivamente noiosa, se cantata o recitata, per cui talentuosi bardi presero quel dialogo, lo combinarono con alcuni eventi riguardanti la vita del Cavaliere a Mondstadt e ne inventarono una moltitudine di storie.\nAnche se si trattenne a Mondstadt solo per qualche anno, la sua ombra permane tuttora.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tasso di CRIT",
	"baseStatText": "6%",
	"effectName": "Lupo del Vento del Nord",
	"effectTemplateRaw": "#I DAN inflitti dall'abilità elementale e dal Tripudio elementale aumentano di un <color=#99FFFFFF>{0}</color>. Colpendo un avversario con un'abilità elementale, il tasso di CRIT di quest'ultima aumenta di un <color=#99FFFFFF>{1}</color>. Colpendo un avversario con un Tripudio elementale, il tasso di CRIT di quest'ultimo aumenta di un <color=#99FFFFFF>{2}</color>. Entrambi gli effetti durano 10{NON_BREAK_SPACE}s ciascuno, sono cumulabili fino a 4 volte e possono essere attivati una volta ogni 0,1{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "I DAN inflitti dall'abilità elementale e dal Tripudio elementale aumentano di un 16%. Colpendo un avversario con un'abilità elementale, il tasso di CRIT di quest'ultima aumenta di un 2%. Colpendo un avversario con un Tripudio elementale, il tasso di CRIT di quest'ultimo aumenta di un 2%. Entrambi gli effetti durano 10 s ciascuno, sono cumulabili fino a 4 volte e possono essere attivati una volta ogni 0,1 s.",
		"values": [
			"16%",
			"2%",
			"2%"
		]
	},
	"r2": {
		"description": "I DAN inflitti dall'abilità elementale e dal Tripudio elementale aumentano di un 20%. Colpendo un avversario con un'abilità elementale, il tasso di CRIT di quest'ultima aumenta di un 2,5%. Colpendo un avversario con un Tripudio elementale, il tasso di CRIT di quest'ultimo aumenta di un 2,5%. Entrambi gli effetti durano 10 s ciascuno, sono cumulabili fino a 4 volte e possono essere attivati una volta ogni 0,1 s.",
		"values": [
			"20%",
			"2,5%",
			"2,5%"
		]
	},
	"r3": {
		"description": "I DAN inflitti dall'abilità elementale e dal Tripudio elementale aumentano di un 24%. Colpendo un avversario con un'abilità elementale, il tasso di CRIT di quest'ultima aumenta di un 3%. Colpendo un avversario con un Tripudio elementale, il tasso di CRIT di quest'ultimo aumenta di un 3%. Entrambi gli effetti durano 10 s ciascuno, sono cumulabili fino a 4 volte e possono essere attivati una volta ogni 0,1 s.",
		"values": [
			"24%",
			"3%",
			"3%"
		]
	},
	"r4": {
		"description": "I DAN inflitti dall'abilità elementale e dal Tripudio elementale aumentano di un 28%. Colpendo un avversario con un'abilità elementale, il tasso di CRIT di quest'ultima aumenta di un 3,5%. Colpendo un avversario con un Tripudio elementale, il tasso di CRIT di quest'ultimo aumenta di un 3,5%. Entrambi gli effetti durano 10 s ciascuno, sono cumulabili fino a 4 volte e possono essere attivati una volta ogni 0,1 s.",
		"values": [
			"28%",
			"3,5%",
			"3,5%"
		]
	},
	"r5": {
		"description": "I DAN inflitti dall'abilità elementale e dal Tripudio elementale aumentano di un 32%. Colpendo un avversario con un'abilità elementale, il tasso di CRIT di quest'ultima aumenta di un 4%. Colpendo un avversario con un Tripudio elementale, il tasso di CRIT di quest'ultimo aumenta di un 4%. Entrambi gli effetti durano 10 s ciascuno, sono cumulabili fino a 4 volte e possono essere attivati una volta ogni 0,1 s.",
		"values": [
			"32%",
			"4%",
			"4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tegola della Torre di Decarabian",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Maschera danneggiata",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Resti della Città di Decarabian",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Maschera sporca",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Frammento dell'epopea di Decarabian",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Frammento del sogno di Decarabian",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Nucleo del caos",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Maschera nefasta",
				"count": 12
			}
		]
	}
}