{
	"name": "Chiarore di Xiphos",
	"description": "Quest'antica spada a doppio taglio scintilla alla luce della luna. Si dice che al suo interno dimori una djinn silente.",
	"weapontype": "Spada",
	"rarity": "4",
	"story": "Questa storia si svolge migliaia di anni fa, in un'epoca successiva a quando il folle Dio re fu sepolto dalle tempeste di sabbia.\nLe città mortali si diffusero in tutto il territorio. La più importante di queste era Tulaytullah, dove risiedevano uomini e donne di grande saggezza.\nLa città era costellata di edifici con il tetto di zaffiro a forma di cupola e giardini di smeraldo ricchi di alberi in fiore e fontane danzanti.\nNei tempi che seguirono la dipartita del Dio re, questa fortunata città splendeva ancora di saggezza e prosperità.\n\nLa gente dice che, un tempo, un guerriero di nome Xiphos visse in questa città di zaffiri e smeraldi.\nXiphos era abile con la sua spada a doppia lama, e salvò molte donzelle dagli attacchi dei mostri, sottraendogli parecchi tesori.\nSecondo un'antica leggenda tighnariana, la sua spada era abitata da una djinn assetata di sangue,\nmotivo per cui la spada non era smussata ma affilata dalle mattanze, né sporca ma rilucente di sangue.\n\n\"Mio caro padrone, lascia che mi disseti con il mosto rosato e che assapori l'infuso scarlatto.\nIl mio affetto sgorga soltanto per te, come la figlia dei vitigni intrattiene i beoni con il suo sacrificio sanguinario.\nFinché godrai del mio affetto e la luna brillerà sul tuo volto sempre giovane,\nfinché i tuoi nemici avranno a cuore questo mondo, e non avranno dimenticato il nome della loro madre, sarai un guerriero impareggiabile.\"\n\nIn seguito, lo spadaccino adorato dalla djinn del chiaro di luna incontrò un vagabondo straniero in esilio.\nIl vagabondo aveva accettato delle monete d'argento, denaro macchiato di sangue dai re che si opponevano a Tulaytullah, sopportando i loro odio e rancore verso l'eroe.\nCosì, anziché divenire amici, i due si ritrovarono ad affrontarsi in battaglia, combattendo all'ultimo sangue al chiaro di luna.\nNel combattimento le loro lame si colorarono di un rosso acceso come il vino, mentre il sangue sgorgava copioso dalle ferite...\nIl duello finale giunse a una fine. La pallida luna illuminò il vincitore e lo sconfitto.\n\n\"In qualsiasi direzione soffi il vento, non vi è mai un'increspatura nella coppa della vita.\nLe tre dee avevano deciso già da tempo il destino degli eroi, senza che questi ultimi ne fossero consapevoli.\"\n\nIl vagabondo prese la spada illuminata dalla luna, raccolse le monete insanguinate e s'incamminò in silenzio verso la foresta.\nLa città, privata della protezione di Xiphos, perse il suo lustro e andò in rovina negli anni che seguirono.\nI suoi edifici e giardini furono demoliti assieme al suo destino, e le tempeste ululanti del deserto li seppellirono nell'oblio.\nInfine, sia la chiave nera che il tentativo del giovane principe di rinvigorire il suo regno furono inghiottiti dalla sabbia...",
	"baseatk": 42,
	"substat": "Maestria elementale",
	"subvalue": "36",
	"effectname": "Sussurro della djinn",
	"effect": "Il seguente effetto positivo si innesca ogni 10 s: per ogni punto di maestria elementale in suo possesso, il personaggio che equipaggia l'arma guadagna per 12 s uno {0} di ricarica d'energia, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.",
	"r1": [
		"0,036%"
	],
	"r2": [
		"0,045%"
	],
	"r3": [
		"0,054%"
	],
	"r4": [
		"0,063%"
	],
	"r5": [
		"0,072%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Talismano di rame della rugiada silvestre",
				"count": 3
			},
			{
				"name": "Prisma danneggiato",
				"count": 3
			},
			{
				"name": "Seta rossa sbiadita",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 3
			},
			{
				"name": "Prisma danneggiato",
				"count": 12
			},
			{
				"name": "Seta rossa sbiadita",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Talismano di ferro della rugiada silvestre",
				"count": 6
			},
			{
				"name": "Prisma torbido",
				"count": 6
			},
			{
				"name": "Seta rossa ritagliata",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 3
			},
			{
				"name": "Prisma torbido",
				"count": 12
			},
			{
				"name": "Seta rossa ritagliata",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Talismano d'argento della rugiada silvestre",
				"count": 6
			},
			{
				"name": "Prisma splendente",
				"count": 9
			},
			{
				"name": "Broccato rosso sontuoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Talismano d'oro della rugiada silvestre",
				"count": 4
			},
			{
				"name": "Prisma splendente",
				"count": 18
			},
			{
				"name": "Broccato rosso sontuoso",
				"count": 12
			}
		]
	}
}