{
	"id": 10000057,
	"name": "Arataki Itto",
	"friendLines": [
		{
			"voicelineId": 57000,
			"title": "Hola...",
			"voicelineType": "1000",
			"description": "Soy quien manda en la Banda de Arataki, y todo el mundo sabe mi nombre... bueno, mis nombres. Arataki Itto “el ónico e inimitable”, Arataki Itto “el oni experto en sumo”, Arataki Itto “el orgullo de los oni”, Arataki Itto “el gladiador escaradiablo”, Arataki Itto “el campeón supremo de las cartas”, Arataki Itto, “el que puede perder pero no admite la derrota ni un ‘poquitto’”... Esos son algunos de los nombres por los que me conocen, puedes elegir el que prefieras. Responderé a cualquiera de ellos, te lo prometo. Jeje, no hace falta que me des las gracias.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_draw_appear"
		},
		{
			"voicelineId": 57001,
			"title": "Charla - Aquí estoy",
			"voicelineType": "1101",
			"description": "¡Arataki Itto, “el number one”, en persona! Jajajaja... *ejem*.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_01"
		},
		{
			"voicelineId": 57002,
			"title": "Charla - Aperitivos",
			"voicelineType": "1102",
			"description": "¿El mejor sabor del mundo? El dulce sabor de la victoria. Por eso nunca he gastado ni un Mora en aperitivos, siempre los he ganado de forma justa. Así es.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_02"
		},
		{
			"voicelineId": 57003,
			"title": "Charla - Peleas de escarabajos",
			"voicelineType": "1103",
			"description": "No subestimes a los escarabajos, son uno de los animales más fuertes que existen. Sí, claro que lo eres... ¿Sabes qué come este escarabajo? ¡Sudor y lágrimas! Así se vuelve fuerte. Creo que todos deberíamos aprender de eso...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_03"
		},
		{
			"voicelineId": 57004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Pfff, los hombres de verdad no llevan paraguas... Ay, madre, está empezando a apretar. Eh... ¡Rápido, saca el tuyo! ¡Corre, date prisa!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_heavyRain_01"
		},
		{
			"voicelineId": 57005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¡Oye! ¿Eres tú, Shogun Raiden? Pues escúchame, ¡tú no me das órdenes! Ajá, ¡eso es! ¡Vamos, lánzame un rayo si te atreves!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_thunder_01"
		},
		{
			"voicelineId": 57006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "¡Vamos, es hora de una pelea de bolas de nieve! Pero no vas a ganar, jaja. Yo... a-a-¡achís! ¡Uf!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_snowy_01"
		},
		{
			"voicelineId": 57007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "El cielo está despejado y brilla el sol... ¡Es hora de entrenar al escaradiablo! ¡Vamos, chiquitín!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_sunny_01"
		},
		{
			"voicelineId": 57008,
			"title": "Hace mucho viento...",
			"voicelineType": "1205",
			"description": "La clave es no dejar que el viento te afecte, especialmente cuando tienes un peinado como el mío. ¡Sí, nena!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_gale_01"
		},
		{
			"voicelineId": 57009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "¡Buenos días! Mira, resulta que otra vez estoy sin Mora... Pero ¿quién necesita un trabajo cuando podemos ir a divertirnos? Jaja, ¿qué te parece?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingMorning"
		},
		{
			"voicelineId": 57010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Ahora que ya nos llenamos la panza, busquemos un lugar para pasar el rato. ¿Hanamizaka? No, demasiado aburrido. ¿La Comisión Tenryou? Bah, no. Ya sé, vayamos a dar una vuelta por Ritou.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNoon"
		},
		{
			"voicelineId": 57011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¡Shhh! ¿Oíste eso? ¡Oh, no, es un fantasma! ¡Corre!... Jajaja, ¡te asusté! Te asusté, ¿no?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight"
		},
		{
			"voicelineId": 57012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Si estás cansad{F#a}{M#o}, vete ya a dormir. ¿Yo? No te preocupes, duermo con los ojos abiertos... literalmente, jaja.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight2"
		},
		{
			"voicelineId": 57013,
			"title": "Sobre Arataki Itto - Un trabajo de verdad",
			"voicelineType": "2001",
			"description": "¿Así que dicen que no soy capaz de tener un trabajo de verdad? ¡Jajajaja! Lamento decirte que soy un rufián y, como tal, mi trabajo es no tener trabajo, y si a alguien no le parece bien... ¡¿A ti no te parece bien?! *Ejem*, lo siento, me dejé llevar. ¿Por dónde iba? Ah, sí, que trabajar no es lo mío, pero no te preocupes, no atraco a la gente, ni robo ni nada de eso. Cuando se me acaba el dinero, hago pequeños trabajitos para poder llegar a fin de mes, como transportar mercancías, entregar documentos, ayudar a los negocios a atraer clientes, cosas así, para poder mantenerme. ¡Jeje!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle"
		},
		{
			"voicelineId": 57014,
			"title": "Sobre Arataki Itto - Oni",
			"voicelineType": "2005",
			"description": "Los oni hemos pasado por muchas cosas hasta llegar a donde estamos hoy, y míranos ahora, coexistimos pacíficamente con los humanos. Lamentablemente, aún hay mucha gente que nos guarda rencor. ¿Eh? ¿Un cambio? Sí, las cosas van a cambiar, de eso puedes estar segur{F#a}{M#o}. Pero déjame que te diga una cosa: yo no voy a lamerle las botas a los humanos, ¡ni hablar! Mis acciones hablarán por mí. Al final acabarán respetándome.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57015,
			"title": "Sobre nosotros - Cooperación",
			"voicelineType": "2003",
			"description": "Siempre te veo corriendo de un lado para otro haciendo cosas para los demás, pero no lo haces por el Mora, ¿verdad? No, lo haces porque te preocupas por los demás. Yo reconozco a los hermanos de verdad al verlos, y los aprecio más que a nadie. ¡Ven aquí, herman{F#a}{M#o}! Vamos a ser un gran equipo, ¡estoy seguro!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close"
		},
		{
			"voicelineId": 57016,
			"title": "Sobre nosotros - Respuesta",
			"voicelineType": "2002",
			"description": "¿Sabes? Tengo que admitir que siempre te he respetado. Podrías incluso ser miembro de la banda, tienes lo que hay que tener... ¿Qué te parece? Incluso he pensado en un buen apodo para ti, escucha: “{F#La viajera}{M#El viajero}, {F#la}{M#el} número dos”. ¿Lo captas? Porque, ya sabes, yo soy el número uno, tú eres mi número dos, ¡y juntos somos el dúo más insuperable del mundo! ¡Jajaja! Bromas aparte, sé que estás en un viaje muy importante o algo así, así que ¡adelante! ¡Haz lo que tengas que hacer! Y recuerda que la Banda de Arataki siempre responderá a tu llamada.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57017,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Uf, ni preguntes. ¡Me hierve la sangre al recordarlo! Primero, el ejército de la Shogun va y roba las Visiones de todo el mundo, lo que ya es un crimen horrible, y luego van y las ponen en esa estatua sin ningún orden. Piénsalo, cuanto más poderosa la Visión, más alta debería estar en la estatua, así tendría sentido, ¿no? Pero no, algún idiota de la Comisión Tenryou tuvo la fantástica idea de poner mi Visión abajo del todo. ¡Vamos!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57018,
			"title": "¿Algo que decir? - Hina",
			"voicelineType": "3002",
			"description": "Si alguna vez te preocupa algo, puedes intentar escribir a la columna de consejos de la revista «Vida y estilo». La Srta. Hina siempre se las arregla para escribir una respuesta motivadora y reconfortante para todos sus lectores. Mírame, yo antes era un alma perdida, pero ya no, y es todo gracias a ella. Oh, ¡eso me recuerda que logré registrarme para uno de sus próximos encuentros con los fans! He estado contando los días... ¡Qué despacio pasa el tiempo!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_01"
		},
		{
			"voicelineId": 57019,
			"title": "¿Algo que decir? - Cuernos",
			"voicelineType": "3004",
			"description": "¡Tengo una pregunta para ti! ¿Crees que mis cuernos parecen aburridos una vez que te acostumbras a ellos? Porque, eh, estaba pensando cambiar totalmente de estilo, tal vez pintarlos a rayas con todos los colores del arcoíris y después pegarles unas cuantas luciérnagas para que brillen más. ¿Qué te parece? Así seguro que me mirarían por la calle y dirían cosas como: “Guau, ¡qué bien te quedan esos cuernos arcoíris!”. ¡Es una idea genial! Voy a reunir a la banda y nos pondremos a ello ahora mismo.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_02"
		},
		{
			"voicelineId": 57020,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "¿Quieres saber el truco para capturar escaradiablos? ¡Los globos oculares! Tienes que mantenerlos completamente limpios en todo momento para que tu vista sea tan aguda como la de un halcón. Créeme, cuando estás en medio de una tormenta, está lloviendo y el viento te da en la cara, tienes que tener cuidado, porque las calavandas y los escaradiablos se confunden con facilidad...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_gift_01"
		},
		{
			"voicelineId": 57021,
			"title": "Sobre Thoma...",
			"voicelineType": "4001",
			"description": "Algunos de mis chicos me dijeron que fue la estrella de la ceremonia de captura de Visiones. ¿Qué? ¿Es una broma? ¿Por qué prepararon una ceremonia especialmente para él? ¿Es que la Visión número cien era más fuerte que las otras noventa y nueve o qué? Pff, no, no puede ser eso, porque ¡hola! Si eso era lo que buscaban, me habrían llamado a mí.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57022,
			"title": "Sobre Kamisato Ayato...",
			"voicelineType": "4002",
			"description": "Jaja, ojalá hubiera conocido antes a Ayato. Me enseñó algo: “Puedes infundir el espíritu del guerrero hasta en el insecto más débil”... Sí, me lo tomé al pie de la letra. Si no fuera por esas sabias palabras, estoy seguro de que hubiera dejado la lucha de escarabajos tras perder setecientas ochenta veces... Jeje, a veces solo un guerrero puede entender a otro. Cuando juego con él a las cartas coleccionables o a las peleas de escarabajos, siempre estamos totalmente compenetrados.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_ayato_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57023,
			"title": "Sobre Yoimiya...",
			"voicelineType": "4003",
			"description": "¡Hum! Siempre está pavoneándose delante de los niños con sus fuegos artificiales y sus juguetes. ¡Estoy harto! ¡Nadie me roba el protagonismo! ¡Se supone que los niños me tienen que adorar a mí! ¡A mí! Esto también va por ti, tú tienes que estar de mi parte, ¿eh? ¿Qué quieres decir con que no eres {F#una niña}{M#un niño}? En lo que a mí respecta, si eres más baj{F#a}{M#o} que yo, eres {F#una niña}{M#un niño}.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57024,
			"title": "Sobre Kaedehara Kazuha...",
			"voicelineType": "4004",
			"description": "Se rumorea que bloqueó el Filo del pensamiento vacío cuando escapaste de Tenshukaku. ¿Es verdad? ¡Porque eso es increíble! ¿Cómo lo conseguiría? Oye, ahora que lo pienso, él es de un clan que cayó en desgracia, y yo también... ¡Eso nos pone al mismo nivel, jaja! Entonces, la próxima vez que alguien te ataque, yo pararé el golpe.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57025,
			"title": "Sobre la Shogun Raiden...",
			"voicelineType": "4005",
			"description": "Durante el Decreto de captura de Visiones, la Shogun tuvo que enviar expresamente a su tengu en persona para que me quitara mi Visión. Jeje, seguro que pensó que yo era un dolor de cabeza. Pero, bueno, ahora ha abolido el Decreto de captura de Visiones, así que supongo que no le guardo rencor. Siempre que haya aprendido la lección, por supuesto, porque si intenta volver a hacer algo parecido, este dolor de cabeza volverá con más fuerza aún.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57026,
			"title": "Sobre la mujer con orejas de zorro...",
			"voicelineType": "4006",
			"description": "Arrasé en ese concurso de udon de kitsune que tuvimos. Ni todo ese tofu frito pudo interponerse en mi camino... ¡jamás podría ganarme! Después estuve en cama durante más de un mes, pero prefiero ser un ganador enfermo que un perdedor sano. Pues eso, que yo reí el último porque ella tuvo que pagar la cuenta: ¡treinta y dos cuencos de tallarines! Jajajaja...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57027,
			"title": "Sobre Kujou Sara...",
			"voicelineType": "4007",
			"description": "Sí, me venció durante el Decreto de captura de Visiones. No me avergüenza admitirlo. Cuando pierdes, admites la derrota, y cuando te equivocas, vas con la cabeza bien alta, como un hombre. De todas formas, no olvidemos quién no se atreve a tener una revancha... ¡Ella, la guerrera tengu! No es más que un duelo de sumo callejero, ¿de qué tiene miedo? Si sigue ignorándome, tendré que dejar de llamarla tengu Kujou y la empezaré a llamar gallina de Kujou. Jeje, a ver qué le parece eso...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa «La diosa inmutable y la utopía eterna»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200711
					]
				}
			]
		},
		{
			"voicelineId": 57028,
			"title": "Sobre Gorou...",
			"voicelineType": "4008",
			"description": "Ah, sí, el general de la resistencia que es un perro... Tengo que admitirlo, aunque sea de pequeño tamaño, tiene un gran espíritu luchador. Además, me produce una sensación que me hace sentir bien, como si comprendiera mis sentimientos más íntimos... Apenas lo conozco, así que es muy raro.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57029,
			"title": "Sobre Kuki Shinobu...",
			"voicelineType": "4009",
			"description": "Nadie cuestiona mi liderazgo de la banda y las órdenes las doy yo... menos cuando se trata de Kuki. Siempre pone peros a todo lo que digo, y no solo eso. ¿Sabes todo el botín que me cuesta tanto conseguir y que llevo para compartirlo con todos? ¡Pues ella va y lo devuelve! Pero también logra sacarme de la cárcel y de todos los líos en los que nos metemos, así que lo dejo pasar. Además, no quiero ponerla de malas... Una Kuki enojada convertiría mi vida en un infierno.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kukiShinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57030,
			"title": "Sobre Sayu...",
			"voicelineType": "4010",
			"description": "Lo único que hice fue acariciarle la cabeza una vez cuando estaba distraída, y ahora salta para atacarme en cuanto me ve. Jaja, ¿qué puedo decir? ¡Los tanuki son adorables! ¿Qué se supone que tenía que hacer? ¿No tocarle la cabeza?... Ah, sí, y esa es otra, ¡te pega si la llamas tanuki! ¿A qué viene eso? ¿Es que no va vestida de tanuki? Se pone como una fiera por nada...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57031,
			"title": "Más sobre Arataki Itto (I)",
			"voicelineType": "5001",
			"description": "Ya sé lo que estás pensando: “No lo entiendo, ¿cómo llegó este tipo a ser el jefe de la Banda de Arataki si solo sabe hacer peleas de escarabajos y jugar a las cartas coleccionables?”. Pues tienes razón, esos son juegos de niños. ¿Sabes qué tipo de habilidades me han llevado hasta donde estoy? Comer ramen cabeza abajo, dormir con los ojos abiertos, tocar la armónica con la nariz y matar moscas con el pelo. Sí, ya lo sé, ahora lo entiendes, ¿verdad?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_01"
		},
		{
			"voicelineId": 57032,
			"title": "Más sobre Arataki Itto (II)",
			"voicelineType": "5002",
			"description": "La gente de Inazuma hace un ritual cada vez que hay una fiesta, cada vez que se mudan, que se ponen enfermos o lo que sea, en el que lanzan frijoles a su alrededor y cantan: “Los frijoles de la fortuna cayendo están, a los oni de la ciudad debemos echar. Fortuna sí, oni no. ¡Fortuna sí, oni no!”. ¡Arg! Ese cántico es más horrible cuanto más lo oigo, pero lo peor son las calles llenas de frijoles, ¡con mi alergia! Tengo que acabar con esto, por todos y cada uno de los oni. ¡Somos inocentes! ¡Dejen de protegerse de nosotros y de echarnos cada vez que les pasa algo!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 57033,
			"title": "Más sobre Arataki Itto (III)",
			"voicelineType": "5003",
			"description": "En un intento de acabar con los prejuicios de los humanos contra los oni, hice que la banda capturara con el Daguerrotipo una imagen mía mostrando mi lado más amable y la pegué en el tablón de anuncios de la Ciudad de Inazuma. ¿Y sabes qué pasó? ¡Unos idiotas la pintarrajearon! ¡Hum! Entonces, unos ashigaru bobos de la Comisión Tenryou me acusaron de perturbar la paz. Después, la Comisión Yashiro dijo que había arruinado el ambiente de la zona y, al final, hasta se involucró la Comisión Kanjou... ¡Mandaron a sus lacayos para cobrar un impuesto de publicidad! ¡Arg! ¡No tienen ni idea de quiénes son los malos!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57034,
			"title": "Más sobre Arataki Itto (IV)",
			"voicelineType": "5004",
			"description": "En la Banda de Arataki nos enorgullecemos de aceptar a quienes han sufrido adversidades durante su vida. No escuches a quienes nos llaman raros o locos. Cada uno de los miembros de mi banda es como mi familia, y ellos piensan lo mismo. Ocurra lo que ocurra, la banda permanecerá unida, tanto en lo bueno como en lo malo.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 57035,
			"title": "Más sobre Arataki Itto (V)",
			"voicelineType": "5005",
			"description": "Respeto mucho a los oni azules por sacrificarse para permitir que los oni escarlata sobrevivieran... Pero en principio estoy totalmente en contra. Nadie tendría que sacrificar a los suyos para conseguir un futuro mejor, y punto. Solo es un futuro mejor si lo es para todos. Tenemos que cooperar, en lugar de que cada uno solo se preocupe por lo suyo, haga sus propios sacrificios y se intente ver bien mientras lo hace... Bueno, supongo que no se puede cambiar el pasado y lo hecho hecho está. Pero, a partir de hoy, ¡nada de sacrificios mientras yo esté! ¡Si vas a sacrificarte, me interpondré en tu camino!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa «Alma de oro»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1202618
					]
				}
			]
		},
		{
			"voicelineId": 57036,
			"title": "Aficiones de Arataki Itto...",
			"voicelineType": "6001",
			"description": "Las peleas de escarabajos, las cartas coleccionables, los trompos, el kendama, el escondite... ¡Sé jugar a todos los juegos! Elige uno y haremos una competición, ¿qué te parece? ¡Pero prepárate para perder miserablemente, jajajaja!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_hobby"
		},
		{
			"voicelineId": 57037,
			"title": "Preocupaciones de Arataki Itto...",
			"voicelineType": "6002",
			"description": "La Abuela Oni no es oni... En realidad, es la humana más amable de la historia. Empezaron a llamarla así porque me acogió. Si alguien tiene un problema conmigo, perfecto, de todos modos no me importa lo que piensen los demás... Pero no me gusta que la molesten por mi culpa.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_annoyed",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 57038,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "¡Las paletas de caramelo son lo mejor! El caramelo está muy rico y, además, tener el palito colgando de la boca te da un toque genial, como de chico malo. ¡Toma, prueba tú!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodLike"
		},
		{
			"voicelineId": 57039,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Bueno, soy un oni, así que no hay nada que odie más que los frijoles. ¡Todas las clases de frijoles! Solo con tocarlos ya se me activa la alergia, así que ni pensar en comerlos. ¡Tenemos que lograr que la gente deje de arrojar frijoles por todas partes!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodDislike"
		},
		{
			"voicelineId": 57070,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "¡Jajajaja! ¡Mmm, mmm, mmm! ¡Hacía tres años que no comía algo tan bueno!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_pref_01"
		},
		{
			"voicelineId": 57071,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "¡Está bien! Dejaré que hoy me invites, pero que sepas que la Banda de Arataki siempre paga sus deudas.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_normal_01"
		},
		{
			"voicelineId": 57072,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "¡Oye! No estarás intentando envenenarme, ¿verdad? ¡Ah!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_dislike_01"
		},
		{
			"voicelineId": 57040,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Hoy es un día importante. Tuve que mandar a mi banda a otra parte para que no me acusaran de favoritismo. Toma, mira esto. ¡Tengo los regalos perfectos! Un escaradiablo de primera categoría que tardé tres días y tres noches en capturar; una carta coleccionable agotada que me costó 300 rondas hasta que la conseguí; y una canción de cumpleaños interpretada por mí mismo. *Ejem*, cumpleaños feliz, cumpleaños feliz, te deseamos, viajer{F#a}{M#o}, cumpleaños feliiiiiz.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 57041,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "¡Sí, así me gusta! ¡Guau! ¡Cuidado conmigo, ahora soy más fuerte!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 57042,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "¡Esto va a hacer maravillas con mi porcentaje de victorias!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 57043,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "¡Siente el poder, sí! ¿Quieres verme romper una roca?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57044,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "¡Creo que eso de “number one” ha pasado de ser un apodo a una realidad! ¡Jaja! Pero solo porque haya llegado a la cima no me voy a olvidar de todo lo que has hecho por mí, ¿eh? Puedes seguir contando conmigo en todo momento.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 57045,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡A rodar!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_01"
		},
		{
			"voicelineId": 57046,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Bam!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_02"
		},
		{
			"voicelineId": 57047,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Muy bien!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_03"
		},
		{
			"voicelineId": 57048,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Aquí viene el oni!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_01"
		},
		{
			"voicelineId": 57049,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¿Quién quiere un poco de esto?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_02"
		},
		{
			"voicelineId": 57050,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Es la hora del espectáculo!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_03"
		},
		{
			"voicelineId": 57051,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¡Bien! ¡Nuevos juguetitos!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_01"
		},
		{
			"voicelineId": 57052,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¡Estoy en racha, jaja!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_02"
		},
		{
			"voicelineId": 57053,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Hola, dinero gratis. Adiós, tener que trabajar para vivir.",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_03"
		},
		{
			"voicelineId": 57054,
			"title": "Al esprintar (I)",
			"voicelineType": "700001",
			"description": "¿A que no me atrapas?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_explore_sprint_start_01"
		},
		{
			"voicelineId": 57055,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "¡Nunca subestimes a un oni!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_01"
		},
		{
			"voicelineId": 57056,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "¡No estoy perdiendo! ¡Todo es parte... del plan!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_02"
		},
		{
			"voicelineId": 57057,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "¡No es más que un rasguño, lo juro!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_03"
		},
		{
			"voicelineId": 57058,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Échate atrás y déjame a mí!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_01"
		},
		{
			"voicelineId": 57059,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡No permitiré que te tumben!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_02"
		},
		{
			"voicelineId": 57060,
			"title": "Derrotado (I)",
			"voicelineType": "500001",
			"description": "Nos vemos en... la revancha...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_01"
		},
		{
			"voicelineId": 57061,
			"title": "Derrotado (II)",
			"voicelineType": "500002",
			"description": "Al menos pierdo... con estilo...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_02"
		},
		{
			"voicelineId": 57062,
			"title": "Derrotado (III)",
			"voicelineType": "500003",
			"description": "He decepcionado... a mis chicos...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_03"
		},
		{
			"voicelineId": 57063,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900001",
			"description": "¡¿Quieres un poco de esto?!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_01"
		},
		{
			"voicelineId": 57064,
			"title": "Recibiendo un ligero ataque (II)",
			"voicelineType": "900002",
			"description": "¡Ja! ¿Eso es todo?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_02"
		},
		{
			"voicelineId": 57065,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Eso dolió!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_01"
		},
		{
			"voicelineId": 57066,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "¡Eh, no estaba preparado!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_02"
		},
		{
			"voicelineId": 57067,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¡Háganse a un lado! ¡Itto ya está aquí!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_01"
		},
		{
			"voicelineId": 57068,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¡Soy EL hombre!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_02"
		},
		{
			"voicelineId": 57069,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¡El público enloquece!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_03"
		}
	]
}