{
	"id": 10000088,
	"name": "Charlotte",
	"friendLines": [
		{
			"voicelineId": 88000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Hola, soy Charlotte, reportera de «El Pájaro de Vapor». Es un placer conocerte. Cuando tengas tiempo, ¿estarías dispuest{F#a}{M#o} a hacer una entrevista? Mi intuición de reportera me dice que podría sacar un montón de noticiones de ti.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_draw_appear_01"
		},
		{
			"voicelineId": 88001,
			"title": "Charla - Noticias",
			"voicelineType": "1101",
			"description": "Si mantienes los ojos bien abiertos y eres lo suficientemente rápid{F#a}{M#o}, encontrarás noticias todos los días.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_01"
		},
		{
			"voicelineId": 88002,
			"title": "Charla - Reporteros",
			"voicelineType": "1102",
			"description": "Hay muchos reporteros en la Corte de Fontaine, pero no todos ellos cuentan con los estándares profesionales necesarios. Si alguna vez quieres hacer una entrevista, ¡mejor avísame a mí!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_02"
		},
		{
			"voicelineId": 88003,
			"title": "Charla - «El Pájaro de Vapor»",
			"voicelineType": "1103",
			"description": "«El Pájaro de Vapor» es una excelente agencia de noticias con una editora jefa siempre abierta a nuevas ideas y un montón de extraordinarios reporteros. Y lo que es más importante: ¡pagan muy rápido!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_03"
		},
		{
			"voicelineId": 88004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "¡No puede entrar agua en la lente del Daguerrotipo!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_heavyRain_01"
		},
		{
			"voicelineId": 88005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¡Ay, qué pena! Otra vez no me dio tiempo a capturar una imagen del trueno...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_thunder_01"
		},
		{
			"voicelineId": 88006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "Hace tanto frío que no consigo ni pulsar el botón de captura...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_snowy_01"
		},
		{
			"voicelineId": 88007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "¡Guau, qué buena luz hay! ¡Vamos, posa para mí, que te tomo una imagen!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_sunny_01"
		},
		{
			"voicelineId": 88008,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Buenos días. ¿Has leído ya el periódico de hoy? ¿No? Pues espera, que te lo leo.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingMorning"
		},
		{
			"voicelineId": 88009,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "¡Hora de la comida! Ven conmigo, conozco un restaurante que está superbién.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNoon"
		},
		{
			"voicelineId": 88010,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "La noche es el mejor momento para tener conversaciones profundas, así que... ¿alguna historia que quieras contarme? Oh, tranquil{F#a}{M#o}, no publicaré nada sin tu permiso, ¡te lo prometo!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight"
		},
		{
			"voicelineId": 88011,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Buenas noches. Descansa bien, yo tengo que ir a la redacción a revisar unos artículos. ¡Hasta mañana!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight2"
		},
		{
			"voicelineId": 88012,
			"title": "Sobre Charlotte - Profesión",
			"voicelineType": "2001",
			"description": "La profesión de periodista no es una que le guste mucho a la gente. Ya sabes lo que dicen: “Las mentiras se pueden moldear, pero la verdad es inflexible”.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle"
		},
		{
			"voicelineId": 88013,
			"title": "Sobre Charlotte - Toma de imágenes",
			"voicelineType": "2005",
			"description": "Solo tomo buenas imágenes cuando las cosas son interesantes. Si no me fascina lo que veo, me tengo que obligar a pulsar el botón de captura.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88014,
			"title": "#Sobre nosotr{F#a}{M#o}s - Exclusiva",
			"voicelineType": "2003",
			"description": "Ey, ¿list{F#a}{M#o} para hacer una entrevista y convertirte en una radiante estrella? Vamos, hazme caso. Haz una bonita pose... Paimon, ¡vuela de forma más bonita!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close"
		},
		{
			"voicelineId": 88015,
			"title": "#Sobre nosotr{F#a}{M#o}s - Aparecer en portada",
			"voicelineType": "2002",
			"description": "¡Buenas noticias! He convencido a la editora Euphrasie para que aparezcan ustedes en la portada de la próxima edición de «El Pájaro de Vapor», acompañad{F#a}{M#o}s, por supuesto, de un reportaje escrito por esta servidora. ¿Eh? ¿Que no quieren hacerlo? ¡Pero si llevo mucho tiempo pidiéndoselo a la editora Euphrasie! Vamos, ¿no se lo quieren pensar? ¡P-puedo invitarles a comer otro gran festín!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «Una llovizna inesperada»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88016,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Pues... en realidad preferiría tener una Visión Anemo. Así, podría aprovechar el viento para volar de acá para allá haciendo entrevistas. Aunque mi Visión Cryo tampoco está nada mal. Con ella, no me tengo que preocupar de que el mecanismo interno de mi Daguerrotipo se sobrecaliente.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88017,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "“La verdad por encima de todo e historias extraordinarias”, ese es el principio por el que me rijo en mi trabajo. ¿Eh? ¿Que qué parte es la más importante? Evidentemente, ¡la verdad por encima de todo! Las historias solo son un recurso para que los lectores entiendan mejor las noticias. *Suspira*, aunque a juzgar por lo que he observado... muchos lectores están dispuestos a pagar por historias sensacionalistas antes que por saber la verdad.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_share_01"
		},
		{
			"voicelineId": 88018,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Te presento a mi mejor ayudante: ¡el único e inigualable Monsieur Vérité! ¿Has visto su sombrerito y su lacito? ¡Le pedí a la Srta. Chiori que se los hiciera a medida! ¿A que son superbonitos? También le pedí que me hiciera varios accesorios de estilos distintos para que pudiera usarlos en diferentes situaciones y entrevistas.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_gift_01"
		},
		{
			"voicelineId": 88019,
			"title": "Sobre Navia...",
			"voicelineType": "4001",
			"description": "Ahora que se ha hecho justicia al padre de Navia y se ha resuelto el caso de las chicas desaparecidas, ella por fin puede vivir tranquila. No sé por qué, últimamente está en el centro de muchas malas noticias, así que tomé el control de todos los reportajes que tratan sobre ella para controlar un poco lo que se publica al respecto.\nLa editora Euphrasie ya me ha regañado por ello varias veces, ¡pero valdrá la pena si es por ayudar a Navia a publicar la entrevista exclusiva que le prometí!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Una llovizna inesperada»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88020,
			"title": "Sobre Lyney...",
			"voicelineType": "4002",
			"description": "Ay, ya no sé cuántas veces ha rechazado Lyney mis entrevistas... ¡Pero no pasa nada! Cuanto más me rechaza, más segura estoy de que esconde una historia de mucho valor, ¡un notición sin precedentes que yo averiguaré!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88021,
			"title": "Sobre Lynette...",
			"voicelineType": "4003",
			"description": "Da igual lo que le pregunte, Lynette siempre cierra los ojos con serenidad y sin poner ninguna cara. Es como si... como si fuera una marioneta mecánica. Me encantaría escribir un reportaje sobre ella llamado “El gran secreto de la magia: la asistente-marioneta de un gran mago”. Aunque creo que, si lo escribiera, tampoco reaccionaría de ningún modo...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88022,
			"title": "Sobre Clorinde...",
			"voicelineType": "4004",
			"description": "La Srta. Clorinde es la verduga del justiciazgo más famosa y misteriosa de la Corte de Fontaine. Mis fuentes me han dicho que tiene un enigmático ritual para darle mantenimiento a sus armas. ¿A lo mejor esa es la razón por la que nunca pierde? En cualquier caso, no creo que pueda preguntárselo en persona, porque ya ha dicho que no acepta entrevistas...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88023,
			"title": "Sobre Wriothesley...",
			"voicelineType": "4005",
			"description": "¿Has visto al duque últimamente? ¿Alguna información sobre él que deba saber? ¿Cupones crediticios? ¿El Comedor Crediticio? ¿“Quien no trabaja no come”? No, esas cosas no son importantes, me refiero a si tienes alguna historia sobre el propio duque. ¿Que es confidencial?... ¿Por qué no quieres decir nada? ¡Devuélveme ahora mismo el gran festín al que te invité! ¡Mentiros{F#a}{M#o}! ¡Vamos, vuelve a prisión para hacer tu trabajo!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Un cataclismo en ciernes»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 88024,
			"title": "Sobre Émilie...",
			"voicelineType": "4006",
			"description": "¡Los perfumes de la Srta. Émilie son los mejores de toda la Corte de Fontaine! Hace dos días, me recomendó un perfume antiinsectos, antitranspirante y desodorante, ¡perfecto para alguien que está todo el día de acá para allá como yo! Hoy me puse un poco de ese perfume en la muñeca. ¡Mira como huele, mira!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88025,
			"title": "Sobre Chiori...",
			"voicelineType": "4007",
			"description": "He observado la Sastrería Chiori, y a ella no solo van elegantes damas de Fontaine y visitantes extranjeros famosos, ¡sino también tipos de aspecto muy rudo! Algunos de ellos son musculosos y tienen la cara llena de cicatrices, y otros llevan máscaras y espadas... Pero siempre traen regalos y se comportan con mucho respeto. Humm, y quienes tienen un mal comportamiento salen volando por la puerta en cuanto entran, ¡hasta tengo imágenes que lo demuestran!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88026,
			"title": "Sobre Fréminet...",
			"voicelineType": "4008",
			"description": "Después de lo ocurrido, he visto varias veces más a Fréminet. Le interesa mucho Monsieur Vérité, mi ayudante-Daguerrotipo, así que mejoró su lente. A decir verdad, cuando lo desmontó, el corazón se me subió a la garganta... Pero luego vi lo buen técnico y hábil que es. Tanto que hasta pensé que era del Instituto de Ciencias de Fontaine, pero él lo negó.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Mascarada de los culpables»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 88027,
			"title": "Sobre Neuvillette...",
			"voicelineType": "4009",
			"description": "Si un reportero quiere entrevistar al juez supremo, debe escribir todas las preguntas y entregarlas al Palacio Mermonia para revisión. Solo las preguntas aprobadas pueden realizarse en la entrevista, lo que asegura que en ningún momento ocurrirá ningún problema. Es un proceso tan tedioso que solo de pensarlo me agota.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88028,
			"title": "Sobre Furina...",
			"voicelineType": "4010",
			"description": "La Arconte Hydro Furina tiene una presencia cautivadora, ¡sin duda es una estrella nata! La editora Euphrasie nombró a un reportero para que la entrevistara, pero al poco tiempo dimitió.\nLa razón por la que lo hizo fue que... por lo que me han contado, Furina quería ver cada imagen que el reportero tomaba de ella y, si no le gustaba, tenía que tomarle otra. Fue tan exagerado que aquel reportero llegó a repetir 127 veces la misma pose de la Arconte Furina...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88029,
			"title": "Más sobre Charlotte (I)",
			"voicelineType": "5001",
			"description": "Sé muy bien que buscar la verdad conlleva ciertos riesgos, pero una verdad exclusiva significa una noticia exclusiva, ¡y eso no lo puedo dejar pasar! *Ejem*, quiero decir que... ¡no puedo dejar pasar la oportunidad de cumplir con mi deber como reportera! ¡Debo darle a la gente los reportajes más verídicos, más potentes y más interesantes que pueda!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_01"
		},
		{
			"voicelineId": 88030,
			"title": "Más sobre Charlotte (II)",
			"voicelineType": "5002",
			"description": "Cuando empecé como reportera, no tenía ni idea de cómo escribir un buen reportaje, así que tuve que aprender leyendo los de otros compañeros de profesión. Además de «El Pájaro de Vapor», también leía publicaciones privadas de menor escala, como por ejemplo, «El Observador», dedicado a todo tipo de chismes sobre las celebridades de la Corte de Fontaine; el «Semanal del Entretenimiento», que abarcaba actividades de ocio y concursos; «Chefs Maestros», una revista de crítica culinaria, y «¡Fascinante!», una publicación de puro amarillismo y rumores.\nAprendí de todos ellos y me sirvieron de inspiración para... bueno, para aprender muchos estilos distintos de escritura.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 88031,
			"title": "Más sobre Charlotte (III)",
			"voicelineType": "5003",
			"description": "Para descubrir la verdad sobre un asunto, una vez me hice pasar por una vagabunda, me infiltré como ayudante de cocina durante seis meses en la cocina de una tienda que vendía comida de mala calidad y, cuando recabé suficiente información de primera mano, ¡escribí un reportaje y lo publiqué en el periódico!\nLas reacciones fueron muy intensas y los de la tienda de comida quisieron vengarse de mí, de manera que todos los días ponían en mi cama una carta de amenaza y en la puerta de la redacción del periódico siempre había alguien que me ensuciaba la ropa tirándome barro.\nLa redacción pronto denunció los sucesos y me mandó a Mondstadt a hacer un reportaje sobre Invocación de los Sabios. Tras un apacible periodo allí, volví a Fontaine.\n*Suspira*, este tipo de cosas pasan todo el tiempo. No sé cómo la editora Euphrasie puede lidiar con ello...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88032,
			"title": "Más sobre Charlotte (IV)",
			"voicelineType": "5004",
			"description": "De pequeña, cuando aún no era reportera, era una persona muy curiosa y sentía que había un secreto detrás de todas las cosas.\nPensaba que este mundo era una enorme mina con historias desconocidas que aguardaban a que yo las descubriera. Cada vez que descubría una de esas historias que escondían un secreto, sacaba mi Daguerrotipo para tomar imágenes y archivarlas en mi álbum.\nEsas imágenes eran mi “mapa del tesoro” personal, y yo no dejaba de analizarlas para encontrar la verdad oculta detrás de ellas.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 88033,
			"title": "Más sobre Charlotte (V)",
			"voicelineType": "5005",
			"description": "Me daba igual el auténtico valor de esa verdad, lo que significaba o con qué estaba relacionada. Solo quería mostrársela al mundo. En el mundo de los aventureros, yo sería de esas personas que, más que de los tesoros en sí, disfrutan del proceso de buscarlos.\nTambién he conocido a muchas personas en el camino: mis amigos de Fontaine, la editorial Euphrasie, que me considera una reportera nata, y tú, que has estado conmigo buscando y presenciando la verdad. Sin la ayuda de todos ustedes, no sería más que una muchacha que va por ahí tomando imágenes de cosas.\nBueno... ha sido un honor para mí ser la entrevistada en esta ocasión.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 88034,
			"title": "Aficiones de Charlotte...",
			"voicelineType": "6001",
			"description": "Me encanta coleccionar lentes de Daguerrotipo. Algunas tienen una altísima longitud focal, y otras cuentan con un campo de visión superamplio. Incluso hay lentes que tienen funciones específicas para sacar imágenes con efectos especiales. Por ejemplo, mira esta lente. Las imágenes que se toman con ella hacen rechoncha la cara de la gente. ¡Vamos, les tomaré una imagen a Paimon y a ti!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_hobby"
		},
		{
			"voicelineId": 88035,
			"title": "Preocupaciones de Charlotte...",
			"voicelineType": "6012",
			"description": "Algunas personas no tienen una buena impresión de mí porque a veces hago preguntas de una manera un poco... agresiva. Cada vez que hago una entrevista, la gente está a la defensiva... *Suspira*, pero es que con algunas personas, tengo que tener esa actitud.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_annoyed_01"
		},
		{
			"voicelineId": 88036,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Jeje, lo que más me gusta es el dulce. Por mucho que coma durante una comida, siempre puedo comer algo dulce. Como diría mi madre, “En mi barriga siempre hay espacio para el postre”.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodLike"
		},
		{
			"voicelineId": 88037,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "No puedo con el picante. Es como si en mi tripa hubiera un detector ultrasensible al picante que, cuando pruebo algo con este sabor, por muy ligero que sea, me empieza a doler la barriga... Y encima, el dolor me dura un día entero...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodDislike"
		},
		{
			"voicelineId": 88038,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "¡Guau, qué {F#buena cocinera}{M#buen cocinero} eres! ¿No quieres escribir una columna culinaria? Ya sé hasta qué tipografía y composición usaríamos.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_pref_01"
		},
		{
			"voicelineId": 88039,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "No está mal. Cuando tengas tiempo... ¿podrías darme alguna clase de cocina?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_normal_01"
		},
		{
			"voicelineId": 88040,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "*Suspira*, el sabor de esta comida... y yo por haberla probado... saldremos en las noticias.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_dislike_01"
		},
		{
			"voicelineId": 88041,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "¡Feliz cumpleaños! ¿Has leído la edición de «El Pájaro de Vapor» de hoy? ¡He publicado mi felicitación en él! ¿Eh? ¿No lo has comprado? No pasa nada, me llevé uno cuando salí de la redacción. ¡Mira, aquí está! Luché muy duro para que lo pusieran en esta página.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 88042,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Qué sensación tan fantástica. Voy a anotarla.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 88043,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "¿De verdad esto hace que la gente se vuelva más fuerte? Solo había oído hablar de ello, pero no pensé que alguna vez lo viviría por mí misma.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 88044,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "¿Has ayudado a otros de esta manera en el pasado? ¿Qué diferencia hay entre los materiales que has usado? Y... ay, perdón, es la deformación profesional...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88045,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "¡Oh, puedo sentir que ahora pienso más rápido y que mi cuerpo tiene más fuerza! ¡Seguro que así podré hacerme con más exclusivas! Pero primero tomémonos una imagen, ¡un momento como este hay que conmemorarlo!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 88046,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Di “calavandaaaa”!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_01"
		},
		{
			"voicelineId": 88047,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Sonríe a la cámara!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_02"
		},
		{
			"voicelineId": 88048,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Posa para mí!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_03"
		},
		{
			"voicelineId": 88049,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡La verdad por encima de todo!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_01"
		},
		{
			"voicelineId": 88050,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Noticias de última hora!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_02"
		},
		{
			"voicelineId": 88051,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Reportaje exclusivo!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_03"
		},
		{
			"voicelineId": 88052,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "Oooh, ¡nada mal!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_01"
		},
		{
			"voicelineId": 88053,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Me encantaría entrevistar a quien puso esto aquí.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_02"
		},
		{
			"voicelineId": 88054,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "No creo que esto esté en ninguna lista de objetos perdidos, ¿no?",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_03"
		},
		{
			"voicelineId": 88055,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "A-aún puedo tomar imágenes...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_01"
		},
		{
			"voicelineId": 88056,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "¡Todavía hay noticias de las que hablar!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_02"
		},
		{
			"voicelineId": 88057,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "¡Mi Daguerrotipo aún funciona!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_03"
		},
		{
			"voicelineId": 88058,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Cuidado!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_01"
		},
		{
			"voicelineId": 88059,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Oye, no quiero incluirte en las esquelas!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_02"
		},
		{
			"voicelineId": 88060,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Llevaré este reportaje... a la redacción...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_01"
		},
		{
			"voicelineId": 88061,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Al menos... tengo una imagen de ello...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_02"
		},
		{
			"voicelineId": 88062,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Aún no he pensado... en un titular...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_03"
		},
		{
			"voicelineId": 88063,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "¡Qué maleducado!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_L_02"
		},
		{
			"voicelineId": 88064,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910002",
			"description": "¡Mi Daguerrotipo!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_H_02"
		},
		{
			"voicelineId": 88065,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¡Hora de una entrevista!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_01"
		},
		{
			"voicelineId": 88066,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¿Alguna noticia interesante?",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_02"
		},
		{
			"voicelineId": 88067,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Cuanto más me acerques, más verídico será el reportaje.",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_03"
		}
	]
}