{
	"id": 10000104,
	"name": "Chasca",
	"friendLines": [
		{
			"voicelineId": 104000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Aquí Chasca, de la Tribu Plumaflora. ¿Necesitas que medie en algún conflicto? Dependiendo de la situación, podría costarte un poco de orgullo, una buena botella de vino... o unas cuantas balas.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_draw_appear_01"
		},
		{
			"voicelineId": 104001,
			"title": "Charla - Vista panorámica",
			"voicelineType": "1101",
			"description": "Si pierdes el rumbo, lo mejor que puedes hacer es volar a las alturas para echar un vistazo a tu alrededor.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_01"
		},
		{
			"voicelineId": 104002,
			"title": "Charla - Voces",
			"voicelineType": "1102",
			"description": "Si me hubiera dejado llevar por las voces del Abismo, ya no sería la misma persona. Luchar contra mis instintos es más difícil que sobrevivir.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_02"
		},
		{
			"voicelineId": 104003,
			"title": "Charla - Mediación",
			"voicelineType": "1103",
			"description": "Creo que he perdido un poco la práctica como mediadora... Humm... ¿Algún conflicto por aquí?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_03"
		},
		{
			"voicelineId": 104004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Con la lluvia siempre acabo empapándome el cabello y las plumas... Más tarde tendré que pasar un buen rato arreglándolos.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_heavyRain_01"
		},
		{
			"voicelineId": 104005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¿Eh? ¿Vamos a volar con el tiempo que hace? ¿Acaso quieres comprobar si eres más rápid{F#a}{M#o} que un rayo?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_thunder_01"
		},
		{
			"voicelineId": 104006,
			"title": "Cuando hace viento...",
			"voicelineType": "1203",
			"description": "El viento me trae el aroma de las presas... ¡Prepárate!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_breezy_01"
		},
		{
			"voicelineId": 104007,
			"title": "Hace mucho viento...",
			"voicelineType": "1204",
			"description": "¡La corriente es perfecta! ¡Adelante a toda velocidad!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_gale_01"
		},
		{
			"voicelineId": 104008,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "“Al Qucusaurio que madruga, los Arcontes le ayudan”. Por eso mismo he preparado ya el desayuno. Si tienes alguna misión de la que hacerte cargo, será mejor que te enfrentes a ella con el estómago lleno.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingMorning"
		},
		{
			"voicelineId": 104009,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Buenas tardes. El sol del mediodía brilla con plenitud, es hora de descansar un rato.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNoon"
		},
		{
			"voicelineId": 104010,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¿Qué vas a tomar para cenar? ¿Por qué no vamos a la Tribu Plumaflora? Siempre tienen vino y carne más que suficientes para los más fuertes.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight"
		},
		{
			"voicelineId": 104011,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¿Te vas a dormir? Sí... Bueno, yo debería realizar el mantenimiento de mi rifle tras estar todo el día volando de un lado a otro.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight2"
		},
		{
			"voicelineId": 104012,
			"title": "Sobre Chasca - Autoconfianza",
			"voicelineType": "2001",
			"description": "Antaño, la Tribu Plumaflora era la encargada de patrullar y defender las fronteras de Natlan, y la Brigada de Vuelo reunía a los guerreros de élite más fieros de la nación.\nHoy en día, el orgullo y la arrogancia siguen grabados a fuego vivo en los corazones de muchos jinetes de Qucusaurios... ¿Hmm? ¿Que qué hay de mí? Yo no soy arrogante, tan solo tengo confianza en mí misma.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle"
		},
		{
			"voicelineId": 104013,
			"title": "Sobre Chasca - La Tribu Plumaflora",
			"voicelineType": "2005",
			"description": "Cuando acababa de llegar a la Tribu Plumaflora, no era capaz de integrarme en el mundo de los humanos. Era como si hubieran soltado de golpe a un tipo de criatura completamente distinta en un grupo de personas... Pero Chuychú y su... no, mis padres... me aceptaron tal y como era en aquel momento.\nEncontrarme con ellos ha sido una gran felicidad en mi vida, y por eso dedicaré el resto de mi vida a... defender la Tribu Plumaflora que tanto aman.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «El arcoíris destinado a arder»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104014,
			"title": "#Sobre nosotr{F#a}{M#o}s - Resolución de conflictos",
			"voicelineType": "2003",
			"description": "Teniendo en cuenta tu gran habilidad, no creo que nadie en Natlan se atreva a molestarte a propósito. Pero toda regla tiene su excepción... Si te encuentras con algún problema de difícil solución directa, recuerda venir a buscarme.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close"
		},
		{
			"voicelineId": 104015,
			"title": "#Sobre nosotr{F#a}{M#o}s - Familia",
			"voicelineType": "2002",
			"description": "Quería darte las gracias por el asunto de Coya... No sé cómo habría acabado todo si no llegas a estar tú.\nMi hermana ya no siente tanto resentimiento hacia los humanos, aunque me temo que necesitará más tiempo para adaptarse y abandonar un hábito tan arraigado.\nA Chime, por el contrario, le encanta venir a jugar a la Tribu Plumaflora, y se lleva muy bien con Yatlan y los demás... Je, a veces, cuando los veo, no puedo evitar pensar en mi hermana y yo cuando éramos pequeñas.\nEl dolor de cabeza ahora me lo está dando mi madre... Últimamente me está insistiendo mucho para que construya mi propio nido como hizo mi hermana, y no para de preguntarme si tengo a alguien cerca que sea adecuado... Me pregunto qué intenta decirme... ¿Hmm? ¿Por qué te ríes?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «De flores marchitas y plumas caídas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104016,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Esta Visión ha sido de gran importancia en mi lucha contra el Abismo. Si no hubiera aparecido a tiempo, no sé qué tipo de persona sería ahora mismo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104017,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Muchas veces a la gente no le gusta hablar de los errores que cometieron cuando eran pequeños... Me pregunto por qué... Tanto los humanos como los Qucusaurios deben darse cuenta de los errores del pasado si quieren crecer, ¿no?\nPor eso, yo nunca negaré el hecho de que, cuando era una niña, solía pelearme con la gente sin pensar. Ahora, por otra parte, siempre medito durante unos segundos antes de desenfundar la pistola... O tal vez durante unas décimas de segundo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_share_01"
		},
		{
			"voicelineId": 104018,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Natlan está llena de árboles gigantes. Si te subes a su copa, podrás tener una gran visión y una muy buena altura para alzar el vuelo. ¿Por qué no subes tú también? No temas, si te caes, yo te recogeré antes de que toques tierra.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_gift_01"
		},
		{
			"voicelineId": 104019,
			"title": "Sobre Kachina...",
			"voicelineType": "4001",
			"description": "«Todos los Qucusaurios deben lanzarse al acantilado antes de aprender a volar». La victoria de Kachina no es un milagro que haya ocurrido de la noche a la mañana, sino que es el resultado de una larga acumulación de esfuerzo. Los guerreros como ella deberían recibir más respeto y gloria.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 104020,
			"title": "Sobre Mualani...",
			"voicelineType": "4002",
			"description": "Mualani afirma que de pequeñas nos peleamos por algún juguete, aunque yo no lo recuerdo.\nHumm... ¿Será porque participé en demasiadas peleas cuando era niña? Pero, tal vez, lo que quería no era ningún juguete... sino su talento para cazar surcando las olas sobre su tabla de surf...\nJe, fuera por el motivo que fuese, nunca podría estar enfadada con Mualani durante más de un día.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104021,
			"title": "Sobre Xilonen...",
			"voicelineType": "4003",
			"description": "Xilonen nunca parece tener energía, pero cuando llega el momento de la verdad, no hay quien se tome las cosas más en serio.\nCuando le pedí que forjara mi rifle, no le di muchas vueltas: tan solo le di algunas indicaciones básicas y luego me olvidé del tema. Cuando empezó el encargo oficialmente, estuvo un día entero preguntándome sobre mis hábitos de vuelo y mis expectativas de uso. Pronto, el suelo quedó lleno de diseños e ideas descartadas... La verdad es que no esperaba que llegara el día en el que me quedara dormida antes que ella.\nDespués, hizo que me aprendiera de memoria el manual de mantenimiento del rifle que había escrito para evitar que fuera a molestarla todo el rato... Aunque creo que esa fue su forma de decirme: “Ten mucho cuidado, vuela con precaución”.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104022,
			"title": "Sobre Mavuika...",
			"voicelineType": "4004",
			"description": "Hay gente que me compara con la Arconte Pyro por el simple hecho de que tengo un índice de victoria bastante alto en el Peregrinaje del Retorno del Fuego Sagrado. Eso no tiene mucho sentido. Si yo fuera un cóndor posado sobre la rama de un árbol, la Arconte Pyro sería el sol que ilumina el firmamento. Cuanto más fuerte me hago, más me doy cuenta de que su poder es insondable. Yo no he hecho más que ganar unos pocos torneos, pero ella... es la campeona de toda una era.\nPero justamente gracias a eso puedo ver con gran claridad cómo alcanzar la altura a la que quiero volar.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104023,
			"title": "Sobre Kinich...",
			"voicelineType": "4005",
			"description": "La primera vez que vi a Ahau llegué a pensar que era familia de Kinich, pero no me esperaba estar tan equivocada... No imaginaba que una relación así fuera posible.\nAunque el hecho de que Ahau pueda hablar nuestro idioma es digno de admiración. Ojalá mi madre también fuera capaz de eso... así no tendríamos que depender de gestos y suposiciones para comunicarnos.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104024,
			"title": "Sobre Citlalí...",
			"voicelineType": "4006",
			"description": "Mi padre me contó que llegaron a pedirle a los ancianos más sabios de toda Natlan que idearan un método para mantener a raya la corrupción del Abismo que me había afectado. Fue un verdadero caos en el que nadie escuchaba la opinión de los demás y la discusión se hizo eterna, pero aun así nadie se percató de que Citlalí había abandonado la estancia sin mediar palabra. Cuando regresó, se sirvió un plato de comida y una copa de vino y empezó a comer sin inmutarse... Durante un momento, toda la mesa quedó en silencio.\nSi solo te fijaras en su aspecto, nunca lograrías adivinar toda la experiencia que tiene a sus espaldas.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104025,
			"title": "Sobre Ifá...",
			"voicelineType": "4007",
			"description": "Chuychú y padre siempre iban a hablar con él sobre medicina. Cuando regresamos del taller en el cielo, lo primero que hice fue acudir a Ifá para ver cómo se encontraba mi hermana. No le hizo falta más que un vistazo para decirme: “No es más que un rasguño, Cusco puede arreglárselas”. Después simplemente se dio la vuelta para atender a sus otros pacientes... *Suspira*, tenía razón, por supuesto. Siempre me preocupo demasiado.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «De flores marchitas y plumas caídas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104026,
			"title": "Sobre Iansán...",
			"voicelineType": "4008",
			"description": "Siempre había pensado que hacerse más fuerte y ayudar a otros a hacerse más fuertes eran dos cosas muy distintas. Son muy pocos aquellos capaces de combinar ambas, pero Iansán es una de esas personas.\nPor ejemplo, a mí no se me da muy bien enseñar a los demás. Cada vez que le explico algo o hago una demostración a un miembro de la Brigada de Vuelo, siempre tengo que dedicarles medio día a las técnicas más simples, aburridas y fáciles de entender... ¡Y encima dicen cosas como “¿Qué tiene esto de sencillo?”!\nSi fuera Iansán, seguro que el número de aspirantes de la Tribu Plumaflora que superaran la prueba de vuelo se doblaría... Es una pena que no imparta clases de vuelo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104027,
			"title": "Más sobre Chasca (I)",
			"voicelineType": "5001",
			"description": "Como mediadora, tengo muy claro que recurrir a las armas no es la solución para todos los conflictos. Sin embargo, muchas veces, ser capaz de entregarse a la violencia es un prerrequisito para que la gente esté dispuesta a escucharte.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_01"
		},
		{
			"voicelineId": 104028,
			"title": "Más sobre Chasca (II)",
			"voicelineType": "5002",
			"description": "Los guerreros de la Tribu Plumaflora suelen ser arrogantes, pero los Qucusaurios los superan con creces. Incluso yo, que crecí junto a ellos desde una edad muy temprana, tuve que enfrentarme a un entrenamiento muy estricto antes de lograr obtener su reconocimiento para que me dejaran montar sobre sus lomos y convertirme en jinete. Al fin y al cabo, sería muy irresponsable dejar que alguien más débil alzara el vuelo, tanto para el jinete como para el Qucusaurio.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 104029,
			"title": "Más sobre Chasca (III)",
			"voicelineType": "5003",
			"description": "Aquellos que han fracasado repetidas veces en la prueba de vuelo y que no han obtenido el reconocimiento de los Qucusaurios suelen perder su propósito y acaban rindiéndose. En la Tribu Plumaflora, los llamamos “sin alas”... Pero todos los que alguna vez han participado en la prueba de vuelo son guerreros excelentes. Incluso si su ansia de combate se extingue, algún día volverá a renacer. Por eso nunca los dejamos de observar en silencio, al igual que hacen los Qucusaurios con las crías que aún no han aprendido a volar.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104030,
			"title": "Más sobre Chasca (IV)",
			"voicelineType": "5004",
			"description": "Desde que nací, nunca tuve la infancia que una niña normal debería tener... Pero “madre” me dio una nueva oportunidad cuando me encontraba al borde de la muerte, y Chuychú me otorgó una gran convicción cuando estaba perdida... Detrás de mí siempre he tenido a mi familia humana y mi familia sauria, además de la familia que forman todos los seres de Natlan. Por eso no puedo ser derrotada. Ni el Abismo ni las dificultades de la vida podrán conmigo... ¡Yo puedo con todo!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Completa la misión «El arcoíris destinado a arder»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104031,
			"title": "Más sobre Chasca (V)",
			"voicelineType": "5005",
			"description": "Chuychú... Ella quería que me convirtiera en una heroína, así que no puedo detenerme ni mostrar debilidad...\nPero cuando la reliquia explotó y mi “hermana” se interpuso ante mí... no pude evitar recordar el miedo de perder a mis seres queridos...\n... Lo siento, no sé muy bien con quién hablar de estas cosas, siempre he intentado no pensar mucho en ello... Aunque ahora me siento mucho mejor.\nYa que no puedo olvidar mis miedos... será mejor que los tenga siempre en mente... hasta que acabe superándolos.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «De flores marchitas y plumas caídas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104032,
			"title": "Aficiones de Chasca...",
			"voicelineType": "6001",
			"description": "Si me gustara la pelea, me metería en problemas con demasiada facilidad... Pero si lo que me gusta es mediar en las disputas, las peleas acaban llamando a mi puerta... Je, ¡estoy de broma!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_hobby"
		},
		{
			"voicelineId": 104033,
			"title": "Preocupaciones de Chasca...",
			"voicelineType": "6012",
			"description": "El poder del Abismo... No por cómo pueda afectarme, sino porque hace que muchos de mis seres queridos se preocupen sobremanera por mí.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_annoyed_01"
		},
		{
			"voicelineId": 104034,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Cuando era niña vivía en la costa, por lo que el pescado crudo era nuestro día a día. Después de llegar a la Tribu Plumaflora, los filetes asados se han convertido en mi plato favorito... Los humanos y los saurios tienen hábitos alimentarios muy distintos, pero yo siempre como bien esté donde esté.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodLike"
		},
		{
			"voicelineId": 104035,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Cualquier comida que tenga un alto contenido alcohólico. No es que no me guste el licor, es solo que antes de volar hay que controlar la cantidad de alcohol en sangre, y hay algunos platos que parecen deliciosos, pero su aroma enmascara el licor. Solo te das cuenta de ello tras el primer bocado.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodDislike"
		},
		{
			"voicelineId": 104036,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Este plato acompañado de un poco de vino aumentaría la probabilidad de mediación en un conflicto un treinta por ciento. Humm, la buena comida y la buena bebida siempre ponen a la gente de buen humor.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_pref_01"
		},
		{
			"voicelineId": 104037,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "No está nada mal, gracias.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_normal_01"
		},
		{
			"voicelineId": 104038,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Humm... ¿Lo has preparado para los Qucusaurios?... Me temo que tampoco satisfará sus paladares.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_dislike_01"
		},
		{
			"voicelineId": 104039,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Mira, esta pistola tiene seis balas, y una de ellas es muy especial. Puedes probarla en un lugar abierto, aunque el efecto será mucho mayor si vuelas bien alto y la pruebas desde las alturas.\n¿Oh? ¿Has podido disparar la munición especial a la primera? ¡Qué suerte tienes! La he preparado especialmente para ti... ¡Fuegos artificiales para celebrar tu cumpleaños!\nHumm... ¿Que qué son las demás cinco balas? También son fuegos artificiales, por supuesto. Aunque los hice antes, así que el color es diferente y no son perfectos. El año que viene haré que las seis balas sean increíbles.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 104040,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "¿Oh? ¿Un nuevo tipo de balas?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 104041,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "¿Necesitas que te ayude a mediar en algún conflicto? ¿Una disputa en la tribu? ¿O estamos hablando de una gran batalla?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 104042,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Mi corazón y la sangre que corre por mis venas ansían la violencia... Pero ahora podré lograr que esa ansia me sea de utilidad.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104043,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "“La bondad y la virtud deben ser recompensadas”. Tanto en el mundo de los Qucusaurios como en el de los humanos, esta es una verdad inmutable. A partir de hoy, vayas a donde vayas, mis “alas” y mi rifle estarán a tu disposición.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 104044,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡A volar!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_01"
		},
		{
			"voicelineId": 104045,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_02"
		},
		{
			"voicelineId": 104046,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡El viento se levanta!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_03"
		},
		{
			"voicelineId": 104047,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "Ráfaga de balas... ¡fuera!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_01"
		},
		{
			"voicelineId": 104048,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Asalto del viento!",
			"voicefile": "VO_gameplay/VO_chasca/vo_chasca_battle_skill3_02"
		},
		{
			"voicelineId": 104049,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Morderán el polvo!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_03"
		},
		{
			"voicelineId": 104050,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "No repartir el botín suele ser causa de conflicto. Por suerte, yo no lo necesito, así que puedes quedártelo tú.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_01"
		},
		{
			"voicelineId": 104051,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "El Mora resuelve muchos problemas... así que nunca viene mal tener de más, ¿verdad?",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_02"
		},
		{
			"voicelineId": 104052,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Oh... Cómo brilla... ¡Qué belleza!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_03"
		},
		{
			"voicelineId": 104053,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "¡Una batalla digna!...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_01"
		},
		{
			"voicelineId": 104054,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "¡Voy a tener que ponerme seria!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_02"
		},
		{
			"voicelineId": 104055,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Si lo que quieres es pelear... ¡peleemos!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_03"
		},
		{
			"voicelineId": 104056,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "... ¡No te dejaré caer!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_01"
		},
		{
			"voicelineId": 104057,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "Ponte detrás de mí.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_02"
		},
		{
			"voicelineId": 104058,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Ma... Mamá...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_01"
		},
		{
			"voicelineId": 104059,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "No lo he... logrado...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_02"
		},
		{
			"voicelineId": 104060,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Así que yo también... puedo caer...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_03"
		},
		{
			"voicelineId": 104061,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "Vamos a tener problemas.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_01"
		},
		{
			"voicelineId": 104062,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "¡Vuelve a intentarlo!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_02"
		},
		{
			"voicelineId": 104063,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¿De quién tengo que ocuparme esta vez?",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_01"
		},
		{
			"voicelineId": 104064,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "El viento está inquieto hoy.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_02"
		},
		{
			"voicelineId": 104065,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Podemos partir, mi rifle está cargado.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_03"
		}
	]
}