{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Me llamo Chiori, soy la dueña de la Sastrería Chiori. Si necesitas que te haga algo a medida, no dudes en decírmelo. En cuanto a otras peticiones, dependerá de si tienes lo que necesito para pagarme. Al fin y al cabo, los negocios no dejan de ser un tipo de intercambio. Por cierto, no está permitido fumar y tomar alcohol en la Sastrería Chiori. No quiero que ese tipo de cosas me den problemas. Además, la frase de “el cliente siempre tiene la razón” no se aplica en mi tienda. Por mucho que el cliente crea que tiene la razón, le echaré a patadas igualmente si no cumple con las normas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Charla - Opiniones",
			"voicelineType": "1101",
			"description": "¿A quién le importa lo que diga la gente? Yo soy así, y así seguiré.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Charla - Tijeras de costura",
			"voicelineType": "1102",
			"description": "¿Quién dice que para hacer ropa haya que usar tijeras sí o sí? Eso son tradiciones anticuadas. A mí me gusta usar las herramientas que me parezcan útiles y prácticas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Charla - Modelo",
			"voicelineType": "1103",
			"description": "Si vas a estar ahí parad{F#a}{M#o}, mejor haz algo útil y posa para mí como modelo. Te haré una vestimenta bonita.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Más que la lluvia, lo que detesto es el barro. Si la ropa se te mancha con barro, será muy difícil limpiarla.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "Esto me recuerda a cómo era antes mi hogar natal...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "Tan fríos y, aun así, tan deseados... La efímera belleza de los copos de nieve desaparece en cuanto se te posan en la mano... Algo muy similar ocurre con la moda.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "En el desierto...",
			"voicelineType": "1204",
			"description": "No sabría cómo promover la moda en un lugar como este.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Buenos días. No estarías esperando que fuera a traerte el desayuno a la cama, ¿verdad? Por cierto, si vas a comprar café, tráeme uno a mí también. Sin leche y sin azúcar.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "¿Ya es por la tarde? Pues no tengo nada de hambre... Y no pienso dejar a medias lo que estoy haciendo, así que si quieres comer, hazte tú la comida.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "Por Los Siete, qué ruido hay ahí fuera. ¿Es que toda la Corte de Fontaine está hoy en la calle o qué?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Me voy a dar un baño para relajarme. Hablamos mañana.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "Sobre Chiori - Franqueza",
			"voicelineType": "2001",
			"description": "Mucha gente me ha dado a entender que tengo un “defecto” de personalidad, que soy demasiado directa y que mis palabras hieren los sentimientos de los demás. A mi modo de ver, son los demás quienes pierden el tiempo con cortesías, formalidades y adulaciones. Si alguien se ofende por decirle la verdad, es su problema.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "Sobre Chiori - Visión de marca",
			"voicelineType": "2005",
			"description": "Para crear mi marca, tuve en cuenta mi experiencia personal y pensé en una serie de conceptos clave que tuve que seleccionar muy cuidadosamente. Aquello fue realmente complicado, sobre todo cuando sabes que todas y cada una de tus joyas reflejan a la perfección tu forma de pensar, pero solo puedes escoger aquella que mejor te representa.\n“No rendirse nunca”. Eso es lo que nos representa a mí y a mi marca.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "#Sobre nosotr{F#a}{M#o}s - Probándose ropa",
			"voicelineType": "2003",
			"description": "Hazme caso, esta prenda es perfecta para ti. ¿Cómo dices? ¿Que es la primera vez que ves una ropa como esta? Eso es porque los diseñadores que has conocido no tenían ningún gusto.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "#Sobre nosotr{F#a}{M#o}s - Intercambio",
			"voicelineType": "2002",
			"description": "Tal vez sea un poco tarde para decir esto, pero creo que ya estás acostumbrad{F#a}{M#o} a mi franqueza: no voy a dejar de ser directa, y me gustaría que tú también fueras lo más sincer{F#a}{M#o} posible y no te preocuparas por ocultar lo que piensas. Te prometo que no te reprocharé nada. ¿No me crees? Vamos, ya hace tiempo que me conoces, ¿cuándo he prometido algo que no haya cumplido?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "La gente de Fontaine me llama “la Costurera Tronadora” por mi procedencia. La verdad es que me da igual cómo me llamen y no tengo ningún apego a mi hogar de nacimiento, ya que al fin y al cabo, hasta mi Visión la conseguí cuando decidí marcharme de Inazuma.\nNo digo que no me guste ese lugar en el que es imposible que se seque cualquier tela. Es solo que no tengo la necesidad de volver.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Como de pequeña no podía estar quieta ni un segundo, mis padres me hicieron aprender todo tipo de cosas, incluyendo kendo. Poco tiempo después de empezar a aprenderlo, me di cuenta de que usar dos espadas era el estilo que más me gustaba y mejor iba conmigo, pero mi profesor no me lo permitió. Cuando le pregunté por qué, me dijo que esa técnica de espada era poco ortodoxa e inapropiada, así que no volví a ir a sus clases. Ahora que lo pienso, me alegro de haber seguido usando esa técnica. Supongo que mis dos manos no pueden estar quietas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Tamoto fue mi primera obra. La creé con la intención de tener una mujer parecida a mí, que me sirviera de modelo y de ayudante. ¿Eh? ¿Que si la creé para que me hiciera compañía? Perdón, pero yo no tengo ese tipo de necesidades.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "Sobre Navia...",
			"voicelineType": "4001",
			"description": "Antes me solía pedir que le hiciera toda clase de extraños diseños, como por ejemplo, que hiciera un gorrito distinto para cada asa de un timón. No pude evitar poner los ojos en blanco y le dije que, como máximo, podía dar a su sombrero forma de barco.\nLas personas que dicen que mis ideas son demasiado vanguardistas es porque aún no han conocido a Navia.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "Sobre Lyney...",
			"voicelineType": "4002",
			"description": "Yo no puedo hacer un sombrero de copa en el que esconder secretos, pero él con su magia, sí. A veces me pregunto cómo será llevar un sombrero con tantos secretos. Pero ya me conoces, yo no me siento tranquila hasta que digo lo que pienso.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "Sobre Lynette...",
			"voicelineType": "4003",
			"description": "Aunque esa ayudante de magia no habla mucho, confía plenamente en mí. Parece que le gusto mucho a los gatos...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "Sobre Charlotte...",
			"voicelineType": "4004",
			"description": "Una vez, Charlotte vino a mi tienda a entrevistarme y le dije que no tenía nada que contarle. Cuando salió de la tienda, entró un hombre borracho que empezó a montar un escándalo y ella lo grabó todo. Por Los Siete... Era ella quien iba tras una noticia, y al final fue la noticia la que fue tras ella.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "Sobre Chevreuse...",
			"voicelineType": "4005",
			"description": "Trabajar y hablar con Chevreuse es tan fácil que, cada vez que me despido de ella y vuelvo a hablar con un cliente, necesito reacostumbrarme a la diferencia.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "Sobre Émilie...",
			"voicelineType": "4006",
			"description": "Los perfumes de Émilie son muy populares. Tenemos una colaboración por la que yo le pido que me envíe perfumes de muestra a la sastrería, le digo a Eloffe que ponga un poco en los probadores, y finalmente le transmito a Émilie las opiniones de los clientes. Después de mucho tiempo haciéndolo así, no ha habido ningún cliente que me dijera que los probadores olían raro. Al contrario, muchos me han preguntado dónde había comprado la fragancia. Cada vez que Émilie vende perfumes, yo también le compro alguno por curiosidad, y he de decir que solo una verdadera maestra como ella es capaz de crear fragancias que siempre sean tan frescas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "Sobre Wriothesley...",
			"voicelineType": "4007",
			"description": "Algunos amigos y colaboradores me han hablado de él. Aunque admiro mucho sus métodos, no tengo pensado cambiar los míos.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "Sobre Kirara...",
			"voicelineType": "4008",
			"description": "Cuando estaba en Inazuma, había una gata de ojos verdes que me seguía cada vez que estaba fuera de la ciudad buscando inspiración para mis diseños. Parecía que le gustaban los colores y los patrones de mis telas, y cuando estaba de buen humor, hasta se acercaba a mí para que la acariciase.\nTiempo después, conocí a una joven de ojos verdes y con dos colas, y me di cuenta de que su mirada de curiosidad no había cambiado en todos esos años.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "Sobre Kamisato Ayaka...",
			"voicelineType": "4009",
			"description": "De no ser porque a ambas nos encantaba jugar de pequeñas, no creo que hubiera conocido a la hija de los Kamisato. Una vez, me colé en el patio de su residencia y lo primero que me encontré fue la temari con la que estaba jugando. Al verme, estaba tan sorprendida como emocionada, así que jugamos juntas y charlamos durante un buen rato. Sin embargo, me acabaron descubriendo y nuestra breve amistad terminó cuando me echaron de su casa.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "Más sobre Chiori (I)",
			"voicelineType": "5001",
			"description": "No creo que tenga tan mal temperamento como dice la gente, es solo que no me gusta perder el tiempo con asuntos triviales. Y aun así, no sé por qué, siempre me veo envuelta en trivialidades, así que con el tiempo, me he forjado una reputación que, en mi opinión, no merezco.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "Más sobre Chiori (II)",
			"voicelineType": "5002",
			"description": "Desde pequeña, nunca me ha gustado que me regañen. Hubo una época en la que odiaba tanto las normas que no dejaba de confrontar, así que, debido a esa actitud, viví momentos un tanto amargos. Sin embargo, después fui entendiendo que no todas las normas son malas, y que lo que no me gusta en realidad es no poder tomar las decisiones que yo quiero.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "Más sobre Chiori (III)",
			"voicelineType": "5003",
			"description": "Cuando era pequeña, mi momento más esperado era el festival de verano porque todo el mundo vestía sus mejores ropas de gala.\nLlevar la cintura llena de globos de agua de colores, no pescar ni un pez en el juego de atrapar peces koi, comer manzanas caramelizadas hasta hartarse, los fuegos artificiales de los Naganohara... Me divertía tanto que, al volver a casa, sentía como si me faltara algo. Ahora sé que mi yo de aquella época no quería conformarse con ser una simple espectadora.\nIgual que, al hablar de fuegos artificiales, todo el mundo piensa en los Naganohara, quiero que todo el mundo asista a los festivales con la ropa de la Sastrería Chiori.\nJa, solo de pensarlo, me invade la emoción. Voy a la tienda a seguir haciendo ropa.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "Más sobre Chiori (IV)",
			"voicelineType": "5004",
			"description": "Aunque cuando trabajo pierdo la noción del tiempo, también me gusta disfrutar del presente. Cuando no tengo nada que hacer, tomo algo de comida y busco un lugar con un paisaje bonito para dormir una siesta, y por la noche escucho mi música preferida para dormir. A veces, también voy con mis amigos a comer. Hablamos de todo, e incluso montamos fiestas que duran hasta que todo el mundo está como una cuba. La verdad es que todo depende de lo que me apetezca hacer en ese momento. Igual que la moda solo existe en el presente, a mí también me gusta vivir el presente. Oye, ¿quieres que salgamos junt{F#a}{M#o}s esta noche para divertirnos?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "Más sobre Chiori (V)",
			"voicelineType": "5005",
			"description": "Me gustan los dulces de Inazuma y la comida ligera, el tacto de las telas de mi hogar natal, darme un baño al final del día... Pero también me gusta la suave agua del mar de Fontaine y sus insuperables paisajes marinos.\nA veces me pregunto si realmente me he deshecho de las sombras del pasado y si todo lo que ocurre en el presente estaba predestinado...\nPero luego pienso: ¿y eso qué más da? Yo soy yo y vivo en el presente. Aunque sea quien soy gracias al pasado, hay algo que nada ni nadie puede cambiar, y es que todavía puedo escoger mi futuro.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Aficiones de Chiori...",
			"voicelineType": "6001",
			"description": "Persigo mis sueños con mi trabajo y exploro mi libertad con mis aficiones. ¿Qué sentido tendría la vida si no pudiera hacer lo que me apasiona?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "Preocupaciones de Chiori...",
			"voicelineType": "6012",
			"description": "A veces me preocupa que el camino para alcanzar mis sueños sea más lento de lo que esperaba. De seguir así, no sé cuándo será conocida mi marca en todo Teyvat. Pero ese tampoco es motivo para renunciar a mis sueños. En vez de preocuparme y dudar de mí misma, mi tiempo estaría mejor invertido en crear más diseños.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Nunca olvidaré los dulces de Inazuma que comía de pequeña, aunque más que deleitarme degustándolos, lo que me gustaba era hacerlos. De no ser porque me atraen más los colores y variedades de las telas, es posible que en este mundo hubiera habido una repostera más.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "No me gusta nada la comida que huele muy fuerte, como por ejemplo, el haggis. Comerlo es como... si de repente un Espectro Geo te destrozara la cara. ¿Entiendes lo que quiero decir?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Me gusta este sabor. Si vuelves a cocinar esto, ¿podrías darme un poco? Tranquil{F#a}{M#o}, te daré algo a cambio.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Tienes buena mano. Esto es perfecto para probarlo tranquilamente tras un duro día de trabajo.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "No me gusta el sabor de esto. Hazme algo un poco más ligero para la próxima.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Feliz cumpleaños. No me apetece jugar a las adivinanzas, así que dime qué quieres que te regale y te lo daré. ¿Eh? ¿Que he sido demasiado directa? Bueno, pues entonces llamaré a Navia y a Kirara e invitaré a algunos amigos tuyos para organizarte una fiesta por la noche en la Sastrería Chiori. Veré qué te regalan los demás y te haré un accesorio in situ. Ya verás como te gusta, estoy convencida de ello.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "No, esto es demasiado corriente.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "No está mal, pero le sigue faltando algo... que sorprenda.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Perfecto, conseguí lo que quería.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Como maestra costurera que soy, nunca me tiemblan las manos, pero reconozco que ahora mismo siento como si el corazón se me fuese a salir por la boca de la emoción. Gracias por haber estado conmigo mientras trabajaba en esta confección, te aseguro que significa mucho para mí. Ahora tengo aún más confianza en mí misma y en el siguiente paso de mi viaje.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "Tamoto, adelante.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¿Siguiente?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "Una ayudita.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "Yo defino las tendencias.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "Delicado como la seda.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Espectáculo de colores!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "No están mal estas baratijas, pero yo puedo hacer cosas mejores.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "No sabía que te gustaban estas cosas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Humm... Podría servirme de inspiración.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Me has roto la ropa...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Ya está bien, ¿no?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Tendré que darte una buena lección.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¿A quién intentas impresionar?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "No hago mortajas, ¿sabes?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Me metí con alguien que no era de mi talla...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Yo nunca... me rindo...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Mi marca... aún no ha...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "¿Eso es todo?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "Qué ordinario...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "Enfadaste a la persona equivocada.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Bienvenid{F#a}{M#o} a la Sastrería Chiori.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¿Necesitas algo a medida?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Salgamos para buscar inspiración.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}