{
	"id": 10000107,
	"name": "Citlali",
	"friendLines": [
		{
			"voicelineId": 107000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Soy Citlalí, de los Augures Vientonocturno, y he visto el sendero del futuro a través del viento nocturno. Las estrellas del mal augurio no se atreverán a dañarte, mientras que las de la buena fortuna orbitarán en torno a ti. Tendrás grandes aliados... Permíteme que yo también te acompañe. Eh, ¿tan raro te parece verme tan seria? ¡No me mires así!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_draw_appear_01"
		},
		{
			"voicelineId": 107001,
			"title": "Charla - Novelas",
			"voicelineType": "1101",
			"description": "C-creo que he leído todas las novelas publicadas por la Editorial Yae. N-no es nada raro, ¿verdad?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_01"
		},
		{
			"voicelineId": 107002,
			"title": "Charla - Alcohol",
			"voicelineType": "1102",
			"description": "¡Por una vida en la que el alcohol nunca deja de fluir y el Mora cae del cielo!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_02"
		},
		{
			"voicelineId": 107003,
			"title": "Charla - Trance",
			"voicelineType": "1103",
			"description": "Entrar en trance es arriesgado para la mayoría de la gente, así que no intentes nada raro.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_03"
		},
		{
			"voicelineId": 107004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Es un buen día para quedarse en casa leyendo una novela.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_heavyRain_01"
		},
		{
			"voicelineId": 107005,
			"title": "Tras la lluvia...",
			"voicelineType": "1202",
			"description": "Esta noche deberían poder verse las estrellas.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_afterRain_01"
		},
		{
			"voicelineId": 107006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "¡Vaya, nunca había visto algo así!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_snowy_01"
		},
		{
			"voicelineId": 107007,
			"title": "En el desierto...",
			"voicelineType": "1204",
			"description": "*Escupe*... Oh, no es que haya escupido porque sí, ¿por quién me tomas? ¡Es que me ha entrado arena en la boca! ¡Tienes que creerme!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_desert_01"
		},
		{
			"voicelineId": 107008,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Ah... Buenos días. La última vez que me levanté tan temprano aún era estudiante. Después de convertirme en maestra, empecé a dormir hasta despertarme de forma natural. Dime, ¿qué es lo que querías?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingMorning"
		},
		{
			"voicelineId": 107009,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Buenas tardes. En realidad, conozco bien la moderación. Nunca bebo alcohol antes del mediodía... Pero ya es otra cosa cuando me quedo trasnochando para llevar a cabo algún ritual.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNoon"
		},
		{
			"voicelineId": 107010,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "Buenas noches. Ciertos lugares de Natlan experimentan una bajada considerable de la temperatura por la noche, así que intenta no resfriarte. Por el contrario, los sitios con actividad de flogisto mantienen la misma temperatura durante todo el día. ¿Que no me has preguntado? ¡Pues me vas a escuchar igual!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight"
		},
		{
			"voicelineId": 107011,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Buenas noches. Esta noche no brillan las estrellas del mal augurio, y los espíritus de la tierra y el viento nocturno disfrutan de un sueño ligero. Esta es una buena noche. ¿Cómo se ha caído al suelo mi almohada?...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight2"
		},
		{
			"voicelineId": 107012,
			"title": "Sobre Citlalí - «Crónicas del espejismo»",
			"voicelineType": "2001",
			"description": "Oh, así que te interesa. «Crónicas del espejismo» es una novela de fantasía escrita por el Sr. Nakajima Jun, una de las obras más antiguas y famosas de la Editorial Yae en Inazuma. La historia tiene lugar en el reino insular conocido como “Ashihara”. El protagonista durante la mayoría de los capítulos es Higashi no Sankun, un ermitaño con cabeza felina procedente de los mares de oriente, aunque su verdadera identidad es la del Virrey del Este. La historia es increíblemente larga... El autor la cambió tres veces, pero, al final, nunca acabó revelándose la verdad sobre Houko...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle"
		},
		{
			"voicelineId": 107013,
			"title": "Sobre Citlalí - El final",
			"voicelineType": "2005",
			"description": "La «Oda de la resurrección» es capaz de hacer retornar nuestros cuerpos físicos, pero todo tiene su final, incluso el sol y las estrellas. ¿Quieres saber cómo es la muerte? Imagina una tarde eterna en la que cabalgas a lomos de un saurio por una vasta planicie. En el horizonte, puedes vislumbrar un rostro indistinguible. Vayas lo rápido que vayas, la figura se te antoja inmóvil... hasta que, en un abrir y cerrar de ojos, carga contra ti a la velocidad del rayo. No te da tiempo a esconderte y, una vez que miras el rostro, todo termina.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle2"
		},
		{
			"voicelineId": 107014,
			"title": "#Sobre nosotr{F#a}{M#o}s - Ayuda",
			"voicelineType": "2003",
			"description": "*Suspira*, aparte de mi posición en la tribu, no sé muy bien cómo ayudarte en Natlan. Cuentas con aliados poderosos y tu futuro es brillante, así que poco puedo hacer por ti en ese aspecto. Además, ¿acaso una abuela de mi edad no debería estar en casa descansando en su sillón? A no ser que quieras que utilice mi posición para presionar a alguien... No es eso lo que necesitas, ¿verdad?...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Recuerdos llenos de color»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107015,
			"title": "#Sobre nosotr{F#a}{M#o}s - Nerviosismo",
			"voicelineType": "2002",
			"description": "M-mi actitud hacia ti es la misma que hacia los demás. N-no hay diferencia alguna. Uff... Está bien, los miembros de mi tribu ya tienen sus propios prejuicios contra mí pasados de generación en generación, así que hace tiempo que me rendí. Tú no eres como ellos, ya que tú me ves como verdaderamente soy. Mi apariencia segura y desinhibida es solo una fachada, pues es lo que la gente espera de mí... Pero el nerviosismo que ves cuando estoy contigo forma parte de mi verdadera personalidad, soy una persona tímida y cautelosa. Pero solo me escucharás admitir tal cosa esta vez.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Recuerdos llenos de color»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107016,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Conseguir una Visión es como obtener un poderoso aliado. Pero, cuando decimos que alguien tiene aliados poderosos, en realidad solemos indicar que esa persona es excepcional. Al fin y al cabo, los aliados solo pueden sumar a la fuerza que ya tienes... y para desatar ese poder, necesitas poseer una voluntad inquebrantable.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107017,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Una novela de una saga de Inazuma tarda dos semanas en llegar a Natlan, y un volumen completo podría tardar un año entero, aunque no sé si es por algún motivo en concreto. Sin embargo, durante esas dos semanas, todo se llena de revelaciones sobre la historia y filtraciones rarísimas. Es imposible saber cuáles son rumores y cuáles son cosas completamente inventadas.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_share_01"
		},
		{
			"voicelineId": 107018,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Según una leyenda, había una vez un tipo especial de cactus en Natlan a la que el maestro de mi maestro llamó “mescalito”. Se supone que al comerlo, los ojos de los mortales podrían entrever otro mundo. Lo digo por decir, pues no sé si los mescalitos siguen existiendo, pero si te encuentras uno, ¡ni se te ocurra comerlo!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_gift_01"
		},
		{
			"voicelineId": 107019,
			"title": "Sobre Ororon...",
			"voicelineType": "4001",
			"description": "¡Hum!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_olorun_01"
		},
		{
			"voicelineId": 107020,
			"title": "Sobre Mualani...",
			"voicelineType": "4002",
			"description": "Entre Mualani y yo, ya he perdido la cuenta de quién le debe dinero a quién. Me rompe la puerta, me debe Mora y me roba comida, pero luego me paga aperitivos y otras cosas... Bueno, calcularlo sería imposible. Por eso, preferiría acordar quedar en paz, si no le importa. Los findes, a las once de la mañana, cuando debería estar durmiendo... Oh, quiero decir... Bueno, es terrible que te despierten dando golpes en la puerta.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107021,
			"title": "Sobre Xilonen...",
			"voicelineType": "4003",
			"description": "Se me hace muy fácil tratar con alguien como ella, que hace caso omiso a los rumores sobre mí y no es demasiado efusiva. Eh, no solo ella... contigo también me siento muy relajada. ¡Ay, ya te he dejado ver que le doy demasiadas vueltas a las cosas!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107022,
			"title": "Sobre Mavuika...",
			"voicelineType": "4004",
			"description": "Mavuika, esa muchacha... *Ejem*, quiero decir, la Arconte Pyro, vino a verme de repente hace unos días para darme todo un discursito. Después, mientras comía un tentempié en mitad de la noche, me di cuenta de qué había venido a alardear. Hay un antiguo proverbio de otra nación que creo que la describe perfectamente: “Los santos son humildes hasta que les preguntas por su deber. Entonces, no hay quien les supere en cuanto a orgullo”.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107023,
			"title": "Sobre Kamisato Ayaka...",
			"voicelineType": "4005",
			"description": "... Tú, muchachita, date la vuelta y deja que te vea. Oh, eso es de «Los misteriosos casos de la Srta. Orith». Ay, creía que era la segunda protagonista de la serie de novelas «Herlock». Para mí, toda la ropa de Fontaine se ve igual. Está bien, puedes continuar, no tengo más que decir.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_ayaka_01"
		},
		{
			"voicelineId": 107024,
			"title": "Sobre Kinich...",
			"voicelineType": "4006",
			"description": "Esa cosa pequeña que lleva siempre a su lado es un verdadero incordio. ¿Que Kinich es tu amigo? Bueno, a ver qué otra cosa puedo decir de él... Humm, supongo que se puede confiar en él.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107025,
			"title": "Sobre Iansán...",
			"voicelineType": "4007",
			"description": "Parece que no sé mucho sobre ella. Aunque, siguiendo la lógica de las novelas de la Editorial Yae, una persona así de fuerte y bajita debe tener un modo de invocación de poder con el que volverse gigante y aumentar su fuerza en un 200% en caso de emergencia.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107026,
			"title": "Más sobre Citlalí (I)",
			"voicelineType": "5001",
			"description": "¿Oh? ¿Por qué vienes a decirme eso ahora? ¿Acaso has oído algún rumor sobre mí? *Suspira*, sí, sí, soy una chamana vieja y monstruosa, cree lo que quieras. ¿Para qué intentar explicarme a estas alturas?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_01"
		},
		{
			"voicelineId": 107027,
			"title": "Más sobre Citlalí (II)",
			"voicelineType": "5002",
			"description": "¿Que quieres escuchar mi explicación? *Suspira*... En los Augures Vientonocturno tenemos una tradición secreta: los maestros chamanes crean rivalidades de forma deliberada entre los estudiantes y un maestro competidor. Así, si los discípulos quieren derrotar a ese maestro sin acabar machacados, deberán esforzarse al máximo para superar a la generación anterior. La mayoría de los chamanes de la tribu pertenecen a la escuela fundada por mi amiga, así que me eligieron a mí como a la bruja malvada a la que deben vencer. ¿Qué puedo hacer yo? No es que quiera hacerles la vida imposible, pero no es culpa mía que ninguno me llegue a la suela de los zapatos. *Suspira*... ¿sabes esos rumores que dicen que soy una vieja bruja terrorífica? Pues así fue cómo empezaron.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 107028,
			"title": "Más sobre Citlalí (III)",
			"voicelineType": "5003",
			"description": "Exacto, la actitud que muestro delante de los demás es solo una fachada, este es mi verdadero carácter. Te resultará fácil de entender por qué, ¿no? Cuando la gente espera escucharte hablar con acento y expresiones pasadas de moda, pero suenas elegante y usas un lenguaje estándar, siempre se quedan sin habla. Tienes razón, es la estupidez propia de la ignorancia, pero es un tipo de estupidez muy difícil de superar. Cuando nos conocimos, pensaba que serías como los demás, jeje.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107029,
			"title": "Más sobre Citlalí (IV)",
			"voicelineType": "5004",
			"description": "¿Quieres saber cómo engañan los maestros a sus estudiantes para que me odien? El método más tradicional consiste en contarles a los discípulos que el propio maestro ha sido víctima de un engaño y animarlos a ir a la casa del culpable a dejar una pintada. La mayoría de los alumnos se indignan al escuchar tal historia, así que van una y otra vez a hacer de las suyas. Es terrible, ¿verdad? Aunque últimamente casi todos saben dónde vivo, así que ese truco ya no es tan popular.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 107030,
			"title": "Más sobre Citlalí (V)",
			"voicelineType": "5005",
			"description": "Estas botellas de vino me las trajo la Asociación de Reliquias Sáuricas... Oh, e-esto... Sí, Ororon se las terminó y las dejó tiradas por cualquier lugar... Yo no tengo nada que ver. Eso, ¡Ororon, sal y admite lo que has hecho! Yo tengo una buena tolerancia al alcohol y no me emborracho fácilmente. ¡E incluso si me emborrachara, no dejaría la basura por ahí! Además, la Asociación dijo que las encontraron en la naturaleza, y que no molestaban a nadie, pero da igual porque no fui yo quien las tiró... Oh, creo que no me he explicado bien, ¡tienes que creerme!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «Recuerdos llenos de color»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107031,
			"title": "Aficiones de Citlalí...",
			"voicelineType": "6001",
			"description": "Mi vida carece de mucho sentido. Solo me queda entregarme a la embriaguez producida por el alcohol, los delirios de las novelas y el sopor que me concede el sueño.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_hobby"
		},
		{
			"voicelineId": 107032,
			"title": "Preocupaciones de Citlalí...",
			"voicelineType": "6012",
			"description": "¿Es que no te has dado cuenta? Fingir que nada me importa es solo una fachada... En realidad, me preocupo por todas las cosas.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_annoyed_01"
		},
		{
			"voicelineId": 107033,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Me gusta la carne cocinada a término medio, pues se asemeja bastante al sabor original de las ofrendas. Además, todo lo que sea fácil de comer con una mano para poder pasar las páginas de una novela con la otra. Por último... ¡todo lo que me recomiendas tú!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodLike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107034,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "La verdad es que... no entiendo del todo por qué existen las comidas ácidas. Si tienes hambre, come. Si tienes sueño, duerme. Si tienes sed, bebe agua. Si las comidas ácidas se usan para abrir el apetito, ¿no significa eso que no tenías hambre desde el principio?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodDislike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107035,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "¡Guau, qué rico está! He probado toda la comida que hay en las inmediaciones de los Augures Vientonocturno y nunca había comido nada tan delicioso. ¡De verdad!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_pref_01"
		},
		{
			"voicelineId": 107036,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Normalmente no suelo comer estas cosas... No, no, no... ¡No digo que esté malo! Es solo que... ¡es un sabor completamente nuevo para mí! Es un halago, ¡en serio!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_normal_01"
		},
		{
			"voicelineId": 107037,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "¿P-por qué no iba a estar rico? Jajaja...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_dislike_01"
		},
		{
			"voicelineId": 107038,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "¡Feliz cumpleaños! No se me ocurre qué regalarte. No detecto ninguna estrella de mal augurio en tu futuro. Tendrás una gran fortuna en el amor, la batalla y los logros. Una bendición al estilo de Mictlán no te será de mucha utilidad. Pensé en regalarte un ejemplar de «Flores para la princesa Fischl» para engancharte a las novelas ligeras, pero estoy segura de que tienes una gran colección de libros de la Editorial Yae, qué envidia... Qué complicado... ¿Qué voy a regalarte?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 107039,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "No parece una técnica de adivinación de más allá de Teyvat. Mi escuela de chamanismo no depende del cielo, sino de la tierra. Cuando las falsas estrellas de mal augurio muestran los colmillos, las restrinjo gracias al poder del viento nocturno, el espíritu de la tierra y los huesos de los animales.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 107040,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Los cielos controlan el destino de los humanos como un titiritero controla sus marionetas. Las estrellas de mal augurio no tienen una voluntad propia, pero una vez que sello su poder dentro de un muñeco y lo vinculo a huesos de animales, los pensamientos residuales que hay en estos permiten que desarrollen cierto tipo de consciencia. A estas pequeñas creaciones las llamo “tzitzímitl”. Puedes imaginarlas como manifestaciones de las estrellas de mal augurio.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 107041,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Cada tzitzímitl contiene huesos de pequeños animales, así que puede resultar una técnica un tanto espeluznante. Supongo que, si la gente me tiene miedo, tal vez yo tenga un diez por ciento de la responsabilidad. ¡Pero son solo huesos que he recogido por ahí, yo no le hago daño a los animales! ¡No creas lo que no es!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107042,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "A partir de hoy, siempre permaneceré a tu lado... hasta que se extingan todas las estrellas, mueran todos los fuegos y se disipe el viento nocturno.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 107043,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Sal a trabajar!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_01"
		},
		{
			"voicelineId": 107044,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "Honren nuestro pacto.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_02"
		},
		{
			"voicelineId": 107045,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Sin piedad!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_03"
		},
		{
			"voicelineId": 107046,
			"title": "Habilidad Elemental (IV)",
			"voicelineType": "100004",
			"description": "Con cuidado... Con cuidado...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_04"
		},
		{
			"voicelineId": 107047,
			"title": "Habilidad Elemental (V)",
			"voicelineType": "100005",
			"description": "No me temblará el pulso.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_05"
		},
		{
			"voicelineId": 107048,
			"title": "Habilidad Elemental (VI)",
			"voicelineType": "100006",
			"description": "Bien.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_06"
		},
		{
			"voicelineId": 107049,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Siléncienlos para siempre, ustedes dos!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_01"
		},
		{
			"voicelineId": 107050,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Citlalín, Itzpapa, les toca a ustedes!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_02"
		},
		{
			"voicelineId": 107051,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Sufran la ira de Itztli!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_03"
		},
		{
			"voicelineId": 107052,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "No está mal. Quédatelo.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_01"
		},
		{
			"voicelineId": 107053,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Tómalo. Yo les daré las gracias a las estrellas de tu parte.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_02"
		},
		{
			"voicelineId": 107054,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Si no puedes con todo, yo te ayudo.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_03"
		},
		{
			"voicelineId": 107055,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Debería haberme quedado en casa...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_01"
		},
		{
			"voicelineId": 107056,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "*Suspira*, quiero volver a casa.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_02"
		},
		{
			"voicelineId": 107057,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "No... no delante de ti...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_03"
		},
		{
			"voicelineId": 107058,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "... ¡No te dejaré caer!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_01"
		},
		{
			"voicelineId": 107059,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Ten más cuidado!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_02"
		},
		{
			"voicelineId": 107060,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Estrellas del firmamento...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_01"
		},
		{
			"voicelineId": 107061,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Viento nocturno en la tierra...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_02"
		},
		{
			"voicelineId": 107062,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Lo siento...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_03"
		},
		{
			"voicelineId": 107063,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Cómo te atreves!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_01"
		},
		{
			"voicelineId": 107064,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "¡Duele!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_02"
		},
		{
			"voicelineId": 107065,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "No he llegado tarde, ¿eh?",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_01"
		},
		{
			"voicelineId": 107066,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¿Eh? ¿Qué...? ¡Oh! ¡No pasa nada, estoy lista!",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_02"
		},
		{
			"voicelineId": 107067,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Claro que te ayudaré.",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_03"
		}
	]
}