{
	"id": 10000098,
	"name": "Clorinde",
	"friendLines": [
		{
			"voicelineId": 98000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Saludos. Soy Clorinde, la verduga del justiciazgo de la Corte de Fontaine. Si deseas contratar mis servicios, tendrás que facilitar los detalles de tu querella. Puedes ahorrarte los temas personales, esos no tienen nada que ver conmigo.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_draw_appear_01"
		},
		{
			"voicelineId": 98001,
			"title": "Charla - Oponentes",
			"voicelineType": "1101",
			"description": "Me he enfrentado a numerosos oponentes durante mis duelos, y he derrotado a la gran mayoría de ellos. En cuanto a los demás, acabaron rindiéndose. ¿Que si he perdido alguna vez en un duelo? No, nunca.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_character_idle_01"
		},
		{
			"voicelineId": 98002,
			"title": "Charla - La verduga del justiciazgo",
			"voicelineType": "1102",
			"description": "En mi posición como verduga del justiciazgo, mi opinión está de más. En el momento en el que desenvaino mi espada, acabo convirtiéndome en un instrumento de la ley de Fontaine.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_character_idle_02"
		},
		{
			"voicelineId": 98003,
			"title": "Charla - El secreto del éxito",
			"voicelineType": "1103",
			"description": "En un duelo, ambos ponen toda su voluntad en el combate, y sus espadas se convierten en una extensión de sus espíritus. Si tu corazón se encoge de miedo, tu espada también temblará, porque no dispondrás del coraje suficiente para derrotar al enemigo.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_character_idle_03"
		},
		{
			"voicelineId": 98004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Las presas suelen descansar en días lluviosos. Sin embargo, el cazador nunca descansa.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_heavyRain_01"
		},
		{
			"voicelineId": 98005,
			"title": "Tras la lluvia...",
			"voicelineType": "1202",
			"description": "Parece que esta batalla entre el viento y la lluvia ha llegado a su fin.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_afterRain_01"
		},
		{
			"voicelineId": 98006,
			"title": "Cuando truena...",
			"voicelineType": "1203",
			"description": "Ojalá que ese sonido haya sido porque hay un criminal menos en este mundo.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_thunder_01"
		},
		{
			"voicelineId": 98007,
			"title": "Cuando nieva...",
			"voicelineType": "1204",
			"description": "He de confesar que esta es una nueva experiencia para mí. Una experiencia... refrescante.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_snowy_01"
		},
		{
			"voicelineId": 98008,
			"title": "En el desierto...",
			"voicelineType": "1205",
			"description": "... Hasta ahora, nunca había echado tanto de menos Fontaine.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_weather_desert_01"
		},
		{
			"voicelineId": 98009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Buenos días. Enseguida iré por un café, ¿quieres uno tú también? Llevaré mi propia taza. Si lo necesitas, puedo prestarte una.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_greetingMorning"
		},
		{
			"voicelineId": 98010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Disculpa, pero ahora estoy trabajando. Toma, este sándwich es para ti. Se es más eficiente con el estómago lleno.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_greetingNoon"
		},
		{
			"voicelineId": 98011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "Me temo que no podré recomendarte ningún vino en concreto, pero sí sé de unos restaurantes poco conocidos, verás como tienen su encanto.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_greetingNight"
		},
		{
			"voicelineId": 98012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Buenas noches. Yo también iré a descansar cuando haya terminado con el mantenimiento de mis armas.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_greetingNight2"
		},
		{
			"voicelineId": 98013,
			"title": "Sobre Clorinde - Nuevas noticias",
			"voicelineType": "2001",
			"description": "Los periódicos siempre publican los sucesos de forma un tanto injusta. No me parece que eso sea legítimo. Hay algunos periodistas que cambian su opinión de las cosas en cuanto les ofrecen algunos Moras o hay algún conocido involucrado.\nSi quieres descubrir la verdad sobre algún suceso en particular, lo mejor es que inquieras directamente a las personas relacionadas. Hazles algunas preguntas personalmente e investiga la situación por ti mism{F#a}{M#o}.\nNunca dejes que las malas lenguas distorsionen tu forma de contemplar el mundo.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_idle"
		},
		{
			"voicelineId": 98014,
			"title": "Sobre Clorinde - Pistolas y espadas",
			"voicelineType": "2005",
			"description": "Siempre selecciono mis armas de acuerdo a la tradición de los Cazadores Fantasmales. Una pistola para apuntar a mi presa y una espada para un golpe letal.\nObviamente, en los duelos solo uso la espada. Una vez pongo los pies en el campo de combate, mis oponentes ya no tienen escapatoria, así que es inútil que salgan corriendo.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa «Silencio entre tinieblas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14034
					]
				}
			]
		},
		{
			"voicelineId": 98015,
			"title": "#Sobre nosotr{F#as}{M#os} - Ceremonia",
			"voicelineType": "2003",
			"description": "Antes de un duelo, suelo frotar mi espada con un pañuelo mojado con una poción especial. Por un lado, lo hago para preparar mi arma antes del combate. Por otro lado, este ritual me sirve para mantener la calma y deshacerme de cualquier distracción.\nTú también usas una espada. ¿Tienes algún ritual en particular?",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_close"
		},
		{
			"voicelineId": 98016,
			"title": "#Sobre nosotr{F#as}{M#os} - Humanos y fantasmas",
			"voicelineType": "2002",
			"description": "Muchos de mis hábitos son costumbres que he ido adoptando de las tradiciones de los Cazadores Fantasmales. Ellos se enfrentaban contra monstruos, y yo tengo que lidiar con criminales. No obstante, la malicia forma parte de la naturaleza de los monstruos, les nace por instinto. Pero en el caso de los humanos, es diferente. Nosotros tenemos la habilidad y la oportunidad de hacer el bien, pero hay quienes eligen apostar por el mal.\n¿Qué hay de ti? ¿Qué es lo que te mueve a empuñar tu espada?",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 98017,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Tras haber recibido mi Visión, la cantidad de rendiciones en mis duelos creció de manera exponencial. Hay verdugos del justiciazgo que opinan que uso mi Visión para intimidar a mis oponentes.\nY yo que pensaba que lo que intimidaba a los demás era el hecho de que nadie había conseguido derrotarme en un duelo... Quizá debería mostrarme más expresiva en los duelos a partir de ahora.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98018,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "He visto a mucha gente enzarzarse en disputas por asuntos triviales. Se toman el conflicto como un insulto terrible hacia su persona y entonces llevan la confrontación a juicio. Como si eso no fuera lo suficientemente patético, para colmo, también solicitan un duelo.\nComo verduga del justiciazgo, no me parece mal que la gente trate de defender su honor en un duelo. Pero... ¿cómo decirlo? No pensé que la gente de a pie de Fontaine acostumbrara a enfrentarse en un duelo solo por defender que no debería añadirse jazmimpoluto al café...",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_share_01"
		},
		{
			"voicelineId": 98019,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "¿Has visto floti flotis alguna vez? Es difícil adivinar cuándo alzarán el vuelo y a qué velocidad. Son perfectos para practicar tiro. Lo engorroso es tener que ir a buscar floti flotis por la naturaleza. Sería mucho mejor si hubiera alguien interesado en plantar floti flotis por aquí cerca...",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_gift_01"
		},
		{
			"voicelineId": 98020,
			"title": "Sobre Charlotte...",
			"voicelineType": "4001",
			"description": "Charlotte es una periodista con mucho tacto, tengo una impresión muy positiva de ella.\nA fin de cuentas, Charlotte no es como esos periodistas que me hostigan tomándome cientos de imágenes de camino al trabajo. Tampoco me persigue hasta la cafetería para publicar el café que me he tomado. Lo que más me gusta de ella es que es consciente de que nunca acepto entrevistas, y jamás me insiste para que cambie de opinión.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98021,
			"title": "Sobre Furina...",
			"voicelineType": "4002",
			"description": "Tiempo atrás, solía permanecer de pie a sus espaldas durante las reuniones de té. Ahora, ya estoy acostumbrada a tomar asiento alrededor de la mesa y a compartir con ella los pasteles y el té.\nEmpiezo a entender por qué siempre se está quejando de cuánto le cuesta mantener su figura...",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Mascarada de los culpables»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 98022,
			"title": "Sobre Navia...",
			"voicelineType": "4003",
			"description": "Navia ha estado de buen humor últimamente. Estos días no deja de invitarme a participar en los juegos de rol del club para probar los guiones nuevos.\nTienen guiones para tomar y regalar. Más allá de las veces en las que he sido la moderadora, también me he unido a sus disparatadas aventuras como jugadora. Eso sí, siempre intento evitar los papeles de personajes relacionados con la corte o la justicia. De lo contrario, el ambiente se volvería demasiado serio...",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa «Silencio entre tinieblas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14034
					]
				}
			]
		},
		{
			"voicelineId": 98023,
			"title": "Sobre Neuvillette...",
			"voicelineType": "4004",
			"description": "Nadie pone en duda la autoridad del juez supremo. Él siempre decide un veredicto justo. Cuando es necesario, yo entro en acción para poner énfasis en la ecuanimidad de sus veredictos.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98024,
			"title": "Sobre Chevreuse...",
			"voicelineType": "4005",
			"description": "Ah, la Capitana Chevreuse, he escuchado su nombre alguna vez. La han sometido a juicio en varias ocasiones. La acusaron de abusar de su autoridad para ejercer medidas excesivas al capturar criminales. Ella negó todos y cada uno de los cargos de los que se la acusaba, dejando al tribunal sin palabras. Pienso que es una chica admirable.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98025,
			"title": "Sobre Lyney...",
			"voicelineType": "4006",
			"description": "Admiro la gran profesionalidad de ese mago. Cuando tenga un rato libre, iré a ver alguno de sus espectáculos como una espectadora más.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98026,
			"title": "Sobre Fréminet...",
			"voicelineType": "4007",
			"description": "Una vez, recibí un paquete que contenía un juguete mecánico en miniatura y una tarjeta de agradecimiento. Aquel juguete había sido fabricado con máxima precisión. La próxima vez que me encuentre con Fréminet, tengo que darle las gracias... ¿Dices que es muy difícil que coincidamos en persona? Tiene sentido... Está bien, le escribiré una tarjeta de agradecimiento yo también. ¿Podrías ayudarme a entregársela?",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Un cataclismo en ciernes»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 98027,
			"title": "Sobre Chiori...",
			"voicelineType": "4008",
			"description": "Alguna vez he comprado ropa de su sastrería, lo cierto es que es de buena calidad. Sin embargo, yo estoy más acostumbrada a llevar mi uniforme de trabajo. Por una parte, porque comunica instantáneamente a los demás cuál es mi identidad. Por otra parte, porque me agradan las cosas con las que ya estoy familiarizada. Al igual que mi espada, este uniforme me es familiar y me resulta práctico, así que no tengo necesidad de vestir con otra cosa.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98028,
			"title": "Sobre Wriothesley...",
			"voicelineType": "4009",
			"description": "No debe de ser sencillo dirigir un lugar como el Fuerte Merópide. Wriothesley debe de ser un tipo hábil si es capaz de mantener la armonía en ese sitio.\nSospecho que se guarda ciertos trucos bajo la manga, pero eso es algo que nosotr{F#a}{M#o}s no podremos averiguar fácilmente.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98029,
			"title": "Sobre Sigewinne...",
			"voicelineType": "4010",
			"description": "La Srta. Sigewinne es una enfermera sobresaliente. Además de curar las heridas con destreza, también se le da bien apaciguar los corazones de sus pacientes. Incluso si se trata de los maleantes que abundan en el Fuerte Merópide, apuesto a que su honestidad y candidez lograrían despertar la bondad en cualquiera, aunque solo fuera un ápice.\nY es posible que ese ápice de bondad que la Srta. Sigewinne deja en los demás sea suficiente para hacer que un criminal se enmiende y se encarrile hacia el camino correcto.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98030,
			"title": "Sobre Émilie...",
			"voicelineType": "4011",
			"description": "He oído que es perfumista, y también me han contado sobre su verdadera profesión. Alguna que otra vez la he visto acariciando a un perro a un lado de la calle con una afable sonrisa de oreja a oreja. Cuando nos encontramos, nos saludamos inclinando la cabeza. Luego, cada una se marcha por su lado.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98031,
			"title": "Más sobre Clorinde (I)",
			"voicelineType": "5001",
			"description": "La profesión de un verdugo del justiciazgo no es tan compleja como la gente suele imaginarse. Solo hay que obedecer las peticiones del tribunal y derrotar al oponente en el duelo. Aparte de eso, no hay mucho más de lo que ocuparse.\nQuizá es por eso que hay gente que me llama “la ejecutora”.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_01"
		},
		{
			"voicelineId": 98032,
			"title": "Más sobre Clorinde (II)",
			"voicelineType": "5002",
			"description": "Siempre hago cuanto está en mi mano para garantizar que los duelos sean justos. Si mi oponente no puede ver por un ojo, entonces yo cubriré mi ojo también. Si no puede mover alguna de sus extremidades, yo también limitaré mi capacidad de movimiento. Sea como sea, todos y cada uno de mis duelos han de ser ecuánimes.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 98033,
			"title": "Más sobre Clorinde (III)",
			"voicelineType": "5003",
			"description": "He visto a incontables oponentes rendirse justo antes de que la batalla diera comienzo. Cuando ni tan siquiera tienen el coraje de empuñar su arma, no puedo evitar pensar que, sean cuales sean los insultos a su reputación que los han llevado a esta situación, probablemente no sean más que habladurías de gente egoísta.\nAntes de venir a enfrentarse a mí en un duelo, hace mucho tiempo que se derrotaron a sí mismos. En estos casos, yo no necesito mover ni un dedo, pues ya se convirtieron en prisioneros de sus propias almas.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98034,
			"title": "Más sobre Clorinde (IV)",
			"voicelineType": "5004",
			"description": "¿Has visto alguna vez a un culpable siendo juzgado frente al tribunal? En todos los juicios que he visto, los culpables siempre hacen cuanto se les ocurre con tal de poder defender su inocencia. En sus discursos, la violencia siempre es en defensa propia, y los crímenes son en pos de la justicia... Y cada vez que tratan de excusarse, siempre recurren a lo mismo: “En ese momento era incapaz de pensar con claridad y cualquier persona habría hecho lo mismo en mi lugar, así que no hay motivos para condenarme”.\nSiempre tratan de encubrir su estupidez achacándola al comportamiento de los demás.\nEl motivo por el que me convertí en verduga del justiciazgo es porque deseo destruir sus mentiras y no dejar ni rastro de su inmundicia en la corte de la justicia.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 98035,
			"title": "Más sobre Clorinde (V)",
			"voicelineType": "5005",
			"description": "Me he encontrado con miles de personas que pretendían que la corte mostrara compasión por ellos. No quiero ser irrespetuosa, pero temo que esa gente ha venido al lugar equivocado.\nLa corte es un lugar donde se juzga a las personas de forma justa e imparcial. La justicia nunca debería mezclarse con la compasión. De lo contrario, no sería preponderante.\nLa justicia jamás puede ir de la mano de las emociones humanas. La combinación de ambas hace que el veredicto deje de ser imparcial, la parcialidad provoca el resentimiento, y el resentimiento por parte de la corte puede llegar a ser tan cruel como los propios criminales.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 98036,
			"title": "Aficiones de Clorinde...",
			"voicelineType": "6001",
			"description": "A diferencia de mi trabajo como verduga, ser moderadora en juegos de rol me permite permanecer al margen de la historia. Así, puedo observar las reacciones de la gente sin tener que involucrarme en las emociones de los participantes, y tomar el control del mundo en el que ellos se desenvuelven... ¿Eh? ¿Dices que parece como si estuviera observando a unos animalillos dentro de una jaula? Tiene sentido, nunca me lo había planteado de esa forma. No obstante, nunca pretendo que los jugadores pasen un mal rato. Al contrario, prefiero que disfruten del transcurso de la historia, es muy diferente de cazar.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_hobby",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Silencio entre tinieblas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14034
					]
				}
			]
		},
		{
			"voicelineId": 98037,
			"title": "Preocupaciones de Clorinde...",
			"voicelineType": "6012",
			"description": "Ojalá que esos periodistas dejaran de molestarme mientras trato de disfrutar de una buena taza de café, comprar unas flores o leer un libro. Si no me dejan en paz, tendré que llevar a un par de ellos a juicio para que aprendan los demás. Si solicitan un duelo, los obligaré a que traigan sus Daguerrotipos. Y para que el duelo sea justo, yo también combatiré con un Daguerrotipo solamente.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_dialog_annoyed_01"
		},
		{
			"voicelineId": 98038,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Me encantan los platos con carne, pero solo si contienen carne fresca. La carne de un animal recién cazado asada con un poco de sal y acompañada con una ración de frutas cítricas sabe a gloria. Te invito a que vengas de caza conmigo en alguna ocasión, yo lo prepararé para ti.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_foodLike"
		},
		{
			"voicelineId": 98039,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Odio el pescado. Tiene demasiadas espinas, y huele fatal... Quizá sea que comí demasiado de pequeña.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_foodDislike"
		},
		{
			"voicelineId": 98040,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "El sabor es perfecto, ha quedado exactamente como a mí me gusta. No dejes que lo descubran los periodistas, esos solo saben apreciar la comida a través del lente de un Daguerrotipo o en el artículo de algún periódico.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_spice_pref_01"
		},
		{
			"voicelineId": 98041,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Mmm, esto sabe a gloria. Lo disfrutaré despacio para que el placer dure más.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_spice_normal_01"
		},
		{
			"voicelineId": 98042,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Menos mal que no trabajas en un restaurante, porque los clientes te colmarían de quejas.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_spice_dislike_01"
		},
		{
			"voicelineId": 98043,
			"title": "Cumpleaños...",
			"voicelineType": "7001,7002",
			"description": "Feliz cumpleaños. Esto es un colgante de una daga que he hecho yo misma, es un regalo para ti.\nSegún la tradición de los Cazadores Fantasmales, cuando es el primer cumpleaños de un nuevo miembro, su mentor debe forjarle un colgante como este con su nombre grabado en la daga, para que cuelgue siempre cerca del pecho. Esto es un símbolo para que nunca deje de cuestionarse si existe maldad en su corazón, si tiene dudas, si posee la determinación suficiente para combatir el mal...\nYa sé que no eres {F#una Cazadora Fantasmal}{M#un Cazador Fantasmal}, pero yo siento que eres como nosotros, porque siempre estás dispuest{F#a}{M#o} a acabar con las injusticias.\n¿Y por qué un colgante de una daga en lugar de una pistola? Pues porque las pistolas pueden dispararse por accidente, y porque no está bien interrogar a tu corazón a punta de pistola.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_clorinde/vo_clorinde_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 98044,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Qué curioso... Esta mejora no está nada mal.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 98045,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Siento que puedo empuñar mi espada mucho mejor. Nadie podrá detenerme a partir de ahora.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 98046,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "¿Mi vista ha mejorado? Déjame que intente atravesar esa hoja con un disparo.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 98047,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "En términos de combate, no creo que tú vayas a necesitar mi ayuda. Pero si alguna vez quisieras servirte de mi fuerza, siempre estaré a tu disposición.",
			"voicefile": "VO_friendship/VO_clorinde/vo_clorinde_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 98048,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "Estoy lista.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill1_01"
		},
		{
			"voicelineId": 98049,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "Carguen, apunten... ¡Fuego!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill1_02"
		},
		{
			"voicelineId": 98050,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Caza de sombras!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill1_03"
		},
		{
			"voicelineId": 98051,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡A erradicar el mal!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill3_01"
		},
		{
			"voicelineId": 98052,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "Hora de decir la verdad.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill3_02"
		},
		{
			"voicelineId": 98053,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Acabaré con toda oscuridad!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_skill3_03"
		},
		{
			"voicelineId": 98054,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "Hemos tenido suerte. No está nada mal.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_chest_open_01"
		},
		{
			"voicelineId": 98055,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Si nadie reclama estos objetos, podemos llevárnoslos sin problema.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_chest_open_02"
		},
		{
			"voicelineId": 98056,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "El primero que llega es quien se lo lleva. Me parece justo.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_chest_open_03"
		},
		{
			"voicelineId": 98057,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Ya es hora de que acabemos esto.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_01"
		},
		{
			"voicelineId": 98058,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Te declaro... arrogante.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_02"
		},
		{
			"voicelineId": 98059,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "... Ridículo.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_03"
		},
		{
			"voicelineId": 98060,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Retirada!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_teammate_01"
		},
		{
			"voicelineId": 98061,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "Yo me encargaré de esto. ¡Mantente a salvo!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_less30_teammate_02"
		},
		{
			"voicelineId": 98062,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "La victoria... está decidida.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_die_01"
		},
		{
			"voicelineId": 98063,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Caso... cerrado...",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_die_02"
		},
		{
			"voicelineId": 98064,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Has demostrado tu honor...",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_life_die_03"
		},
		{
			"voicelineId": 98065,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "Buen tiro.",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_hit_L_02"
		},
		{
			"voicelineId": 98066,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910002",
			"description": "¡Compórtate!",
			"voicefile": "VO_gameplay/VO_clorinde/vo_clorinde_battle_hit_H_02"
		},
		{
			"voicelineId": 98067,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Por la justicia.",
			"voicefile": "VO_teamJoin/vo_clorinde_teamJoin_01"
		},
		{
			"voicelineId": 98068,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¿Alguien ha solicitado un duelo?",
			"voicefile": "VO_teamJoin/vo_clorinde_teamJoin_02"
		},
		{
			"voicelineId": 98069,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Mi espada apunta hacia las sombras.",
			"voicefile": "VO_teamJoin/vo_clorinde_teamJoin_03"
		}
	]
}