{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Hola, me llamo Émilie. ¿Vienes a buscarme por algún asunto relacionado con la elaboración de perfumes?\nSi el motivo es otro, será mejor que conversemos en un lugar más tranquilo.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Charla - Inspiración",
			"voicelineType": "1101",
			"description": "Me ha venido la inspiración de repente... Aguarda un momento, por favor. Debo anotar esta idea.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Charla - Abanico perfumado",
			"voicelineType": "1102",
			"description": "A muchas damas de la Corte de Fontaine les gusta rociar perfume sobre sus finos abanicos de encaje. Así, cuando los usan, estos desprenden una sutil fragancia. La verdad es que es una técnica de lo más ingeniosa.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Charla - Periódico",
			"voicelineType": "1103",
			"description": "¿Te importaría acompañarme a comprar el periódico de hoy?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "La lluvia puede llevarse consigo gran cantidad de rastros. A veces es todo un incordio.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "Cuando se genera un relámpago, el aire se llena de un olor de lo más especial.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "En un entorno geográfico tan especial debe haber materiales mucho más valiosos.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "¡Qué buen día hace! Espero que todo vaya tan bien como siempre.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "En el desierto...",
			"voicelineType": "1205",
			"description": "Aún en el desierto más árido se pueden hallar ingredientes de alta calidad para la elaboración de perfumes, como la grasa de gusano de arena.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Me gusta beber un vaso de agua fría al levantarme por la mañana, así se me pasa el sueño enseguida.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Un buen paseo después de comer ayuda a la digestión y mejora la circulación de la sangre. ¿Te apetecería pasear conmigo?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "Ciertos ingredientes necesarios para la elaboración de perfumes deben recolectarse a la hora indicada. Por eso, a veces necesito salir en mitad de la noche.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Buenas noches. Tengo muchos aromas capaces de ayudar a conciliar el sueño, pero lo mejor es relajarse de forma natural hasta quedarse dormido.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "Sobre Émilie - Algo que compartir",
			"voicelineType": "2001",
			"description": "No se me da muy bien entretener a los demás ni encontrar temas de conversación, pero si tienes algo que compartir, estaré dispuesta a oírlo, ya sea bueno o malo.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "Sobre Émilie - Limpieza de escenas de crimen",
			"voicelineType": "2005",
			"description": "Cuando las autoridades terminan de investigar un asesinato o un accidente, queda una importante labor de limpieza que hacer: deshacerse de cualquier materia orgánica, lavar los rastros de sangre, desinfectar la zona... Ese es el deber de aquellos que se dedican a limpiar la escena del crimen. Yo no pertenezco a ninguna organización de la Corte de Fontaine, sino que soy una contratista independiente. La Guardia y yo mantenemos una colaboración a largo plazo, y a veces también acepto encargos privados.\nEso es todo lo que tengo que decir sobre mi trabajo, pero si tienes alguna duda, puedes preguntarme.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "#Sobre nosotr{F#as}{M#os} - Recomendaciones",
			"voicelineType": "2003",
			"description": "¿Que quieres saber qué fragancia suelo usar yo? No quiero decepcionarte, pero para evitar que interfiera con otros aromas, no suelo ponerme perfume cuando trabajo. Aunque puedo darte alguna recomendación según tu estado de ánimo actual, claro.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "#Sobre nosotr{F#as}{M#os} - Visitas",
			"voicelineType": "2002",
			"description": "¿Quieres visitar mi taller? Eres más que bienvenid{F#a}{M#o}. No solo podré enseñarte algunas técnicas de elaboración de perfumes sencillas, sino que tendrás la ocasión de echarle un ojo a mi enorme colección de fragancias. Mi madre también es una gran aficionada de los perfumes, así que muchos de los frascos de mi colección me los regaló ella. Si tienes tiempo, podemos probar cada uno de ellos.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Una vez intenté usar el poder de mi Visión para crear una especie de planta que pudiera crecer sin necesidad de absorber nutrientes. Lamentablemente, no tuvo éxito. Parece que aunque cuente con el poder de una Visión, las leyes de la naturaleza no pueden ser ignoradas así como así.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Los cinco sentidos no son completamente independientes entre sí. Por ejemplo, al ver el color rojo, hay quien sentirá cierta calidez. Los perfumes también demuestran un fenómeno similar. Este tipo de propiedades suelen usarse en la promoción de fragancias. Si un cliente no se encuentra bien de ánimo, es más fácil que compre un perfume de aromas herbarios o dulces.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "{M#Nada despierta el interés de la gente más que algo novedoso. Tú has viajado por múltiples naciones, así que tus conocimientos deben ir mucho más allá de los míos. ¿Puedo preguntarte algo? ¿Has visto alguna flor o alguna especia que te haya dejado una fuerte impresión? ¿Por qué no me hablas de ello?\nInteyvat... Nunca antes había escuchado ese nombre tan grandilocuente. Humm, lo apuntaré. Si alguna vez el destino quiere que me tope con esa flor, te lo comentaré enseguida.}{F#¿Puedo preguntarte algo? La flor que tienes en la cabeza... Nunca antes la había visto. Siempre llevas una para decorar tu cabello, por lo que debe de significar algo importante para ti.\nInteyvat... Qué nombre tan grandilocuente. Que alguien como tú haya conseguido hacerse con esta flor, debe significar que eres muy importante para este mundo.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Réquiem desde el abismo»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "Sobre Chevreuse...",
			"voicelineType": "4001",
			"description": "No sé si te ha mencionado que nos conocimos por el trabajo. Aunque en la mayoría de ocasiones no conversamos de temas especialmente serios, recuerdo que una vez leyó una novela sobre alguien que creaba perfumes con tejidos humanos. Según la historia, el producto final era toda una obra maestra que asombraba a todos, pero yo no creo que tuviera resultados tan increíbles en la realidad...\nAunque lo importante para Chevreuse no era eso, sino que se esforzaba por determinar las consecuencias legales de algo así.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "Sobre Chiori...",
			"voicelineType": "4002",
			"description": "La Srta. Chiori es una diseñadora con un gran sentido de la moda y de lo que está en tendencia. Aunque nuestros trabajos no tienen nada que ver, me gusta escuchar cómo presenta las ideas y la creatividad que hay detrás de sus diseños. También demuestra un gran juicio a la hora de encontrar el perfume que acabará siendo el producto estrella cuando le doy a probar diferentes muestras durante la fase de prueba.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "Sobre Charlotte...",
			"voicelineType": "4003",
			"description": "Es una chica que derrocha vitalidad por los cuatro costados. Seguro que mucha gente piensa que es un incordio, pero la verdad es que nunca llegó a divulgar información sobre mi trabajo después de enterarse de a qué me dedico en realidad. Y no tomó esa decisión porque estuviera obligada a ayudarme, incluso entraba en conflicto con su deber profesional como periodista... Por eso tengo muy buena impresión de ella. Si alguna vez necesita ayuda, no se la negaré.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "Sobre Clorinde...",
			"voicelineType": "4004",
			"description": "No creo que haya mucha gente que no conozca a esa formidable verduga del justiciazgo en la Corte de Fontaine. Sin embargo, yo no opino que la Srta. Clorinde sea difícil de tratar. Cuanto más fuerte es alguien en combate, más fácilmente fluye la conversación.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "Sobre Sigewinne...",
			"voicelineType": "4005",
			"description": "Si no me equivoco, la Srta. Sigewinne me conoce desde antes de que yo tenga recuerdo... Por cierto, ¿te había contado que mi padre trabaja en la Gendarmería Fantasmal? Por eso, muchas melusinas suelen venir a visitar a mi familia, y he oído que muchas de ellas me cuidaron cuando nací.\nLa Srta. Sigewinne nunca me ha tratado como alguien mucho más joven que ella, y siempre me ha apoyado con mis perfumes. Así que, cuando creo una nueva muestra, suelo guardar un frasco para ella.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "Sobre Neuvillette...",
			"voicelineType": "4006",
			"description": "Cuando un perfumista siente que su sentido del olfato está perdiendo efectividad, existe una forma muy sencilla para aliviar el problema: beber agua fresca. No suelo tener muchos reparos con el tipo de agua que bebo, pero, por curiosidad, una vez asistí a una cata de agua que organizó su señoría Neuvillette.\nPoseía un entendimiento tan abstracto y especial sobre las propiedades de cada variedad de agua que parecía uno de esos artículos que hay en las revistas en los que describen cada una de las fragancias. Después de comprender mis necesidades, me recomendó cierto tipo de agua con gran solemnidad. A veces compro esa clase de agua, aunque sea por el gran respeto que le tengo.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "Sobre Wriothesley...",
			"voicelineType": "4007",
			"description": "¿Conoces al Sr. Wriothesley? Jeje, ya veo que no eres una persona común y corriente. Hasta donde yo sé, el ilustrísimo Sr. duque es un hombre de lo más reservado, hasta el punto de que muchos no saben siquiera de su existencia. Su señoría Neuvillette le habló una vez de mi labor, pero él pareció dudar de que hubiera trabajo para mí en el Fuerte Merópide.\nNunca lo he visto en persona, por lo que no sé mucho sobre él, naturalmente, pero si me permites el atrevimiento... Puede que no quiera que ciertos rastros desaparezcan sin más, sino que prefiere que sirvan de advertencia.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "Sobre Tignari...",
			"voicelineType": "4008",
			"description": "No solemos vernos mucho, pero sí nos comunicamos por medio de cartas. Al principio, él no sabía cómo ponerse en contacto conmigo y encontró la forma tras investigar un poco, escribiéndome con mucha amabilidad. Que un botanista de tanto renombre quiera preguntarme sobre mis conocimientos sobre la flora fue todo un honor. Aunque yo también aproveché la oportunidad para consultarle sobre lo que sabía de los ingredientes aromáticos de Sumeru, y él me respondió a todas mis dudas.\nAhora, las cartas que intercambiamos son de un tono mucho más relajado, muchas veces incluso habla de sus compañeros. Estoy muy contenta de haber conocido a un amigo tan interesante de esta forma.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "Más sobre Émilie (I)",
			"voicelineType": "5001",
			"description": "La gente suele conferir cierto romanticismo o sentido poético a los perfumes, pero en realidad el proceso de elaboración de fragancias guarda una estrecha relación con la ciencia y se asemeja mucho a un experimento químico. Cómo se forma el puente entre estas realidades depende completamente del talento del perfumista.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "Más sobre Émilie (II)",
			"voicelineType": "5002",
			"description": "La gente quizás pueda decir qué sensación les despierta un aroma, pero es muy difícil deducir cuál es la fragancia original basándose solo en las descripciones de un perfume. Yo tampoco soy una excepción, así que, sintiéndolo mucho, no acepto comisiones personalizadas. Aunque si mis perfumes logran satisfacer a los clientes, es todo un honor para mí.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "Más sobre Émilie (III)",
			"voicelineType": "5003",
			"description": "Antes de sacar al mercado un perfume, este necesita pasar por una serie de pruebas, como por ejemplo una de vida útil. ¿Cuánto tiempo puede almacenarse? ¿Se deteriora fácilmente? ¿Producirá toxinas tras un tiempo? ¿O simplemente se evaporará?\nAhora que lo pienso, ¿no crees que debería haber una prueba similar también para las relaciones entre personas?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "Más sobre Émilie (IV)",
			"voicelineType": "5004",
			"description": "Nunca he ocultado a propósito mi verdadera profesión, pero tampoco me gusta ir divulgándolo por ahí. No es porque me preocupe que los clientes de perfumes duden de mis productos, sino porque en el trabajo de limpieza de escenas del crimen entras en contacto con mucha información que no puede hacerse pública. Si me ofrecen tales encargos es porque confían en mí, y yo, naturalmente, tampoco quiero atraer atención innecesaria hacia ellos.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "Más sobre Émilie (V)",
			"voicelineType": "5005",
			"description": "La elaboración de perfumes siempre ha sido una de mis aficiones, al igual que hay gente a la que le gusta aprender a tocar instrumentos musicales en su tiempo libre o hay quien disfruta de la artesanía.\nSin embargo, los objetivos que tenía en mi vida dieron un cambio total. Mi madre es una médica forense, así que desde pequeña siempre quise trabajar en el ámbito de la investigación criminal como ella. Se me da muy bien todo lo relacionado con la química, por lo que en algún momento pensé en especializarme en el análisis e identificación de rastros. Pero conforme iba estudiando, empecé a encontrarme con escenas de crímenes reales. En una de estas ocasiones, habían asesinado a un niño y la alfombra y las paredes habían quedado rociadas con su sangre. Los agentes se habían marchado tras la investigación, pero ¿cómo iba a dejar que los padres del niño limpiaran la habitación?\nAsí fue como comencé este trabajo.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Aficiones de Émilie...",
			"voicelineType": "6001",
			"description": "Me gusta recortar las noticias más increíbles de los periódicos y coleccionarlas. Ya he llenado varios cuadernos bien gruesos. Al pasar las páginas parece una de esas novelas cortas que tanto le gustan a Chevreuse.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "Preocupaciones de Émilie...",
			"voicelineType": "6012",
			"description": "Los perritos del parque son muy amigables. El único problema es que, si quiero sentir lo suave que es su pelaje, primero tengo que consentirlos con juegos. Jeje, no es la peor de las preocupaciones, ya lo sé.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Los camarones frescos cocidos con un poco de sal marina y bañados en mantequilla derretida. Es un manjar sencillo y delicioso, deberías probarlo tú también.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "No suelo comer carne roja, la verdad.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Sabe tan bien como huele. Gracias por compartirlo conmigo, me encanta.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Humm, tiene buena pinta y la textura también es agradable.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "¿De verdad este sabor le gusta a alguien?...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Feliz cumpleaños. Aunque digan que los aromas son algo totalmente personal, me he atrevido a elegir un perfume para ti. Lo he elaborado yo y no puede encontrarse en el mercado.\nMe he esforzado por mezclar aromas florales y frutales naturales y de temporada, aunque es un perfume un tanto sutil. De verdad que espero que te acompañe en tus momentos de serenidad y alegría.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Muchas gracias. No seas tan humilde, es lo que te mereces.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Gracias por tu sugerencia, me has dado mucho que pensar.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "El poder solo es útil cuando está en manos de la persona indicada. Espero no defraudarte.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Algunas cosas solo pueden verse con claridad bajo una intensa luz, y ahora tú has puesto esa luz en mis manos. ¿Acaso quieres que te acompañe en tu camino? Está bien, estaré a tu lado.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "Reconstitución.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "Extracción.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "Neutralización.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "Fresco y floral.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "Que se disperse la niebla.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "Un poco más de brillo.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "Jeje, ¿se corresponde a lo que esperabas?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¿Quieres que te ayude a compartir la carga?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Parece que no se sabe nada de quien lo dejó aquí...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Estoy perdiendo el sentido del olfato...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "¿Acaso es una reacción alérgica?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Debo revaluar la situación.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "Tómate un respiro.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "Estoy aquí.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Puedo oler... la sangre...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "La luz se extingue...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "Derrotado (III)",
			"voicelineType": "500003",
			"description": "¿Ha llegado mi hora?...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "Error mío.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "No estaba preparada para eso.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "Debo ser más prudente.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Es todo un honor.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "El placer es mío.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Me halagas.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}