{
	"id": 10000051,
	"name": "Eula",
	"friendLines": [
		{
			"voicelineId": 39009,
			"title": "Hola...",
			"voicelineType": "1000",
			"description": "Yo, Eula Lawrence, Caballera de la Marea y de la Compañía de Reconocimiento de los Caballeros de Favonius, te extiendo mis saludos. ¿Cómo dices? Sí, Lawrence, los malvados aristócratas con una historia de infamia. Oh, aún somos muy malvados. Mírame a mí, soy una infiltrada entre los Caballeros de Favonius. ¡Todo forma parte de nuestro plan diabólico para vengarnos y reclamar nuestra antigua gloria!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_draw_appear"
		},
		{
			"voicelineId": 39010,
			"title": "Sobre Eula - Etiqueta",
			"voicelineType": "1101",
			"description": "Los caballeros y la aristocracia comparten la misma herencia cultural. Es solo que los caballeros fueron más inteligentes y se deshicieron de todos los detalles innecesarios.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_01"
		},
		{
			"voicelineId": 39011,
			"title": "Charla - Técnica de espada",
			"voicelineType": "1102",
			"description": "¿Quieres aprender la técnica de espada Favonius? Está bien, te enseñaré. Oh, claro que te enseñaré, recuerda mis palabras...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_02"
		},
		{
			"voicelineId": 39012,
			"title": "Charla - Normas",
			"voicelineType": "1103",
			"description": "La etiqueta aristocrática es puro teatro... ¡Simplemente sonríe y di que sí a todo! A mí me obligaron a aprenderme todas las reglas de memoria, pero ni siquiera yo me las tomo muy en serio.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_03"
		},
		{
			"voicelineId": 39013,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Rápido, ven bajo mi paraguas o, si no, te empaparás. Si te resfriaras, podría convertirse en algo grave y, si eso ocurre... Bueno, ¿cómo voy a vengarme de alguien enfermo?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_heavyRain_01"
		},
		{
			"voicelineId": 39014,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "Qué tiempo tan horrible. Los truenos tapan los demás sonidos y obstaculizan mi percepción de los alrededores.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_thunder_01"
		},
		{
			"voicelineId": 39015,
			"title": "Qué sol hace...",
			"voicelineType": "1203",
			"description": "¡Qué buena visibilidad! Si subimos a un lugar alto, podríamos tener una mejor vista de los enemigos en esta zona.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_sunny_01"
		},
		{
			"voicelineId": 39016,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "¡A levantarse! Las dos horas justo antes de la salida del sol son el mejor momento para atacar porque los centinelas empiezan a tener sueño al final de sus largos turnos de noche.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingMorning"
		},
		{
			"voicelineId": 39017,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "No hay que comer muchos cereales a la hora de la comida, sino carne. Si te entra sueño por la tarde, quienquiera que esté buscando el momento de acabar contigo lo hará.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNoon"
		},
		{
			"voicelineId": 39018,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "“Que la suave brisa te acompañe en tus dulces sueños”... Uno de los pocos cumplidos de los aristócratas que de verdad significa algo bueno.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight"
		},
		{
			"voicelineId": 39019,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¿Quieres que toque una canción de cuna con mi silbato óseo? Hará que entres en un profundo y eterno sueño... Humm, no. Cuando se trata de venganza, se necesitan unos métodos más creativos.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight2"
		},
		{
			"voicelineId": 39020,
			"title": "Sobre Eula - Caballeros de Favonius",
			"voicelineType": "2001",
			"description": "La manera más sencilla de destruir a tu enemigo es derrotándolo desde dentro, ¿no? Por eso me uní a los Caballeros de Favonius.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle"
		},
		{
			"voicelineId": 39021,
			"title": "Sobre Eula - Actitud",
			"voicelineType": "2002",
			"description": "Como soy una Caballera de Favonius, realizo mis tareas como cualquier otra persona que se precie. Puede que sea descendiente de una élite gobernante sin ninguna honra, ¡pero tengo mis principios!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle2"
		},
		{
			"voicelineId": 39022,
			"title": "Sobre Eula - Exploración",
			"voicelineType": "2003",
			"description": "El papel de un explorador es cazar a las tropas enemigas o defenderse del enemigo en escaramuzas que tienen lugar fuera de la batalla principal. No es algo con muchas reglas, lo cual va muy acorde con mi estilo.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle3"
		},
		{
			"voicelineId": 39023,
			"title": "Sobre Eula - Danza",
			"voicelineType": "2004",
			"description": "No todas las tradiciones de los Lawrence son despreciables. Al menos la danza del sacrificio es pura y noble. Me tranquiliza y me reconforta. Aun después de tantos años, todavía le tengo cierto cariño y mi cuerpo recuerda cada uno de los pasos. Por tanto, y para terminar con ese pequeño inciso, aquellos que deseen dominar mi característica técnica de espada Favonius primero deben completar mi lección de danza.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle4",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39024,
			"title": "#Sobre nosotr{F#as}{M#os} - Aspectos en común",
			"voicelineType": "2005",
			"description": "Tú y yo no somos tan distint{F#as}{M#os}. Amb{F#as}{M#os} somos foraster{F#as}{M#os} en Mondstadt. La única diferencia es que a ti te reciben con los brazos abiertos, mientras que a mí me tratan con hostilidad y sospecha.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close"
		},
		{
			"voicelineId": 39025,
			"title": "Sobre Eula - Venganza",
			"voicelineType": "2006",
			"description": "Nuestra enemistad es algo a largo plazo, así que en vez de vengarme poco a poco, creo que sería más fácil esperar al día en el que pueda ajustar cuentas de una vez por todas. Podría ser en diez años, en veinte... Pero no te preocupes, no me olvidaré. Mientras tanto, necesito que cuides bien de ti mism{F#a}{M#o} y tengas una vida saludable y feliz, ¿de acuerdo?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39026,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "“Descendiente de un linaje corrupto” no es la reputación más halagadora que se puede tener. La única forma de deshacerme de ella es vengando a mi familia a mi manera. Aquellos que desean la venganza primero necesitan poder, así que tiene sentido que consiguiera una Visión.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39027,
			"title": "¿Algo que decir? - Silbato óseo",
			"voicelineType": "3002",
			"description": "Mi silbato óseo puede emitir una gran variedad de sonidos, algo muy útil para confundir al enemigo. Suelo usarlo para imitar el sonido del mar, de ahí mi título de “Caballera de la Marea”. Eso a pesar de que el uso de los silbatos óseos es una tradición de Liyue... Pero en fin, no parece que a nadie le interesen mucho esas cosas. Al fin y al cabo, soy una persona repudiada en Mondstadt con un profesor de Liyue olvidado por la gente...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39028,
			"title": "¿Algo que decir? - Cata de vino",
			"voicelineType": "3003",
			"description": "Técnicamente, un vino añejo de diente de león debería servirse en un cáliz de plata y dejarlo respirar durante doce minutos. Luego se le añaden cubitos de hielo hasta que, idealmente, el 60% del hielo esté sumergido bajo el vino. Pero me niego a hacer todo eso, son demasiadas molestias que no valen la pena.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39029,
			"title": "Un dato curioso...",
			"voicelineType": "3004",
			"description": "¿Por qué las flores heladas son tan poco comunes? El polvo que producen hace maravillas en el silbato óseo. Le da un sonido más nítido y claro.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_gift"
		},
		{
			"voicelineId": 39030,
			"title": "Sobre Amber...",
			"voicelineType": "4001",
			"description": "Amber es una persona que toma sus propias decisiones. El día en el que me uní a los Caballeros, limpió mi habitación, me mostró la sede y, desde entonces, me ha ayudado con muchas otras cosas. Ahora todo el mundo me mira como si fuera la hermana mayor que le pide a la menor que lo haga todo por ella. ¡Hum! ¡Pagará por ello!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39031,
			"title": "Sobre Jean...",
			"voicelineType": "4002",
			"description": "Mi familia y la de la Gran Maestra Intendente son archienemigas, pero ella sabe separar lo profesional de lo personal. Reconoció mis habilidades, me admitió en los Caballeros y me dio muchas oportunidades. Así que, cuando llegue el momento de mi venganza, no seré tan dura con ella.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39032,
			"title": "Sobre Lisa...",
			"voicelineType": "4003",
			"description": "Qué mujer tan molesta. Debe haber leído miles de libros... o incluso decenas de miles. Es decir, que puede recordar sin ningún esfuerzo una enorme cantidad de oscuras historias sobre la corrupción de los Lawrence, y con tal precisión que hasta te dirá las fechas exactas. Desde un punto de vista lógico, sería la mejor persona con la que hablar sobre alguien al que estoy buscando, pero... tragarme mi orgullo es algo que no estoy dispuesta a hacer.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39033,
			"title": "Sobre Bárbara...",
			"voicelineType": "4004",
			"description": "Todo el mundo la adora. ¿Cuál es su secreto? Tal vez podría aprender algo de ella... Humm, o mejor no. No creo que una “Ídolo Radiante” quiera tener que ver con una “descendiente de un linaje corrupto”.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_barbara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39034,
			"title": "Sobre Varka...",
			"voicelineType": "4005",
			"description": "¡Hum! El Gran Maestro... No le gusta andarse con rodeos ni tampoco le interesan los rumores o las trivialidades. Supongo que es un buen tipo. Una vez luché contra él y quedamos empatados, pero a juzgar por la relajada expresión de su rostro y su actitud desganada, creo que se contuvo durante todo el combate. ¡Qué humillación! ¡No se lo perdonaré!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39035,
			"title": "Sobre Venti...",
			"voicelineType": "4006",
			"description": "Oí a ese bardo cantar unas canciones sobre los Lawrence... Eran unas historias alegres y divertidas con las que se burlaba de mi familia de una manera que nunca había escuchado. Ni siquiera yo pude evitar echarme a reír... Y, por esa razón, ¡me las pagará!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39036,
			"title": "Sobre Razor...",
			"voicelineType": "4007",
			"description": "Está libre de ataduras sociales, no le importa la opinión de los demás y no tiene obligaciones familiares... ¡Qué vida tan fácil!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_razor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39037,
			"title": "Sobre Sacarosa...",
			"voicelineType": "4008",
			"description": "Esa alquimista... Una vez me dio un dispositivo y me dijo que con él podría infiltrarme en un campamento de la Orden del Abismo sin que me detectaran. Bueno, en realidad, causó una enorme explosión que reveló mi identidad y, antes de darme cuenta, ya tenía a trece Mitachurls encima... Después de aquello, fui directamente a buscarla para que pagara por lo que me había hecho, pero al ver lo asustada y culpable que se sentía y observar cómo colgaba en la pared los resultados con la palabra “Fracaso”, no pude hacerlo. Después de todo, no acabé lastimándome, sino solo un poco despeinada... Bueno, y humillada.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_sucrose_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39038,
			"title": "Sobre Diluc...",
			"voicelineType": "4009",
			"description": "Yo no me llevo bien con algunos caballeros y a él no le agradan mucho en general, así que lo más lógico sería que fuésemos aliados. Pero siempre tiene una actitud tan fría... Es incluso peor que la Gran Maestra Intendente Jean. No quiero tener nada que ver con él.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diluc_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39039,
			"title": "Sobre Diona...",
			"voicelineType": "4010",
			"description": "¿Diona? Hace milagros cuando de cócteles se trata y, sorprendentemente, nos llevamos muy bien. Ella trabaja en una taberna para acabar con la industria vitivinícola, y yo me hice caballera para vengarme de los caballeros. ¡Somos almas afines!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diona_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39040,
			"title": "Sobre Yanfei - Primer encuentro",
			"voicelineType": "4011",
			"description": "Es una larga historia... Acabamos salvándole la vida una vez que estábamos siguiéndole el paso a una mercancía peligrosa de la Orden del Abismo. La Orden la había empacado como si fuera una mercancía normal y querían transportarla desde el Puerto Dornman hasta el puerto de Liyue. Ella, que asesoraba al barco de mercancías, descubrió algo oculto entre la mercancía y decidió investigarlo, lo que la puso en grave peligro. Si hubiéramos llegado unos minutos más tarde, no habría tenido tanta suerte.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39041,
			"title": "Sobre Yanfei - Opinión",
			"voicelineType": "4012",
			"description": "Hemos estado en contacto desde entonces. Me gusta lo inteligente que es. Conoce las normas, pero también sabe cuándo hay que ser flexible y actuar según las circunstancias. Sé de algún caballero que podría aprender de ella... Además, con su inteligencia, quizás podría ayudarme a encontrar a alguien que estoy buscando... Al fin y al cabo, me debe una desde aquella vez.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39086,
			"title": "Sobre Mika - Comunicación",
			"voicelineType": "4013",
			"description": "Cuando asignaron a Mika a la Compañía de Reconocimiento, pensé que solo duraría un par de días, como les pasó a los que vinieron antes de él. Me sorprendió gratamente que, sin mediar palabra, completó todas sus tareas de manera sobresaliente. Hasta se presentó voluntario para ayudarme con unos recados y ayudarme con la comunicación. ¡Hum! No sé quién está diciéndole a la gente que necesito que cuiden de mí.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39087,
			"title": "Sobre Mika - Regreso",
			"voicelineType": "4014",
			"description": "Con su regreso de la expedición, Mika no ha cambiado, pero sí se ha vuelto mucho más fuerte. Veo que el Gran Maestro sigue prestándole mucha atención a la formación de todo el mundo. ¿Cómo? ¿Que ni siquiera Mika ha notado todo lo que ha mejorado? Eso es porque tarda en darse cuenta de las cosas... o porque es una persona muy modesta. Pero sigue siendo un miembro de mi compañía, y yo sí me doy cuenta de esas cosas en cuanto las veo.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39042,
			"title": "Más sobre Eula (I)",
			"voicelineType": "5001",
			"description": "No hay mucho que se pueda decir con respecto a la vida de un Lawrence... En general, digas lo que digas y hagas que lo hagas, la gente siempre te despreciará y te tratará como una potencial amenaza para la sociedad. Eso sí, ya no es tan malo como lo era antes. Antes de unirme a los Caballeros, no podía ni ir a la compra. Ni siquiera El Buen Cazador y la Boutique de Mondstadt aceptaban mi dinero. Si quería cenar, tenía que salir a cazar mi propia comida y cocinarla en una hoguera.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_01"
		},
		{
			"voicelineId": 39043,
			"title": "Más sobre Eula (II)",
			"voicelineType": "5002",
			"description": "La gente me dice que si hablara más suavemente, fuera más educada o actuara más precavidamente, a los demás les costaría menos perdonarme. Pero solo piensan así porque nadie los ha marginado nunca de la sociedad. Redimirse no es fácil cuando eres un paria. Prefiero no tener que andar de puntillas todo el tiempo con la gente y simplemente hacer que me respeten a la antigua usanza. Si nos enfrentamos y me ganan, aceptaré humildemente mi castigo, pero si pierden, deben acatar mis exigencias. Como por ejemplo... si quiero comprar una hogaza de pan, ¡acepten mi dinero, por Los Siete!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 39044,
			"title": "Más sobre Eula (III)",
			"voicelineType": "5003",
			"description": "En realidad, los Caballeros de Favonius son bastante decentes. Al menos, recompensan los méritos y no la posición social. La razón por la que me invitaron a unirme a ellos fue porque tuve una contienda contra algunas de sus fuerzas de élite y gané con mis propias habilidades. Ser una infiltrada entre ellos me hará mucho más fácil vengarme y, de paso, me ahorra muchas complicaciones de la vida, así que ¿por qué no iba a estar contenta?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39045,
			"title": "Más sobre Eula (IV)",
			"voicelineType": "5004",
			"description": "El apellido Lawrence empezó a ser un estigma cuando la familia cayó en desgracia. Hace tiempo, era un honor ser uno de ellos, pero desgraciadamente, mucha gente ha olvidado esa parte de la historia. El Gran Maestro dice que lo estoy haciendo muy bien como caballera y que, si eso no es suficiente para recuperar el honor de los Lawrence, lo será para refutar las sesgadas opiniones de algunas personas. Me siento bastante satisfecha con esa valoración.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 39046,
			"title": "Más sobre Eula (V)",
			"voicelineType": "5005",
			"description": "Si mis familiares se niegan a modificar sus costumbres corruptas, o peor, si siguen haciendo daño en Mondstadt... Yo seré quien acabe con ellos y también con el propio apellido Lawrence. Por fin tendría una obligación familiar que de verdad disfrutaría cumpliendo. Una vez hecho eso, podría escoger mi apellido libremente. ¡O incluso dejar que tú lo eligieras por mí!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39047,
			"title": "Aficiones de Eula...",
			"voicelineType": "6001",
			"description": "Me gustan las cosas frías. Beber una bebida helada, sentarme en un cañón para sentir el gélido viento en mi cara o bañarme en el lago al pie de Espinadragón... esperando a que pases por allí sin sospechar nada hasta que yo me acerque sigilosamente a ti y te arrastre conmigo al agua helada.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_hobby"
		},
		{
			"voicelineId": 39048,
			"title": "Preocupaciones de Eula...",
			"voicelineType": "6002",
			"description": "A veces, cuando hay mucha gente en la taberna, me piden que comparta mesa con otros clientes. Pero cuando descubren que soy una Lawrence, de repente se indignan, se ofenden e intentan atraparme “con las manos en la masa”. Solo quiero beber algo, ¿es que es mucho pedir?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_annoyed"
		},
		{
			"voicelineId": 39049,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Me gusta hacer mis propios aperitivos, pero no los típicos que son dulces. Por ejemplo, un rollito de huevo de áspic con tomate combina a la perfección con un vaso de sangría de bayas y menta. Lo más importante es que le sacan una gran sonrisa a todo aquel que los prueba.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodLike"
		},
		{
			"voicelineId": 39050,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "No aguanto las sopas muy densas. Su sabor es demasiado fuerte y llenan tanto que, después de comer, no puedes ni entrenar ni pelear. Y tampoco sirve como comida militar... En definitiva, ¡la sopa es mi archienemiga!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodDislike"
		},
		{
			"voicelineId": 39083,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "¿Eh? ¿Me estás desafiando? ¡Acepto!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_pref_01"
		},
		{
			"voicelineId": 39084,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Ni fu ni fa... ¿Por qué no lo pruebas tú?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_normal_01"
		},
		{
			"voicelineId": 39085,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Oye, ¿es que te estás vengando de mí?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_dislike_01"
		},
		{
			"voicelineId": 39051,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Hoy es un día que merece la pena conmemorar, aunque no deberías medir tu desarrollo solo en función de tu edad. Acepta como regalo este silbato óseo y permíteme enseñarte sus secretos. Cuando llegue el día en que me vengue de ti, veremos cómo te defiendes de mí con él. Hará las cosas mucho más emocionantes.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 39052,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Mis habilidades de combate se han vuelto más fuertes... Pero no debería dejar que se me suba a la cabeza. Hay algunos caballeros muy formidables entre nuestros rangos y debo hacerlo incomparablemente mejor que ellos si quiero derrotarlos y vengar a mi familia.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 39053,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "¡Bien! Con este poder, ¡apuesto a que ni siquiera la Gran Maestra Intendente sería rival para mí!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 39054,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Qué extraño... Mi fuerza ha aumentado excepcionalmente rápido desde que viajo contigo. Supongo que tuve mucha suerte de hacer {F#una}{M#un} enemig{F#a}{M#o} como tú. ¡Será mejor que te agarre fuertemente para que no te marches!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39055,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "¡Excelente! El imparable poder de un glaciar inamovible reside ahora en mí, ¡y ningún Gran Maestro, Gran Maestra Intendente ni nada podrá detenerme! No hay tiempo que perder. Debo diseñar un plan y lanzar mi ofensiva. Cuando haya aplastado a los Caballeros de Favonius bajo mis pies, mi próximo objetivo... serás tú. No intentes huir. Quédate a mi lado y sé testigo de todo lo que tenga que pasar.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 39056,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "Suplica clemencia.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_01"
		},
		{
			"voicelineId": 39057,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Escalofrío!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_02"
		},
		{
			"voicelineId": 39058,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Pulverización!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_03"
		},
		{
			"voicelineId": 39059,
			"title": "Habilidad Elemental (IV)",
			"voicelineType": "100004",
			"description": "¡Te condeno!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_04"
		},
		{
			"voicelineId": 39060,
			"title": "Habilidad Elemental (V)",
			"voicelineType": "100005",
			"description": "¡Dolor y ruina!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_05"
		},
		{
			"voicelineId": 39061,
			"title": "Habilidad Elemental (VI)",
			"voicelineType": "100006",
			"description": "¡Ojo por ojo!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_06"
		},
		{
			"voicelineId": 39062,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Inundación de escarcha!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_01"
		},
		{
			"voicelineId": 39063,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Congelado hasta el corazón!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_02"
		},
		{
			"voicelineId": 39064,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡La venganza será mía!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_03"
		},
		{
			"voicelineId": 39065,
			"title": "Al esprintar (I)",
			"voicelineType": "700001",
			"description": "Más velocidad.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_sprint_start_01"
		},
		{
			"voicelineId": 39066,
			"title": "Al abrir el planeador (I)",
			"voicelineType": "800001",
			"description": "¡Hora de explorar!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_fly_start_01"
		},
		{
			"voicelineId": 39067,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¿Qué tenemos aquí?...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_01"
		},
		{
			"voicelineId": 39068,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Puedo darle un buen uso.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_02"
		},
		{
			"voicelineId": 39069,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "¡Ja! Al menos la buena suerte no discrimina contra ningún clan.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_03"
		},
		{
			"voicelineId": 39070,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Llevamos las de perder...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_01"
		},
		{
			"voicelineId": 39071,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Que nuestras espadas se entrecrucen...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_02"
		},
		{
			"voicelineId": 39072,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "¡Buena defensa!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_03"
		},
		{
			"voicelineId": 39073,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Ahora me encargaré yo!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_01"
		},
		{
			"voicelineId": 39074,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Retírate! ¡Es una orden!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_02"
		},
		{
			"voicelineId": 39075,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Qué lamentable...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_01"
		},
		{
			"voicelineId": 39076,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Volveré... Y la venganza será mía...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_02"
		},
		{
			"voicelineId": 39077,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Supongo que este es mi castigo...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_03"
		},
		{
			"voicelineId": 39078,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Touché!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_01"
		},
		{
			"voicelineId": 39079,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "Vaya...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_02"
		},
		{
			"voicelineId": 39080,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Preparada para el reconocimiento.",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_01"
		},
		{
			"voicelineId": 39081,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Yo iré delante.",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_02"
		},
		{
			"voicelineId": 39082,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¿Cuál es tu plan de batalla?",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_03"
		}
	]
}