{
	"id": 10000076,
	"name": "Faruzan",
	"friendLines": [
		{
			"voicelineId": 76000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Aquí está el Premio a los Eruditos Eminentes de la Academia de Sumeru, este es el Premio a la Mejor Trayectoria de Resolución de Acertijos de Sumeru, y aquí hay algunos apuntes sobre el simposio sobre mecanismos de las ruinas... ¿Y bien? ¿Te interesaría ser mi {F#alumna}{M#alumno}? *Ejem*, de paso me gustaría mencionar que soy de la Facultad Haravatat de la Escuela de Semiótica. No intentes buscarme en la Facultad Kshahrewar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_draw_appear_01"
		},
		{
			"voicelineId": 76001,
			"title": "Charla - Normas",
			"voicelineType": "1101",
			"description": "Han pasado cien años ya, pero las estúpidas reglas de la Academia no han cambiado lo más mínimo...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_01"
		},
		{
			"voicelineId": 76002,
			"title": "Charla - Título",
			"voicelineType": "1102",
			"description": "¿Qué? ¿Qué has dicho? Lo siento, ya estoy mayor, no escucho muy bien. Prueba a llamarme “doña Faruzán”, a lo mejor así te escucho mejor.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_02"
		},
		{
			"voicelineId": 76003,
			"title": "Charla - Investigaciones académicas",
			"voicelineType": "1103",
			"description": "La investigación no distingue de modas. Los temas de investigación no están o dejan de estar en boga.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_03"
		},
		{
			"voicelineId": 76004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Hace mucho que dejé de ser una niña, así que no entiendo qué tiene de emocionante un poco de lluvia.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_heavyRain_01"
		},
		{
			"voicelineId": 76005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¡Aaaah! ¿Qu-qué? No tiene nada de malo que a un adulto le asuste un trueno.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_thunder_01"
		},
		{
			"voicelineId": 76006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "¡Qué bonito! Es inspirador... ¡Achís! *Snif*. Sí, y bastante resfriador también...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_snowy_01"
		},
		{
			"voicelineId": 76007,
			"title": "Hace mucho viento...",
			"voicelineType": "1204",
			"description": "¡Qué sensación tan agradable! No hay nada como un poco de brisa para refrescar el ambiente.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_gale_01"
		},
		{
			"voicelineId": 76008,
			"title": "En el desierto...",
			"voicelineType": "1205",
			"description": "¿Cómo hemos acabado otra vez aquí?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_desert_01"
		},
		{
			"voicelineId": 76009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "¡{F#Jovencita}{M#Jovencito}, no hay nada como un saludo cargado de energía para empezar bien el día! Intentémoslo de nuevo, salúdame como se debe.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingMorning"
		},
		{
			"voicelineId": 76010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Uf, qué hambre... ¿Por qué no vamos al Gran Bazar por algo de comer? No soy nada quisquillosa, siempre y cuando no sea demasiado “innovador”.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNoon"
		},
		{
			"voicelineId": 76011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¿De qué te sorprendes? Incluso los eruditos de mayor edad tienen que pasar alguna que otra noche en vela para completar sus investigaciones. La noche es el remanso de paz ideal para analizar diversos puntos de vista y temas.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight"
		},
		{
			"voicelineId": 76012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Este manuscrito antiguo me trae de cabeza... Será mejor que lo dejemos aquí por hoy. Yo también me voy a la cama, así que buenas noches.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight2"
		},
		{
			"voicelineId": 76013,
			"title": "Sobre Faruzán - Erudita consumada",
			"voicelineType": "2001",
			"description": "¿Qué quieres saber? ¿Los distintos tipos de mecanismos de presión existentes? ¿El diseño base para los monumentos elementales? Espera, ¿te has olvidado de llamarme “doña Faruzán” al hacerme esa pregunta?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle"
		},
		{
			"voicelineId": 76014,
			"title": "Sobre Faruzán - Las preocupaciones de una tutora",
			"voicelineType": "2005",
			"description": "Yo quiero que todos mis alumnos sientan verdadera pasión por el estudio de manuscritos antiguos. Si no encuentro alumnos así, ¡no volveré a aceptar ser tutora! ¿Eh? ¿Que por qué exijo eso de mis alumnos? Bueno, es lógico que si les sobra algo de tiempo, los alumnos ayuden a sus tutores en sus investigaciones, ¿no crees? Hasta yo lo hice en mi época...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76015,
			"title": "#Sobre nosotr{F#as}{M#os} - Reclutamiento",
			"voicelineType": "2003",
			"description": "Una pregunta seria: ¿por qué no te conviertes en mi estudiante? Podría ayudarte a buscar temas de investigación de tu interés y explicarte todo lo que no comprendas. Podríamos centrarnos en los métodos prácticos de resolución de mecanismos y acertijos modernos y ampliar la investigación usando como apoyo textos de encriptación. Créeme, he estado ahí, seguro que aprenderás un montón de cosas fundamentales para {F#una aventurera}{M#un aventurero} como tú. ¡No hay razón para no creerme!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close"
		},
		{
			"voicelineId": 76016,
			"title": "#Sobre nosotr{F#as}{M#os} - Resolución de acertijos",
			"voicelineType": "2002",
			"description": "Cuando estuve atrapada, me obsesioné tanto con la resolución de acertijos que perdí por completo la noción del tiempo. Ahora que soy libre, ya no tengo por qué enfrentarme a esos enigmas del mundo yo sola. Seguro que nos divertimos mucho transcribiendo inscripciones, descifrando runas y resolviendo acertijos... Aprovechemos cada minuto.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76017,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Dejando a un lado mis ilustres publicaciones, hasta el Arconte Anemo ha alabado mis capacidades intelectuales. ¿Que por qué no consigo encontrar ningún estudiante? El problema no es mío ni de las materias que imparto. Tal vez sea cuestión de dar con el momento adecuado. Después de todo, conseguí mi Visión en el momento oportuno, ¿no?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76018,
			"title": "¿Algo que decir? - Escuela de Tecnología",
			"voicelineType": "3002",
			"description": "“De ahora en adelante, la Facultad Kshahrewar será la única encargada del estudio de mecanismos dentro de la Academia...”. ¡Hum! En mi opinión, se les ha subido a la cabeza. Yo ya estaba resolviendo acertijos por toda Sumeru cuando ellos todavía estaban jugando con bloques de construcción.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_01"
		},
		{
			"voicelineId": 76019,
			"title": "¿Algo que decir? - Escuela de Semiótica",
			"voicelineType": "3005",
			"description": "Los fósiles de la Escuela de Semiótica se divierten rechazando mis propuestas de investigación alegando que son demasiado especializadas o carecen de aplicación práctica. Por esa regla de tres, teniendo en cuenta que somos la escuela con menor número de estudiantes, lo mejor será que cierren directamente la Facultad Haravatat y punto.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_02"
		},
		{
			"voicelineId": 76020,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "He visitado ruinas de todos los tipos y tamaños, y he analizado toda clase de manuscritos y runas antiguas. Los Dragones de las Ruinas son unos mecanismos de lo más sofisticados. Aunque no sé si “mecanismo” es la palabra adecuada para describirlos. Uno podría argumentar que se trata de “organismos vivos” que han perdurado hasta el día de hoy...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_gift_01"
		},
		{
			"voicelineId": 76021,
			"title": "Sobre la Reina Menor Kusanali...",
			"voicelineType": "4001",
			"description": "El conocimiento no conoce límite o restricción... Del mismo modo, los descubrimientos de la Escuela de Semiótica pueden ser aprovechados en la Escuela de Tecnología. Muchos académicos le están enormemente agradecidos a la Reina Menor Kusanali por haber liberado a la Academia... No, a toda Sumeru, de las cadenas de deseos egoístas. Todos aquellos que sienten en su interior el deseo de adquirir conocimientos tienen la oportunidad de acceder al vasto océano de sabiduría del que disponemos.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa «Pulso de Akasha, fuego que arrasa»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 76022,
			"title": "Sobre Tignari...",
			"voicelineType": "4002",
			"description": "Uno de mis temas de estudio favoritos son las ruinas del bosque. Humm, tal vez debería pedirle a Tignari que me acompañe la próxima vez. Siempre es divertido ir de excursión con la «Guía de supervivencia en la selva» andante. He de admitir que, aunque yo tengo poco más de cien años, Tignari ha visto más clases de champiñones que los que yo he podido probar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76023,
			"title": "Sobre Collei...",
			"voicelineType": "4003",
			"description": "Ay, la pequeña Collei... Esa chica es respetuosa con sus mayores, trabajadora y muy diligente. ¡Es la estudiante perfecta! A los jóvenes como ella hay que colmarlos de afecto y halagos. Tignari no debería ser tan estricto con ella. Humm, tengo que encontrar una manera de ganarme su confianza... *Ejem*, lo que quería decir es que, como erudita de mayor rango, debería asegurarme de que los jóvenes investigadores puedan desarrollar sus capacidades en un ambiente propicio...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76025,
			"title": "Sobre Cyno...",
			"voicelineType": "4004",
			"description": "Las bromas de Cyno combinan el uso de expresiones modernas con estructuras lingüísticas, pero, por algún motivo, aún no soy capaz de descifrar su significado gramatical o su prosa... ¿Eh? ¿Que solo utiliza asociaciones culturales y juegos de palabras? ¿De verdad? Entonces sus bromas no son nada interesantes...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76026,
			"title": "Sobre Laila...",
			"voicelineType": "4005",
			"description": "A veces cuando nos cruzamos, baja la cabeza y mantiene las distancias, pero por las noches todo son risas y saludos... No lo comprendo. En fin, todos los jóvenes de la Facultad Rtawahist son genios, no me extraña que algunos sean un poco raritos.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_layla_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76027,
			"title": "Sobre Kaveh...",
			"voicelineType": "4006",
			"description": "Kaveh es un muchacho con un gran potencial. Recuerdo que hablamos una vez sobre los principios de construcción de mecanismos y... Humm, ¿cómo decirlo? Es un romántico empedernido, pero tiene ideas de lo más originales, y eso no es frecuente hoy en día. He oído que lo ha pasado mal últimamente, así que me gustaría invitarle a comer un día de estos. Pronto, lo prometo.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_kaveh_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76028,
			"title": "Sobre Nilou...",
			"voicelineType": "4007",
			"description": "Ah, sí, la recuerdo. Es una chica muy educada. Solo he estado en el Gran Bazar un par de veces, pero siempre se acuerda de mi nombre, e incluso se esforzó para que los demás dejaran de discutir conmigo. ¡Tiene unos modales exquisitos! Así es como deberían ser todos los jóvenes.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76068,
			"title": "Sobre Sethos...",
			"voicelineType": "4008",
			"description": "Ah, ¿te refieres al recién llegado? Sí, ha llegado en el momento perfecto. Aún no sé a qué facultad pertenece, pero últimamente me lo encuentro a todas horas: por la calle, de tiendas, en los restaurantes... Es como si estuviera en todas partes a la vez. La forma en que asiente con la cabeza cuando habla, es como... no sé, como si fuera... un cachorrito, sí. Pero es un joven elocuente, y parece buen chico. De todos modos, ¿lo conoces? Si es así, deberías animarlo a que se apunte a mis clases. Dile que doña Faruzán cuidará bien de él.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_sethos_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76029,
			"title": "Más sobre Faruzán (I)",
			"voicelineType": "5001",
			"description": "¿Tanto interés sientes por mí? Bueno, pues mi historia se remonta a más de cien años atrás, y recorre algunas de las publicaciones académicas más prestigiosas. ¿Quieres saber más? Muy bien, la predisposición al conocimiento es requisito indispensable para {F#una erudita}{M#un erudito}. Ya tienes un pie dentro.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_01"
		},
		{
			"voicelineId": 76030,
			"title": "Más sobre Faruzán (II)",
			"voicelineType": "5002",
			"description": "Para solucionar algunos enigmas antiguos, hace falta descifrar antes una ingente cantidad de manuscritos. No quiero sonar fanfarrona, pero están muy por encima de los acertijos que has resuelto tú durante tus aventuras. Ja, ¿no me crees? Muy bien. ¿Por qué no eliges algunos de los más difíciles que hayas resuelto y me los enseñas? Si tardo más de media hora en resolverlos, tú ganas.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 76031,
			"title": "Más sobre Faruzán (III)",
			"voicelineType": "5003",
			"description": "Si no me hubiera perdido en las ruinas del Rey Deshret, habría llevado a cabo innumerables contribuciones al saber de Sumeru... Menos mal que mis manuscritos e investigaciones han servido de algo. Esos aprovechados de la Escuela de Tecnología los han utilizado de modelo para establecer los fundamentos de estudio de mecanismos. Jaja, por algo me llaman doña Faruzán.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76032,
			"title": "Más sobre Faruzán (IV)",
			"voicelineType": "5004",
			"description": "Como erudita que soy, he de tener el valor para aceptar mis fracasos y afrontar las consecuencias. Nunca me ha gustado que la gente me tenga pena. Lo odiaba entonces y lo odio ahora. Además, al final logré resolver el enigma por mí misma y salir de aquel horrible lugar... Así que en lugar de sentir compasión por mí, mi historia debería servir de inspiración a otros, ¿no crees?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 76033,
			"title": "Más sobre Faruzán (V)",
			"voicelineType": "5005",
			"description": "Mi línea de investigación no es tan popular como lo era antes. La Escuela de Semiótica ha rechazado mis propuestas en más de una ocasión. Los de la Escuela de Tecnología me invitan de vez en cuando para que imparta algunas clases en su escuela, y las condiciones que me ofrecieron embelesan a cualquiera. Tengo más estudiantes, más presupuesto... Pero he tenido que rechazar la propuesta. Cueste lo que cueste, alguien tiene que seguir estudiando los temas más especializados, solo así podremos continuar expandiendo los límites del conocimiento.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76034,
			"title": "Aficiones de Faruzán...",
			"voicelineType": "6001",
			"description": "Algunos comerciantes y mercenarios con malas intenciones intentan vender “antigüedades” de orígenes muy dudosos a precio de oro en Puerto Ormos. ¡Pero en realidad no son más que simples baratijas de segunda mano! Hum, por eso siempre destapo sus timos cuando me cruzo con ellos. Dudo mucho que nadie salvo un miembro de Los Siete pudiera superar mis habilidades para tasar antigüedades.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_hobby"
		},
		{
			"voicelineId": 76035,
			"title": "Preocupaciones de Faruzán...",
			"voicelineType": "6002",
			"description": "Hace cien años, mi mayor preocupación era no ser capaz de descifrar las inscripciones de ciertos monumentos. Y ahora, lo que más me frustra es no conseguir la financiación que necesito. ¡Aaaah, solo de pensarlo me dan migrañas!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_annoyed"
		},
		{
			"voicelineId": 76036,
			"title": "Comida que más le gusta...",
			"voicelineType": "6005",
			"description": "¡La masa siempre sabe mejor horneada! La próxima vez que cocinemos junt{F#a}{M#o}s, te prepararé un par de recetas de mi época. Forman parte de mis recetas ultrasecretas y son muy antiguas, así que dudo mucho que puedas encontrarlas en el Gran Bazar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodLike_01"
		},
		{
			"voicelineId": 76037,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Hay un postre nuevo llamado pudín de orquídea padishá. ¿Quién fue el genio que lo inventó? ¿No se supone que los pudines se hacen con arroz? Eso de la innovación culinaria se les ha ido de las manos. Así que gracias, pero creo que paso de probarlo, aunque lo hayas preparado tú mism{F#a}{M#o}.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodDislike"
		},
		{
			"voicelineId": 76038,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "*Ñam, ñam*, esto está mucho mejor que cualquier cosa de las que preparan en los lugares más emblemáticos. ¿Será que la gastronomía cada vez es mejor?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_pref_01"
		},
		{
			"voicelineId": 76039,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "La presentación, el aroma y el sabor de este plato son excelentes. ¿Es que lees libros de cocina?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_normal_01"
		},
		{
			"voicelineId": 76040,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Hum. Esto tiene un sabor indescifrable... ¿Es que quieres que adivine lo que es?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_dislike_01"
		},
		{
			"voicelineId": 76041,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "¡Feliz cumpleaños! Mira, este juguete es para ti. Es una colección de varios mecanismos encriptados en miniatura. Puedes pulsar este botón y accionar esta palanca de aquí y la rueda de este otro lado... Bueno, tú juega con él tanto como quieras. Si lo rompes, avísame y te lo arreglo. Hum, y no pienses que te estoy tratando como a {F#una niña pequeña}{M#un niño pequeño}. Todo el mundo, sin importar la edad que se tenga, debería poder tener un momento para disfrutar y relajarse.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 76042,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "¡Ja! Los jóvenes, tan enérgicos como siempre... y tan entusiastas, hasta para recolectar materiales.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 76043,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "¿Oh? ¿Has desbloqueado algún tipo de mecanismo? Siento una corriente constante de energía fluyendo a través de mí.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 76044,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Humm, te estás esforzando mucho... No te preocupes, como tu mentora, me aseguraré de guiarte y protegerte. No dejaré que te desvíes del buen camino.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76045,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "En estos últimos cien años no he podido contemplar más que un breve atisbo del mar de sabiduría que se extiende ante nosotros. En cuanto a los conocimientos sin explorar y las incógnitas por desentrañar... solo tú y yo podremos revelar sus secretos.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 76046,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "Demasiado tarde para arrepentirse.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_01"
		},
		{
			"voicelineId": 76047,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¿Cómo osas meterte conmigo?",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_02"
		},
		{
			"voicelineId": 76048,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "Ya lo veremos.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_03"
		},
		{
			"voicelineId": 76049,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Siente el poder de mi Dispositivo Vairambhaka!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_01"
		},
		{
			"voicelineId": 76050,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Que disfrutes de este regalito!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_02"
		},
		{
			"voicelineId": 76051,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "La verdad sigue su camino.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_03"
		},
		{
			"voicelineId": 76052,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¿Un artefacto antiguo? Ah, no, no es nada...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_01"
		},
		{
			"voicelineId": 76053,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Parece que valió la pena el viaje.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_02"
		},
		{
			"voicelineId": 76054,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Quédatelo y no olvides decir: “Gracias, doña Faruzán”.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_03"
		},
		{
			"voicelineId": 76055,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "¡Ni que fuera la primera vez!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_01"
		},
		{
			"voicelineId": 76056,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Esto... no es nada...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_02"
		},
		{
			"voicelineId": 76057,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "No me subestimes...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_03"
		},
		{
			"voicelineId": 76058,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "Cuidado, podría costarte la vida.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_01"
		},
		{
			"voicelineId": 76059,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Mira y aprende, joven!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_02"
		},
		{
			"voicelineId": 76060,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Un acertijo... sin solución...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_01"
		},
		{
			"voicelineId": 76061,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "El camino hacia el saber... no tiene final...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_02"
		},
		{
			"voicelineId": 76062,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "El tiempo... no se detuvo por mí...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_03"
		},
		{
			"voicelineId": 76063,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Atrás, maleante!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_01"
		},
		{
			"voicelineId": 76064,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "¡No tienes sentido del respeto!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_02"
		},
		{
			"voicelineId": 76065,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Necesitas ayuda de una veterana, ¿eh?",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_01"
		},
		{
			"voicelineId": 76066,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Hace tiempo que no entro en acción.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_02"
		},
		{
			"voicelineId": 76067,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Bien, pasaré tiempo con la chaviza.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_03"
		}
	]
}