{
	"id": 10000092,
	"name": "Gaming",
	"friendLines": [
		{
			"voicelineId": 92000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "¡Ey, jef{F#a}{M#e}! Soy Gaming, escolta de la Oficina de Comunicaciones. ¿Tienes alguna mercancía que entregar? No, no, tú siéntate y toma un poco de té mientras yo envuelvo todo esto. Dame un minuto y puedo hasta programar el envío. Oh, y si alguna vez me necesitas para un espectáculo de danza de bestias, ¡mi equipo y yo estaremos listos en un santiamén! Nos llamamos “Bestias Místicas Poderosas”, y yo soy el líder. Oh, no lo decía para alardear ni nada, jeje.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_draw_appear_01"
		},
		{
			"voicelineId": 92001,
			"title": "Charla - Danza de bestias",
			"voicelineType": "1101",
			"description": "¡Bum, bum, tch, ojos abiertos! ¡Bum-bum, bum-bum, tch, melena! Y... humm... esa parte tengo que practicarla un poco más.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_01"
		},
		{
			"voicelineId": 92002,
			"title": "Charla - Escolta",
			"voicelineType": "1102",
			"description": "Ya sea por vía acuática, montañosa o terrestre, yo siempre escolto las mercancías cueste lo que cueste. No tienes nada de que preocuparte, ¡por algo me llaman “escolta de primera categoría”!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_02"
		},
		{
			"voicelineId": 92003,
			"title": "Charla - Dim sum",
			"voicelineType": "1103",
			"description": "Una tetera con unos aperitivos, unas verduras de temporada y un cuenco caliente de gachas de arroz... Aaah, ¡eso sí que es un desayuno! ¡El desayuno de los campeones!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_03"
		},
		{
			"voicelineId": 92004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "¡Está lloviendo! ¡Oh, no, la ropa!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_heavyRain_01"
		},
		{
			"voicelineId": 92005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¿Oíste eso? ¡Acaban de destrozar a alguien! Si vas a jurar algo por los cielos, ¡será mejor que puedas mantener la promesa!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_thunder_01"
		},
		{
			"voicelineId": 92006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "Aaaah... ¿Eh? ¿Por qué no consigo atrapar ningún copo con la boca?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_snowy_01"
		},
		{
			"voicelineId": 92007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "¡Salió el sol! Pues habrá que aprovecharlo, ¡que últimamente el clima está muy húmedo!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_sunny_01"
		},
		{
			"voicelineId": 92008,
			"title": "En el desierto...",
			"voicelineType": "1205",
			"description": "Seguro que aquí el precio del agua está por las nubes. Menos mal que traje agua conmigo.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_desert_01"
		},
		{
			"voicelineId": 92009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Ya he terminado mi entrenamiento de kung-fu. ¿Vienes conmigo a comer un poco de dim sum?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingMorning"
		},
		{
			"voicelineId": 92010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Aunque el dim sum es más de desayuno, ¡también se puede tomar a la hora de la comida! ¿Te apuntas a comer un poco de dim sum?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNoon"
		},
		{
			"voicelineId": 92011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¡He reservado un lugar genial para la cena! Solo abren por la noche y solo se puede ir con invitación. Ya que estás aquí, ¿quieres venir conmigo? ¡Vamos, es una oportunidad única!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight"
		},
		{
			"voicelineId": 92012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¿Te vas a dormir? ¿Tienes hambre? ¿Quieres un aperitivo nocturno?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight2"
		},
		{
			"voicelineId": 92013,
			"title": "Sobre Gaming - Hogar natal",
			"voicelineType": "2001",
			"description": "¿Has estado en la Aldea Chiaoying? Yo nací allí. Nuestro té es superfamoso. ¿Conoces los tés Sunglo y Yauwan con denominación de origen? ¿Sabes qué? Hay que aprovechar el presente. Tengo una caja de Yauwan aquí mismo, ¡vamos a una casa de té y te preparo uno! No te preocupes, ¡yo invito!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle"
		},
		{
			"voicelineId": 92014,
			"title": "Sobre Gaming - Hoy por hoy",
			"voicelineType": "2005",
			"description": "Hoy por hoy, tengo comida que llevarme al plato y aún dispongo de tiempo y energía para concentrarme en la danza de bestias; todo gracias a las personas que me han apoyado en el camino. Por ellas, debo dar un 110% en mi trabajo. Y por supuesto, nadie se va a quejar si saco un poco de tiempo para hacerles un favor y llevarlos a comer dim sum, ¡jaja!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92015,
			"title": "Sobre nosotros - Muestra de apoyo",
			"voicelineType": "2003",
			"description": "Cuando no estoy escoltando mercancías, hago actuaciones de danza de bestias en Liyue. ¿Crees que alguna vez podrías venir a verme para apoyarme? Oh, no, no, es totalmente gratis. Yo me doy por satisfecho con que la gente se divierta viéndome.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close"
		},
		{
			"voicelineId": 92016,
			"title": "Sobre nosotros - Hora del dim sum",
			"voicelineType": "2002",
			"description": "Recuerda que siempre te puedes apoyar en tus amigos. Si las cosas se te complican, no lo aguantes todo tú sol{F#a}{M#o}, ¡llámame y allí estaré! Aunque, bueno, toquemos madera para que no necesites llegar a ese punto. Espero que la próxima vez que nos veamos, todo te vaya genial y solo necesites a alguien con quien ir a comer dim sum.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92017,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Según algunas novelas de artes marciales, la clave para convertirse en un maestro del kung-fu es aprovechar las reservas de energía yin-yang del cuerpo ocultas en los vasos sanguíneos. Bueno, ¡al menos eso es lo que se siente al tener una Visión! Jaja, es broma. No soy un maestro del kung-fu, solo un buen vecino que ayuda a los demás con la energía que le queda. Si yo soy así, imagina si tú tuvieras una Visión... Viendo todo lo que puedes hacer de por sí, ¡imagina lo que podrías hacer con una!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92018,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Man Chai es un bribón. Su nombre significa “bien educado”, se lo puse con la esperanza de que fuera así. Bueno, pues... ¡no sirvió de nada! Pero está bien. Gracias a toda esa energía, la danza de bestias es aún más emocionante. Además, ver a Man Chai actuar me ha ayudado a entender mejor cómo son las bestias suanni en acción. Solo necesito ponerme la máscara de bestia para estar a tope. ¡Grrr!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_share_01"
		},
		{
			"voicelineId": 92019,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Si secas y hierves hierbas, flores e incluso las ramitas y cortezas de ciertos árboles, se obtiene una bebida muy refrescante con un montón de beneficios para la salud, que refresca, calma la mente y muchas cosas más. Mi tía abuela y mi tía siempre dicen que beber uno de esos tés de hierbas antes y después de comer comida frita ayuda a limpiar el organismo y a reducir el calor.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_gift_01"
		},
		{
			"voicelineId": 92020,
			"title": "Sobre Xiangling...",
			"voicelineType": "4001",
			"description": "Casi todo lo que cocina la chef Xiangling es una delicia, pero mi favorito es su estofado de perca de lomo negro. Aunque siempre le pongo un poco de agua para reducir el picante, aun así es como: “Ufff, ¡cuánto pica!”. ¡Jajaja! No me extraña que sea el plato estrella del Restaurante Wanmin, ¡y además la ración es muy generosa! La próxima vez que vaya, ¡volveré a comer lo mismo!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92021,
			"title": "Sobre Xingchiu...",
			"voicelineType": "4002",
			"description": "El Gremio de Comerciantes de Feiyun es cliente de la Agencia de Transporte Seguro desde hace mucho tiempo. El hijo mayor del director es quien suele encargarse de hacer negocios con nosotros, pero hubo una vez en la que Xingchiu me preguntó una cosa, así que le di todas las rutas y fechas de entrega de todos los pedidos recientes del gremio. Resulta que lo único que quería saber era cuándo iba a llegar la próxima entrega de la Casa de Libros Wanwen, jajaja.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92022,
			"title": "Sobre Chongyun...",
			"voicelineType": "4003",
			"description": "Tengo entendido que tiene una condición llamada “positividad congénita”. En mi hogar, decimos que cuando alguien tiene un exceso de calor interno, lo mejor es beber té de hierbas.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92023,
			"title": "Sobre Keching...",
			"voicelineType": "4004",
			"description": "Gracias al Equilibrio Terrenal ya no hay tantos bandidos en el camino entre Liyue y el Puerto Yilong. Ella es la que encabezó la toma de medidas duras contra todo eso. Crees que mi trabajo está en peligro, ¿eh? Jaja, no van a deshacerse de mí tan fácilmente. Tal vez no haya más bandidos contra los que luchar, pero siempre vas a necesitar un par de brazos fuertes para transportar tus mercancías.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92024,
			"title": "Sobre Baizhu...",
			"voicelineType": "4005",
			"description": "Las heridas y los moretones son el pan de cada día para un escolta y para un bailarín de danza de bestias. Menos mal que tengo al Dr. Baizhu y sus medicinas, ¡me parecen imprescindibles para salir de viaje o ir de vacaciones con la familia! Mis colegas escoltas siempre me piden que les lleve algunas de esas medicinas cuando voy a la ciudad de Liyue.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_baizhu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92025,
			"title": "Sobre Qiqi...",
			"voicelineType": "4006",
			"description": "¡Qiqi es tan amable! Como vio que siempre me llevo un montón de medicinas cada vez que voy a la Farmacia Bubu, pensó que me suelo hacer heridas porque tengo las articulaciones un poco atrofiadas, así que me enseñó a hacer estiramientos, jaja. ¡Son muy fáciles! ¿Quieres probar? Vamos: un, dos, tres, cuatro... Dos, dos, tres, cuatro...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92026,
			"title": "Sobre Yun Jin...",
			"voicelineType": "4007",
			"description": "¡Yun Jin es toda una modelo a seguir! Ya sean expertos o aficionados, a todo el mundo le gustan sus óperas. ¡No me digas que no es increíble! Ojalá las Bestias Místicas Poderosas tuvieran tan solo la mitad del éxito que tiene la Compañía de Ópera Yun-Han... No me pellizques, por favor, ¡quiero seguir soñando!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92027,
			"title": "Sobre Xinyan...",
			"voicelineType": "4008",
			"description": "¡La música de Xinyan es de lo más flagrante! Hasta Man Chai se emociona tanto con ella que se pone a girar la cabeza como loco. Me encantaría hacer un espectáculo conjunto con ella alguna vez. Sería algo así como “rock explosivo de danza de bestias”. ¿Crees que sería posible?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xinyan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92028,
			"title": "Sobre Xianyun...",
			"voicelineType": "4009",
			"description": "La tía Xianyun se preocupa mucho por mí. Una vez, vio que se me había roto una máscara de bestia, y entonces me dijo que podía hacer como otras diez máscaras que fueran hasta más grandes que yo. Insistió tanto en ello que me llevó una eternidad convencerla de que simplemente arreglara la mía... ¡Y por Los Siete, qué arreglo le hizo! Ahora es incluso más impresionante, más ligera, y el manto se zarandea como si un viento adéptico lo estuviera meciendo. ¡No podría gustarme más!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xianyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92029,
			"title": "Sobre Zhongli...",
			"voicelineType": "4010",
			"description": "El Sr. Zhongli parece el tipo de persona que ha recibido una educación muy cara. Cada vez que escolto unas mercancías hasta una casa de té o un teatro de ópera, él está ahí bebiendo té, escuchando al cuentacuentos y pareciendo la persona más inteligente de la sala. Una vez, le oí hablar con alguien sobre té, y pensé: “Puff, si este señor alguna vez habla con mi padre, la conversación podría durar la noche entera”.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92030,
			"title": "Sobre Charlotte...",
			"voicelineType": "4011",
			"description": "Ah, sí, sí, la reportera, ¡la conozco! Toda la gente de Fontaine que hay en el Puerto Yilong lee «El Pájaro de Vapor». Yo a veces también le echo un vistacillo, y me he fijado en que los mejores artículos los escribe ella. Un momento, ¡tú estuviste una vez en la portada! Eras tú, ¿verdad?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92031,
			"title": "Más sobre Gaming (I)",
			"voicelineType": "5001",
			"description": "Soy el mejor bailarín de danza de bestias de todos los escoltas, y el escolta más ocupado de todos los bailarines de danza de bestias. ¿Qué te parece esa presentación? ¿A que ahora nunca te olvidarás de mí?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_01"
		},
		{
			"voicelineId": 92032,
			"title": "Más sobre Gaming (II)",
			"voicelineType": "5002",
			"description": "Puedes saber si alguien es un pusilánime con solo fijarte en sus habilidades básicas de kung-fu: su postura del caballo, sus patadas, saltos, volteretas... Si ni siquiera puedes con eso, entonces en el mejor de los casos puede que te caigas de un poste alto durante una danza de bestias y tengas que estar en cama durante un par de semanas. En el peor de los casos, puede que te encuentres con unos bandidos en una entrega y no puedas luchar contra ellos. Perderías las mercancías y, probablemente, también la vida... Suena aterrador, ¿verdad? A mí también me lo parece. Por eso les dije eso mismo a mis colegas de la Agencia de Transporte Seguro, para convencerles de que entrenaran conmigo, jajaja.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 92033,
			"title": "Más sobre Gaming (III)",
			"voicelineType": "5003",
			"description": "La máscara y el manto de bestias, los tambores y los platillos se deterioran bastante rápido porque practico mucho. Es caro, pero hay que darles mantenimiento con frecuencia. Luego están las comidas con amigos, los regalos de cumpleaños y de festivales, prestarles a mis colegas unos cuantos Moras cuando no tienen... Todo va sumando, y así es como me gasto casi todo el sueldo del mes.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92034,
			"title": "Más sobre Gaming (IV)",
			"voicelineType": "5004",
			"description": "Mi padre espera convencerme algún día para enseñarme a hacer negocios. No parece darse cuenta de que la razón por la que me fui de mi hogar natal es porque ya he descubierto lo que es mejor para mí. En primer lugar, quiero demostrarle que mi danza de bestias no es solo una fase. ¡Me forjaré un nombre o moriré en el intento! Y en segundo lugar... estoy harto de pelearme todo el tiempo con él. No es que lo odie ni nada, sigue siendo mi padre, pero... cada vez que abre la boca, es para criticarme, ¡así que prefiero evitarlo si puedo!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 92035,
			"title": "Más sobre Gaming (V)",
			"voicelineType": "5005",
			"description": "Este moretón de aquí es reciente, me lo hice cuando practicaba patadas el otro día. Y este chichón me salió cuando me di un golpe al dar una voltereta, pero fue el mes pasado y ya está casi curado. Esta cicatriz de aquí, sin embargo... Uff... La primera vez que ensayé en un poste alto, tuve una mala caída y me hice un buen corte. Salía tanta sangre que pensé que mi carrera de bailarín de danza de bestias había terminado antes de empezar... Desde entonces, he tenido más caídas, pero por suerte nada grave, así que voy a seguir entrenando.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92036,
			"title": "Aficiones de Gaming...",
			"voicelineType": "6001",
			"description": "Cuando vas a tomar el té pero te quedas a comer dim sum, lo llamamos “yum cha”. Lo que hay que hacer es pedir dim sum dulce y dim sum salado para que sea una comida equilibrada, y pedir una mezcla de dim sum preparado y dim sum a la carta para poder comer un poco mientras esperas el pedido. Es curioso, pero cuando tomo dim sum, no necesito comer en todo el día. ¡Avísame cuando estés libre y te llevaré un día! No tengas miedo de pedir un poco de todo, siempre puedes llevarte a casa lo que sobre.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_hobby"
		},
		{
			"voicelineId": 92037,
			"title": "Preocupaciones de Gaming...",
			"voicelineType": "6012",
			"description": "¡¿Cuánto?! Está bien, puedo aceptar el pago por el servicio, pero no voy a pagar extra por unas toallitas húmedas, ¿sabes? De hecho, he traído las mías, ¡así que puedes quedártelas!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_annoyed_01"
		},
		{
			"voicelineId": 92038,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Cuando era pequeño, era un monstruito. Me metía en líos, me negaba a disculparme y mi madre me decía desesperada: “¡Ojalá hubiera dado a luz a un trozo de char siu en vez de a ti!”. Ahora, cada vez que como char siu, no puedo evitar acordarme de ella...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodLike"
		},
		{
			"voicelineId": 92039,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Todo el mundo dice que tengo unos gustos muy raros. Llámame loco, pero lo único que quiero es que la carne de ave sepa a carne de ave y el pescado, a pescado. ¿Es que es mucho pedir?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodDislike"
		},
		{
			"voicelineId": 92040,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Guau, ¿eres {F#una diosa}{M#un dios}? ¡Porque comer esto me ha llevado al paraíso! En serio, a partir de ahora, te voy a llamar “{F#diosa}{M#dios} de la cocina”.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_pref_01"
		},
		{
			"voicelineId": 92041,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "¿Esto lo has hecho tú? Guau, ¡eres buenísim{F#a}{M#o}! Te lo digo en serio, eres {F#una}{M#un} chef de primera.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_normal_01"
		},
		{
			"voicelineId": 92042,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Creo firmemente que uno debe asumir sus errores y aceptar las críticas con la cabeza bien alta. Así que la próxima vez que haga algo que te moleste, no hace falta que hagas todo esto, ¡puedes decírmelo directamente!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_dislike_01"
		},
		{
			"voicelineId": 92043,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Un pajarito me ha dicho que hoy es tu cumpleaños. ¿Cuándo tenías pensado decírmelo? *Tch*, bueno, me adelanté y reservé mesa en el Quiosco Xinyue. He pedido ocho platos, una sopa, un montón de arroz y, de postre, panecillos de longevidad al vapor y tong sui. He invitado a todos tus amigos y también voy a hacer un espectáculo de danza de bestias para ti. No será nada del otro mundo, solo un pequeño detalle para divertirnos. ¡Espero que te guste!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 92044,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Guau, ¿todo esto es para mí? ¿Cuánto te ha costado? No tenías por qué haberlo hecho...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 92045,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Me estás confiando mucho poder, ¿eh? Pues te prometo que lo has puesto en buenas manos. Ya verás, ¡voy a intensificar mi entrenamiento de kung-fu y a trabajar muy duro!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 92046,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Si puedo escoltar mercancías, también puedo escoltar personas. Ya que confías en mí, ¿qué te parece si a partir de ahora soy tu guardaespaldas?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92047,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Gracias por haber hecho la mayor parte del trabajo para que haya podido llegar hasta aquí. Sé que no puedo garantizarte la seguridad absoluta en tus futuros viajes, pero puedes estar segur{F#a}{M#o} de que me dejaré la piel para ayudarte a cumplir tus sueños.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 92048,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Perdona, colega!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_01"
		},
		{
			"voicelineId": 92049,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "Arriba... ¡y abajo!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_02"
		},
		{
			"voicelineId": 92050,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Te tocó el premio gordo!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_03"
		},
		{
			"voicelineId": 92051,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Es tu día de suerte!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_01"
		},
		{
			"voicelineId": 92052,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Adelante, Man Chai!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_02"
		},
		{
			"voicelineId": 92053,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Danza de bestias místicas!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_03"
		},
		{
			"voicelineId": 92054,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¡Guau, estas mercancías parecen lo más!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_01"
		},
		{
			"voicelineId": 92055,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¿A dónde quieres enviar estas mercancías, jef{F#a}{M#e}?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_02"
		},
		{
			"voicelineId": 92056,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "¡La buena suerte le llega a quien es paciente!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_03"
		},
		{
			"voicelineId": 92057,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Sin dolor, no hay recompensa.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_01"
		},
		{
			"voicelineId": 92058,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Ya verás...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_02"
		},
		{
			"voicelineId": 92059,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "¡Estoy bien! ¡Vamos!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_03"
		},
		{
			"voicelineId": 92060,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "Descansa, ¡yo me encargo de esto!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_01"
		},
		{
			"voicelineId": 92061,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Ey, no te fuerces tanto!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_02"
		},
		{
			"voicelineId": 92062,
			"title": "Derrotado (I)",
			"voicelineType": "500001",
			"description": "Tengo que... irme...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_01"
		},
		{
			"voicelineId": 92063,
			"title": "Derrotado (II)",
			"voicelineType": "500002",
			"description": "El espectáculo ha terminado...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_02"
		},
		{
			"voicelineId": 92064,
			"title": "Derrotado (III)",
			"voicelineType": "500003",
			"description": "No te preocupes por mí, vete...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_03"
		},
		{
			"voicelineId": 92065,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "Eh, ¿qué haces?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_01"
		},
		{
			"voicelineId": 92066,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "¡Alto!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_02"
		},
		{
			"voicelineId": 92067,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¡Listo para escoltarte!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_01"
		},
		{
			"voicelineId": 92068,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Bien, ¡empezaré a calentar!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_02"
		},
		{
			"voicelineId": 92069,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¿Nos da tiempo a tomarnos primero unos dim sum?",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_03"
		}
	]
}