{
	"id": 10000081,
	"name": "Kaveh",
	"friendLines": [
		{
			"voicelineId": 81000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Me alegra que hayamos podido vernos. Solo aquellos con una visión similar de las cosas logran mantener una conversación verdaderamente agradable.\nEs un placer conocerte. Soy Kaveh, un arquitecto a tu servicio. Si tienes cualquier proyecto en el que necesites a un profesional, solo tienes que explicarme qué tienes en mente, yo haré todo lo posible por ayudarte.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_draw_appear_01"
		},
		{
			"voicelineId": 81001,
			"title": "Charla - Belleza",
			"voicelineType": "1101",
			"description": "Comprender qué es la belleza y ser capaz de admirarla es una virtud.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_01"
		},
		{
			"voicelineId": 81002,
			"title": "Charla - Pasatiempo",
			"voicelineType": "1102",
			"description": "Las personas no están hechas para permanecer en casa todo el día, deberían salir a explorar un poco.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_02"
		},
		{
			"voicelineId": 81003,
			"title": "Charla - Toque final",
			"voicelineType": "1103",
			"description": "Mi último trabajo todavía se puede mejorar. Será mejor que me dé prisa antes de que se cumpla la fecha límite...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_03"
		},
		{
			"voicelineId": 81004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "¿Eh? ¿Está lloviendo? Rayos, no me he traído el paraguas...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_heavyRain_01"
		},
		{
			"voicelineId": 81005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¿Has visto eso? ¡Ese relámpago se veía espectacular!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_thunder_01"
		},
		{
			"voicelineId": 81006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "*Brr*, me está entrando un aire frío por la espalda... Y por el pecho también...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_snowy_01"
		},
		{
			"voicelineId": 81007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "Si tomo el sol durante demasiado tiempo, me entra sueño y hasta puedo llegar a marearme... La sensación es similar a cuando me quedo trabajando durante toda la noche.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_sunny_01"
		},
		{
			"voicelineId": 81008,
			"title": "En el desierto...",
			"voicelineType": "1205",
			"description": "No es la primera vez que vengo al desierto, pero todavía no consigo acostumbrarme a estas temperaturas tan altas... *Suspira*, ¿es que no hay ninguna sombra por aquí?...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_desert_01"
		},
		{
			"voicelineId": 81009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "¿Has dormido bien? Espero que hoy tengas un buen día, y que no te encuentres con nadie indeseable que te lo amargue.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingMorning"
		},
		{
			"voicelineId": 81010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "La luz del sol quema a estas horas... Iré a comprobar los materiales que dejé secándose afuera.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNoon"
		},
		{
			"voicelineId": 81011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "Se supone que esta noche podremos admirar una infinidad de estrellas. ¿No crees que eso es buen presagio?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight"
		},
		{
			"voicelineId": 81012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Relaja tu mente y olvídate de todos tus problemas. Buenas noches.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight2"
		},
		{
			"voicelineId": 81013,
			"title": "Sobre Kaveh - Profesión",
			"voicelineType": "2001",
			"description": "La verdad es que me siento orgulloso de dedicarme a esta profesión. La mayoría de los eruditos se sienten así al hablar de sus respectivos campos. Al fin y al cabo, nuestra carrera es el pilar sobre el que se sustentan nuestras vidas. Si algún día no pudiera continuar dedicándome a lo que tan orgulloso me hace sentir, creo que no volvería a ser capaz de exigir nada a nadie, ni siquiera a mí mismo.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle"
		},
		{
			"voicelineId": 81014,
			"title": "Sobre Kaveh - Arte",
			"voicelineType": "2005",
			"description": "El propósito principal de mi trabajo no es la estética artística, sino la calidad y la seguridad. Sin embargo, para mí, el arte nunca puede pasar desapercibido. Es la esencia que me distingue del resto.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81015,
			"title": "Sobre nosotros - Contemplación",
			"voicelineType": "2003",
			"description": "Supongo que habrás visto alguna vez el Palacio Alcazarzaray... Es la obra de la que más orgulloso me siento. Sacrifiqué tanto por poder acabarlo... Mucha gente no lo puede comprender. Tú no eres yo, no eres arquitect{F#a}{M#o}... Es normal que no lo entiendas. *Suspira*, a veces me encantaría que alguien pudiera comprenderme...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close"
		},
		{
			"voicelineId": 81016,
			"title": "Sobre nosotros - Ideales",
			"voicelineType": "2002",
			"description": "Siempre he creído que no se conoce realmente a una persona hasta que no se descubren sus deseos más profundos. Pero la travesía que uno emprende para explorar en los sueños más íntimos de alguien también puede estar llena de peligros... No es una experiencia que todo el mundo sea capaz de afrontar.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81017,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Me cuesta pronunciar estas palabras, pero... Tenemos que reconocer que tener ambiciones puede hacernos sentir más frustración que alegría. Por suerte, yo estoy conforme con mi Visión.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81018,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Las personas que son conscientes de qué les motiva a seguir creando obras tienen todo mi respeto. ¿Tú también piensas así?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_share"
		},
		{
			"voicelineId": 81019,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "La gente inexperta suele creer que al estudiar arquitectura en la Escuela de Tecnología solo se estudia la arcilla, la madera, o cosas así. Esta opinión me parece tan absurda que resulta una pérdida de tiempo tratar de contraargumentarla. Si creen que con solo juntar unos cuantos materiales ya se construye una casa, están ignorando completamente el sentido de la arquitectura. El diseño de edificaciones es una parte inherente de la civilización humana, al igual que el arte es una parte inexorable de la existencia del ser humano. Cuando trabajo en un diseño, he de pensar en la utilidad que se le va a dar a la edificación, pero también en lo que transmitirá a quien lo contemple. *Suspira*, hay veces en las que es todo un reto hacer que la expresión artística combine con las necesidades de la civilización.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_gift_01"
		},
		{
			"voicelineId": 81020,
			"title": "Sobre la Reina Menor Kusanali...",
			"voicelineType": "4001",
			"description": "La Reina Menor Kusanali es una diosa sagaz que rebosa sabiduría. Además, posee una virtud que no es comparable a la de ningún mortal. Ella es capaz de comprender y perdonar a los demás, y la calma que aporta a una región tan artística como lo es Sumeru siempre será motivo de mi más sincera veneración.\nHay ocasiones en las que me paro a pensar: “¿Será que los dioses no tienen preocupaciones?”... No obstante, la sabiduría siempre hace que la vida venga acompañada de frustración. Entonces, ¿qué es realmente la felicidad?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81021,
			"title": "Sobre Alhacén - Carácter",
			"voicelineType": "4002",
			"description": "¡Te aseguro que no encontrarás a nadie más exasperante! ¡Y seguiré diciéndolo aunque tenga que hacerlo delante de él!\nDicen que todos los genios tienen mal carácter, ¡pero Alhacén es un caso nunca visto! Él sabe perfectamente cómo debería comportarse para resultar más agradable ante los demás, ¡pero el muy testarudo no quiere!\nSi en algún momento llegas a pensar que en realidad tiene un buen carácter o que simplemente es de pensamiento rígido, ¡eso querrá decir que todavía no lo conoces bien! Alhacén tiene una personalidad tan excéntrica que la gente normal no es capaz de comprenderlo.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81022,
			"title": "Sobre Alhacén - Es complicado",
			"voicelineType": "4003",
			"description": "Alhacén me prestó ayuda en varias ocasiones, y si nuestra relación fuera tan buena como cuando éramos estudiantes, estaría dándole las gracias prácticamente cada día. En cuanto a ahora... ya no tengo nada que decirle, y aunque lo tuviera, tampoco querría reconocerle nada que pudiera darle una satisfacción.\nSupongo que, como todo, nuestra relación tiene sus cosas buenas, sus cosas malas, y ciertos sucesos que en ocasiones parecen bromas pesadas del destino. No obstante, con el tiempo uno se va acostumbrando. No se conoce a alguien como él todos los días, pero bastaría con que trabajase ciertos rasgos irritantes de su personalidad. Bah, ¿a quién pretendo engañar? Eso nunca va a suceder.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81023,
			"title": "Sobre Tignari...",
			"voicelineType": "4004",
			"description": "Ah, Tignari... Cualquiera que lo vea por primera vez puede percibir que es una excelente persona. Es erudito y afable, pero nunca presumirá de ello frente a los demás. Él adora su trabajo de corazón.\nDurante la construcción del Palacio Alcazarzaray, le pedí que me aconsejase sobre algunas cuestiones del diseño exterior, y no solo me ayudó con eso, sino que además se ofreció para solucionar otros problemas. Oh, por cierto, fue Tignari quien que me presentó a Cyno.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81024,
			"title": "Sobre Dori...",
			"voicelineType": "4005",
			"description": "Dori es la dueña del Palacio Alcazarzaray... ¿Eh? ¿Qué dices? Pues claro que el Palacio Alcazarzaray no es mío... ¡Ni se te ocurra mencionarlo!\nEs una chica muy astuta, sabe cómo conseguir que los demás hagan lo que ella desea. En cuanto a mí... eh... Es cierto que le debo una gran cantidad de Moras, pero fue por un asunto complicado... A-aun así, espero que no sea demasiado estricta y que no esté atormentándome con temas de dinero... Yo sé que ella podría ser mejor persona, ¿por qué se comporta así?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_dori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81025,
			"title": "Sobre Cyno...",
			"voicelineType": "4006",
			"description": "Cyno puede parecer una persona fría y apática, pero en realidad tiene un gran corazón. Recuerdo que un día Tignari me dijo que quería presentarme a su mejor amigo, y entonces vi a un imponente matra entrando por la puerta... Nunca habría imaginado que un matra pudiera llevarse tan bien con un erudito...\nSin embargo, reconozco que detesto sus chistes malos, me dan escalofríos al escucharlos. Si algún día te invita a su casa a comer, será mejor que prepares bien el estómago para esos chistes de mal gusto.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81026,
			"title": "Sobre Collei...",
			"voicelineType": "4007",
			"description": "Me he encontrado con Collei varias veces. Ya que es la discípula y asistente de Tignari, siempre la veo acompañándolo a todas partes. Es una chica muy responsable y paciente con todo lo que hace, me parece mucho más confiable que cualquier otra persona de su edad...\nSin embargo... puedo sentir que tiene muchas preocupaciones.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81027,
			"title": "Sobre Nilou...",
			"voicelineType": "4008",
			"description": "Como bailarina, el talento que Nilou tiene para la danza es indiscutible. El Teatro Zubayr tiene mucha suerte de poder contar con una bailarina como ella en su escenario.\nMe han contado que también es linda de personalidad, que siempre sonríe cuando baila y que siempre sabe qué decir para animar a los espectadores. Cuando tenga tiempo, yo también iré a ver alguna de sus actuaciones.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81028,
			"title": "Sobre Faruzán...",
			"voicelineType": "4009",
			"description": "Doña Faruzán es tan franca cuando habla que, según dicen, causa pavor entre algunos eruditos de la Academia. Puedo comprenderlos, pero sé que ella no lo hace con ninguna mala intención. Es solo que concentra toda su atención en los conocimientos que le interesan. ¿Dices que hay quien piensa que los eruditos de la Escuela de Semiótica son de trato difícil? Jaja...\nSupongo que a ti también te habrá pedido que seas su discípul{F#a}{M#o}. Es cierto que muchas veces doña Faruzán es un poco intensa.. pero nadie sabe más que ella sobre su especialidad.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_faruzan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81029,
			"title": "Más sobre Kaveh (I)",
			"voicelineType": "5001",
			"description": "¿Que escuchaste que soy famoso en Sumeru? Jajaja, eso lo dice la gente por decir, yo no creo que sea para tanto. Supongo que es habitual que te conozcan en tu tierra, aquí es difícil pasar desapercibido.\n*Suspira*, espero que tu primera impresión sobre mí no esté basada en lo que dicen las malas lenguas acerca de mi bancarrota. Podría hablarte de mis virtudes también...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_01"
		},
		{
			"voicelineId": 81030,
			"title": "Más sobre Kaveh (II)",
			"voicelineType": "5002",
			"description": "No estarás pensando en solicitar la admisión en la Academia, ¿verdad? Desde el punto de vista pragmático, te recomiendo que no te matricules en ninguna clase de diseño, por mucho que te guste. El diseño es una disciplina muy interesante, pero requiere mucho esfuerzo. Después de graduarme, trabajé durante un tiempo para uno de mis maestros, y tuve que trabajar sin descanso, siempre recibiendo órdenes de aquí y allá. Aun así, persistí durante mucho tiempo, y estuve a punto de colapsar por el agotamiento.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 81031,
			"title": "Más sobre Kaveh (III)",
			"voicelineType": "5003",
			"description": "Es poco probable que pueda existir un canon de belleza que encaje con las preferencias de todo el mundo, pues la belleza es una noción relativamente específica. Yo creo que la idea de belleza parte de unos estándares básicos. También creo que es posible optimizar la percepción con la que se contempla la belleza, pero se precisa invertir mucho tiempo en ello. Si te gustaría aprender más sobre este tema, siempre puedes venir a buscarme.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81032,
			"title": "Más sobre Kaveh (IV)",
			"voicelineType": "5004",
			"description": "Hay quien piensa que no traigo más que problemas, ¿a qué se referirán con eso? Si una persona quiere avanzar en la vida, es inevitable que tenga algún roce con los demás. No es aconsejable ignorar los problemas solo por evitar conflictos con otras personas.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 81033,
			"title": "Más sobre Kaveh (V)",
			"voicelineType": "5005",
			"description": "En mis ratos de descanso a veces voy a tomar una copa. El alcohol es capaz de diluir las preocupaciones. ¿Eh? Humm, bueno, en realidad es solo por pasar el rato.\nOh... *Ejem*, no me mires así... Está bien, está bien, lo admito, ¡tengo muchas preocupaciones! El trabajo que me queda por terminar, las dificultades de las que no puedo huir, los conflictos que surgen con otros... ¿Acaso tú no tienes este tipo de preocupaciones?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81034,
			"title": "Aficiones de Kaveh...",
			"voicelineType": "6001",
			"description": "La música, la arquitectura, la escultura, la pintura... son distintas formas de arte en las que vale la pena invertir tiempo, aunque sea simplemente contemplando sus obras.\nNo puedo decir que ya sea un experto en todas estas disciplinas, pero si siguen interesándome tanto, quizá llegue a dominarlas todas algún día. Bueno, mira, al menos sé tocar un instrumento.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_hobby"
		},
		{
			"voicelineId": 81035,
			"title": "Preocupaciones de Kaveh...",
			"voicelineType": "6002",
			"description": "¿Preocupaciones?... Diría que mis mayores quebraderos de cabeza son de carácter económico.\nNo es que tenga problemas para ganar Mora, pero sí se me hace difícil controlarme con los gastos. Hay tantas oportunidades de gastar dinero en el día a día que, en cuanto me descuido un momento... Pero no te preocupes, ya aprendí la lección. Ahora controlo mis impulsos mucho mejor que antes.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_annoyed"
		},
		{
			"voicelineId": 81036,
			"title": "Comida que más le gusta...",
			"voicelineType": "6005",
			"description": "Las bebidas alcohólicas, las sopas calientes, los platos hechos con crema batida y queso... me encantan. Y también me gusta comer fruta fresca.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodLike_01"
		},
		{
			"voicelineId": 81037,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "No tolero las cosas demasiado calientes o picantes, no las soporto. Tengo que esperar a que se enfríen para poder comérmelas.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodDislike"
		},
		{
			"voicelineId": 81038,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "¡Qué maravilla! ¿Me enseñas a prepararlo?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_pref_01"
		},
		{
			"voicelineId": 81039,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "¡Esto combinaría a la perfección con una buena copa de vino!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_normal_01"
		},
		{
			"voicelineId": 81040,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "¿Eh?... Ah... Eh... Hum.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_dislike_01"
		},
		{
			"voicelineId": 81041,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "¿Hoy es tu cumpleaños? ¡Felicidades! Un cumpleaños es una fecha muy importante, es el día en el que más extrañamos a los nuestros. Deseo que sea un día muy feliz para ti.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 81042,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Qué bien me siento... Gracias.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 81043,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "¿Eh? ¡Quiero más!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 81044,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Mis horizontes se han ampliado de repente... Podría acostumbrarme a esto.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81045,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Cuanto mayor sea mi poder, más cosas seré capaz de conseguir. Aunque tenga que pagar un precio por ello, aunque mis sueños se construyan sobre un pilar de dolor... no pienso tirar la toalla.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 81046,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Escaneando!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_01"
		},
		{
			"voicelineId": 81047,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Ven por mí!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_02"
		},
		{
			"voicelineId": 81048,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Limpieza de obstáculos!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_03"
		},
		{
			"voicelineId": 81049,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Mira y aprende!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_01"
		},
		{
			"voicelineId": 81050,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "Comienza la construcción.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_02"
		},
		{
			"voicelineId": 81051,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Contempla esta maravilla!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_03"
		},
		{
			"voicelineId": 81052,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¡Un nuevo descubrimiento!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_01"
		},
		{
			"voicelineId": 81053,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Qué hallazgo tan afortunado, ¿a que estás content{F#a}{M#o}?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_02"
		},
		{
			"voicelineId": 81054,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "A veces la vida trae regalos inesperados...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_03"
		},
		{
			"voicelineId": 81055,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "¡Qué fastidio!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_01"
		},
		{
			"voicelineId": 81056,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Ya tuviste tu última oportunidad.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_02"
		},
		{
			"voicelineId": 81057,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Agh... ¡Retirada!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_03"
		},
		{
			"voicelineId": 81058,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Déjamelo a mí!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_01"
		},
		{
			"voicelineId": 81059,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Atrás!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_02"
		},
		{
			"voicelineId": 81060,
			"title": "Derrotado (I)",
			"voicelineType": "500001",
			"description": "Todavía me quedan... muchas cosas por hacer...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_01"
		},
		{
			"voicelineId": 81061,
			"title": "Derrotado (II)",
			"voicelineType": "500002",
			"description": "¿Por qué?...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_02"
		},
		{
			"voicelineId": 81062,
			"title": "Derrotado (III)",
			"voicelineType": "500003",
			"description": "No permitiré... que pisotees mis sueños...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_03"
		},
		{
			"voicelineId": 81063,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Agh! ¡Basta ya!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_01"
		},
		{
			"voicelineId": 81064,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "¡Ah! Esto no es nada para mí.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_02"
		},
		{
			"voicelineId": 81065,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¿Necesitas ayuda?",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_01"
		},
		{
			"voicelineId": 81066,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Yo me encargaré de esto.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_02"
		},
		{
			"voicelineId": 81067,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¿Se trata de un cliente?... Ah, no, ¡eres tú!",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_03"
		}
	]
}