{
	"id": 10000101,
	"name": "Kinich",
	"friendLines": [
		{
			"voicelineId": 101000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Kinich: Malipo de Kinich. Es un placer conocerte. Si deseas solicitar mis servicios, por favor, infórmame sobre el trabajo e indícame lo que estás dispuest{F#a}{M#o} a pagar.\nAhau:... ¿Eso es todo? ¡Vamos, no puedo contigo! Se supone que primero tienes que decir lo profesional y rápido que eres, hablar de tus logros pasados y elevar las expectativas, y luego dices: “¡Y por eso cobro un precio más alto que la mayoría!”. ¿Es que no sabes nada de negocios?\nAhau: Uf, no sé cómo el todopoderoso Señor de los Dragones, K'uhul Ahau, ha acabado metido en un contrato con un idiota tan incompetente... ¡Qué humillación!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_draw_appear_01"
		},
		{
			"voicelineId": 101001,
			"title": "Charla - Ahau",
			"voicelineType": "1101",
			"description": "Kinich: A Ahau le encanta ser impertinente. Ignóralo cuando se ponga así, no te lo tomes a pecho.\nAhau: ¡Kiniiiiiich! ¡Te reto a que me sueltes y me digas eso a la cara si te atreves!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_01"
		},
		{
			"voicelineId": 101002,
			"title": "Charla - Precio",
			"voicelineType": "1102",
			"description": "No soy el amigo al que acudir en busca de palabras de consuelo o aliento. Pero, cuando se trate de sopesar el precio de tus actos, puedes preguntarme lo que quieras.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_02"
		},
		{
			"voicelineId": 101003,
			"title": "Charla - Distribución",
			"voicelineType": "1103",
			"description": "Así es como distribuyo mi energía en un trabajo: el setenta por ciento va para investigar, el diez por ciento para tomar una decisión y el resto para su ejecución.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_03"
		},
		{
			"voicelineId": 101004,
			"title": "Tras la lluvia...",
			"voicelineType": "1201",
			"description": "*Tch*, todavía me cae agua de los pantalones...",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_afterRain_01"
		},
		{
			"voicelineId": 101005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "Ahau: ¿A eso llamas un rayo? Parecía más bien un bicho insignificante caído del cielo con el trasero brillante.\nKinich: Aún habría más luz en el trasero de ese insecto que en toda tu alma.\nAhau: ¡Retira eso!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_thunder_01"
		},
		{
			"voicelineId": 101006,
			"title": "Qué sol hace...",
			"voicelineType": "1203",
			"description": "Ahau: ¡Apuesto a que ahora estás celoso de mis lentes de sol! Y no, no te los voy prestar.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_sunny_01"
		},
		{
			"voicelineId": 101007,
			"title": "Cuando hace viento...",
			"voicelineType": "1204",
			"description": "Ahau: Una vez que las nubes desciendan sobre el suelo y la oscuridad se trague la tierra, ¡invocaremos a los vientos aulladores y prenderemos fuego al mundo entero!\nKinich: Ajá, sí, claro, lo que tú digas.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_breezy_01"
		},
		{
			"voicelineId": 101008,
			"title": "Hace mucho viento...",
			"voicelineType": "1205",
			"description": "Kinich: El mal tiempo puede hacer que los deportes extremos sean más emocionantes.\nAhau: ¡Pues adelante, tírate de un puente! ¡Rómpete una pierna! O mejor aún, rómpete el cuello, jejeje.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_gale_01"
		},
		{
			"voicelineId": 101009,
			"title": "En el desierto...",
			"voicelineType": "1206",
			"description": "Recuerda mantenerte hidratad{F#a}{M#o}.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_desert_01"
		},
		{
			"voicelineId": 101010,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Buenos días. Estoy a punto de salir, y no volveré hasta mañana por la mañana. No me esperes despiert{F#a}{M#o}.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingMorning"
		},
		{
			"voicelineId": 101011,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Ya que estamos aquí, ¿qué tal si comemos algo antes de irnos? Toma, usa esto para lavarte las manos.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNoon"
		},
		{
			"voicelineId": 101012,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "El día ya casi ha acabado. Lo que está hecho no se puede cambiar, tanto si me satisface como si no... En lugar de eso, debo mirar hacia delante y acelerar el paso.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight"
		},
		{
			"voicelineId": 101013,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¿El humo de la hoguera te está molestando? Un momento... Ya está, ahora deberías poder descansar.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight2"
		},
		{
			"voicelineId": 101014,
			"title": "Sobre Kinich - Seguidores",
			"voicelineType": "2001",
			"description": "Ahau: Kinich, ¿te has preguntado alguna vez por qué no estás rodeado de seguidores que te adoren? Sé sincero, no te deja dormir por las noches, ¿verdad? Dando vueltas bajo la luz de la luna, preguntándote por qué no tienes amigos... Pero anímate, porque la sabiduría del Señor de los Dragones, K'uhul Ahau, está justo ante ti, a tu alcance. Póstrate ante mí, ruega por que mis palabras te guíen, y puede que me digne a mostrarte el camino.\nKinich: Oh, porque tú eres muy popular, ¿verdad? Lo único que te sigue es una larga lista de gente que quiere darte una paliza.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle"
		},
		{
			"voicelineId": 101015,
			"title": "Sobre Kinich - Cazasaurios",
			"voicelineType": "2005",
			"description": "Ser un cazasaurios es una ocupación poco habitual, y no todo el mundo la aprueba. Pero a veces surge un conflicto en el que no se puede complacer a ambas partes, y alguien tiene que dar un paso al frente y ensuciarse las manos. No tengo ningún problema en ser esa persona, siempre que el precio sea justo.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101016,
			"title": "Sobre nosotros - Encargos",
			"voicelineType": "2003",
			"description": "Kinich: Si alguna vez necesitas mi ayuda con alguno de tus encargos del Gremio de Aventureros, házmelo saber.\nAhau: ¡Oh, sí, por favor! Hazle los encargos más peligrosos y difíciles que encuentres. ¡Cuanto mayor sea el riesgo de muerte, mejor!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close"
		},
		{
			"voicelineId": 101017,
			"title": "Sobre nosotros - Amigos",
			"voicelineType": "2002",
			"description": "Ahau tiene sus propias razones para ponerme en peligro, pero la verdad es que no me importa arriesgarme para echarte una mano. Por mucho que diga que todo tiene su precio, creo que en este mundo hay cosas que vale la pena hacer cueste lo que cueste.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «El Fuego Reminiscente de Yupanqui»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101018,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Usar una Visión no conlleva ningún coste, pero los costes ocultos suelen ser los más caros a la hora de pagar.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101019,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Mi pueblo cree firmemente en la libertad absoluta. Creen que el vínculo entre humanos y saurios debe basarse en la confianza y el apoyo mutuo, no en un contrato vinculante que los ate. Supongo que soy el raro.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_share_01"
		},
		{
			"voicelineId": 101020,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Kinich: Cuando recojas quenepas, asegúrate siempre de que no haya saurios cerca.\nAhau: ¡Tacaño cerebro de lagarto! ¡Gusano baboso, escurridizo y avaro! ¡Eres un egoísta! ¡Solo me fijé en esas frutas podridas porque me moría de hambre!\nKinich: Como quieras, más para mí.\nAhau: ¡Me estás haciendo enfadar!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_gift_01"
		},
		{
			"voicelineId": 101021,
			"title": "Sobre Mavuika...",
			"voicelineType": "4001",
			"description": "Durante la mayor parte de mi vida, he hecho que otros pagaran un precio. Entonces, la Arconte Pyro usó la «Oda de la resurrección» para traerme de vuelta del Reino de la Noche y, de repente, fui yo quien tuvo que pagar un precio... Fue entonces cuando entendí ambos puntos de vista. Para la parte más fuerte, el precio es una moneda de cambio, mientras que para la parte más débil, es una señal del valor de lo que está en juego. Lo importante es si tienes el valor para hacer la apuesta.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 101022,
			"title": "Sobre Mualani...",
			"voicelineType": "4002",
			"description": "He aceptado trabajos de ella antes. Se ofreció a pagarme como “consejero de combate”, y la cantidad fue generosa, así que acepté. Sin embargo, después de trabajar con ella unas cuantas veces, me di cuenta de que era bastante hábil. Cuando le pregunté unas cuantas veces, acabó admitiendo que “consejero de combate” no era más que un código para enseñar a Kachina técnicas de supervivencia en la naturaleza...\nAsí que un “combate contra la naturaleza”. Humm, yo probablemente a eso lo llamaría “vida”.\nDe todos modos, ese asunto ya concluyó, y ahora tengo dos nuevas clientas habituales.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101023,
			"title": "Sobre Kachina...",
			"voicelineType": "4003",
			"description": "He visto un encargo relacionado con ella. Algunos miembros de los Vástagos del Eco están celosos de que tenga un nombre antiguo, así que contrataron a gente para que hiciera daño a su saurio. Ya les hice pagar por ello.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101024,
			"title": "Sobre Chasca...",
			"voicelineType": "4004",
			"description": "He visto cómo se encarga de su trabajo. Nuestros métodos de resolución de conflictos son muy diferentes. Yo suelo hacer callar a una de las partes, pero ella hace callar a las dos. Cuando se despiertan en sus camas, ya no tienen nada más que decir, porque han olvidado por qué se peleaban en primer lugar.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101025,
			"title": "Sobre Xilonen...",
			"voicelineType": "4005",
			"description": "Una vez vi un extraño anuncio de trabajo cuando pasaba por el territorio de los Vástagos del Eco. El solicitante buscaba una planta resistente que no necesitara mucho mantenimiento, así que traje algunas semillas de pata de saurio, junto con una maceta y algo de fertilizante. Crece bien en toda Natlan, incluso en las zonas más áridas. Pero cuando fui a recoger mi pago, vi que no había ni un brote en la maceta.\nPagué el precio por sobrestimar las habilidades de jardinería de Xilonen. Ese trabajo fallido fue una de las pocas manchas en mi historial.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101026,
			"title": "Sobre Iansán...",
			"voicelineType": "4006",
			"description": "Kinich: He aceptado trabajos de ella antes. Más de una colaboración a largo plazo, en realidad... Es entrenadora personal y suele preparar comidas saludables para sus alumnos, con todo medido a la caloría exacta. Para mantener esto, necesita un suministro constante de frutas que cumplan con sus estrictos estándares de calidad y tamaño. Una sola mancha o picadura de insecto y rechazará todo el lote. A la mayoría de la gente le resulta imposible trabajar con alguien así, pero yo tengo buen ojo para estas cosas... además de un medio fiable para deshacerme de las frutas que no cumplen los requisitos.\nAhau: Espera, ¿qué...? ¡¿Con ESO haces mi jugo?!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101027,
			"title": "Sobre Citlalí...",
			"voicelineType": "4007",
			"description": "Como habrás adivinado, ya he aceptado trabajos de ella anteriormente. La ayudé a comprar una pesada pila de material de lectura a un mercader de Inazuma. No es por entrometerme en los asuntos privados de mis clientes, pero... ¿no usaban los Augures Vientonocturno tela para los materiales de lectura en vez de papel?",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101028,
			"title": "Sobre Ifá...",
			"voicelineType": "4008",
			"description": "Kinich: Ya he recurrido a sus servicios antes. Fue cuando Ahau dijo que estaba “enfermo”... Fuera lo que fuera, despotricaba y lloraba sin cesar, así que pensé que lo más sensato era llevarlo al mejor veterisaurio que pudiera encontrar y, la verdad, es que no me decepcionó. Ahau se recuperó al poco de entrar en la clínica.\nAhau: Bah... ¡Qué sabrás tú! Ni siquiera es un médico de verdad, ¡no es más que un charlatán! ¡Un charlatán! Tú... ¡ni siquiera estabas allí, así que no sabes lo que dijo!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101029,
			"title": "Más sobre Kinich (I)",
			"voicelineType": "5001",
			"description": "Soy un cazasaurios. Cuando no hay saurios que cazar, también acepto otro tipo de encargos. Supongo que eso significa que, en cierto modo, somos compañeros de trabajo.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_01"
		},
		{
			"voicelineId": 101030,
			"title": "Más sobre Kinich (II)",
			"voicelineType": "5002",
			"description": "Cuando era mensajero, la gente siempre me pedía que le echara una “mano rápida” con algo después de recibir el mensaje. Entonces, la pregunta es: ¿cuánto cuesta una “mano rápida”? La mayoría de las veces, en cuanto decía el precio, de repente ya no necesitaban mi ayuda.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 101031,
			"title": "Más sobre Kinich (III)",
			"voicelineType": "5003",
			"description": "Me preparé durante semanas para mi primera caza de saurios. Me pasé varios días observando, acechando y esperando mi momento; creé nada menos que más de tres tipos de trampas diferentes, nada menos, y tomé notas detalladas de su rutina diaria y sus hábitos alimenticios...\nGran parte de ese esfuerzo no se materializó en nada, pero fue un desperdicio necesario.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101032,
			"title": "Más sobre Kinich (IV)",
			"voicelineType": "5004",
			"description": "Kinich: Ahau solía estar encerrado en unas antiguas ruinas, hasta que firmé un contrato con él y lo dejé salir.\nAhau: Lo tomé por un idiota imprudente que acabaría muerto en una zanja en cuestión de días, ¡pero no! De algún modo, sigue aquí, vivito y coleando... Arg, qué más da. Soy el máximo soberano del Reino de las Llamas, y tengo la virtud y la dignidad inherentes a mi estatus.\nKinich: ¿Tu “virtud y dignidad” es lo que te hace esperar que estire la pata todos los días?\nAhau: ¡Me refería a que tengo tiempo y paciencia!\nKinich: En fin... Mientras sepas mantenerlos bajo control, hasta los seres más viles y miserables tienen su utilidad.\nAhau: ¡Piérdete, Kinich! Solo espera, ¡encontraré a alguien que te mate a palos antes de que acabe el día!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 101033,
			"title": "Más sobre Kinich (V)",
			"voicelineType": "5005",
			"description": "Siempre he afrontado las cosas en términos de costes, así que no me sorprendió que las Wayob me concedieran el nombre antiguo de “Malipo”, o Fuego Reminiscente.\nEl valor viene de la supervivencia, así que no espero a que llegue el día en que mi vida llegue a su fin. Pero también soy el portador del legado del Fuego Reminiscente, y estoy preparado para enfrentarme a las llamas cuando llegue el momento.\nQue el Fuego Reminiscente juzgue cómo he pasado mi vida. Sé que no tendré nada de lo que arrepentirme.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «El Fuego Reminiscente de Yupanqui»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101034,
			"title": "Aficiones de Kinich...",
			"voicelineType": "6001",
			"description": "He probado todo tipo de deportes extremos. Cuando me aburro de una cosa, paso a la siguiente. Es una buena manera de perfeccionar tus habilidades mientras aprendes a controlar tus miedos... Primero te enfrentas al miedo, luego te acostumbras a él y, por último, lo superas.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_hobby"
		},
		{
			"voicelineId": 101035,
			"title": "Preocupaciones de Kinich...",
			"voicelineType": "6012",
			"description": "La mayoría de la gente más aprensiva que he conocido, o piensa demasiado, o demasiado poco. Yo siempre estoy buscando mi próximo destino y objetivo, así que nunca tengo tiempo para preocuparme.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_annoyed_01"
		},
		{
			"voicelineId": 101036,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Kinich: Cuando estoy en la naturaleza, como cualquier cosa. La carne y la fruta son siempre mis preferencias, por supuesto.\nAhau: Pfff... mírate, fingiendo que no eres quisquilloso con la comida. Entonces, ¿cómo es que nunca te veo recoger mahís? ¿Eh?\nKinich: Porque me gusta viajar ligero.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodLike"
		},
		{
			"voicelineId": 101037,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Ahau: La comida fría o picante desfigura el templo sagrado que es nuestro cuerpo, y el humo del aceite caliente es algo nocivo que hay que evitar. No me gustan los alimentos demasiado duros, pues son laboriosos de masticar, ni demasiado blandos y cocinados, pues carecen de sabor...\nKinich: Entonces, dime: ¿qué quieres?\nAhau: ¡Un festín con tu alma! ¡Muajajaja!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodDislike"
		},
		{
			"voicelineId": 101038,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Kinich: Esto está delicioso. Debería ofrecerte algo de dinero a cambio, o algún tipo de regalo si lo prefieres.\nAhau: ¡Escúpelo, serpiente avariciosa! ¡No te comas mi parte!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_pref_01"
		},
		{
			"voicelineId": 101039,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Kinich: No está nada mal. Tiene más sabor de lo que esperaba.\nAhau: ¿Oyes eso? ¡Se está burlando de ti! ¡Cree que no tienes ni idea de cocinar!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_normal_01"
		},
		{
			"voicelineId": 101040,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Kinich: ¿Hay alguna posibilidad de devolver esto a la cocina?\nAhau: ¡Eh, espera un momento, que yo todavía no lo he probado!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_dislike_01"
		},
		{
			"voicelineId": 101041,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Kinich: ¿Ahau?\nAhau: Está bien, está bien. *Tch*, te encanta mandar trabajo a la gente, como si fueras a pagar algo por ello. La próxima vez, consigue tu propio par de alas y vuela tú mismo... ¡Tú! Sí, tú. No te quedes ahí parad{F#a}{M#o} y súbete a mi espalda. Un paseo por los cielos a lomos del todopoderoso Señor de los Dragones, K'uhul Ahau, es un honor único en la vida.\nKinich: No te preocupes, solo será un agradable viaje por el bosque. Solo tienes que seguirme. He diseñado la ruta de antemano y te prometo que es segura.\nAhau: ¡No olvides lo que me prometiste a cambio!\nKinich: Muy bien, ahora sube... Feliz cumpleaños.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 101042,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Una hoja solo necesita ser dura y afilada.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 101043,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Intenta llevar poco equipaje. Evita objetos grandes y poco manejables... como este paraguas, por ejemplo.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 101044,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Antes de salir, me aprieto la bandana y me recuerdo a mí mismo que debo mantener la calma y estar alerta.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101045,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Has hecho mucho por mí, y no es algo que dé por sentado. Puedes decir tu precio, o aceptar lo que te ofrezco a cambio... Juro por el nombre “Malipo” que, elijas lo que elijas, no te defraudaré.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 101046,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "10000101",
			"description": "Ahau: Eres muy ágil.",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_01"
		},
		{
			"voicelineId": 101047,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "10000102",
			"description": "Ahau: ¡¿Estás huyendo?!",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_02"
		},
		{
			"voicelineId": 101048,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "10000103",
			"description": "Ahau: Así que eso es todo lo que tienes...",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_03"
		},
		{
			"voicelineId": 101049,
			"title": "Habilidad Elemental (IV)",
			"voicelineType": "100004",
			"description": "Objetivo fijado.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_04"
		},
		{
			"voicelineId": 101050,
			"title": "Habilidad Elemental (V)",
			"voicelineType": "100005",
			"description": "Objetivo detectado.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_05"
		},
		{
			"voicelineId": 101051,
			"title": "Habilidad Elemental (VI)",
			"voicelineType": "100006",
			"description": "Lo tengo donde quería.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_06"
		},
		{
			"voicelineId": 101052,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "Por la Señora de la Noche.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_01"
		},
		{
			"voicelineId": 101053,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "Reclamo estas almas.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_02"
		},
		{
			"voicelineId": 101054,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "Sombra del pasado, obedéceme.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_03"
		},
		{
			"voicelineId": 101055,
			"title": "Habilidad Definitiva (IV)",
			"voicelineType": "20000101",
			"description": "Ahau: ¡Arrodíllate ante el Señor de los Dragones!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_04"
		},
		{
			"voicelineId": 101056,
			"title": "Habilidad Definitiva (V)",
			"voicelineType": "20000102",
			"description": "Ahau: ¡Gloria eterna!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_05"
		},
		{
			"voicelineId": 101057,
			"title": "Habilidad Definitiva (VI)",
			"voicelineType": "20000201",
			"description": "Ahau: ¡Que las llamas de dragón iluminen tu decadencia!\nAhau: Lo quemaré todo, ¡TODO!\nAhau: ¡Aaah, qué bien sienta hacer esto!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_06"
		},
		{
			"voicelineId": 101058,
			"title": "Habilidad Definitiva (VII)",
			"voicelineType": "20000202",
			"description": "Ahau: Sacrifiquen sus almas en mi nombre.\nAhau: ¿Te has quedado sin palabras del miedo?\nAhau: Entonces, ¡guarda silencio eterno!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_07"
		},
		{
			"voicelineId": 101059,
			"title": "Habilidad Definitiva (VIII)",
			"voicelineType": "20000203",
			"description": "Ahau: ¡Mi poder es inigualable!\nAhau: Especialmente cuando estoy de mal humor.\nAhau: ¡Paga el precio, insecto insignificante!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_08"
		},
		{
			"voicelineId": 101060,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "Kinich: ¿Me toca una parte por haberlo encontrado?\nAhau: ¿De verdad quieres esta chatarra?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_01"
		},
		{
			"voicelineId": 101061,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Kinich: Todo tiene su utilidad.\nAhau: ¿No te daban juguetes para jugar cuando eras pequeño? ¿Es eso?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_02"
		},
		{
			"voicelineId": 101062,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Ahau: *Tch*, qué montón de basura sin valor.\nKinich: Deja de parlotear. Tómalo o déjalo.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_03"
		},
		{
			"voicelineId": 101063,
			"title": "Al abrir el planeador (I)",
			"voicelineType": "800001",
			"description": "... ¿De verdad es necesario?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_explore_fly_start_01"
		},
		{
			"voicelineId": 101064,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Es hora de pagar el precio.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_01"
		},
		{
			"voicelineId": 101065,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Dos pueden jugar el mismo juego...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_02"
		},
		{
			"voicelineId": 101066,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Ahau: ¡Estás acabado, Kinich! ¡Acabado!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_03"
		},
		{
			"voicelineId": 101067,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "Sabes que estás al borde del abismo, ¿verdad?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_01"
		},
		{
			"voicelineId": 101068,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¿Quieres negociar?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_02"
		},
		{
			"voicelineId": 101069,
			"title": "Derrotado (I)",
			"voicelineType": "500001",
			"description": "No... mires atrás...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_01"
		},
		{
			"voicelineId": 101070,
			"title": "Derrotado (II)",
			"voicelineType": "500002",
			"description": "Todo tiene un precio...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_02"
		},
		{
			"voicelineId": 101071,
			"title": "Derrotado (III)",
			"voicelineType": "500003",
			"description": "Ahau: Jeje, un placer hacer negocios contigo...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_03"
		},
		{
			"voicelineId": 101072,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "Qué fallo...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_01"
		},
		{
			"voicelineId": 101073,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "Eso no me lo esperaba...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_02"
		},
		{
			"voicelineId": 101074,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Trato hecho. Yo me encargo.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_01"
		},
		{
			"voicelineId": 101075,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Déjamelo a mí.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_02"
		},
		{
			"voicelineId": 101076,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Encantado de trabajar contigo.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_03"
		}
	]
}