{
	"id": 10000061,
	"name": "Kirara",
	"friendLines": [
		{
			"voicelineId": 61000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "¡Hola! Soy Kirara, repartidora de Komaniya Exprés, una empresa de paquetería de Inazuma. ¡No hay paquete que no pueda entregar! ¿Miau? ¿Que por qué tengo colas? ¡Pues porque soy una youkai! Una nekomata, para ser más específicos.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_draw_appear_01"
		},
		{
			"voicelineId": 61001,
			"title": "Charla - Paquete",
			"voicelineType": "1101",
			"description": "Humm, ¿qué habrá dentro de este paquete? ¡Miau, me muero de curiosidad! No, no, no puedo meter las zarpas en paquetería ajena.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_01"
		},
		{
			"voicelineId": 61002,
			"title": "Charla - Pedidos",
			"voicelineType": "1102",
			"description": "A ver, a ver, deja que vea otra vez el pedido... Bien, en marcha. Nuestro siguiente destino no está lejos.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_02"
		},
		{
			"voicelineId": 61003,
			"title": "Charla - Trabajo",
			"voicelineType": "1103",
			"description": "¡Miaaaau! Fíjate en este paisaje... Sin duda, he elegido bien mi trabajo.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_03"
		},
		{
			"voicelineId": 61004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "¡Miau! ¡Se me está empapando todo el pelaje! ¿Tú también necesitas una caja para resguardarte?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_heavyRain_01"
		},
		{
			"voicelineId": 61005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¡Miaaaaaaau! Ay, me ha dado un susto tan grande que hasta se me ha olvidado hablar como las personas.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_thunder_01"
		},
		{
			"voicelineId": 61006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "Uff, hace tanto frío que mis colas están a punto de convertirse en estalagmitas heladas. Debería acercarme al fuego para calentarme. Mientras mantenga la distancia, no se me quemará el pelaje, ¿verdad?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_snowy_01"
		},
		{
			"voicelineId": 61007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "Hoy se está muy bien al sol. Dan ganas de encaramarse a un árbol y hacerse una bolita para dormir... Solo de pensarlo me entra sueño.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_sunny_01"
		},
		{
			"voicelineId": 61008,
			"title": "Hace mucho viento...",
			"voicelineType": "1205",
			"description": "¡Oh, no! ¡Los paquetes pequeños saldrán volando con este viento!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_gale_01"
		},
		{
			"voicelineId": 61009,
			"title": "En el desierto...",
			"voicelineType": "1206",
			"description": "Miaaau, tengo arena entre las almohadillas de las patas. Qué sensación tan extraña...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_desert_01"
		},
		{
			"voicelineId": 61010,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "¡Buenos días! Estabas durmiendo, así que he ido a buscar algo de comida. Ay, no te preocupes, no son ni ardillas ni pinzones. Aunque esos también están deliciosos...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingMorning"
		},
		{
			"voicelineId": 61011,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "*Bosteza*, voy a mimir un ratito más... Todavía... no tengo fuerzas para levantar las colas...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNoon"
		},
		{
			"voicelineId": 61012,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¡Buenas noches! Ya estoy lista para salir de paseo. ¿Eh? ¿Dormir? ¿Ahora? ¡Pero por las noches es cuando más energía tengo! Puedo ir más rápido y mi visión es mucho mejor. Además, hay menos gente por la calle.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61013,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¡Buenas noches! ¡Que tengas dulces sueños! Aunque supongo que sin dos colas en las que enredarte, dormirás muy a gusto, ¿no?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight2"
		},
		{
			"voicelineId": 61014,
			"title": "Sobre Kirara - Almohadillas",
			"voicelineType": "2001",
			"description": "¿Mis botas? Ah, en realidad son mis patas. Podría usar mis poderes para convertirlas en pies humanos, pero me siento más segura corriendo con mis almohadillas y mis garras. ¡Miau! No las toques, por favor, me haces cosquillas.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle"
		},
		{
			"voicelineId": 61015,
			"title": "Sobre Kirara - Nombre",
			"voicelineType": "2005",
			"description": "Mi nombre me lo dio mi abuelita. Cuando aún tenía una sola cola, solía acariciarme la barbilla, darme palmaditas en la cabeza y decirme que tenía unos ojos preciosos que brillaban como cristales.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61016,
			"title": "#Sobre nosotr{F#a}{M#o}s - Viajar",
			"voicelineType": "2003",
			"description": "Tú viajas de un lado para otro y yo entrego paquetes allá donde se me requiera. Nos parecemos mucho, ¿no crees? Amb{F#a}{M#o}s estamos siempre de acá para allá. Aunque, claro, a mí me pagan el alojamiento y el viaje, mientras que tú te lo tienes que pagar todo de tu propio bolsi... ¡Ay, no! ¡No lo decía por alardear!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close"
		},
		{
			"voicelineId": 61017,
			"title": "#Sobre nosotr{F#as}{M#os} - Destinos entrelazados",
			"voicelineType": "2002",
			"description": "He conocido a mucha gente gracias a mi trabajo. Algunos incluso se han vuelto clientes asiduos de Komaniya Exprés, y otros son ahora mis amigos... Es maravilloso, ¿no crees? Puede que todo paquete tenga un destino y un final, pero su historia no tiene por qué acabar ahí. Lo cierto es que la amistad entre humanos y youkai no es tan complicada como parece.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61018,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Aún recuerdo la primera vez que usé mis poderes de youkai para convertirme en humana. ¡No podía contener la emoción de, por fin, poder ver el mundo humano en persona! Fue entonces cuando mi Visión se me apareció en la cintura. Me pregunto si la deidad que me la otorgó compartía mi deseo de viajar a otros lugares...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61019,
			"title": "¿Algo que decir? - Caza",
			"voicelineType": "3002",
			"description": "Las armas de los humanos no están tan mal, pero yo prefiero usar mi instinto felino. Ya sabes, cuando ves un pinzón paseando tan tranquilamente, ¿no te entran ganas de seguirlo a escondidas, agazaparte y... *¡piu!*, atraparlo por detrás? ¡Cazar a una presa es incluso más satisfactorio que entregar un paquete!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_01"
		},
		{
			"voicelineId": 61020,
			"title": "¿Algo que decir? - Caja",
			"voicelineType": "3005",
			"description": "Mi abuelita me dijo que esta era la caja en la que más me gustaba acurrucarme cuando era pequeña. Es curioso porque, en ese entonces, lo único que sabía de Komaniya Exprés es que sus cajas eran realmente cómodas y calentitas. Ahora que trabajo ahí, tengo a mi disposición todas las cajas que quiera, jaja. Qué misterioso es lo que nos depara el destino... Aunque, ahora que lo pienso, últimamente me siento más apretada al meterme en una de esas cajas. ¿Qué? ¡De eso nada, no es por haber engordado! ¡Nunca voy a ser como uno de esos gatos gordos!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_02"
		},
		{
			"voicelineId": 61021,
			"title": "Un dato curioso - Casa del árbol",
			"voicelineType": "3003",
			"description": "¿Sabes que en Sumeru tienen por costumbre hacer las casas en los árboles? ¡Miau! Sería genial poder tumbarse al sol todos los días sin tener que preocuparse de bajar del árbol para buscar comida. Ah, ¿ya lo sabías? Vaya... ¿Y no sabrás por casualidad de qué están hechas esas casas? La última vez que entregué un paquete por allí, usé mis garras para escalar, pero acabé agotada. Me pregunto cómo se las arreglaba antes la gente de Sumeru para llevar todos los muebles y materiales de construcción hasta allí si ni siquiera tenían garras...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_01"
		},
		{
			"voicelineId": 61022,
			"title": "Un dato curioso - Casas enormes",
			"voicelineType": "3004",
			"description": "En mi trabajo suelo ver las casas de mucha gente, ¿sabes? Y algunas son grandes, ¡miaaaucho más grandes que la de mi abuelita! Que si un palacio aquí, que si un templo allá... Y encima con tantas habitaciones que no puedes ni contarlas. Me pregunto si las casas tan grandes no se sentirán muy vacías. Yo me conformo con un sitio para desayunar por la mañana, un lugar para acurrucarme al sol por la tarde y una cajita donde dormir por la noche. ¡Ah, claro! ¿Será que las casas grandes son como cajas grandes para los humanos?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_02"
		},
		{
			"voicelineId": 61023,
			"title": "Sobre Yae Miko...",
			"voicelineType": "4001",
			"description": "La Srta. Kitsune es una youkai muy conocida en toda Inazuma, así que es normal que los youkai más jóvenes como yo la respetemos mucho. Y, sin embargo, es muy afable. ¡Incluso se toma la molestia de venir a verme para enseñarme cosas! Me ha dado consejos sobre las costumbres y comportamientos de los humanos: cómo entablar conversación con la gente, distintas recetas de tofu frito... ¿Eh? ¿Crees que eso último era totalmente innecesario?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61024,
			"title": "Sobre la Shogun Raiden...",
			"voicelineType": "4002",
			"description": "Los paquetes que entrego en Tenshukaku siempre están perfectamente envueltos con no una, ni dos, sino varias capas de envoltorio. Supongo que es porque todos están dirigidos a la todopoderosa Shogun. Aunque no puedo evitar sentir curiosidad por su contenido. Algunos de ellos huelen genial...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61025,
			"title": "Sobre Shikanoin Heizou...",
			"voicelineType": "4003",
			"description": "Hace ya mucho tiempo que conozco a ese detective. Cuando descubrió que era una nekomata, me pidió que le ayudara a buscar gatos desaparecidos. Al principio estaba muy contenta de poder ayudarle, pero luego oí a los gatos decir cosas como “¡El mundo es tan grande que quiero ir a verlo!” o “Pasar el día en casa es tan miauburrido...”, así que se me ablandó el corazón y le mentí diciendo que no había visto ningún gato. Sin embargo, creo que sabía que le estaba mintiendo...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61026,
			"title": "Sobre Kujou Sara...",
			"voicelineType": "4004",
			"description": "Siempre he querido acercarme a esa tengu para hablar, pero no me atrevo. Tal vez sea porque es la general de la Comisión Tenryou, pero resulta un poco intimidante. Por eso, me limito a observarla desde la distancia. No es por nada malo, es solo que siento curiosidad por sus alas. ¿Le resultarán incómodas? ¿Qué hace si se le cae una pluma? Estoy segura de que podrían convertirse en un cojín muy mullidito para mi caja.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61027,
			"title": "Sobre Arataki Itto...",
			"voicelineType": "4005",
			"description": "Aunque es un oni, se lleva superbién con los humanos, ¡y hasta tiene su propia banda! Miau, creo que es increíble. Tal vez debería pedirle consejo.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61028,
			"title": "Sobre Lyney...",
			"voicelineType": "4006",
			"description": "Cuando estaba en Fontaine, ¡me crucé con un mago capaz de transformar cosas y hacer que se volvieran invisibles! Tiene que ser algún tipo de poder youkai, ¿no? ¿Eso quiere decir que él también es un youkai?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61029,
			"title": "Sobre Chiori...",
			"voicelineType": "4007",
			"description": "Chiori siempre ha sido muy buena conmigo. Solía cruzarme con ella cuando salía a investigar tipos de materiales y técnicas de color. Le preocupaba que fuera a arañar sus telas, pero yo nunca haría algo así, eran demasiado bonitas. Ha abierto su propia tienda en Fontaine, así que de vez en cuando me pide que le entregue algún pedido allí. Jeje, fue ella la que me ayudó a hacer más bonita la ropa que llevo puesta.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61030,
			"title": "Más sobre Kirara (I)",
			"voicelineType": "5001",
			"description": "Cuando aún era una gatita, la abuela me contaba muchas historias sobre los youkai de Inazuma, los festivales de la ciudad, los deliciosos platos de otras naciones... Solía recostarme en su regazo y escuchar sus historias hasta quedarme dormida. Incluso ahora soy incapaz de distinguir entre lo que realmente eran historias y lo que eran sueños.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_01"
		},
		{
			"voicelineId": 61031,
			"title": "Más sobre Kirara (II)",
			"voicelineType": "5002",
			"description": "Este trabajo es perfecto para mí. La Srta. Kitsune me dijo que, para vivir en la sociedad humana, es necesario trabajar. ¡Por eso me lo tomo tan en serio y entrego a tiempo cada envío! No pienso volver a la naturaleza, ¡incluso aunque eso signifique ser una gran youkai!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 61032,
			"title": "Más sobre Kirara (III)",
			"voicelineType": "5003",
			"description": "Tal vez sea porque no parezco gran cosa, pero por el camino siempre me topo con bandidos que quieren robarme los paquetes. Aun así, ¡siempre me las he arreglado para ahuyentarlos! Y eso que no uso toda mi fuerza. Si le hago daño a alguien, la culpa sería de la empresa, ¡y hasta podrían despedirme!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61033,
			"title": "Más sobre Kirara (IV)",
			"voicelineType": "5004",
			"description": "Lo primero que hago al llegar a una nueva ciudad es trepar a algún lugar alto y observar el paisaje. A veces se levanta una brisa que lleva pétalos de una calle a otra como si de cristalópteros se tratara. Otras, cuando va a anochecer, las luces de la ciudad se encienden una a una, como si de pequeños haces de luz que bailan entre las sombras se tratara. Si no fuera porque siempre voy con prisa para cumplir con mis entregas, me pasaría el día disfrutando de la vista. *Suspira*, me gustaría tanto poder llevar a mi abuelita conmigo para que lo viera...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 61034,
			"title": "Más sobre Kirara (V)",
			"voicelineType": "5005",
			"description": "¡Hay que disfrutar de la vida! Cuando tengo que hacer algún viaje largo, aprovecho el último día o cuando ya he terminado el trabajo para invitarme a mí misma a una buena comilona en algún restaurante muy concurrido. Luego, trepo al tejado más cómodo de todos y disfruto del viento hasta que me quedo dulcemente dormida... La vida está llena de pequeños placeres, ¡sería una pena no disfrutarlos! Es por eso que, cuando como pescado, ¡nunca dejo más que las espinas!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61035,
			"title": "Aficiones de Kirara...",
			"voicelineType": "6001",
			"description": "Me encanta entregar paquetes por todo el continente. Siempre que veo una nueva dirección en la lista, la emoción no me deja dormir la noche anterior porque quiero ponerme directamente en camino. Yo crecí en medio de bosques y arbustos, así que pronto me aburrí mucho de ese paisaje, pero ahí fuera hay tantas cosas por ver... ¡Hay sorpresas esperando detrás de cada esquina!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_hobby"
		},
		{
			"voicelineId": 61036,
			"title": "Preocupaciones de Kirara...",
			"voicelineType": "6002",
			"description": "La vida de un humano es muy entretenida, pero también está llena de normas. Las personas no duermen en los tejados, las personas no cazan los peces de los estanques, las personas no se afilan las garras ni arañan las cosas... Pero si recupero mi forma original, a nadie le importa que haga esas cosas. El problema es que cuando adquiero mi forma de nekomata, llamo mucho la atención, así que no puedo entrar en un restaurante sin más y pedir algo de comer.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_annoyed"
		},
		{
			"voicelineId": 61037,
			"title": "Comida que más le gusta...",
			"voicelineType": "6005",
			"description": "Lo que más me gustaba comer cuando era una gata era la comida de mi abuelita. ¡Me gustaba tanto que metía la cabeza en el plato! Y ahora... ¡lo que más me gusta es el surtido de sashimi! Es tan tierno y fresco... Y además, no hace falta que me ande con cuidado por las espinas. El problema es que cuando me como la cabeza de un pescado, los empleados del restaurante siempre me miran con malos ojos...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodLike_01"
		},
		{
			"voicelineId": 61038,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Una vez, estaba atrapando peces en la orilla y de repente un cangrejo me pellizcó las colas. ¡No sabes lo que me dolió! Por un momento pensé que me las había roto. Los cangrejos son la peor comida del mundo. Tienen poca carne, su caparazón está duro como una piedra y no son nada, pero que nada fáciles de abrir con las garras. Ah, y tampoco me gustan las cosas calientes. He oído que hay un plato llamado “cangrejo mantequilla”, ¡qué horror! Suena a una comida muy, muy caliente y muy, muy dura. ¿Cómo puede la gente comer algo así?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodDislike"
		},
		{
			"voicelineId": 61039,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "¡Miaaau! Nunca había probado algo así, ¡está delicioso! ¿N-no serás {F#una}{M#un} youkai de la cocina?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_pref_01"
		},
		{
			"voicelineId": 61040,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Miaaau, riquísimo. ¿Tienes más? ¿Puedo llevarme un poco para el camino?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_normal_01"
		},
		{
			"voicelineId": 61041,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "El sabor me recuerda a cuando vivía vagando por la naturaleza...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_dislike_01"
		},
		{
			"voicelineId": 61042,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "¡Felicidades! Ya seas {F#humana}{M#humano} o youkai, ¡los cumpleaños siempre son dignos de celebración! Si tienes tiempo, podría llevarte a ver el lugar en el que me crie. No es un sitio animado ni nada de eso, así que me tranquiliza mucho estar allí. ¡Puedo dejar que te tumbes en mi caja favorita! ¡Ya verás lo cómoda que es!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 61043,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "¡Miau, siento que mi poder youkai ha aumentado!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 61044,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Tengo la impresión de que me han crecido las colas, ¿no crees?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 61045,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "¡Me siento tan ligera que podría repartir hasta diez paquetes en una sola mañana!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61046,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Miaaau, ahora que soy tan fuerte, hasta la Srta. Kitsune debería andarse con cuidado... Jajaja, ¡es broma! No es ninguna competición. Me conformo con ser capaz de proteger los paquetes de todos los clientes y... de poder estar a tu lado, claro. Por cierto, ¿te apetece acariciarme las colas? Te lo digo en serio, ¡creo que ahora son más largas!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 61047,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Miaaau!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_01"
		},
		{
			"voicelineId": 61048,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Toma arañazo!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_02"
		},
		{
			"voicelineId": 61049,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Con permiso!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_03"
		},
		{
			"voicelineId": 61053,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Aquí está tu paquete!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_01"
		},
		{
			"voicelineId": 61054,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡No olvides dejar una reseña!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_02"
		},
		{
			"voicelineId": 61055,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Una firmita por aquí!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_03"
		},
		{
			"voicelineId": 61056,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¡Miaaau! ¡Cuántas cosas que no había visto nunca!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_01"
		},
		{
			"voicelineId": 61057,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¿Se le habrá caído a alguien este paquete?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_02"
		},
		{
			"voicelineId": 61058,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Esta caja sería perfecta para acurrucarse...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_03"
		},
		{
			"voicelineId": 61059,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "He de proteger el paquete...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_01"
		},
		{
			"voicelineId": 61060,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Buscaré otra ruta...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_02"
		},
		{
			"voicelineId": 61061,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Miaaau...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_03"
		},
		{
			"voicelineId": 61062,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Escóndete en mi caja!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_01"
		},
		{
			"voicelineId": 61063,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Deja que te eche una zarpa!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_02"
		},
		{
			"voicelineId": 61064,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "No podré cumplir... con la entrega...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_01"
		},
		{
			"voicelineId": 61065,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Me acurrucaré... en mi caja...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_02"
		},
		{
			"voicelineId": 61066,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Me despedirán... por esto...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_03"
		},
		{
			"voicelineId": 61067,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900001",
			"description": "¡Miau!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_L_01"
		},
		{
			"voicelineId": 61068,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Mis pobres colas!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_01"
		},
		{
			"voicelineId": 61069,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "¡Oye, cuidado con el paquete!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_02"
		},
		{
			"voicelineId": 61070,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¿Tienes algún paquete que entregar?",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_01"
		},
		{
			"voicelineId": 61071,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¡Gracias por elegir Komaniya Exprés!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_02"
		},
		{
			"voicelineId": 61072,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¿Un viaje con todo pagado? ¡¿Dónde pongo la almohadilla?!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_03"
		}
	]
}