{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Hola, soy Lan Yan del Gremio de Artesanía del Valle Chenyu. ¿Te gustaría algún ornamento? ¿Una cesta o un jarrón? ¿Algún mueble? Oh, no me queda mucho mimbre que usar, me toca ir a la montaña a recoger más... ¿Que quieres ayudarme? Jiji, qué amable eres. Entonces, ¿te parece bien si te regalo un sombrero de mimbre a cambio?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "Charla - Planes diarios",
			"voicelineType": "1101",
			"description": "¿Que cuál es el plan de hoy? Humm... Veré según lo que me apetezca en el momento. Mañana también. Todos los días, en realidad, jiji.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "Charla - Reliquias familiares",
			"voicelineType": "1102",
			"description": "Los mejores utensilios de mimbre están hechos de hebras finas, suaves y resistentes como la seda. No sería una exageración afirmar que un objeto de mimbre puede ser tan valioso como una reliquia familiar de plata.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "Charla - Golondrinas",
			"voicelineType": "1103",
			"description": "Cuando el clima se torna cálido, las golondrinas construyen sus nidos. Cuando la tormenta se siente en el aire, se refugian.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "No nos ha dado tiempo a refugiarnos de la lluvia... Bueno, ya que estamos, disfrutemos de ella. Así nos ahorramos tener que correr.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¡Vaya! ¿P-puedes darme la mano un rato?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "Qué sol hace...",
			"voicelineType": "1203",
			"description": "¡Mira! Todo lo que tocan los rayos del sol se cubre de un tono dorado.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "Cuando hace viento...",
			"voicelineType": "1204",
			"description": "¿Oyes eso? Mi diadema de plata tintinea... *Tilín*... ¡Qué brisa más agradable!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "Hace mucho viento...",
			"voicelineType": "1205",
			"description": "*Ding, ding, ding, ding, ding*... Parece que el viento está airado.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "En el desierto...",
			"voicelineType": "1206",
			"description": "¿Quieres un poco de agua? Puedes probar de la mía. Contiene hojas de menta, así que es muy refrescante.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "¿Te ha despertado el piar de los pájaros? Jaja, iré a hablar con ellos, pero no sé si funcionará. A veces no me hacen caso.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "He recogido unas flores frescas, se las llevaré a mi madre para que prepare algún manjar. ¿Por qué no vienes también? ¡Mi familia se alegrará de conocerte!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¡Hay insectos a la parrilla en el mercado nocturno! ¿Quieres que los probemos junt{F#a}{M#o}s?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Qué sueño... Me voy a dormir ya, no lograré estar mucho más tiempo despierta.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "Sobre Lan Yan - Felicidad",
			"voicelineType": "2001",
			"description": "La felicidad es... saborear cada bocado de arroz hasta el más mínimo grano, escuchar el sonido del viento mientras me echo una siesta sobre la hierba, ¡y leer diez volúmenes de una saga sobrenatural sin que te molesten!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "Sobre Lan Yan - Los herederos del Chimen",
			"voicelineType": "2005",
			"description": "En los registros genealógicos de la familia Lan sí hay mención de un tal Descifravientos, pero mi familia directa se separó hace mucho tiempo de la rama principal. Las artes Chimen son variadas y complejas, y yo solo conozco algunos trucos. Para las preguntas más complicadas, aún tengo que recurrir a los mayores... Sin embargo, se me da muy bien confeccionar figurillas de mimbre, ¡incluso mi abuelo intenta imitar mi técnica! Jaja, supongo que podría decirse que es el área en la que sobresalgo.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "#Sobre nosotr{F#a}{M#o}s - ¿Estrechamos la mano?",
			"voicelineType": "2003",
			"description": "Siéntense, amiguitos. Estréchenme la mano...\nOh, no, no. Estaba intentando que los animalitos me miraran, no te estaba pidiendo a ti que te sentaras. Levántate, vamos... Esa frase significa: “Vengan todos, ¡hoy han venido un{F#a}{M#o}s nuev{F#a}{M#o}s amigos a jugar con ustedes!”. ¿Te parece complicado? Oh... “Siéntate” puede ser “no te muevas” o “escúchame”, o también “detente”... ¿Que si hay alguna regla? Ven a la montaña a jugar con nosotros y lo acabarás entendiendo de forma natural.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "#Sobre nosotr{F#a}{M#o}s - ¡Estréchame la mano!",
			"voicelineType": "2002",
			"description": "Ven, estréchame la mano. Dame un abrazo.\n¿Eh? ¿No quieres estrecharme la mano? Jaja, ¡ahora sí que me refería a que me dieras la mano sin más! ¿No es así como se animan entre sí los amigos? Lo siento, es culpa mía por no explicártelo antes. Pero no te preocupes, nos entenderemos mejor una vez que hayamos pasado tiempo junt{F#a}{M#o}s.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Gracias a la ayuda de la Visión, soy capaz de lanzar mis chakrams y tomarlos al vuelo con gran facilidad... Ah, mis chakrams son muy afilados, ¡será mejor que nadie los toque! Pero si se trata de ti... ¿Te gustaría probarlos? Quédate quiet{F#a}{M#o}, mantén los brazos firmes y realiza un movimiento rápido con la mano, ¡seguro que lo consigues!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Si quieres comer setas silvestres, tienes que extremar precauciones, pues muchas de ellas contienen veneno y no pueden ingerirse. Otras deben procesarse de forma apropiada y calentarse bien al fuego. Si no puedes terminártelas todas, deberás hacer lo mismo con las sobras, pues son muchos los que caen en la trampa la segunda vez. Si después de dar un par de bocados, ves que las gallinas de tu casa empiezan a pedirte que enciendas un fuego o el perro del jardín te dice a gritos que vayas a recoger la ropa, sin duda alguna tendrás que pedirles que te lleven a ver a un médico inmediatamente.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Una vez estaba sentada en la rama de un árbol confeccionando pequeños adornos, ¡cuando una pequeña ardilla me robó las piñas de mimbre que había creado! Menos mal que se me ocurrió intercambiárselas por el doble de piñas reales... No me preocupaba que se llevara mis piñas, pero ¡imagina su decepción al descubrirlo! Su día estaría arruinado y su felicidad se esfumaría. Humm... ¿Quién sabe? A lo mejor hasta se burlarían de ella las demás ardillas...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "Sobre Xiangling...",
			"voicelineType": "4001",
			"description": "Dicen que la primera impresión es muy importante, pero después de comer por primera vez en el Restaurante Wanmin de la ciudad de Liyue, me arrepentí. ¡Me arrepentí de no haber venido anteriormente a la ciudad, pues así habría podido conocer antes a Xiangling! Después de enterarse de que las montañas de mi tierra natal están repletas de múltiples ingredientes raros, empezó a planear a toda prisa un viaje al Valle Chenyu. Cuando llegue el momento, debo asegurarme de que aprovecha la oportunidad al máximo.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "Sobre Hu Tao...",
			"voicelineType": "4002",
			"description": "La directora Hu Tao siempre tiene una actitud muy desenfadada... Incluso cuando se encuentra en una situación desesperada, no deja de gastar bromas para reconfortarme. No nos conocemos desde hace mucho, ¿es siempre así de optimista? Humm... Bueno, sea como sea, a partir de hoy, deseo que siempre que ría lo haga porque realmente está contenta, y no para ahorrar preocupaciones a los demás.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "Sobre Keching...",
			"voicelineType": "4003",
			"description": "¿Cuándo se toma un respiro el Equilibrio Terrenal? Durante el Rito de la Linterna, vi que no paraba de ir de un lado a otro, siempre atareada, y no encontré la oportunidad de invitarla a comer para darle las gracias por su amabilidad... Además, quería pedirle que me ayudara a peinarme el cabello con forma de orejas de gato, como el suyo... ¿Crees que eso es pasarse? Aunque siento que no se ofendería por tal petición...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "Sobre Xingchiu...",
			"voicelineType": "4004",
			"description": "Me he topado con el joven amo Xingchiu varias veces en las montañas. No lo acompañaba nadie del Gremio de Comerciantes de Feiyun, así que supuse que no sería por ningún asunto de negocios. Tras tantos encuentros azarosos, empezó a traerme ejemplares de nuevas novelas sobrenaturales, y yo le prometí que nunca se lo contaría a nadie. Excepto a... Bueno, acabo de contártelo a ti. ¿Me guardarás el secreto, por favor?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "Sobre Chongyun...",
			"voicelineType": "4005",
			"description": "Una vez, cuando acompañé a mi abuelo a una de sus visitas de adivinación, vi salir a Chongyun con aspecto decaído de la casa que íbamos a visitar... Así que pensé que, si ni siquiera él había podido hacer nada, algo terrible debía haber ocurrido allí. Sin embargo, no sentí ninguna presencia ominosa en el interior, y mi abuelo tampoco predijo ningún infortunio... Puede que lidiar con el problema le supusiera un esfuerzo tan grande que quedó tan exhausto que no quería ni hablar. ¿Dices que es posible que no hiciera nada? Pues eso me deja aún más confusa...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "Sobre Gaming...",
			"voicelineType": "4006",
			"description": "Conozco a Gaming desde que éramos niños. Cuando era pequeño, era un verdadero tirano de las travesuras. ¿Que ahora no lo parece? Bueno, ha madurado mucho desde entonces, al igual que yo. Aunque hay algo que no ha cambiado: sigue llevando consigo aperitivos allá a donde va. Siempre regresa de sus viajes con un montón de dulces de fuera. Claro está, tampoco sale sin asegurarse de llevar consigo suficiente comida de casa.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "Sobre Qiqi...",
			"voicelineType": "4007",
			"description": "A la Srta. Qiqi le gustan los pinzones, ¿verdad? Me gustaría regalarle uno hecho de mimbre... ¿Sabes cuál es su color favorito?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "Más sobre Lan Yan (I)",
			"voicelineType": "5001",
			"description": "¡No digas nada! Espera un momento... Ya casi estoy... Necesito terminar esta asa... Uff... ¡Ya está! Jiji, perdona, no se me da muy bien hacer más de una cosa a la vez. Pero ahora tienes toda mi atención.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "Más sobre Lan Yan (II)",
			"voicelineType": "5002",
			"description": "¿Te gustaría pasar algún tiempo en las montañas? Podemos jugar a esquivar a las cabras suavelludas mientras se dan coscorrones, o fingir que los pelícanos picopúrpura son ladrones y tenemos que rescatar a las pobres percas jadecorazón de sus picos antes de que sea tarde... ¿O quieres jugar a Cazadores y rebeldes? ¿Quieres ser tú {F#la cazadora}{M#el cazador}? Jeje, cuánta confianza. Está bien, si acabas corriendo en círculos, haré sonar mi campanita para guiarte. Si logras tocarme la punta del pelo, lo consideraré como una victoria de tu parte. Yo también tengo mucha confianza en mis habilidades.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "Más sobre Lan Yan (III)",
			"voicelineType": "5003",
			"description": "El adorno plateado que llevo en la cabeza tiene la forma de Alargéntea Plumajade, y es una reliquia familiar. La diadema, el collar y el broche son regalos de cumpleaños de parte de mis padres. Oh, las pulseras son un regalo del Rito de la Linterna de parte de mi abuelo, y los aretes son del último Festival de la Luna, creo... También me entregaron otros ornamentos cuando aprendí a usar mi planeador, cuando recibí mi Visión o como celebración por terminarme tres cuencos de arroz de una sola sentada.\nJeje, en mi familia, creemos que los accesorios de plata protegen contra el mal y dan seguridad. Por eso mis familiares siempre encuentran la forma de regalarme alguno nuevo.\nPesan bastante al llevarlos todos a la vez, pero... ¡supongo que ese es el peso del amor de mi familia!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "Más sobre Lan Yan (IV)",
			"voicelineType": "5004",
			"description": "Cuando era pequeña, las figurillas de mimbre que había en casa solían resultarme escalofriantes... ¿Cómo describirlo? Imagina un montón de muñecos negros y grises por todas partes... ¡Es material más que suficiente para darle pesadillas a una niña pequeña! ¡Incuso llegué a pensar que mi abuelo estaba poseído y que me había enviado a aprender magia negra con mi prima! Así que, una noche, me armé de valor para quemar todas las figurillas que encontré. Por suerte, su propósito es el de absorber la energía negativa, así que las hicieron para acabar siendo destruidas.\nPero eso me hizo pensar que si las figurillas de mimbre tuvieran un aspecto más adorable, tal vez la gente no las confundiría con algún tipo de brujería...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "Más sobre Lan Yan (V)",
			"voicelineType": "5005",
			"description": "Tejer con mimbre no es difícil, ¡en serio! Incluso las figurillas más complejas y refinadas no son más que un conjunto de tramas y urdimbres. ¡Lo único que necesitas es un poco de paciencia! Más que la técnica en sí, lo más complicado es la precisión... ¡y la perseverancia! Pero, desde mi punto de vista, la clave no es esa. En mi opinión, lo más importante es estar feliz. Si no estás content{F#a}{M#o} cuando llevas a cabo una tarea, no podrás hacerlo bien; es algo que no solo se aplica al bordado de mimbre... En resumidas cuentas, tenemos que ser felices. ¡Tanto tú como yo!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "Aficiones de Lan Yan...",
			"voicelineType": "6001",
			"description": "Hace un tiempo, sentía una gran curiosidad por comprobar si en el agua hay espíritus de gente ahogada, así que usé un palo para remover las aguas de un lago y... ¡se quedó atascado!... Porque el agua estaba llena de algas. Sería raro intentar nadar ahí y no enredarse con algo...\nHe oído que no se deben comer solsettias después del ocaso, ni pelar una manzana en mitad de la noche frente a un espejo. Me pregunto cuál será la verdad detrás de todas esas leyendas... Humm...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "Preocupaciones de Lan Yan...",
			"voicelineType": "6012",
			"description": "Odio tener que quitarme astillas. Son difíciles de ver y acabas exhausta... Creo que me las habré clavado ya en todos los dedos... Puff.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Las flores frescas no solo son hermosas y fragantes, ¡sino que están deliciosísimas como relleno de un buen pastel! El sabor es refrescante y nada empalagoso, y si las tomas con un poco de té de flores... Ah, vamos, ¿por qué no recogemos algunas? No necesitamos una cesta, yo haré una cuando lleguemos a la montaña.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Como dice el proverbio: “Incluso el azúcar solo sabe dulce cuando estás feliz”. Cuando estás de mal humor, todo sabe peor... Jiji, lo bueno es que eso casi nunca pasa.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "¡Delicioso! Un momento, para disfrutar de este manjar, ¡será mejor que traiga mi cubertería de plata!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Oh, gracias. Aquí tienes una salsa para mojar. ¡Así sabrá mucho mejor!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "¿Lo has probado? ¿Te duele la barriga? No estás teniendo ninguna alucinación, ¿no?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Según la tradición familiar, cuando es el cumpleaños de alguien, se le debe regalar algún accesorio de plata. Toma, estas dos figurillas de mimbre son para ti. La que tiene una golondrina plateada en la cabeza soy yo, y {F#la que lleva una flor eres tú}{M#el que sostiene una espada plateada eres tú}. Jiji, ¿a que se parecen?\nHe imbuido de incienso las tiras de mimbre para que, cuando cuelgues ambas figurillas en tu mochila, sirvan como repelente de insectos. Los ornamentos de plata que llevan también los he diseñado yo. Cuando me los entregó el platero, volví a pulir los bordes para asegurarme de que no te hicieras ningún corte.\nBueno, te deseo un feliz cumpleaños. ¡Que la suerte siempre esté de tu parte!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Espera, tan solo he bordado dos nudos y ya... ¿Será que tú vas muy rápid{F#a}{M#o} o yo muy lenta?...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Si la plata debe bruñirse para brillar, tiene sentido que las personas también tengan que continuar puliendo sus habilidades para volverse tan ligeros y veloces como las golondrinas.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "¡Estréchame la mano! ¡Otra vez! ¡Y otra más! ¿Te acuerdas? Eso significa que me siento feliz, agradecida y... todas las demás cosas positivas.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "“La humilde golondrina construye con barro y, aun así, nunca se queda sin nido”. ¡No me subestimes, pues mi poder no ha hecho más que crecer en todo este tiempo! Ahora debería de ser más que capaz de protegerte. Ay, sí, lo sé, tú tienes una gran parte del mérito... ¡Muchas gracias!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100004",
			"description": "¡Piruetas en el aire!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100005",
			"description": "¡Ahí llego!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100006",
			"description": "¡Impulso del viento!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Que los males desaparezcan!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡El júbilo de la golondrina!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Danzando al viento!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¿Puedo quedarme con algo? ¡Comparte la alegría!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¡Qué bien! ¿Qué es lo que hay dentro?",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "No seas impaciente, deja que cuente...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Necesito un momento...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "¿Alguien me ayuda?",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Esto se pone complicado...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡No puedes seguir así, retrocede!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "Déjamelo a mí, no podrán atraparme.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "No puedo... derrumbarme ahora...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "La campanita de plata... ha dejado de sonar...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "No puedo alzar el vuelo...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "¡Detente!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Esto no está bien!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "¡Qué mal carácter!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Podemos ir a donde quieras... o no ir a ninguna parte.",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¡Recorramos las calles!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¡Ya estoy aquí!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}