{
	"id": 10000007,
	"name": "Lumine",
	"friendLines": [
		{
			"voicelineId": 2001,
			"title": "Sobre los molinos de viento...",
			"voicelineType": "24001",
			"description": "Paimon: Mondstadt tiene muchos molinos de viento, ¿no crees?\n{NICKNAME}: Bueno, la ciudad está construida sobre el agua, así que probablemente los necesite para llevarla hacia arriba.\nPaimon: ¡Correcto! Los vientos soplan todo el año en Mondstadt, por lo que el suministro de agua es muy estable.\nPaimon: Además, los molinos de viento son lo que llaman “viento visible”, y los carrillones de viento son el “viento audible”.\nPaimon: Paimon cree que podrían considerarse como las mascotas y las oraciones de protección para el Arconte Anemo.\n{NICKNAME}: Ya veo... Como tú, que también eres una mascota, ¿cierto, Paimon?\nPaimon: ¡No tiene nada que ver una cosa con la otra! Los molinos de viento están hechos de madera y no son comida de emergencia. Si te intentas comer uno, ¡solo te arruinará los dientes!\n{NICKNAME}: Ah...\n{NICKNAME}: No tengo más que añadir...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_windmill_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2002,
			"title": "Sobre el jefe de la taberna...",
			"voicelineType": "25001",
			"description": "{NICKNAME}: He oído que, si le das una buena propina al dueño de una taberna, estará más dispuesto a compartir información secreta.\nPaimon: ¿Hablas de la taberna El Obsequio del Ángel? Pero el Sr. Diluc parece un hombre muy rico, ¿no?\nPaimon: ¿Qué cantidad cuenta como “buena propina”?\n{NICKNAME}: Hummm... Tal vez escuché mal.\n{NICKNAME}: O tal vez escuché ese rumor en otro mundo...\nPaimon: Debes haber estado en muchos mundos.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_pubHolder_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2003,
			"title": "Sobre el Lago de Sidra...",
			"voicelineType": "26001",
			"description": "Paimon: No importa qué época del año sea, el Lago de Sidra nunca se congela.\nPaimon: La mejor sidra de manzana de Mondstadt solo se puede hacer con el agua fresca de este lago.\nPaimon: ¡El agua del lago sabe superbién! ¡Paimon podría beberse dos botellas de esa agua en un segundo!\n{NICKNAME}: Guau...\nPaimon: Jeje.\n{NICKNAME}: No me puedo creer que puedas beber tanta agua con tu tamaño...\n{NICKNAME}:... Y no explotar como un Slime Anemo.\nPaimon: Jeje, Paimon siempre tiene espacio para una bebida deliciosa.\n{NICKNAME}: Este mundo es tan grande y se necesita tanto tiempo para reflexionar sobre todo lo que hay en él...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_ciderLake_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2004,
			"title": "Sobre los libros de la sección restringida...",
			"voicelineType": "37001",
			"description": "{NICKNAME}: ¿Recuerdas la sección restringida de la biblioteca de la que habló Lisa?\n{NICKNAME}: ¿No tienes curiosidad por saber qué libros hay conservados en ella?\n{NICKNAME}: Tal vez...\n{NICKNAME}: ¿Libros no aptos para niños?\nPaimon: ¿Eh? Entonces, ¡que alguien le explique a Paimon por qué «La princesa jabalí» no está en la sección restringida!\nPaimon: ¿Acaso hay libros aún menos aptos para niños que ese? ¡Ahora Paimon tiene curiosidad!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_restrictedSection_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Un trabajo problemático»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1010115
					]
				}
			]
		},
		{
			"voicelineId": 2005,
			"title": "Sobre el esfuerzo y la recompensa...",
			"voicelineType": "31001",
			"description": "Paimon: Paimon se ha dado cuenta de que, aunque trabajes muy duro en Mondstadt, no necesariamente tendrás una recompensa.\n{NICKNAME}: ¿Por qué lo piensas?\nPaimon: Mira a Huffman, de los Caballeros de Favonius. Trabaja y es más responsable que nadie...\nPaimon: Y, sin embargo, Kaeya, que siempre está ocioso, es su superior.\n{NICKNAME}: Pero Jean, que siempre se esfuerza tanto, es la Gran Maestra Intendente.\nPaimon: Bueno, si quieres hablar de estatus...\nPaimon: Mira a Venti: es la persona más vaga de Mondstadt y, aun así, ¡es su dios!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_effortsVSreturn_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Por un mañana sin lágrimas»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2006,
			"title": "Sobre el Gran Hotel Goth...",
			"voicelineType": "56001",
			"description": "{NICKNAME}: Qué bueno sería pasar una noche en el Gran Hotel Goth...\nPaimon: ¡Paimon piensa igual!\nPaimon: Seguro que las habitaciones son grandes y están limpias.\n{NICKNAME}: Aun así, he oído al Sr. Goth decir que han tenido todo tipo de extraños problemas desde que los Fatui se trasladaron al hotel.\n{NICKNAME}: Los Cicines Electro que vinieron con las Magas de Cicin atrajeron mucho polvo por la electricidad estática, lo que acabó matando a muchos de esos Cicines.\n{NICKNAME}: Después, alguien confundió el Polen neblinoso con pimienta...\n{NICKNAME}: Y los Recaudadores se pelearon entre ellos insistiendo en que uno le debía el dinero del vino al otro.\nPaimon: Aguanta un poco más, Gran Hotel Goth...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_gothHotel_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2007,
			"title": "Sobre la dirección del viento...",
			"voicelineType": "64001",
			"description": "{NICKNAME}: Todo el mundo dice que Mondstadt es el Reino del Viento...\n{NICKNAME}: ... Pero aún no sé en que dirección sopla el viento en esta estación.\nPaimon: Podríamos preguntarle a Venti.\n{NICKNAME}: Seguramente evitará la preguntando diciendo “jeje” o algo parecido...\nPaimon: Tienes razón. El Arconte Anemo es un simple bardo de pacotilla. ¿Qué va a saber él del viento?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_windDirection_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Por un mañana sin lágrimas»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2008,
			"title": "Sobre la alquimia...",
			"voicelineType": "66001",
			"description": "{NICKNAME}: Así que en Mondstadt la alquimia se practica en la calle...\nPaimon: Sí, ¿te parece extraño?\n{NICKNAME}: En muchos de los mundos en los que he estado en el pasado, la alquimia siempre ha sido un arte secreto.\n{NICKNAME}: Ver que la alquimia se practica como parte de la vida diaria es como estar en un mundo donde la gente tiene tres estómagos...\nPaimon: ¿Sí? Paimon piensa que lo extraño es tener solo un estómago.\n{NICKNAME}: ¿Eh?\n{NICKNAME}: ¿En serio?\nPaimon: Jeje, ¿tú qué crees?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_alchemy_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2009,
			"title": "Sobre Teyvat...",
			"voicelineType": "11001",
			"description": "{NICKNAME}: El día y la noche de Teyvat parecen particularmente cortos.\n{NICKNAME}: Aquí el cielo está lleno de estrellas, pero no son las mismas que las que se ven desde mi hogar natal.\n{NICKNAME}: Me pregunto si el destino de la gente de Teyvat también está relacionado con sus constelaciones.\nPaimon: ¿También entiendes de observación de estrellas? ¡Asombroso! No mucha gente de fuera de Sumeru es capaz de eso.\nPaimon: Ahora Paimon tiene curiosidad. Vamos, ¡lee el futuro de Paimon observando las estrellas!\n{NICKNAME}: En el cielo nocturno de tu bufanda... fluye la luz de las estrellas y de las profundidades del océano...\n{NICKNAME}: El movimiento de esas estrellas me dice que... en unos siete días contando desde ahora...\nPaimon: ¿En siete días...?\n{NICKNAME}: Algo bueno o malo podría ocurrir.\nPaimon: Hummm... ¡Esa explicación es más simple que un Slime Geo!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_teyvat_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2010,
			"title": "Sobre el Dios de la Libertad...",
			"voicelineType": "67001",
			"description": "{NICKNAME}: En el camino de vuelta a Mondstadt después de rescatar a Dvalin...\n{NICKNAME}: Esa fue la primera vez que realmente vimos a uno de Los Siete Arcontes. Así que así es esa clase de dios...\nPaimon: ¿Eh? ¿No conocemos a Venti desde hace tiempo?\n{NICKNAME}: Me refiero a su... aspecto como Barbatos, el Arconte Anemo.\n{NICKNAME}: Estaba escondiendo su verdadera identidad tras la fachada de un bardo.\n{NICKNAME}: “La libertad, si te la ordena un Arconte, no es libertad en absoluto”.\n{NICKNAME}: Aún sigo reflexionando sobre la respuesta a la pregunta que le hizo a Dvalin...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_godOfFreedom_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Canción del dragón y la libertad»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 2011,
			"title": "Sobre la geografía de Mondstadt...",
			"voicelineType": "69001",
			"description": "Paimon: Mondstadt está llena de llanuras y colinas.\nPaimon: La gente dice que, cuando Barbatos creó esta tierra, aplanó los acantilados y los valles con una tormenta...\n{NICKNAME}: Aun así, parece que se le olvidaron algunos lugares.\nPaimon: ¿Como el Acantilado Estrellado?\n{NICKNAME}: Sí, eso es.\n{NICKNAME}: Parece una boquilla que no se aplanó en la etapa del modelaje de Mondstadt.\nPaimon: ¿Qué es una boquilla?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_monstadtTerrain_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Por un mañana sin lágrimas»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2012,
			"title": "Sobre los pareados...",
			"voicelineType": "47001",
			"description": "Paimon: Paimon escuchó que los pareados forman parte del arte tradicional de Liyue. Si puedes escribir un verso que continúe el que haya escrito otra persona, ¡te pagarán muy bien!\nPaimon: Pero enlazar un verso con otro es complicado, por lo que ganar ese dinero no es fácil.\n Paimon: No solo debe rimar, sino que el significado tiene que ser coherente.\n{NICKNAME}: Hummm... ¿Podrías poner un ejemplo?\nPaimon: Veamos... “El viento no se levanta en Levantaviento”.\n{NICKNAME}: “Las nubes por el Mar de Nubes están volviendo”.\nPaimon: ¡Guau!\nPaimon: ¿A qué esperamos? ¡Vamos! ¡A ganar mucho dinero!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_couplet_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Geo) del Pantano Dihua, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2013,
			"title": "Sobre “no se juega ni con la comida ni con el dinero”...",
			"voicelineType": "59001",
			"description": "Paimon: Hay un dicho de Rex Lapis muy popular en Liyue. Paimon cree que significa algo así como “con el dinero no se juega”.\nPaimon: Se cree que su origen se debe a que los primeros Moras eran partes del dorado cuerpo de Rex Lapis que este dio a la raza humana como muestra de su confianza en ellos\n{NICKNAME}: A mí me parece que Kaeya siempre está jugando con el dinero...\nPaimon: Por eso no deberías aprender de él.\n{NICKNAME}: Recuerdo que alguien me dijo una vez que no jugara con la comida.\nPaimon: Así es. Hay que respetar la comida.\nPaimon: ¿P-por qué miras a Paimon así?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_moneyAdmonishment_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Geo) del Pantano Dihua, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2014,
			"title": "Sobre «Sueños rotos»...",
			"voicelineType": "62001",
			"description": "Paimon: Da siete vueltas en el sentido de las agujas del reloj, luego da otras siete en el sentido contrario y, finalmente, abre los ojos...\n{NICKNAME}: No sabía que eras sonámbula, Paimon.\nPaimon: ¡Claro que no! Paimon está averiguando si la tienda de antigüedades del libro «Sueños rotos» realmente existe.\n{NICKNAME}: Si existiera la tienda de ese libro, ¿qué te gustaría comprar?\nPaimon: ¡Una máquina de hacer Slimes!\n{NICKNAME}: No sé si existirá algo así...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_heartsDesire_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 2015,
			"title": "Sobre el Clan Guhua...",
			"voicelineType": "32001",
			"description": "{NICKNAME}: Hace poco, escuché a unos discípulos del Clan Guhua contar una historia.\nPaimon: ¡Paimon apuesta a que es una historia heroica!\n{NICKNAME}: Unos discípulos decidieron participar en un torneo de armas para ver quién se casaría con la única discípula mujer de todos. La propia chica estuvo de acuerdo con este método.\nPaimon: Oh, Paimon ha oído hablar de esa historia. En Liyue, la llaman «Un torneo por una esposa».\n{NICKNAME}: Pero la noche antes del torneo, la discípula robó la espada favorita del discípulo más fuerte.\nPaimon: Ah... entonces, ella quería que él perdiera, ¿cierto? Pobre chico...\n{NICKNAME}: Así es. Por ello, obligado a usar una espada a la que no estaba acostumbrado, el discípulo sufrió una aplastante derrota.\n{NICKNAME}: Reacio a aceptar el resultado, cayó de rodillas al suelo y se puso a llorar.\nPaimon: ¡Pobrecito! ¡Seguro que él la amaba!\n{NICKNAME}: Al final, no tuvo otra opción que... casarse con ella delante de todo el mundo.\nPaimon: Espera... Entonces, ¡¿quien perdiera el torneo era quien se casaría con la discípula?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_guhuaClan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Geo) del Pantano Dihua, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2016,
			"title": "Sobre el Pantano Dihua",
			"voicelineType": "29001",
			"description": "Paimon: ¿Sabías que los carrizos del Pantano Dihua son un material muy usado para hacer papel?\nPaimon: El tallo sólido se usa para hacer bolígrafos, y con el extremo del tallo, que está hueco, se hacen flautas. En Liyue, es considerado una elegante forma artística.\nPaimon: A lo largo de los años, muchos héroes y espadachines han elegido el Pantano Dihua como el lugar donde batirse en un duelo.\nPaimon: Cuantos más carrizos haya, más elegante será el duelo. Pero en los lugares donde son más gruesos, el agua también es más profunda...\nPaimon: Así que muchos duelistas desafortunados caen al agua y se ahogan durante el duelo.\n{NICKNAME}: ¿Cuál se supone que es la moraleja de esta historia?\nPaimon: ¡No te pelees con la gente!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_dihuaMarsh_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Geo) del Pantano Dihua, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2017,
			"title": "Sobre el “caballero alado”...",
			"voicelineType": "28001",
			"description": "Paimon: Paimon ha oído que, en Liyue, la gente llama a la grulla el “caballero alado”.\n{NICKNAME}: ¿Y eso por qué es?\nPaimon: Oh, pues... Paimon no lo sabe muy bien...\n{NICKNAME}: Bueno, entonces, te contaré la historia de «La deuda de la grulla divina».\n{NICKNAME}: Hace mucho, mucho tiempo, había un erudito que salvó a una grulla que había caído en una trampa.\n{NICKNAME}: Más tarde, en una noche muy, muy fría, una hermosa muchacha llamó a la puerta de la casa del erudito para preguntarle si podía alojarse esa noche allí.\n{NICKNAME}: La joven llevaba una gran espada, cuyo manejo enseñó al erudito mientras supervisaba día tras día su entrenamiento.\nPaimon: Guau...\n{NICKNAME}: Una vez que el erudito ya manejaba bien la espada, él y la chica viajaron por el mundo haciendo el bien y luchando por la justicia.\n{NICKNAME}: Diez años después, la grulla divina, ahora encarnada en la forma de un caballero, vino para pagar su deuda con el erudito. Sin embargo, descubrió que la heroica pareja ya había abandonado sus aventuras...\n{NICKNAME}: De ahí el actual dicho de “un caballero debe pagar sus deudas antes de que pasen diez años”.\nPaimon: Oh...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_crane_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Geo) del Pantano Dihua, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2018,
			"title": "Sobre el Desfiladero Jueyun...",
			"voicelineType": "43001",
			"description": "{NICKNAME}: Se dice que el Desfiladero Jueyun es el lugar donde viven los Adeptus.\nPaimon: ¡Guau! ¡El lugar donde viven los Adeptus!\n{NICKNAME}: Tal vez conozcamos a algún Adeptus en las elevadas cimas de las montañas de la zona.\nPaimon: ¡Guau! ¡Conoceremos a algún Adeptus!\n{NICKNAME}: Pero ¿cómo hemos de comunicarnos con ellos?\nPaimon: ¡Guau! ¡Comunicarnos con ellos!\n{NICKNAME}: Oh, qué lástima, creo que mi comida de emergencia está a punto de ponerse mala. Mejor me la comeré antes de que se estropee.\nPaimon: *Ejem, ejem*... Podemos comunicarnos con ellos gritando desde la cima de una montaña.\n{NICKNAME}: ¿Gritando? Eso parece más típico de los Hilichurls que de los Adeptus, ¿no crees?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_jueyunKarst_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Geo) del Pantano Dihua, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2019,
			"title": "Sobre el Patrono de los contratos...",
			"voicelineType": "68001",
			"description": "{NICKNAME}: Y pensar que el Arconte Geo firmó un acuerdo con la Arconte Cryo...\n{NICKNAME}: Me pregunto cuál será el contenido de ese acuerdo.\nPaimon: Paimon cree que, seas quien seas, hacer negocios con la Emperatriz del Hielo es algo muy peligroso.\n{NICKNAME}: Sí, es peligroso...\n{NICKNAME}: Pero, si Morax es la deidad que mejor comprende la esencia de los contratos...\n{NICKNAME}: ... Seguramente lo habrá tenido en cuenta.\nPaimon: Sí, parece que Morax estaba bastante seguro de su “contrato para terminar todos los contratos”...\n{NICKNAME}: Bueno, cuando todo esto llegue a su fin, veremos cuál es la auténtica verdad.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_godOfContract_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Una nueva estrella en ascenso»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 2020,
			"title": "Sobre las predicciones divinas de Liyue...",
			"voicelineType": "70001",
			"description": "Paimon: Ahora que Paimon lo piensa, aunque a Rex Lapis le gusta visitar a los mortales de incógnito, oficialmente solo visita este mundo una vez al año.\nPaimon: Otros Arcontes no hacen lo mismo. ¿Cuál será la intención real de Rex Lapis?\n{NICKNAME}: Creo que lo sé...\n{NICKNAME}: Ha fascinado a muchas personas de Liyue con sus predicciones divinas anuales.\n{NICKNAME}: Muchos de ellos analizan cada palabra que dice en sus predicciones, tratando de averiguar un supuesto “mensaje oculto”.\n{NICKNAME}: Si hubiera predicciones así todos los días, ¿te imaginas cómo sería Liyue?\nPaimon: ¡Ah!\nPaimon: Paimon ahora lo entiende. En su lugar, ¡Paimon le ofrecería a Rex Lapis su comida favorita todos los días!\nPaimon: Si obtuvieras Moras del mismísimo Morax, ¡no tendrías que trabajar nunca más en la vida!\n{NICKNAME}: Bueno, hay una parte de esa lógica que no entendiste, pero más o menos es eso.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_divinePrediction_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «La tierra entre los monolitos»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101801
					]
				}
			]
		},
		{
			"voicelineId": 2021,
			"title": "Sobre la Brigada de Benny...",
			"voicelineType": "27001",
			"description": "Paimon: Debemos prepararnos bien si vamos a explorar algún dominio junto a la Brigada de Benny.\nPaimon: Los dominios son muy peligrosos. Antes de ir a uno, hay que comprobar con detalle que llevemos las suficientes provisiones y objetos.\nPaimon: Paimon ha oído que, según el Gremio de Aventureros, hay 463 formas distintas de morir en los dominios...\nPaimon: Si murieras accidentalmente por culpa de Bennett, ¡ni él ni Paimon se lo perdonarían nunca!\n{NICKNAME}: ¿Por qué moriría solamente yo?\nPaimon: Bueno, técnicamente, como Paimon puede volar, podría evitar al menos 322 formas de morir...\n{NICKNAME}: Ya no me apetece ir a ningún dominio.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bennysAdventureTeam_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2022,
			"title": "Sobre Bennett...",
			"voicelineType": "34001",
			"description": "{NICKNAME}: He oído que, como líder del club de fans de Bárbara...\n{NICKNAME}: ... Albert a veces se hace daño a propósito solo para ir a verla.\nPaimon: Paimon cree que los Caballeros de Favonius deberían prestar más atención a tipos como él.\n{NICKNAME}: Pero, pasado un mes, Albert descubrió que Bennett ve a Bárbara más veces que él.\n{NICKNAME}: No me extraña. Después de todo, Bennett es experto en salir herido de cualquier situación...\nPaimon: ¿Pero esto qué es? ¿Una competición para ver quién le causa más molestias a Bárbara?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bennett_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2023,
			"title": "Sobre la “ídolo”...",
			"voicelineType": "61001",
			"description": "Paimon: Bárbara es muy popular, ¿verdad?\n{NICKNAME}: Bueno, es la ídolo de prácticamente toda Mondstadt.\nPaimon: Ahora que lo mencionas, Paimon nunca entendió muy bien qué significa eso de “ídolo”.\n{NICKNAME}: Es una profesión en la que solo tienes que preocuparte de aparentar ser lindo para gustarle a la gente y ganar muchos Moras.\nPaimon: Entonces, ¿es como ser una mascota?\n{NICKNAME}: Bueno... Puedes verlo de esa forma.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_idol_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Canción del dragón y la libertad»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 2024,
			"title": "Sobre las relaciones entre hermanas...",
			"voicelineType": "40001",
			"description": "{NICKNAME}: Lisa y Amber parecen hermanas.\nPaimon: ¿Eh? ¿Por qué?\n{NICKNAME}: Amber parece la chica de los mandados de Lisa. Como hermana mayor, a Lisa le da pereza hacerlos, así que le pide a Amber, la hermana menor, que los haga en su lugar. Algo típico entre hermanos.\n{NICKNAME}: En mi caso, como mi hermano y yo tenemos la misma edad, todo lo solucionamos con piedra, papel o tijera.\nPaimon: Oh... Entonces, por esa lógica, tú eres mi hermana pequeña.\n{NICKNAME}: ¿Por qué?\nPaimon: Porque Paimon puede volar y, en realidad, ¡quien corre de un lugar a otro haciendo mandados eres tú!\n{NICKNAME}: ¿Eh?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sisters_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2025,
			"title": "Sobre el parche de Kaeya...",
			"voicelineType": "41001",
			"description": "{NICKNAME}: Paimon, ¿alguna vez has visto qué hay detrás del parche del ojo de Kaeya?\nPaimon: No, nunca.\n{NICKNAME}: Parece que nunca se lo quita.\nPaimon: ¡Pero la inteligente Paimon ya sabe por qué! Jeje.\n{NICKNAME}: ¿En serio?\nPaimon: ¡Porque esconde un gran secreto!\n{NICKNAME}: ¿Qué gran secreto?\nPaimon: Verás, Kaeya siempre tiene mucho trabajo que hacer fuera.\nPaimon: ¡Así que seguro que el parche le ha dejado un círculo enorme en la piel alrededor del ojo!\n{NICKNAME}: Entonces, si se lo quitara...\nPaimon: ¡Todo el mundo se reiría de él! ¡Tal vez incluso le pondrían un apodo horrible!\nPaimon: Como por ejemplo... ¡“cara de hurón”!\n{NICKNAME}: ¡Ja! Aún no se ha quitado el parche y ya le has dado un apodo horrible...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kaeyasPatch_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2026,
			"title": "Sobre Diluc y Kaeya...",
			"voicelineType": "60001",
			"description": "Paimon: Qué extraño...\n{NICKNAME}: ¿Qué pasó?\nPaimon: ¿Por qué se llevan tan mal Diluc y Kaeya aun cuando son tan parecidos?\n{NICKNAME}: ¿En qué se parecen?\nPaimon: Kaeya es como... el que aparenta ser justo y honorable, pero juega sucio por detrás.\nPaimon: Y Diluc es el que se comporta de manera justa y honorable desde las sombras.\nPaimon: ¿No crees que se parecen?\n{NICKNAME}: Sigo sin verles ningún parecido.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_dilucAndKaeya_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «La coartada del Héroe Oscuro»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46618
					]
				}
			]
		},
		{
			"voicelineId": 2027,
			"title": "Sobre cómo medir la fuerza...",
			"voicelineType": "58001",
			"description": "{NICKNAME}: Si un Hilichurl puede con tres jabalíes...\n{NICKNAME}: ¿Cuántos Hilichurls se necesitan para alcanzar la fuerza de la Maestra Jean o el Sr. Diluc?\nPaimon: Si has escuchado lo que se dice en Mondstadt, sabrías que Jean es más fuerte.\n{NICKNAME}: Yo creo que, si Diluc ataca primero, Jean no podría contraatacar.\nPaimon: Seguro que encontraría la forma de hacerlo.\n{NICKNAME}: Yo creo que no.\nPaimon: La Habilidad Definitiva de Jean es superfuerte.\n{NICKNAME}: Sí, pero, ese campo de viento también haría a Diluc más fuerte.\nPaimon: Ah, ¿sí? Pues Jean no necesitaría ni su Visión para vencer a Diluc.\n{NICKNAME}: Y Diluc ganaría incluso con un mandoble de novato.\nPaimon: ¡Hum!\n{NICKNAME}: ¡Hum!\n{NICKNAME}: Nos aburrimos mucho, ¿no?\n{NICKNAME}: Ambos luchan para defender Mondstadt. Nunca pelearían entre sí.\nPaimon: Por eso Paimon cree que deberíamos usar Hilichurls como unidad de medida de fuerza.\nPaimon: En cuyo caso, Paimon contaría como un quinto de jabalí.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_combatEffectiveness_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El verdadero tesoro»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 2028,
			"title": "Sobre Razor...",
			"voicelineType": "33001",
			"description": "Paimon: {NICKNAME}, ¿sabes lo que es un pincel?\n{NICKNAME}: ¿Te refieres a los pinceles hechos con pelo de animal que se usan para escribir?\nPaimon: ¡Sí! ¡Dicen que un buen pincel puede venderse a muy buen precio en Liyue!\n{NICKNAME}: Entonces, ¿tú también quieres hacerlos?\nPaimon: ¡Sí! Pero los lobos de la naturaleza son muy peligrosos. ¡Deberíamos ir a arrancarle unos cuantos pelos a Razor para hacer un pincel!\nPaimon: Razor tiene mucho pelo, ¡seguro que con él haríamos unos excelentes pinceles y nos haríamos ricos!\n{NICKNAME}: Pero un pincel hecho con su pelo tendría electricidad estática, ¿no? Sería imposible de usar...\n{NICKNAME}: Además, Razor no es un lobo, y los pinceles de lobo no están hechos con pelo de lobo real.\nPaimon: Ah, ¿no? Y entonces, ¿por qué se llaman así? ¿Eh?\n{NICKNAME}: ¿Acaso crees que el agua del Lago de Sidra realmente es sidra?\nPaimon: Oh... Está bien, tienes razón.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_razor_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El significado de lupical»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						45406
					]
				}
			]
		},
		{
			"voicelineId": 2029,
			"title": "Sobre Klee...",
			"voicelineType": "57001",
			"description": "Paimon: Klee es una niña muy interesante.\nPaimon: A todos los Caballeros les agrada. Se podría decir que la tratan como si fuera su mascota.\n{NICKNAME}: Me pregunto, ¿quién es la mejor mascota, Paimon o Klee?\n{NICKNAME}: Ah, cierto, Paimon no es una mascota, es...\nPaimon: ¡Hum! Paimon sabe perfectamente lo que vas a decir. Esa broma dejó de ser graciosa a la tercera vez que la contaste.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_klee_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El verdadero tesoro»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 2030,
			"title": "Sobre la criada legendaria...",
			"voicelineType": "30001",
			"description": "Paimon: ¡Hora de «Los consejos de vida de Paimon»!\n{NICKNAME}: ¿“Consejos de vida”?\nPaimon: En Mondstadt, cuando hay algo roto que no puedas arreglar, algo sucio que no puedas limpiar...\nPaimon: ... O algún problema que no puedas solucionar, siempre puedes mirar al cielo y gritar:\nPaimon: “¡NOELLE!”\nPaimon: Y todos tus problemas se solucionarán.\n{NICKNAME}: ¿Ese es tu consejo para vivir en Mondstadt? ¡Impresionante!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_noelle_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2031,
			"title": "Sobre Fischl...",
			"voicelineType": "35001",
			"description": "Paimon: Fischl causa una misma impresión única en su tipo.\n{NICKNAME}: ¿Por qué lo dices?\nPaimon: ¿Tú qué crees? Siempre viaja con un cuervo que habla...\n{NICKNAME}: Ah, entonces, como tú y yo, ¿no? Es casi lo mismo.\n{NICKNAME}: Bueno, en realidad, Oz también es el traductor de Fischl, no como Paimon...\nPaimon: ¿Qué dices? ¡Paimon es mucho mejor que un pajarraco!\n{NICKNAME}: ¿Y eso cómo?\nPaimon: Hummm... Pues... Paimon... ¡no necesita alas para volar!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fischl_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Por un mañana sin lágrimas»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2032,
			"title": "Sobre las mascotas...",
			"voicelineType": "36001",
			"description": "{NICKNAME}: Hablando de Fischl, ella afirma ser una “visitante de otro mundo”...\n{NICKNAME}: En eso sí que nos parecemos. Incluso llevamos una mascota de acompañante.\nPaimon: ¿Mascota? ¡Oye!\n{NICKNAME}: Aunque Oz, su cuervo, es mucho más educado y elegante...\n{NICKNAME}: Y lo más importante: puede explorar y luchar. Por lo cual, es muy útil.\n{NICKNAME}: Tal vez debería hablar con Fischl para intercambiar compañeros de vez en cuando. Durante una semana o dos, o algo así... Sería muy interesante.\nPaimon: ¡¿Eh?! ¿Y Paimon no tiene ni voz ni voto en esto?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_pet_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Por un mañana sin lágrimas»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2033,
			"title": "Sobre Beidou...",
			"voicelineType": "52001",
			"description": "Paimon: ¿Cómo puede uno convertirse en alguien tan genial y tan popular como la capitana Beidou?\n{NICKNAME}: Con mucha experiencia.\nPaimon: ¡Paimon también ha visto muchas cosas y ha vivido muchas aventuras junto a ti!\n{NICKNAME}: También hay que vivir algunos contratiempos y ponerse a prueba a uno mismo...\nPaimon: Paimon casi se ahogó una vez...\n{NICKNAME}: Hay que animar a los demás para conseguir que den lo mejor de sí mismos...\nPaimon: ¡Eh! ¡Paimon siempre te ha apoyado!\n{NICKNAME}: ...Y hay que tener cierta madurez para afrontar los problemas...\nPaimon: ¡Oye! ¿Estás diciendo que Paimon no es capaz de hacer frente a sus problemas?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_beidou_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 2034,
			"title": "Sobre Ninguang...",
			"voicelineType": "53001",
			"description": "Paimon: ¿Cómo puede una persona llegar a ser tan rica, o tan superrica como Ninguang?\n{NICKNAME}: ¿Esa es tu única impresión sobre ella? ¿Que es rica?\nPaimon: Bueno, ¡también me impresionó la enorme Cámara de Jade! ¿Pero no está también hecha de Moras?\n{NICKNAME}: Bueno, hay que ser muy inteligente...\nPaimon: ¡A Paimon se le da bien poner apodos a la gente!\n{NICKNAME}: También debes conocer el funcionamiento del mercado...\nPaimon: Una tostada del pescador cuesta 1025 Moras, y ni siquiera en días de lluvia te hacen descuentos.\n{NICKNAME}: También se requiere tener habilidades para hacer las cosas.\nPaimon: Hummm... Entonces... ¿cómo te haces amigo de una persona realmente rica?\n{NICKNAME}: Espera, ¿ya te estás rindiendo?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_ningguang_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Adiós, amo perfeccionado»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 2035,
			"title": "Sobre que Qiqi sea una zombi...",
			"voicelineType": "38001",
			"description": "Paimon: ¿Crees que Qiqi necesita... beber sangre de otras personas?\n{NICKNAME}: Eso son los vampiros, no los zombis.\nPaimon: Entonces, ¿se le caerán los brazos de repente?\n{NICKNAME}: Eso son los muertos vivientes, no los zombis.\nPaimon: ¡Eres una aventurera de primera! ¡Lo sabes todo!\nPaimon: Entonces, ¿qué cosas hacen los zombis?\n{NICKNAME}: ¿Ejercicio?\nPaimon: ¡Tiene sentido! Entonces, ¡los zombis son los que hacen ejercicio!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_qiqi_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Adiós, amo perfeccionado»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 2036,
			"title": "Sobre volar...",
			"voicelineType": "10001",
			"description": "Paimon: {NICKNAME}, ven, ¡Paimon te enseñará a volar!\nPaimon: Tres, dos, uno... ¡Ya!\n{NICKNAME}: Ah, se fue.\n{NICKNAME}: Bueno, no importa. Estoy {M#cansado}{F#cansada}. Me sentaré aquí a descansar...\n{NICKNAME}: Mi corazón está volando contigo...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fly_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2037,
			"title": "Sobre los Slimes...",
			"voicelineType": "12001",
			"description": "Paimon: {NICKNAME}, ¿qué tipo de Slime te gusta más?\n{NICKNAME}: Los Slimes Cryo. Se siente fresco si te acercas a ellos, lo cual puede ser muy útil en verano.\nPaimon: Qué pragmática eres, tal como se espera de una buena aventurera.\n{NICKNAME}: ¿A ti cuáles te gustan más, Paimon?\nPaimon: ¡A Paimon le gustan todos! ¡Todos están deliciosos!\n{NICKNAME}: ¿Deliciosos?\nPaimon: ¡Convertir a los Slimes en comida deliciosa, espumosa y burbujeante es la habilidad especial de Paimon!\n{NICKNAME}: Oh, bueno...\n{NICKNAME}: Entonces, estarás en un puesto más bajo del ranking de comida de emergencia.\nPaimon: Paimon preferiría directamente no estar en ese ranking.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_slime_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2038,
			"title": "Sobre los Hilichurls...",
			"voicelineType": "13001",
			"description": "{NICKNAME}: ¿Crees que hemos sido demasiado dur{F#as}{M#os} con los Hilichurls?\nPaimon: Es posible... A veces, parecemos niños que no pueden evitar pegarle a una piñata cuando ven una.\n{NICKNAME}: Lo sé, pero es que... es más que solo “pegarles”, ¿no crees?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_hilichurls_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2039,
			"title": "Sobre la Tribu de los Dormilones...",
			"voicelineType": "14001",
			"description": "{NICKNAME}: “Tribu de los Dormilones”... Qué nombres tan raros tienen las tribus de los Hilichurls.\nPaimon: La Tribu de los Dormilones aprovechará cualquier oportunidad para dormir un poco más.\nPaimon: Dicen que sus camas hechas con piel de animal son muy blanditas... ¿Quieres ir a probarlas?\n{NICKNAME}: ¿Por qué no vas tú sola?\nPaimon: ¡Paimon puede dormir mientras flota! El aire es la cama más blandita que hay. Jejeje, ¿a que tienes envidia?\n{NICKNAME}: Solo un poco.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sleeper_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte del Valle Dadaupa",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 2040,
			"title": "Sobre la Tribu de los Carnívoros...",
			"voicelineType": "15001",
			"description": "{NICKNAME}:“Tribu de los Carnívoros”... Qué nombres tan raros tienen las tribus de los Hilichurls.\nPaimon: La Tribu de los Carnívoros hace sacrificios de manera regular. Sus altares son tan monumentales...\n{NICKNAME}: ¿Qué piden durante los sacrificios?\nPaimon: ¡Comer carne todos los días! ¡El mejor deseo que se pueda pedir!\n{NICKNAME}: Qué respuesta tan obvia... No sé cómo no me la esperé...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_meaty_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte del Valle Dadaupa",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 2041,
			"title": "Sobre la Tribu del Eclipse...",
			"voicelineType": "16001",
			"description": "{NICKNAME}: “Tribu del Eclipse”... Así que los Hilichurls pueden tener nombres de tribu normales, para variar.\nPaimon: La Tribu del Eclipse es realmente misteriosa...\nPaimon: Todos los Hilichurls de esa tribu pueden dibujar el símbolo del eclipse.\nPaimon: Pero se rumorea que solo el Gran Samachurl de la Tribu conoce el significado oculto de ese símbolo...\n{NICKNAME}: Conque un eclipse...\nPaimon: ¿Dijiste algo, {NICKNAME}?\n{NICKNAME}: Ah, sí, te preguntaba qué tipo de sopa de carne te gustaría tomar esta noche.\nPaimon: ¿Por qué preguntas eso tan de repente? ¿Te convertiste en un Hilichurl de la Tribu de los Carnívoros? En fin, ¡Paimon tomará sopa de carne de jabalí! ¡Gracias!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_blacksun_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte del Valle Dadaupa",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 2042,
			"title": "Sobre los tesoros...",
			"voicelineType": "17001",
			"description": "Paimon: Paimon... no se siente muy bien...\n{NICKNAME}: ¿Qué sucede?\nPaimon: Hace mucho tiempo que Paimon no abre un cofre... Si esto sigue así... Si sigue así...\n{NICKNAME}: Si esto sigue así, un día caerás en una trampa de caza en la que hayan puesto un solo Mora como cebo.\nPaimon: ¡Oye! Paimon sabe flotar. ¡Jamás caería en una trampa así!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_treasure_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2043,
			"title": "Sobre engordar...",
			"voicelineType": "19001",
			"description": "Paimon: Guau, últimamente hemos comido muchas cosas deliciosas.\nPaimon: Ya sabes lo que dicen: ¡con comida deliciosa, ningún viaje se sentirá cansado!\n{NICKNAME}: Humm... ¿Podrás volar si engordas?\nPaimon: Jeje, qué gracios{F#a}{M#o}. ¡Paimon nunca engorda!\n{NICKNAME}: Bueno...\nPaimon: ¡Paimon quiere más comida!\n{NICKNAME}: Comes mucho pero no engordas... Creo que no eres una buena comida de emergencia.\nPaimon: Di lo que quieras, pero a falta de candidatos, ¡Paimon es la única opción que tienes!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fat_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2044,
			"title": "Sobre los amantes de los gatos y de los perros...",
			"voicelineType": "20001",
			"description": "Paimon: ¿Qué te gustan más, los gatos o los perros?\n{NICKNAME}: ¡Las Paimonas!\nPaimon: ¡Oye! ¡Eso no vale, tienes que responder a la pregunta!\nPaimon: Espera... ¡Paimon no es una mascota!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_catORdog_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2045,
			"title": "Sobre la voz del océano...",
			"voicelineType": "44001",
			"description": "Paimon: ¡La gente dice que, si pones una caracola estelar en tu oído, puedes escuchar los susurros del océano!\n{NICKNAME}: ¿Quieres probarlo, Paimon?\nPaimon: ¡No es necesario, Paimon lo acaba de hacer!\n{NICKNAME}: Oh, ¿y qué dijo el océano?\nPaimon: Dijo que... es la hora de comer, así que ¡vamos! ¡Paimon quiere una tostada del pescador!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_oceanVoice_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte de la Costa Yaoguang, Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						114
					]
				}
			]
		},
		{
			"voicelineId": 2046,
			"title": "Sobre piedra, papel o tijera...",
			"voicelineType": "45001",
			"description": "Paimon: ¡Deberíamos comer algo! Pero Paimon no quiere caminar hasta allí...\n{NICKNAME}: ¿Lo decidimos con piedra, papel o tijera?\nPaimon: ¡Oh, de acuerdo!\n{NICKNAME}: Bien. Piedra, papel o...\nPaimon: ¡Supertorbellino de Paimon!\n{NICKNAME}: ¡¿Qué es eso?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fingerGuessing_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2047,
			"title": "Sobre cómo relajarse...",
			"voicelineType": "46001",
			"description": "Paimon: ¡Uf! Paimon está muy cansada últimamente. ¿Qué recomiendas para relajarse un poco?\n{NICKNAME}: ¿Dormir?\nPaimon: Dormir es aburrido. ¿Qué más?\n{NICKNAME}: ¿Leer?\nPaimon: Paimon se marearía. ¿Qué más?\n{NICKNAME}: ¿Charlar con un amigo?\nPaimon: Hummm...\nPaimon: Estás diciendo cosas para las que se necesita pensar mucho.\nPaimon: ¡No pensar es más relajante!\n{NICKNAME}: Y así fue como nació la “Paradoja de Paimon”, estudiada en los futuros libros de filosofía de Teyvat.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_relax_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2048,
			"title": "Sobre las diferencias alimentarias...",
			"voicelineType": "48001",
			"description": "{NICKNAME}: La cocina de Liyue es muy diferente a la de Mondstadt.\n{NICKNAME}: Por ejemplo, en Mondstadt apenas hay platos de comida frita y picante.\nPaimon: Por eso dicen que “somos lo que comemos”, ¿verdad?\nPaimon: Humm... Pero, ¿por qué todos los Slimes de Teyvat saben igual?\n{NICKNAME}: Eso es porque solo conoces una forma de cocinarlos...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_foodCulture_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 2049,
			"title": "Sobre ahorrar dinero...",
			"voicelineType": "49001",
			"description": "Paimon: ¡Guau! ¡En la mochila de un Hurón ladrón caben tantos Moras!\n {NICKNAME}: Bueno, es porque a los hurones les gusta coleccionar objetos brillantes por naturaleza.\nPaimon: Paimon escuchó que el origen de los Hurones ladrones tiene algo que ver con los Ladrones de Tesoros...\nPaimon: Ah, ¡cierto! A los cuervos también les gustan las cosas brillantes, ¿no?\nPaimon: Me pregunto si Oz tiene un alijo secreto de Moras que recoge a escondidas de Fischl.\n{NICKNAME}: Bueno, ahora que lo mencionas, Paimon...\n{NICKNAME}: ¿No tendrás tú algún...?\nPaimon: ¿Eh? ¡No te acerques a Paimon! ¡Paimon no se dedica a robar Moras y esconderlos en la suela de los zapatos!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_weaselThief_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Por un mañana sin lágrimas»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2050,
			"title": "Sobre las historias de aventuras...",
			"voicelineType": "39001",
			"description": "{NICKNAME}:Paimon, ¿alguna vez has leído «La melancolía de Vera»?\nPaimon: Hummm, a Paimon le suena bastante.\n{NICKNAME}: Es un libro muy popular. Oí que su autor ganó muchos Moras con él.\nPaimon: *Suspira*... A Paimon le encantaría ganar muchos, muchos Moras...\nPaimon: Humm... Entonces, ¡decidido! ¡Paimon también escribirá una historia de aventuras!\n{NICKNAME}: ¿Una historia de aventuras escrita por Paimon?\nPaimon: ¡Correcto! Será la historia de una valiente viajera que derrota a un dragón, salva al mundo...\nPaimon: ... ¡Y come diez raciones de asado a la miel junto a su fiel compañera!\n{NICKNAME}: ¿Diez?\nPaimon: ¡Exacto! ¡La historia tiene que tener un final de diez para que la gente la lea!\nPaimon: Entonces, ¡está decidido! Lo llamaremos «La felicidad de Paimon»!\n{NICKNAME}: ¿Qué?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_adventureStory_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Canción del dragón y la libertad»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 2051,
			"title": "Sobre las pesadillas...",
			"voicelineType": "50001",
			"description": "Paimon: ¿Cuál es la pesadilla más espeluznante que has tenido, {NICKNAME}?\n{NICKNAME}: Eh... alguna vez soñé que caía en una oscuridad sin fin...\n{NICKNAME}: Sin planeador ni nada.\nPaimon: Uf...\n{NICKNAME}: Una vez también soñé que mi hermano se alejaba de mí, y yo no era capaz de alcanzarlo aunque corriese muy rápido.\n{NICKNAME}: Entonces, él me decía: “Llegaste demasiado tarde”.\nPaimon: Oh...\nPaimon: Es muy diferente a las pesadillas de Paimon.\nPaimon: El sueño más aterrador que ha tenido fue ser devorada por un Slime gigante.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nightmare_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Por un mañana sin lágrimas»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2052,
			"title": "Sobre los Seelies...",
			"voicelineType": "51001",
			"description": "{NICKNAME}: Me pregunto de dónde vendrán los Seelies cazatesoros.\nPaimon: A lo mejor brotan del suelo... ¿o puede que caigan de los árboles?\nPaimon: Bueno, Paimon no sabe de dónde vienen, pero sí que, donde hay Seelies, ¡hay tesoros cerca!\n{NICKNAME}: Aun así... ¿por qué siento cierta tristeza cuando tocan un tesoro?\nPaimon: ¿Eh?\n{NICKNAME}: Bah, serán imaginaciones mías.\nPaimon: Bueno... si no quieres el tesoro, Paimon puede guardarlo por ti, ¡y gratis!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_seelie_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2053,
			"title": "Sobre alguien inolvidable...",
			"voicelineType": "54001",
			"description": "Paimon: ¿Quién te ha causado la mayor impresión desde que comenzamos nuestro viaje?\nPaimon: Para Paimon, ha sido Sara.\n{NICKNAME}: Timmie.\nPaimon: ¿Timmie? ¿Por qué?\n{NICKNAME}: Cada vez que como pollo asado con miel, no puedo evitar acordarme de él y, de repente, pierdo el apetito.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_impressivePerson_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2054,
			"title": "Sobre el lenguaje...",
			"voicelineType": "21001",
			"description": "Paimon: ¡Qué rápido aprendes las cosas!\nPaimon: Ahora ya conoces bien el idioma de Teyvat.\n{NICKNAME}: Eres buena profesora, Paimon.\nPaimon: Jejeje...\n{NICKNAME}: ¿Quién sabe? Tal vez algún día pueda mejorar los apodos horribles que le das a la gente.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_language_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2055,
			"title": "Sobre la especie de Paimon...",
			"voicelineType": "18001",
			"description": "{NICKNAME}: ¿Qué monstruo te ha impresionado más?\nPaimon: ¿Monstruos? Humm... ¿Los Guardianes de las Ruinas?\n{NICKNAME}: ¿Los Guardianes de las Ruinas cuentan como monstruos? Son más como máquinas, ¿no?\nPaimon: Paimon piensa que puedes llamar “monstruo” a cualquier cosa que nos cause problemas y necesite ser derrotado.\nPaimon: Al igual que llamamos “presa” a cualquier cosa que cacemos.\n{NICKNAME}: Por esa lógica, entonces... creo que por fin puedo definir tu especie, Paimon.\nPaimon: ¿Sí? ¿Y cómo?\n{NICKNAME}: Se te puede atrapar con una caña de pescar. Por lo tanto, Paimon, eres un pez.\nPaimon: ¡Hum!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_species_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2056,
			"title": "Sobre cómo almacenar armas...",
			"voicelineType": "22001",
			"description": "Paimon: ¡Oye, haz esa cosa otra vez!\n{NICKNAME}: ¿Qué cosa?\nPaimon: Esas cosa con la que... haces desaparecer tu arma en un movimiento y, luego... ¡zas! ¡Aparece de nuevo a tus espaldas!\n{NICKNAME}: Ah, eso... ¿No lo has visto ya muchas veces?\nPaimon: Pero Paimon aún no ha descubierto cómo lo haces. ¿Se lo cuentas?\n{NICKNAME}: Entonces, ¿puedes explicarme tú a mí cómo puedes aparecer justo delante de mí y, luego, desaparecer también de repente?\nPaimon: Eh, bueno... Paimon siempre ha sido capaz de hacerlo. Pero no sabe cómo lo hace...\n{NICKNAME}: Exacto. El arte de guardar mi arma sigue el mismo principio.\n{NICKNAME}: Y esta es la prueba de nuestra amistad.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_weapon_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2057,
			"title": "Sobre los cofres...",
			"voicelineType": "23001",
			"description": "Paimon: {NICKNAME}, ¿qué opinas de los cofres del tesoro?\n{NICKNAME}: Creo que los grandes viajeros que estuvieron en ciertos sitios los dejaron allí tras pasar por ellos.\n{NICKNAME}: Cada vez que abro uno y miro lo que contiene, siento una especie de conexión con la persona que pasó por ahí...\nPaimon: Ohhh, así es como subes de nivel, ¿verdad?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_chest_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2058,
			"title": "Sobre los ojos...",
			"voicelineType": "55001",
			"description": "Paimon: ¡Mira a los ojos de Paimon!\n{NICKNAME}: ¿Qué pasó?\nPaimon: Kaeya dijo que las personas suelen ser traicionadas por sus propios ojos.\nPaimon: Él es capaz de saber si estás diciendo la verdad o no simplemente mirándote a los ojos.\n{NICKNAME}: Hummm...\nPaimon: ¡A Paimon le gusta la tostada del pescador!\n{NICKNAME}: ¡Verdadero! Porque te gusta todo lo que se puede comer.\nPaimon: Jeje.\n{NICKNAME}: Hablando de eso, yo recuerdo una mirada radiante.\nPaimon: ¿De quién era esa mirada?\n{NICKNAME}: De un Guardián de las Ruinas. Tenía una mirada tan deslumbrante que me daban ganas de arrancarme los ojos...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_eyes_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El tesoro pirata»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 2059,
			"title": "Sobre imitar a otros...",
			"voicelineType": "65001",
			"description": "Paimon: Ay... Paimon está tan aburrida... Tan cansada...\n{NICKNAME}: Bueno, ya que amb{F#as}{M#os} estamos tan aburrid{F#as}{M#os}, ¿quieres matar el tiempo imitando a los otros Caballeros de Favonius?\nPaimon: ¿Eh? ¿Eso no sería un poco descortés?\n{NICKNAME}: Jaja, veo que ya eres modesta y cortés como un Caballero de verdad. Impresionante.\nPaimon: ¡Oye! Ya comenzaste a imitar, ¿cierto?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_imitate_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El tesoro pirata»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 2060,
			"title": "Sobre la afortunada viajera...",
			"voicelineType": "42001",
			"description": "Paimon: *Grrr*...\n{NICKNAME}: ¿Eh? ¿Hay lobos cerca?\nPaimon: No, es que Paimon tiene hambre.\nPaimon: Hummm... A Paimon le encantaría que {F#una}{M#un} viajer{F#a}{M#o} le preparase asado a la miel...\nPaimon: ¿Y bien? ¿Quién será el afortunad{F#a}{M#o} viajer{F#a}{M#o} que lo haga?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_lottery_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El forastero que atrapó el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2089,
			"title": "Sobre el Decreto de captura de Visiones...",
			"voicelineType": "71001",
			"description": "Paimon: Es difícil hablar sobre lo ocurrido recientemente en Inazuma sin mencionar el Decreto de captura de Visiones.\nPaimon: Bueno, tú no tienes una Visión, así que no tienes que preocuparte de perderla.\nPaimon: Aunque, por otro lado, {NICKNAME}, si la Comisión Tenryou te atrapa, no podrás entregar tu Visión a cambio de tu vida...\n{NICKNAME}: Puedo decirles que tú eres mi Visión.\nPaimon: Y esa es otra razón por la que mantener a Paimon a tu lado... Espera, ¡¿qué?!\n{NICKNAME}: No te preocupes, nunca dejaría que te atraparan, Paimon.\nPaimon: ¡Más te vale!\n{NICKNAME}: Iremos junt{F#as}{M#os} a la cárcel y recibiremos nuestro castigo.\nPaimon: Oh... B-bueno, si eso es lo que ocurrirá, tal vez deberías entregar ya a Paimon...\nPaimon: ¡Un momento! ¿Y si simplemente no dejamos que nos atrapen?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_visionHuntDecree_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Quietud, la sublimación de la sombra»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2090,
			"title": "Sobre el ejército de resistencia...",
			"voicelineType": "71002",
			"description": "Paimon: ¡Solo a aquellos con la voluntad necesaria para luchar se les permite entrar en el ejército de resistencia!\nPaimon: En ese caso, Paimon también está cualificada para ser miembro de la resistencia.\n{NICKNAME}: ¿Y exactamente contra qué te quieres resistir, Paimon?\nPaimon: ¡Paimon ha estado luchando decididamente contra el destino de ser aplastada!\n{NICKNAME}: Entonces no creo que te dejen entrar...\nPaimon: ¿Por qué? ¿Es porque Paimon no lucha por la misma causa que el ejército de resistencia?\n{NICKNAME}: Porque me temo que estás luchando por una causa perdida...\nPaimon: *Solloza*, ¡qué mal{F#a}{M#o} eres!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_rebels_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Quietud, la sublimación de la sombra»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2091,
			"title": "Sobre el Cañón de Kamuijima...",
			"voicelineType": "71003",
			"description": "Paimon: ¿Cartón de Kamuijima? ¿Cazón de Kamuijima? ¿Castor de Kamuijima? Ay, vaya nombrecito.\n{NICKNAME}: ¿Qué lees, Paimon?\nPaimon: Mira, es la superarma que el shogunato ha construido cerca de aquí para proteger Tatarasuna.\nPaimon: ¡El Cañón... de Kamuijima!\n{NICKNAME}: Parece muy poderoso... Pero no lo vimos en acción cuando estuvimos en Tatarasuna.\nPaimon: Al parecer, el ejército de resistencia sabía lo poderoso que era, así que, antes de librar una guerra contra el shogunato, ocuparon este lugar en secreto.\nPaimon: Pero, para funcionar, este Cañón de Kamu... de Kamuijima necesita una munición especial o el elemento Electro, así que de nada le sirve al ejército de resistencia.\nPaimon: El ejército del shogunato invirtió mucho tiempo y esfuerzo para crear esta arma... Paimon quiere ver qué tan poderosa es.\n{NICKNAME}: Si lo único que necesitas es a alguien que use Electro, tal vez yo te podría ayudar.\nPaimon: ¡Claro! Ahora solo necesitamos algo que sirva como la bola del cañón...\nPaimon: ¿Eh? ¿Por qué miras a Paimon así? ¡Oye!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_tatarasaWeapon_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Quietud, la sublimación de la sombra»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2092,
			"title": "Sobre Taroumaru...",
			"voicelineType": "71004",
			"description": "Paimon: ¿Sabes? La primera vez que estuvimos en la Casa de Té Komore, Paimon pensó que Taroumaru podía hablar...\n{NICKNAME}: Suenas un poco decepcionada.\nPaimon: ¡Por supuesto! Paimon cree que, si Taroumaru hablara, ¡diría cosas superinteresantes!\n{NICKNAME}: ¿Como por ejemplo?\nPaimon: Hummm... “Thoma, deja de esconderte aquí, ¡estás en medio de mi camino! *Guau, guau*”.\n{NICKNAME}: Tiene sentido.\nPaimon: O... “Kozue, estás atada a mí para el resto de tu vida, ¡a menos que nuestro contrato termine!”. *Guau, guau*”.\n{NICKNAME}: No creerías a Kozue cuando dijo que había firmado un contrato secreto que la obligaba a trabajar a tiempo parcial en la casa de té, ¿o sí?\nPaimon: ¡Oh! A Paimon se le ocurrió otro ejemplo. Este es muy bueno.\nPaimon: “¡Miren a esta huésped! Se llama Paimon, ¿cierto? Miren qué adorable e inteligente es. Hoy, ¡la casa invita a todo lo que pida! *Guau*”.\n{NICKNAME}: Taroumaru jamás diría algo así.\nPaimon: Jeje...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_taroumaru_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Quietud, la sublimación de la sombra»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2093,
			"title": "Sobre Gorou...",
			"voicelineType": "71005",
			"description": "Paimon: Hummm...\n{NICKNAME}: ¿Qué piensas, Paimon?\nPaimon: {NICKNAME}, ¿recuerdas las orejitas peludas de Gorou?\nPaimon: Paimon quiere tener algo así... O tal vez unos cuernos como los de Ganyu. Sus cuernos son muy lindos.\nPaimon: {NICKNAME}, ¿alguna idea que me puedas dar?\n{NICKNAME}: Veamos, hummm... ¡Oh, ya sé!\nPaimon: ¿De verdad? Paimon sabía que podía confiar en ti.\n{NICKNAME}: ¡Tachán! ¡Te presento un cuerno de Monoceros Caeli!\nPaimon: ¡Paimon no necesita esa cosa!\nPaimon: *Suspira*, si Paimon no puede tener las orejitas peludas de Gorou, entonces al menos quiere algo como su cola.\n{NICKNAME}: ¡Tatatachán! Toma, ¡una cola de Boreas!\nPaimon: ¡Eso tampoco le sirve a Paimon! Además, Paimon estaría muy rara si se pusiese esas dos cosas.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_gorou_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Quietud, la sublimación de la sombra»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2095,
			"title": "Sobre la publicación de novelas...",
			"voicelineType": "71007",
			"description": "Paimon: Es increíble que en Inazuma haya sitios como la Editorial Yae especializados en publicar novelas.\nPaimon: ¡Hasta organizan competiciones! ¡Guau!\n{NICKNAME}: Entonces, tal vez podrías entregarles un borrador del libro que has estado escribiendo: «La felicidad de Paimon».\nPaimon: Bueno, sobre eso... Paimon perdió su borrador en el camino a Inazuma...\n{NICKNAME}: ¿En serio? *Mira sospechosamente a Paimon*...\nPaimon: Está bien, Paimon aún no ha empezado a escribir...\nPaimon: ¡Pero no es culpa suya! Paimon ha intentado empezar, pero hace tres días, se le rompió la pluma. Anteayer tenía calambres en la mano, ayer se torció el pie y hoy... humm... ¡hoy Paimon tiene hambre!\n{NICKNAME}: A este ritmo, escribirás «Las mil excusas de Paimon» antes que «La felicidad de Paimon».",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_novelPublish_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Quietud, la sublimación de la sombra»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2096,
			"title": "Sobre Kaedehara Kazuha...",
			"voicelineType": "71008",
			"description": "Paimon: Kazuha es un espíritu libre, ¿no crees?\n{NICKNAME}: Sí, y también parece una persona muy solitaria.\nPaimon: Explorar el mundo a su ritmo mientras disfruta de la belleza a su alrededor... Suena bastante bien.\nPaimon: {NICKNAME}, tú no estarás pensando en escaparte para emprender una aventura tú sol{F#a}{M#o}, ¿no?\n{NICKNAME}: Yo jamás te abandonaría, Paimon.\nPaimon: A Paimon le alegra mucho oír eso. Ven, toma esto, jeje.\n{NICKNAME}: Gastos de comida mensuales... ¡¿300 000 Moras?!\nPaimon: ¡Oye, espera! {NICKNAME}, ¿a dónde vas?\n{NICKNAME}: De repente me apetece irme yo sol{F#a}{M#o}. Quizá no sea tan mala idea después de todo.\nPaimon: ¡No te vayas, por favor! ¡Espera a Paimon!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kazuha_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Viento de otoño y hojas escarlata»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200212
					]
				}
			]
		},
		{
			"voicelineId": 2097,
			"title": "Sobre Kamisato Ayaka...",
			"voicelineType": "71009",
			"description": "Paimon: Hummm...\n{NICKNAME}: Paimon, estás muy seria hoy.\nPaimon: Es porque Paimon está pensando en cosas serias.\nPaimon: Paimon tiene envidia de las familias ricas e influyentes. Tienen un suministro infinito de Moras y montañas de deliciosa comida...\n{NICKNAME}: No puedo llevarte la contraria. Esas son justamente las cosas que te gustan.\nPaimon: Pero, tras conocer mejor a Ayaka, Paimon se ha dado cuenta de que una joven de familia noble también puede tener sus problemas.\nPaimon: Debe cargar con las obligaciones y las responsabilidades de su clan, así que trabaja mucho y tiene muy poco tiempo para sí misma.\nPaimon: Ayaka debe sentirse exhausta. Debería intentar descansar un poco...\nPaimon: ¡Ah, cierto! ¿Por qué no la invitamos al próximo festival?\nPaimon: No puede negarse si la invitamos nosotr{F#as}{M#os}, jeje.\n{NICKNAME}: Sí, a mí también me gustaría ir a otro festival con ella.\nPaimon: Además, si viene, puede pagar la cuenta por nosotr{F#as}{M#os}.\n{NICKNAME}: No sé cómo no averigüé antes tus auténticas intenciones...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_ayaka_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El cuento de la grulla y el conejo blanco»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 2098,
			"title": "Sobre imitar a Ayaka...",
			"voicelineType": "71010",
			"description": "Paimon: Ayaka emite un aire de nobleza y elegancia con todos y cada uno de sus gestos.\n{NICKNAME}: Paimon, ¿puedes imitar a Ayaka?\nPaimon: Lo intentaré.\nPaimon: “Oh, ¿has estado recogiendo champiñones con tanta dedicación solo para hacerme unas brochetas de champiñones y pollo?”.\nPaimon: “Qué adorable”...\n{NICKNAME}: Eso no se pareció en nada a Ayaka, pero...\n{NICKNAME}: Aunque no sonaste como tú misma, tampoco me pareció que estuviera completamente fuera de lugar...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_imitateAyaka_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El cuento de la grulla y el conejo blanco»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 2099,
			"title": "Sobre las tradiciones del festival...",
			"voicelineType": "71011",
			"description": "Paimon: Durante las celebraciones de Inazuma, es tradición que todo el mundo lleve máscaras festivas.\nPaimon: Paimon ha mirado en los puestos, pero no ha encontrado una máscara de su talla...\n{NICKNAME}: ¿De verdad quieres tener tu propia máscara?\nPaimon: ¡Por supuesto que sí! No llevar máscara en un festival de Inazuma es como no recibir un ramo de flores durante el Festival de las Flores de Viento.\n{NICKNAME}: Entonces, deja que yo te haga una.\nPaimon: ¡Guau! {NICKNAME}, ¡eres {F#la}{M#el} mejor!\n{NICKNAME}: Hummm, me pregunto qué tipo de máscara te quedará mejor. ¿Qué tal... una máscara de Slime?\nPaimon: ¡Bien! ¡Seré una Slaimon!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fiestaTradition_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «El cuento de la grulla y el conejo blanco»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 2100,
			"title": "Sobre Yoimiya...",
			"voicelineType": "71012",
			"description": "Paimon: ¿Crees que el mal oído del padre de Yoimiya se debe a los fuegos artificiales?\nPaimon: Lleva muchos años haciendo y probando fuegos artificiales y exponiéndose diariamente al estruendo de la pólvora. A Paimon no le extrañaría que eso le hubiera estropeado el oído...\nPaimon: ¡Vaya! Como Yoimiya heredará el negocio familiar, ¿significa eso que ella también oirá mal en el futuro, igual que su padre?\nPaimon: Paimon no dejará que eso ocurra. ¡Tenemos que pensar en una forma de ayudarla!\n{NICKNAME}: ¿Alguna sugerencia, Paimon?\nPaimon: Pues... humm...\nPaimon: Paimon podría seguirla a todas partes y taparle los oídos cuando lo necesite.\n{NICKNAME}: Para eso, tendrías que abandonarme a mí.\nPaimon: Sin Paimon, no tendrías un guía... ¡Paimon no te abandonaría así como así!\nPaimon: Pero entonces... ¿qué hacemos con Yoimiya?\n{NICKNAME}: Pues... puede ponerse tapones para los oídos cuando trabaje con fuegos artificiales.\nPaimon: ¡Oh, claro! A Paimon no se le había ocurrido esa solución. ¡Qué inteligente, {NICKNAME}!\n{NICKNAME}: Jeje, es lo primero que se me ocurrió, pero quería darte una oportunidad para que te ejercitaras mentalmente.\nPaimon: ¿Eh? O sea que lo sabías todo este tiempo, ¿pero no se lo dijiste a Paimon?\nPaimon: ¿Cómo has podido? ¡Mala persona!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_yoimiya_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Intemporal como un sueño»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1201309
					]
				}
			]
		},
		{
			"voicelineId": 2101,
			"title": "Sobre las preocupaciones de Sayu...",
			"voicelineType": "71013",
			"description": "Paimon: Sayu parece tener muchas preocupaciones.\nPaimon: Paimon no entiende por qué.\n{NICKNAME}: Deben ser problemas de crecimiento.\nPaimon: Hummm, Paimon no entiende eso.\nPaimon: Después de todo, preocuparse mucho no va con el estilo de Paimon.\n{NICKNAME}: Hummm...\n{NICKNAME}: ¡Malas noticias! Ya casi no nos quedan Moras. Me temo que tendremos que ajustarnos el cinturón en los próximos días.\nPaimon:¿Qu-qué? ¡Nooo!\n{NICKNAME}: ¿Lo ves? No tienes tan pocas preocupaciones como piensas.\nPaimon: ¿Por qué eres tan mal{F#a}{M#o} con Paimon?...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sayuAnnoy_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2102,
			"title": "Sobre los escaradiablos...",
			"voicelineType": "71014",
			"description": "Paimon: ¡Los escaradiablos dan mucho miedo! ¡Y los patrones que tienen en la espalda son terroríficos!\n{NICKNAME}: ¿Te refieres a esos patrones demoniacos? Como no les gusta pelear, desarrollaron a propósito esos patrones para asustar a sus enemigos.\nPaimon: ¡Qué astutos! Deberíamos aprender de ellos.\nPaimon: Podriámos pedirle a Xiao que nos prestara su máscara. Si un Hilichurl te viera con ella puesta, ¿crees que huiría despavorido?\n{NICKNAME}: Ehm... No creo que Xiao estuviera dispuesto a hacer eso...\nPaimon: Cierto... ¿Y si le pedimos a Sayu que le robe la máscara?\nPaimon: Sabe técnicas ninja con las que desaparecer. ¡Seguro que puede robarla! ¡Problema resuelto!\nPaimon: Hummm, si tenemos miedo de que Xiao quiera vengarse, ¿por qué no robamos la máscara de Nobile? ¡Ya le hemos dado unas buenas palizas en el pasado!\n{NICKNAME}: No creo que robar las cosas de otros sea una buena idea. Además, ¿qué pasa si Sayu tampoco está dispuesta a hacerlo?\nPaimon: E-entonces... primero visitemos a Albedo.\nPaimon: Si puede hacer una poción de crecimiento para Sayu, ¡seguro que querrá ayudarnos!\n{NICKNAME}: Perfecto, ahora solo tienes que pensar en cómo convencer a Albedo para que nos ayude.\nPaimon: ¡Ah! ¡La cabeza de Paimon va a explotar! De momento nos pondremos máscaras del festival.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_oniHornedBeetle_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2103,
			"title": "Sobre las percibetormentas...",
			"voicelineType": "71015",
			"description": "Paimon: ¿Sabías que, aunque la estructura de las percibetormentas es como la de una planta, sus “pétalos” en realidad son hojas?\nPaimon: La verdadera flor es bastante delicada, así que sus discretas hojas intentan crecer fuertes para protegerla.\nPaimon: Igual que Paimon te está protegiendo ahora mismo, jeje.\n{NICKNAME}: ¿Igual que tú? Oh, no sabía que las percibetormentas también eran comestibles.\nPaimon: ¡Sí, exacto! ¡Espera! ¿Qué quieres decir con eso?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_peelGrass_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Electro) de Tatarasuna",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 2104,
			"title": "Sobre las percibetormentas y las tormentas...",
			"voicelineType": "71016",
			"description": "Paimon: ¿Sabías que la gente de Inazuma usa la agitación de las percibetormentas para predecir tormentas eléctricas?\nPaimon: Como crecen en zonas donde abunda el elemento Electro, por naturaleza se sienten atraídas por los truenos y los relámpagos.\n{NICKNAME}: ¿Eso quiere decir que las percibetormentas son como tú, Paimon?\nPaimon: ¿A qué te refieres?\n{NICKNAME}: Bueno, tú siempre estás en zonas con comida gourmet y por naturaleza te sientes atraída por la comida deliciosa.\nPaimon: Jeje, ¡eso es cierto!\n{NICKNAME}: Radar de Paimon activado.\nPaimon: *Bip, bip*, manjares, ¡allá vamos!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_peelGrassAndThunder_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Electro) de Tatarasuna",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 2105,
			"title": "Sobre los pétalos de cerezo...",
			"voicelineType": "71017",
			"description": "Paimon: ¡Los pétalos que caen del Cerezo Sagrado son deslumbrantes!\nPaimon: Paimon escuchó que pueden estar suspendidos en el aire durante tanto tiempo porque están imbuidos del elemento Electro.\n{NICKNAME}: ¿Es el mismo principio que hay detrás de tu capacidad de levitación?\nPaimon: Oh... bueno... eso es porque...\n{NICKNAME}: Sabes qué es lo que te permite volar, ¿verdad, Paimon?\nPaimon: Paimon puede volar debido a... un poder misterioso, ¡evidentemente!\n{NICKNAME}: Entiendo. O sea, ¿que no tienes ni idea?\n{NICKNAME}: ¿Y si dejamos que Albedo haga algunos experimentos? Se le da muy bien descifrar misterios.\nPaimon: ¡No, por favor!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sakuraTemari_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte del Gran Santuario Narukami",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						244
					]
				}
			]
		},
		{
			"voicelineId": 2106,
			"title": "Sobre la calavanda...",
			"voicelineType": "71018",
			"description": "Paimon: ¡Qué útiles son las calavandas!\nPaimon: Su pulpa es comestible y su piel puede procesarse para hacer tintes.\n{NICKNAME}: ¡Tú sí que eres útil, Paimon!\n{NICKNAME}: Sirves como guía y hasta pones apodos horribles a la gente, jaja.\nPaimon: ¡Sí! ¡Gracias por tu apreciación!\nPaimon: Espera, aún no has acabado, ¿cierto? ¿Vas a burlarte de mí?\nPaimon: ¡Pues Paimon va a taparte la boca para que no puedas decir nada!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sumireLemon_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Aldea Konda",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						296
					]
				}
			]
		},
		{
			"voicelineId": 2107,
			"title": "Sobre las espadas...",
			"voicelineType": "71019",
			"description": "Paimon: {NICKNAME}, ¿te has dado cuenta?\nPaimon: En Inazuma, solo una minoría de las personas lleva la espada en la cintura. La mayoría de los soldados usan lanzas.\nPaimon: ¿Será porque las espadas son un símbolo de estatus? ¿Debería Paimon llevar una también?\nPaimon: Pero aquí las espadas son demasiado grandes para Paimon... No tenemos otra opción, debemos buscar a un herrero de renombre para que me haga una personalizada.\n{NICKNAME}: Eso podría costar muchísimos Moras.\nPaimon: ¿Insinúas que el Mora es más importante que los deseos de tu querida compañera?\n{NICKNAME}: En realidad, tengo algo preparado para ti, Paimon.\nPaimon: ¿En serio? ¿De verdad? ¡A ver, a ver!\nPaimon: ¡Oye! ¿Este no es el cuchillo con el que cortamos fruta?\n{NICKNAME}: Al menos es del tamaño perfecto para ti.\n{NICKNAME}: *Ejem*, “lo importante no es el valor de la espada, sino tu espíritu de lucha”.\nPaimon: Buen intento, ¡pero Paimon no se dejará engañar por esa frase aunque suene genial!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sabre_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2108,
			"title": "Sobre las aguas termales...",
			"voicelineType": "71020",
			"description": "Paimon: ¿Sabías que en Inazuma hay aguas termales?\n{NICKNAME}: Pero no hay volcanes.\nPaimon: Según lo que ha escuchado Paimon, el calor procede de un horno gigante.\nPaimon: Si tenemos tiempo, a Paimon le gustaría ver las aguas termales. Pero, por desgracia, parece que la entrada solo está permitida para personas importantes.\n{NICKNAME}: Hummm...\n{NICKNAME}: Vayamos al Valle Dadaupa de Mondstadt.\nPaimon: ¿Eh? ¿Por qué dices eso tan de repente?\n{NICKNAME}: En el Valle Dadaupa, los Hilichurls tienen un caldero gigante calentado con flores llameantes. Debería ser parecido a las aguas termales, ¿no? Puedes bañarte en... ¿la sopa?\nPaimon: ...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_hotSpring_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2109,
			"title": "Sobre el cuento de Jugemu...",
			"voicelineType": "71021",
			"description": "Paimon: En Inazuma, los padres tienen la costumbre de escoger un nombre auspicioso para sus hijos.\n{NICKNAME}: El nombre simboliza las expectativas y los deseos que la gente tiene para el niño, como la prosperidad, la riqueza, una buena salud, la seguridad...\nPaimon: Debido a esas expectativas, los padres suelen escoger nombres larguísimos con todo tipo de buenos significados.\n{NICKNAME}: Entonces, hipotéticamente hablando, si un día una niña pequeña se cayera a un lago en su camino de vuelta a casa, sus amigos irían corriendo a su casa para decirle a todo el mundo: “¡Algo malo ha ocurrido!”\nPaimon: “¿Qué ha ocurrido?”\n{NICKNAME}: Ozvaldo Hrafnavines, Princesa del Juicio Fischl von Luftschloss Narfidort, ¡vengan, rápido! ¡La Genio Centenaria Astróloga Mona Megistus se ha caído al agua!\nPaimon: Que Mona se caiga al agua no parece una situación de emergencia.\n{NICKNAME}: Exacto. Mona, que tan rápida es nadando, regresaría a casa justo cuando sus amigos acaban de terminar de pronunciar su nombre, jaja.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_jugemu_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la ciudad de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2110,
			"title": "Sobre las islas de Inazuma...",
			"voicelineType": "71022",
			"description": "Paimon: Los paisajes de Inazuma son muy distintos a los que hemos visto hasta ahora.\n{NICKNAME}: Sí, Inazuma es una nación compuesta por islas.\nPaimon: ¿Cómo se comunicaba entre sí la gente de distintas islas antes de que se inventaran los barcos?\n{NICKNAME}: Según el padre de Yoimiya, es posible que usaran señales de humo para transmitir información.\n{NICKNAME}: O tal vez...\nPaimon: ¿Sí?\n{NICKNAME}: Tal vez le encargaban a la gente que podía congelar el agua para viajar entre islas que enviara sus mensajes.\nPaimon: ¡Guau! Si Kaeya hubiera vivido en Inazuma en esa época, ¡habría estado aún más ocupado que la Maestra Jean!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_inazumaIsland_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de Ritou",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						331
					]
				}
			]
		},
		{
			"voicelineId": 2111,
			"title": "Sobre los tanuki...",
			"voicelineType": "71023",
			"description": "Paimon: Los tanuki son unas criaturas misteriosas.\n{NICKNAME}: Yo creo que son adorables.\nPaimon: Es una pena que sepan hablar el lenguaje de los humanos.\n{NICKNAME}: Humm... Me pregunto... si tú no supieras hablar, ¿parecerías más noble y misteriosa?\nPaimon: ¿Estás burlándote de mí?\n{NICKNAME}: ♪ La, la, la ♪...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bakeDanuki_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte del Bosque Chinju",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 2112,
			"title": "Sobre los tanuki y sus ilusiones...",
			"voicelineType": "71024",
			"description": "Paimon: ¿Sabías que en Inazuma hay unos monstruos llamados “tanuki” que pueden adoptar la forma de cualquier humano que vean?\n{NICKNAME}: He oído esos rumores. Deben conocer algunas misteriosas técnicas de transformación.\nPaimon: ¿Y si, algún día, un tanuki te engaña al transformarse en Paimon? Oh, no... ¡Ahora Paimon está preocupada!\n{NICKNAME}: No te preocupes, estoy segur{F#a}{M#o} de que sabría ver la diferencia. Un momento, a ti lo único que te preocupa son mis Moras, ¿cierto?\nPaimon: Por supues... ¡Ah, no, no! Paimon está preocupada por tu seguridad, {NICKNAME}.\nPaimon: ¡Hum! ¡Deja de mirar así a Paimon! A ver, piénsalo, si hay dos Paimonas, ¿cómo sabrías cuál es la verdadera?\n{NICKNAME}: Eh, je...\nPaimon: ¿Cómo que “eh, je...”?\n{NICKNAME}: ¿Lo ves? Solo la verdadera Paimon respondería así.\nPaimon: ¡Ah! ¡Otra vez engañaste a Paimon!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bakeDanukiAndIllusion_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte del Bosque Chinju",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 2113,
			"title": "Sobre otros altares...",
			"voicelineType": "71025",
			"description": "Paimon: Últimamente hemos pasado por un montón de pequeños altares, pero ninguno estaba dedicado a la Arconte Electro.\n{NICKNAME}: Probablemente fueran construidos para otras deidades más pequeñas. La gente de Inazuma cree que todas las cosas tienen un espíritu, el cual los ayudará cuando lo necesiten.\nPaimon: Oh, por eso construyen altares para ellos y les hacen ofrendas.\n{NICKNAME}: Sí. Es una forma de rezarles y mostrarles gratitud.\nPaimon: ¡Ahora lo entiende Paimon! ¡Busquemos a Ayaka y digámosle que haga un altar en honor a nosotr{F#as}{M#os}!\nPaimon: ¡Así también conseguiremos muchas ofrendas!\nPaimon: ¡Qué feliz está Paimon!\n{NICKNAME}: Jeje. Ehm... ¿crees que eso es admisible?\nPaimon: ¿Por qué no? ¿Es que no hemos estado ayudando a todo el mundo todo este tiempo? ¡Puede que incluso estemos haciendo un mejor trabajo que esas deidades!\n{NICKNAME}: Ahí tienes razón...\n{NICKNAME}: Pero cuando me imagino a otras personas colocando flores o fruta frente a un altar para mí... siento que no deberían hacerlo.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_otherShrine_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de Araumi",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						245
					]
				}
			]
		},
		{
			"voicelineId": 2114,
			"title": "Sobre la Isla Yashiori...",
			"voicelineType": "71026",
			"description": "{NICKNAME}: Siempre está lloviendo en la Isla Yashiori. He oído que es por una energía maligna que hay en el ambiente.\nPaimon: ¿“Energía maligna”? ¿Qué es esa energía? Suena aterrador.\n{NICKNAME}: La causan los restos de un dios maligno que está en alguna parte de la isla. Como su poder no se ha desvanecido por completo, la energía remanente provoca todo tipo de infortunios. A eso me refería con “energía maligna”.\nPaimon: Oh, entiendo. Pero a Paimon no le parece que la lluvia sea algo malo.\nPaimon: Tal vez ese dios ha estado llorando todo este tiempo porque alguien lo trató mal.\n{NICKNAME}: ¿Llorar? No creo que los dioses puedan llorar. Quiero decir, nunca he visto a Venti o a Zhongli llorando.\nPaimon: ¡Puede haber excepciones! Por ejemplo, si me pellizcas, verás a una diosa llorando.\n{NICKNAME}: ¿Eh? ¿Eres una diosa?\nPaimon: ¡Pues claro que sí!\n{NICKNAME}: Oh, déjame adivinar... ¿Eres la diosa de las preguntas obvias? ¿La diosa de los Slimes? ¿O la diosa que fue pescada en el agua?\nPaimon: ¡Paimon no es ninguna de esas cosas! ¡Hum!\nPaimon: Como tu guardaespaldas, {NICKNAME}, ¡Paimon es la diosa de la protección!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_yashioriIslandsRain_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Playa Nazuchi",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						258
					]
				}
			]
		},
		{
			"voicelineId": 2115,
			"title": "Sobre la Agencia de Detectives Bantan Sango...",
			"voicelineType": "71027",
			"description": "{NICKNAME}: En Hanamizaka, hay un lugar llamado la “Agencia de Detectives Bantan Sango”.\nPaimon: Paimon lo recuerda. Es la agencia dirigida por Sango y Ryuuji, ¿cierto? Todo el mundo habla muy bien de ellos.\n{NICKNAME}: He oído que suelen verse envueltos en los incidentes más extraños, y hasta tienen prohibido el paso en algunos sitios...\nPaimon: A Paimon no le parece que se lo merezcan. Después de todo, Sango y Ryuuji han ayudado a mucha gente.\n{NICKNAME}: ¿Los invitarías si estuvieras organizando una cena?\n{NICKNAME}: ¿Y si, en medio de la cena, uno de los invitados gritara de repente y se desmayara?\nPaimon: E-en ese caso, Paimon piensa que no sería buena idea, y que pasar tiempo con ellos podría ser peligroso...\n{NICKNAME}: Bueno, ese es el precio que hay que pagar por ser un detective famoso.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bantanNoSangoDetectiveAgency_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de las calles de la ciudad de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						242
					]
				}
			]
		},
		{
			"voicelineId": 2116,
			"title": "¿Cómo funciona lo de los palillos de la fortuna?",
			"voicelineType": "71028",
			"description": "Paimon: Por cierto, {NICKNAME}, ¿ya has sacado algún palillo de la fortuna en el santuario?\nPaimon: Si obtenemos alguno antes de nuestra próxima aventura, podrían servirnos de orientación.\n{NICKNAME}: Humm, pero ¿y si obtenemos un papel de “infortunio” o de “infortunio mayor”? Si eso ocurre, nos pondríamos de mal humor...\nPaimon: No te preocupes. Según las miko, si alguien saca un “infortunio”, puede colgarlo en algún árbol del santuario.\nPaimon: Entonces, ¡solo tenemos que sacar un papel tras otro hasta que consigamos uno de “suerte mayor”! ¡Los malos los colgaremos en un árbol!\n{NICKNAME}: Si todo el mundo hiciera eso, no habría espacio para colgar ningún papel...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kauChim_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2117,
			"title": "Sobre el Filo del pensamiento vacío...",
			"voicelineType": "71029",
			"description": "Paimon: ¡El Filo del pensamiento vacío es increíble!\nPaimon: ¡Puede derrotar a cualquier enemigo de un solo tajo!\n{NICKNAME}: Para Nobile, tal vez se necesitarían tres tajos.\nPaimon: ¡S-sí!\nPaimon: En cualquier caso, si dominaras esa técnica, ¡Paimon no tendría que preocuparse por ti durante el resto de nuestro viaje!\n{NICKNAME}: ¿Y dónde puedo aprenderla?\nPaimon: Sí... ¿dónde se puede aprender?\n{NICKNAME}: ¿Eh?\nPaimon: ¡Deja de mirar así a Paimon! E-está bien, Paimon estará pendiente de ti durante nuestras aventuras...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_musouNoHitotachi_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2118,
			"title": "Sobre Sangonomiya Kokomi...",
			"voicelineType": "71030",
			"description": "Paimon: {NICKNAME}, ¿sabías que Sangonomiya Kokomi es la Sacerdotisa Divina de la Isla Watatsumi?\nPaimon: En otras palabras, ¡es quien gobierna la isla! Toda Watatsumi es controlada por ella.\nPaimon: Paimon también quiere ser alguien tan importante como ella...\n{NICKNAME}: ¿Que harías después de convertirte en alguien importante?\nPaimon: Paimon se dedicaría a hacer justicia. Por ejemplo... *Ejem*...\nPaimon: {F#La sospechosa}{M#El sospechoso} en cuestión, conocid{F#a}{M#o} como {NICKNAME}, se comió dos dango y solo le dio uno a la víctima, Paimon. Esta es una grave transgresión del artículo n.º 37, “Justicia e imparcialidad”, del Decreto de Paimon.\n{NICKNAME}: ¿Y puedo preguntarle a Su Señoría, Paimon, cómo piensa resolver este problema?\nPaimon: Por supuesto. Como compensación por tu transgresión, ¡tendrás que hacer más dango para Paimon! ¡Jeje!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kokomi_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2119,
			"title": "Sobre la transitoriedad...",
			"voicelineType": "71031",
			"description": "Paimon: Paimon se pregunta cómo sería la anterior Shogun.\n{NICKNAME}: Al parecer, era una persona que comprendía lo efímero de las cosas y aceptaba el inevitable destino de partir de este mundo en algún momento.\nPaimon: Después de todo, darte cuenta de la fragilidad de las cosas hace que las aprecies más.\n{NICKNAME}: Esta forma de pensar debe de haber influido en la estética de Inazuma. Este mundo es transitorio y la gente va y viene. Los momentos felices que compartimos, las personas que nos acompañan, la deliciosa comida que probamos... Esas emociones y experiencias son cosas que de verdad existieron en algún momento. No son simples conceptos vacíos.\nPaimon: Aunque... aunque todo banquete tiene un fin, estaría bien poder disfrutar de esos momentos felices durante un poco más de tiempo.\n{NICKNAME}: “Estaciones cambiantes y sueños fugaces. Con tu compañía, lo efímero y lo transitorio se convierte en eterno”.\nPaimon: ¡Paimon no entendió ni jota de eso!\n{NICKNAME}: Digo que me estoy divirtiendo mucho mientras viajo contigo, Paimon. Me encantaría que pudiéramos seguir así para siempre.\nPaimon: ¡Paimon te toma la palabra!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_anitya_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2120,
			"title": "Sobre las miko...",
			"voicelineType": "71032",
			"description": "Paimon: La ropa de las miko es muy particular.\n{NICKNAME}: Escuché que, una vez que abolan el Decreto de cierre de fronteras, Yae Miko tiene pensado abrir un servicio de alquiler para que la gente se ponga la ropa de las miko como atracción turística en varios lugares distintos. Si juntas eso con la tecnología punta del Daguerrotipo de Fontaine, ¡será una gran fuente de Moras!\nPaimon: ¡Oh!\n{NICKNAME}: Las miko del Gran Santuario me preguntaron si conocía a alguna chica dispuesta a ser modelo. Solo tendrían que ponerse la ropa de miko y sonreír al Daguerrotipo. Hasta me preguntaron si yo quería hacer de modelo, y me dijeron que solo necesitaría un poco de maquillaje.\nPaimon: ¡¿Qué?!\n{NICKNAME}: Se lo conté inmediatamente a Rosaria. Creo que podrían hacer algo parecido con la ropa que se usa en la Iglesia de Favonius.\nPaimon: Espera, Paimon no cree que...\n{NICKNAME}: Por desgracia, a Rosaria esta idea le pareció demasiado fastidiosa.\nPaimon: Tal vez sea mejor así...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_miko_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2121,
			"title": "Sobre el pintor Utamarou...",
			"voicelineType": "71033",
			"description": "Paimon: Aoi le dio a Paimon una pintura. Resulta que no es comestible, pero, aun así, ¡Paimon está muy contenta con el regalo!\n{NICKNAME}: ¿Aoi? ¿La dueña del bazar? Déjame ver...\nPaimon: Toma, pero ten cuidado. La pintó un artista muy famoso llamado Utamarou, ¡así que es muy valiosa!\n{NICKNAME}: ¿Utamarou? Humm... Creo que he escuchado ese nombre antes...\nPaimon: Claro, ¡las obras del maestro Utamarou pueden encontrarse por toda Inazuma!\nPaimon: ¿Viste una de ellas en la casa de Ayaka? La que Paimon tiene tampoco está tan mal.\n{NICKNAME}: Oh, ¡ahora lo recuerdo! Yoimiya usó una de esas pinturas como leña, ¿cierto?\nPaimon: ¿Eh? ¿Como leña?\n{NICKNAME}: ¡Sí! Y creo que Thoma también usó una para que la pata de una mesa no cojeara.\nPaimon: ¿Qué? ¿Para que no cojeara?\n{NICKNAME}: Y, si mal no recuerdo, Sayu también usó un montón de esas pinturas como almohada para sus siestas.\nPaimon: ¿Sayu también tiene varias de esas obras? No puede ser...\n{NICKNAME}: Las auténticas obras de arte no se producen en masa. Mi opinión es que ese Utamarou no es para nada un maestro de verdad.\nPaimon: ¡Oye!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_utamoro_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2122,
			"title": "Sobre la casa de té y su jefe...",
			"voicelineType": "71034",
			"description": "Paimon: A la Casa de Té Komore le va sorprendentemente bien. Tienen un montón de clientes todos los días.\nPaimon: Nosotr{F#as}{M#os} también deberíamos abrir una casa de té. ¡Paimon cree que nos aportaría muchos beneficios!\n{NICKNAME}: Humm... Bueno, si abrimos una casa de té, tú seguramente serás la jefa.\nPaimon: ¿En serio? ¡Genial!\nPaimon: Paimon no sabía que confiabas tanto en sus habilidades. En ese caso, ¡Paimon se asegurará de ser una gerente responsable y de que nuestra casa de té sea la mejor de Teyvat!\n{NICKNAME}: Oh, no creo que tengas que hacer de gerente. ¿Recuerdas a Taroumaru?\nPaimon: Sí, el jefe de la Casa de Té Komore, ¿cierto? Muchos clientes van hasta allí para jugar con él más que para beber té.\n{NICKNAME}: Por eso estaba pensando que, si tú dirigieras el negocio, serías más popular que Taroumaru.\nPaimon: Jeje, ¡por supuesto! Espera, ¿no será que no confías en las habilidades de dirección de Paimon y solo quieres una mascota?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_teaHouseBoss_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2123,
			"title": "Sobre el Decreto de cierre de fronteras...",
			"voicelineType": "71006",
			"description": "{NICKNAME}: Con la abolición del Decreto de captura de Visiones, supongo que el de cierre de fronteras será el próximo en abolirse.\nPaimon: Paimon espera que todo vaya bien.\n{NICKNAME}: Animemos a los demás para que aguanten un poco más.\nPaimon: ¡Sí!\n{NICKNAME}: Cuando podamos, busquemos a Atsuko para decirle que los cerezos de su hogar están en flor.\nPaimon: ¿Cómo se supone que eso va a hacerla sentir mejor?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sakoku_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2124,
			"title": "Sobre los kimonos...",
			"voicelineType": "71035",
			"description": "Paimon: *Suspira*, Ogura Mio dice que últimamente apenas tiene kimonos de lujo, así que es muy posible que no puedas comprar uno incluso aunque te lo puedas permitir.\nPaimon: Qué tragedia... ¡Paimon también quiere verse glamurosa!\n{NICKNAME}: Pero ya abolieron el Decreto de cierre de fronteras, ahora debería poder importar seda de Liyue.\nPaimon: Imagínatelo... Paimon saliendo de Telas y Kimonos Ogura vistiendo un kimono de seda único y hecho a su medida... ¡Vaya transformación! ¡Paimon triunfaría!\nPaimon: Ya no sería la segundona en la historia de aventuras {F#de la legendaria viajera}{M#del legendario viajero}... ¡Saluden a la elegante Paimon, portadora de excelentes sedas y predestinada a ser la amiga de los héroes!\nPaimon: Ah... ¡Sería tan genial!\nPaimon: Lo sería, ¿cierto? Por eso... Ehmm...\n{NICKNAME}: Me da la sensación de que... quieres que te pague un nuevo armario.\nPaimon: ¡Exacto, le leíste la mente a Paimon! ¿Ves? Por eso estamos predestinad{F#as}{M#os} a ser amig{F#as}{M#os}.\nPaimon: Bien, Paimon tenía en mente siete estilos diferentes, uno para cada día de la semana. De lo que Paimon aún no está segura es de qué diseños en concreto. Deja que Paimon piense...\n{NICKNAME}: Humm... De repente ya no me apetece comprártelos.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kimono_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «Sueños efímeros»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 2131,
			"title": "Sobre el conocimiento encapsulado...",
			"voicelineType": "71036",
			"description": "Paimon: ¿Conocimiento al instante sin tener que estudiar? ¡El conocimiento encapsulado es de lo mejor!\nPaimon: Paimon se pregunta si Sumeru también tendrá conocimiento encapsulado de los diferentes usos y costumbres de las Siete Naciones...\nPaimon: Si es así, Paimon podría simplemente abrir una cápsula al llegar a un nuevo destino y listo. ¡Así, Paimon no tendría que dar más explicaciones!\n{NICKNAME}: O podríamos abrirlas todas a la vez aquí en Sumeru.\nPaimon: Pero... ¡Pero así los viajes no tendrían nada de sorpresas!\n{NICKNAME}: Además, ya no necesitaría que fueras mi guía, Paimon...\nPaimon: Está bien, ¡olvídalo! ¡Nada de conocimiento encapsulado! Ahorremos nuestros Moras para algo mejor.\nPaimon: Algo como... ¡darle una propina a Paimon por sus servicios de guía! Jeje, es lo justo, ¿no crees?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_cannedKnowledge_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «El alba de las mil rosas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2132,
			"title": "Sobre Los Eremitas...",
			"voicelineType": "71037",
			"description": "Paimon: Los Eremitas son un cajón de sastre.\n{NICKNAME}: Tienen todo tipo de personajes.\nPaimon: Humm... ¡Sí! ¡Le robaste las palabras a Paimon! ¿Sabes? Paimon también puede hacer de diferentes personajes.\nPaimon: Paimon comentarista, Paimon intelectual, Paimon altruista...\n{NICKNAME}: Y, por supuesto, la clásica Paimon desorientada.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_gildedBrigade_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «El alba de las mil rosas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2133,
			"title": "Sobre la fe...",
			"voicelineType": "71038",
			"description": "Paimon: ¿Te has dado cuenta de que la gente de Sumeru no parece creer en la Arconte Dendro?\nPaimon: Cuando estábamos en Liyue e Inazuma, todo el mundo creía en Rex Lapis y la Shogun.\nPaimon: Y no solo son los eruditos de la Academia, la gente de a pie tampoco habla de ella. Lo único en lo que piensan es en la Reina Mayor Rukkhadevata.\n{NICKNAME}: Tienes razón. Incluso dicen que esos platos tan ricos hechos con champiñones son una bendición de la Reina Mayor.\nPaimon: Ahora que lo dices, también existía la creencia de que muchos de los platos más deliciosos de Liyue eran recetas transmitidas por el propio Rex Lapis.\nPaimon: ¡Ah, Paimon ya lo entiende! ¡La gente venera a sus dioses porque los bendicen con manjares!\n{NICKNAME}: Eso solo lo haces tú, Paimon.\nPaimon:  ¿Eh? Entonces... ¿En qué crees tú?\n{NICKNAME}: Yo creo en ti, Paimon.\nPaimon: Jeje, ¡bien dicho!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_faith_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «El alba de las mil rosas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2134,
			"title": "Sobre el Muro de Samiel...",
			"voicelineType": "71039",
			"description": "Paimon: La primera vez que vimos el Muro de Samiel, Paimon estaba impresionada. Parece no tener fin...\n{NICKNAME}: Al fin y al cabo se construyó para proteger todo el bosque.\nPaimon: ¡Y es tan alto como las nubes!\nPaimon: Paimon se pregunta si tú serías capaz de escalarlo.\n{NICKNAME}: No creo. Además, ¿por qué iba a hacerlo?\nPaimon: Pues porque está justo ahí.\n{NICKNAME}: De todos modos, no lo haré.\nPaimon: ¡Pero el Muro de Samiel está justo delante de nuestras narices!\n{NICKNAME}: Lo sé, lo sé, pero está muy al...\nPaimon: ¡Pero es el Muro de Samiel!\n{NICKNAME}: ¡Está bien, lo haré!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sandPreventWall_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «El alba de las mil rosas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2135,
			"title": "Sobre el conmutador Akasha...",
			"voicelineType": "71040",
			"description": "Paimon: Parece que todos los eruditos de la Academia llevan un conmutador Akasha para obtener información.\nPaimon: Parece que llevan enciclopedias interactivas a cuestas. Paimon también quiere una.\n{NICKNAME}: Pues yo no la necesito. Yo ya tengo una enciclopedia que me sigue a todas partes y que me dice todo lo que hay que saber de Teyvat. ¡Hasta sabe hablar!\nPaimon: ¿Eh? ¿Le estás haciendo un cumplido a Paimon? Vas a conseguir que Paimon se sonroje... Paimon no sabe tantas cosas, sería más bien un folleto turístico.\n{NICKNAME}: Humm, tal vez si comieras menos, te cabrían más cosas en la cabeza.\nPaimon: ¡Oye, tú!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_voidTerminal_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «El alba de las mil rosas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2136,
			"title": "Sobre los nombres de los aranara...",
			"voicelineType": "71041",
			"description": "Paimon: Arama, Arana, Araja, Arakavi... Ay, los nombres aranara son tan difíciles de recordar.\nPaimon: ¡Lo único que sabe Paimon es que todos comienzan con “Ara”!\n{NICKNAME}: Si tú fueras un aranara, te llamarías Arapaimon.\nPaimon: Y tú serías...\nPaimon: Bueno, tú ya tienes un apodo, eres nara {NICKNAME}...\n{NICKNAME}: Para ellos, todos somos nara.\nPaimon: Si hubiera alguien llamado “Nara”, ¿cómo lo llamarían los aranara?\n{NICKNAME}: Supongo que nara Nara. Suena adorable.\nPaimon: Jeje, sí.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_aranaraName_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «¿?»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 2137,
			"title": "Sobre la cocina aranara...",
			"voicelineType": "71042",
			"description": "Paimon: Por algún motivo, la comida de los aranara tenía un sabor un poco... Humm, cómo lo diría Paimon... demasiado particular.\nPaimon: No se parecía a nada que hayamos comido antes.\n{NICKNAME}: Es cierto, pero al menos los ingredientes eran de la mejor calidad...\nPaimon: ¡Es cierto! Los champiñones, el agua, ¡todo era tan fresco que parecía que fuera a crecer dentro de la barriguita de Paimon!\n{NICKNAME}: Es un poco exagerado, pero tienes razón. Con ingredientes de tan buena calidad, no hace falta ningún método de cocina particularmente complicado.\nPaimon: ¡Así es! Si los ingredientes son buenos, da igual como los cocines, ¡siempre sabrán bien!\n{NICKNAME}:  Igual que Paimon. Un poquito de sal y pimienta y...\nPaimon: ¡¿Qué?! Ya hemos llegado a Sumeru, ¡¿cómo puedes seguir todavía con esa broma?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_aranaraFood_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «¿?»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 2138,
			"title": "Sobre el genio de Dori...",
			"voicelineType": "71043",
			"description": "Paimon: ¿Cómo puede caber un genio tan grande dentro de la lámpara de Dori?\n{NICKNAME}: Solo hay una forma de averiguarlo, ¿por qué no intentas meterte tú, Paimon?\nPaimon: ¡Ni lo sueñes! ¡Paimon no cabe ahí!\n{NICKNAME}: Bueno, entonces podrías ser la genio de la Relajatetera.\nPaimon: ¡Oh, qué gran idea! ¡Vamos a probar!\n{NICKNAME}: Te ves muy emocionada...\nPaimon: ¡Paimon se moría de ganas por intentarlo! *Ejem, ejem*. ¡*Puf*! ¿Me llamabas, oh, viajer{F#a}{M#o} de tierras lejanas?\nPaimon: ¡Vamos! ¡Tienes que concederle a Paimon tres deseos! El primero será... ¡que le traigas a Paimon un montón de comida deliciosa!\n{NICKNAME}: Paimon, ¡se supone que la que concede deseos eres tú!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_dorisGenie_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Tetera, dulce tetera (I)»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 2139,
			"title": "Sobre el bimaristán...",
			"voicelineType": "71044",
			"description": "Paimon: ¡Guau! ¿Entonces la sanidad en Sumeru es gratis?\n{NICKNAME}: ¿Te sientes mal, Paimon?\nPaimon: Por ahora, no. Gracias por preguntar.\nPaimon: Jeje, pero ahora que lo mencionas, ¡comer comida callejera es muy tentador!\n{NICKNAME}: Tu estómago te pasará factura después.\nPaimon: No importa, ¡Paimon irá a ver al doctor gratis! Sería una lástima no aprovecharlo, ¿no crees?\n{NICKNAME}: Sí, pero cuando estás enferma, no puedes comer muchas cosas.\nPaimon: ¡Oh, no! Entonces, ¿nada de comida deliciosa?\n{NICKNAME}: Además, el doctor te recetará la medicina más amarga del mundo.\nPaimon: E-está bien... Paimon necesita reflexionar...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_homeOfHealth_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2140,
			"title": "Sobre los eruditos...",
			"voicelineType": "71045",
			"description": "Paimon: Mucha gente en Sumeru quiere convertirse en erudito.\nPaimon: La ambición los motiva a estudiar arduamente para tener éxito.\nPaimon: Pero Paimon cree que el primer erudito no tenía la intención de convertirse en uno...\nPaimon: ¿Cuál crees que era la ambición del primer erudito?\n{NICKNAME}: Supongo que solo quería terminar de escribir su tesis.\nPaimon: ¿Eh? La mayor ambición de un erudito debería ser “alcanzar el mayor y más alto conocimiento” o algo así, ¿no?\nPaimon: Paimon está segura de que se convirtió en el primer erudito por su deseo ardiente de conocimiento.\n{NICKNAME}: Solo obtienes conocimiento escribiendo tesis.\n{NICKNAME}: Y no acaba ahí. También tienes que escribir otra tesis para comprobar la primera.\nPaimon: ¡Está bien, basta! Vamos, no te desanimes. ¡Tú no tienes que preocuparte por escribir una tesis!\nPaimon: Nunca has tenido que escribir una, ¿o sí?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_scholar_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2141,
			"title": "Sobre la Escuela de Biología...",
			"voicelineType": "71046",
			"description": "Paimon: ¡Paimon quiere visitar a los eruditos de la Escuela de Biología!\n{NICKNAME}: ¿Desde cuándo eres una estudiante tan entusiasta?\nPaimon: Paimon ha escuchado por ahí que en la Escuela de Biología estudian la naturaleza.\nPaimon: ¡Eso quiere decir que también estudian si los animales son comestibles, si tienen buen sabor y cosas así!\nPaimon: Paimon cree que sería muy divertido ayudarles en sus investigaciones.\n{NICKNAME}: Es decir, que te ha dado hambre y quieres probar comida orgánica deliciosa.\nPaimon: ¡Nada de eso! Paimon solo lo hace por puro interés científico.\n{NICKNAME}: Humm, pues yo creo que los eruditos estarán encantados de poder estudiar el comportamiento y las características de tu especie, Paimon.\nPaimon:  ¿Qué cosa? Vaya, se hace tarde, ¿no crees? ¡Paimon acaba de recordar que tenemos asuntos más importantes!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_zoologySchools_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2142,
			"title": "Sobre los animales de carga...",
			"voicelineType": "71047",
			"description": "Paimon: Los animales de carga son muy lindos. ¡A Paimon le gusta que sus dueños les den nombres en función de su característica más llamativa!\n{NICKNAME}: ¿Quién sabe? A lo mejor los animales de carga también nos ponen nombres a las personas, y responden con ellos cuando les llamamos.\nPaimon: ¿De verdad? ¿Y qué nombres crees que nos pondrían?\n{NICKNAME}: Muuu, mu, muuu.\nPaimon: ¡Eso no hay forma de entenderlo!\n{NICKNAME}: Si tuviera que traducirlo, sería algo como...\n{NICKNAME}: “Criatura bípeda, diminuta, vociferadora y revoloteante”.\n{NICKNAME}: Ese es el nombre científico, claro está.\nPaimon: ¿Eh? ¿Y cómo sería el nombre común?\n{NICKNAME}: “Criatura vociferadora de dos patas”.\nPaimon:  ¡Oye! ¿Por qué le dices cosas tan feas a Paimon?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sumpterBeast_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2143,
			"title": "Sobre las Siete Escuelas...",
			"voicelineType": "71048",
			"description": "Paimon: Sumeru tiene Seis Escuelas.\nPaimon: ¡Sería genial si Paimon pudiese tener su propia escuela!\nPaimon: Se llamaría... ¡Escuela de Paimonología!\n{NICKNAME}: ¿Y qué clase de conocimiento es ese?\nPaimon: Pues... ¡conocimiento sobre la vida diaria!\n{NICKNAME}: Así que los eruditos de la Escuela de Paimonología serían expertos en cocinar Slimes de mil maneras diferentes, recaudar dinero como si no hubiera un mañana, dar apodos horribles a las personas, etc.\nPaimon: ¡Guau, tú sí que entiendes bien a Paimon! Pero se te ha olvidado una: ¡Ser la mejor guía de Teyvat!\nPaimon: ¡Paimon cree que sería una escuela maravillosa! ¡Vamos a presentar una solicitud a la Academia! Tú podrías ser {F#la Gran Sabia}{M#el Gran Sabio} de la Escuela de Paimonología.\n{NICKNAME}: Sería un honor, pero debo rechazarlo.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sevenSchools_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2144,
			"title": "Sobre los micóqueros...",
			"voicelineType": "71049",
			"description": "Paimon: ¿Sabes? En Sumeru hay toda clase de Hongos extraños.\n{NICKNAME}: Es verdad. La gente dice que hay un tipo de Hongo del que no se despegan los micóqueros, y que ambas especies han forjado una relación simbiótica. Por eso los llaman “micóqueros”.\nPaimon: ¡Guau! Entonces son como nosotr{F#a}{M#o}s. Paimon tampoco puede vivir sin {NICKNAME}.\n{NICKNAME}: Eso me convierte en el Hongo y a Paimon en...\nPaimon: ¡En el jabalí!\nPaimon: ¿Eh? Un momento...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_fungiPig_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2145,
			"title": "Sobre el Gran Bazar...",
			"voicelineType": "71050",
			"description": "Paimon: ¡La gente del Gran Bazar tiene un montón de talentos distintos!\nPaimon: Venden sus propios artículos tejidos, vasijas y jarrones preciosos, y especias aromáticas que hacen que la barriga de Paimon comience a rugir.\nPaimon: ¡También son muy buenos cantando y bailando! Si tan solo Paimon pudiera hacerlo...\n{NICKNAME}: Querer es poder, Paimon.\nPaimon: ¿Eh? ¿Lo dices en serio?\n{NICKNAME}: Si se trata de bailar... Tienes una ventaja natural.\n{NICKNAME}: No te tropezarías, ni pisarías el pie de alguien más.\nPaimon: ¡Tienes razón! Paimon olvidó lo útil que es volar.\nPaimon: ¡Bien! ¡Vayamos al Gran Bazar para que todo el mundo admire a Paimon!\n{NICKNAME}: Ajá, así que de eso se trata.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_grandBazaar_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2146,
			"title": "Sobre la adivinación...",
			"voicelineType": "71051",
			"description": "Paimon: La gente de Sumeru se toma la adivinación muy en serio.\nPaimon: Además de la astrología, que es estudiada por los eruditos, los habitantes comunes y corrientes tienen sus propios métodos. ¡Pueden hacer adivinación con una taza de café!\n{NICKNAME}: Después de todo, es la Nación de la Sabiduría. Parece que la gente tiene una sed insaciable por aprender de todo, incluso su propio futuro.\nPaimon: Paimon escuchó que pueden predecir tu futuro con solo ver el fondo de una taza de café después de beberla.\nPaimon: ¡Suena más sencillo que subir a lo más alto de una torre para ver las estrellas!\n{NICKNAME}: ¿Tú también quieres conocer tu destino?\nPaimon: Sí... Aunque Paimon tiene más curiosidad por saber a qué sabe el café.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_divination_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2147,
			"title": "Sobre Purbiruni y Pursina...",
			"voicelineType": "71052",
			"description": "Paimon: Khedive y Anisa no dejaban de mencionar a unos tal Purbiruni y Pursina...\nPaimon: ¿Por qué los dos nombres empiezan por “Pur”?\n{NICKNAME}: “Pur” significa descendiente y estudiante... Supongo que se llaman así porque son estudiantes de los grandes sabios de la antigüedad.\nPaimon: Así que es eso... Por la forma en que no dejaban de repetirlo, Paimon pensaba que sería por algo increíble.\n{NICKNAME}: ¿No te parece increíble?\nPaimon: Bueno, si fuesen grandes sabios, sí sería motivo de orgullo, pero tener un nombre como “hijo de fulanito” es un poco vergonzoso, ¿no te parece?\n{NICKNAME}: Humm, la verdad es que no me lo había planteado...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_purbiruniAndPursina_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2148,
			"title": "Sobre los estudiantes de intercambio...",
			"voicelineType": "71053",
			"description": "Paimon: En la Academia de Sumeru también hay un gran número de estudiantes de intercambio.\nPaimon: ¿Te imaginas dejar atrás tu hogar y adentrarte en tierras desconocidas sin mirar atrás en una búsqueda constante de conocimiento? ¡Es increíble!\n{NICKNAME}: Nosotr{F#a}{M#o}s también viajamos a tierras lejanas.\nPaimon: ¡Es cierto! ¡Entonces nosotr{F#a}{M#o}s también somos increíbles!\n{NICKNAME}: Aunque no lo hacemos por la búsqueda constante de conocimiento.\nPaimon: Es cierto... Entonces no somos tan increíbles como esos estudiantes.\nPaimon: Peeero conocemos los mejores sitios para comer en Sumeru y en quién se puede confiar y en quién no. Eso también cuenta como conocimiento, ¿no?\n{NICKNAME}: Humm, supongo que sí. Es probable que, para algunos, incluso se trate de un tipo de conocimiento muy valioso.\nPaimon: ¡Entonces sí que somos verdaderamente increíbles!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_abroad_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2149,
			"title": "Sobre el Árbol Sagrado...",
			"voicelineType": "71054",
			"description": "Paimon: La Ciudad de Sumeru está construida sobre un gran árbol. ¡Es fascinante!\nPaimon: No es la primera vez que vemos un árbol así. El árbol de Levantaviento, el Árbol frioeterno de Espinadragón y el Cerezo Sagrado de Inazuma.\nPaimon: Aunque el árbol de Sumeru no tiene ningún nombre especial. La gente solo lo llama “Árbol Sagrado”...\n{NICKNAME}: A veces las cosas más importantes tienen nombres sencillos.\nPaimon: ¿Ah, sí? Humm, puede que tengas razón. Si fuera un nombre complicado o largo, sería difícil de recordar.\nPaimon: Además, la gente de aquí sabe que cuando se dice “ahí abajo”, todo el mundo sabe que se refieren a la base del árbol.\nPaimon: ¿Cómo es el dicho ese? “Un nombre es solo una forma de llamar a algo”.\n{NICKNAME}: Entonces Paimon también es la forma de llamar a algo, ¿no?\nPaimon: ¿Qué? Bueno, sí... Espera, no, claro que no. ¡Paimon es Paimon!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sacredTree_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete Anemo en Levantaviento",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						4
					]
				},
				{
					"unlockText": "Desbloquea la Estatua de Los Siete Anemo en Ciudad Sepultada - Palacio Antiguo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						204
					]
				},
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				},
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2150,
			"title": "Sobre la relación entre las escuelas...",
			"voicelineType": "71055",
			"description": "Paimon: En Sumeru hay eruditos de muchas escuelas diferentes. ¿Tú crees que discuten entre ellos?\nPaimon: Ya sabes, como la rivalidad que hay entra la cocina Li y la cocina Yue en Liyue.\n{NICKNAME}: Es probable. Es normal que haya diferencias entre las distintas escuelas de conocimiento. Tal y como dicen en las novelas de artes marciales de Liyue: “Donde hay personas, habrá conflictos”.\nPaimon: Guau, qué dicho tan deprimente... Aunque al menos los eruditos de Sumeru no se baten en duelos de espadas, ¿no?\n{NICKNAME}: A lo mejor se baten en una partida de Invocación de los Sabios.\nPaimon: ¡Ah, claro! Un duelo de mentes.\nPaimon: Paimon ya se lo está imaginando. Cuando un erudito no consigue convencer a otro, ¡saca la baraja de cartas, se sientan y mantienen una intensa lucha en su cabeza!\n{NICKNAME}: Definitivamente suena a algo que ocurriría en Sumeru.\nPaimon: La partida acaba y el ganador le dice a su oponente “Bien jugado” en señal de respeto. Así están en paz.\n{NICKNAME}: Humm, esa frase probablemente causaría un conflicto aún mayor.\nPaimon: ¿Eh? ¿Y eso por qué?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_schoolsRelation_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				},
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2151,
			"title": "Sobre Puerto Ormos...",
			"voicelineType": "71056",
			"description": "Paimon: Guau, Puerto Ormos no se parece en nada a la Ciudad de Sumeru...\nPaimon: Es un lugar muy ajetreado, hay un montón de extranjeros y la gente no se pasa el día con la nariz pegada a un libro. Es un cambio de aires muy agradable.\n{NICKNAME}: Es precisamente porque no estudian que las autoridades portuarias se pasan el día regañándoles. Así que ya sabes, Paimon, ¡tienes que esforzarte en tus estudios, o terminarás como ellos!\nPaimon: Ah...\nPaimon: ¡Oye! ¡Vigila ese tono!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_portOrmos_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de Puerto Ormos",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 2152,
			"title": "Sobre la Alianza de los Veintinueve Deys del Océano...",
			"voicelineType": "71057",
			"description": "Paimon: Dicen que Puerto Ormos se construyó sobre las ruinas de la fortaleza de la Alianza de los... los... La Alianza de nosequé.\nPaimon: ¡Ah! ¡Qué nombre tan largo! Paimon lo ha olvidado. En fin, eso es lo que dicen los eruditos de Sumeru.\n{NICKNAME}: Se llama “la Alianza de los Veintinueve Deys del Océano”.\n{NICKNAME}: Dicen que se trataba de una alianza de líderes piratas arrogantes que se negaban a compartir sus riquezas. Peleaban frecuentemente entre sí, por lo que tenían aterrorizada a toda la gente de la costa de Sumeru.\n{NICKNAME}: Un día, decidieron repartirse el poder equitativamente y crear una alianza pacífica. Al frente de la alianza estaban los “Deys”.\nPaimon: Así que dejaron de pelear y robar y pudieron ganar un montón de dinero todos juntos y vivir en paz, ¿verdad?\n{NICKNAME}: ...\nPaimon: ¿Verdad?\n{NICKNAME}: Humm, al menos ese era el objetivo...\nPaimon: ¿Eh?\n{NICKNAME}: Al poco tiempo volvieron a formar facciones, y las riñas entre ellos escalaron hasta volverse una lucha interna sin precedentes. Destruyeron la fortaleza de Puerto Ormos y todos los Deys cayeron en la desgracia.\nPaimon: *Suspira*...\n{NICKNAME}: Así fue como se volvió a erigir Puerto Ormos en un ambiente de paz nunca antes visto.\nPaimon: Es decir, que no eran más que un grupo de maleantes tontos...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_29thOceanAlliance_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de Puerto Ormos",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 2153,
			"title": "Sobre Cyno e Invocación de los Sabios",
			"voicelineType": "71058",
			"description": "Paimon: A Cyno le encanta el juego de cartas de Invocación de los Sabios, ¿eh?\nPaimon: ¿No es un poco extraño que al Gran Juez le guste jugar a las cartas?\n{NICKNAME}: Hummm, no si tienes en cuenta su peinado.\nPaimon: ¿Eh? ¿Qué tiene que ver su peinado con esto?\n{NICKNAME}: Cuando juegas a las cartas, cuanto más estilo tenga tu peinado, más distraerá al rival.\n{NICKNAME}: “¿Qué le pasa a este? ¿Cómo puede tener el pelo así?”.\n{NICKNAME}: Cuando el oponente no pueda dejar de pensar en eso, será más fácil llevar la ventaja.\nPaimon: Humm, ¿en serio? Entonces será mejor que nos lo pensemos dos veces antes de jugar contra él.\n{NICKNAME}: No sé... Creo que podría tener ventaja contra él.\nPaimon: Pero tu peinado no es estrafalario, y tu ropa es de lo más común...\n{NICKNAME}: Pero te tengo a ti, Paimon.\n{NICKNAME}: Seguro que dirá: “¿Qué le pasa a est{F#a}{M#e}? ¿Y quién es esa compañera flotante que está con {F#ella}{M#él}?”.\n{NICKNAME}: Mientras flotes junto a mí, Cyno no podrá dejar de pensar en eso.\n{NICKNAME}: Yo, en cambio, no me inmutaré ante su peinado, así que podré concentrarme y la victoria será mía.\nPaimon: ¡De eso nada! Si quieres jugar a las cartas, ¡ve a hacerte un peinado peculiar!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_cynoAndCard_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Ciudad de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2154,
			"title": "Sobre las canciones infantiles de Sumeru...",
			"voicelineType": "71059",
			"description": "Paimon: ♪ Curri, curri, curri delicioso, si lo huelen los niños, a casa vuelven gozosos.\n{NICKNAME}: ♪ Curri, curri, curri delicioso.\nPaimon: ¡Guau, buen trabajo! Así que tú también recuerdas esa canción.\n{NICKNAME}: Buen trabajo tú también, Paimon. Cantas muy bien.\nPaimon: Jeje, ¡eso es porque Paimon tiene un plan increíble!\nPaimon: ¿Conoces esta historia? Érase una vez, un Hiliperro al que le daban carne para comer cada vez que los Samachurls se ponían a bailar. Al final, el Hiliperro empezaba a babear en cuanto oía el sonido de los pasos de baile.\nPaimon: Cada vez que nosotr{F#as}{M#os} escuchamos la canción del curri, comemos curri. Así que lo único que tiene que hacer Paimon es aprenderse la canción de memoria y, en el futuro, cuando Paimon quiera un buen plato de curri, ¡solo tendrá que cantar!\nPaimon: Oye, ¿no dices nada?\nPaimon: ♪ Curri, curri, curri delicioso, si lo huelen los niños, a casa vuelven gozosos.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sumeruNurseryRhyme_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «¿?»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 2155,
			"title": "Sobre los trabalenguas de los aranara...",
			"voicelineType": "71060",
			"description": "{NICKNAME}: Paimon, ¿alguna vez te atascas al decir la palabra “aranara”?\nPaimon: ¿Eh? ¿Por qué lo preguntas? ¿A ti te pasa? Quizás es porque la mayor parte del tiempo no hablas.\nPaimon: ¡No como Paimon! Paimon tiene que hablar todo el tiempo, así que nunca se atasca con ninguna palabra.\n{NICKNAME}: Muy bien, entonces intenta leer esto.\nPaimon: La aranara Arana practica ararakalari en Vanarana.\nPaimon: La nara Rhana para en la pradera para arrancar padishás.\nPaimon: La nara Rhana arrancapadishás habla a la aranara Arana para charlar con Lambad, pero ahora la aranara Arana que practica ararakalari arrastra a la nara arrancapadishás nara Rhana hasta Vanarana para admirar el panorama.\nPaimon: Ya que a la aranara Arana no le gusta el drama, la nara Rhana paraba en Vanarana para mirar al aranara Arama.\nPaimon: Esto debe de ser un sueño, ¿cierto?\nPaimon: Pero este dolor de cabeza es muy real...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_aranaraTongueTwister_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa «¿?»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 2162,
			"title": "Sobre lo vaticinado por la profecía...",
			"voicelineType": "71061",
			"description": "Paimon: ¡A Paimon se le acaba de ocurrir una forma de solucionar la crisis vaticinada por la profecía!\n{NICKNAME}: Ilumíname, por favor.\nPaimon: En Fontaine tienen Mecabots capaces de construir túneles y de llevar a cabo grandes proyectos de ingeniería, ¿cierto? ¿Por qué no los mandan a un lugar submarino para hacer un montón de desagües? Así nadie se tendrá que preocupar de que vuelva a subir el nivel del agua.\n{NICKNAME}: Lo que dices tiene sentido, pero ¿adónde iría el agua del desagüe?\nPaimon: ¡Eso no es ningún problema! Piénsalo: si hay un agujero en tu billetera, el Mora que pierdas no va a reaparecer por muy meticulosamente que lo busques.\n{NICKNAME}: Vaya, qué comparación tan específica, Paimon. ¿Cómo conoces tan bien la razón por la que nunca sé dónde acaban mis Moras?\nPaimon: ¿P-por qué miras así a Paimon mientras dices eso? P-Paimon no sabe nada sobre el agujero que hay en tu b-billetera.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_predictCrisis_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Una llovizna inesperada»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 2163,
			"title": "Sobre la magia...",
			"voicelineType": "71062",
			"description": "Paimon: ¡Los espectáculos de magia de Lyney son excelentes! Paimon nunca sabe cómo hace magia sin que él lo explique antes.\n{NICKNAME}: Se me ha ocurrido un truco de magia.\nPaimon: ¿Eh? ¿Tú también sabes hacer magia?\n{NICKNAME}: Sí, voy a hacer que un sombrero mágico gigante flote en el aire, y haré que vaya a un lugar u otro según lo que le ordene.\nPaimon: ¡¿En serio puedes hacerlo?! ¿Cómo?\n{NICKNAME}: Jeje, porque tú estarás dentro del sombrero, Paimon.\nPaimon: ¿Pero por qué Paimon se metería dentro de un...? Espera, ¡¿es Paimon la que hace que el sombrero flote?!\nPaimon: Jeje, ¡pues a Paimon también se le ha ocurrido un truco!\n{NICKNAME}: A ver, ¿cuál?\nPaimon: Por mucha comida que metas en el sombrero, ¡verás que nunca se llena!\n{NICKNAME}: Humm, ¿y si meto un plato?\nPaimon: Entonces, ¡abracadabra! ¡El gorro lo escupirá!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_magic_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Una llovizna inesperada»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 2164,
			"title": "Sobre las patentes de tecnología aérea...",
			"voicelineType": "71063",
			"description": "Paimon: ¡Qué cómodo es el ferribús de Fontaine! Imagina que pudiera funcionar incluso sin vías, ¡Paimon no tendría que mover un músculo en toda su vida!\n{NICKNAME}: Pero estás todo el tiempo volando, ¿acaso eso te cansa?\nPaimon: ¿Volar?... ¡Claro! ¡El ferribús no necesitaría vías si pudiera volar! En ese caso, ¡se llamaría “aerobús”!\nPaimon: ¡Rápido, tenemos que patentarlo antes de que nos roben esta magnífica idea!\n{NICKNAME}: No basta solo con tener un nombre. Necesitas diseñar un plan para que pueda volar.\nPaimon: ¿Un plan? Bueno, pues... por ejemplo... ¡se puede añadir una hélice gigante en la parte superior!\n{NICKNAME}: Entonces, ¿cómo garantizarías que el ferribús no se pusiera a dar vueltas sobre sí mismo? ¿Y cómo controlarías la dirección de vuelo?\nPaimon: Pues... Eh... *Suspira*, ¿tan difícil es volar? Porque Paimon nunca tiene que tener en cuenta todas esas cosas.\n{NICKNAME}: Bueno, si no tenemos en cuenta ni la dirección ni la velocidad, hay un plan muy sencillo.\nPaimon: ¡¿En serio?!\n{NICKNAME}: Sí. Buscar un lugar muy alto y lanzarse a toda velocidad desde él.\nPaimon: ¡Eso no es más que dejarse caer!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_flyingPatent_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Una llovizna inesperada»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 2165,
			"title": "Sobre el lado oscuro de la industria editorial...",
			"voicelineType": "71064",
			"description": "Paimon: La Editorial Yae va a publicar la saga literaria «Detective Hurlock» de «El Pájaro de Vapor», ¿cierto?\n{NICKNAME}: Sí, eso creo.\nPaimon: Pero con la capacidad de imprenta y distribución que tienen, ¿por qué no lo publican ellos?\n{NICKNAME}: Eso tiene que ver con el lado oscuro de la industria editorial, Paimon.\nPaimon: A ver, sabelotodo, ¿por qué «El Pájaro de Vapor», un periódico que se lee en todo Teyvat, no publica la saga «Detective Hurlock»?\n{NICKNAME}: ¿Qué es lo más importante en una novela?\nPaimon: ¿Qué?\n{NICKNAME}: ¡Las ilustraciones!\nPaimon: ¡Pídeles perdón ahora mismo a todos los escritores, a los autores a los que se les ocurre la idea de escribir y a los editores!\n{NICKNAME}: La Editorial Yae cuenta con muchos ilustradores de enorme talento que trabajan exclusivamente con ellos. Mira a Calx, por ejemplo. Es imposible contactar con él a menos que lo hagas a través de la editorial.\nPaimon: Bueno, eso es cierto...\n{NICKNAME}: Y otra cosa más...\nPaimon: ¿Sí?\n{NICKNAME}: ¡Solo conseguirás hacer una colaboración con Invocación de los Sabios si publicas con la Editorial Yae!\nPaimon: ¡¿E-en serio?!\n{NICKNAME}: Sí, porque el lado más oscuro de la industria editorial es... ¡que no son las historias, sino el valor comercial del libro lo que más importa!\nPaimon: ¡Qué horror!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_publishingIndustry_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2166,
			"title": "Sobre los detectives de sillón...",
			"voicelineType": "71065",
			"description": "Paimon: Paimon ha oído que en la Corte de Fontaine hay detectives que resuelven casos desde sus casas.\nPaimon: Si eso es lo que llaman “trabajar desde casa”, ¡suena muy relajado!\nPaimon: Pero si no van a la escena del crimen, ¿en qué se basan para averiguar la verdad? Oh, Paimon lo sabe, ¡seguro que en la adivinación!\n{NICKNAME}: Entonces se llamarían adivinos, no detectives.\nPaimon: Oh, claro, tienes razón...\n{NICKNAME}: Las pistas de un caso no tienen patas; no pueden llegar a la casa de un detective así como así.\nPaimon: O sea, que tiene que haber alguien que se las lleve...\n{NICKNAME}: Tal vez en algún encargo del Gremio de Aventureros, una parte del trabajo fuera...\nPaimon: ¿Eh? ¿Estás diciendo que algún detective de poca monta se ha llevado una parte de nuestra recompensa? ¡Pues Paimon no lo va a permitir! ¡Vamos a quejarnos a un detective ahora mismo!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_detectiveIndoor_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2167,
			"title": "Sobre el misterioso tesoro del Instituto de Ciencias de Fontaine...",
			"voicelineType": "71066",
			"description": "Paimon: Si el Instituto de Ciencias de Fontaine es la institución académica que investiga los Mecabots y la energía, ¿por qué hay rumores sobre un misterioso tesoro escondido en él?\nPaimon: Paimon lo entendería si se tratara del tesoro de unos ladrones o unos piratas.\nPaimon: Pero el tesoro de un investigador o de un técnico sénior... A Paimon le parece que le falta “bum”.\n{NICKNAME}: ¿Y si hay alguien que es investigador de día, pero ladrón de noche? Alguien así sí podría haber dejado un tesoro misterioso.\nPaimon: Humm, pues qué vida más dura... Trabajando por el día, trabajando por la noche... ¿Cuándo descansa esa persona?\n{NICKNAME}: A lo mejor no es una persona, sino un Mecabot. Así no necesitaría descansar.\nPaimon: El misterioso tesoro de un Mecabot que de día es investigador, y de noche es ladrón... Sí, ¡una historia muy misteriosa!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_mysteriousTreasure_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2168,
			"title": "Sobre lo que no se debe hacer con las novelas de detectives...",
			"voicelineType": "71067",
			"description": "Paimon: «Detective Hurlock», «Los misteriosos casos de la Srta. Orith»... En Fontaine se estilan mucho las novelas de detectives y de misterio, ¿eh?\n{NICKNAME}: ¿Pero tú las entiendes, Paimon?\nPaimon: Subestimas mucho a Paimon, ¿no? Si Paimon leyera una, seguro que a mitad del libro ya sabría quién es el asesino.\n{NICKNAME}: En ese caso, ¡recuerda no destriparle la trama a nadie!\nPaimon: ¡Paimon no hace esas cosas!\n{NICKNAME}: Aunque, ahora que lo pienso, hay gente que no deja que otros hablen de un libro bajo el pretexto de que no se lo destripen, cuando lo que ocurre en realidad es que no quieren que a los demás les guste algo que ellos aborrecen.\nPaimon: Paimon no lee muchos libros, así que no sabía que ese tipo de gente existía.\n{NICKNAME}: Pasa mucho con los lectores de «El espíritu marcial». Cuando hay dos personas hablando del libro, de repente llega otra y dice: “¡Oigan, cuidado con lo que hablan, que aún no he leído el segundo capítulo del primer tomo!”.\nPaimon: ¿Segundo capítulo? Eso significa que no va a seguir leyendo el libro.\n{NICKNAME}: Déjame contarte un secreto, Paimon.\nPaimon: ¿Así, tan de repente?\n{NICKNAME}: En realidad...\nPaimon: ¿En realidad...?\n{NICKNAME}: En realidad, ¡Zhongli es Rex Lapis!\nPaimon: ¡Eso sí que no se lo esperaba Paimon! ¿Cómo has podido...? Un momento, ¡eso lo sabemos desde hace mucho tiempo!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_detectiveNovel_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Completa la misión «Una nueva estrella en ascenso»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 2169,
			"title": "Sobre la defensa propia y las peleas...",
			"voicelineType": "71068",
			"description": "{NICKNAME}: Si alguien te pega en Fontaine sin que haya testigos delante, será mejor que no devuelvas el golpe.\nPaimon: ¿Por qué?\n{NICKNAME}: Si no hay pruebas, no dirán que fue en defensa propia, sino que es muy probable que te acusen de haber pegado a otra persona.\nPaimon: ¿Y qué pasa después?\n{NICKNAME}: Lo más seguro es que tengas que batirte en un duelo antes de comparecer ante el tribunal.\n{NICKNAME}: Llegado ese punto, tendrás que luchar contra la misma persona una y otra vez, o directamente contra un verdugo del justiciazgo.\nPaimon: Menos mal que tú peleas bien.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_defenseAndFight_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2170,
			"title": "Sobre el Departamento de Edición de «El Pájaro de Vapor»...",
			"voicelineType": "71069",
			"description": "Paimon: Lo que ocurrió ayer ya aparece en «El Pájaro de Vapor» de hoy...\nPaimon: Y también aparece el incidente de ayer por la noche en las afueras de la ciudad... ¿En qué momento escribe la noticia esta gente?\n{NICKNAME}: Y además, lo imprimieron a primera hora de la mañana...\nPaimon: ¡Ja, Paimon ya sabe! Quizás «El Pájaro de Vapor» tenga una impresora mágica y, cuando un periodista llega con un reportaje, se lo da para que se lo coma y “¡chacachá-chacachá!”, ¡lo escupe ya impreso!\nPaimon: A lo mejor cuando llega la hora de imprimir, un periodista irrumpe en la sala diciendo “¡Esperen, aún le falta por comerse mi reportaje!”.\n{NICKNAME}: Puedo imaginarlo todo muy nítidamente, pero que yo sepa, no existe una impresora como esa. Si el periódico se publica todos los días es gracias a la labor de todos los empleados de «El Pájaro de Vapor», que con su “¡chacachá-chacachá!” revisan los errores ortotipográficos, con su “chucuchú-chucuchú” escriben sin cesar, y están en constante comunicación con sus compañeros con frases como “Por favor, dame cinco minutos más”. Esa es la magia del Departamento de Edición.\nPaimon: Guau... Hacer un periódico en tan solo un día es un logro increíble... Pero entonces, ¿cuándo duermen?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_steambirdEditorial_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2171,
			"title": "Sobre las novelas de Fontaine...",
			"voicelineType": "71070",
			"description": "Paimon: «¿Los Mecabots sueñan con osteópatas que reparan sus engranajes?». Humm... En Fontaine también hay novelas con títulos largos y raros.\nPaimon: Aunque su narración y sus temas son distintos a los de las novelas ligeras de Inazuma.\n{NICKNAME}: A ver que lea la sinopsis... “Un Mecabot empieza a experimentar un terrible dolor de espalda por ir encorvado durante tantos años de su vida. Al no poder soportar el malestar, acaba abandonando su trabajo como ilustrador de periódicos y decide ir en busca de un masajista que pueda salvar su espalda mecánica”.\nPaimon: Vaya, suena interesante.\n{NICKNAME}: Pero la trama es muy extraña, ¿no? ¿Por qué busca a un masajista y no a un ingeniero? Podría pedirle ayuda a un ingeniero del Instituto de Ciencias de Fontaine.\nPaimon: Es que los ingenieros del Instituto son un poco... Ya sabes.\n{NICKNAME}: Cierto... En esa historia el protagonista es un Mecabot, pero el libro lo escribió una persona. Si un Mecabot escribiera algo, ¿qué crees que sería?\nPaimon: «El día en que me desperté siendo humano».\n{NICKNAME}: Cuánta imaginación tienes, Paimon.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_fontaineNovel_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2172,
			"title": "Sobre los juicios y los espectáculos...",
			"voicelineType": "71071",
			"description": "Paimon: En Fontaine, la Ópera de la Epíclesis es tanto el lugar de celebración de juicios como de espectáculos, pero...\n{NICKNAME}: ¿Qué ocurre, Paimon?\nPaimon: ¿Qué pasa si se lleva a cabo una obra de teatro que trata sobre un juicio? ¿La gente pensará que es un juicio de verdad o una actuación?\n{NICKNAME}: Buena pregunta. Yo creo que, al día siguiente, la gente reconocería por la calle al actor juzgado en la obra y gritaría: “¡Miren, es la persona a la que juzgaron ayer!”.\nPaimon: ¡Sí, eso piensa Paimon también! ¿Y no crees que eso sería un gran inconveniente para el actor?\n{NICKNAME}: En ese momento tienes que responder: “¡Solo era un espectáculo, no era un juicio de verdad!”.\nPaimon: Pero la intención de los actores era hacer que la gente creyera que el juicio era real, ¿no? Paimon cree que la idea no era buena desde el principio...\n{NICKNAME}: ¡Pero bueno, Paimon, si la idea fue tuya!\nPaimon: ¿Eh? ¿D-de Paimon?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_trialAndPerform_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2173,
			"title": "Sobre la fonta...",
			"voicelineType": "71072",
			"description": "Paimon: ¿No te parece que la fonta es una bebida que levanta el ánimo?\n{NICKNAME}: Sí, en cuanto la bebo, me siento como nuev{F#a}{M#o}.\nPaimon: ¿Tienes por ahí un vaso? Hace tiempo que Paimon quiere probar una cosa.\n{NICKNAME}: ¿Qué cosa?\nPaimon: Espera, ahora lo hace Paimon.\nPaimon: *Glu, glu, glu*...\nPaimon: Aaaah...\nPaimon: Eso es lo que hacen los borrachos cuando beben. ¡Paimon quería probarlo!\n{NICKNAME}: No te conviertas en uno de ellos, Paimon...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_fonta_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2174,
			"title": "Sobre los Mecagendarmes...",
			"voicelineType": "71073",
			"description": "Paimon: Los Mecagendarmes realizan tareas predefinidas. Es decir, que mientras introduzcas la orden adecuada, harán lo que les mandes.\n{NICKNAME}: ¿Se te ha ocurrido otra de tus ideas estrafalarias?\nPaimon: Exacto. Paimon necesita un Mecagendarme para hacer los encargos del día, otro para reunir materiales y otro para explorar dominios.\nPaimon: Si además tuviésemos un Mecagendarme cocinero, ¡seríamos {F#las primeras}{M#los primeros} en entrar en la era de la aventura automatizada!\n{NICKNAME}: Pero tener y utilizar Mecagendarmes es muy caro... Y si a eso le sumas los gastos de reparación y mantenimiento...\n{NICKNAME}: Deja que lo calcule... Ajá, hasta algo tan simple como recolectar una planta de menta costaría 6300 Moras.\nPaimon: ¡¿Tan caro?!\nPaimon: De repente Paimon siente que no nos pagan los suficiente por nuestro trabajo de aventurer{F#a}{M#o}s.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_guardMechanism_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2175,
			"title": "Sobre el buceo...",
			"voicelineType": "71074",
			"description": "Paimon: ¡El mundo submarino de Fontaine es superbonito y tiene tantos peces que Paimon no había visto nunca!\n{NICKNAME}: Ojalá pudiéramos bucear en otras naciones...\nPaimon: Sí, a Paimon también le parece una pena.\nPaimon: Si pudiéramos hacerlo, ¿por dónde bucearías?\n{NICKNAME}: Cerca de la ciudad de Liyue o del Bosque de Piedra Guyun.\nPaimon: ¡Oh, claro! Si en esos sitios hay barcos naufragados, ¡seguro que en ellos hay muchos tesoros!\n{NICKNAME}: Bucear cerca del Santuario Sangonomiya también tiene que ser precioso. ¿Tú por dónde bucearías, Paimon?\nPaimon: Pues... si tú vas a Liyue e Inazuma, ¡Paimon iría al Lago de Sidra de Mondstadt!\n{NICKNAME}: Es un buen sitio, pero mientras nadas...\nPaimon: ¿Qu-qué pasa?\n{NICKNAME}: ... Si te topas con un objeto bajo el agua...\nPaimon: ¡Estás matando de la intriga a Paimon!\n{NICKNAME}: ... Y ese objeto resulta ser redondo y de color rojiblanco, entonces sabrás que se trata de...\nPaimon: ¡¡¡Una Bomba saltarina de Klee!!!\n{NICKNAME}: ¡Buuuuuuum!\nPaimon: Demasiado tarde, ¡Paimon ya voló por los aires!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_diving_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2176,
			"title": "Sobre el arte...",
			"voicelineType": "71075",
			"description": "Paimon: La Corte de Fontaine está llena de artistas raritos. Paimon también oyó que en la Ópera se suelen celebrar espectáculos artísticos.\nPaimon: Parece que en Fontaine valoran mucho el arte, ¡con razón la llaman la Ciudad de las Artes!\nPaimon: No como en Sumeru, que hasta para celebrar un espectáculo hay que ir con cuidado...\n{NICKNAME}: Veo que te gusta mucho el arte, Paimon.\nPaimon: ¡Claro! Paimon es toda una experta en la materia.\n{NICKNAME}: A tu parecer, ¿qué tipo de cosas se consideran arte?\nPaimon: Pues... el arte es algo muy especial, ¡y fácil de reconocer porque brilla como una estrella!\n{NICKNAME}: En ese caso... creo que hay arte frente a mí.\nPaimon: ¿Eh?\nPaimon: Un momento, ¿te estás refiriendo a Paimon?\n{NICKNAME}: ¡Por supuesto! Y ahora que lo pienso, creo que si dieras un espectáculo en la Ópera, ¡un montón de gente iría a verlo!\nPaimon: ¡Basta ya de bromitas!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_art_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2177,
			"title": "Sobre la reparación de averías...",
			"voicelineType": "71076",
			"description": "Paimon: Qué extraño... Con lo preciso que es el sistema de los Mecabots, ¿por qué se arreglan con solo un golpecito cuando se averían?\n{NICKNAME}: Supongo que porque hay algún engranaje o eje suelto y se pueden recolocar con un golpe o un meneo.\nPaimon: Paimon sigue sin entenderlo...\n{NICKNAME}: Estas máquinas no suelen tener muchas averías, así que con darles unos golpes, sus componentes vuelven a su sitio.\n{NICKNAME}: En cambio, si dicho componente está dañado, ningún golpe conseguirá arreglarlo.\nPaimon: Oooh, o sea, igual que con las personas que a veces se quedan embobadas, que si les das un golpe, vuelven en sí. Aunque por otro lado están las personas que siempre están embobadas... ¡Esas no vuelven en sí ni aunque las des en la cabeza!\nPaimon: ¿Por qué miras la cabeza de Paimon?\n{NICKNAME}: No te preocupes, no te voy a golpear. Total, tampoco serviría de nada...\nPaimon: Uff, menos mal... Espera, ¡¿qué has dicho?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_troubleshooting_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2178,
			"title": "Sobre el Fuerte Merópide...",
			"voicelineType": "71077",
			"description": "Paimon: En Fontaine hay un sitio llamado Fuerte Merópide. ¿Crees que lo construyeron en conmemoración a alguien que se llamaba “Merópide”?\n{NICKNAME}: No he oído nada al respecto, pero es posible.\nPaimon: Tener un fuerte que lleva tu nombre... ¡Qué envidia! Cuando tengas tiempo, ¿ayudarías a Paimon a construir uno en la Relajatetera? ¡Paimon quiere tener su Fuerte Paimon!\n{NICKNAME}: No hace falta que lo hagamos en la Relajatetera, basta con ir a la Corte de Fontaine.\nPaimon: ¿Es que quieres comprar un terreno allí y construir una casa? Pero ¿cuántos Moras puede costar eso?\n{NICKNAME}: Tampoco es tan caro.\nPaimon: ¿Por qué de repente eres tan generos{F#a}{M#o} con Paimon?\n{NICKNAME}: Bueno, se puede construir un fuerte muy cómodo con un poco de pan, unas verduritas, unas cebollas... Luego lo aderezas un poco y...\nPaimon: ¡Oye! ¡Paimon no hablaba de un fuerte comestible! ¡¿Vas a hacer este tipo de bromas en cada nación a la que vayamos?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_fortressOfMeropide_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Completa la misión «Tetera, dulce tetera (I)»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 2179,
			"title": "Sobre el Supermecabot...",
			"voicelineType": "71078",
			"description": "Paimon: Paimon ha oído que los primeros componentes mecánicos tenían un funcionamiento muy sencillo.\nPaimon: Solo había que doblar un objeto largo y hecho de un material resistente para que, aprovechando la energía que produce al volver a su forma original, diera impulso a los engranajes y demás cosas, ¡y entonces ya tienes un motor!\n{NICKNAME}: Un objeto largo y de un material resistente... ¿De qué me suena?\n{NICKNAME}: ¡Ah, claro! ¡Las Regisvides Cryo y Pyro!\nPaimon: ¿Eh? ¿Qué tiene que ver una cosa con la otra?\nPaimon: Aunque, ahora que lo dices, es cierto que ambas dan muchas vueltas sobre sí mismas...\n{NICKNAME}: ¡Hasta a mí, {F#la poderosa viajera}{M#el poderoso viajero}, me tiran al suelo con sus movimientos!\nPaimon: Entonces, las Regisvides Cryo y Pyro... ¿se podrían transformar en Mecabots?\n{NICKNAME}: Ya que los seres elementales Cryo son incompatibles con los Pyro y viceversa, si juntáramos a una Regisvid Cryo con una Pyro y estuvieran ligeramente inclinadas, a muy poca distancia la una de la otra...\n{NICKNAME}: ¡Girarían constantemente con tal de no tocarse!\n{NICKNAME}: ¡Sería un Supermecabot! Y si empleáramos la energía que producen, ¡la mayoría de las máquinas de la Corte de Fontaine no tendrían que preocuparse por tener un suministro de energía!\nPaimon: ¡Guauuuu! ¡Qué idea tan buena!\nPaimon: ¡Ni al rector del Instituto de Ciencias de Fontaine se le habría ocurrido un plan tan perfecto!\nPaimon: Ahora solo tenemos que pensar en cómo traer hasta Fontaine a las Regisvides Cryo y Pyro y ponerlas juntas.\nPaimon: ¿Cómo lo hacemos con lo grandes que son?\n{NICKNAME}: En cuanto a la manera y el método para hacerlo...\n{NICKNAME}: ¡Ya lo veremos más adelante!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_mechanism_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2180,
			"title": "Sobre la posibilidad de abrir un café submarino...",
			"voicelineType": "71079",
			"description": "Paimon: Paimon recuerda que en Sumeru hay un café muy bonito, ¡pero resulta que a la gente de Fontaine le gusta el café tanto como a la de Sumeru!\n{NICKNAME}: Sí, hasta en los periódicos se recalca el efecto revitalizador del café y se dice que ayuda a recuperar energías para estar siempre a tope en el trabajo.\nPaimon: Paimon se siente agotada solo de pensar en un trabajo en el que necesitas beber café para recuperar energías...\nPaimon: Seguro que los herreros, los cocineros y los aventureros beben café, ¿verdad? ¿Y los buzos?\n{NICKNAME}: ¿Los buzos? Es interesante que menciones esa profesión, porque...\n{NICKNAME}: ¿Cómo se puede beber café debajo del agua?\nPaimon: ¡Una buena pregunta a la que Paimon te va a responder!\nPaimon: Como los buzos no pueden quitarse la escafandra bajo el agua, tendrían que encerrar la cabeza en un receptáculo de cristal y drenar todo el agua para beber el café en una botella.\nPaimon: No, espera... Si el café está en una botella, solo se necesitaría una pajita que la conectara con el casco, ¡y entonces podrían tomar un sorbito de café cuando quisieran!\n{NICKNAME}: ¡Pero el café se pondría a temperatura ambiente!\n{NICKNAME}: ¡Y un café que no está ni caliente ni helado es un despropósito!\nPaimon: No pasa nada. En el peor de los casos, pueden llevarse un horno para bucear.\nPaimon: ¿Has visto los hornos que usan en Fontaine? Solo se abren por arriba y, siempre y cuando estén bien cerrados, ¡no se apagarán ni debajo del agua!\nPaimon: Un momento, acaso... ¡¿Paimon ha descubierto el verdadero uso de los hornos de Fontaine?!\n{NICKNAME}: ¡Ding, ding, ding! ¡Premio para Paimon!\nPaimon: Ahora que Paimon lo piensa, ¡no sería descabellado abrir un café submarino! Seguro que muchos buzos irían allí a tomar café. Es una oportunidad de negocio, ¿oyes a Paimon? ¡Una oportunidad de negocio!\nPaimon: Si somos {F#las primeras}{M#los primeros} en abrirlo, ¡los Moras vendrán rodando hasta nosotr{F#a}{M#o}s! Y quizá hasta podamos crear una calle comercial submarina.\nPaimon: Jeje, ¡qué bien se siente cuando el Mora que ganas es gracias a tus ideas!\n{NICKNAME}: Está bien, pero te aviso, Paimon: el préstamo no lo vas a pedir a mi nombre.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_underwaterCafe_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2181,
			"title": "Sobre «El Pájaro de Vapor»...",
			"voicelineType": "71080",
			"description": "Paimon: ¿Qué se suele publicar en el periódico «El Pájaro de Vapor» de Fontaine?\nPaimon: ¿Crees que escribirán noticias sobre nuestras historias con Dvalin? ¿O sobre nosotr{F#a}{M#o}s y la Shogun Raiden? ¿O sobre la Academia de Sumeru?\n{NICKNAME}: «El Pájaro de Vapor» tiene muchas secciones. Seguramente en cada una se trate una noticia distinta.\nPaimon: Ooooh, ¡entonces seguro que en los titulares aparecen nuestras aventuras! ¡Ahí es donde se encuentran las mejores noticias!\n{NICKNAME}: Humm, yo no estoy tan segur{F#a}{M#o}, Paimon. Tal vez haya sido así un par de veces, pero la mayoría de los titulares tratarán sobre la ópera o sus actores.\n{NICKNAME}: Noticias del estilo “Tal actriz fue vista bebiendo café”, “Tal actor ha anunciado el comienzo de su nueva relación amorosa” o “Tal actor ha anunciado su retirada de la industria”.\nPaimon: ¿Por qué ponen en el mejor sitio unas noticias tan poco interesantes?\n{NICKNAME}: Sean o no poco interesantes, la realidad es que todo el mundo habla de ellas, y basta con un arrebato de emoción para comprar el periódico y leerlo atentamente.\nPaimon: *Suspira*, está bien. ¿Y qué hay de las páginas intermedias? En ellas debe de haber noticias interesantes y que logren captar la atención.\n{NICKNAME}: Esas páginas se dedican a noticias sobre la Corte de Fontaine, como por ejemplo, la bajada de precio de la comida y los materiales, la expansión de la red acuavial...\n{NICKNAME}: Esas las suelen colocar en lugares que saltan a la vista al abrir el periódico, y se leen para matar el tiempo.\n{NICKNAME}: Aunque las noticias sobre la Academia de Sumeru son importantes, no están directamente relacionadas con la vida diaria de la gente de Fontaine.\nPaimon: ¿Y en qué parte publican nuestras aventuras?\n{NICKNAME}: Humm, supongo que en la página del final, después de las demás noticias.\nPaimon: ¡¿Por qué las ponen ahí?!\n{NICKNAME}: Es lo que se llama “guardar lo mejor para el final”.\n{NICKNAME}: Seguramente adornen y alarguen nuestras aventuras y las dividan en varios artículos para publicarlos de manera seguida durante tres o cinco días.\nPaimon: ¿Y cuál es la función de esa sección?\n{NICKNAME}: Es la razón de ser del periódico.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_steambird_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea los Puntos de teletransporte de la Corte de Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Completa la misión «Omnipresencia sobre los mortales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				},
				{
					"unlockText": "Completa la misión «El alba de las mil rosas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2182,
			"title": "Sobre los Mecabots...",
			"voicelineType": "71081",
			"description": "Paimon: Paimon nunca imaginó que vería Mecabots bailarines... Aunque es peligroso estar cerca de ellos, es genial disfrutar de cómo bailan desde las gradas.\nPaimon: ¡Imagina que también existieran Mecabots músicos y Mecabots cantantes!\n{NICKNAME}: ¡Añádele Mecabots espectadores y tienes un espectáculo de Mecabots para Mecabots!\nPaimon: Por alguna razón, a Paimon le parece un poco aterrador...\nPaimon: Paimon cree que será mejor que los Mecabots hagan otras cosas. Oye, si un Mecabot dibuja algo, ¿la pintura será como una imagen tomada con Daguerrotipo?\n{NICKNAME}: ¿No sería más fácil usar directamente el Daguerrotipo?\nPaimon: También es verdad... Humm...\nPaimon: Pues a Paimon ya no se le ocurre nada más, ¿y a ti? Si pudieras crear ahora mismo un Mecabot, ¿qué tipo de trabajo le encargarías?\n{NICKNAME}: Pues... guía, por ejemplo.\n{NICKNAME}: *Biiip*, soy un Mecabot guía. Por favor, sigan caminando recto, *biiip*.\nPaimon: Pensándolo bien, no solo se necesitan conocimientos especializados para el mantenimiento de un Mecabot, ¡sino que también puede ser muy caro! Además, no sabemos si seguirá funcionando al salir de Fontaine.\nPaimon: ¡Una máquina nunca podrá robarle el trabajo a la mejor guía de viajes de Teyvat! ¿V-verdad?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_clockwork_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte de las Erinias en Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						874
					]
				}
			]
		},
		{
			"voicelineId": 2183,
			"title": "Sobre las fuentes...",
			"voicelineType": "71082",
			"description": "Paimon: Todos los días hay gente que lanza Moras a la fuente de las Erinias.\n{NICKNAME}: Sí, ya es toda una tradición. Dicen que el hada que vive en la fuente escucha los deseos de la gente.\nPaimon: Vaya, entonces, ¿hasta las hadas necesitan dinero?\nPaimon: En cualquier caso, ¡qué bien vive esa hada! Todo el día en la fuente, sin hacer nada más que recibir los Moras que le da la gente...\n{NICKNAME}: No creo que sea tan así...\nPaimon: “Joven viajer{F#a}{M#o}, esta hada ha escuchado tus deseos. ¿Qué espada es la que buscas? ¿Esta Hoja Desafilada o esta Espada Plateada?”.\n{NICKNAME}: Ninguna de las dos parece muy valiosa.\nPaimon: ¡Tienes que escoger una!\n{NICKNAME}: “Oh, venerable hada de la fuente, no vengo en busca de ninguna espada, sino de mi fiel compañera de viaje”.\nPaimon: ¿Pero qué...? ¡Contigo no hay manera! Bueno, ¡entonces te regalo a la mismísima hada de la fuente para que sea tu fantástica compañera de viaje!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_fountain_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte de la Ópera de la Epíclesis en Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 2184,
			"title": "Sobre las óperas...",
			"voicelineType": "71083",
			"description": "Paimon: Las óperas de Fontaine tratan sobre toda clase de temas: historia, leyendas, pero también cuentos infantiles y obras románticas.\n{NICKNAME}: Y no olvides las que tratan sobre aventuras.\nPaimon: Cierto, ¡como la obra «Tancredo y Cariclea» que vimos hace poco! Ay, si él la hubiera reconocido a ella antes de que fuera demasiado tarde...\n{NICKNAME}: Dicen que es una adaptación a un suceso histórico real.\nPaimon: ¿Quieres decir que, algún día, la historia de nuestras aventuras también tendrá una adaptación a la ópera?\nPaimon: Hemos vivido tantas aventuras que tal vez algún dramaturgo se interese por ellas y nos lleve al escenario.\nPaimon: Si lo hace, ¡que no se devane los sesos intentando escribir una tragedia! ¡La gente preferirá algo alegre! ¿No crees?\n{NICKNAME}: Tendremos que pensar primero en asignar las voces.\nPaimon: Humm, Paimon cree que tú eres {F#una joven mezzosoprano}{M#un joven barítono}, y Paimon es...\n{NICKNAME}: ¿Una soprano de coloratura?\nPaimon: ¡¿Qué significa eso?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_opera_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte de la Ópera de la Epíclesis en Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 2185,
			"title": "Sobre las melusinas...",
			"voicelineType": "71084",
			"description": "Paimon: Paimon ha oído que, cuando nacen, las melusinas traen consigo un amuleto que representa su esencia.\n{NICKNAME}: Paimon, si fueras una melusina, ¿cuál sería tu amuleto?\nPaimon: Fácil, ¡un tenedor! ¡Representaría que Paimon se va a comer el mundo!\n{NICKNAME}: ¿No sería un Mora?\nPaimon: Cierto, si fuera un Mora, ¡significaría que Paimon podría ser rica y que podría comprar lo que quisiera!\nPaimon: Humm, ay, qué difícil, ¡Paimon quiere ambas cosas!\n{NICKNAME}: ¿Qué tal un tenedor hecho de Moras? Así tendrías las dos cosas.\nPaimon: ¡Qué buena idea!\nPaimon: En ese caso, tu amuleto sería una olla. Ya sabes, ¡para dar de comer a Paimon!\n{NICKNAME}: Ni hablar, mi amuleto sería una Paimon.\nPaimon: Jeje, ¿lo dices en serio?\n{NICKNAME}: Así, todas tus cosas serían mías.\nPaimon: Humm, bueno, de acuerdo... ¡Pero solo porque somos amig{F#a}{M#o}s, y {F#las amigas}{M#los amigos} lo comparten todo!\n{NICKNAME}: De eso nada, mis cosas seguirían siendo mías.\nPaimon: ¡Oye!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_melusine_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte de la Aldea Espumarina en Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						877
					]
				}
			]
		},
		{
			"voicelineId": 2186,
			"title": "Sobre el Palacio Mermonia...",
			"voicelineType": "71085",
			"description": "Paimon: Oye, en la ciudad, todo el mundo dice que los trabajadores del Palacio Mermonia siempre están muy ocupados.\nPaimon: Pero la última vez que fuimos, había muy poca gente que parecía ocupada.\nPaimon: La mayoría estaban ociosos, así que Paimon no entiende muy bien qué les estresa tanto.\n{NICKNAME}: Quizás estaban ocupados con algún asunto esencial pero insignificante.\nPaimon: ¿Cómo es posible que algo esencial sea insignificante?\n{NICKNAME}: Por ejemplo, ¿qué pasa si, un día, no puedes volar y te caes al suelo?\nPaimon: ¿Eso puede ocurrir? Paimon vuela con bastante facilidad...\n{NICKNAME}: Probablemente no, pero si pasara, tendría que llevar un carrito con cojines y llevarlo siempre debajo de ti.\n{NICKNAME}: El carrito tendría que ser lo suficientemente bueno como para poder ir por todo tipo de caminos, y sus cojines tendrían que ser bien blanditos.\n{NICKNAME}: La cuerda con la que tirase de él y los materiales de los que estuviera hecho tendrían que ser de buena calidad, y quizá también habría que llevar un kit de primeros auxilios y algo de comida.\n{NICKNAME}: Porque tu seguridad sería esencial, Paimon.\nPaimon: Oh, Paimon entiende... Pero tampoco hace falta que pienses en todos los detalles.\nPaimon: Paimon sabe volar desde hace mucho tiempo y no cree que deje de hacerlo de repente, así que no temas.\n{NICKNAME}: ¿Ves? Estás diciendo que este asunto es insignificante.\n{NICKNAME}: Si algo así llegara a ocurrir, las consecuencias serían terribles. Por eso es esencial que estemos preparad{F#a}{M#o}s.\n{NICKNAME}: Pero pensándolo de otro modo, es muy poco probable que algo como eso llegue a ocurrir, y por eso es insignificante.\n{NICKNAME}: Si asignaran esta tarea a alguien del Palacio Mermonia, esa persona tendría que decidir cuán ocupada quiere estar, y teniendo en cuenta la seriedad del asunto...\nPaimon: ¡¿P-pero y qué pasa si algún día Paimon deja de volar y se cae?!\n{NICKNAME}: Yo te agarraré antes de que te caigas, Paimon, porque eres mi compañera de viaje, y no eres “esencial pero insignificante”.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_palaisMermonia_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Hydro) del Palacio Mermonia en Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						772
					]
				}
			]
		},
		{
			"voicelineId": 2187,
			"title": "Sobre las gemas de los Vástagos del Eco...",
			"voicelineType": "71086",
			"description": "Paimon: Oye, ¡en los valles de Natlan hay un montón de gemas brillantes!\nPaimon: Deberíamos aprovechar para hacernos con algunas. Si tenemos suerte, a lo mejor encontramos alguna gema supergenial y nunca más tenemos que preocuparnos por el Mora.\n{NICKNAME}: ¿Sabes distinguir los tipos de gemas, Paimon?\nPaimon: Oh, pues... Paimon cree que, si algo es muy brillante, ¡debe de ser bueno! ¿No?\n{NICKNAME}: Dicho así, suenas como... esos dragones malvados de los cuentos que se dedican a arrebatar tesoros.\nPaimon: En el caso de Natlan, en vez de dragones malvados, ¡deberían ser saurios bondadosos!\nPaimon: “Oh, valiente y sabi{F#a}{M#o} {NICKNAME}, deja que esta sauria bondadosa te guíe en busca de gemas impresionantes”.\n{NICKNAME}: ¿O sea que no sabes distinguir los tipos de gemas?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_nanatzcayanDiamond_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte de los Vástagos del Eco en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1252
					]
				}
			]
		},
		{
			"voicelineId": 2188,
			"title": "Sobre los Retoños Arbóreos...",
			"voicelineType": "71087",
			"description": "Paimon: A los Retoños Arbóreos les encantan los deportes peligrosos.\nPaimon: Que si la escalada libre, que si el patinaje aéreo, el parkour volcánico, el salto con cuerda desde precipicios... ¡A Paimon se le sale el corazón del pecho con solo pensarlo!\n{NICKNAME}: ¿Eso crees? A mí me parece que nuestras aventuras también son bastante peligrosas. Casi morimos congelados en Espinadragón, por poco nos fríe un rayo entre todas las tempestades que hemos atravesado, nos topamos con tormentas de arena en el caluroso desierto, tuvimos que lidiar con las letales zonas marchitas...\nPaimon: Pues sí que hemos vivido situaciones extremas...\n{NICKNAME}: Sí, pero como somos muy fuertes, lo que a la gente le parece una aventura, para nosotr{F#a}{M#o}s es el pan de cada día. A lo mejor lo mismo les pasa a los Retoños Arbóreos.\nPaimon: ¡U-un momento! Paimon no cuenta, no es tan valiente como tú.\nPaimon: Pero bueno, Paimon está segura de que la gente valiente sabe lo que hace. Eso sí, si alguna vez estamos en un serio problema, Paimon... se esconderá detrás de ti hasta que todo acabe.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_huitztlan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte de los Retoños Arbóreos en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1253
					]
				}
			]
		},
		{
			"voicelineId": 2189,
			"title": "Sobre las aguas termales de Natlan...",
			"voicelineType": "71088",
			"description": "Paimon: Qué tranquilidad se respira en el Pueblo de los Manantiales. Lo único que hace la gente es bañarse en las aguas termales o ir de camino a bañarse en ellas.\n{NICKNAME}: Hay gente que hasta contrata músicos para que toquen música mientras ellos se bañan y, así, conseguir un efecto relajante integral.\nPaimon: Guau, ¿en serio? A Paimon le encantaría probar eso...\n{NICKNAME}: Pues la próxima vez que te bañes en las aguas termales, tocaré algo de música aranara para ti, Paimon.\nPaimon: Pero Paimon aún no ha aprendido a tocar ningún instrumento... ¿Qué hará Paimon cuando te toque bañarte a ti?\n{NICKNAME}: Puedes cantar. Humm, ¿qué tal alguna ópera de Fontaine?\nPaimon: ¡Eso es muy difícil! Además, si Paimon canta una ópera, más que relajarte, te dolerá la cabeza.\nPaimon: Pero Paimon podría cantar algo típico de Natlan. Mira, Paimon acaba de aprender una. *Ejem*...\nPaimon: “Ey, Paimon es Paimon, la mejor guía de Teyvat. Después de tantas aventuras, Paimon ya es lo más”.\nPaimon: “Paimon llegó a ver Focas Abotargadas, pero también fue a la Escuela Guhua y vio su técnica de lanza y espada”.\n{NICKNAME}: ¡Qué ritmo!\n{NICKNAME}: Dan ganas de dar golpecitos en el agua de las termas para acompañar la música con las salpicaduras.\nPaimon: ¡Sí, como si fuera un festival de música! Y si alguien llega tarde, ¡las salpicaduras del agua le harán captar el ritmo!\n{NICKNAME}: Espera, creo que nos hemos olvidado de que las aguas termales eran para relajarse...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_natlanSpa_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte del Pueblo de los Manantiales en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1254
					]
				}
			]
		},
		{
			"voicelineId": 2190,
			"title": "Sobre la Comunidad de la Feracidad...",
			"voicelineType": "71089",
			"description": "Paimon: ¿No te parecen geniales esos luchadores que se tapan la cara con máscaras?\n{NICKNAME}: Totalmente. Les da un aire misterioso.\nPaimon: ¿Verdad? Oye, ¿y crees que Paimon podría ponerse una máscara, luchar en la Comunidad de la Feracidad y hacerse un nombre?\nPaimon: Mira, Paimon hasta ha pensado en una frase: “¡La luchadora sáurica jamás se quitará la máscara!”.\nPaimon: Aventurera de día, luchadora sáurica de noche. ¿Qué, a que suena genial?\n{NICKNAME}: Sí, pero hay un problema.\nPaimon: ¿Eh? ¿Cuál?\n{NICKNAME}: Todo el mundo te reconocerá por tu tamaño.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_teteocan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2191,
			"title": "Sobre los pergaminos de tela...",
			"voicelineType": "71090",
			"description": "Paimon: La mayoría de las leyendas e historias de Natlan están escritas en pergaminos de tela. Leerlos es una experiencia muy distinta a leer los libros de otras naciones.\n{NICKNAME}: Yo he oído que esa costumbre la empezaron los Augures Vientonocturno, cuyos chamanes escribían la historia y las leyendas de la tribu en tela. Posteriormente, la tela se comenzó a usar para escribir toda clase de historias que trataban sobre temas muy diversos.\nPaimon: Jeje, Paimon debería empezar a escribir todas nuestras historias. Así, si alguna vez fundas la tribu de los Viajeros, ¡tendremos nuestra historia lista con antelación!\nPaimon: Además, como estaría hecha de tela, la gente de la tribu podría usarla como capa, o incluso como manta sobre la que dormir cuando acampemos.\n{NICKNAME}: En ese caso, tendríamos que “hilar” muy bien nuestra historia.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_woven_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2192,
			"title": "Sobre la Comunidad de la Feracidad y la Tribu Plumaflora...",
			"voicelineType": "71091",
			"description": "Paimon: Paimon ha oído que todos los miembros de la Comunidad de la Feracidad son unos fortachones.\n{NICKNAME}: Entonces, si te quedaras allí durante un tiempo, ¿te convertirías en una Paimon musculosa?\nPaimon: ¡Paimon no quiere convertirse en eso!\n{NICKNAME}: ¿Y si te quedaras en la Tribu Plumaflora? Son muy buenos volando. A lo mejor mejorarían tus habilidades de vuelo.\nPaimon: ¿Qué habilidades de vuelo? Si volar simplemente consiste en hacer “fiu” y listo...\n{NICKNAME}: Así podrías cargar conmigo mientras vuelas.\nPaimon: Pero ¿de qué hablas? ¡Eso nunca va a pasar!\n{NICKNAME}: Bueno, antes tendrías que convertirte en Paimon musculosa.\nPaimon: ¡Qué pesad{F#a}{M#o} estás con ese tema!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_teteocanAndTlalocan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2193,
			"title": "Sobre cómo llevarse bien con los saurios...",
			"voicelineType": "71092",
			"description": "Paimon: Jeje, ¡Paimon va a hacerse amiga de los adorables saurios de Natlan!\n{NICKNAME}: Vaya, qué confiada te veo, Paimon.\nPaimon: ¡Pues claro! Paimon ya sabe hasta el secreto para conseguirlo.\n{NICKNAME}: ¿Y cuál es ese secreto?\nPaimon: ¡Muy sencillo! Primero, tienes que decir cosas buenas sobre ellos para que perciban tus buenas intenciones y no estén a la defensiva. Luego les acaricias la cabecita para que vayan conociéndote.\nPaimon: Y lo último y más importante: ¡comida rica! Si compartes algo de comida con un saurio, ¡se harán tus amigos instantáneamente! ¿Qué, a que es el mejor plan del mundo?\n{NICKNAME}: Pues lo cierto es que... esas técnicas también servirían contigo.\nPaimon: ¡Eh! ¡Ni se te ocurra usar ninguna de esas técnicas con Paimon!\n{NICKNAME}: ¡No me has entendido, Paimon! Lo que quería decir es que... ¡tú también eres adorable como un saurio!\nPaimon: ¡Hum! Solo dices eso para no quedar mal. Pues ¿sabes qué? ¡Paimon no se lo traga!\n{NICKNAME}: Pero si lo decía de verdad, Paimon. No sabía que te fuera a sentar mal. A modo de disculpa, te invito a un pollo asado con miel, ¿qué te parece?\nPaimon: ¿En serio? ¡Yujuuu, pollo asado con miel! La verdad es que Paimon tiene un poco de hambre.\nPaimon: Oye, ¿qué te hace tanta gracia? ¿Acaso se ha perdido algo Paimon?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_wayOfDragonHappy_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2194,
			"title": "Sobre la arqueología...",
			"voicelineType": "71093",
			"description": "Paimon: Paimon ha oído que la velocidad es muy importante al realizar labores de arqueología con los Vástagos del Eco. ¿Sabes por qué es?\n{NICKNAME}: Tal vez porque en Natlan hay demasiados restos arqueológicos.\nPaimon: ¿Demasiados? ¿No es bueno que haya muchos?\n{NICKNAME}: Cuantos más haya, más competencia habrá. Por ejemplo, ¿recuerdas el otro día, cuando descubriste una losa muy antigua y decidiste volver al día siguiente para llevártela? Resultó que, cuando regresamos para recogerla, ¡ya se la había llevado alguien!\nPaimon: Humm, Paimon sigue sin entenderlo...\n{NICKNAME}: Te pongo otro ejemplo: ¿recuerdas que ayer querías comerte unos aperitivos que te habían sobrado, pero cuando te diste cuenta, de repente te faltaba uno?\nPaimon: ¡Sí, aquello fue horrible!\nPaimon: Un momento, ¿cómo sabes que a Paimon le faltaba un aperitivo?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_archaeology_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2195,
			"title": "Sobre la resolución de conflictos en Natlan...",
			"voicelineType": "71094",
			"description": "Paimon: Al parecer, en Natlan existe una forma de resolver conflictos sin recurrir a la fuerza.\n{NICKNAME}: Pero Natlan es la Nación de la Guerra, ¿no? ¿Cómo puede existir algo así?\nPaimon: Pues por lo que Paimon sabe, ¡algunos Vástagos del Eco tienen la tradición de resolver conflictos mediante duelos de baile!\n{NICKNAME}: ¿Duelos de baile? ¿Y qué hacen, decidir una hora y un lugar para batirse en un duelo de baile?\nPaimon: Sí.\n{NICKNAME}: ¿Y luego simplemente se ponen a bailar?\nPaimon: Exacto.\n{NICKNAME}: ¿Hasta que alguien está tan cansado que no puede ni tenerse en pie?\nPaimon: ¡Eso es!\nPaimon: Un momento... ¡Entonces sí que recurren a la fuerza!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_solveConflict_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2196,
			"title": "#Sobre cómo hacernos ric{F#a}{M#o}s...",
			"voicelineType": "71095",
			"description": "Paimon: Jeje, escucha, {NICKNAME}, ¡a Paimon se le ha ocurrido una idea genial para hacernos ric{F#a}{M#o}s!\n{NICKNAME}: ¿Qué idea?\nPaimon: Como todos los días pasa tanta gente por la Arena Sacrofuego, si hiciéramos algún negocio allí, ¡nos haríamos de oro!\n{NICKNAME}: ¿Y qué piensas vender?\nPaimon: ¿Qué tal pociones alquímicas de Mondstadt?\n{NICKNAME}: Creo que ya hay alguien vendiéndolas...\nPaimon: ¿Y minerales de Liyue? ¡Eso seguro que se vende como solsettias!\n{NICKNAME}: ¿No es eso a lo que se dedican los Vástagos del Eco?\nPaimon: Rayos, tienes razón... ¡Ah, Paimon ya sabe! ¡Alfombras de Sumeru! Eso seguro que será todo un éxito.\n{NICKNAME}: Una lástima. Ya las venden los Augures Vientonocturno.\nPaimon: B-bueno, pues entonces, ¡construiremos una valla alrededor de la Arena Sacrofuego! Así, si alguien quiere participar o ver un torneo, ¡no le quedará más remedio que pagar una entrada!\n{NICKNAME}: Antes de que construyeras la valla, estarías arrestada.\nPaimon: ¡Aaaah! ¡¿Por qué es tan difícil hacerse rico?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_opportunityOfRich_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2197,
			"title": "Sobre cómo llegar a ser una peluquera de saurios...",
			"voicelineType": "71096",
			"description": "Paimon: Los tres tipos de saurios que conocimos al llegar a Natlan son de lo más peculiares.\nPaimon: La cabeza del Tepetlisaurio es superflexible, la espalda del Koholasaurio es muy resbaladiza, y el Yumkasaurio tiene mucho pelo en la cabeza y las orejas.\n{NICKNAME}: Qué bien se debe de dormir abrazando a un Yumkasaurio suave y blandito...\nPaimon: Paimon ha oído que hay animales a los que el pelo les crece tanto que hasta llega a ser una molestia.\nPaimon: Por ejemplo, si a un Yumkasaurio le creciera demasiado el pelaje de las orejas y la cabeza, podría obstruirle la vista y no ver por dónde va. Sería un poco peligroso...\n{NICKNAME}: Pues, Paimon, ya que eres tú quien ha pensado en ello, ¿qué te parece si te conviertes en una peluquera de Yumkasaurios?\nPaimon: ¿Eh? ¿Paimon?\n{NICKNAME}: Claro, ¡podrías ganar mucho dinero si llegas a ser una peluquera de saurios famosa en Natlan!\nPaimon: ¡Tienes razón! ¡A Paimon no se le había ocurrido esa idea para hacerse rica!\nPaimon: Yumkasaurios de toda Natlan, ¡prepárense! Paimon les va a cortar el pelo a todos. Jeje, todo sea por el Mora.\nPaimon: Espera, no, el Mora es secundario, ¡lo mejor es que Paimon se hará amiga de todos los Yumkasaurios de Natlan!\n{NICKNAME}: Ahora que lo pienso, los Yumkasaurios son tan grandes que a saber cuánto tardarás si usas unas tijeras comunes y corrientes... A lo mejor solo podrías cortar el pelo de un Yumkasaurio al día.\n{NICKNAME}: Si quieres llegar a ser la mejor peluquera de saurios, tendrás que entrenar mucho para, al menos, usar unas tijeras tan grandes como una Hoja Desafilada.\nPaimon: Una Hoja Desafilada... Espera, ¿esa no es tu arma?\n{NICKNAME}: Para que veas lo {F#buena amiga}{M#buen amigo} que soy, te llevaré a la naturaleza para enseñarte la primera lección de tu entrenamiento.\nPaimon: ¡Oye, no uses el entrenamiento como excusa para encasquetarle los monstruos a Paimon!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_dragonHairStylist_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2198,
			"title": "Sobre los nombres antiguos...",
			"voicelineType": "71097",
			"description": "Paimon: Paimon ha oído que los guerreros que reciben el reconocimiento y son escogidos por las Wayob obtienen un nombre antiguo. Qué envidia... ¡Ojalá Paimon también tuviera uno!\n{NICKNAME}: ¿Eh? Pero, Paimon, ¿tú no tienes ya nosecuantos títulos?\nPaimon: ¿Eh? ¡Ah, pues es verdad!\nPaimon: Paimon es tu mejor compañera de viaje, tu guía más fiel, y también la asistente de {F#investigadora}{M#investigador} sénior honorífic{F#a}{M#o}, la Planeadora Chic, Estrella Plateada... Visto así, ¡se podría decir que Paimon es una gran heroína!\nPaimon: Si alguien de Natlan quisiera escribir nuestras aventuras en esta nación, ¡Paimon le diría que usara todos esos títulos!\n{NICKNAME}: ¿No quedaría demasiado largo?\n{NICKNAME}: Piénsalo, si la gente de Natlan usara todos sus títulos, las historias de los pergaminos de tela serían algo así como...\n{NICKNAME}: “Hoy, cuando Kachina de Uthabiti de Nanatzcayan, de los Vástagos del Eco, y su entusiasmada amiga Mualani de Umoja de Meztli, del Pueblo de los Manantiales, se dirigían a Mictlán, de los Augures Vientonocturno, se encontraron con Kinich de Malipo de Huitztlán, de los Retoños Arbóreos, y con su astuto compañero K'uhul Ahau...”.\nPaimon: ¡Para, para, para! ¡Paimon ya lo ha entendido! Podrías estar hablando desde aquí hasta la Arena Sacrofuego y luego de vuelta, y aun así no habrías dicho nada importante.\nPaimon: Humm, si Paimon tuviera que escoger solo un título... ¡Escogería sin duda ser “la mejor compañera de viaje”!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_name_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2199,
			"title": "Sobre la Arena Sacrofuego...",
			"voicelineType": "71098",
			"description": "Paimon: Oye, entre nosotr{F#a}{M#o}s dos, Paimon tiene mucha curiosidad sobre una cosa relacionada con la Arena Sacrofuego.\nPaimon: A ver, el torneo se basa en ir acumulando puntos, ¿no? Primero tienes que ganar como equipo, y luego necesitas puntos suficientes para clasificarte individualmente...\nPaimon: ¿Por qué crearon esas reglas?\n {NICKNAME}: Tal vez para mantener la intriga hasta la ronda final. No sé, a lo mejor a la gente le gusta ver cómo gana un aspirante que no es el favorito.\nPaimon: Es posible, pero ¿y si lo hacen para evitar que participen aspirantes que estarían muy igualados en fuerza?\n{NICKNAME}: Humm, en ese caso, tendrían que ponerse de acuerdo para parar.\nPaimon: ¡Claro! Imagina que un Tatankasaurio lucha contra un Yumkasaurio. El Tatankasaurio tiene ataques muy fuertes y el Yumkasaurio no deja de esconderse, de manera que el duelo dura un día y una noche...\nPaimon: Al público le entra hambre y el duelo se tiene que suspender hasta nuevo aviso.\nPaimon: La próxima vez que se enfrentan, tampoco hay un claro ganador. El duelo solo termina porque el Yumkasaurio le tiende una emboscada indebida al Tatankasaurio y le hace una herida.\nPaimon: Así, todo el duelo se convierte en una serie de secuelas de «Tatanka vs. Yumka», «Tatanka vs. Yumka (II)», «Tatanka vs. Yumka: El retorno del saurio sagrado», «Tatanka vs. Yumka: A través del volcán»... Y no hay indicios de que la cosa vaya a parar.\nPaimon: Bueno, ahora que Paimon lo piensa, ¡alguien podría rodar una saga kinográfica sobre ello y hacerse de oro!\n{NICKNAME}: No es mala idea, pero creo que a los Retoños Arbóreos no les gustaría mucho que su saurio fuera el villano.\nPaimon: Bueno, ¿qué quieres? ¡Es lo primero que se le ha ocurrido a Paimon!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_arena_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2208,
			"title": "Sobre los aventureros de Natlan...",
			"voicelineType": "71099",
			"description": "Paimon: La gente de Natlan no suele salir de su nación, ¿verdad?\n{NICKNAME}: Sí, y al parecer existen ciertas razones para ello.\nPaimon: Humm, entonces, sería muy complicado que fueran aventureros, ¿cierto?\nPaimon: Piénsalo, si no puedes viajar a otras naciones, hay un montón de encargos que no puedes aceptar... Y tampoco puedes ganar muchos Moras porque no puedes explorar ruinas desconocidas. Paimon piensa que es una lástima...\n{NICKNAME}: Dicho así, tienes razón, pero la realidad no es esa exactamente.\nPaimon: ¿Eh?\n{NICKNAME}: Tengo entendido que en el Pueblo de los Manantiales hay un grupo de personas llamadas “viajeros” que, al conocer tan bien la geografía y las ruinas de Natlan, trabajan como guías para otros aventureros que llegan a la nación.\n{NICKNAME}: Así, aunque esos aventureros no consigan encontrar ningún tesoro, tendrán que pagar a sus guías. Y si los contratan durante mucho tiempo, puede que ganen incluso más Moras que los propios aventureros.\nPaimon: Vaya, Paimon no tenía ni idea de eso... Pero, espera, si tanto saben sobre ruinas y esas cosas, ¿por qué no buscan los tesoros ellos mismos?\n{NICKNAME}: Tal vez es que nunca existieron tales tesoros...\nPaimon: Guau, Paimon cree que acaba de descubrir algo que no debía...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_adventurerInNatlan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2209,
			"title": "Sobre las pintadas...",
			"voicelineType": "71100",
			"description": "Paimon: A la gente de Natlan le encanta hacer pintadas en toda clase de sitios. Si Paimon no recuerda mal, se llamaban grabados de...\n{NICKNAME}: ¡Grabados de flogisto! Pero, en realidad, solo aquellos que están grabados en estelas se pueden llamar así. Estas de aquí no son más que simples pintadas.\n{NICKNAME}: Por ejemplo, esta de aquí parece que está diciendo: “Ey, acabas de poner un pie en nuestro territorio. ¡Los Vástagos del Eco somos los mejores!”.\nPaimon: ¡A Paimon le gusta cómo suena eso! Pues entonces, {NICKNAME}, ¿qué tal si nosotr{F#a}{M#o}s también hacemos una pintada?\n{NICKNAME}: Me parece genial, pero ¿qué podemos dibujar?\nPaimon: Evidentemente, ¡un retrato de la mejor guía de Teyvat! Jeje, podemos pintarlo en ese muro de ahí.\n{NICKNAME}: De acuerdo, pero yo seré {F#la}{M#el} artista. A ver, a ver... Para dibujar a Paimon, lo primero es pintar una cara enfadada...\nPaimon: ¡Oye, de eso nada! Mira, déjalo para otro momento. Será mejor que lo haga un pintor profesional de Natlan.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_scrawl_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2210,
			"title": "Sobre los compañeros saurios...",
			"voicelineType": "71101",
			"description": "{NICKNAME}: La gente de Natlan tiene saurios como compañeros.\nPaimon: Sí, son como tú y Paimon, ¡tan inseparables como una persona y su sombra!\n{NICKNAME}: Si tú eres mi compañera y los saurios son los compañeros de la gente de Natlan, ¿quién ganaría en una competición?\nPaimon: ¿Por qué dices de repente algo tan raro?\n{NICKNAME}: Pensándolo bien, no puedes meterte en el suelo como los Tepetlisaurios ni volar tan rápido como los Qucusaurios...\nPaimon: ¡L-lo estás viendo desde la perspectiva incorrecta! Por ejemplo, Paimon vuela más rápido que un Tepetlisaurio y... y... ¡sabe distinguir mejor que un Qucusaurio si una brocheta de champiñones y pollo está rica o no!\n{NICKNAME}: Y no te olvides de lo más importante: has estado más tiempo conmigo que cualquier saurio.\nPaimon: ¡Efectivamente! Y por eso Paimon es la mejor guía de todo Teyvat.\n{NICKNAME}: En fin, querida compañera, ya es hora de que comencemos nuestra aventura de hoy, ¿no crees?\nPaimon: Pues es que, ahora que Paimon lo ha dicho en voz alta, siente que se le está oxidando su habilidad para distinguir el sabor de las comidas... Así que ¿qué te parece si comemos una ración de brochetas de champiñones y pollo antes de partir?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_dragonFriends_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2211,
			"title": "Sobre Ahau...",
			"voicelineType": "71102",
			"description": "Paimon: Hace mucho tiempo que Paimon quiere preguntarte algo... Algo sobre lo que tú seguramente también tengas curiosidad... El aspecto de Ahau...\n{NICKNAME}: ¿Qué problema hay con su aspecto?\nPaimon: ¡¿Cómo que qué problema hay?! ¡Es totalmente distinto a otros saurios! No solo sabe hablar, ¡sino que habla por los codos! Y no camina sobre el suelo, sino que siempre está revoloteando alrededor de Kinich. Además, ¿qué clase de saurio lleva puestos esos ridículos lentes de sol?\n{NICKNAME}: Humm...\nPaimon: ¿Qu-qué pasa? ¿Por qué miras así a Paimon?\n{NICKNAME}: Bueno, es que tú también hablas mucho, vuelas, y en Fontaine sacaste de la nada unos lentes bastante estrafalarios.\nPaimon: ¡Eso es completamente distinto!\nPaimon: En realidad, lo que Paimon quería preguntar es... ¿Es que a nadie en Natlan le parece raro que Ahau sea plano como un cartón?\n{NICKNAME}: A ver, tienes razón, pero a lo mejor ya están todos acostumbrados.\n{NICKNAME}: Además, eso no es asunto de nadie más que de Ahau, así que si quieres respuestas, tendrás que preguntárselo a él.\nPaimon: ¿Y crees que nos dirá la verdad? Paimon tiene el presentimiento de que se inventará cualquier tontería para evitar el tema.\nPaimon: O si no... a lo mejor nos dice: “Oh, ¿tanto les interesa?”, y luego, “¡plof!”, ¡nos convierte en cartones planos!\n{NICKNAME}: Una Paimon plana... Me encantaría ver eso...\nPaimon: ¡¿Otra vez mirando raro a Paimon?! ¡Pues que sepas que Paimon se niega a ser plana!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_ajaw_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «El Fuego Reminiscente de Yupanqui»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 2212,
			"title": "Sobre las pinturas corporales de Natlan...",
			"voicelineType": "71103",
			"description": "Paimon: ¿Te has fijado en los dibujos que tiene la gente de Natlan en el cuerpo? ¿O son pintadas? Bueno, Paimon no lo sabe muy bien, ¡pero le parecen increíbles!\n{NICKNAME}: ¡Sí, me he fijado! Al parecer, los dibujan con una pintura que se hace con flogisto, lo que los hace distintos a otros dibujos normales.\nPaimon: Vaya, ¿en serio?\n{NICKNAME}: Si tanto te interesa, creo que existe un servicio que ofrece una experiencia de pintura corporal para turistas, pero usan pinturas normales.\nPaimon: ¿De verdad? Pues, como se suele decir, ya que estamos...\n{NICKNAME}: Muy bien, pero ten en cuenta que a cada tribu le gusta usar unos colores y un estilo distinto, así que primero tendrás que escoger los que más te gusten.\nPaimon: Bien, pues Paimon escoge... Humm... Escoge... ¡Ay, cada estilo es bonito a su manera, Paimon no puede elegir!\nPaimon: ¡Hum! ¿Sabes qué? ¡Que decidir es de niños! ¡Paimon los elige todos!\n{NICKNAME}: Vaya, no sabía que tu estilo estético favorito fuera el maximalismo, Paimon. No sé si a los demás les parecerá raro, ¡pero yo siempre estaré de tu lado!\nPaimon: Paimon no dijo que fuera a dibujárselos todos al mismo tiempo. Lo que va a hacer es ir alternando los estilos, ¡así tendrá para seis días sin repetir!\n{NICKNAME}: Oooh, qué lástima, me habría encantado verte con un complicado tatuaje en el brazo...\nPaimon: ¡Para ya, {NICKNAME}! ¡Prohibido imaginarse a Paimon con un tatuaje en el brazo!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_bodyPainting_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2213,
			"title": "Sobre la convivencia con los saurios...",
			"voicelineType": "71104",
			"description": "Paimon: La gente de Natlan se lleva superbién con los saurios. Viven juntos, pelean juntos, vuelan juntos...\n{NICKNAME}: Se parecen a nosotr{F#a}{M#o}s, aunque por desgracia, tú no vas a crecer ni puedes cargar conmigo mientras vuelas... Está claro que has comido demasiadas brochetas de champiñones y pollo.\nPaimon: ¡Hum! Pues, anda, ve a pedirle a un saurio que sea tu guía y que hable contigo.\n{NICKNAME}: ¿Sabes que, hace mucho, mucho tiempo, los humanos y los saurios peleaban entre sí? Debió de ser muy difícil conseguir la convivencia pacífica de la que disfrutan hoy.\nPaimon: Si Paimon fuera un saurio, no pelearía con nadie siempre y cuando estuviera bien alimentada.\n{NICKNAME}: ¿Y qué pasa si un día comes cien brochetas de pollo y la humanidad se queda sin comida?\nPaimon: Pues que Paimon se comerá cincuenta en vez de cien.\n{NICKNAME}: Si no, los humanos podrían firmar un contrato contigo para cazar juntos, y así todos tendrían carne suficiente para comer.\nPaimon: ¡Claro! ¡La carne es la clave para conseguir la paz!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_liveWithDragon_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2214,
			"title": "Sobre el volcán...",
			"voicelineType": "71105",
			"description": "Paimon: Ese volcán se puede ver desde cualquier lugar de Natlan. ¿De dónde crees que procede toda esa lava que sale del subsuelo?\n{NICKNAME}: Dicen que, en el lugar más profundo del subsuelo de Natlan, hay un antiguo y enorme Dragón del Fuego dormido, cuyo cuerpo contiene el primer fuego de este mundo. El fuego arde sin cesar en su interior y se escapa a través de un montón de agujeros que hay en su espalda, de manera que cada cierto tiempo expulsa unas llamas que, al llegar al suelo, se transforman en la lava del volcán.\nPaimon: ¿En serio? ¿Y no ocurrirá una desgracia en Natlan si el Dragón del Fuego se despierta?\n{NICKNAME}: Sí, por eso la Arconte Pyro lo calma cada cierto tiempo con el poder de las tribus, para que el dragón siga durmiendo plácidamente.\nPaimon: ¿Eh? pero ¿la Arconte Pyro no luchaba contra la corrosión del Abismo?\n{NICKNAME}: Lo que te acabo de contar solo era la historia que leí en un pergamino de tela que compré en una tienda.\nPaimon: Ya decía Paimon...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_volcano_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea la Estatua de Los Siete (Pyro) del Cañón Tequemecan en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2215,
			"title": "Sobre la maldición de la noche...",
			"voicelineType": "71106",
			"description": "Paimon: Había una vez un poderoso caballero que portaba consigo una maldición: de día tomaba la forma de un viejo borracho descuidado.\nPaimon: Solo en la noche profunda, cuando todo estaba en calma, aparecía como el profesional, maduro y valiente caballero que era...\n{NICKNAME}: ¿Había alguna forma de romper la maldición?\nPaimon: Solo si alguien le mostraba verdadero respeto podría eliminar la maldición del viejo borracho.\n{NICKNAME}: Eso puedo hacerlo yo. Rompamos la maldición.\nPaimon: ¡Tachán! La maldición se ha roto. Ahora el Gran Maestro Varka puede elegir si quiere ser un viejo borracho o un respetado caballero.\nPaimon: Después, Varka dijo: “Lo siento mucho, pero siempre he sido un viejo borracho. Tanto de noche como de día”.\n{NICKNAME}: ¡Qué terrible!\nPaimon: La versión tradicional de Natlan cuenta que era una niña maldita que por el día era una anciana que despreciaba a todo el mundo, y por la noche, una joven inocente.\nPaimon: Solo... Eh, solo se rompería la maldición si alguien se paraba a hablar con ella de algo que le agradara.\n{NICKNAME}: Bueno, ya puedo adivinar el final. Si hablamos de doña Faruzán, diría: “Jejeje, ¿qué más da ser mayor? ¿Tienes algún problema, jovencita?”.\nPaimon: Exacto, y Citlalí diría...\n{NICKNAME}: Citlalí se ofendería y diría: “¡Pero si soy una niña inocente!”.\nPaimon: Parece que no hay ninguna maldición al final, ¿no?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_curseOfNight_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «El arcoíris destinado a arder»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 2216,
			"title": "Sobre las sendas espirituales...",
			"voicelineType": "71107",
			"description": "Paimon: Quinientos Moras... Mil Moras... Mil doscientos Moras...\n{NICKNAME}: ¿Qué estás haciendo?\nPaimon: ¡Aaah! ¡Qué susto le has dado a Paimon!\nPaimon: Jeje, ¿sabes? Últimamente Paimon ha ganado mucho dinero, así que en unos días, ¡Paimon irá al Pueblo de los Manantiales a comprarse una tabla de surf!\nPaimon: ¡Así Paimon podrá deslizarse por las sendas espirituales como Mualani!\n{NICKNAME}: Paimon... ¿surfeando?...\nPaimon: Espera, ¿por qué miras a Paimon con esa cara? ¿Acaso dudas de ella?\n{NICKNAME}: Te echaré de menos. Viajar contigo todo este tiempo me ha hecho muy feliz...\nPaimon: ¡Un momento! ¡No hables como si Paimon no fuera a volver!\nPaimon: ¡Paimon ya está más que preparada! Aunque se caiga, no habrá problema, porque sabe volar.\nPaimon: Pero ahora que Paimon lo piensa, las sendas espirituales son muy altas y escarpadas... ¿Cómo se las conoce Mualani como la palma de su mano?\n{NICKNAME}: Para Mualani, deslizarse por las sendas espirituales debe ser pan comido. Te puedes dar cuenta con solo ver la sonrisa que se le pone cada vez que hace alguna pirueta.\nPaimon: ¡¿Intentas decir que Paimon no va a conseguirlo?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_spiritway_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquea el Punto de teletransporte del Pueblo de los Manantiales en Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1254
					]
				}
			]
		},
		{
			"voicelineId": 2217,
			"title": "Sobre la Arconte Pyro...",
			"voicelineType": "71108",
			"description": "Paimon: ¡Paimon no sabía que la Arconte Pyro fue elegida en el Peregrinaje del Retorno del Fuego Sagrado!\nPaimon: Entonces, si Paimon ganara la competición, ¿podría convertirse en la nueva Arconte Pyro?\n{NICKNAME}: ¿Eh? Sí que confías en ti misma, Paimon.\nPaimon: Jeje, ¡no subestimes a Paimon! Con la de Arcontes que hemos conocido, ¡ten por seguro que Paimon ha aprendido unas cuantas técnicas de ellos!\n{NICKNAME}: ¿Como cuáles?\nPaimon: Por ejemplo, el legendario Puchero de Barbatos, la Sopa de brotes de bambú a fuego lento, la Halvamazda, el “Pour la justice”...\n{NICKNAME}: ¡Ah! ¡Te refieres a técnicas de cocina!\nPaimon: Exacto. Paimon cree que, una vez que la paz reine en Natlan, ¡deberían añadir un duelo de cocina en el Peregrinaje del Retorno del Fuego Sagrado!\nPaimon: ¡Paimon se muere de ganas por probar la especialidad de la Arconte Pyro!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_mavuika_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «El arcoíris destinado a arder»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 2218,
			"title": "Sobre el descanso...",
			"voicelineType": "71109",
			"description": "Paimon: Oye, hace tiempo que no vemos a Xilonen. La última vez que lo hicimos, estaba durmiendo encima de un árbol.\n{NICKNAME}: Y la vez anterior, estaba tumbada en un tejado con unos lentes de sol puestos mientras tomaba el sol.\nPaimon: Y antes de aquella vez, estaba sentada en una mecedora que había hecho ella misma mientras bebía un jugo...\nPaimon: Guau, ¿por qué solo la recordamos descansando?\n{NICKNAME}: Porque es impactante cuando alguien que suele trabajar tan duro se pone a descansar.\nPaimon: ¿Lo es? Pues Paimon también trabaja muy duro.\nPaimon: Cuando fuimos tras aquel Tepetlisaurio, Paimon hizo el esfuerzo de volar muy alto solo para poder guiarte.\nPaimon: O también está aquella vez que fuimos a recolectar cacahuatles y ayudamos a un mensajero de los Retoños Arbóreos a buscar un paquete. Eso sí que fue agotador.\nPaimon: ¡Hum! La próxima vez que aceptemos un encargo, ¡Paimon no se esforzará tanto y ni siquiera te darás cuenta!\n{NICKNAME}: Muy bien, miraré a otro lado entonces. Así podrás holgazanear todo lo que quieras.\nPaimon: ¿Por qué eres tan buen{F#a}{M#o} con Paimon? Pues entonces, Paimon también mirará a otro lado cuando tú holgazanees.\nPaimon: Ahora que Paimon lo piensa, ¿por qué no holgazaneamos l{F#a}{M#o}s dos junt{F#a}{M#o}s y ya?\nPaimon: ¡Decidido! Es el momento de mirar a otro lado mientras holgazaneamos. Vamos, vamos, ¡tumbémonos bajo el sol!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_rest_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Un deseo para las montañas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 2061,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Oh!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_01"
		},
		{
			"voicelineId": 2062,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_02"
		},
		{
			"voicelineId": 2063,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Viento cortante!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_03"
		},
		{
			"voicelineId": 2064,
			"title": "Habilidad Elemental (IV)",
			"voicelineType": "100004",
			"description": "¡Oh!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_rock_01"
		},
		{
			"voicelineId": 2065,
			"title": "Habilidad Elemental (V)",
			"voicelineType": "100005",
			"description": "¡Jiá!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_rock_02"
		},
		{
			"voicelineId": 2066,
			"title": "Habilidad Elemental (VI)",
			"voicelineType": "100006",
			"description": "¡Meteorito!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_rock_03"
		},
		{
			"voicelineId": 2067,
			"title": "Habilidad Elemental (VII)",
			"voicelineType": "100007",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_thunder_01"
		},
		{
			"voicelineId": 2068,
			"title": "Habilidad Elemental (VIII)",
			"voicelineType": "100008",
			"description": "¡Toma eso!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_thunder_02"
		},
		{
			"voicelineId": 2069,
			"title": "Habilidad Elemental (IX)",
			"voicelineType": "100009",
			"description": "¡Corte relampagueante!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_thunder_03"
		},
		{
			"voicelineId": 2125,
			"title": "Habilidad Elemental (X)",
			"voicelineType": "100010",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_dendro_01"
		},
		{
			"voicelineId": 2126,
			"title": "Habilidad Elemental (XI)",
			"voicelineType": "100011",
			"description": "¡Dispersión!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_dendro_02"
		},
		{
			"voicelineId": 2127,
			"title": "Habilidad Elemental (XII)",
			"voicelineType": "100012",
			"description": "¡Propágate!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_dendro_03"
		},
		{
			"voicelineId": 2156,
			"title": "Habilidad Elemental (XIII)",
			"voicelineType": "100013",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_hydro_01"
		},
		{
			"voicelineId": 2157,
			"title": "Habilidad Elemental (XIV)",
			"voicelineType": "100014",
			"description": "¡Atrás!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_hydro_02"
		},
		{
			"voicelineId": 2158,
			"title": "Habilidad Elemental (XV)",
			"voicelineType": "100015",
			"description": "¡Hydrochorro!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_hydro_03"
		},
		{
			"voicelineId": 2219,
			"title": "Habilidad Elemental (XVI)",
			"voicelineType": "100016",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_pyro_01"
		},
		{
			"voicelineId": 2220,
			"title": "Habilidad Elemental (XVII)",
			"voicelineType": "100017",
			"description": "¡Arde!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_pyro_02"
		},
		{
			"voicelineId": 2221,
			"title": "Habilidad Elemental (XVIII)",
			"voicelineType": "100018",
			"description": "¡Destello abrasador!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_pyro_03"
		},
		{
			"voicelineId": 2222,
			"title": "Habilidad Elemental (XIX)",
			"voicelineType": "100019",
			"description": "¡Jaaa!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_pyro_04"
		},
		{
			"voicelineId": 2223,
			"title": "Habilidad Elemental (XX)",
			"voicelineType": "100020",
			"description": "¡Forjado en llamas!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_pyro_05"
		},
		{
			"voicelineId": 2224,
			"title": "Habilidad Elemental (XXI)",
			"voicelineType": "100021",
			"description": "¡Luz ardiente!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_pyro_06"
		},
		{
			"voicelineId": 2070,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_01"
		},
		{
			"voicelineId": 2071,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Desaparece!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_02"
		},
		{
			"voicelineId": 2072,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Que se forme un vendaval!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_03"
		},
		{
			"voicelineId": 2073,
			"title": "Habilidad Definitiva (IV)",
			"voicelineType": "200004",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_rock_01"
		},
		{
			"voicelineId": 2074,
			"title": "Habilidad Definitiva (V)",
			"voicelineType": "200005",
			"description": "¡Vuelve al polvo!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_rock_02"
		},
		{
			"voicelineId": 2075,
			"title": "Habilidad Definitiva (VI)",
			"voicelineType": "200006",
			"description": "¡Derrúmbate!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_rock_03"
		},
		{
			"voicelineId": 2076,
			"title": "Habilidad Definitiva (VII)",
			"voicelineType": "200007",
			"description": "¡Oh!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_thunder_01"
		},
		{
			"voicelineId": 2077,
			"title": "Habilidad Definitiva (VIII)",
			"voicelineType": "200008",
			"description": "¡Trueno!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_thunder_02"
		},
		{
			"voicelineId": 2078,
			"title": "Habilidad Definitiva (IX)",
			"voicelineType": "200009",
			"description": "¡Trueno desgarrador!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_thunder_03"
		},
		{
			"voicelineId": 2128,
			"title": "Habilidad Definitiva (X)",
			"voicelineType": "200010",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_dendro_01"
		},
		{
			"voicelineId": 2129,
			"title": "Habilidad Definitiva (XI)",
			"voicelineType": "200011",
			"description": "¡Germina!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_dendro_02"
		},
		{
			"voicelineId": 2130,
			"title": "Habilidad Definitiva (XII)",
			"voicelineType": "200012",
			"description": "¡Brota!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_dendro_03"
		},
		{
			"voicelineId": 2159,
			"title": "Habilidad Definitiva (XIII)",
			"voicelineType": "200013",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_hydro_01"
		},
		{
			"voicelineId": 2160,
			"title": "Habilidad Definitiva (XIV)",
			"voicelineType": "200014",
			"description": "¡Ablución!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_hydro_02"
		},
		{
			"voicelineId": 2161,
			"title": "Habilidad Definitiva (XV)",
			"voicelineType": "200015",
			"description": "¡Hydrobomba!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_hydro_03"
		},
		{
			"voicelineId": 2225,
			"title": "Habilidad Definitiva (XVI)",
			"voicelineType": "200016",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_pyro_01"
		},
		{
			"voicelineId": 2226,
			"title": "Habilidad Definitiva (XVII)",
			"voicelineType": "200017",
			"description": "¡Ilumínate!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_pyro_02"
		},
		{
			"voicelineId": 2227,
			"title": "Habilidad Definitiva (XVIII)",
			"voicelineType": "200018",
			"description": "¡Por la llama eterna!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_pyro_03"
		},
		{
			"voicelineId": 2079,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¿Esta es... la respuesta de este mundo?",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_chest_open_01"
		},
		{
			"voicelineId": 2080,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Una recompensa en el camino.",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_chest_open_02"
		},
		{
			"voicelineId": 2081,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Guardaré bien esto.",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_chest_open_03"
		},
		{
			"voicelineId": 2082,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Yo me encargo!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_life_less30_teammate_01"
		},
		{
			"voicelineId": 2083,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Cuidado!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_life_less30_teammate_02"
		},
		{
			"voicelineId": 2084,
			"title": "#Derrotad{F#a}{M#o} (I)",
			"voicelineType": "500001",
			"description": "Este no es el fin...",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_life_die_01"
		},
		{
			"voicelineId": 2085,
			"title": "#Derrotad{F#a}{M#o} (II)",
			"voicelineType": "500002",
			"description": "¿El mundo... me rechaza?",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_life_die_02"
		},
		{
			"voicelineId": 2086,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¿Qué nos encontraremos esta vez?",
			"voicefile": "VO_teamJoin/vo_heroine_teamJoin_01"
		},
		{
			"voicelineId": 2087,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Este mundo está lleno de misterios por resolver...",
			"voicefile": "VO_teamJoin/vo_heroine_teamJoin_02"
		},
		{
			"voicelineId": 2088,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Todavía hay un largo camino por recorrer.",
			"voicefile": "VO_teamJoin/vo_heroine_teamJoin_03",
			"voicefile_male": "VO_teamJoin/vo_heroine_teamJoin_03",
			"hasGenderedVoicefile": true
		}
	]
}