{
	"id": 10000080,
	"name": "Mika",
	"friendLines": [
		{
			"voicelineId": 80000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Mika, integrante de la Compañía de Reconocimiento de los Caballeros de Favonius y topógrafo de avanzada, ¡presente! Es un honor poder combatir junto a ti. Mándame hacer lo que desees y me esforzaré al máximo para sondear el camino y comprobar si hay monstruos en la costa.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_draw_appear_01"
		},
		{
			"voicelineId": 80001,
			"title": "Charla - Objetivo",
			"voicelineType": "1101",
			"description": "Tenemos que estar preparados. No sabemos cuándo nos encargarán la siguiente misión.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_01"
		},
		{
			"voicelineId": 80002,
			"title": "Charla - Sondeando el área",
			"voicelineType": "1102",
			"description": "Ahora verifico nuestra posición actual, mido la distancia que hay hasta la zona objetivo... y listo. Datos topográficos registrados.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_02"
		},
		{
			"voicelineId": 80003,
			"title": "Charla - Comprobando el camino",
			"voicelineType": "1103",
			"description": "Estés donde estés, si exploras a fondo, siempre encontrarás un camino por el que seguir.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_03"
		},
		{
			"voicelineId": 80004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Cómo llueve... Espero que la lluvia no embarre el camino, o tendré que limpiar las botas de todo el mundo... y eso me quitará tiempo de hacer la comida.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_heavyRain_01"
		},
		{
			"voicelineId": 80005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "Los truenos son nuestros amigos, ya que enmascaran el ruido que hacemos al caminar.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_thunder_01"
		},
		{
			"voicelineId": 80006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "Es precioso cuando nieva, pero no me gusta que la nieve cubra áreas que ya había sondeado.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_snowy_01"
		},
		{
			"voicelineId": 80007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "Con este sol tan agradable, hay muy buena visibilidad. ¡Perfecto para la observación del terreno! Esto me pone de buen humor.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_sunny_01"
		},
		{
			"voicelineId": 80008,
			"title": "Hace mucho viento...",
			"voicelineType": "1205",
			"description": "Este viento... ¿es por voluntad del Arconte Anemo o solo un efecto del terreno sobre la atmósfera?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_gale_01"
		},
		{
			"voicelineId": 80009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "¡Ey, buenos días! He preparado el desayuno que solemos tomar en el Equipo de Expedición. Espero que no te importe. Come, por favor, y mientras tanto cuéntame cuál es el plan de acción para hoy.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingMorning"
		},
		{
			"voicelineId": 80010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Un momento, ya casi termino de hacer el almuerzo de batalla n.º 3 que tanto les gusta a los de la Compañía de Reconocimiento. Más tarde iré a ver si por aquí cerca hay algún sitio adecuado para dormir una siesta.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNoon"
		},
		{
			"voicelineId": 80011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¡Ya está la cena! Sé que es comida militar y que es un poco simple, pero te aseguro que te aportará todos los nutrientes que necesitas. Espero que no te importe... Mientras tanto, si tienes alguna pieza de equipamiento que quieres que repare, ¡ahora es el momento!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight"
		},
		{
			"voicelineId": 80012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Aún es pronto, voy a organizar los registros del sondeo topográfico de hoy. Ya te he preparado el catre, así que puedes descansar un poco si quieres. Cuando te hayas repuesto, ya tendré preparado un pequeño aperitivo nocturno y podrás tomarme el relevo para hacer guardia.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight2"
		},
		{
			"voicelineId": 80013,
			"title": "Sobre Mika - Trabajo",
			"voicelineType": "2001",
			"description": "¿Que qué hace un topógrafo de avanzada? Ser el primero en entrar en una área desconocida para explorar el terreno y encontrar posiciones clave. Ah, y a veces también luchar contra los guardias enemigos. Por eso, aparte de sondear el terreno, también debo poseer habilidades de combate, medicinales y de supervivencia en la naturaleza.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle"
		},
		{
			"voicelineId": 80014,
			"title": "Sobre Mika - Quehaceres",
			"voicelineType": "2005",
			"description": "Hay cosas que alguien tiene que hacer, como montar tiendas de campaña, prender el fuego para cocinar, reparar el equipamiento... Si nadie quiere encargarse de ello y a mí no se me da del todo mal, puedo hacerlo yo para aliviar la carga de los demás y animarles un poco.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80015,
			"title": "Sobre nosotros - Rumores",
			"voicelineType": "2003",
			"description": "Disculpen... Me enteré de sus hazañas cuando llegué a Mondstadt. Se ve que Paimon y tú son superfuertes y tienen unos valores muy claros. Hay personas igual de fuertes que ustedes que siempre están de mal humor y que se enfadan conmigo si digo algo mal... Pero ustedes son muy buenas personas, ¡así que no tengo de que preocuparme!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close"
		},
		{
			"voicelineId": 80016,
			"title": "Sobre nosotros - Hablar en código",
			"voicelineType": "2002",
			"description": "Algunos soldados de vanguardia usan la palabra “Octave” para decir que ya no les quedan flechas y necesitan volver al campamento, o la palabra “Vera” para decir que es buen momento para comenzar el combate. ¿Y si nosotros también acordamos algunas palabras para hablar en código? Nos vendrá muy bien, dado que vamos a trabajar juntos durante un buen tiempo. ¡Seguro que me parecerán bien todas tus ideas!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80017,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "La verdad es que a mí también me sorprendió conseguir una Visión. Me es de gran ayuda, pero no puedo depender de ella para todo, sino que debo usarla como una herramienta para garantizar que las cosas salgan bien. Como Caballero, debo darle más importancia al trabajo en equipo e idear formas de superar las dificultades junto a mis compañeros.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80018,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Hay una forma muy sencilla de medir distancias que tal vez te sirva en algún momento. Tienes que estirar el brazo y levantar el pulgar apuntando hacia tu objetivo. Con la línea imaginaria que se forma entre tu ojo derecho y el pulgar, apunta al lado izquierdo del objetivo, y con el ojo izquierdo apunta al lado derecho. Multiplica por el número adecuado la distancia que hay entre ambos lados y podrás saber lo alta que es una montaña y lo ancho que es un río para escalarla o llegar a la otra orilla en un abrir y cerrar de ojos.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_share_01"
		},
		{
			"voicelineId": 80019,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Klee me habló una vez de una planta capaz de emitir sonidos. ¿Te imaginas lo genial que sería tener una planta así? De ese modo, yo podría informar de la situación topográfica en tiempo real, e incluso quedarme en el frente de batalla para indicar a los compañeros de la retaguardia cuán lejos deben disparar sus flechas para deshacernos rápidamente de cualquier amenaza.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_gift_01"
		},
		{
			"voicelineId": 80020,
			"title": "Sobre Kaeya...",
			"voicelineType": "4001",
			"description": "Antes de formar parte de los Caballeros, hice muchas pruebas en las que el Capitán Kaeya era el examinador principal. Él siempre me ha apoyado y me ha dado muchos consejos, pero a veces no le entiendo muy bien, así que me preocupa no poder seguirle el ritmo y decepcionarlo.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80021,
			"title": "Sobre Varka - Enseñanzas",
			"voicelineType": "4002",
			"description": "El Gran Maestro Varka es un líder superrespetable, así como mi maestro de combate. Como decía que soy pequeñito y que no tengo mucha fuerza, me enseñó a adoptar un ágil estilo de combate y a evitar los enfrentamientos cuerpo a cuerpo. Así fue como aprendí a luchar con lanza y ballesta, un estilo de combate perfecto para mí.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80022,
			"title": "Sobre Varka - El Capitán",
			"voicelineType": "4003",
			"description": "El Gran Maestro me dijo que debía establecer unos objetivos mayores para seguir refinando mis habilidades. Siempre he tenido esa actitud, hasta que en una expedición me di cuenta de la gravedad de las cosas. Un día, nos encontramos con uno de Los Once que se hacía llamar “El Capitán”. No me puedo ni siquiera imaginar cómo alguien como yo podría hacer frente a un rival así. Aún me queda un largo camino por recorrer para convertirme en alguien tan fuerte.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80023,
			"title": "Sobre Jean...",
			"voicelineType": "4004",
			"description": "La Vicemaest... Quiero decir, la Gran Maestra Intendente hace que la gente se sienta tranquila, pues es una líder que nos protege a todos. En lo referido a organización del trabajo, tratamiento de heridos durante la batalla y cocina, puedo aprender muchísimo de ella.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80024,
			"title": "Sobre Amber...",
			"voicelineType": "4005",
			"description": "Amber es mi superior, ¡y es la soldado de vanguardia y exploradora en quien más se puede confiar! El topógrafo de avanzada comparte una posición muy cercana a la Caballera Exploradora en el frente de batalla, ya que siempre avanzamos antes que las fuerzas principales. Amber tiene un montón de experiencia, así que de ella he aprendido muchas técnicas de supervivencia en la naturaleza, así como algunos trucos para reparar las cuerdas y las flechas de mi ballesta.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80025,
			"title": "Sobre Eula - Misiones",
			"voicelineType": "4006",
			"description": "La Capitana Eula es una líder con un estilo de combate sin igual, y siempre ha cuidado de mí. Cuando entré en la compañía que lidera, me encomendó toda clase de misiones, muchas más de las que tenían otros integrantes, lo que me hizo ejercitar la resiliencia. Si te acostumbras a su manera de hablar, ¡es muy fácil llevarse con ella!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80026,
			"title": "Sobre Eula - Forma de ser",
			"voicelineType": "4007",
			"description": "Admiro mucho a la Capitana Eula por lo buena que es con la gente, su desinhibida forma de ser y su fortaleza mental. Si a mí me miraran raro por la calle y no dejaran de hablar a mis espaldas, ni siquiera me atrevería a salir de casa.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80027,
			"title": "Sobre Lisa...",
			"voicelineType": "4008",
			"description": "Lisa siempre me ayudó con mi estudio autodidacta de sondeo topográfico. De hecho, me ayudó a encontrar un montón de libros muy útiles. Me encantaría ser tan erudito como ella... Siempre es bueno saber de todo, ya que nunca se sabe cuándo tendrás que usar esos conocimientos.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80028,
			"title": "Sobre Klee...",
			"voicelineType": "4009",
			"description": "¿Klee? Es una persona superalegre y he oído que... es tan fuerte como el mismísimo Gran Maestro. ¡Las veces que me ha invitado a ir de aventuras con ella nos hemos divertido un montón! Eso sí, en alguna ocasión, probaba sus poderosas armas y yo tenía que redibujar los mapas de muchos sitios... Pero aun así, ¡valió la pena ir con ella!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80029,
			"title": "Sobre Venti...",
			"voicelineType": "4010",
			"description": "Me encanta ese bardo y lo buen músico que es. Sus baladas siempre hacen que me sienta en casa. Si tuviera que elegir la canción que mejor representa a Mondstadt, seguramente sería una suya. Es una pena que yo nunca tenga mucho tiempo para estar en la ciudad... Si no, todos los días le regalaría algo.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80030,
			"title": "Sobre Albedo...",
			"voicelineType": "4011",
			"description": "Albedo siempre ha sido muy bueno conmigo. Él me ayudó a hacer las herramientas que uso para dibujar mapas. De hecho, tengo una pluma que funciona incluso estando colgado bocabajo de un árbol. Aunque yo diría que dibujar mapas es bastante distinto a pintar, ¿no crees? Alguna vez he intentado pintar paisajes de algunas zonas como material complementario y, cuando Albedo los vio, se quedó en silencio durante un buen rato...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_albedo_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80031,
			"title": "Más sobre Mika (I)",
			"voicelineType": "5001",
			"description": "¿Quieres saber más sobre mí? Solo soy una persona común y corriente con una historia poco interesante. Si solo hablo de mi pasado, ¿estarías dispuest{F#a}{M#o} a escucharme?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_01"
		},
		{
			"voicelineId": 80032,
			"title": "Más sobre Mika (II)",
			"voicelineType": "5002",
			"description": "Llevo siendo topógrafo de avanzada y dibujando cada rincón de Teyvat desde que era pequeño. Un día, me enteré de que en los Caballeros de Favonius existía ese mismo puesto y, gracias al apoyo de mi hermano y de mi padre, me seleccionaron y escogieron como topógrafo de avanzada. Este trabajo me ha permitido vivir mi vida ideal, así que estoy más que satisfecho.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 80033,
			"title": "Más sobre Mika (III)",
			"voicelineType": "5003",
			"description": "Todos los miembros de los Caballeros de Favonius son muy fuertes y puedo aprender mucho de ellos. Gracias a eso, he adquirido nuevas habilidades, así que debo agradecerles ayudándolos con lo que necesiten.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80034,
			"title": "Más sobre Mika (IV)",
			"voicelineType": "5004",
			"description": "Tras ayudar al Gran Maestro y a la Capitana Eula con algunos recados, algunos compañeros piensan que soy su mensajero. Si dijera algo equivocado, les causaría problemas a los dos y la culpa sería únicamente mía. Por eso, siempre que hablo con algún compañero al que no conozco muy bien, me contengo un poco al hablar, lo que hace que los demás piensen que soy tímido. ¿No te parece que todo este asunto es un malentendido?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 80035,
			"title": "Más sobre Mika (V)",
			"voicelineType": "5005",
			"description": "Desde que volví de la expedición, ya no soy tan tímido. Mientras no le cause problemas a los demás, no me importa lo que la gente piense de mí. Los Caballeros de Favonius son como mi segundo hogar, así que debo hacer a la perfección mi trabajo como topógrafo de avanzada para que mi segunda familia pueda llevar a cabo sus tareas sin problemas y todos estemos contentos.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80036,
			"title": "Aficiones de Mika...",
			"voicelineType": "6001",
			"description": "¿Mis aficiones? Pues... aparte del trabajo, lo que más me gusta es... acampar en lugares desconocidos. Me encanta ir a un sitio bonito, montar un campamento en el que estar a gusto y prender una hoguera para cocinar algo rico.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_hobby"
		},
		{
			"voicelineId": 80037,
			"title": "Preocupaciones de Mika...",
			"voicelineType": "6002",
			"description": "Para ser sincero, no se me da bien socializar con extraños. Creo que es porque no domino las habilidades de interacción social. ¿Crees que podrías enseñarme algunas técnicas?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_annoyed"
		},
		{
			"voicelineId": 80038,
			"title": "Comida que más le gusta...",
			"voicelineType": "6005",
			"description": "Según el Gran Maestro, como soy joven, debería comer más carne para desarrollar bien mi capacidad física. No creo que comiendo carne pueda ponerme musculoso, pero al fin y al cabo, es un alimento que me gusta, y a los de la Compañía de Reconocimiento parece que también.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodLike_01"
		},
		{
			"voicelineId": 80039,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "A diferencia de mi hermano, yo no aguanto el sabor del vino. Con beber un sorbito ya me pongo como una cuba y le causo problemas a la gente. Con algunos vinos añejos, el simple hecho de destapar una botella y percibir el olor hace que me maree.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodDislike"
		},
		{
			"voicelineId": 80040,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Muchas gracias... ¡Este plato es tan exquisito que me da pena comerlo! ¿Puedo guardarlo?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_pref_01"
		},
		{
			"voicelineId": 80041,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Tanto el sabor como la cantidad son perfectas. No deberías haberte tomado tantas molestias.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_normal_01"
		},
		{
			"voicelineId": 80042,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Ehh... Bueno, preparaste este plato para mí, así que, sea como sea, tengo que terminármelo.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_dislike_01"
		},
		{
			"voicelineId": 80043,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Nunca sé qué decir en ocasiones como esta... Oh, ¡ya sé! Hoy es un día especial, ¡así que deberíamos celebrarlo con el mayor entusiasmo y alegría posibles! Te he preparado esta guía turística de los mejores paisajes de Mondstadt en la que he incluido lugares bellísimos y muy poco conocidos de la región. ¡Deseo que seas muy feliz durante todo el año!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 80044,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Aún me falta mucho para ser tan fuerte como tú, pero ahora tengo más confianza en mí mismo y no seré un estorbo.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 80045,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Espero poder brindarte aún más información útil para que no tengas que cargar con toda la responsabilidad.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 80046,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Deja que siempre vaya contigo y examine el terreno bajo tus pies.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80047,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "¡Muchísimas gracias! Ahora estoy más cerca de mi objetivo. Podré hacer que la gente avance con seguridad, no se canse al viajar por un terreno complicado y no se preocupe por los peligros que acechan en cada rincón.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 80048,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Supresión fuegorrápido!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_01"
		},
		{
			"voicelineId": 80049,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "Entrando en combate.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_02"
		},
		{
			"voicelineId": 80050,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "Será mejor que te retires.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_03"
		},
		{
			"voicelineId": 80051,
			"title": "Habilidad Elemental (IV)",
			"voicelineType": "100004",
			"description": "¡Este es mi disparo más preciso!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_04"
		},
		{
			"voicelineId": 80052,
			"title": "Habilidad Elemental (V)",
			"voicelineType": "100005",
			"description": "Perdón, pero... ¡allá va!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_05"
		},
		{
			"voicelineId": 80053,
			"title": "Habilidad Elemental (VI)",
			"voicelineType": "100006",
			"description": "Debo neutralizar toda amenaza.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_06"
		},
		{
			"voicelineId": 80054,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Que no decaiga el ánimo, equipo!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_01"
		},
		{
			"voicelineId": 80055,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Yo los curaré!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_02"
		},
		{
			"voicelineId": 80056,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Esta es nuestra oportunidad!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_03"
		},
		{
			"voicelineId": 80057,
			"title": "Al abrir el planeador (I)",
			"voicelineType": "800001",
			"description": "Estaré vigilando desde las alturas...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_explore_fly_start_01"
		},
		{
			"voicelineId": 80058,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¡Las ventajas de ser el primero en explorar!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_01"
		},
		{
			"voicelineId": 80059,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¿Algún botín valioso?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_02"
		},
		{
			"voicelineId": 80060,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "¡Encontrar este tesoro fue un trabajo en equipo!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_03"
		},
		{
			"voicelineId": 80061,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Esto está empezando a ser una molestia...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_01"
		},
		{
			"voicelineId": 80062,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "¿Deberíamos cambiar de táctica?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_02"
		},
		{
			"voicelineId": 80063,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Este rival... es muy fuerte.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_03"
		},
		{
			"voicelineId": 80064,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Retírate, por favor, yo me encargo!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_01"
		},
		{
			"voicelineId": 80065,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "Necesitas atención médica urgente.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_02"
		},
		{
			"voicelineId": 80066,
			"title": "Derrotado (I)",
			"voicelineType": "500001",
			"description": "Deberíamos haberlos... evitado...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_01"
		},
		{
			"voicelineId": 80067,
			"title": "Derrotado (II)",
			"voicelineType": "500002",
			"description": "Lo siento, chicos...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_02"
		},
		{
			"voicelineId": 80068,
			"title": "Derrotado (III)",
			"voicelineType": "500003",
			"description": "Fue todo... por mi culpa...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_03"
		},
		{
			"voicelineId": 80069,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900001",
			"description": "¡Tendrás que hacerlo mejor!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_01"
		},
		{
			"voicelineId": 80070,
			"title": "Recibiendo un ligero ataque (II)",
			"voicelineType": "900002",
			"description": "¡Eso no es nada!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_02"
		},
		{
			"voicelineId": 80071,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "No me duele... no me duele...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_01"
		},
		{
			"voicelineId": 80072,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "No creas que me voy a acobardar.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_02"
		},
		{
			"voicelineId": 80073,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Veamos el equipamiento... ¡Todo en orden!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_01"
		},
		{
			"voicelineId": 80074,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Mi lanza y mi ballesta están listas.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_02"
		},
		{
			"voicelineId": 80075,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¡Sondearé el terreno por la seguridad del equipo!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_03"
		}
	]
}