{
	"id": 10000102,
	"name": "Mualani",
	"friendLines": [
		{
			"voicelineId": 102000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Bienvenid{F#a}{M#o} a esta expedición, estimado viajer{F#a}{M#o}. Soy Mualani, guía del Pueblo de los Manantiales. Si necesitas algo, ¡no dudes en levantar la mano e indicármelo! Ahora, recoge tus armas, guarda bien tus objetos personales, no sueltes a Paimon y, lo más importante de todo, deja tus preocupaciones atrás. Pon los pies sobre la escualotabla de surf que te he preparado, mantén el equilibrio... ¡y que comience este hermoso viaje!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_draw_appear_01"
		},
		{
			"voicelineId": 102001,
			"title": "Charla - Salir a pasarlo bien",
			"voicelineType": "1101",
			"description": "La parte clave de “salir a pasarlo bien” es justamente “salir”. Si te animas a venir, yo me encargaré de planificar todo lo demás.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_01"
		},
		{
			"voicelineId": 102002,
			"title": "Charla - Cabalgando las olas",
			"voicelineType": "1102",
			"description": "¿Alguna vez has intentado cabalgar las olas del mar? ¿Te gustaría probarlo? ¿Quieres? ¡Ahora, ahora! Busquemos la playa más cercana.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_02"
		},
		{
			"voicelineId": 102003,
			"title": "Charla - Unidad",
			"voicelineType": "1103",
			"description": "Cuando una sola persona lleva a cabo un desafío, muchas cosas le resultarán imposibles. Sin embargo, ¡un grupo de personas es capaz de desafiar lo imposible!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_03"
		},
		{
			"voicelineId": 102004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "¡Yujuuu! El suelo está resbaladizo, ¡es la oportunidad perfecta para deslizarme con mi tabla!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_heavyRain_01"
		},
		{
			"voicelineId": 102005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¡Guau! ¿Dónde ha caído el rayo? ¿Dónde?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_thunder_01"
		},
		{
			"voicelineId": 102006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "Eh... Terminemos deprisa y démonos un chapuzón en las aguas termales...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_snowy_01"
		},
		{
			"voicelineId": 102007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "Qué ganas de tumbarse a tomar el sol... ¡Vuelta y vuelta, como una tortilla!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_sunny_01"
		},
		{
			"voicelineId": 102008,
			"title": "Hace mucho viento...",
			"voicelineType": "1205",
			"description": "¡Cuanto más viento hace, más altas son las olas! ¡Es el mejor momento para poner a prueba los trucos más épicos!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_gale_01"
		},
		{
			"voicelineId": 102009,
			"title": "En el desierto...",
			"voicelineType": "1206",
			"description": "¡Seguro que surfear sobre las dunas será de lo más emocionante! ¡Mualani del Pueblo de los Manantiales acepta el desafío!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_desert_01"
		},
		{
			"voicelineId": 102010,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Buenas noticias, ¡hoy no me he quedado dormida! Como recompensa, pienso engullir un desayuno de lujo.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingMorning"
		},
		{
			"voicelineId": 102011,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Ah, parece que me he despertado demasiado temprano... ¡No puede ser! ¿Por qué estoy viendo un montón de motas con forma de Mora titilando? Necesito echarme una siesta por la tarde para reponer el sueño...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNoon"
		},
		{
			"voicelineId": 102012,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¿Necesitas que haga de repartidora de comida a domicilio? Te aseguro que aún estará ardiendo cuando la pruebes, confía en la velocidad de mi tabla de surf.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight"
		},
		{
			"voicelineId": 102013,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Oh, no... He bailado con tanta energía en la fiesta de la hoguera que ahora no puedo dormir... *Solloza*.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight2"
		},
		{
			"voicelineId": 102014,
			"title": "Sobre Mualani - Producto estrella",
			"voicelineType": "2001",
			"description": "Yo misma he seleccionado cuidadosamente los artículos a la venta en mi tienda según su clase, calidad, función y color. Pero, si quieres saber cuál es el producto estrella en mi opinión, diría que es este pecitraje de baño. Cualquier persona que no sepa nadar bien debería considerar comprar uno, pues es capaz de hincharse en un santiamén para convertirse en un peciglobo salvavidas. ¡Así podrán nadar sin preocupación alguna!\nAdemás, también puedes llevarlo puesto aun cuando no estés en el agua. A mí me gusta ponérmelo para ir a las celebraciones, ¡resulta muy llamativo! Puedes ir botando de un lado a otro...\n¡Ah, y los colores en los que viene son muy auspiciosos!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle"
		},
		{
			"voicelineId": 102015,
			"title": "Sobre Mualani - Danza",
			"voicelineType": "2005",
			"description": "El Pueblo de los Manantiales es el mejor lugar para pasar las vacaciones: la vegetación, los montes y los ríos parecen crear una resonancia con la gente, ¡como si fueran nuestros amigos!\nLas olas que vienen y van, las algas que mecen, las hojas que flotan al viento... todos ellos son maestros de danza a los que venero. Si empiezas a menearte y dar vueltas a su ritmo, ¡pronto estarás bailando! ¿Qué te parece? No te quedes ahí, ¡ven a probarlo!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102016,
			"title": "#Sobre nosotr{F#a}{M#o}s - Saludo",
			"voicelineType": "2003",
			"description": "¡Mira estas tablas de surf! Hay de todo tipo de materiales y patrones, ¡y miles de colores! ¿Cuál es tu color de la suerte? ¿Que no tienes? Bueno, entonces deja que elija yo una por ti.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close"
		},
		{
			"voicelineId": 102017,
			"title": "#Sobre nosotr{F#a}{M#o}s - Confianza mutua",
			"voicelineType": "2002",
			"description": "Hemos estado junt{F#a}{M#o}s en el Reino de la Noche y contemplado a lo lejos el fulgor de la isla misteriosa, así que podría decirse que llevamos tiempo siendo compañer{F#a}{M#o}s capaces de poner nuestras vidas en las manos {F#de la otra}{M#del otro}. Si algún día no encuentras la dirección correcta en uno de tus viajes, ¡no dudes en decírmelo! Soy una guía increíble, ¡encontraré el camino aunque tenga que abrirme paso con mi tabla de surf!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				},
				{
					"unlockText": "Completa la misión «Donde retornan los manantiales»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15010
					]
				}
			]
		},
		{
			"voicelineId": 102018,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Durante un tiempo, llegué a llevar colgada la Visión sobre el peciglobo, porque su tono cerúleo, parecido a las aguas del mar, le quedaba muy bien. Pero una vez, cuando jugaba con mis amigos al voleibol, se me olvidó por completo y el peciglobo cayó a la arena y emitió un sonoro crujido. Uff... Por suerte, no se rompió. ¡Tuvo que ser un augurio de buena suerte!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102019,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "¿Te dan miedo los perritos? Si no es el caso, ¡podrías hacerte amig{F#a}{M#o} del que tiene mi familia! Es muy social, siempre saluda a quien venga y se queda mirándote para que lo acaricies, aunque no te conozca. Ah, y a muchas veces vamos a bañarnos juntos. Ha aprendido a surfear y todo, ¡al fin y al cabo es mi perro! ¡Y lo hace mejor que yo!\nEn cuanto se dé la oportunidad, se lo presentaré a l{F#a}{M#o}s dos. Seguro que mueve tanto la cola que parecerá una hélice. No dejes que te golpee con ella, o te dolerá mucho, jaja.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_share_01"
		},
		{
			"voicelineId": 102020,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "En el Pueblo de los Manantiales nos encantan las aguas termales, tanto a humanos como a Koholasaurios. Muchas veces incluso se ponen a remojo en la misma poza que nosotros. Si no sabes cómo reconocer si el saurio que tienes enfrente posee un carácter amigable o no, lo mejor es que mantengas las distancias.\n¿Que cómo se puede discernir el carácter de un Koholasaurio? Jaja, mi método es muy sencillo: acércate lentamente y ve probando. Si no intenta morderte, será porque tiene un buen carácter... Si te muerde... supongo que podrías considerarlo una muestra de cariño.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_gift_01"
		},
		{
			"voicelineId": 102021,
			"title": "Sobre Mavuika...",
			"voicelineType": "4001",
			"description": "La Arconte Pyro es la persona más venerada de Natlan. Yo la admiro mucho, no solo porque sea la Arconte Pyro, sino también porque... ¡sabe surfear como nadie!\nUna vez la invité a enfrentarnos en una carrera acuática... ¿Eh? ¿Quieres saber quién ganó? Bueno, rétame a una carrera. ¡Si ganas, te lo contaré!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102022,
			"title": "Sobre Kachina...",
			"voicelineType": "4002",
			"description": "Kachina siempre piensa mucho antes de hablar, y tiene un carácter amable y agradable. Está más que claro que es una chica extraordinaria, pero como nunca alza la voz, la gente a su alrededor suele subestimarla. *Suspira*, yo nunca he dudado de sus habilidades. Lo único que me preocupa es su falta de confianza en sí misma y que termina por creerse las críticas infundadas de los demás... Por eso, además de darle constantes ánimos, siempre le hablo a los demás de sus virtudes. Sé que llegará el día en que todos cambien de opinión.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102023,
			"title": "Sobre Kinich...",
			"voicelineType": "4003",
			"description": "Ahau habla más en un día que Kinich en todo un año. No tiene que ser fácil tomar decisiones por uno mismo con tantas interrupciones. Ahora que lo pienso, la única vez en la que ambos estuvieron de acuerdo en mostrar desinterés fue cuando intenté hablarles sobre horóscopos...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102024,
			"title": "Sobre Chasca...",
			"voicelineType": "4004",
			"description": "Conocí a Chasca cuando era pequeña. Nos peleamos varias veces por algunos juguetes... La verdad es que me quedé muy sorprendida tras enterarme de que se había convertido en mediadora. Dicen que hay quienes maduran lentamente y quienes lo hacen muy rápido. Me pregunto si todavía no me ha llegado a mí ese momento...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102025,
			"title": "Sobre Citlalí...",
			"voicelineType": "4005",
			"description": "La abu Citlalí es sin duda la sacerdotisa más cualificada de los Augures Vientonocturno. Es mucho más que una simple anciana de la tribu, ¡es la anciana más increíble de todas! Además, las predicciones que me hace siempre acaban cumpliéndose. Hace mucho tiempo, me dijo que el rosa y el azul me traerían suerte en los negocios, y tal y como me dijo, los peciglobos que mejor se venden son los de estos colores.\nHace poco volví a importunarla, quiero decir, a visitarla. Me dijo que {F#una}{M#un} foraster{F#a}{M#o} me traería buenos augurios... Un momento, eh... ¡Tú eres {F#una}{M#un} foraster{F#a}{M#o}!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102026,
			"title": "Sobre Iansán...",
			"voicelineType": "4006",
			"description": "Iansán no es solo el orgullo de la Comunidad de la Feracidad, sino que es el orgullo de toda Natlan. Ha participado múltiples veces en el Peregrinaje del Retorno del Fuego Sagrado, ¡y no ha perdido hasta el día de hoy! Incluso me inscribí en su grupo de entrenamiento y pagué la matrícula, pero... siempre estoy demasiado ocupada y no tengo tiempo para practicar...\nEstá bien, seré franca. A veces, cuando veo cómo entrena a Kachina, una vocecilla en mi cabeza dice: “Ay, a ti lo que se te da bien es estar como pez en el agua. Si permaneces durante mucho tiempo sobre la tierra, te quedarás atrapada”... Sí, creo que debería respetar mi propio consejo.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102027,
			"title": "Sobre Xilonen...",
			"voicelineType": "4007",
			"description": "Si incluso la Arconte Pyro reconoce su habilidad para la artesanía, no debe haber ninguna duda de su excelencia. Estoy segura de que, si un nombre antiguo se rompiera en añicos, ella misma podría arreglarlo y dejarlo como nuevo. ¡Ah! Creo que acabo de pronunciar palabras poco auspiciosas, ¿cómo iba a hacerse añicos algo tan importante? No, no. Yo no he dicho nada... Y tú tampoco has oído nada, ¿de acuerdo?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102028,
			"title": "Sobre Ifá...",
			"voicelineType": "4008",
			"description": "¡Ifá es el mejor! Siempre trae una actitud de lo más alegre cuando lo invito a hacer algo, y es muy ágil y rápido. Si no fuera porque ya estudió medicina, me hubiera gustado que fuera instructor de deportes acuáticos. ¿Que somos de tribus diferentes? ¡Eso no importa, no es ningún problema!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102029,
			"title": "Más sobre Mualani (I)",
			"voicelineType": "5001",
			"description": "¿Tienes un rato libre? ¿Te apetecería venir a mi casa y charlar un rato? ¡Tampoco estaría mal hablar mientras nos remojamos en las aguas termales! ¿O quieres ir a otro sitio? A mí no me importa, no siempre se da una ocasión así. Ya tengo preparado el Daguerrotipo y puedo enseñarte la pose. No te preocupes, ¡seguro que conseguiremos tomar una imagen increíble!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_01"
		},
		{
			"voicelineId": 102030,
			"title": "Más sobre Mualani (II)",
			"voicelineType": "5002",
			"description": "Ser guía es una labor que depende mucho de la experiencia. Por suerte, nuestros ancestros nos dejaron montones de valiosas costumbres para guiarnos por el camino correcto. Pero puedes estar tranquil{F#a}{M#o}, pues no solo acepto las normas antiguas; sigo aquellos hábitos que he probado y me han resultado efectivos.\n¿Que cuáles no funcionan? Humm... Por ejemplo, una vez me propuse ir a explorar un nuevo lugar, y había un puente enfrente, pero el mapa indicaba que necesitaba cruzar el río en barco para llegar a la otra orilla. Comprobé la corriente del río y también si el puente tenía algún mecanismo peligroso... Al final me di cuenta de que los ancestros no recomendaban cruzar el puente porque... ¡en aquella época no existía!\nAh... La experiencia es clave para un guía...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 102031,
			"title": "Más sobre Mualani (III)",
			"voicelineType": "5003",
			"description": "Me encanta tener clientes de tierras lejanas. Después de concluir la ruta, siempre me agradecen que les haya enseñado las costumbres de Natlan, y yo también les doy las gracias por compartir su sabiduría conmigo durante el camino, por hablarme de sus hogares, y por contarme anécdotas que nunca hubiera conocido... Esto también es una expedición espiritual para mí.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102032,
			"title": "Más sobre Mualani (IV)",
			"voicelineType": "5004",
			"description": "Aunque siempre intento que todos se sientan cómodos cuando hago amigos nuevos, a veces... Jeje... A veces la gente me da a entender que soy demasiado entusiasta, hasta el punto de que puedo resultar abrumadora... Por eso, ahora trato de controlarme un poco al principio, y luego dejo salir mi lado más entusiasta cuando ya nos conocemos mejor...\nOh, si en algún momento te he hecho sentir incómod{F#a}{M#o}, puedes decírmelo directamente sin lugar a dudas. Si te da cosa decírmelo a la cara, podrías escribir una nota anónima. ¡Te aseguro que lo arreglaré!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 102033,
			"title": "Más sobre Mualani (V)",
			"voicelineType": "5005",
			"description": "Todos tenemos un gran potencial cuando nos encontramos en apuros. No podría estar más de acuerdo con eso tras mi participación en el Peregrinaje del Retorno del Fuego Sagrado. Aunque sigo pensando que dos personas siempre tienen más opciones de ganar que una sola; y tres, más que dos... Cuando estamos unidos, ¡somos capaces de lograr milagros previamente inconcebibles!\nFíjate en la Guerra de los Peregrinos, por ejemplo. No estamos solos, nos acompañan los héroes de las generaciones pasadas de Natlan y las generaciones futuras que continuarán nuestra lucha. Si Natlan continúa hacia delante, es gracias a todos nuestros esfuerzos combinados. En mi opinión, ese es el significado de “Umoja”...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «Roca oscura bajo roca blanca»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 102034,
			"title": "Aficiones de Mualani...",
			"voicelineType": "6001",
			"description": "Natación, buceo, esquí acuático, surf, paracaidismo acuático, voleibol de playa, remo, polo acuático y aguantar la respiración bajo el agua... Ay, no podría contar las actividades que me gustan ni aunque usara también las manos de un peciglobo. Cuando me canso, me gusta hacer el muerto en el agua. A veces, incluso he llegado a quedarme dormida de lo cómoda que estoy. Lo malo es que, cuando despierto, no sé a dónde me ha arrastrado la corriente y los ancianos de la tribu me dan una buena regañina...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_hobby"
		},
		{
			"voicelineId": 102035,
			"title": "Preocupaciones de Mualani...",
			"voicelineType": "6012",
			"description": "Cuando no estoy contenta, suelo decirme: “Vamos, no pasa nada. Hoy no es un día auspicioso, eso es todo. Solo es un mal día, no significa que vaya a ser siempre así”. De esa manera logro calmarme un poco. Si eso no funciona, me gusta subirme a la senda espiritual y gritar a todo pulmón mientras giro a toda velocidad. Tras unas vueltas, las preocupaciones se quedan atrás y no pueden alcanzarme.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_annoyed_01"
		},
		{
			"voicelineId": 102036,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Me gustan esas bandejas llenas de marisco sin verduras ni carne. Con un solo bocado, te sientes como si te sumergieras en el mismo mar y te hubieras convertido en un pez, nadando de un lado a otro... Humm... ¡Eso sí que es vida!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodLike"
		},
		{
			"voicelineId": 102037,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Aún me arrepiento de cuando era pequeña y vertía la leche en las aguas termales sin que nadie se diera cuenta. Si no hubiera hecho eso, ahora sería bastante más alta... No importa, ¡le prometí a la Sra. Atea que no volvería a hacerlo! Ahora siempre me termino la leche, ¡todavía tengo tiempo para seguir creciendo! ¡Tú también deberías hacerlo! ¡No cometas el mismo error que yo!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodDislike"
		},
		{
			"voicelineId": 102038,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Pero ¿cómo puede estar tan rico? Está tan bueno que me dan ganas de subirme a mi tabla de sur y hacer piruetas... ¡sin tocar el suelo!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_pref_01"
		},
		{
			"voicelineId": 102039,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "¿Queda más? ¿Queda más? ¡Esto sería todo un éxito en una fiesta!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_normal_01"
		},
		{
			"voicelineId": 102040,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "¿Y si lo dejamos un rato en las aguas termales? ¡Así sabrá mejor!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_dislike_01"
		},
		{
			"voicelineId": 102041,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "¡Feliz cumpleaños! Ya abrirás los regalos más tarde, he elegido el restaurante más popular especialmente para ti... Estoy segura de que has recibido muchas invitaciones de amigos, pero ¿no te gustaría celebrarlo junto a aquellos que el destino quiso que conocieras durante tus viajes?\nJeje, siéntate y que den comienzo las felicitaciones de todos. *Ejem*... ¡Perdonen, préstenme atención un momento! ¡Hoy es el cumpleaños de mi amig{F#a}{M#o}, y sí, me refiero a est{F#a}{M#e} gran {F#heroína}{M#héroe} de poder indiscutible y carácter noble que ha derrotado a los monstruos más fieros y sanado incontables almas! ¡Démosle la más calurosa de las felicitaciones! Vamos, repitan conmigo los de aquí: ¡Te deseamos la mejor de las suertes en tu búsqueda de tesoros! Bien, les toca a los de allí: ¡Y gran éxito en tus batallas! Perfecto, ahora todos juntos: ¡Feliz cumpleaños! ¡Suerte, salud y felicidad!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 102042,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "¡Oh, es justo lo que quería! ¡Más, no te cortes!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 102043,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "¡Mi fuerza sube como la marea! ¿Quieres que juguemos una emocionante partida amistosa de voleibol de playa?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 102044,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "La suerte está de mi lado... ¡Puedo sentirlo! Ahora podré conquistar esas enormes olas que me hicieron volcar la última vez. ¡No perdamos tiempo, vamos por ellas!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102045,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "No suelo permitir que los viajeros se acerquen a lugares peligrosos por su propia seguridad. Sin embargo, sé que tú no tienes otra opción y que no puedes evitar ir en busca del peligro. Por eso, me gustaría acompañarte para poder asegurarme de que estás a salvo. Junt{F#a}{M#o}s podremos enfrentarnos a cualquier peligro.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 102046,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Arriba!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_01"
		},
		{
			"voicelineId": 102047,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Sobre la ola!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_02"
		},
		{
			"voicelineId": 102048,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Más rápido!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_03"
		},
		{
			"voicelineId": 102049,
			"title": "Habilidad Elemental (IV)",
			"voicelineType": "100004",
			"description": "¡Yuju!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_04"
		},
		{
			"voicelineId": 102050,
			"title": "Habilidad Elemental (V)",
			"voicelineType": "100005",
			"description": "¡Increíble!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_05"
		},
		{
			"voicelineId": 102051,
			"title": "Habilidad Elemental (VI)",
			"voicelineType": "100006",
			"description": "¡Aquí llega la ola!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_06"
		},
		{
			"voicelineId": 102052,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡A montar la ola! ¡Fuuussshhh!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_01"
		},
		{
			"voicelineId": 102053,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Escualín al vuelo!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_02"
		},
		{
			"voicelineId": 102054,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Mírame bien! ¡Te deseo buena suerte!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_03"
		},
		{
			"voicelineId": 102055,
			"title": "Al esprintar (I)",
			"voicelineType": "700001",
			"description": "¡Rápido!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_01"
		},
		{
			"voicelineId": 102056,
			"title": "Al esprintar (II)",
			"voicelineType": "700002",
			"description": "¿Necesitas que te preste mi tabla de surf?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_02"
		},
		{
			"voicelineId": 102057,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¡Sabía que hoy era un día auspicioso!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_01"
		},
		{
			"voicelineId": 102058,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Lo mejor siempre está al fondo del cofre.",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_02"
		},
		{
			"voicelineId": 102059,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "¡Ay, se ha caído al suelo! ¡Hay que recogerlo, rápido! Espero que no se nos termine la suerte...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_03"
		},
		{
			"voicelineId": 102060,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Aún debo proteger a mis clientes.",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_01"
		},
		{
			"voicelineId": 102061,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Parece que la suerte no me acompaña hoy...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_02"
		},
		{
			"voicelineId": 102062,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Ganaré... ¡Sé que lo haré!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_03"
		},
		{
			"voicelineId": 102063,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡No estás sol{F#a}{M#o}!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_01"
		},
		{
			"voicelineId": 102064,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Eso es pasarse de la raya! ¡Deja que yo le dé una buena tunda!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_02"
		},
		{
			"voicelineId": 102065,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "¿Cómo puede una guía quedarse atrás?...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_01"
		},
		{
			"voicelineId": 102066,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "“Nadie luchará solo”...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_02"
		},
		{
			"voicelineId": 102067,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "El final del camino es... regresar al hogar...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_03"
		},
		{
			"voicelineId": 102068,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "¡Ya basta!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_L_02"
		},
		{
			"voicelineId": 102069,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡No te pases ni un pelo!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_01"
		},
		{
			"voicelineId": 102070,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "Mi tabla de surf...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_02"
		},
		{
			"voicelineId": 102071,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¡Guau! ¡Con este grupo, ganaremos sí o sí!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_01"
		},
		{
			"voicelineId": 102072,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¡Hola! ¿Cómo se encuentran todos?",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_02"
		},
		{
			"voicelineId": 102073,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¡Yujuuuu! ¡Vamoooos!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_03"
		}
	]
}