{
	"id": 10000059,
	"name": "Shikanoin Heizou",
	"friendLines": [
		{
			"voicelineId": 59000,
			"title": "Hola...",
			"voicelineType": "1000",
			"description": "Me llamo Shikanoin Heizou, el detective más sagaz y con más éxito de la Comisión Tenryou... Oh, por Los Siete, la vida te ha tratado mal últimamente, ¿verdad? Se nota. Ven, toma asiento y cuéntame tu historia.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_draw_appear"
		},
		{
			"voicelineId": 59001,
			"title": "Charla - Casos criminales",
			"voicelineType": "1101",
			"description": "Hay algo en el aire... Presiento que pronto habrá un nuevo caso.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_01"
		},
		{
			"voicelineId": 59002,
			"title": "Charla - Trabajo de detective",
			"voicelineType": "1102",
			"description": "Trabajar como detective significa buscar de cabo a rabo, literalmente. Tengo que buscar para atar todos los cabos y, así, encontrar pruebas.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_02"
		},
		{
			"voicelineId": 59003,
			"title": "Charla - Intuición",
			"voicelineType": "1103",
			"description": "Humm, mi intuición me dice que algo muy interesante está a punto de ocurrir...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_03"
		},
		{
			"voicelineId": 59004,
			"title": "Tras la lluvia...",
			"voicelineType": "1201",
			"description": "Esperemos que la lluvia no haya borrado todas las pruebas.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_afterRain_01"
		},
		{
			"voicelineId": 59005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "Humm... Me pregunto qué cerebro criminal acaba de declarar su inocencia en juicio... No cabe duda de que miente, jeje.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_thunder_01"
		},
		{
			"voicelineId": 59006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "¿Has oído alguna vez el caso del espíritu vengativo de Espinadragón? Todo ocurrió en una oscura noche de nieve, hace mucho tiempo...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_snowy_01"
		},
		{
			"voicelineId": 59007,
			"title": "Hace mucho viento...",
			"voicelineType": "1204",
			"description": "¡Hum! ¡Hace falta más que un soplo de viento para desatar un ciclón!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_gale_01"
		},
		{
			"voicelineId": 59008,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Buenos días. Vaya, no tienes buen aspecto. No habrás tenido una pesadilla, ¿no? *Suspira*, tenía que haber sabido que no era buena idea involucrarte tan pronto en un caso tan impactante.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingMorning"
		},
		{
			"voicelineId": 59009,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Ahora que ya hemos terminado de comer, ¿qué te parece si jugamos a un juego para mantener la mente despierta? ¿Piedras conductoras? Jeje... Bueno, supongo que nos pueden servir para calentar.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNoon"
		},
		{
			"voicelineId": 59010,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "Tras la puesta de sol, son las estrellas las encargadas de mantener vigilados a los criminales.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight"
		},
		{
			"voicelineId": 59011,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¡Genial, ya es hora de dormir! ¿Qué clase de sueños me aguardan esta noche?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight2"
		},
		{
			"voicelineId": 59012,
			"title": "Sobre Shikanoin Heizou - Detective",
			"voicelineType": "2001",
			"description": "Un detective debe usar su ingenio para acabar con toda esperanza que tenga un delincuente de salir impune de sus crímenes. Así que, en realidad, un verdadero detective no debería ni tener que tocar su arma.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle"
		},
		{
			"voicelineId": 59013,
			"title": "Sobre Shikanoin Heizou - Palabras clave",
			"voicelineType": "2005",
			"description": "Tengo el hábito de recordar todo lo que observo utilizando palabras clave. Son de gran ayuda cuando tengo que hacer deducciones. Mira esta persona de aquí, por ejemplo. Tiene pelo de gato en unos pantalones limpios y arañazos en la muñeca. Parece que tiene debilidad por los animales, pero no consigue que los gatos la correspondan... Mientras tanto, esa otra persona de ahí parece muy preocupada por la herida de su mano y lleva un par de zapatos nuevos que no encajan con su atuendo cuidadosamente elegido... Un momento, ¡puede que tenga ante mí un nuevo caso!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59014,
			"title": "Sobre nosotros - Encargos",
			"voicelineType": "2003",
			"description": "Parece que esos encargos que te llegan son como una mina de oro sin fin que nunca terminarás de explotar. No te importará cederme alguno de vez en cuando, ¿verdad? Eso sí, nada de peleas, hacer recados o buscar objetos perdidos. Sabes que esos no son de mi estilo. Solo acepto casos importantes con muchos misterios que resolver, así que tenlo en mente, ¿de acuerdo?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close"
		},
		{
			"voicelineId": 59015,
			"title": "Sobre nosotros - Resultado inevitable",
			"voicelineType": "2002",
			"description": "“Coincidencia” es una bonita palabra. Suena como si algo estuviera predestinado a ocurrir. Es una pena que, como detective, no crea en las coincidencias. Que tú y yo nos hayamos conocido es el resultado de cada elección y acción que hemos hecho hasta ahora. Lo que quiero decir es que... el destino es algo que nosotros mismos elegimos.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close1"
		},
		{
			"voicelineId": 59016,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Oh, ¿así que los rumores dicen que podría vencer a mis compañeros de la Comisión Tenryou incluso sin usar mi Visión? Jeje, bueno, déjame aclararlo. Primero: aunque técnicamente sea un guardia doushin, estrictamente hablando soy un detective. Mi mayor arma es mi mente, no mis músculos. Segundo: tampoco es que mis colegas y yo estemos todo el tiempo peleando. Y tercero... *Suspira*, a ti no puedo engañarte. Olvídalo, ¿de acuerdo?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59017,
			"title": "¿Algo que decir? - Sensación de logro",
			"voicelineType": "3002",
			"description": "A medida que se siguen las pistas y se van atando cabos, se está cada vez más cerca del culpable... Y entonces, el momento en el que resuelves la última pieza del rompecabezas... Ah, esa sensación de logro... ¡es realmente emocionante!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_01"
		},
		{
			"voicelineId": 59018,
			"title": "¿Algo que decir? - Guardia doushin",
			"voicelineType": "3005",
			"description": "El cargo de guardia doushin no solo goza de cierto prestigio, sino que además me permite estar cerca de algunos de los casos más importantes. Con lo cual, se podría decir que, en comparación con la agencia de detectives, el cargo ha ampliado mis horizontes considerablemente. Evidentemente, las tareas de patrullar y capturar criminales se las dejo a individuos más cualificados. Ya sabes, el trabajo que un detective puede hacer es limitado.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_02"
		},
		{
			"voicelineId": 59019,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Una pregunta, viajer{F#a}{M#o}. ¿Cuánto sabes sobre madera? Sí, estoy hablando de madera de árbol común y corriente que se puede encontrar en cualquier sitio. Si un criminal choca contra la corteza de un árbol, airea una pila de polvo de madera o pisa unas hojas, es probable que deje tras de sí alguna pista. Si además tenemos idea de qué árboles crecen en ciertas áreas, a veces se pueden inferir detalles clave para la investigación. Así que ya sabes: los árboles son amigos de los detectives.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_gift_01"
		},
		{
			"voicelineId": 59020,
			"title": "Sobre Kujou Sara...",
			"voicelineType": "4001",
			"description": "¿La Srta. Kujou Sara? Sí... debe de ser la persona más seria de toda la Comisión Tenryou. Ojalá fuera un poco más flexible y nos diera un respiro a los demás. Siempre la tengo encima para increparme por cualquier falta injustificada en el trabajo. Pero qué puedo decir... Yo solo voy donde las pistas me llevan.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59021,
			"title": "Sobre Arataki Itto...",
			"voicelineType": "4002",
			"description": "He aceptado un par de encargos para llevarle calavandas asadas a prisión. Una vez, le escuché cantar. La letra de la canción era... una bazofia. Pero oye, tenía buena voz, y no todos los días te encuentras con un preso con ganas de cantar a pleno pulmón.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59022,
			"title": "Sobre Kuki Shinobu...",
			"voicelineType": "4003",
			"description": "La Banda de Arataki es un grupo libre y diverso que acepta a todo el mundo independientemente de su procedencia. Me parece impresionante, y además, tienen a Shinobu para mantener a todos sus miembros a raya. ¿Eh? ¿Que cómo sé todo eso? Jaja, bueno... era algo bastante sencillo de deducir.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59023,
			"title": "Sobre Yae Miko...",
			"voicelineType": "4004",
			"description": "Ahora que lo pienso, la editorial de la Suma Sacerdotisa también publica novelas negras, ¿cierto? Bueno, entonces... ¿cuándo me la vas a presentar? Hoy en día, para ser un detective famoso, necesitas otras cosas además de habilidades. Como por ejemplo, publicidad. ¿Eh? Vamos, ¡hablo en serio!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59024,
			"title": "Sobre Kaedehara Kazuha - Cosas en común",
			"voicelineType": "4005",
			"description": "Oh, ¿Kazuha? Sí, es una persona de fiar. Cuando me ayudó, fue como si un cofre cerrado lleno de pistas se abriera ante mí y dejara caer al suelo todo lo que contiene. Me encantaría tener tanta sensibilidad como él con respecto a la naturaleza. Oh, ¡ahora lo entiendo! ¡El viento es a él lo que a mí es la intuición!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59025,
			"title": "Sobre Kaedehara Kazuha - Invitación",
			"voicelineType": "4006",
			"description": "Ohhh, ¡qué pena! Ahora que se ha abolido el Decreto de captura de Visiones, ya no tengo ningún motivo para arrestarlo. Aunque... supongo que puedo invitarlo a la Comisión Tenryou para que hablemos de algunos casos.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59026,
			"title": "Sobre Gorou...",
			"voicelineType": "4007",
			"description": "Las constantes sospechas del General Gorou hicieron que mi viaje a la Isla Watatsumi fuera uno muy agitado. Allá donde iba, había soldados vigilándome muy de cerca. En realidad, no era más que un turista normal y aburrido. ¿Qué importa que en mi trabajo sea detective? Simplemente estaba ocupado con cosas de turistas.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59027,
			"title": "Sobre Sangonomiya Kokomi...",
			"voicelineType": "4008",
			"description": "Nunca he conocido a la Srta. Sangonomiya. Cuando aparece en algún sitio, un pueblo entero se amontona a su alrededor, y yo no voy a luchar contra eso. Además, aunque te abrieras paso entre la multitud, ¡habría un círculo de miko alrededor de ella! Para la gente joven como ella o como yo, debe de haberle costado mucho trabajo ganarse esa reputación.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59028,
			"title": "Sobre Kamisato Ayaka...",
			"voicelineType": "4009",
			"description": "No conozco mucho a la descendiente del clan Kamisato. Y me alegro de no pertenecer a una familia tan prestigiosa como la suya... No es un estilo de vida que vaya conmigo.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59029,
			"title": "Más sobre Shikanoin Heizou (I)",
			"voicelineType": "5001",
			"description": "Incluso cuando una persona decide permanecer en silencio, puedes averiguar muchas cosas sobre ella observando únicamente su ropa, postura y expresión facial. Entonces, si esta conversación terminara ahora mismo... ¿qué averiguarías solamente a partir de mi apariencia?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_01"
		},
		{
			"voicelineId": 59030,
			"title": "Más sobre Shikanoin Heizou (II)",
			"voicelineType": "5002",
			"description": "Una vez en la que asistí a un juicio penal, de repente me di cuenta de que había resuelto el caso. Entonces, interrumpí el juicio justo cuando iban a dictar sentencia. Si mi objeción no hubiera sido válida, ese no habría sido el momento crucial en el que me convertí en detective. En su lugar, habría ocurrido algo como... “Shikanoin Heizou, ¡te acuso de desacato al tribunal y ordeno que te arresten inmediatamente!”, jajaja.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 59031,
			"title": "Más sobre Shikanoin Heizou (III)",
			"voicelineType": "5003",
			"description": "Investigar relaciones extramatrimoniales, buscar mascotas... Esos son, básicamente, los únicos casos que llegan a las agencias de detectives. Personalmente, necesito casos de mayor envergadura, por eso mi única opción era dejar ese barco y unirme a la Comisión Tenryou. Otra razón fue que la detective Sango y yo no estamos de acuerdo en muchos aspectos... Es una de esas cosas que no tienen remedio.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59032,
			"title": "Más sobre Shikanoin Heizou (IV)",
			"voicelineType": "5004",
			"description": "Cuando me uní a la Comisión Tenryou, empecé a practicar revisando casos sin resolver, y antes de que me diera cuenta, había reducido una buena parte de ellos. Es una pena que ahora no tenga tiempo de revisar casos antiguos. Siempre me llaman para ayudar en los más complicados y apenas puedo respirar entre un caso y otro. Pero qué se le va a hacer... Una vez que te conviertes en un detective de este nivel, los casos vienen a ti.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 59033,
			"title": "Más sobre Shikanoin Heizou (V)",
			"voicelineType": "5005",
			"description": "Un detective ha fracasado en su trabajo cuando tiene enfrente a un criminal. Hagas lo que hagas para aclarar los hechos e identificar al culpable, nunca podrás deshacer el daño causado por el crimen. Por eso quiero que mi reputación se extienda. Quiero convertirme en un detective famoso que haga que los criminales potenciales tiemblen y se echen para atrás antes de hacer nada. Quiero acabar con el crimen desde la raíz. Bueno, ahora que te he soltado todo el sermón, ¿qué tal si me echas una mano?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 59034,
			"title": "Aficiones de Shikanoin Heizou...",
			"voicelineType": "6001",
			"description": "¿Te gustaría ir de oyente a un juicio de la Comisión Tenryou alguna vez? Es como ver la verdad esclarecerse mientras se recompone el collage de los hechos. Te puedo reservar un buen asiento, pero tendremos que fingir que no nos conocemos. Ya sabes, solo fingir.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_hobby"
		},
		{
			"voicelineId": 59035,
			"title": "Preocupaciones de Shikanoin Heizou...",
			"voicelineType": "6002",
			"description": "Siempre hay gente que utiliza la violencia como último recurso, como si eso fuera a servirles de algo. Es un gran error. Para mí, la victoria es mirar a la cara al acusado mientras confiesa su delito abrumado por la contundencia de mis pruebas y de mis impecables deducciones. Recurrir a la fuerza supone la derrota de un detective.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_annoyed"
		},
		{
			"voicelineId": 59036,
			"title": "Comida que más le gusta...",
			"voicelineType": "6005",
			"description": "Dime un solo alimento que no esté mejor frito. No puedes, ¿cierto? Ya sea carne o verduras, mientras salga de una freidora, ¡estará delicioso! No creo que nadie con el estómago vacío pueda resistir el aroma de la comida frita.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodLike_01"
		},
		{
			"voicelineId": 59037,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "No soporto las cenas en la comisaría de policía. Siempre la misma comida repetitiva, y mejor ni hablar del sabor. En cuanto a comida se refiere, no se disfruta a menos que comas lo que quieres, ¿verdad? Pero no, pobre de mí, tengo que escaquearme para comer algo rápido. *Suspira*...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodDislike"
		},
		{
			"voicelineId": 59065,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "¡Mmm, me encanta! Esta vez te has superado. ¡Buen trabajo!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_pref_01"
		},
		{
			"voicelineId": 59066,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "¿Dirías que cocinar es más bien una tarea física o cognitiva? Humm, creo que son ambas cosas. ¡No me sorprende que seas tan {F#buena}{M#buen} cociner{F#a}{M#o}!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_normal_01"
		},
		{
			"voicelineId": 59067,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Humm, déjame pensar. ¿Dónde te puedes haber equivocado?...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_dislike_01"
		},
		{
			"voicelineId": 59038,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Tras enterarme de que hoy es tu cumpleaños, por un momento me entraron ganas de llevarte a una habitación repleta de mecanismos y regalos, de la cual solo podrías salir tras completar todos los acertijos... Jeje, a decir verdad, ¡suena divertido! Pero bueno, sabes que no haría algo así a menos que estuviera seguro de que te fuera a gustar. Ven, sígueme. Hay un paisaje maravilloso que quiero que veas antes de que caiga el sol.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 59039,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "A medida que me hago más fuerte, ¡mi intuición se agudiza!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 59040,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Parece que mis habilidades de combate están mejorando. Es una pena que no todas ellas sean cognitivas.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 59041,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "¡Vaya, vaya! A este ritmo, todo el mundo me conocerá por el apodo de “Ciclón”.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59042,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Gracias por tu confianza y apoyo, querid{F#a}{M#o} compañer{F#a}{M#o}. No habría llegado tan lejos sin tu ayuda. Humm... Supongo que hay tiempo para chocar los cinco, pero después, ¡salgamos de nuevo a resolver más misterios!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 59043,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100004",
			"description": "¡Toma esto!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_04"
		},
		{
			"voicelineId": 59044,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100005",
			"description": "¡La verdad duele!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_05"
		},
		{
			"voicelineId": 59045,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100006",
			"description": "¡Vamos!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_06"
		},
		{
			"voicelineId": 59046,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Confiesa!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_01"
		},
		{
			"voicelineId": 59047,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Ciclón!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_02"
		},
		{
			"voicelineId": 59048,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡No puedes engañarme!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_03"
		},
		{
			"voicelineId": 59049,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¡Ahora sale todo a la luz!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_01"
		},
		{
			"voicelineId": 59050,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¿Ves? Solo tienes que seguir mi intuición.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_02"
		},
		{
			"voicelineId": 59051,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Oh, me gusta la pinta que tiene esto.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_03"
		},
		{
			"voicelineId": 59052,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Arg, tú lo has querido...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_01"
		},
		{
			"voicelineId": 59053,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Arg, eso ha sido desconcertante...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_02"
		},
		{
			"voicelineId": 59054,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Arg, esto no es trabajo de un detective...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_03"
		},
		{
			"voicelineId": 59055,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Eh, eh, cuidado!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_01"
		},
		{
			"voicelineId": 59056,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "Pues eso, me encargaré de este caso.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_02"
		},
		{
			"voicelineId": 59057,
			"title": "Derrotado (I)",
			"voicelineType": "500001",
			"description": "La verdad... saldrá a la luz...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_01"
		},
		{
			"voicelineId": 59058,
			"title": "Derrotado (II)",
			"voicelineType": "500002",
			"description": "De detective a... víctima...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_02"
		},
		{
			"voicelineId": 59059,
			"title": "Derrotado (III)",
			"voicelineType": "500003",
			"description": "No he sido lo suficientemente... astuto...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_03"
		},
		{
			"voicelineId": 59060,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "Sabes que no quieres hacer esto.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_L_02"
		},
		{
			"voicelineId": 59061,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910002",
			"description": "¡Arg, tenemos un problema!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_H_02"
		},
		{
			"voicelineId": 59062,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¡Estoy en el caso!",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_01"
		},
		{
			"voicelineId": 59063,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¿Algún problema que no puedas resolver? Cuenta con mi ingenio.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_02"
		},
		{
			"voicelineId": 59064,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Pongámonos en marcha antes de que se pierdan las pistas.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_03"
		}
	]
}