{
	"id": 10000095,
	"name": "Sigewinne",
	"friendLines": [
		{
			"voicelineId": 95000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "¿Qué ocurre? No te pongas nervios{F#a}{M#o}, soy la enfermera jefa del Fuerte Merópide, Sigewinne. Déjame ver... ¿Te duele aquí? ¿Y aquí? Oh... ¿No has venido a consulta? ¡Genial, entonces! Ay... Con lo adorable que eres, tienes que cuidar bien de tu salud, ¡no te vayas a enfermar!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_draw_appear_01"
		},
		{
			"voicelineId": 95001,
			"title": "Charla - Calcomanías",
			"voicelineType": "1101",
			"description": "Que no... Yo no te he pegado una calcomanía en la espalda.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_01"
		},
		{
			"voicelineId": 95002,
			"title": "Charla - Preocupada",
			"voicelineType": "1102",
			"description": "¡Ay! ¿Dónde te has hecho daño? Si no te encuentras bien, llámame de inmediato.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_02"
		},
		{
			"voicelineId": 95003,
			"title": "Charla - Cuidados",
			"voicelineType": "1103",
			"description": "Cuidar el cuerpo es de suma importancia. Pero tampoco hay que olvidarse de cuidar la mente.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_03"
		},
		{
			"voicelineId": 95004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Ah... Me pregunto qué estará pensando su señoría Neuvillette en estos momentos...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_heavyRain_01"
		},
		{
			"voicelineId": 95005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "¡Qué sonido tan increíble! Algo así solo puede escucharse sobre la superficie del agua.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_thunder_01"
		},
		{
			"voicelineId": 95006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "He comprado un par de guantes térmicos. Mira, ¡vuelvo a tener las manitas redondas de melusina!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_snowy_01"
		},
		{
			"voicelineId": 95007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "¡*Ding, dong*! Un pequeño recordatorio de parte de Flor rociomarina: antes de tomar el sol hay que ponerse protector solar para cuidar la piel.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_sunny_01"
		},
		{
			"voicelineId": 95008,
			"title": "En el desierto...",
			"voicelineType": "1205",
			"description": "Acuérdate de hidratarte bien. Menos mal que su señoría Neuvillette tiene el buen hábito de beber mucha agua.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_desert_01"
		},
		{
			"voicelineId": 95009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "¡Buenos días! ¿Has dormido bien? Te recomiendo que uses agua tibia para lavarte la cara, es lo mejor para la piel.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingMorning"
		},
		{
			"voicelineId": 95010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Oh, pronto será la hora del almuerzo, así que tendré que ausentarme un momento. Shh... No se lo digas a nadie.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNoon"
		},
		{
			"voicelineId": 95011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¿Qué hora es? He pasado tanto tiempo bajo el agua que incluso ahora tengo que mirar el reloj para saber si es de día o de noche... ¡No, no me parece deprimente! Y tampoco es solo por costumbre... Simplemente me gustan los lugares oscuros.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNight"
		},
		{
			"voicelineId": 95012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¿Te es difícil conciliar el sueño? No parece que tengas ningún problema de salud. Humm... Entiendo. Cuéntame en qué piensas y encontraremos el origen del problema que te mantiene despiert{F#a}{M#o}.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNight2"
		},
		{
			"voicelineId": 95013,
			"title": "Sobre Sigewinne - Manos",
			"voicelineType": "2001",
			"description": "Me encantan las manos de los humanos. Son muy flexibles, sirven tanto para cortar vendas como para agarrar jeringuillas. Y son perfectas también para mi pistola anestésica.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_idle"
		},
		{
			"voicelineId": 95014,
			"title": "Sobre Sigewinne - Flor rociomarina",
			"voicelineType": "2005",
			"description": "“Flor rociomarina” es mi seudónimo cuando escribo en «Belleza floral». En realidad, ese nombre fue seleccionado por votación: mis amigas melusinas y yo elegimos tres opciones, las pegamos en un tablón de anuncios y pedimos que la gente votara. Eso prueba que, según los estándares de los humanos, “Flor rociomarina” guarda una mayor relación con la belleza y el cuidado de la piel que Cangrejo Acorazado Robusto o Caballito Burbumarino.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95015,
			"title": "#Sobre nosotr{F#a}{M#o}s - Saludo",
			"voicelineType": "2003",
			"description": "¡Hola! ¿Qué pasa? ¿Te resulta familiar este gesto? Jeje, parece que ya has conocido a algunas melusinas. Así es, inclínate un poco hacia delante y agita la mano rápidamente... Un saludo así indica amistad. ¡Hola, hola!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_close"
		},
		{
			"voicelineId": 95016,
			"title": "#Sobre nosotr{F#as}{M#os} - Confianza",
			"voicelineType": "2002",
			"description": "Aún recuerdo que una vez escondiste una poción que no te habías bebido porque te resultaba amarga. Pues que sepas que en la caja de golosinas que te regalé no solo había dulces, sino también medicamentos. Cambié un poco la receta para reducir la amargura... ¿Dices que aun así pudiste sentirla? Eh... Bueno, gracias por confiar en mí. Sabes que voy a seguir cuidando de tu salud, así que te conviene hacerme caso.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 95017,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Mi Visión me permite superar ciertos obstáculos con facilidad para poder así emplear ese preciado tiempo en tratar al paciente. ¿Que de qué obstáculos hablo? Bueno, según mi experiencia... A veces hay quien tiene malas intenciones e intenta impedir que cure a los enfermos, u otras veces ciertos pacientes no quieren hacerme caso... Aunque, aparte de esas ocasiones más extremas, prefiero usar su poder para crear burbujas de colores que alegran el corazón y embellecen el ambiente. ¡Es por eso que tengo tantas imágenes de mis amigas melusinas y yo rodeadas de burbujas!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95018,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Cuando los humanos enferman, se vuelven especialmente frágiles. Incluso el tipo más grandote que suela jactarse de luchar en la Arena de “A Bocajarro”, adopta la misma expresión que una Foca Abotargada cuando le dicen que tiene que ponerse una inyección. Por eso, preparo golosinas y calcomanías para reconfortar a los pacientes de lágrima fácil. ¡Nunca falla! Eso siempre les ilumina el rostro.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_share_01"
		},
		{
			"voicelineId": 95019,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "¿Te gusta nadar? Las aguas de fuera del Fuerte Merópide son turbias y oscuras, seguro que a ti también te gustan. Eh... Estás frunciendo el ceño, eso significa que no te agrada la idea... Entiendo, ¡vamos a bucear a la Llanura Abisal Salacia entonces! Hace mucho que no juego con las nutrias apacibles, y podría quedarme contemplándolas un día entero. Pero recuerda no hacerles daño y no robarles las conchas que llevan en sus patitas.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_gift_01"
		},
		{
			"voicelineId": 95020,
			"title": "Sobre Neuvillette - Respeto",
			"voicelineType": "4001",
			"description": "Su señoría Neuvillette trajo a las melusinas a la Corte de Fontaine y nos buscó un buen trabajo. Juntos, intentamos integrarnos en Fontaine y explorar la belleza de la humanidad. Personalmente, le tengo un gran respeto, al igual que me encantan los humanos. ¿Cómo? ¿Preguntas que a quién salvaría primero si su señoría Neuvillette o un humano cayeran al agua? Eso es fácil, él me ayudaría a llevar al humano hasta la orilla.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95021,
			"title": "Sobre Neuvillette - Familia",
			"voicelineType": "4002",
			"description": "Las melusinas somos familiares de su señoría Neuvillette, pero eso no significa que nos otorgue preferencia alguna más allá de lo que es estrictamente justo y legal. Cuando me sometí al juicio de su señoría Neuvillette, acepté también su veredicto. Aún recuerdo la lluvia torrencial que cayó el día en que partí hacia el Fuerte Merópide. Sin embargo, yo no sentía el frío de las gotas, sino la misma calidez que posee la mirada de su señoría Neuvillette...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_neuvillette_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Mentiras piréticas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95022,
			"title": "Sobre Wriothesley...",
			"voicelineType": "4003",
			"description": "El duque es la persona que conozco que mejor soporta el dolor. Cuando todavía no era tan alto ni fuerte y tenía que venir a la enfermería a suturar alguna herida, siempre insistía en hacerlo sin anestesia, alegando que quería mantener la claridad mental. Era realmente un miniadulto increíble. Y bueno, ahora es también un adulto grande increíble.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95023,
			"title": "Sobre Clorinde...",
			"voicelineType": "4004",
			"description": "Cuando la Srta. Clorinde habla, no suele usar muchas expresiones faciales, por lo que resulta complicado averiguar sus sentimientos a través de su rostro... ¿Dices que usa el lápiz labial que le regalé? ¿De verdad? Jeje, me alegro de que le guste. Ese color le sienta genial, ¿a que sí?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95024,
			"title": "Sobre Navia...",
			"voicelineType": "4005",
			"description": "La Asociación de Belleza de Fontaine organiza periódicamente encuentros, y yo aprecio mucho la oportunidad de poder charlar con todos. Cuando les hago un cumplido, la mayoría de la gente suele agachar la cabeza y responder que no es para tanto, rojos como tomates. Pero la Srta. Navia acepta mis elogios abiertamente y con alegría, luego me estrecha la mano y tomamos una imagen como recuerdo. Es como una rosa amarilla y brillante, siempre reluciente, ya sea de noche o de día, en un día gris o en uno despejado.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95025,
			"title": "Sobre Charlotte...",
			"voicelineType": "4006",
			"description": "Me gusta ver las imágenes que captura la Srta. Charlotte, porque en ellas se pueden observar a la perfección los músculos faciales de la gente en diferentes situaciones. Tensos, relajados, alzados, fruncidos... Jiji, es muy memorable.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95026,
			"title": "Sobre Lyney...",
			"voicelineType": "4007",
			"description": "Siento haberle disparado al Sr. Lyney con la pistola anestésica... En una situación de urgencia como aquella, era la única manera de que sufriera el menor daño posible, de verdad... Afortunadamente, después comprendió que no lo hice con mala intención y me permitió curar al Sr. Fréminet.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Un cataclismo en ciernes»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95027,
			"title": "Sobre Lynette...",
			"voicelineType": "4008",
			"description": "¡La Srta. Lynette posee la adorabilidad de una humana y una gatita juntas! He estado observándola y, cuando bebe té y come pasteles, sus orejitas se mueven hacia delante. Jeje, qué ganas de acariciar su cabecita... ¿Tú también sientes lo mismo? La próxima vez que la veamos, podemos pedirle permiso.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95028,
			"title": "Sobre Fréminet...",
			"voicelineType": "4009",
			"description": "Después de recuperarse, vino a buscarme para darme las gracias, es un niño de lo más educado. Habla tan bajito... Se nota que no se le da muy bien tomar la iniciativa para relacionarse con los demás, aunque puedo sentir que tiene un mundo interior muy vívido y rico. Lo supe cuando me percaté de que se quedó absorto cuando contemplaba al detalle los cuadros de las melusinas.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Un cataclismo en ciernes»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95029,
			"title": "Sobre Chiori...",
			"voicelineType": "4010",
			"description": "El cuerpo de las melusinas es diferente al de los humanos, así que no es fácil comprar ropa que nos quede bien. Incluso yo, cuando me pruebo ropa humana para niños, no sé qué hacer con la cola... Pero por suerte la Srta. Chiori ofrece un servicio personalizado a las melusinas, por lo que todas tienen la oportunidad de vestir como a ellas les guste.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95030,
			"title": "Sobre Émilie...",
			"voicelineType": "4011",
			"description": "Los perfumes que diseña la Srta. Émilie suelen venir recomendados en las revistas de belleza. Yo ya lo tengo todo planeado: la próxima vez que tenga vacaciones, terminaré con antelación mi visita al Palacio Mermonia e iré a la Corte de Fontaine a pasear y comprar algunos de sus perfumes para dárselos a niñas adorables, jiji.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95031,
			"title": "Más sobre Sigewinne (I)",
			"voicelineType": "5001",
			"description": "En mi enfermería, no existe eso de que los criminales se merecen lo que les pase, solo son pacientes que merecen poder descansar en una cama. Sean quienes sean, lo principal es poder recuperarse para seguir cumpliendo su condena y redimir sus actos, ¿no?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_01"
		},
		{
			"voicelineId": 95032,
			"title": "Más sobre Sigewinne (II)",
			"voicelineType": "5002",
			"description": "Muchas enfermedades nacen de una acumulación de problemas a largo plazo. Cuidar de la salud día a día es de vital importancia, pero lo triste es que muy pocos entienden eso. Muchos se hacen los duros y aguantan el trabajo en el Área de Producción sin descanso, aunque no puedan ni mantener los ojos abiertos... Yo me limito a darles más comida en secreto y, si no están dispuestos a descansar como necesitan, no me queda otra que emplear mi pistola anestésica u otros trucos de tratamiento forzoso. Ay, los Cupones crediticios no van a acabarse... Deberían aprender a tomarse las cosas con más calma.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				},
				{
					"unlockText": "Completa la misión «Un cataclismo en ciernes»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95033,
			"title": "Más sobre Sigewinne (III)",
			"voicelineType": "5003",
			"description": "Cuando no estoy muy ocupada, invito a Ottnit y a Menthe a la enfermería a beber té. A veces hablamos de los casos más recientes, otras sobre los productos para el cuidado de la piel que recomiendan las revistas de belleza, pero sobre todo nos gusta pintar juntas, reflejar en una calcomanía aquello que nos resulta adorable para luego regalárselas a gente adorable... Ah, espera un momento, tengo una aquí para ti.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95034,
			"title": "Más sobre Sigewinne (IV)",
			"voicelineType": "5004",
			"description": "Hace mucho tiempo, en Fontaine, la relación entre humanos y melusinas no era tan armoniosa como lo es hoy en día. Alguna gente nos temía y odiaba porque había escuchado que las melusinas habíamos nacido de las carnes de Elynas... Otros desconfiaban de su señoría Neuvillette, y por eso hacían lo mismo con las melusinas... Y ciertas personas tal vez ni siquiera le dieron demasiadas vueltas, simplemente se alejaban de nosotras de forma inconsciente por nuestra apariencia distinta... En aquel entonces, entablar amistad con un humano era todo un desafío, por lo que aprecio mucho a aquella niña que, aun sabiendo que era melusina, estuvo dispuesta a sostener mis manitas redondas entre las suyas...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Completa la misión «Mentiras piréticas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95035,
			"title": "Más sobre Sigewinne (V)",
			"voicelineType": "5005",
			"description": "Mi maestra una vez dijo: “la mayor responsabilidad de un médico es curar aquello que pueda curar”. Yo entiendo que los médicos no son dioses, hasta el más increíble de ellos también encontrará enfermedades a las que no se pueda enfrentar. Pero eso no es lo que importa. Las melusinas vivimos un largo tiempo, por lo que, siempre y cuando no deje de estudiar medicina, cada vez sabré tratar más enfermedades, y así iré reduciendo el sufrimiento que traen al mundo. Con mi maestra como ejemplo, usaré todos los conocimientos médicos en mi mano para salvar a tantos como pueda... Estoy dispuesta a emplear cualquier artimaña para lograrlo sin importar los riesgos que encuentre por el camino, siempre y cuando tenga un buen final y no haga daño a otras personas.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «Mentiras piréticas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95036,
			"title": "Aficiones de Sigewinne...",
			"voicelineType": "6001",
			"description": "De todos los libros que he leído, el que más me ha gustado es «¿Para qué sirve sonreír?». Los conocimientos que imparte no son solo entretenidos, sino que además han demostrado ser de gran utilidad al diagnosticar a mis pacientes en el día a día. Por ejemplo, cuando algunos salen de la Arena de “A Bocajarro”, llevan una sonrisa en la boca, pero sus rostros están contorsionados. Ese tipo de sonrisa sirve para ocultar el dolor que sienten tras recibir una devastadora paliza. Cuando me encuentro con este tipo de situaciones, los llamo para vendarlos sin que nadie se dé cuenta. Pero recuerda que hay que hacerlo en secreto, o su sonrisa forzada perderá el sentido, jiji.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_hobby"
		},
		{
			"voicelineId": 95037,
			"title": "Preocupaciones de Sigewinne...",
			"voicelineType": "6012",
			"description": "Qué extraño. Mi almacén está cada vez más lleno y pronto no quedará espacio para guardar mis componentes mecánicos. ¡Con lo bien que se me da almacenar cosas! Humm... Tendré que hablar con el duque en algún momento para discutir su expansión...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_annoyed_01"
		},
		{
			"voicelineId": 95038,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Hay muchos ingredientes buenos con gran variedad de valores nutricionales... He ideado una forma de mezclarlos todos, ¿quieres probar mi batido nutritivo especial?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_foodLike"
		},
		{
			"voicelineId": 95039,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Beber té está bien, pero si consumes demasiado no es bueno para la salud. Ay, ya se lo he repetido muchas veces al duque...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_foodDislike"
		},
		{
			"voicelineId": 95040,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Puedo saborear muchos ingredientes frescos... Humm, tal vez podríamos añadirlos al batido nutritivo...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_pref_01"
		},
		{
			"voicelineId": 95041,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Si Wolsey pudiera contar con {F#una}{M#un} ayudante de cocina como tú, habría muchos más platos deliciosos.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_normal_01"
		},
		{
			"voicelineId": 95042,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "¿Es esto un aperitivo para mí? Te estoy muy agradecida, ¿quieres compartirlo conmigo?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_dislike_01"
		},
		{
			"voicelineId": 95043,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "¡Feliz cumpleaños! Según mis observaciones, siempre estás yendo de un lado a otro, así que he preparado especialmente para ti un kit de productos para la piel útil y fácil de usar. Ven, túmbate y cierra los ojos, te enseñaré cómo se usa. Primero te pondré una mascarilla hidratante, pero si tienes prisa, puedes simplemente humedecerte la cara... Después, usamos una cantidad adecuada de gel limpiador y lo masajeamos suavemente dibujando círculos y siguiendo la forma de los músculos, para luego aclararnos y secarnos... El último paso es aplicar una crema hidratante con marealga como componente... ¡Y ya! Qué aspecto tan radiante. ¡Ahora solo te queda disfrutar al máximo de tu día especial, adorable cumpleañer{F#a}{M#o}!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 95044,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Tu trabajo hoy es seguir siendo igual de adorable. No te preocupes, yo te ayudaré.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 95045,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Tus ojos no te engañan. Cuando una melusina está satisfecha, mueve la cola. Gracias por regalarme esto.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 95046,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Guau... Ahora sujeto mi pistola anestésica con más firmeza. Quiero probar mi puntería disparando con una sola mano... ¿Salimos a buscar objetivos de tiro?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95047,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Tal vez las melusinas y los humanos no ven el mundo de la misma forma, pero he empezado a creer que compartimos un mismo concepto de la amistad, y que esta puede ir más allá de las diferencias de nuestras razas. Toma mi mano. ¿Sientes eso? Es el calor de mi sinceridad.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 95048,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡No te muevas!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_01"
		},
		{
			"voicelineId": 95049,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "Déjame ver...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_02"
		},
		{
			"voicelineId": 95050,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "Mantén la calma.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_03"
		},
		{
			"voicelineId": 95051,
			"title": "Habilidad Elemental (IV)",
			"voicelineType": "100004",
			"description": "¡A soplar burbujas!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_04"
		},
		{
			"voicelineId": 95052,
			"title": "Habilidad Elemental (V)",
			"voicelineType": "100005",
			"description": "Bota, bota...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_05"
		},
		{
			"voicelineId": 95053,
			"title": "Habilidad Elemental (VI)",
			"voicelineType": "100006",
			"description": "¡Mira cómo flota!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_06"
		},
		{
			"voicelineId": 95054,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "Es solo para la investigación médica. ¡Lo juro!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_01"
		},
		{
			"voicelineId": 95055,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "No te alteres... Cálmate.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_02"
		},
		{
			"voicelineId": 95056,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "Recomendación médica: ¡Hora de tu inyección!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_03"
		},
		{
			"voicelineId": 95057,
			"title": "Al esprintar (I)",
			"voicelineType": "700001",
			"description": "¡No te caigas!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_explore_sprint_start_01"
		},
		{
			"voicelineId": 95058,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "Si sonríes demasiado, te dolerá la cara.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_01"
		},
		{
			"voicelineId": 95059,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¿Puedo quedarme los componentes mecánicos que encontremos?",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_02"
		},
		{
			"voicelineId": 95060,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Las personas adorables merecen los mejores tesoros.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_03"
		},
		{
			"voicelineId": 95061,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "¡Yo misma me curo!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_01"
		},
		{
			"voicelineId": 95062,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "También tengo analgésicos.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_02"
		},
		{
			"voicelineId": 95063,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "No es nada...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_03"
		},
		{
			"voicelineId": 95064,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "Parece que debo aplicar un tratamiento forzoso...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_teammate_01"
		},
		{
			"voicelineId": 95065,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¡Aquí llega la ayuda!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_teammate_02"
		},
		{
			"voicelineId": 95066,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Mis pacientes me esperan...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_01"
		},
		{
			"voicelineId": 95067,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Ese frío... y ese dolor...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_02"
		},
		{
			"voicelineId": 95068,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Esto no tiene cura...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_03"
		},
		{
			"voicelineId": 95069,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "No.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_L_02"
		},
		{
			"voicelineId": 95070,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Ya me enfadé!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_H_01"
		},
		{
			"voicelineId": 95071,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "¡No eres nada adorable!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_H_02"
		},
		{
			"voicelineId": 95072,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¡Yo me encargaré de su salud!",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_01"
		},
		{
			"voicelineId": 95073,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Un poco de anestesia... Sí, con eso basta.",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_02"
		},
		{
			"voicelineId": 95074,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Espero no molestar.",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_03"
		}
	]
}