{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "¿Qué? ¿Es la primera vez que me ves con esta forma y casi no me reconoces? Pues has de saber que soy alguien libre y sin ataduras, voy adonde voy cuando quiero y viajo con quien me place. No obstante... En vista de mi amplia reputación, puedes llamarme “Xianyun” cuando estemos en público.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Charla - Mecánica",
			"voicelineType": "1101",
			"description": "La mecánica es una fascinante disciplina que debe explicarse con minuciosidad. Pero ¿por qué la gente se duerme cada vez que lo hago?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Charla - El mundo humano",
			"voicelineType": "1102",
			"description": "La paz reina en el mundo y todo vuelve a renacer como si de brotes primaverales se tratara. Esta es una buena época para la humanidad.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Charla - Anécdotas",
			"voicelineType": "1103",
			"description": "Si no estás ocupad{F#a}{M#o}, ¿qué tal si vienes a mi morada adéptica y te cuento las últimas anécdotas de las que me he enterado?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "En esta era de vientos y lluvias suaves, no necesito llamar al viento para que traiga nubarrones de tormenta.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "Ay, qué ruido tan insoportable...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "Qué sol hace...",
			"voicelineType": "1203",
			"description": "Con este día tan bueno, seguro que hay muy buena visibilidad desde el cielo. Oh, tranquil{F#a}{M#o}, no voy a soltarte en pleno vuelo.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "Hace mucho viento...",
			"voicelineType": "1204",
			"description": "Qué viento tan agradable... ¿Y si te pongo un talismán adéptico y vienes conmigo a volar?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Yo ya estaba despierta desde hace tiempo. Solo tenía los ojos cerrados para meditar, pues esta es una práctica beneficiosa para el espíritu. Tú también deberías probarlo.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "¿Eh? A mí no me mires, ¿no te tocaba hoy a ti hacer la comida?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¿Que quieres ir conmigo al mercado nocturno? Ja, ¿y qué hay allí tan interesante? Si quieres algún artilugio poco común, puedo hacértelo en un abrir y cerrar de ojos.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Yo aún estoy bien despierta... *Bosteza*, pero tú te estás cayendo de sueño. Vamos, ve a la cama.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "Sobre Xianyun - Maestra y discípulas",
			"voicelineType": "2001",
			"description": "Siempre he sido alguien libre y sin restricciones, y como es natural, mis discípulas han aprendido de mí. Cuando están ocupadas, no hay quien les vea el pelo, ni tampoco recibo cartas de ellas... ¿Que si me siento “sola”? ¡Los Adeptus no sienten tal cosa como la soledad! Pero... si sacara un poco de tiempo para hacerles una visita, no les molestaría, ¿verdad?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "Sobre Xianyun - Cocina",
			"voicelineType": "2005",
			"description": "Aunque la cocinadora mecánica suprema no puede hacer unos platos tan elaborados como los humanos, sí ahorra tiempo que se puede emplear en crear un nuevo modelo que ahorre aún más tiempo. Ja, si sigo optimizando ese mecanismo, algún día podré tener todas las delicias del mundo al alcance de la mano.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "#Sobre nosotr{F#a}{M#o}s - Compañer{F#a}{M#o}s de viaje",
			"voicelineType": "2003",
			"description": "Para una mayor comodidad en nuestros futuros viajes, he estado sobrevolando el cielo para inspeccionar el terreno, y he creado esta brújula. ¿Qué? ¿A que nunca habías tenido una compañera de viaje tan metódica? ¿Eh? ¿Dices que conoces bien el terreno de esta zona? Ja... A los humanos siempre les falla la memoria. Cuando te pierdas, agradecerás que haya pensado en todo con antelación.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "#Sobre nosotr{F#as}{M#os} - Vínculo",
			"voicelineType": "2002",
			"description": "Ya sabes que me trae sin cuidado el apego material, pero sé muy bien lo que implica un vínculo. A pesar de ser una palabra de uso muy común, encierra un significado mucho más profundo. Es como yo con esos vejestorios: a veces solo nos vemos una vez cada varios años, pero cuando nos juntamos, nos ponemos a charlar e incluso a discutir. Independientemente de dónde nos encontremos, siempre tenemos un sitio al que volver. En tu caso, reconozco tu valía, y como tal, tienes el privilegio de estar en mi lista de amigos. ¿Qué hay de ti? ¿Tú también valoras nuestro vínculo tanto como yo?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Rex Lapis me dijo una vez que una Visión conlleva una responsabilidad, y que da igual que viva recluida en las montañas o en el barullo de la ciudad, nunca debo olvidar mi responsabilidad de velar por el mundo. Ahora estamos en la era de los humanos, así que debo seguir asegurándome de que cumplo con esa responsabilidad.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Una nueva estrella en ascenso»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Este pájaro mecánico solo es un modelo de prueba. Quería hacer uno mucho más grande y hueco por dentro, que pudiera convertirse en un vehículo al que poder subirme con mis viejos amigos para que fuéramos juntos de viaje... Pero las cuestiones de motricidad y operatividad están siendo todo un reto, ya que el mecanismo debe poder ascender y descender, transformarse y contar con las medidas de seguridad necesarias. *Suspira*, si Guizhong estuviera aquí, seguro que se le ocurrirían toda clase de fantásticas ideas para solucionar este problema...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "La Montaña Aozang es un lugar ideal para el autoconocimiento espiritual, pues posee una belleza natural sin parangón y por ella fluye la esencia más pura e inmaculada de la naturaleza. En mis tiempos, numerosas criaturas se acercaban a mí para contemplar cómo meditaba, y de pronto el silencio se convertía en un caótico coro de chillidos y piares... Aunque lo cierto es que nunca lo encontré molesto.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "Sobre Ganyu...",
			"voicelineType": "4001",
			"description": "Una vez, le pregunté a Ganyu qué es lo que tanto hacía en sus horas extra de trabajo. Me respondió con todo un trabalenguas: que si resúmenes de reuniones, que si síntesis de trabajo, informes anuales, presupuestos financieros... ¡Hum! Te digo yo que, de no ser por su sangre de Chilin y las técnicas de autocuidados que le enseñé, esa chica no podría con todo ese galimatías. La próxima vez que la veas, ¿podrías hacerme el favor de preguntarle si está bebiendo todos los días el té de flores chingxin para la vista que le hice?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "Sobre Shenhe...",
			"voicelineType": "4002",
			"description": "Shenhe me contó que, una vez, tuvo que entregar un pedido de comida del Restaurante Wanmin, y que para ahorrar tiempo, fue hasta la casa del cliente saltando de tejado en tejado. Al llegar, el cliente se asustó tanto que casi llamó a la Geoarmada... Pero por suerte, Shenhe es rápida como el viento, así que antes de que el cliente pudiera decir nada, ya había dejado la comida y desaparecido. Me pone muy contenta ver que cada vez se le da mejor resolver esta clase de problemas.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «La grulla regresa con el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "Sobre Zhongli...",
			"voicelineType": "4003",
			"description": "Cuando Rex Lapis se enteró de que iba a comprar una casa en Liyue, empezó a detallarme todo lo que tenía que tener en cuenta para el mobiliario y la decoración: la iluminación, la ventilación, los muebles hechos a medida, los objetos de porcelana e incluso las plantas decorativas... Casi me dio dolor de cabeza con tanta palabrería. ¿Por qué es tan difícil vivir en el mundo de los humanos?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Mil millas iluminadas por la luna»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "Sobre Xiao...",
			"voicelineType": "4004",
			"description": "El Gran Cazador de Demonios es hasta más reservado que yo. De hecho, solo se ha presentado a un par de todas las reuniones que hemos celebrado a lo largo de los siglos. Tengo entendido que te llevas muy bien con él, ¿de qué suelen hablar? La próxima vez que lo veas, prepararé un pudín de tofu para que se lo lleves.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "Sobre Hu Tao...",
			"voicelineType": "4005",
			"description": "Aunque esa jovencita siempre está diciendo cosas raras, los trabajadores de la Funeraria El Camino la respetan mucho. Rex Lapis la tiene en tan alta estima que hasta es asesor de la funeraria o algo así. También he oído que tiene unos gustos muy particulares en lo que a comida se refiere. Es el tipo de persona que verdaderamente suscita mi interés.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "Sobre Xiangling...",
			"voicelineType": "4006",
			"description": "Una vez que estaba charlando con ella, mencioné mi cocinadora mecánica suprema. ¿Pues sabes qué me dijo? Que la comida solo puede tener un sabor auténtico si se hace a mano. ¡Hum! Mi cocinadora la he creado yo a mano, así que tú me dirás por qué no va a cocinar algo auténtico. Ya verá esa niña de lo que soy capaz... Aunque debo reconocer que su comida de Liyue tiene un sabor excepcional, así que tengo que pensar en cómo mejorar mi artilugio.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "Sobre Ninguang...",
			"voicelineType": "4007",
			"description": "El Equilibrio Celestial hace las cosas con gran habilidad y es muy meticulosa con lo que dice. Hum, debo reconocer que Liyue ha prosperado bastante bajo el gobierno de las Siete Estrellas. He estado observándola de cerca con la esperanza de averiguar sus secretos... *Ejem*, eso último no se lo digas a ella, por favor.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Una nueva estrella en ascenso»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "Sobre Keching...",
			"voicelineType": "4008",
			"description": "Es una joven muy considerada. Siempre me hace una visita durante las fiestas y me entrega algún obsequio en representación de las Siete Estrellas. Viendo lo competente y minuciosa que es, tal vez no debería preocuparme tanto el hecho de que Ganyu trabaje con ella.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "Sobre Yun Jin...",
			"voicelineType": "4009",
			"description": "Muchas historias de la ópera de Liyue se basan en las leyendas sobre los Adeptus. De hecho, entre ellas hay alguna obra que es una adaptación de mi propia vida. ¿Eh? Claro que no la he visto. Me parecería muy incómodo ver a alguien haciendo de mí sobre un escenario. Ahora bien, cuando tenga tiempo para ello, sí me gustaría comprobar qué tal es la obra que hizo basándose en la vida de Shenhe.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «La grulla regresa con el viento»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "Sobre Yaoyao...",
			"voicelineType": "4010",
			"description": "Una vez, Yaoyao me pidió prestados mis lentes, se los puso en el puente de la nariz y se pasó el día riéndose. Niños... Siempre encuentran algo con lo que divertirse.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "Sobre Gaming...",
			"voicelineType": "4011",
			"description": "Le tengo mucho aprecio a Gaming. Es amable, habla de temas interesantes y nunca suena grandilocuente. Cuando lo conocí, yo estaba descansando en la orilla de un estanque cuando él se acercó para compartir algo de comida conmigo. Luego me dijo que, más que como una Adeptus, me veía como alguien sabio y mayor que él y a quien respeta. Jeje, pues como Adeptus sabia y mayor que él, me aseguraré de cuidarlo bien.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "Más sobre Xianyun (I)",
			"voicelineType": "5001",
			"description": "¿Por qué quieres saber más sobre mi pasado? Solo son anécdotas de viejos sin ningún interés. Lo que sí debe de ser interesante son las historias de tus andanzas por el mundo. ¿Qué aspecto tienen los dioses y demás seres sagrados de otras naciones? ¿Hay alguien a quien le guste hablar tanto como a mí? Espera, espera, prepararé un buen té para que me lo cuentes con todo lujo de detalles.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "Más sobre Xianyun (II)",
			"voicelineType": "5002",
			"description": "Durante un tiempo estuvo de moda en Liyue buscar el camino de los Adeptus, pero no tengo ni idea de cómo encontraron mi morada. Cada pocos días, alguien venía a la Montaña Aozang y levantaba un altar para ofrecerme comida... Hum, ¿acaso creían que una Adeptus iba a interrumpir su meditación por una simple comida mortal? No obstante, debido a su genuina sinceridad, solía esperar a que se marcharan para degust... *Ejem*, para aceptar debidamente sus respetos.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "Más sobre Xianyun (III)",
			"voicelineType": "5003",
			"description": "Otras personas buscaron mi morada con la esperanza de que los acogiera como mis discípulos, pero yo me negaba a atenderlos. Ellos insistían en no marcharse y convertían la Montaña Aozang en un lugar de acampada, así que puse una nota fuera de mi morada, en la que decía que todo aquel que quisiera ser mi discípulo debía presentar cada día un plato distinto hecho con flores chingxin como ingrediente principal, hasta haber hecho 99 platos distintos. Como era de esperar, nadie aguantó hasta el final. Hum, dominar las técnicas adépticas o las artes mecánicas requiere unas excelentes aptitudes y una excepcional calma mental. Cualquier esfuerzo habría sido en vano para alguien que ni siquiera puede aguantar durante tres míseros meses consecutivos.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "Más sobre Xianyun (IV)",
			"voicelineType": "5004",
			"description": "La mecánica tiene todo tipo de fantásticos usos, pero para mí, a veces no es más que una forma de matar el tiempo. Hubo un año en el que nevó mucho en Liyue, tanto que hasta la Montaña Aozang quedó cubierta de nieve. Al ver que, en invierno, los demás Adeptus se quedaban en sus moradas sin nada que hacer, inventé la “esquiadora voladora suprema”. Escultor de la Luna quiso unirse a Guizhong, Caminante Errante y a mí cuando vio que nos divertíamos tanto, pero como no sabía manejar la esquiadora, se descarriló y salió volando junto a ella hasta estrellarse contra una pila de nieve. Nos llevó horas sacarlo de ahí... Tras el incidente, incluí una gran cantidad de medidas para reforzar la seguridad, de manera que, mientras la esquiadora no fuera muy rápido, hasta un bebé de tres años podría manejarla.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "Más sobre Xianyun (V)",
			"voicelineType": "5005",
			"description": "He leído muchas obras de literatura popular desde que vivo en Liyue, y entre ellas, me han resultado especialmente entretenidas las de artes marciales y caballeros. ¿No crees que serían aún mejores si los personajes no fueran imaginarios y, en su lugar, estuvieran basados en mis conocidos de la vida real? Es una lástima que a mis discípulas no les guste que le cuente sus vidas a otras personas... ¿Y si esas novelas trataran sobre tus viajes, ya que me has contado tantas cosas sobre ellos?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «Mil millas iluminadas por la luna»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Aficiones de Xianyun...",
			"voicelineType": "6001",
			"description": "Cuando no tengo nada que hacer, siempre me calma la mente sentarme en una montaña y disfrutar del viento.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "Preocupaciones de Xianyun...",
			"voicelineType": "6012",
			"description": "Desde que vivo en Liyue, mis nuevos y viejos amigos no han dejado de venir a visitarme o a comer conmigo. Si esto sigue así, me van a empezar a faltar los Moras...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Mil millas iluminadas por la luna»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Cualquier comida tiene un sabor excelente cuando se comparte con buenos amigos.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Los Adeptus se dedican en cuerpo y alma al autoconocimiento espiritual, así que no necesitamos las viandas de los mortales. Más que el tipo de comida, a mí lo que me importa es el sabor. Si hay algún plato que ni siquiera tú probarías, entonces mejor no lo traigas ante mí. En ese caso, preferiría cocinar yo directamente...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Los ingredientes son frescos y la textura es perfecta... ¿Es que has estado aprendiendo de mis técnicas culinarias a escondidas?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "El sabor es secundario. Lo que cuenta es tu intención de invitarme a comer.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Hace tiempo que no uso la cocinadora mecánica suprema. Si quieres, te la puedo prestar.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Ten, abre esta cajita de madera. He creado este minirrobot en mi tiempo libre para que puedas divertirte con él. Mira, si aplaudes así, las flores de loto se abren, las lucecitas de colores se encienden y suena la cancioncilla de cumpleaños que tanto le gusta a los niños. Perfecto para dar un toque animado a tu banquete de cumpleaños. Que tengas un feliz día.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Puesto que paso mucho tiempo en casa, está bien salir de vez en cuando para moverse un poco.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Hace tiempo que no uso algunas de estas técnicas adépticas... Supongo que es normal que esté un poco oxidada.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "*Suspira*, ya que pareces tan expectante, tendré que empezar a usar más mi poder.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Tengo mucha más experiencia ahora que he viajado tanto por el mundo de los mortales, y he aprendido que, en lugar de cuánta fuerza posea una persona, aún más importantes son sus habilidades sociales. Cuando tengas tiempo, busquemos un lugar con un buen paisaje para disfrutar de las vistas, charlar y dar un paseo. En resumidas cuentas, para disfrutar de la vida.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Ja!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Hacia el cielo!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Disipación de nubes!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Despliega tus alas!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Advenimiento adéptico!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "Nubes dispersas, ¡converjan!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "Puedo usarlo como pieza para algún artilugio.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¿Algún objeto interesante? Déjame echar un vistazo.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Tal vez debería inventar una... rastreadora de tesoros suprema.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "¡Cómo te atreves!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Buenas técnicas marciales.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Te acompañaré hasta el final.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "No hagas más de lo que puedas.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¿Por qué no me has llamado antes?",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Esta no cuenta... No había comido...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Mira lo que pasa en cuanto me descuido...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "No pude usar... mi obra mecánica maestra...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¿Esperas un cumplido por eso?",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "Qué poca cosa.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Ya he depurado mis artilugios. En marcha.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Confío en que preparaste comida suficiente.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Soy muy rápida, así que procura seguirme el ritmo.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}