{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "Hola, soy Xilonen, de los Vástagos del Eco. Si necesitas realizar un encargo de forja de herramientas comunes, dímelo sin más. Sin embargo, puede que tengas que esperar un poco, pues estoy hasta arriba de pedidos.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Charla - Plantas",
			"voicelineType": "1101",
			"description": "*Suspira*, la flor del balcón ha vuelto a marchitarse... Pero si la riego todos los días... ¿Acaso me he pasado de agua esta vez?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Charla - Hora de descansar",
			"voicelineType": "1102",
			"description": "Después de tanto ajetreo, deberíamos pararnos a descansar un rato... Podemos sentarnos aquí sin más.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Charla - Asuntos de la forja",
			"voicelineType": "1103",
			"description": "... ¿Cuántos encargos me quedan por hacer? Eh... Uno, dos... No son demasiados, ya los haré mañana.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Este tiempo es perfecto para quedarse durmiendo en casa.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "Cuando nieva...",
			"voicelineType": "1202",
			"description": "¡*Achís*!... Vaya, se me ha pasado el sueño.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "Qué sol hace...",
			"voicelineType": "1203",
			"description": "*Bosteza*... Vamos a echarnos una siesta. ¿Eh? ¿A dónde han ido a parar mis lentes de sol?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "En el desierto...",
			"voicelineType": "1204",
			"description": "La temperatura es perfecta... Humm, pero no hay un buen lugar para tumbarse.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Buenos días. ¿Dormiste bien anoche? Toma, bebe esto. Si bebes algo dulce por la mañana, estarás de buen humor todo el día.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Ya ha llegado la tarde, es... *bosteza*... es la hora de la siesta... Voy a echarme un rato. Llámame si me necesitas.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¡Mira qué hora es! Hora de terminar de trabajar. Vamos a comer algo junt{F#a}{M#o}s para celebrar un fructífero día de trabajo.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Buenas noches. Acuérdate de ahuecar la almohada antes de irte a dormir, o te dolerá el cuello al despertar.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "Sobre Xilonen - Equilibrio entre trabajo y ocio",
			"voicelineType": "2001",
			"description": "Esté lo ocupada que esté, siempre encuentro algo de tiempo para mí misma. Si nunca paras de trabajar, tu cuerpo y tu mente acabarán poniéndose en huelga y, en tales circunstancias, no obtendrás buenos resultados.\n¿Que qué pasa si no tienes tiempo? Entonces... puedes decirle a la gente que yo quería hablarte de algo. Luego vienes a mi taller y duermes un rato. Yo no te delataré.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "Sobre Xilonen - Parsimonia",
			"voicelineType": "2005",
			"description": "Algunos amigos suelen decir que me tomo las cosas con mucha calma y que rara vez me emociono. Por ejemplo, una vez fui a casa de un amigo que celebraba una fiesta y, charlando con todos, acabamos hablando del tema del matrimonio. Otra amiga nos preguntó entonces si lloraríamos cuando se casara y, tras un rato, todos terminaron sollozando, diciendo que no querían perder a su amiga mientras lloraban a moco tendido...\nYo no entendía por qué se pusieron así. ¿Acaso casarse no era algo bueno? Solo iba a celebrar su boda, no es que nos dejara para irse junto a las Wayob. Todos podríamos visitarla cuando tuviéramos tiempo.\n¿Que qué pasa si estaba triste porque la obligaban a casarse? Humm, llegué a pensarlo, sí.\nPero si ese fuera el caso, la sacaría a rastras de su propia boda. Corro muy rápido, así que tendría tiempo de sobra.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "#Sobre nosotr{F#a}{M#o}s - La forja",
			"voicelineType": "2003",
			"description": "Sea lo que sea lo que tenga que crear, la clave está en la temperatura de los hornos de la forja. Si es demasiado baja, el material no puede ablandarse o derretirse, ni se podrán descartar las impurezas. Si es demasiado alta, algunos materiales podrían quedar inutilizables.\nLos herreros suelen usar el siguiente método para controlar el fuego de los hornos: si la temperatura es demasiado alta, se retira combustible. Si es demasiado baja, se agrega leña.\nEn mi caso, prefiero usar gemas de flogisto para regular directamente la temperatura del horno. Las llamas avivadas por el flogisto resultan mucho más intensas que las de un fuego normal...\n¿Cómo? ¿Que qué hago con las gemas cuando se les acaba el flogisto? Pues las apilo en algún lugar. Una vez que no les queda más flogisto, no tienen más utilidad que su belleza. Puedes llevarte algunas, si quieres.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "#Sobre nosotr{F#a}{M#o}s - Bendición",
			"voicelineType": "2002",
			"description": "La tía Tlazolli dijo que les forjaría un grabado cristalígneo como regalo, ¿no es así? Bueno, tal y como están las cosas ahora, no creo que pueda hacerlo.\nPor eso, ahora soy yo quien debe encargarse de ese trabajo. Tómenselo como un regalo de agradecimiento por ayudarme a salvar a Nepecha.\n¿Que ya les forjé un nombre antiguo?\nJajaja, eso no cuenta. Ese nombre antiguo contenía bendiciones para ti de parte de todos. Este cristalígneo es mi bendición personal para ti.\nNo me des las gracias, te avisaré cuando lo haya terminado. En cuanto a las palabras del grabado... podrás elegirlas tú llegado el momento.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «Oda incandescente de la resurrección»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				},
				{
					"unlockText": "Completa la misión «Un deseo para las montañas»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "¿Hablas de mi visión? Sí, es muy útil. Gracias a ella, soy capaz de estimar con mayor precisión la distribución y la cantidad del elemento Geo en los minerales. Eso me permite hacer un filtrado más rápido de los que me sirven y los que he de desechar.\n¿Que si tiene algún significado? Humm... No le he dado muchas vueltas. Con que me sea de provecho es suficiente, lo demás no importa.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "A menudo intento forjar pequeñas joyas con estructuras complejas para refinar la precisión de mis habilidades de procesamiento. Por ejemplo, un colgante con forma de red, unos pendientes con forma de pergamino... Después de crearlos, me gusta regalárselos a mis amigos o vecinos.\n¿Que si sé hacer anillos? Pues claro. Hace unos días forjé uno con forma de crisantemo resplandeciente. Lo que más cuesta hacer es el diseño.\n¿Que quieres uno? Está bien, extiende la mano y te mediré la circunferencia del dedo. Lo tendré listo en un rato.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "De verdad que no me entra en la cabeza cómo cuidar de las plantas... Sigo las instrucciones al pie de la letra: las riego cada tres días, quito las malas hierbas cada cinco días, les echo fertilizante dos veces a la semana y me aseguro de que reciben suficiente luz solar... Y aun así, cualquier planta que se encuentra bajo mis cuidados, acaba marchitándose.\n*Suspira*... ¿Acaso es cuestión de suerte?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "Sobre Kachina...",
			"voicelineType": "4001",
			"description": "Kachina me encargó que le forjara un taladro capaz de botar además de taladrar el suelo. El proceso de creación en sí no fue complicado, lo que más tiempo me costó fue ajustar el ángulo del asiento. Al final, Kachina estuvo de acuerdo en desmontar el asiento a cambio de instalar un sistema de control manual que lo conectara al núcleo de potencia del taladro...\nEh... ¿Que por qué Kachina se pone a botar por todas partes cuando se monta en el turbogirador?\nEso es lo que quería ella. Me dijo que le gustaba la sensación de dar saltos mientras maneja el taladro, por lo que me pidió que redujera en cierta medida el sistema de amortiguación.\nLa próxima vez le haré unos protectores dentales. No quisiera yo que se mordiera la lengua mientras está dando botes de un lado a otro. Eso sería terrible...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "Sobre Mualani...",
			"voicelineType": "4002",
			"description": "A Mualani se le dan muy bien los deportes, y nunca he visto a nadie deslizarse por las sendas espirituales con más fluidez y tranquilidad que ella. Además, hasta el momento, nunca la he visto cometer ni un solo error.\n¿Que qué hace si alguna persona o saurio bloquea el camino? Humm... Seguramente los tomaría en brazos y continuaría deslizándose.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "Sobre Chasca...",
			"voicelineType": "4003",
			"description": "Conseguir que la pistola de Chasca funcionara en una altitud tan elevada no fue tarea fácil. Primero tuve que asegurarme de que la pistola contara con una estabilidad que le permitiera moverse a grandes velocidades. Después, me encargué de crear munición normal y especial adecuada para el combate en altitud. Por último, tuve que considerar la fuerza de retroceso y los problemas de puntería que se originarían al abrir fuego en las alturas...\nSin embargo, Chasca afirmó que no tendría que preocuparme de eso último, puesto que ella lo podría resolver gracias a su técnica siempre y cuando instalara una mirilla mecánica sencilla.\nDebo admitir que Chasca se maneja con gran habilidad. Al fin y al cabo, por algo la llaman el “as del firmamento” en la Tribu Plumaflora.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "Sobre Mavuika...",
			"voicelineType": "4004",
			"description": "Mavuika me ha pedido varios encargos de lo más rocambolescos.\nPor ejemplo, quería que forjara una espada ignífuga capaz de resistir sus llamas y que no se derritiera en sus manos. También me pidió que creara unos lentes de sol especiales que le permitieran ver claramente a los enemigos cercanos cuando usara su poder llameante durante la batalla...\nPero el más inusitado fue ese pirociclo. Por aquella época, no paraba de venir a mi taller para darme la lata con que le fabricara un vehículo impulsado por flogisto. Incluso me dio un montón de planos y diseños que quién sabe de dónde sacó... Al final, me di por vencida y estuve tres meses trabajando en el proyecto hasta terminarlo. He oído que se pasa todo el día montada en el pirociclo yendo de un lado a otro por Natlan a todo gas y que no hay quien la pare...\nEn comparación con todo eso, forjarle un nombre antiguo a {F#una}{M#un} viajer{F#a}{M#o} de tierras lejanas es una tarea más que razonable.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «Oda incandescente de la resurrección»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "Sobre Kinich...",
			"voicelineType": "4005",
			"description": "Kinich es buen tipo, pero ese tal Ahau es odioso.\nHablando de Ahau, ¿de dónde habrá salido? Si proviene de algún artilugio, tal vez pueda conseguir que cierre la boca para siempre. Humm, buscaré el momento adecuado para discutirlo con Kinich...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "Sobre Citlalí...",
			"voicelineType": "4006",
			"description": "A veces Citlalí se presenta en mi taller para comprar minerales. Según ella, el polvo que resulta de moler ciertos minerales puede usarse como medicamento o como ayuda para realizar predicciones y plegarias. ¿Que si le he pedido que me lea el futuro? No, no me interesa lo que aún está por venir. Ya tengo suficientes preocupaciones con el presente. Además, siempre me entra sueño durante los rituales de adivinación...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "Sobre Ifá...",
			"voicelineType": "4007",
			"description": "Ifá vino a la tribu una vez a curar a un Tepetlisaurio. Posee una gran técnica y ofrece los mejores cuidados. No importa cuán travieso sea un saurín, todos se portan bien cuando están con él.\nIfá dice que, gracias al conjunto de jeringuillas para saurios que le fabriqué, es capaz de disuadir a cualquier humano o saurio aún cuando no lleva ninguna aguja puesta. ¿Te gustaría ver una? Aún tengo algunas de muestra.\nUn momento, iré por la más grande... Eh, no hace falta que retrocedas, no le he colocado la aguja. Es completamente segura.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "Sobre Ororon...",
			"voicelineType": "4008",
			"description": "Si menos por menos es más, entonces un tipo raro en un grupo de raros debería ser alguien normal, pero está claro que Ororon no sigue esta ley.\nAunque no es mal tipo, incluso le pidió a Ifá que trajera montones de fruta y miel a los Vástagos del Eco, tal vez porque pensara que nos había traído muchos problemas. La verdad es que no sabía que las flogistabejas producían una miel tan dulce. Parece que tiene talento de verdad.\n*Suspira*... ¿Cómo puede dársele tan bien a la gente criar seres vivos?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa la misión «El arcoíris destinado a arder»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "Sobre Iansán...",
			"voicelineType": "4009",
			"description": "Una vez forjé todo un cargamento de pesas pesadas para la Comunidad de la Feracidad.\nCuando vinieron a recogerlo, fue Iansán quien llegó acompañada de un equipo para llevar a cabo la inspección. Con las manos desnudas, las fue alzando una a una para comprobar su peso, tras lo que las colocó en el carro. Después de cargarlo al completo, Iansán solo resoplaba levemente, y tenía la cara ligeramente enrojecida.\nA decir verdad, admiro a los de su tribu. No solo son tremendamente fuertes, sino que además tienen una gran facilidad para cultivar plantas...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "Más sobre Xilonen (I)",
			"voicelineType": "5001",
			"description": "Puede que sea maestra forjanombres, pero crear nombres antiguos no es mi trabajo principal. En realidad, dedico la mayor parte de mi tiempo a forjar herramientas y armas para la gente de dentro y fuera de la tribu.\nAl fin y al cabo, los nombres antiguos son un bien escaso, pero los encargos de forja que hace la gente nunca tienen fin...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "Más sobre Xilonen (II)",
			"voicelineType": "5002",
			"description": "Cuando acepto encargos de la gente, lo que más me agota no es el trabajo en sí, sino que algunos clientes no sean claros al hacer los pedidos. Antes de empezar a forjar, tengo que gastar mucha energía en aclararles las ideas hasta saber exactamente qué quieren.\nCada vez que veo sus expresiones emocionadas cuando por fin se dan cuenta de lo que quieren, me da un pinchazo en el estómago y se me quita el apetito.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "Más sobre Xilonen (III)",
			"voicelineType": "5003",
			"description": "Cuando no tengo encargos de forja, suelo fabricar pequeños artilugios. Por ejemplo, los zapatos que llevo puestos, que usan un nuevo sistema de propulsión por flogisto, y nuevas aleaciones ligeras y firmes. Además, los auriculares que llevo pueden conectarse a un tocadiscos. Cuando me los pongo, me permiten forjar mientras escucho un vinilo...\n¿Que suena complicado? No lo es tanto. Está claro que cuando fabrico las cosas que me gustan, lo hago con más pasión que con el trabajo.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "Más sobre Xilonen (IV)",
			"voicelineType": "5004",
			"description": "La razón principal por la que soy maestra forjanombres es porque mi padre lo era y mi madre también. Incluso la mayoría de mis compañeros de tribu se convirtieron en maestros forjanombres. Cuando era pequeña, mis padres siempre me decían que, en toda Natlan, solo nuestra tribu podía asumir la responsabilidad de forjar nombres antiguos para todas las demás tribus. Por eso, esperaban que cuando creciera, continuara su legado y siguiera forjando nombres antiguos.\nYo accedí a hacerlo, así de simple.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "Más sobre Xilonen (V)",
			"voicelineType": "5005",
			"description": "Antes de convertirme en maestra forjanombres, pensé detenidamente en si quería aceptar un trabajo tan engorroso. Al fin y al cabo, podría haber elegido otras muchas profesiones más relajadas. Incluso aunque fuera una simple herrera, tendría una vida mucho más tranquila que la de una maestra forjanombres. Además, teniendo en cuenta mis dotes para la artesanía, podría ganar muchos Moras.\nPero... al final acabé escogiendo ser una maestra forjanombres.\nForjar nombres antiguos es una gran responsabilidad que alguien debe asumir, y dado que tengo la capacidad para hacerlo, es mi deber heredar el oficio. Es tal y como solía decir mi padre: “Cuando todos los habitantes de Natlan acepten las responsabilidades que puedan asumir, nuestra nación será próspera por siempre”.\nPor eso, mis preferencias personales no son importantes. Es mi responsabilidad. Es tan sencillo como eso.\nAdemás, de entre los aprendices de la forja de nombres antiguos, yo siempre tuve la mejor técnica. Si no me encargara yo de esta labor, lo haría otra persona, y esos tipos no paraban de preguntarme cosas en clase y copiar mis deberes... Si tuvieran que forjar nombres antiguos, vendrían a molestarme todos los días. Teniendo eso en cuenta, creo que es mejor que sea yo la maestra forjanombres directamente, así es más fácil para todos y me ahorro tener que estar todo el día preocupándome por cosas externas a mi trabajo.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Aficiones de Xilonen...",
			"voicelineType": "6001",
			"description": "Dormir, quedarme mirando las musarañas, tomar el sol... Cuando no trabajo, hasta quedarme contemplando una hoja de papel en blanco me resulta interesante.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "Preocupaciones de Xilonen...",
			"voicelineType": "6012",
			"description": "Cuando hablo con la gente sobre los encargos de la forja, lo que más temo oír es: “No es urgente ni importante. Puedes hacerlo cuando tengas tiempo, aunque cuanto más rápido, mejor”.\nSegún mi experiencia laboral, esa frase equivale a decir: “Vendré a acuciarte en cualquier momento”.\n*Suspira*, con solo pensarlo, me duele la cabeza. Voy a echarme un rato.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Los dulces y el chocolate. Trabajo en la forja, así que necesito azúcar para tener la energía suficiente para blandir el martillo.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "El agua insípida. Está bien, sé que beber agua pura es bueno para la salud, pero es que no me entra. ¿Puedo echarle azúcar al menos? Si no, le añadiré unas gotas de limón.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Delicioso. ¿Queda más? ¿Que cuándo me lo he terminado?... Ahora mismo. Como a la velocidad del rayo. Cuanto más rico esté algo, más rápido lo devoro.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "No sabe mal. La próxima vez te daré a probar también mi comida.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Humm... Prefiero no tomarlo ahora. Si como demasiado, me entrará sueño.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "¡Feliz cumpleaños! Este conjunto completo de herramientas multiusos es para ti. Dentro encontrarás todo tipo de taladros y martillos, tres sierras manuales y cinco alzaprimas de modelos especiales. Deberían venirte bien para cuando andes de aventura. Ah, por cierto, también hay un conjunto de cuerdas de metal y cuero lo suficientemente resistentes como para levantar a un Tepetlisaurio adulto. ¿Sabes hacer nudos? Si no, yo te puedo enseñar ahora. Fíjate bien: agarra uno de los cabos de la cuerda y átala así.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "... ¿Miau?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Incluso el oro de verdad debe refinarse bajo el fuego. ¡Gracias!",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Siento cómo se me agudiza la vista y la mano del martillo gana fuerza. Espera, voy a buscar algo para entrenar, aléjate un poco.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Con todo lo que me has ayudado, no puedo dejar que te vayas con las manos vacías. Toma, he grabado mi nombre en esta gema. Puedes usarla para llamarme cuando necesites ayuda, ya sea para que encienda los hornos de la forja o para que te acompañe en alguna aventura. Hasta que mi nombre y esta gema acaben erosionados por el tiempo, esa es mi promesa.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Vamos!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Je!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "*Suspira*...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Que resuenen los ecos del desfiladero!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Que brote la sangre de la montaña!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "Los ecos retumban a través de los nombres grabados.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "Yo vigilo. No hay ninguna emboscada, tranquil{F#a}{M#o}.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "No todos los días se encuentran cosas tan buenas como esta. Comparte un poco, ¿no? Es broma, puedes quedártela tú.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Humm... Esto debería valer algo. Vamos, tómalo.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Tenemos un problema...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Ya basta.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "... ¡Hum!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "Déjamelo a mí.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "Yo me encargo.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Las llamas... se extinguen...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Puedo sentir el frío...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Ah... Debería... descansar...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "¿Ya estamos otra vez?",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910002",
			"description": "¡Ya estoy harta!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¿Partimos ya?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Terminemos con esto pronto.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Vamos, pues. Te sigo.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}