{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Hola...",
			"voicelineType": "1000",
			"description": "Soy Yanfei, ¡la mayor experta en leyes de toda Liyue! Y para evitar malentendidos, ¡no hay nadie que me llegue a los talones! Disputas comerciales, mediación civil, procesos penales... ¡Estoy bien versada en todas y cada una de las áreas del derecho! ¡Te garantizo una solución rápida y satisfactoria en tu caso! Mi información de contacto... ¿Dónde te la escribo? Humm... Si lo anoto en un papel, se perderá fácilmente y, si te lo escribo en la mano, se borrará... Ah, ¡lo tengo! Lo escribiré en la ropa de... lo que quiera que sea eso que te acompaña.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Charla - Leyes",
			"voicelineType": "1101",
			"description": "Recuerda lo que te voy a decir: las leyes pueden ser tanto una ayuda como un obstáculo.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Charla - Trabajo",
			"voicelineType": "1102",
			"description": "A veces, las leyes y la naturaleza humana son compatibles, pero otras veces entran en conflicto. Encontrar el equilibrio entre ambas es toda una rama del conocimiento.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Charla - Lectura",
			"voicelineType": "1103",
			"description": "El caso que nos ocupa es... realmente extraño y sin precedentes.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "¡Otra vez llueve! Oh, Rey Geo, te imploro que hagas que el sol salga lo antes posible. No puedo permitir que estos códigos legales se mojen.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "Cuando nieva...",
			"voicelineType": "1202",
			"description": "¿Qu-qué clase de tiempo tan pernicioso es este? Ha-hace frío... ¡Achís!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "Qué sol hace...",
			"voicelineType": "1203",
			"description": "Aprovecharé que hace buen tiempo para recitar algunos artículos legales. ¿Cómo era la Sección 3.ª del Artículo 6.º del Capítulo 27 del «Código de Comercio de Liyue»?... ¿Cómo es que no lo recuerdo? No puede ser, ¡lo he olvidado! ¿Qué me pasa hoy?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Esta mañana tengo que salir por un caso de una disputa de acreedores y, antes del mediodía, tengo que responder a un cliente al que asesoré la semana pasada... Vamos, ¡a trabajar!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "*Bosteza*, qué sueño... Venga, ¡debatamos sobre algo para que me despierte! El tema del debate será “La presencia del Banco del Reino del Norte en Liyue es más perjudicial que beneficiosa para nuestra economía”. ¿Y bien? ¿A favor o en contra?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "¿El mercado nocturno? Humm... Quería quedarme en casa organizando unos documentos, pero si quieres ir, puedo acompañarte. Ah, por cierto, algunas tiendas hacen ofertas por la noche porque tienen que garantizar que todos los productos que les llegan a diario son frescos y porque tampoco quieren sufrir pérdidas con lo que les sobra al final del día.\nAsí que puedes dejarme a mí el tema de regatear. Y... si sobra algo, me lo quedaré en concepto de gastos por mis servicios.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¿No puedes dormir? Entonces, deja que te cuente la historia y la evolución del sistema legal de Liyue. De todos mis amigos, ni uno ha podido aguantar más de veinte minutos. Oh, ¿quieres algo aún más eficaz? Bueno, puedo recitarte el código legal. ¡Sí, eso! Mañana acuérdate de contarme cuántos artículos has escuchado antes de dormirte. ¡Empiezo ya!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "Sobre Yanfei - Aura",
			"voicelineType": "2001",
			"description": "¿Te parezco intimidante cuando leo mis casos legales? Oh, ya veo... Pero es que ese es mi “modo trabajo”. Es como si en mi cuerpo hubiera un interruptor invisible. Si lo mueves hacia un lado, me pongo en modo normal; y si lo mueves hacia el otro, entro en modo trabajo. ¿Tú no tienes un interruptor igual?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "Sobre Yanfei - Debilidad",
			"voicelineType": "2002",
			"description": "Lo que más pavor me da son las disputas civiles. Divorcios, custodias... Ese tipo de casos no pueden resolverse de una manera racional o lógica. Uno ha de ser amable y paciente con las personas implicadas, pero en algunos casos no se puede ni hablar con ellas... *Suspira*, sé que hago publicidad de mí misma como experta en todas las áreas del derecho, pero si dependiera de mí, preferiría que todo el mundo se llevara bien para que no hubiera tantos casos como estos.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "Sobre Yanfei - Tarifas",
			"voicelineType": "2003",
			"description": "¿Quieres asesoramiento? Está bien. Por dar mi opinión desde el punto de vista legal, mi tarifa es de 6000 Moras. Cada hora de asesoría es 180 000 Moras y por cada caso de derecho mercantil cobro 710 000 Moras. El precio final y el porcentaje de la comisión dependerá de los aspectos concretos del caso. ¿A que es un buen trato?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "#Sobre nosotr{F#as}{M#os} - Relación",
			"voicelineType": "2004",
			"description": "Si durante tus viajes te encuentras con un problema muy complicado de resolver, lo mejor que puedes hacer es llevar contigo a alguien que sepa de leyes. Alguien como yo, por ejemplo, cuyos conocimientos van más allá del derecho de Liyue... Bueno, en realidad, las leyes de Fontaine son bastante complicadas... pero, con mi inteligencia, ¡familiarizarme con ellas no será una tarea difícil! En fin, lo que quiero decir es que puedes contar conmigo.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Las Visiones aparecen en respuesta a un deseo muy fuerte, así que, como persona con unos ideales, ¡claro que tengo una! Mi mayor deseo es que todo el mundo sea honesto y respete las leyes, pero si alguien insiste en actuar indisciplinadamente y provocar el caos... ¡Ja! ¡Le espera un buen castigo legal!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "¿Algo que decir? - Balanza",
			"voicelineType": "3002",
			"description": "Esta balanza es un regalo que me dio mi padre. Sirve para medir el valor de las cosas. Suelo usar el Mora como peso, pero con él solo se puede medir el valor original de los objetos. Por ejemplo, hace mil años, había lirios de cristal en todas partes de Liyue, por lo que esa flor apenas tenía valor en esa época. Pero, con el tiempo, su número se fue reduciendo y su precio fue encareciéndose. El valor de los lirios de cristal que muestra esta balanza no ha cambiado, sino que siguen siendo igual de baratos.\nAsí que, en la mayoría de los casos, la balanza no me sirve para nada... ¿Y bien? ¿No tienes nada que quieras pesar? Por ejemplo... Podrías pesar a esa compañera que va contigo a todas partes, ¿qué te parece?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "¿Algo que decir? - Imperio de la ley",
			"voicelineType": "3003",
			"description": "Tengo un método de defensa propia al que llamo “ira de la llama” que está basado en un castigo conocido como “ira de la roca”, el cual procede de un antiguo documento titulado «Compendio de leyes de Liyue». El Rey Geo es el Patrono de los contratos, y los contratos son una manera de restringir a las personas. Jaja, por ende, Liyue ha sido la ciudad de los contratos desde tiempos inmemoriales.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "Un dato curioso...",
			"voicelineType": "3004",
			"description": "En «Historia Naturalis de Liyue» se menciona un tipo de cola de caballo acuática que “crece en las orillas del Pantano Dihua y tiene el color del arrebol del atardecer y propiedades medicinales”. Si se muele hasta convertirse en polvo y se mezcla con tinta para escribir, la escritura se vuelve resistente al agua. Qué lástima... De todas las veces que he ido al Pantano Dihua, siempre acabo con cestas y cestas de colas de caballo de color violeta. Nunca las he encontrado del color que se menciona en el libro.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "Sobre Qiqi...",
			"voicelineType": "4001",
			"description": "He oído que esa pequeña recolectora de hierbas ha escrito sus propias normas de conducta. Es tan pequeñita, pero, a la vez, ¡tan metódica! Seguro que su destino le depara grandes cosas.\nLos jóvenes superarán a sus mayores tarde o temprano. Debo admitir que la tengo en alta estima.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "Sobre Ganyu...",
			"voicelineType": "4002",
			"description": "Ganyu es dulce y considerada. Lástima que siempre esté tan ocupada... A excepción de su hora de la siesta, pasa la mayor parte de su tiempo trabajando muy duro entre montones de papeles. Aunque yo también invierto muchas horas, estoy contenta con mi trabajo y, además, es mucho menos exigente que el suyo.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "Sobre Xingchiu...",
			"voicelineType": "4003",
			"description": "El Gremio de Comerciantes de Feiyun es uno de mis clientes más antiguos. Su enfoque con respecto a los negocios es meticuloso y detallado, y a todas las reuniones que hemos tenido ha asistido su director en persona. Sin embargo, la última vez, tuve la oportunidad de conocer al joven amo Xingchiu. Para mi sorpresa, al joven no le costó lo más mínimo seguirme el hilo. También me resultó una persona muy elocuente y con muy buenos modales. En absoluto diría que es una persona simple.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "Sobre Hu Tao...",
			"voicelineType": "4004",
			"description": "Siempre escucho a la gente decir que la directora de la Funeraria El Camino es muy extravagante y que, tras tanto tiempo dedicándose al sector funerario, ha perdido el juicio. ¿Qué tonterías son esas? El negocio de la Funeraria El Camino es totalmente serio y legítimo, lo cual es clave para cualquier empresa de éxito. El trabajo es el trabajo. No hay unos trabajos buenos y otros malos o unos afortunados y otros desafortunados.\nMi única queja sería que su directora nunca ha requerido mis servicios de asesoría, humm...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "Sobre Zhongli...",
			"voicelineType": "4005",
			"description": "El Sr. Zhongli posee un profundo conocimiento sobre todas las cosas. Es como una enciclopedia andante. ¿Sabes? En cuanto lo vi, supe que era alguien muy sabio que oculta sus verdaderas habilidades. A la gente como él no le preocupa encargarse de problemas complejos por sí sola, así que, en mi opinión, no es un cliente potencial.\nNo sé por qué, pero tengo la sensación de que lo conozco de algo. No sabría cómo explicarlo... Le pregunté a mi padre y dijo que él no sabía nada, aunque parecía evitar un poco el tema... Qué extraño, ¿qué tiene que ocultarme mi padre? Hum, bueno, si no me lo quiere contar, tendré que averiguarlo por mí misma.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "Sobre Ninguang...",
			"voicelineType": "4006",
			"description": "¿Conoces a Ninguang, el Equilibrio Celestial? Es quien supervisa las leyes y realiza modificaciones en el código legal. Siempre añade, elimina o modifica muchísimas cosas. La última vez, añadió tres leyes al nuevo código legal, modificó las explicaciones de otros 121 artículos y adjuntó un anexo con un montón de precedentes legales. Solo los Arcontes saben el tiempo que me llevará memorizarlo todo...\nHum, pero, en el fondo, sigue siendo una mujer de negocios, así que no puedo perder contra ella en cuanto a derecho se refiere. Cuando memorice estas leyes, tendré que trabajar aún más duro...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "Sobre Keching...",
			"voicelineType": "4007",
			"description": "Menos mal que el Equilibrio Terrenal no ha puesto pie en el área del derecho. Si no, en vista de la actitud y la eficiencia de Keching, acabaría perdiendo mucho trabajo. Aunque... no, tal vez no sería para tanto. Es una persona a la que le gusta hacer las cosas a su manera, así que no me cabe duda de que ofendería a la gente en muchas ocasiones... Pero si tuviera a alguien como yo como su asistente... ¡No! ¿Por qué yo, una eminencia en el derecho, debería ser su asistente? Si necesita algo, ella debería ser la que me buscase para asesorarla.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "Sobre Eula...",
			"voicelineType": "4008",
			"description": "Eula me salvó una vez y, desde entonces, mantenemos una amistad por correspondencia. Conoce muy bien toda la legislación de los Caballeros de Favonius, pero nunca se ha encadenado a las convenciones. Siempre se le ocurren soluciones muy astutas para resolver los problemas con flexibilidad. Puede que nos llevemos tan bien porque yo también soy así. Lo único que nunca adoptaré de ella es ese espíritu tan libre que tiene. Supongo que, después de todo, nuestras profesiones son completamente distintas.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "Sobre Yelan...",
			"voicelineType": "4009",
			"description": "Yelan es una empleada del Ministerio de Asuntos Civiles. Una vez, me ayudó a solucionar un complicado caso de fraude contable. Después de eso, la invité a cenar. Es solo que... Tengo la sensación de que, siempre que hablo con ella, puede leerme la mente en todo momento. En el futuro, me aseguraré de no sentarme frente a ella.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "Sobre Kuki Shinobu...",
			"voicelineType": "4010",
			"description": "¿Shinobu? La recuerdo. Es esa chica de Inazuma que vino a Liyue como estudiante de intercambio para especializarse en derecho. Cuando estaba realizando su curso, solía venir a verme para discutir sobre algunos casos y, al terminar, siempre me hacía una reverencia para darme las gracias, lo cual me daba un poco de vergüenza. Siempre tuve la sensación de que en el futuro sería una excelente abogada. Ahora que lo pienso, Inazuma cerró sus fronteras más o menos cuando ella se graduó. Me pregunto cómo le habrá ido desde que regresó...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "Más sobre Yanfei (I)",
			"voicelineType": "5001",
			"description": "¿{F#Una}{M#Un} client{F#a}{M#e}? Un gusto conocerte, aquí tienes mi tarjeta. Hoy no creo que pueda salir de mi despacho, así que si tu problema es una disputa, por favor, tráeme a las partes implicadas. Deja que te muestre mis tarifas estándar de asesoramiento. Un momento...\n¿Eh? ¿Solo querías charlar? Oh, en ese caso, no se aplica ninguna tarifa. Entonces, ¿viniste a “charlar” con una experta en derecho que no conocías de antes? ¿Y se puede saber por qué?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "Más sobre Yanfei (II)",
			"voicelineType": "5002",
			"description": "¿Las astas de mi cabeza? Oh... bueno, mi padre es un Adeptus, así que yo tengo sangre Adeptus también. Sin embargo, nací en una época de paz en Liyue, por lo que nunca firmé ningún contrato con Rex Lapis. Por eso, no tengo que cumplir ningún deber como otros Adeptus y puedo disfrutar de la vida como desee. ¡Por mí, perfecto! Jeje.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "Más sobre Yanfei (III)",
			"voicelineType": "5003",
			"description": "Contratos de esa magnitud, compromisos de por vida... Solo he firmado uno con mi padre. Oh... era sobre vivir feliz y esas cosas. Así es mi padre y yo estoy orgullosa de él por ello. Si quisiera que firmase otro contrato que consistiese en, por ejemplo, hacerme trabajar demasiado o pisotear a otros para tener éxito... ¡ya me habría escapado!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "Más sobre Yanfei (IV)",
			"voicelineType": "5004",
			"description": "A veces, las disputas comerciales de las que me encargo no terminan muy bien. La otra parte suele conseguir una compensación por daños o tiene que pagar los daños a un precio mucho mayor... Ese es el precio por violar un contrato. Algunas personas dicen que soy aterradora y otras intentan evitarme directamente. No tengo por qué explicárselo a nadie, ¡pero mi mayor preocupación es salvaguardar el bienestar de Liyue!\nPiénsalo, el origen de las disputas se debe a la violación de los contratos, pero ¿haría lo mismo la gente si supiera las consecuencias de ello? Asegurarme de que sean conscientes de la importancia de los contratos es una parte crucial de mi trabajo.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "Más sobre Yanfei (V)",
			"voicelineType": "5005",
			"description": "Creo que, en general, tengo una vida feliz y relajada. Tengo una carrera profesional exitosa, ropa que ponerme y la libertad de ir adonde me plazca. Además, no hay nadie que me gane cuando de debatir se trata. Y, aun así, no hay ninguna ley o criterio para definir qué es una vida feliz.\nPara mí... la gente y los asuntos interesantes, saber hacia dónde ir y qué camino escoger... Estas cosas son suficientes para que sea feliz. Así que tú también eres una de las razones de mi felicidad.\nEn cualquier caso, independientemente de cómo vivas, lo más importante es respetar y entender las leyes. Después de todo, cuando te desvías de ellas es cuando el mundo se empieza a derrumbar.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Aficiones de Yanfei...",
			"voicelineType": "6001",
			"description": "Mis aficiones son leer y tasar el valor de las cosas. Leyendo, amplías tu conocimiento, y tasando, mejoras tu capacidad de juicio. Por eso, leo y evalúo todo. Si no me crees, tráeme algo cuando quieras. Si tiene un nicho de mercado, estoy segura de que mis cálculos serán bastante acertados. Esta piedra, por ejemplo, debe de costar unos... 600 Moras.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "Preocupaciones de Yanfei...",
			"voicelineType": "6002",
			"description": "Mis amigos de la Oficina de Comunicaciones suelen llevarme con ellos a pescar. Dicen que es para intercambiar consejos de pesca, pero en el fondo es porque todos quieren jactarse de sus habilidades. Les he ganado a todos de cientos de maneras diferentes, pero siguen escudriñando mi negocio. Después de tantas victorias, ya hasta me da vergüenza... Así que, siempre que pescamos, aprovecho mis magníficas habilidades de actriz para parecer modesta... ¿sabes? Oye, ¿por qué pones esa cara? ¿Acaso estás dudando de mí?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "¡Oh! Ahora que lo dices, deja que te recomiende mi gran amor: el tofu. ¡El tofu es la comida suprema! Ligero de sabor, tierno de textura... Por no mencionar lo suave y nutritivo que es. Combina a la perfección con toda clase de sopas y, lo que es más importante, ¡está disponible durante todo el año! La belleza por encima de la complejidad... los platos con tofu son mis preferidos.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "No me gusta la comida fría... tal vez porque apenas la como. Cuando llegaba tarde a casa, mi padre siempre me dejaba una luz encendida. Cuando veía que ya había llegado, me preguntaba si tenía hambre y, cito textualmente, decía: “La comida sabe mejor cuando se sirve caliente”.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Sabe muy bien. Parece que entiendes bien la “ley no escrita del tofu”.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Hay un dicho en Liyue que dice: “la comida es lo primero en la vida”, y he de decir que las pruebas que sustentan este dicho son bastante convincentes.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Ya sé, lo calentaré un poco más en el fuego. Eso servirá.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "¡Feliz cumpleaños! Toma, esto es para ti. Es una compilación de las leyes de las Siete Naciones. Querías ir de viaje, ¿no? Te servirá para familiarizarte con las leyes de otras naciones.\nPero no te las estudies muy a fondo o, sino... no podré ayudarte en nada.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "“No intentes emular el pasado, pues ninguna ley es eterna”. Esta es una lección que siempre debo tener en cuenta.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "La gente podrá resolver sus muchos problemas solamente si cumple con la ley.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Estudiar las leyes te permite hablar con fundamento, mientras que aprender artes marciales te permite hacer frente a situaciones violentas e irracionales. Oye, espera un momento... ¿esto cuenta como artes marciales?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Bueno, ¡supongo que ya domino tanto la pluma como la espada! Gracias a ti, he podido llegar hasta el final de mi entrenamiento. ¿Quieres una remuneración? Eh... ¿Ser tu asesora personal durante las 24 horas del día? Suena bien... ¡pero nada de regatear!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Bum!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Incineración!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡No hay más preguntas, señoría!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Hora de su comparecencia!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Ira de la llama!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Evidencias improcedentes!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "Oh, podemos declararlo como “ganancias accidentales”.",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¡Está en perfecto estado!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Oh, evaluemos el valor de esto...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "¡Protesto!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "¡No te saltes las leyes!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "¡Pero si mi defensa no tenía ningún punto flaco!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Ey, déjamelo a mí!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "El veredicto es... ¡medidas de emergencia!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Recurriré... esta sentencia...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Las leyes... tienen lagunas...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Me... opongo...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Ay!...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "La próxima vez, agenda una cita con antelación.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Cobro un extra por reuniones fuera de la oficina.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¡Lista para el juicio!",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}