{
	"id": 10000060,
	"name": "Yelan",
	"friendLines": [
		{
			"voicelineId": 60000,
			"title": "Hola...",
			"voicelineType": "1000",
			"description": "Hola viajer{F#a}{M#o}. Llámame Yelan. Creo que puedes necesitar mi ayuda, y resulta que estoy interesada en cierta información que tienes. En otras palabras, si nos ayudamos mutuamente, podríamos llegar a ser aliad{F#as}{M#os}, y quién sabe...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_draw_appear"
		},
		{
			"voicelineId": 60001,
			"title": "Charla - Alerta",
			"voicelineType": "1101",
			"description": "Ha llegado una carta de uno de mis contactos. Parece que la situación ha vuelto a cambiar.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_01"
		},
		{
			"voicelineId": 60002,
			"title": "Charla - Absentismo",
			"voicelineType": "1102",
			"description": "Buena tirada... Está bien, tal vez me tome un día libre más y termine el resto del trabajo cuando esté de humor.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_02"
		},
		{
			"voicelineId": 60003,
			"title": "Charla - Identidades",
			"voicelineType": "1103",
			"description": "Viajar por el mundo es mucho más fácil si tienes unas cuantas “identidades” diferentes entre las que elegir. ¿Quieres que cree alguna para ti?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_03"
		},
		{
			"voicelineId": 60004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "¿Está lloviendo otra vez? Oh, esto no es bueno... Si la lluvia borra las huellas, nos retrasará bastante...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_heavyRain_01"
		},
		{
			"voicelineId": 60005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "Solo los niños inocentes y los adultos cobardes se asustan de los truenos. Pero tú no eres ninguno de esos... ¿o sí?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_thunder_01"
		},
		{
			"voicelineId": 60006,
			"title": "Cuando nieva...",
			"voicelineType": "1203",
			"description": "Está empezando a hacer frío... Hora de ponerse el abrigo.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_snowy_01"
		},
		{
			"voicelineId": 60007,
			"title": "Qué sol hace...",
			"voicelineType": "1204",
			"description": "La luz cegadora del sol es tan molesta... Así no hay quien se duerma la siesta.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_sunny_01"
		},
		{
			"voicelineId": 60008,
			"title": "Hace mucho viento...",
			"voicelineType": "1205",
			"description": "Hay cierta agitación en el viento... Humm...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_gale_01"
		},
		{
			"voicelineId": 60009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "*Bosteza*... Qué temprano... Suelo levantarme al mediodía, cuando no tengo ningún trabajo urgente que hacer.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingMorning"
		},
		{
			"voicelineId": 60010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Ah, me está entrando sueño. Creo que voy a tomar una siesta... No me despiertes. Yo misma me despierto cuando es hora de trabajar.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNoon"
		},
		{
			"voicelineId": 60011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "Buenas noches. ¿Ya cenaste? ¿Qué comiste, cómo estaba? Oh... Solo estaba conversando. No le des tanta importancia.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight"
		},
		{
			"voicelineId": 60012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "Vamos, tómate la leche y vete a la cama. ¿Qué pasa? ¿Que no te trate como a {F#una niña}{M#un niño}? Jeje... De acuerdo, la dejaré aquí por si quieres bebértela más tarde. Yo suelo irme a dormir después de medianoche. Por cierto, si resulta que hablas en sueños, no puedo prometer que no tomaré notas, ¿de acuerdo?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight2"
		},
		{
			"voicelineId": 60013,
			"title": "Sobre Yelan - Responsabilidades",
			"voicelineType": "2001",
			"description": "Las Siete Estrellas conocen Liyue como la palma de la mano. Pero hay cierta información que solo puede obtenerse utilizando métodos más... especializados. Esa es mi especialidad, así que generalmente me encargo de todas esas tareas yo misma.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle"
		},
		{
			"voicelineId": 60014,
			"title": "Sobre Yelan - Rumores",
			"voicelineType": "2005",
			"description": "Algunos dicen que el jefe del Salón de Té Yanshang es un joven empresario que se hizo rico de la noche a la mañana. Otros dicen que hay un alto funcionario del Ministerio de Asuntos Civiles, enfermizo y frágil, que vive como ermitaño en las afueras de la ciudad. Otros dicen que hay que alejarse de las zonas restringidas, o te perseguirá un fantasma azul... Obviamente, la mayoría de los civiles nunca han oído el nombre de Yelan, así que puedes reírte tranquilamente de todos estos rumores.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60015,
			"title": "#Sobre nosotr{F#as}{M#os} - Relaciones",
			"voicelineType": "2003",
			"description": "¿Eh? ¿A qué viene esa mirada? No tienes que estar alerta conmigo. Nunca conspiro contra la gente que tiene mi sello de aprobación.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close"
		},
		{
			"voicelineId": 60016,
			"title": "#Sobre nosotr{F#as}{M#os} - Estafas",
			"voicelineType": "2002",
			"description": "No creas de buenas a primeras a quien asegure decir la verdad. Los que tienen labia solo dicen lo que quieres oír. Y piénsatelo dos veces antes de cruzar la mirada con otra persona: tus ojos dicen mucho de lo que piensas. A fin de cuentas, somos amig{F#as}{M#os}, y si alguien te engañara, yo también me sentiría engañada.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60017,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Dondequiera que haya información importante, lo que está en juego para obtenerla suele ser fatal. No importa lo grande o fiable que sea el equipo a tu cargo, nunca se puede descartar por completo el riesgo. La conclusión es que hay que tener la fuerza suficiente al alcance de la mano para controlar la situación. Yo tuve suerte y conseguí mi Visión apenas unos días después de darme cuenta de ello. De lo contrario... Probablemente estarías hablando con un fantasma de aspecto muy desaliñado ahora mismo.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60018,
			"title": "¿Algo que decir? - Aislante acústico",
			"voicelineType": "3002",
			"description": "Si pules perlas de locha al tamaño adecuado, son excelentes tapones para los oídos. Aislan muy bien del ruido. Puedes dormir tranquilamente aunque haya alguien gritándote al oído... Por supuesto, espero por tu bien que nunca las necesites por este motivo.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_01"
		},
		{
			"voicelineId": 60019,
			"title": "¿Algo que decir? - Brazalete misterioso",
			"voicelineType": "3004",
			"description": "¿El brazalete en mi mano derecha? Supongo que no pasa nada por contártelo... Contiene un tipo de magia utilizada por nuestro clan, y puede enviar mensajes simples. El significado de esos mensajes está codificado en la luz azul, y solo yo puedo descifrarlos.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_02"
		},
		{
			"voicelineId": 60020,
			"title": "¿Algo que decir? - Siguiendo al objetivo",
			"voicelineType": "3005",
			"description": "Cuando estoy siguiendo a un objetivo, me gusta ejercer presión psicológica sobre él. En el proceso de tratar de deshacerse de mí, comenzará a entrar en pánico, traerá refuerzos, alterará su plan... hasta que, finalmente, ha expuesto todo lo que necesito saber. Je...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_03"
		},
		{
			"voicelineId": 60021,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "¿Sabes algo sobre los hurones ladrones de tesoros? No son criaturas especialmente inteligentes, pero una vez que las adiestras, puedes entrenarlas para robar cosas e incluso forzar cerraduras. Es un propósito muy específico, ¿no? Si hasta los animales pueden ser utilizados como peones con los métodos adecuados, lo mismo tiene que ocurrir con las personas, que, para empezar, no paran de conspirar e intrigar unas contra otras.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_gift_01"
		},
		{
			"voicelineId": 60022,
			"title": "Sobre Ninguang - Relaciones",
			"voicelineType": "4001",
			"description": "Conocí a Ninguang hace mucho tiempo, antes de que fuera parte de las Siete Estrellas.También trabajamos juntas durante un tiempo. Parte del porqué se convirtió en una de las Siete Estrellas tan rápidamente es gracias a mí. ¿Qué puedo decir? En cualquier caso, fue ella quien me recomendó este trabajo. Fue una buena elección, es un trabajo muy adecuado para mí.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60023,
			"title": "Sobre Ninguang - Expectativas",
			"voicelineType": "4002",
			"description": "Es bueno trabajar con Ninguang, pero tengo que ser consciente de mi posición cuando estoy en público. Como empleada del Ministerio de Asuntos Civiles, cuando me encuentro con una de las Siete Estrellas, para mí son “Señor” o “Señora”.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60024,
			"title": "Sobre Ganyu...",
			"voicelineType": "4003",
			"description": "Ah, la secretaria... Nunca podría trabajar sin parar como ella, y menos con ese nivel de eficiencia. Supongo que ser mitad Adeptus debe tener sus ventajas. Imagina no necesitar dormir para recuperar tus niveles de energía...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60025,
			"title": "Sobre Keching...",
			"voicelineType": "4004",
			"description": "No me gusta la gente que llena sus agendas, porque no deja ningún margen de negociación. Si ocurre algo que no habían previsto, sus planes se desbaratan y no solo les afecta a ellos, sino también a sus compañeros de trabajo. Pero el Equilibrio Terrenal es diferente. Trabaja de forma muy metódica. Siempre disfruto trabajando con ella.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60026,
			"title": "Sobre Yanfei...",
			"voicelineType": "4005",
			"description": "Me gusta mucho Yanfei, y no me refiero a nuestra amistad. Como asesora legal de alto nivel, la información importante del puerto de Liyue fluye constantemente en su dirección. Cada vez que la ayudo, siempre obtengo algunas pistas valiosas a cambio. Sin embargo, tengo que decir que a veces creo que me trata con demasiado respeto.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60027,
			"title": "Sobre Xiao...",
			"voicelineType": "4006",
			"description": "Los ancianos de mi clan dijeron una vez que debíamos mostrar siempre el máximo respeto hacia el Guardián Yaksha. Al parecer, el único momento en que nuestro antepasado obtenía algún alivio temporal de su locura era cuando pasaba por la Posada Wangshu. Debe haber sido el efecto reconfortante de su presencia lo que aleja a los espíritus malignos. Dicho esto, si alguna vez tengo el honor de luchar codo con codo con el Gran Cazador de Demonios, me centraré únicamente en la misión. No puedo dejarme distraer por preocupaciones sobre su estado.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60028,
			"title": "Sobre Xiangling...",
			"voicelineType": "4007",
			"description": "Ah, Xiangling, la encantadora cocinera. Sus ingredientes culinarios son siempre de primera calidad, tan buenos como los del Pabellón Liuli y el Quiosco Xinyue. A veces acudo a ella para comprar chiles de Jueyun secos... Parece que no entiende por qué los como de la forma en que lo hago, y tampoco tengo ganas de intentar explicárselo. Es una tradición familiar.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60029,
			"title": "Sobre Xingchiu...",
			"voicelineType": "4008",
			"description": "Por supuesto que lo recuerdo, es el joven amo del Gremio de Comerciantes de Feiyun. Trato con su familia todo el tiempo. ¿Quién sabe...? Tal vez un día, él también se convierta en una mente maestra.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60030,
			"title": "Sobre Tartaglia...",
			"voicelineType": "4009",
			"description": "¿El undécimo de Los Once? Una vez me ayudó, sin saberlo. Estaba planeando llevar a cabo una investigación en profundidad sobre el antiguo propietario del Salón de Té Yanshang, pero nuestro amigo de Los Once llegó a él primero. Apareció exigiendo el pago de su deuda, y también expuso su fraude contable, lo que hizo que lo metieran en la cárcel. Eso me facilitó mucho hacerme con el control del Salón de Té Yanshang, el cual ha demostrado ser una base de operaciones muy útil.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_tartaglia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60031,
			"title": "Más sobre Yelan (I)",
			"voicelineType": "5001",
			"description": "La razón por la que estoy dispuesta a confiar plenamente en ti es por tu condición especial. Creo que me ayudará a reunir muchas pistas que pueden acercarme a la verdad... ¿Y bien? ¿Tienes alguna noticia para mí hoy?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_01"
		},
		{
			"voicelineId": 60032,
			"title": "Más sobre Yelan (II)",
			"voicelineType": "5002",
			"description": "El intercambio de información tiene que ser recíproco, así que supongo que puedo contarte algo sobre mi pasado. Gracias a las conexiones de mi familia, aprendí muy pronto algunas habilidades útiles de los exploradores de la Geoarmada. Aunque hay cosas que juegan en tu contra a cada paso que das cuando reúnes información, mientras me mantenga con vida, siempre saldré ganando.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 60033,
			"title": "Más sobre Yelan (III)",
			"voicelineType": "5003",
			"description": "Las pistas son eslabones de una cadena. Hay que rastrearlas hasta el origen antes de poder obtener una conclusión. Para ello, necesito tener los cinco sentidos puestos en cada parte de la sociedad y, a menudo, eso significa tener que ser más de una persona. La gente a veces me describe como “una persona con muchas caras”... Pero yo me lo tomo como un cumplido.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60034,
			"title": "Más sobre Yelan (IV)",
			"voicelineType": "5004",
			"description": "Alguien me advirtió una vez que tuviera cuidado al desenterrar ciertas cosas del pasado. Si escarbas demasiado, puedes encontrarte con tu propia tumba, o eso dicen... Pero bueno, no voy a dejar de hacerlo, y menos por lo que digan los demás. Está claro que no puedo cambiar los hechos, pero si hay que elegir entre la fría y dura verdad y la feliz ignorancia, me quedo con la primera. ¿Y tú? ¿Qué elegirías?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 60035,
			"title": "Más sobre Yelan (V)",
			"voicelineType": "5005",
			"description": "Dime una cosa. Si voy a quedarme, ¿qué clase de persona quieres que sea para ti? ¿Alguien con quien trabajar? ¿Una rival que te desafía a mejorar tu juego? ¿Solo un nombre más en tu larga lista de conocidos, o... alguien más importante? Dependiendo de lo que esperes, puedo interpretar ese papel o convertirme en esa persona.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60036,
			"title": "Aficiones de Yelan...",
			"voicelineType": "6001",
			"description": "En mi tiempo libre, vivo la vida de manera totalmente improvisada. Es muy sencillo: hago una lista de cosas que hacer y luego tiro los dados para decidir cuál voy a hacer a continuación. Es un juego sorprendentemente divertido, y realmente ha ampliado mi mente... En ese sentido, ha sido bastante útil en lo que respecta a mi trabajo.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_hobby"
		},
		{
			"voicelineId": 60037,
			"title": "Preocupaciones de Yelan...",
			"voicelineType": "6002",
			"description": "En realidad, mi condición física no es tan buena comparada con la de algunos artistas marciales entrenados. Es algo que me viene de familia. Por eso, antes de ponerme a hacer un trabajo realmente importante, ajusto mi horario para asegurarme de que descanso lo suficiente, espero hasta que haya acumulado suficiente energía y luego me esfuerzo por terminar todo lo que haya que hacer de una sola vez. Fuera del trabajo, me esfuerzo por vivir la vida a un ritmo tranquilo y despreocupado. Así que siempre me niego a realizar cualquier trabajo físico extenuante.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_annoyed"
		},
		{
			"voicelineId": 60038,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Me gusta moler los chiles de Jueyun secos y los estambres de campanita de cristal hasta convertirlos en polvo, mezclarlos con algunas hojas de té blanco Yunlai y luego preparar una tetera bien cargada. Tiene una fragancia muy potente que te enamora al instante. Prefiero este tipo de bebidas con un regusto duradero a cosas como el café y los licores.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodLike_01"
		},
		{
			"voicelineId": 60039,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "Hay que tener mucho cuidado con los dulces. Esa poderosa sensación de satisfacción... debilita tu fuerza de voluntad y te relaja. Solo hacen falta unos pocos bocados para volverse adicto, y con el consumo a largo plazo, perderás poco a poco tu temple.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodDislike"
		},
		{
			"voicelineId": 60068,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Mmm, no está nada mal. Casi es lo suficientemente bueno como para sobornarme.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_pref_01"
		},
		{
			"voicelineId": 60069,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Pero una vez que te acostumbras a la comida picante, el resto de platos te parecen insulsos. Así funcionan las cosas.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_normal_01"
		},
		{
			"voicelineId": 60070,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "¿Y si nos lo jugamos a los dados? Quien saque menos puntos, se lo come. ¿De acuerdo?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_dislike_01"
		},
		{
			"voicelineId": 60040,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Si te dijera que quizás no deberías celebrar el día de hoy demasiado porque bajarías la guardia y alguien ahí fuera podría estar esperando para actuar contra ti, probablemente no te lo tomarías demasiado bien. Así que relájate y tómatelo con calma hoy. Ah, y deberías pasarte por el Salón de Té Yanshang. He preparado algunos aperitivos especialmente para ti. No son dulces, por supuesto. Tan solo tienen un pequeño toque de chile.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 60041,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "En mi trabajo, las habilidades de combate son esenciales.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 60042,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "A veces, hay que golpear fuerte y rápido en el momento justo para sacar a la luz las mentiras y evitar al mismo tiempo cualquier interferencia indeseada.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 60043,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Encontrar la verdad puede parecer sencillo, pero se necesita perseverancia para seguir el rastro de las pistas y fuerza para seguirlas hasta lo más profundo de un territorio peligroso.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60044,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Hace tiempo que te considero mi informante más importante. Naturalmente, tengo que estar totalmente preparada para afrontar cualquier riesgo que conlleve la respuesta final cuando me la traigas. Andando, ¡vamos a buscarla!",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 60045,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Te atrapé!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_01"
		},
		{
			"voicelineId": 60046,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Te tengo!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_02"
		},
		{
			"voicelineId": 60047,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Silencio!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_03"
		},
		{
			"voicelineId": 60048,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Basta de juegos! ¡Se acabó la diversión!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_01"
		},
		{
			"voicelineId": 60049,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "Aquí viene el truco final.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_02"
		},
		{
			"voicelineId": 60050,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¿Quieres probar suerte?",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_03"
		},
		{
			"voicelineId": 60051,
			"title": "Al esprintar (I)",
			"voicelineType": "700001",
			"description": "Tómatelo con calma.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_explore_sprint_start_01"
		},
		{
			"voicelineId": 60052,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "Dinero fácil.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_01"
		},
		{
			"voicelineId": 60053,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Un tesoro... una buena forma de sacar a tu objetivo de su escondite.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_02"
		},
		{
			"voicelineId": 60054,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "Un cofre lleno de tesoros... y de posibles pistas.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_03"
		},
		{
			"voicelineId": 60055,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Qué fastidio...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_01"
		},
		{
			"voicelineId": 60056,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "No ha sido la mejor idea...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_02"
		},
		{
			"voicelineId": 60057,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Esto no lo he tenido en cuenta...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_03"
		},
		{
			"voicelineId": 60058,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "Hasta aquí has llegado, ahora es mi turno.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_01"
		},
		{
			"voicelineId": 60059,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "Te tienen en jaque, yo me ocupo.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_02"
		},
		{
			"voicelineId": 60060,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "¿Cuáles son... las posibilidades?",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_01"
		},
		{
			"voicelineId": 60061,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "¿Cómo pude... equivocarme?",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_02"
		},
		{
			"voicelineId": 60062,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "Pero la verdad... aún no ha sido revelada...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_03"
		},
		{
			"voicelineId": 60063,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "¡Qué audaz!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_L_02"
		},
		{
			"voicelineId": 60064,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "No...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_H_01"
		},
		{
			"voicelineId": 60065,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¿Cuál es nuestro siguiente objetivo?",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_01"
		},
		{
			"voicelineId": 60066,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Es hora de pasar a la acción.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_02"
		},
		{
			"voicelineId": 60067,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "Vayamos a encontrar algunas respuestas.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_03"
		}
	]
}