{
	"id": 10000049,
	"name": "Yoimiya",
	"friendLines": [
		{
			"voicelineId": 49032,
			"title": "Hola...",
			"voicelineType": "1000",
			"description": "¡Bienvenid{F#a}{M#o} a Naganohara! Me llamo Yoimiya. Si necesitas algo, ¡no dudes en decírmelo!\nTenemos brochetas, rollitos de huevo... Espera, que no somos un restaurante, ¡nos dedicamos a hacer fuegos artificiales! Como estos, ¿ves? Brillantes y chispeantes fuegos artificiales.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_draw_appear"
		},
		{
			"voicelineId": 49033,
			"title": "Charla - Fuegos artificiales",
			"voicelineType": "1101",
			"description": "Los fuegos artificiales son efímeros, pero los amigos son eternos.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_01"
		},
		{
			"voicelineId": 49034,
			"title": "Charla - Historias",
			"voicelineType": "1102",
			"description": "Si no tenemos nada que hacer, ¡puedo contarte una historia!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_02"
		},
		{
			"voicelineId": 49035,
			"title": "Charla - Carpa dorada",
			"voicelineType": "1103",
			"description": "¿Alguna vez has tenido una carpa dorada como mascota? Son adorables.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_03"
		},
		{
			"voicelineId": 49036,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "¡Ah! ¡Los fuegos artificiales se van a mojar! ¡Rápido, busquemos un refugio! Oh, ¡no llegaremos a tiempo!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_heavyRain_01"
		},
		{
			"voicelineId": 49037,
			"title": "Cuando nieva...",
			"voicelineType": "1202",
			"description": "Jaja, mira cómo hago una bola de nieve... ¡Yuju!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_snowy_01"
		},
		{
			"voicelineId": 49038,
			"title": "Qué sol hace...",
			"voicelineType": "1203",
			"description": "Ah, ¡esto es genial! Me siento tan relajada que casi podría flotar.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_sunny_01"
		},
		{
			"voicelineId": 49039,
			"title": "Hace mucho viento...",
			"voicelineType": "1204",
			"description": "¡Qué viento tan fuerte! ¡Ni siquiera me escucho a mí misma!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_gale_01"
		},
		{
			"voicelineId": 49040,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "Ah... *bosteza*. Buenos días. El aire de por la mañana es el más fresco. Vamos, toma varias bocanadas, ¡te hará más inteligente!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingMorning"
		},
		{
			"voicelineId": 49041,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "¡Hora de la comida! Oh, por Los Siete, es un huevo con dos yemas, ¡qué suerte! ¡Son gemelos!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNoon"
		},
		{
			"voicelineId": 49042,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "Ahora es el mejor momento para probar nuestros fuegos artificiales, aunque creo que se verán genial tanto si estallan en el cielo como si lo hacen en el suelo. Jeje, es broma, no descuidaré nuestra seguridad.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNight"
		},
		{
			"voicelineId": 49043,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¡Hora de una pregunta! ¿Qué deberías hacer después de ver los fuegos artificiales durante todo el día? Jeje, la respuesta es... ¡verlos de nuevo en tus sueños! Nos vemos mañana, ¡buenas noches!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNight2"
		},
		{
			"voicelineId": 49044,
			"title": "Sobre Yoimiya - Asuntos familiares",
			"voicelineType": "2001",
			"description": "Mi padre no oye muy bien. Cuando era pequeña, siempre sonreía, independientemente de lo que le dijera, así que pensaba que todo lo que yo decía era correcto. Yo seguía hablando y él no dejaba de sonreír. Más tarde descubrí que lo hacía porque no oye bien, pero... mientras le haga feliz, seguiré hablando con él.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_idle"
		},
		{
			"voicelineId": 49045,
			"title": "Sobre Yoimiya - Hablar",
			"voicelineType": "2002",
			"description": "No me preocupa ser excesivamente habladora. Las emociones que hay en las palabras de la gente nunca mienten, y los malentendidos pueden resolverse hablando. Pero si no dices nada, la otra persona no entenderá lo que quisiste decir y no encontrará la oportunidad de acercarse a ti.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49046,
			"title": "#Sobre nosotr{F#as}{M#os} - Piedra, papel, tijera",
			"voicelineType": "2003",
			"description": "¡Juguemos a piedra, papel, tijera! Vamos: ¡piedra, papel, tijera! ¡Yujuuu! ¡Gané! ¿Eh? No, no cambié mi jugada en mitad de la partida, ¿por qué iba a hacer eso?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_close"
		},
		{
			"voicelineId": 49047,
			"title": "#Sobre nosotr{F#as}{M#os} - Compañerismo",
			"voicelineType": "2004",
			"description": "No importa lo que yo haga, importa la gente con quien lo haga. Cuando estoy contigo, hasta las cosas más simples, como ver el paisaje o patear una lata, me hacen feliz. Nunca me canso de hablar contigo.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 49048,
			"title": "Sobre la Visión...",
			"voicelineType": "3001",
			"description": "Deja que te cuente un secreto. Al principio, cuando recibí mi Visión, la usaba como pedernal para prender fuegos artificiales o hervir agua, y luego la dejaba en la despensa de casa y me olvidaba de ella. Al final, fue mi padre quien la encontró y me dijo que era un valioso objeto del que debía cuidar bien. Por lo menos no me la robó Su Excelencia, nuestra querida Shogun, jeje.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49049,
			"title": "¿Algo que decir? - Rito de la Linterna",
			"voicelineType": "3002",
			"description": "¿Sabes que muchos de los fuegos artificiales que se usan en el Rito de la Linterna de Liyue los compran en nuestra tienda? Los hago bajo pedido y, después, le digo a Beidou que los transporte hasta Liyue. Este tipo de exportaciones no están permitidas por el Decreto de cierre de fronteras, pero... ¿cómo es posible que en un festival no haya fuegos artificiales?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_01"
		},
		{
			"voicelineId": 49050,
			"title": "¿Algo que decir?",
			"voicelineType": "3003",
			"description": "“Cuando las últimas chispas de los fuegos artificiales se desvanecen en el cielo, se convierten en una lluvia y una nieve que cae al suelo para nutrir a la tierra y a la humanidad. De este modo, pueden ser enviados al cielo otra vez para mostrar su magnificencia”. De todas las historias que me contó mi padre, esta es mi favorita.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_02"
		},
		{
			"voicelineId": 49051,
			"title": "¿Algo que decir? - Puntos de luz",
			"voicelineType": "3004",
			"description": "¿Alguna vez has intentado pisar un punto de luz cuando eras pequeñ{F#a}{M#o}? Sí, esos puntitos que hay en el suelo creados por la luz del sol al atravesar las hojas de los árboles. Antes pensaba que, si los pisaba, desaparecerían, pero en su lugar aparecían encima de mis pies. Lo intenté una y otra vez sin éxito... Sentía tanta frustración que, entonces, me sentaba en una roca mientras suspiraba y pensaba: “Ah, o sea, que hay cosas en este mundo que no se pueden pisar...”.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_03"
		},
		{
			"voicelineId": 49052,
			"title": "Un dato curioso...",
			"voicelineType": "3005",
			"description": "Una vez, estando de cuclillas junto a un niño mientras lo miraba atrapar carpas doradas en un festival de verano, pensé: “¿Podré hacer fuegos artificiales que estallen sobre el agua?”. ¡Y así fue como nacieron los “fuego-carpas artificiales”! Pueden nadar, emitir luces multicolor ¡e incluso escupir burbujas! Nunca pensé que funcionarían de verdad, pero supongo que en este mundo ocurren todo tipo de maravillas.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_gift"
		},
		{
			"voicelineId": 49053,
			"title": "Sobre Beidou...",
			"voicelineType": "4001",
			"description": "Beidou me ha ayudado a exportar fuegos artificiales desde que cerraron Inazuma. Para darle una sorpresa, preparé un fuego artificial enorme en forma de barco y, cuando la Flota Crux estaba a punto de zarpar, ¡pum! Salió volando delante de sus ojos. La tripulación se asustó muchísimo porque pensaron que uno de sus barcos había salido por los aires. Pero a Beidou le gustó mucho ese pequeño truco porque, según lo que dijo, así es como debe ser una sorpresa: agradable e inesperada.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_beidou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49054,
			"title": "Sobre la Shogun Raiden...",
			"voicelineType": "4002",
			"description": "De todo lo que existe, los fuegos artificiales son la cosa menos parecida a la eternidad que tanto busca la Shogun. Probablemente piense que la transitoria magnificencia de los fuegos no tenga ningún sentido para Inazuma. *Suspira*, alguien que desea la eternidad difícilmente podría entenderlo, pero los humanos debemos apreciar la belleza más fugaz precisamente porque nuestra existencia también es transitoria.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49055,
			"title": "Sobre Kamisato Ayaka - Seriedad",
			"voicelineType": "4003",
			"description": "Colaboramos mucho juntas por trabajo. A diferencia de la gente de las otras dos comisiones, ella siempre me deja terminar de hablar y me responde sin ninguna impaciencia. La palabra “grácil” fue prácticamente hecha para describirla a ella.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49056,
			"title": "Sobre Kamisato Ayaka - Balneario",
			"voicelineType": "4004",
			"description": "Una noche estuvimos hablando sobre el festival de verano. Estábamos tan cansadas que la invité a bañarnos juntas. Pero cuando se enteró de que eso implicaba a muchas personas bañándose en el mismo sitio, ¡toda la cara se le puso roja! Ahí fue cuando aprendí que las mujeres nobles no pueden bañarse en baños públicos.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_ayaka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49057,
			"title": "Sobre Thoma...",
			"voicelineType": "4005",
			"description": "Es muy hablador y siempre tiene razones para cada cosa que dice. A veces parece que no hay conexión entre lo que dice, pero a medida que habla, todo va apuntando en la misma dirección. Es muy diferente a como yo hago las cosas. Cuando no sé hacer algo, le pido ayuda sin dudarlo.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49058,
			"title": "Sobre Yae Miko...",
			"voicelineType": "4006",
			"description": "Una vez durante una ceremonia en un templo, Ayaka me preguntó si podía preparar unos fuegos artificiales para entretener a la Suma Sacerdotisa. Pensé: “¿No se supone que la Suma Sacerdotisa debe estar sentada dentro del santuario durante toda la ceremonia?”, así que la observé mientras me preguntaba cómo le gustaría que lanzara los fuegos artificiales. Esperé y esperé hasta que Ayaka me dijo que la Suma Sacerdotisa estaba encantada. ¿En serio? ¿Ya había lanzado los fuegos? Entonces, ¿no era ella la persona que estaba sentada en el templo?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49059,
			"title": "Sobre Arataki Itto - Duelo",
			"voicelineType": "4007",
			"description": "Oh, puede parecer aterrador, pero le cae muy bien a los niños. Y también es supercompetitivo. Siempre que jugamos con ellos, se convierte en una competición entre él y yo. Por ejemplo, bebemos un cuenco de ramen de un sorbo o comemos ciruelas ácidas sin hacer ningún gesto con la cara. Los niños nos animan a los dos e intentan adivinar quién ganará. Y cuando eso pasa... no puedo dejar que me gane, ¿no crees?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49060,
			"title": "Sobre Arataki Itto - La Banda de Arataki",
			"voicelineType": "4008",
			"description": "¿La “Banda de Arataki”? ¡¿Qué?! Entonces, ¿no es simplemente una persona que no hace nada con su vida?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_itto_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49061,
			"title": "Sobre Kaedehara Kazuha...",
			"voicelineType": "4009",
			"description": "La gente sin preocupaciones como yo hablamos con franqueza, mientras que a aquellos con muchas inquietudes les gusta recitar poesía y hablar de los paisajes con los que se encuentran. Hablan de las flores, los pájaros, el viento y la luna, pero nunca de la realidad a la que se enfrentan. Estoy segura de que él tiene su propia historia.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49062,
			"title": "Sobre Kujou Sara...",
			"voicelineType": "4010",
			"description": "Debido a cuestiones de seguridad pública y medidas antiincendios, la Comisión Tenryou suele llevarme a su sede para sermonearme. De todos ellos, Kujou Sara es la más razonable. Al menos escucha lo que tengo que decir antes de juzgarme. Si tengo razón, lo reconoce, y si estoy equivocada... jeje. En ese caso, le digo a Thoma que venga a ayudarme a pedirle disculpas.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kujoSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49063,
			"title": "Sobre Sayu...",
			"voicelineType": "4011",
			"description": "Dime si la ves, ¿de acuerdo? Me encantaría llevarle a un festival y presentarle a muchos amigos. Siempre se ve un poco baja de ánimos, así que si conoce a alguien con quien divertirse, tal vez se sienta un poco mejor.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49064,
			"title": "Sobre Klee...",
			"voicelineType": "4012",
			"description": "Ah, ¿dices que en Mondstadt hay una niña a la que se le da muy bien hacer bombas? Bueno, las bombas no son muy distintas de los fuegos artificiales, así que podría ser una genio... Oh, me encantaría conocerla. *Suspira*, pero... ¿no es peligroso dejar que una niña juegue con explosivos? ¿No le preocupa eso a la gente de Mondstadt?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49083,
			"title": "Sobre Kirara...",
			"voicelineType": "4013",
			"description": "¿Te refieres a la repartidora de Komaniya Exprés? ¡Es rápida como una de mis flechas! Cuando me quedo sin algunos materiales para hacer fuegos artificiales, ella me trae lo que me falta en el momento preciso. Una vez, le regalé un fuego para agradecerle su ayuda, pero no se atrevió a prenderlo porque, según lo que me dijo, el sonido la asusta demasiado, así que le dije un lugar desde el que podía verlo y lo encendí yo en su lugar.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49065,
			"title": "Más sobre Yoimiya (I)",
			"voicelineType": "5001",
			"description": "¿Quieres que te cuente una historia? Está bien, está bien. Siéntate aquí, te contaré la historia de la que más orgullosa estoy: ¡la de la familia Naganohara! Pero que sepas que pocas veces me escucharás hablar de algo tan serio.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_01"
		},
		{
			"voicelineId": 49066,
			"title": "Más sobre Yoimiya (II)",
			"voicelineType": "5002",
			"description": "En mi familia hay una tradición muy antigua por la que damos una nota a todos los clientes que piden fuegos artificiales personalizados. Solo nosotros entendemos el contenido de la nota, en la que se registra la fórmula para hacer esos fuegos. Aunque pasen diez o cien años, podemos hacer exactamente los mismos que hicimos en el pasado siempre y cuando el cliente nos traiga la nota.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 49067,
			"title": "Más sobre Yoimiya (III)",
			"voicelineType": "5003",
			"description": "Los fuegos artificiales más bellos son ideales para los momentos más maravillosos. Los fuegos capturan una efímera emoción que se transmite de una forma distinta. Las notas que damos a nuestros clientes son como llaves que esperan a aquellos que desean abrir una puerta para conmemorar el pasado, y la familia Naganohara vigila esa puerta.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49068,
			"title": "Más sobre Yoimiya (IV)",
			"voicelineType": "5004",
			"description": "Cada momento del festival de verano es como un cuento viviente en sí mismo. Las personas que se conocen a la luz de los fuegos artificiales crecen, maduran y envejecen. Cuando lanzan los mismos fuegos que cuando se conocieron, en el cielo se refleja la misma imagen que hace años. Los fuegos no son eternos, pero creo que las emociones que se esconden tras ellos caminarán hacia la eternidad junto con Inazuma.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 49069,
			"title": "Más sobre Yoimiya (V)",
			"voicelineType": "5005",
			"description": "En vez de contarte una última historia, veamos junt{F#as}{M#os} los fuegos artificiales en silencio. Puedes grabar en tu memoria el paisaje y todas las cosas que quieras decir. Oh, no, este no es el fin de nada. Al contrario, creo que nuestra historia no ha hecho más que empezar.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 49070,
			"title": "Aficiones de Yoimiya - Jugar",
			"voicelineType": "6001",
			"description": "¡Fuegos artificiales! Espera, ¿no cuentan? Bueno, entonces... humm... qué difícil. Me gusta hablar con mis vecinos, ir al festival de verano con los más pequeños, nadar, recoger frutos de la naturaleza... ¡No puedo decidir qué me gusta más! Espera, ¡lo tengo! ¡Me gusta jugar con todo el mundo!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_hobby_01"
		},
		{
			"voicelineId": 49071,
			"title": "Aficiones de Yoimiya - Imitación",
			"voicelineType": "6006",
			"description": "*Grugrugru*, jaja. Estoy imitando el sonido que hace Paimon al desaparecer.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_hobby_02"
		},
		{
			"voicelineId": 49072,
			"title": "Preocupaciones de Yoimiya...",
			"voicelineType": "6002",
			"description": "Por fin llegué al final de la novela que llevo leyendo durante tanto tiempo. La protagonista pierde la memoria y la boda que tanto planificó no se puede celebrar... ¡qué triste!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_annoyed"
		},
		{
			"voicelineId": 49073,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "Me gustan más los aperitivos que los platos principales. En los festivales, siempre voy comiendo de puesto en puesto. Por cierto, ¿se te da bien hacer aperitivos? Te cambio unos dango que he hecho. Toma, los grandes para ti.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_foodLike"
		},
		{
			"voicelineId": 49074,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "La leche. Hace que sienta fuegos artificiales en el estómago... *¡crac, bum!*. Pero sí puedo aguantar la comida hecha con leche. Debo de tener en el estómago un Seelie muy quisquilloso con la comida.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_foodDislike"
		},
		{
			"voicelineId": 49080,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "¡Vaya! ¡Qué mano tienes para la cocina! Si montaras un puesto durante un festival, ¡sería el más popular de todos!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_pref_01"
		},
		{
			"voicelineId": 49081,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Todos estamos más animados cuando comemos algo delicioso. Y cuando estamos animados, no dejamos de hablar. ¡Ya sé, te contaré una historia!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_normal_01"
		},
		{
			"voicelineId": 49082,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "Ay... Parece como si me hubiera comido un Espectro... No me encuentro bien...",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_dislike_01"
		},
		{
			"voicelineId": 49075,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Los cumpleaños nunca son ocasiones para estar solo. Las personas que te envían pasteles, prenden velas, te aplauden, te animan... Todas ellas están profundamente agradecidas de que nacieras. Por eso debe ser una ocasión feliz, para que todo el mundo pueda darte las gracias. Así que ¡feliz cumpleaños! ¿Estás list{F#a}{M#o} para unos fuegos artificiales?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 49076,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "¡Cuanto más alto lleguen, mayor será la explosión!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 49077,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Jaja. ¡Voy a intentar lanzar fuegos artificiales directamente con mi arco!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 49078,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Con las habilidades de combate que he aprendido contigo, además de mi trabajo haciendo fuegos artificiales, debería convertirme en una aventurera. ¿O quizás en una heroína?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49079,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "¡La heroína Yoimiya ya está aquí! ¡El mal desaparecerá! ¡La justicia vencerá!\n¿No crees que esta es una buena forma de presentar a los niños los poderes que me has enseñado? ¿No te parece genial? Jeje. Por cierto, avísame si alguien se mete contigo, ¡yo te defenderé!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 49009,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "¡Hora de un espectáculo pirotécnico!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_01"
		},
		{
			"voicelineId": 49010,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Mecha prendida!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_02"
		},
		{
			"voicelineId": 49011,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "¡Altamente inflamable!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_03"
		},
		{
			"voicelineId": 49012,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Un bis festivo!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_01"
		},
		{
			"voicelineId": 49013,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Las carpas doradas de la perdición!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_02"
		},
		{
			"voicelineId": 49014,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "¡Aquí llegan los fuegos artificiales!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_03"
		},
		{
			"voicelineId": 49015,
			"title": "Al abrir el planeador (I)",
			"voicelineType": "800001",
			"description": "¡Más alto!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_explore_fly_start_01"
		},
		{
			"voicelineId": 49016,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¿Aquí habrá materiales pirotécnicos?",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_01"
		},
		{
			"voicelineId": 49017,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "¿Qué tenemos aquí?",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_02"
		},
		{
			"voicelineId": 49018,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "¡Deja que lo abra yo!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_03"
		},
		{
			"voicelineId": 49019,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "Oh, oh... ¡Oh, oh!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_01"
		},
		{
			"voicelineId": 49020,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Eso dolió...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_02"
		},
		{
			"voicelineId": 49021,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Tengo que tener cuidado...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_03"
		},
		{
			"voicelineId": 49022,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "¡Estoy aquí para ayudarte!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_teammate_01"
		},
		{
			"voicelineId": 49023,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "¿Tienes un problemilla? ¡Aquí está Yoimiya!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_teammate_02"
		},
		{
			"voicelineId": 49024,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Jugué con fuego...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_01"
		},
		{
			"voicelineId": 49025,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "Me divertí... demasiado...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_02"
		},
		{
			"voicelineId": 49026,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "El festival... terminó...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_03"
		},
		{
			"voicelineId": 49027,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900001",
			"description": "¡No tan fuerte, por favor!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_hit_L_02"
		},
		{
			"voicelineId": 49028,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "¡Eso no contaba!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_hit_H_02"
		},
		{
			"voicelineId": 49029,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "¿Quieres organizar un festival?",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_01"
		},
		{
			"voicelineId": 49030,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "¡Vamos a divertirnos!",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_02"
		},
		{
			"voicelineId": 49031,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "¡Más compañeros! ¡Bien!",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_03"
		}
	]
}