{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "Hola...",
			"voicelineType": "1006",
			"description": "¡Hola! Soy Yumemizuki Mizuki, y soy psicoterapeuta. Si algo te preocupa, no dudes en hablarlo conmigo. Puedo desterrar de tu mente hasta la más oscura de las pesadillas sin dejar rastro. ¿No me crees? Bueno, entonces, si tienes un momento libre... ¿Por qué no te pasas por mi clínica?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "Charla - Psicoterapia",
			"voicelineType": "1101",
			"description": "El sueño de anoche estuvo delicioso. Gracias por compartirlo conmigo.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "Charla - Asuntos de accionistas",
			"voicelineType": "1102",
			"description": "Todavía tengo que revisar el informe financiero del último trimestre... Qué dolor de cabeza.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "Charla - Frustraciones",
			"voicelineType": "1103",
			"description": "Si te sientes deprimid{F#a}{M#o}, deja todo a un lado y sal a tomar un poco de aire fresco.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "Cuando llueve...",
			"voicelineType": "1201",
			"description": "Cuando el cielo está oscuro y apagado, nuestras emociones suelen responder de la misma forma...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "Cuando truena...",
			"voicelineType": "1202",
			"description": "Me pregunto si la todopoderosa Shogun estará teniendo un mal día...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "Qué sol hace...",
			"voicelineType": "1203",
			"description": "El sol no siempre es bueno. Si es demasiado brillante, la luz puede marear un poco...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "Tras la lluvia...",
			"voicelineType": "1204",
			"description": "Ahora que los nubarrones se han disipado, es hora de hacer lo mismo con nuestros problemas.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "Hace mucho viento...",
			"voicelineType": "1205",
			"description": "Ah... Me gusta este viento. Me siento relajada y de buen humor.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "Buenos días...",
			"voicelineType": "1001",
			"description": "He abierto la ventana para ventilar la habitación. Ah, el aire fresco, el sol del amanecer, la brisa fresca matutina... levantan el ánimo a cualquiera. ¡Buenos días!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "Buenas tardes...",
			"voicelineType": "1002",
			"description": "Una siesta rápida a mitad del día puede darte una inyección de energía, pero sin pasarse. Dormir demasiado te dará más cansancio. ¿Necesitas que te despierte en un rato?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "Buenas noches... (I)",
			"voicelineType": "1003",
			"description": "Se está haciendo tarde. Espero que no se queden despiertos hasta muy tarde. Si se quedan hasta tarde bailando, leyendo novelas o jugando, ¡la calidad de su sueño se verá afectada!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "Buenas noches... (II)",
			"voicelineType": "1004",
			"description": "¿Te vas a la cama? Toma, bebe esta taza de leche antes. He añadido algunas hierbas que van muy bien para dormir. ¡Buenas noches y dulces sueños!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "Sobre Yumemizuki Mizuki - Diferencias de aguas termales",
			"voicelineType": "2001",
			"description": "Las termas de Natlan están en una zona abierta cerca del mar, lo que significa que se puede disfrutar de una placentera charla con tus amigos mientras se disfruta de la agradable brisa marina.\nAhora bien, si intentara lo mismo en Inazuma, la gente probablemente diría: no está mal encontrarse con alguien que conoces en las aguas termales, pero ¿conversar con un completo desconocido? Eso es inconcebible...\n¿Ves? No todas las aguas termales son iguales.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "Sobre Yumemizuki Mizuki - Balneario Aisa",
			"voicelineType": "2005",
			"description": "¿Has oído hablar del Balneario Aisa? Son unas aguas termales cubiertas. Cuando me convertí en accionista, tuve la visión de un nuevo tipo de práctica clínica: hacer que los pacientes se sumergieran en baños medicinales y aromáticos para relajar mente y cuerpo antes del tratamiento.\nPero... La mayoría de las veces, la gente se quedaba dormida en las aguas termales antes de que llegara a la parte terapéutica. Al despertar, elogiaban mis métodos de diagnóstico y tratamiento.\nA pesar de que ni siquiera hice nada. Esto demuestra lo que puede hacer el descanso...\nEn realidad, un buen sueño reparador puede resolver muchos problemas. Y, aun así, la gente insiste en forzarse hasta la extenuación.\n*Suspira*. Ojalá la gente escuchara a su cuerpo cuando pide descanso...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "#Sobre nosotr{F#a}{M#o}s - Viajes",
			"voicelineType": "2003",
			"description": "He estado en cinco de las siete naciones de Teyvat. Supongo que eso me convierte en una especie de viajera. Aunque vivo en Inazuma, a menudo tengo negocios en Natlan, así que ¡eso nos convierte en compañer{F#a}{M#o}s de viaje! Estaría bien hacer algún viaje junt{F#a}{M#o}s.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "#Sobre nosotr{F#a}{M#o}s - Sueños felices",
			"voicelineType": "2002",
			"description": "Hay una regla entre las baku: no podemos devorar los sueños felices de los humanos sin su permiso. Los sueños felices son tesoros preciados, y su ausencia, por leve que sea, puede generar sentimientos de pérdida.\nPero tú eres una excepción. Tus sueños felices son como un tesoro sin fondo. Llevo siglos en este trabajo, pero nunca había visto a alguien con unos sueños tan brillantes como los tuyos...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "Sobre la Visión...",
			"voicelineType": "3006",
			"description": "Se dice que las Visiones son la prueba del reconocimiento de los dioses, la manifestación de un milagro, aunque he oído que muchas personas sin Visión esperan que les ocurra dicho milagro para hacerse con una.\nSin embargo, soñar con algo inalcanzable a menudo significa exponerse a una mayor decepción, sobre todo cuando al despertar, se impone la realidad.\nEspero que... no traten la realidad como una pesadilla de la que están desesperados por deshacerse para perseguir la ilusión de un sueño.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "¿Algo que decir?",
			"voicelineType": "3002",
			"description": "Fiu y Fum son más que compañeras: son parte de mí. Son la encarnación de mis poderes de youkai y, como tal, representan mi sabiduría y espíritu, respectivamente. Son mi manifestación de la razón y la empatía. A veces me ayudan con los diagnósticos, ¡pero también se les da muy bien combatir!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "Un dato curioso...",
			"voicelineType": "3003",
			"description": "Me fui a Inazuma el día antes del ataque al Pueblo de los Manantiales. Mualani me escribió una carta y me contó lo sucedido. Parece que fuiste una persona clave para solucionar lo ocurrido. Ahora que lo pienso... Por lo que me ha contado Miko, ¡he perdido dos oportunidades de cruzarme contigo! Una en Inazuma, y otra en Natlan. Pero ahora por fin puedo decir que {F#la legendaria viajera}{M#el legendario viajero} está entre mis conocidos.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa la misión «Oda incandescente de la resurrección»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "Sobre Yae Miko - Anécdotas",
			"voicelineType": "4001",
			"description": "Hace siglos, éramos vecinas. Por aquel entonces, Miko se tomaba las cosas mucho más en serio, pero la inocencia de la juventud lo impregnaba todo. A veces echo de menos aquellos días. Miko acababa de aprender a transformarse en humana y era tan inocente... Todos los días venía a buscarme y me dejaba saborear sus sueños.\nLo recuerdo... Flores de cerezo, papel, tinta, dangos tricolor y tofu frito. Siempre me insistía en que me transformara en humana con ella y fuera a la ciudad en busca de algo que se correspondiera con el sabor de sus sueños. Si alguien nos atrapaba, nos transformábamos en nuestra forma original y escapábamos, aunque a menudo me costaba seguirle el ritmo...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "Sobre Yae Miko - Situación actual",
			"voicelineType": "4002",
			"description": "Ahora, Miko es la Suma Sacerdotisa Yae. Tras crecer, nunca volví a probar uno de sus sueños. Me pregunto si alguno conservará el sabor de entonces...\nPor supuesto, no he vuelto a probar ninguno de sus sueños. Devorar sueños sin permiso es un tabú absoluto para los de mi especie. Incluso si ella viniera a mí y me lo pidiera después de tanto tiempo, yo... Creo que me negaría. Ahora somos rivales, y esta vez no pienso quedarme atrás.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa «Quietud, la sublimación de la sombra»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "Sobre la Shogun Raiden...",
			"voicelineType": "4003",
			"description": "Me armé de valor e invité a la todopoderosa Shogun a tomar un baño conmigo tras el Festival Floral Mikawa. Mientras se acomodaba en el agua, un mechón de su pelo flotó sobre esta. Pensé en acercarme para arreglárselo, pero me preocupaba que fuera un gesto demasiado descortés para una figura tan noble. Cuando pensé en qué habría hecho Miko, dudo que ella hubiera dudado... Es un desafortunado recordatorio de que aún me queda mucho camino por recorrer.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «Sueños efímeros»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "Sobre Sangonomiya Kokomi...",
			"voicelineType": "4004",
			"description": "La Sacerdotisa Divina de la Isla Watatsumi es una dama digna y educada. Hablar con ella siempre me levanta el ánimo. Si abro una nueva sucursal del Balneario Aisa en la Isla Watatsumi o algún otro tipo de negocio, espero tener más oportunidades de trabajar con ella...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "Sobre Yoimiya...",
			"voicelineType": "4005",
			"description": "Oh, ¿te refieres a la Reina del Festival de Verano? Sí, la recuerdo muy bien.\nDe vez en cuando, realizo una encuesta de salud mental para ver si hay zonas alrededor de Inazuma en las que es más probable que la gente necesite tratamiento...\nResulta que los que viven cerca de Yoimiya han necesitado muy poco, y dudo que sea una coincidencia. ¡Es difícil no estar contento con una persona tan animada y alegre cerca!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "Sobre Kamisato Ayaka...",
			"voicelineType": "4006",
			"description": "Ah, Ayaka... Aún era una niña cuando dejé Inazuma, pero incluso entonces, ya había empezado a estudiar arte floral y el arte de la espada. En una ocasión, su hermano solicitó mis servicios en secreto, con la esperanza de aliviar algunas de sus ansiedades.\nLo que recuerdo de su sueño... era el olor a madera vieja y a lluvia. Era como un solitario pabellón de madera a punto de derrumbarse en medio de una tormenta. Hice todo lo que pude para tratarla, hasta que finalmente se durmió plácidamente.\nHan pasado muchos años desde entonces. Espero que haya encontrado gente en quien apoyarse y es capaz de mantenerse a salvo ante la tormenta...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "Sobre Kujou Sara...",
			"voicelineType": "4007",
			"description": "A menudo recurre a mis servicios para ayudar a los miembros de la Comisión Tenryou. No es raro ver dudas y miedo en sus mentes, pero el paisaje mental de ella siempre es frío, de metal duro. Sin lluvia ni sol, como una caja fuerte de puro acero de jade, inquebrantable e impenetrable.\nLa respeto enormemente por ello.\nAunque me pregunto qué debe haber tenido que soportar una persona para que su mente se convierta en algo así...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "Sobre Sayu...",
			"voicelineType": "4008",
			"description": "Jeje, es una pequeña bastante despreocupada cuyo único problema, por supuesto, es el deseo de crecer más. Seguro que sus sueños son muy dulces. Si no me hubiera estado evitando, la habría contratado para trabajar en el Balneario Aisa.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "Sobre Mavuika...",
			"voicelineType": "4009",
			"description": "¿La Arconte Pyro? Cómo decirlo... Mavuika es el tipo de persona que brilla tanto que hace falta llevar lentes de sol para mirarla. Ella misma es como un sol, pues con solo un apretón de manos es capaz de iluminar la oscuridad y de hacer arder las penas de tu corazón en un instante.\n¿Qu-que si he probado uno de sus sueños? ¡No, no, no! No me atrevería... Una vez me invitó a hacerlo, pero entrar en su sueño era como saltar a un volcán o asfixiarse con ceniza. Ardía tanto que no podía dejar de toser...\nTal vez mis poderes de youkai aún no sean lo suficientemente fuertes...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "Sobre Mualani...",
			"voicelineType": "4010",
			"description": "Ah, Mualani... Es la persona más amigable que he conocido. Me hospedé en el Pueblo de los Manantiales durante mi estancia en Natlan, y no habría podido abrir mi sucursal de no haber sido por ella. Me llevó a la Cámara Asamblearia y, en un momento, estuve cara a cara con la Arconte Pyro. Qué miedo pasé...\nSin embargo, su personalidad es como una ola: a veces se eleva por encima del agua, otras se hunde en el fondo de una ola, y otras se sumerge en una corriente submarina. Me cuesta mucho seguirle el ritmo...\n¿Su salud mental? No creo que debas preocuparte por ella. Es una de las personas más saludables mentalmente que he conocido. En todo caso, sería yo quien debería ir a pedirle terapia a ella...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "Sobre Nahida...",
			"voicelineType": "4011",
			"description": "He estado en Sumeru anteriormente. Dentro de los límites de su autoridad, me es imposible entrar en contacto con los sueños de nadie, y mucho menos afectarlos o devorarlos. Sin embargo, su presencia no es opresiva; lo que sentí fue más bien una promesa solemne entre una deidad y su pueblo... Tengo la sensación de que debe de ser una diosa muy bondadosa.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa «Pulso de Akasha, fuego que arrasa»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "Más sobre Yumemizuki Mizuki (I)",
			"voicelineType": "5001",
			"description": "Devorar sueños es una habilidad exclusiva de las baku. Podemos devorar sueños buenos y malos por igual, aunque ambos difieren mucho en cuanto a sabor. Durante mucho tiempo, no fue más que una forma de sustento, pero a medida que fui creciendo, me di cuenta de que este poder tenía un potencial mayor: ayudar a los humanos a superar y procesar sus problemas.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "Más sobre Yumemizuki Mizuki (II)",
			"voicelineType": "5002",
			"description": "En realidad, las baku no somos un tipo de youkai especialmente formidable. Cuando la calamidad oscura asoló Inazuma, todo lo que pudimos hacer fue correr y escondernos. Nuestra vecina, la Sacerdotisa Kitsune, se sacrificó en aquel desastre. Yo estaba devastada, pero impotente para hacer nada al respecto... Fue ver toda esa pérdida y desesperación lo que me inspiró a dedicarme a esta vocación. Decidí estudiar en el extranjero y, gracias a mis viajes por Liyue, Sumeru y Natlan, pude integrar mis habilidades con la medicina humana hasta que, con el tiempo, nació mi práctica actual.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "Más sobre Yumemizuki Mizuki (III)",
			"voicelineType": "5003",
			"description": "Aunque he estado fuera de Inazuma durante los últimos años, el negocio de las aguas termales ha prosperado. Mientras tanto, he trabajado duro para establecer una práctica que integre lo que he aprendido a lo largo de mis viajes. Decirle a la gente que soy la accionista mayoritaria del Balneario Aisa abre muchas puertas, lo cual me ha servido para llevar a cabo mi práctica, incluso a pesar de todos los desafíos...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa «Quietud, la sublimación de la sombra»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "Más sobre Yumemizuki Mizuki (IV)",
			"voicelineType": "5004",
			"description": "Para mí, el mayor reto es procesar las emociones negativas que conlleva devorar una pesadilla. Solo devoro la pesadilla de un paciente si fracasan todos los demás métodos de tratamiento. En ese momento, las pesadillas suelen ser muy intensas y me resultaba muy molesto... Cuando eso sucede, me gusta encontrar un lugar apartado para “digerir” esas emociones. No es algo que quiera que vean los demás...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Completa «Quietud, la sublimación de la sombra»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "Más sobre Yumemizuki Mizuki (V)",
			"voicelineType": "5005",
			"description": "Pero, como psicoterapeuta, es mi deber ayudar a mis pacientes a deshacerse de sus pesadillas.\n... O, más bien, ese es para mí el sentido de mi existencia como baku.\nSiempre me he preguntado para qué sirve nuestro poder. ¿Por qué se nos dio? ¿Qué podemos hacer con él? Si pensamos en los sueños únicamente como una forma de sustento, ¿qué nos diferencia de los insectos sin cerebro que se pasan el día royendo calavandas?\nNo fue hasta que me convertí en terapeuta que descubrí lo que podía hacer por Inazuma... No, por Inazuma y por todos quienes sufran pesadillas.\nJe... Hasta que te conocí, solía pensar que pasaría toda mi vida enfrentándome a esto de las pesadillas yo sola. Pero alguien capaz de poner el mundo patas arriba, capaz de cambiar la forma de pensar de los mismísimos dioses... Alguien dispuest{F#a}{M#o} a aceptar mis debilidades, sin escasez de sueños para compartir... Tal vez, en cierto modo, yo también me haya convertido en tu paciente.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Amistad 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa la misión «Oda incandescente de la resurrección»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "Aficiones de Yumemizuki Mizuki...",
			"voicelineType": "6001",
			"description": "Escuchar música alegre y relajante es una forma estupenda de relajarse. Cuando vivía en Natlan, solía ir a la Plaza Colonche del Pueblo de los Manantiales. La música de ukelele era tan bonita... De hecho, he oído que se te da bien la música. ¿Podrías tocar para mí alguna vez?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "Preocupaciones de Yumemizuki Mizuki",
			"voicelineType": "6012",
			"description": "A veces, las pesadillas superan lo que puedo soportar y actúan casi como un veneno letal. Un ejemplo serían los soldados de Inazuma que lucharon contra la calamidad oscura, o los guerreros de Natlan que hicieron retroceder al Abismo en el Reino de la Noche. La desesperación y el miedo calaron tan hondo en sus subconscientes que consumir sus pesadillas era como intentar tragarse un cuchillo... Una vez, consumí la pesadilla de un guerrero que acababa de regresar de la Guerra de los Peregrinos y me desmayé durante varios días...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "Comida que más le gusta...",
			"voicelineType": "6003",
			"description": "¿Mi comida favorita? El mejor sueño que hayas tenido, por supuesto... Es broma. No voy por ahí deleitándome con los dulces recuerdos de la gente. Aunque hablando de dulces... No están nada mal, especialmente después de una sesión complicada.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "Comida que menos le gusta...",
			"voicelineType": "6004",
			"description": "No me gustan las comidas insustanciales, como... una barra de pan seca, un par de zanahorias, un poco de repollo o un trozo de jamón frío. Somos lo que comemos, y comer es especialmente importante para tener un buen estado de ánimo. Si comemos cualquier cosa, ¿cómo se supone que vamos a mantener un estado de ánimo saludable? Todos tenemos que ser más cuidadosos con nosotros mismos, empezando por lo que comemos.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "Al recibir un regalo (I)",
			"voicelineType": "6007",
			"description": "Guau... Nunca había probado una comida como esta, ni siquiera en sueños. ¡Seguro que esta noche duermo como un bebé!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "Al recibir un regalo (II)",
			"voicelineType": "6008",
			"description": "Hmm... Un sabor muy suave y equilibrado. Me recuerda al paisaje onírico en el que suelo dormir. Gracias, me gusta mucho.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "Al recibir un regalo (III)",
			"voicelineType": "6009",
			"description": "¿Tuviste alguna pesadilla anoche y no dormiste bien? Eso explicaría por qué tu sentido del gusto está tan apagado... La comida puede esperar hasta más tarde; nuestra sesión de terapia comienza ahora.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "Cumpleaños...",
			"voicelineType": "7001",
			"description": "Hoy es un día muy especial para l{F#a}{M#o}s dos. Conocerte me ha dado la oportunidad de presenciar un mundo maravilloso de sueños infinitos... Así que ¿por qué no celebramos esta ocasión con un paisaje onírico para nosotr{F#a}{M#o}s dos sol{F#a}{M#o}s? Por supuesto, tendremos que construirlo desde cero, así que dime qué te gustaría ver...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "El sentimiento de Ascensión - Introducción",
			"voicelineType": "8001",
			"description": "Me siento más fuerte, tanto física como mentalmente. Estoy lista para enfrentarme a las emociones negativas más terribles.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "El sentimiento de Ascensión - Desarrollo",
			"voicelineType": "8002",
			"description": "Gracias, de todo corazón. Con tu ayuda, confío en poder lidiar con cualquier caso que se me presente.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "El sentimiento de Ascensión - Nudo",
			"voicelineType": "8003",
			"description": "Tu inspiración me ha permitido mirar dentro de mí y ver mis debilidades tal y como son. Has ayudado a una psicoterapeuta a recorrer su propio camino curativo, y eso es un hito sin precedentes.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "El sentimiento de Ascensión - Desenlace",
			"voicelineType": "8004",
			"description": "Las emociones negativas forman parte de lo que somos. La ansiedad, la agitación y el miedo son el resultado de la falta de confianza necesaria para afrontarlas, y de la absencia de equilibrio entre ellas y las emociones positivas. Tú me ayudaste a encontrar ese equilibrio y, ahora, está cimentado en mi mente. No importa lo tóxica o venenosa que sea la pesadilla, no tengo nada que temer.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueable en Niv. de Ascensión 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "Habilidad Elemental (I)",
			"voicelineType": "100001",
			"description": "Deja de fruncir el ceño.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "Habilidad Elemental (II)",
			"voicelineType": "100002",
			"description": "¡Dulces sueños!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "Habilidad Elemental (III)",
			"voicelineType": "100003",
			"description": "Hora de relajarse.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "Habilidad Definitiva (I)",
			"voicelineType": "200001",
			"description": "¡Esfúmate, pesadilla!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "Habilidad Definitiva (II)",
			"voicelineType": "200002",
			"description": "¡Fiu, Fum! ¡Adelante!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "Habilidad Definitiva (III)",
			"voicelineType": "200003",
			"description": "Que el viento se lleve tus preocupaciones.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "Al abrir un cofre (I)",
			"voicelineType": "300001",
			"description": "¡Un buen descubrimiento!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "Al abrir un cofre (II)",
			"voicelineType": "300002",
			"description": "Esto no está nada mal para levantar el ánimo.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "Al abrir un cofre (III)",
			"voicelineType": "300003",
			"description": "A veces, la mejor medicina son unos Moras de más en el bolsillo.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "Vida baja (I)",
			"voicelineType": "410001",
			"description": "No debo hacerme la heroína...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "Vida baja (II)",
			"voicelineType": "410002",
			"description": "Una causa perdida...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "Vida baja (III)",
			"voicelineType": "410003",
			"description": "Esto no va bien...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "Aliado con vida baja (I)",
			"voicelineType": "400001",
			"description": "Yo me encargo.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "Aliado con vida baja (II)",
			"voicelineType": "400002",
			"description": "Descansa por ahora.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "Derrotada (I)",
			"voicelineType": "500001",
			"description": "Esto es... una pesadilla.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "Derrotada (II)",
			"voicelineType": "500002",
			"description": "La oscuridad... se cierne sobre mí...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "Derrotada (III)",
			"voicelineType": "500003",
			"description": "El dolor... no desaparece.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "Recibiendo un ligero ataque (I)",
			"voicelineType": "900002",
			"description": "Qué grosero.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "Recibiendo un fuerte ataque (I)",
			"voicelineType": "910001",
			"description": "Qué falta de modales...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "Recibiendo un fuerte ataque (II)",
			"voicelineType": "910002",
			"description": "Un paciente problemático.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "Recibiendo un fuerte ataque (III)",
			"voicelineType": "910003",
			"description": "Eso ha sido un golpe bajo...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "Unirse al equipo (I)",
			"voicelineType": "600001",
			"description": "Puedes contarme lo que quieras.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "Unirse al equipo (II)",
			"voicelineType": "600002",
			"description": "Es hora de la terapia.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "Unirse al equipo (III)",
			"voicelineType": "600003",
			"description": "No siento ninguna pesadilla por aquí.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}