{
	"id": 140008,
	"name": "Ailes du tempestrier",
	"description": "Un modèle de planeur, reçu en signe de reconnaissance d'Inazuma.",
	"rarity": 4,
	"story": "« Tengu... Eh bien, à part les Tengu de Yougou, qui ont une longue lignée, ce mot fait également référence à ceux qui sont agiles et dont les mouvements sont difficiles à cerner. Les Tengu ont des ailes, n'est-ce pas ? »\nVous aviez du mal à croire ces mots au premier abord.\n\n« Les Tengu sont avant tout ceux qui ont été dotés du cadeau divin de voler librement dans les cieux. Vous chevauchez le vent et les nuages au-dessus des toits et des falaises d'Inazuma, mais il serait bien humble de vous comparer à un corbeau ou à un faucon. »\n« Il existait autrefois des gens se faisant appeler les « Tengunites » qui louaient et imitaient les Tengu. Ils s'asseyaient au sommet du Tenshukaku, sur de grands arbres ou de portails torii et se moquaient bruyamment de la foule et des bureaucrates en dessous. Ils causèrent même une grande agitation en jetant des livres à l'intérieur du Tenshukaku, ignorant complètement les autorités du sanctuaire et du Shogunat. »\n« Ils étaient vraiment insouciants. Plus tard, ces personnes ont été attrapées par les vrais Tengu et ont reçu une bonne leçon. »\n« Ah, bien sûr, vous n'avez pas à vous soucier de telles légendes, car vous êtes {M#un citoyen}{F#citoyenne} qui se plie aux lois et qui respecte notre morale, ainsi que nos coutumes publiques. »\nVous choisissez de ne pas faire de commentaire sur votre propre habitude de survoler les maisons d'Inazuma à l'aide de votre planeur, ou d'escalader les nombreux murs de pierre.\n\n« En outre, le titre de « Tengu » peut être donné à des épéistes hors pair. Mis à part les grands dojos qui peuvent retracer leur lignée jusqu'à Narukami, il y a aussi eu des réussites fulgurantes comme celui de Tranche-brume, l'École Meikyou Shisui et bien d'autres qui existent encore aujourd'hui, comme l'École Iwakura. La technique secrète Iwakura, dont l'enseignement était réservé aux élèves extraordinaires, s'appelle le balayage tengu. On dit que la lame trace un arc étrange et pourrait même vaincre les très talentueux Tengu de Yougou. Je crois que vos capacités nécessitent d'ailleurs quelques d'éloges supplémentaires à cet égard. »\n« Enfin, les Tengu maîtrisent souvent les éléments Anémo et Électro. La légende raconte qu'il existe une relique transmise de génération en génération chez les Tengu de Yougou, l'« Éventail de souffle-tempête ». Apparemment, sa face avant permet d'invoquer l'élément Anémo, tandis que sa face arrière permet d'invoquer l'élément Électro. Puisque vous pouvez utiliser les deux éléments à la fois, vous comptez certainement comme un Tengu ! Au fait, l'éventail n'est qu'un gadget. En général, pour éviter de se faire démasquer, un Tengu qui manie l'élément Anémo s'associe généralement à un autre qui manie l'élément Électro. »\nSara, qui se tient à l'écart, a l'air encore plus perplexe que vous au cours de cet échange.\n\n« Pour tous les services que vous avez rendus à Inazuma, le Sanctuaire de Narukami aimerait maintenant vous récompenser avec ce planeur de vent. »\nC'est donc de là que viennent les ailes de Tengu ?\nEn voyant votre regard dubitatif, Sara répond immédiatement :\n« Bien sûr que non ! »",
	"source": [
		"Réputation d'Inazuma"
	]
}