{
	"name": "Ailes de la forêt",
	"description": "Un modèle de planeur, reçu en signe de reconnaissance de Sumeru.",
	"rarity": "4",
	"story": "Dans le passé, Sumeru était une terre de petits rêves, et ses habitants avaient une superstition : si vous voyez des images issues de votre cœur dans votre sommeil, celles-ci sont la révélation et l'illumination de l'Archon Dendro. Il y a une signification profonde derrière elles. Il est possible que l'Akasha n'aurait jamais pu voir le jour sans cette superstition.\nIl était une fois un grand maître Firnas (il ne s'agit pas du grand tuteur actuel de l'Académie, attention) qui prétendait avoir beaucoup de rêves, et être doué pour les mémoriser. En tant que tel, il était plus réputé comme poète et rêveur que comme chercheur ou inventeur. Tandis qu'il n'y avait que peu de rêves à Sumeru, lui rêvait vraiment beaucoup. Il devait donc être rien de moins qu'un mandataire divin, assis aux pieds de l'Archon Dendro chaque nuit. Les gens qui l'enviaient disaient qu'être un rêveur ne signifiait pas avoir de vrais rêves.\n\nOn dit qu'il observa les planeurs de pays lointains et qu'il se rendit compte que les principes selon lesquels ces objets fonctionnent ne suivaient pas du tout les lois physiques. Si chaque planeur n'avait pas été béni par l'Archon Anémo lui-même, même le plus majestueux des aigles tomberait si fort au sol que sa chute briserait les carapaces des tortues en dessous de lui si on l'équipait d'un tel engin.\nEt c'est de cette manière que le grand maître Firnas (qui, je me dois de le répéter, n'est pas l'actuel grand tuteur Firnas) décida de créer un planeur qui ne nécessiterait pas la bénédiction de l'Archon Anémo, et qui volerait uniquement grâce à sa propre beauté et aux lois de la physique auxquelles toutes les choses sont soumises.\n\nIl se mit donc à travailler jour et nuit, et un jour, il s'endormit d'épuisement. On dit qu'il rencontra à nouveau l'Archon Dendro dans son sommeil.\nLa divinité protectrice de toutes les créatures vivantes écouta les lamentations du grand maître Firnas. Elle rit, et lui raconta une histoire :\n\nC'était une histoire qui parlait du vent qui avait pris forme humaine, d'une pierre qui parle, et, euh... d'un morceau de bois fait d'élément Électro. Ces trois choses débattaient au sujet de la composition du monde et chacune pensait en être un élément fondamental. La pierre dit qu'elle était celle qui portait le monde, et les autres étaient d'accord avec cette affirmation. Le morceau de bois mit en avant le fait que si le cerveau pouvait faire circuler des informations instantanément, c'était grâce à l'électricité. Les deux autres acquiescèrent, non sans réticences. Quand vint le tour du vent de parler, il raconta une histoire :\n\nLes légendes d'un autre monde parlent d'enfants de l'air qui habitaient dans les cieux. Ils étaient des esprits du vent. Certains d'entre eux pouvaient trancher des montagnes et des rochers, tandis que d'autres pouvaient invoquer des tornades pour déplacer les nuages et l'eau avec une force incomparable. Mais le plus jeune de ces enfants était méprisé par les gens à cause de la faiblesse de son souffle de vie. Pris de honte, il partit se cacher. Dès lors, les fleurs anémophiles étaient à l'agonie, car il n'y avait personne pour les polliniser. Face à cela, le plus audacieux des pissenlits se mit à la recherche du souffle de vie et finit par le trouver. Et pour l'encourager, le pissenlit raconta une histoire :\n\nIl y avait jadis un pays lointain gouverné par une reine à la fois belle et puissante et qui était rayonnante tel le soleil. Mais son jeune frère était un chevalier turbulent et espiègle... (cette partie est omise...) Pour l'encourager, la dame d'honneur de la reine lui raconta une histoire :\n\n...\n\nAprès cette nuit, le grand maître Firnas construisit un planeur à vent avant de demander à l'Archon Anémo de le bénir. Bien que le résultat final soit un planeur identique à ceux qui existaient déjà, l'Académie a conclu que cette ressemblance n'était que pure coïncidence.\nLa légende veut que la première chose que le grand maître dit à son réveil était la suivante : « J'ai compris ! La réponse se trouvait sous mes yeux. »\nMais en réalité, les premières paroles qu'il prononça étaient : « C'est bon, j'ai compris ! La réponse se trouvait sous mes yeux. Je vous en prie, arrêtez avec ça, maintenant. Je sais que les bénédictions des dieux font partie des lois de ce monde. »\n\nLa morale de cette fable est qu'il est honorable de se mettre en quête des vérités du monde, mais qu'il n'est pas avisé de chercher des lois physiques dans des songes fantaisistes.\nAlors ? Acceptez-vous de recevoir le planeur du grand maître Firnas ?",
	"sortorder": 140010,
	"source": [
		"Réputation de Sumeru"
	]
}