{
	"id": 140006,
	"name": "Ailes nivales",
	"description": "Un modèle de planeur, cadeau d'un oiseau de proie qui dominait autrefois les montagnes.",
	"rarity": 4,
	"story": "Nous nous élèverons à nouveau.\nL'arbre flétri a germé de nouveau. Une ère d'épreuves approche.\n\nTel fut l'avertissement des hiboux aux faucons.\n\nMais les faucons, qui planaient loin au-dessus des terres, n'avaient à cœur que le règne des cieux.\nEt honnêtement, qui aurait osé défier leur domination du ciel ?\nIls ne prêtèrent pas oreille aux avertissements des hiboux, les méprisant même, ne voyant en eux que des lâches.\nAprès tout, des oiseaux incapables de chasser le jour n'étaient pas dignes de leur attention. Misérable engeance.\n\nLorsque plus tard s'écrasa sur le royaume de la montagne le froid glacé, l'arbre qui protégeait l'endroit fut brisé.\nAlors s'abattirent les ténèbres, qui noyèrent les terres, brisant les branches qui accueillaient autrefois les oiseaux.\nEt dans ce tourbillon de rage et de malveillance, faucons comme moineaux se retrouvèrent sans appui pour leurs pattes.\n\nLes oiseaux du royaume du vent réalisèrent alors ceci :\nMême les cieux de la liberté peuvent prendre la couleur de la glace ou celle des ténèbres.\nLe soleil du zénith, entièrement masqué, ne brilla plus. Lune et étoiles s'éteignirent.\n\nRecroquevillés dans leurs nids, les oiseaux attendaient la fin tragique et silencieuse à venir.\nTandis que dans ce monde nocturne, les hiboux dominaient à présent...\n\nLongtemps, bien longtemps après...\nLes jeunes faucons, affaiblis, survécurent, se nourrissant de proies venues d'on ne sait où.\nLes cieux finirent par s'éclaircir. Et, bien que la montagne soit prisonnière de la neige et de la glace, la vie naquit à nouveau sur le sol, rare et fragile.\n\nLes oisillons ne surent jamais à qui ils durent leur survie.\nLe si beau dragon rappelant quelque gemme unique finit oublié, tout comme les yeux des hiboux qui brillaient autrefois dans la nuit.\nLes branches sur lesquelles se perchaient les oiseaux il y a si longtemps repoussent aujourd'hui, mais sont teintées d'un carmin inquiétant...\n\nEt bien qu'il n'y ait aucun lien direct, un faucon rouge, quittant sans doute ses congénères pour chasser à la faveur du calme nocturne, prit pour lui le nom des hiboux de la nuit.\n\nDans le silence de la nuit, leurs cris transmettent leur secret :\nNous nous élèverons à nouveau.\nL'arbre flétri a germé de nouveau. Une ère d'épreuves approche.\n\nAccepte ces ailes, et soyons ensemble les témoins de ce moment à venir.",
	"source": [
		"Offrande à l'Arbre permagelé"
	]
}