{
	"id": 140009,
	"name": "Ailes de brillance galactique",
	"description": "Un modèle de planeur et un cadeau célébrant une symphonie qui résonne parmi les étoiles.",
	"rarity": 4,
	"story": "« J'ai connu un barde. Ce n'était pas moi, bien sûr... »\nLe gars habillé de vert croqua dans une pomme tandis qu'il raconta l'histoire suivante.\n\nJ'ai connu un barde. Il vécut l'époque où les flammes de la guerre venaient tout juste de s'éteindre, les braises à peine en train de refroidir. Il fut le témoin de bien trop de conflits et de séparations.\nIl chantait pour les cieux, pour les rochers tenaces, pour la mer agitée et les étoiles lointaines.\nCar il savait que quelqu'un devait soigner les maux de ce monde, que quelqu'un devait trouver une manière de communiquer avec eux.\nSi le ciel, les rochers, la mer et les étoiles pouvaient répondre, la musique pourrait résonner à travers toute chose.\nAu début, le ciel ne lui fournit aucune réponse, juste les ombres des oiseaux occultant son visage. Les rochers ne laissèrent que les gouttes d'eau ruisseler. La mer ne répondit pas, seul sa forte odeur iodée ammena le présage d'une tempête.\nLes étoiles ne lui donnèrent aucune réponse.\nLe poète savait que cela se produirait. Que pourrait bien lui raconter un ciel étoilé ?\n\nMais le barde ne baissa pas les bras, non pas parce qu'il était habité de quelque croyance. Non, telle était simplement sa nature.\nPuis, la mer lui répondit. Un poste de garde avait été établi sur une falaise pour guetter la tempête. La religieuse qui s'y trouvait applaudit sa performance.\nPuis, les rochers lui répondit. Il essuya son visage avec un mouchoir et dit : « Votre performance n'a en effet d'égal dans tous le pays. Mais la prochaine fois que vous êtes saoul et que vous me versez du vin sur la tête, je me mettrai en colère. »\nPuis, le ciel lui répondit. Les ombres des oiseaux au-dessus de sa tête obstruaient la lumière du soleil. Le barde leva la tête et vit un magnifique dragon descendre doucement vers lui.\n\n« Je pensais que si je réussissais à émouvoir les étoiles, j'invoquerais une pluie de météore ! Ah, au fait. Ce planeur est la réponse des étoiles. Il est tombé du ciel, tout comme toi. »\nLe barde habillé de vert pointa en direction du ciel, une pomme à la main.\n« Je ne suis pas ce barde. Ou peut-être que ce planeur est tombé des cieux. Vous pouvez choisir de croire ce que bon vous semble, héhé. »",
	"isHidden": true,
	"source": []
}