{
	"id": 140005,
	"name": "Ailes du vol d'or",
	"description": "Un modèle de planeur, reçu en signe de reconnaissance de Liyue.",
	"rarity": 4,
	"story": "« Il suffit d'observer les nuages entre les rochers... Comme ils sont merveilleux et gracieux ! Caihong et Jianxue plaisantent, en toute insouciance. »\nL'histoire que nous allons conter aujourd'hui commence par ces quelques mots.\nTout le monde sait que les terres de Liyue sont recouvertes de montages sauvages, bercées de forêts nuageuses et remplies des vestiges d'anciens contes et merveilles. On y trouve nombre d'artistes martiaux à la recherche des Adeptes, qui parcourent les terres que le regard des Sept Étoiles n'atteint pas, combattant pour la justice dans le secret. Nous avons déjà raconté l'histoire de deux jeunes chevaliers inconnus, Caihong et Jianxue. Mais c'est l'histoire d'un autre héros qui va vous être contée aujourd'hui.\n\nOn raconte que ce guerrier arriva avec les vents de l'est.\nAprès avoir obtenu l'amulette de tigre du Souverain de la Roche, il déploya ses gigantesques ailes dorées, et vola au-dessus de Liyue, messager de la justice divine.\nChi, le dragon maléfique, dont la soif de sang semblait inextinguible, fut enseveli par les poings du guerrier, aussi puissants que le Mont Aozang.\nLe fléau de Guyun était un adversaire de taille pour les Adeptes, mais le héros combattit avec leur épée, et dispersa les légions du mal.\nN'oublions pas non plus ce jeune Fatui, s'opposant ouvertement au Souverain de la Roche, et affichant un mépris hautain envers les Sept Étoiles... Le guerrier interrompit l'un de ses banquets, battant le jeune seigneur et lui inculquant un peu de raison. L'homme finit par s'incliner pour demander pardon et clémence au Souverain de la Roche et aux Sept Étoiles, et quitta le banquet sans attendre son reste...\n\nBien que le planeur soit particulièrement somptueux, le héros fut heureux et honoré de recevoir cette marque de reconnaissance de la part des citoyens de Liyue, et l'accepta avec joie.\nMais des notes l'accompagnent, sous une forme narrative, qui sont en réalité des principes destinés à ceux qui souhaitent vivre la vie d'artiste martial...",
	"source": [
		"Réputation de Liyue"
	]
}