{
	"id": 140016,
	"name": "Ailes des destins entremêlés",
	"description": "Un modèle de planeur de vent représentant la rencontre, la séparation et les retrouvailles.",
	"rarity": 4,
	"story": "C'est de loin qu'il a aperçu cette chevelure dorée, lorsque le grand roi a annoncé {M#le successeur}{F#la successeure} au trône. Les clameurs de la fête n'avaient cependant pas grand-chose à voir avec lui, et il devra d'ailleurs aider à nettoyer les fleurs éparpillées, vraies et fausses, lorsque tout sera terminé. Après avoir regardé brièvement derrière lui, il a continué à maintenir l'ordre sur la place devant le palais. Il n'était alors qu'un jeune chevalier ordinaire.\n\n{M#Le prince héritier}{F#La princesse héritière} aux cheveux dorés, pour sa part, observait la marée humaine devant elle, incertaine, réalisant seulement maintenant que tant de personnes vivaient dans ce royaume souterrain. {M#Il}{F#Elle} était autrefois {M#le descendant}{F#la descendante} d'un royaume glorieux aujourd'hui disparu, portant le poids d'un monde entier sur ses épaules. Mais au cours de sa brève existence, {M#il}{F#elle} a ressenti la gentillesse de ceux qui vivaient ici, et c'est ainsi qu'elle a porté le pilier de la terre, passant du statut de {M#dirigeant}{F#dirigeante} du monde à celui d'espoir d'un seul royaume.\n\nLes origines du jeune chevalier n'étaient pas insignifiantes, mais elles ne pesaient pas lourd non plus dans l'ordre des choses. Quant à l'{M#héritier}{F#héritière} de la couronne aux cheveux dorés, ce qui avait autrefois été un destin plus noble était désormais réduit à l'amour d'un seul royaume, car son monde à {M#lui}{F#elle} avait désormais disparu.\n\nPlus tard, le jeune chevalier a été promu et le titre de « l'Épée du crépuscule » lui a été décerné. Quant à l'{M#héritier}{F#héritière} de la couronne aux cheveux dorés, {M#il}{F#elle} a été {M#tiré}{F#tirée} toujours plus bas jusqu'au plus profond du royaume par le dernier roi vinster. Le jeune chevalier, dont l'intention première était uniquement de sauver son frère aîné, emprisonné et aveuglé des deux yeux pour avoir prononcé un oracle, a rassemblé les jeunes gens brillants de son époque. Leur action juste, celle de sauver la nation, n'était que la cerise sur le gâteau. Mais l'{M#héritier}{F#héritière} aux cheveux dorés était {M#utilisé}{F#utilisée} comme un vaisseau grâce auquel du pouvoir de l'Abîme en quantités illimitées pouvait être absorbé, et {M#il}{F#elle} est {M#devenu}{F#devenue} la clé du presque anéantissement du monde.\n\nC'est à ce moment-là que leurs chemins se sont croisés : {M#le premier}{F#la première} était d'origine noble, mais tombait de la lumière dans l'Abîme, tandis que le second, une personne à l'existence ordinaire, s'élevait des ténèbres vers la lumière.\nRégicide, droiture, cruauté, trahison, jusqu'à ce que tout soit désolé. Et par la suite, le temps que ces deux esprits liés par une agonie commune passeront à voyager ensemble semblera n'être qu'un point d'intersection dans leurs vies trop longues et progressivement divergentes.",
	"isHidden": true,
	"source": []
}