{
	"id": 140014,
	"name": "Ailes de délicatesse",
	"description": "Un planeur de vent qui commémore le retour d'un grand festin. Cela faisait de nombreuses années, c'est clair, alors le goût est-il inchangé ? Assurément !",
	"rarity": 4,
	"story": "Cette histoire se déroule sur une plaque tournante interstellaire, où les voyageurs peuvent profiter d'un moment de répit dans une petite boutique tenue par un ancien combattant à la retraite, qui était également colonel honoraire.\n\nLa première cliente était une divinité qui errait depuis que sa planète d'origine avait été détruite. Elle discuta avec le commerçant de l'inconstance du cosmos et de son affection pour la vie qu'elle menait sur son ancienne planète.\n« Je me souviens de chaque instant glorieux de la splendeur de notre civilisation. De la découverte du théorème des relations triangulaires à angle droit à l'achèvement de l'ascenseur spatial. De la première peinture rupestre à la création de la série holographique de cinquante-trois paysages galactiques. »\nLe commerçant resta silencieux pendant un moment. Lorsque le poulet frit qu'elle avait commandé fut prêt, il lui servit et lui dit :\n« Mais vous pouvez toujours faire quelque chose pour eux, non ? Lorsque vous aurez terminé de manger, pourquoi ne pas essayer ? »\nCette divinité était en réalité une intelligence artificielle, créée par les espèces intelligentes de la planète dans le but d'optimiser l'allocation des ressources au niveau planétaire. Le colonel avait raison, il y avait en effet une chose qu'elle pouvait faire.\n\nLe deuxième client était un démon qui avait détruit de nombreux mondes. Une fois entré, il commanda une énorme quantité de nourriture. Tellement énorme que le colonel ne put s'empêcher de demander :\n« Vous êtes sûr de pouvoir finir tout ça ? »\n« Taisez-vous ! Si je ne parviens pas à tout terminer, je n'aurais qu'à emporter ce qui reste ! », répondit le démon en se léchant les babines. En réalité, cette façon de se lécher les lèvres s'apparentait davantage à un coup de langue de serpent. C'est le moyen qu'utilisait le démon pour analyser son environnement.\nTout en savourant le poulet frit et les hamburgers qui lui avaient été servis, le démon se vantait de ses accomplissements auprès du colonel. Mais en fin de compte, il ne parvint pas à tout terminer.\n« Pourquoi n'avez-vous pas tout terminé ? Cela ne vous a pas plu ? »\nLe démon n'avait jamais été questionné de la sorte auparavant. Pendant un court instant, il voulut mentir en disant que c'était dégoûtant. Mais en s'apercevant que le colonel se préparait à saisir sa carabine, il choisit de bien se tenir et de plutôt lui demander d'emballer les restes.\nIl ne le savait peut-être pas à ce moment-là, mais le démon venait de se sauver la vie. Lorsque le titre de colonel honoraire avait été attribué à l'ancien combattant, ce dernier avait également reçu l'autorisation d'exécuter les fauteurs de troubles dans sa boutique. Pour la carabine accrochée sous l'horloge, manquer une telle opportunité de briller était en effet bien dommage.\n\n...\n\nLa treizième cliente était une sorcière. Après avoir jeté un simple coup d'œil à son visage, le colonel savait exactement ce qu'elle voulait commander.\nIls restèrent silencieux tous les deux.\nEnfin, la sorcière leva la tête. Ses joues étaient remplies du poulet qu'elle était en train de mâcher, et les coins de sa bouche étaient tachés d'huile.\n« Vous n'avez pas d'histoire à raconter ? », demanda le colonel.\n« Je vous ai tout dit la première fois où je suis venue. », répondit la sorcière en prenant une grande gorgée de soda. « Vous êtes en train de me dire que je ne peux pas simplement venir pour la nourriture ? »\n« Vous marquez un point. », lui dit le colonel en lui tendant une serviette.",
	"isHidden": true,
	"source": [
		"Événement coopératif"
	]
}