{
	"id": 140007,
	"name": "Ailes d'agapes",
	"description": "Un modèle de planeur conçu pour célébrer un festin ou un dîner. Un repas de luxe au prix d'un repas ordinaire.",
	"rarity": 4,
	"story": "Cet objet a dérivé jusqu'ici depuis un autre monde, où il symbolise le dernier grand festin et l'arrivée de la fin de la semaine.\n\nEn ces temps-là, le monde était dirigé par les dragons.\nIl ne s'agissait pas des dragons des contes, mais de créatures rappelant un croisement entre lézards et poulets.\n\nCeci est sans doute difficile à imaginer pour toi, Klee, mais ainsi était le monde alors : les poissons dragons peuplaient les océans, et les oiseaux dragons volaient dans le ciel de leurs ailes gigantesques.\nC'étaient des créatures puissantes, qui regardaient les autres animaux de haut.\nLes dragons étaient les maîtres de ce monde.\n\nPuis les hommes apparurent.\nNul ne sait pourquoi ni comment. Peut-être vinrent-ils avec quelque météorite. Ils amenaient avec eux une étrange coutume : le « repas du dimanche ».\nPeu après, ce jour arriva, et le banquet commença.\nCuisses et ailes de dragon furent recouvertes de farine et soumises aux flammes des fours des hommes.\nOn en fit de la nourriture pour tout le monde. On raconte que les plats de dragon étaient délicieux, et qu'il était impossible de ne pas se lécher les doigts après y avoir goûté.\nLe repas du dimanche, qui n'avait lieu qu'un jour par semaine, devint une habitude quotidienne – la viande était trop bonne...\n« Super ! »\n« Faisons le repas du dimanche tous les jours de la semaine ! »\nTous se réjouirent.\nEt c'est de cette manière que prit fin l'ère des dragons.\n\nCe planeur commémore cette extinction. Il n'a pas toujours été de cette couleur ; il était autrefois bleu et blanc.\nLa mère de Klee en a modifié les couleurs pour qu'il s'accorde à celles de la famille, ce qui explique son apparence actuelle. Elle le ramena lors d'un de ses brefs retours à la maison, avant de partir à nouveau.\n« Il y a des problèmes à la frontière ces derniers temps, et maman est très occupée. »",
	"isHidden": true,
	"source": [
		"Événement coopératif"
	]
}