{
	"name": "Ailes de rêve éphémère",
	"description": "Un modèle de planeur que vous avez obtenu dans un instant de transe alors que vous pénétriez dans un rêve du passé grâce à de la musique.",
	"rarity": "4",
	"story": "C'est une petite histoire à propos d'une chanson intitulée « Le rêve d'un éphémère ».\nCe n'est pas une grande chanson ni une chanson élégante, même si sa mélodie a été longtemps louée par de nombreuses personnes.\nDe nouveaux morceaux voient le jour, pendant que les anciens perdent progressivement de leur attrait et tombent dans l'oubli. C'est le système de la popularité.\nEn fin de compte, même le nom de la compositrice de cet air a été oublié.\nTous disaient que le talent de cette personne était aussi éphémère qu'une fleur, et qu'elle n'était qu'une compositrice parmi tant d'autres.\n\n« Un talent aussi éphémère qu'une fleur, une compositrice parmi tant d'autres... »\nLorsqu'elle regarda sa sœur aînée qui était assise seule dans le long couloir près de la cour en citant cet avis qui circulait parmi les gens.\nSa sœur lui tournait le dos et tenait une cithare de travers dans ses mains, dont elle pinçait les cordes quelques fois, puis encore d'autres fois.\n« Les gens disent aussi que les éphémères ont l'extravagance de vouloir s'immerger dans les rêves malgré leur courte vie. »\nDans ses souvenirs, sa sœur lui tournait toujours le dos. Au lieu de répondre à ses paroles, elle jouait toujours cette mélodie, une chanson que le monde oublie petit à petit.\nLes compositeurs avaient tendance à aimer leurs propres œuvres, après tout.\nSa sœur avait rarement le temps pour ce genre de choses par la suite. Plus tard... elle perdrait à jamais l'occasion de l'entendre jouer cette chanson.\nHélas, elle n'était pas aussi intéressée par ce domaine, et oublia peu à peu.\n\nElle entendit cet air à nouveau lorsqu'elle s'abritait de la pluie lors d'un voyage seule.\nCe fut la façon qu'avait le joueur de cithare aveugle de demander un verre au patron. Les compétences du vieux musicien n'avaient rien d'exceptionnel, mais elles étaient suffisantes.\nLorsque l'air prit fin et que le vin offert fut consommé, le musicien légèrement enivré affirma que la compositrice de cette mélodie était une personne d'une noblesse incomparable et n'en démordait pas.\nÉvidemment, ce n'étaient que des rumeurs répandues par des personnes vagabondes. Qui les croirait ?\nAu milieu des rires de la salle, les souvenirs lui revinrent soudainement.\nElle vit à nouveau cette cour baignée dans la lumière du soleil de l'après-midi, la brise dont le souffle faisait onduler l'étang, l'ombre de l'arbre qui se balançait légèrement et le pincement de ces cordes, suivi d'un autre...\nEt, après si longtemps, la personne avec sa cithare à la main, assise au bord du couloir.\nLa personne était sur le point de se retourner, de tourner son visage dans cette direction...\n\nQu'y a-t-il de mal à être un éphémère ? Tout le monde naît et meurt en un instant, mais même ceux qui se nourrissent de rosée le matin et de poussière le soir ont des rêves tout aussi intenses.\nÊtre une fleur est un péché ? Les fleurs s'épanouissent et se fanent en l'espace d'une nuit, mais ceux qui en sont témoins ne l'oublient jamais.\nC'est ainsi que sont faits les souvenirs.\nLes souvenirs ne sont-ils pas l'éclat fugace d'une époque révolue qui refont surface dans un instant de distraction ?\n\n« ... Apparemment, la Commission culturelle a trouvé ce planeur à côté d'une cithare poussiéreuse lorsqu'ils se débarrassaient de vieux objets. Je crains qu'elle ne me soit d'aucune utilité, alors je vous en fais cadeau. »\nTelles sont les paroles de la dame, tandis que la vieille cithare qu'elle tient arbore une nouvelle couche de peinture. Cependant, sa posture laisse supposer qu'elle n'a pas l'habitude de jouer.\nElle semble percevoir de l'attente de votre regard et soupire doucement.\n« Avant de commencer, je vous préviens : mes compétences musicales sont de loin inférieures à mes prouesses martiales. »\nElle se remémore le passé et commence à jouer la seule chanson qu'elle ait jamais apprise.",
	"sortorder": 140013,
	"ishidden": true,
	"source": []
}