{
	"id": 140014,
	"name": "Ailes de délicatesse",
	"description": "Un planeur de vent qui commémore le retour d'un grand festin. Cela faisait de nombreuses années, c'est clair, alors le goût est-il inchangé ? Assurément !",
	"rarity": 4,
	"story": "Il s'agit d'une histoire qui se déroule dans une plaque tournante du voyage interstellaire, où les voyageurs de passage peuvent trouver un moment de répit dans la petite boutique d'un aventurier âgé. Le vieux commerçant, lassé d'une longue errance de capitaine au milieu des étoiles, s'embarqua avec audace là où personne n'était encore allé, avant de transformer son vaisseau spatial rouillé en restaurant où les voyageurs peuvent se reposer.\n\nLa première cliente était une divinité qui errait depuis que sa planète d'origine avait été détruite. Elle discuta avec le commerçant de l'inconstance du cosmos et de son affection pour la vie qu'elle menait sur son ancienne planète.\n« Je me souviens de chaque instant glorieux de la splendeur de notre civilisation. De la découverte du théorème des relations triangulaires à angle droit à l'achèvement de l'ascenseur spatial. De la première peinture rupestre à la création de la série holographique de cinquante-trois paysages galactiques. »\nLe commerçant resta silencieux jusqu'à ce que le festin de la cliente soit préparé, avant de le lui servir :\n« Mais vous pouvez toujours faire quelque chose pour eux, non ? Lorsque vous aurez terminé de manger, pourquoi ne pas essayer ? »\nCette divinité était en réalité une intelligence artificielle, créée par les espèces intelligentes de la planète dans le but d'optimiser l'allocation des ressources au niveau planétaire. Le commerçant avait raison, il y avait en effet une chose qu'elle pouvait faire.\n\nLe deuxième client était un démon qui avait détruit de nombreux mondes. Une fois entré, il commanda une énorme quantité de nourriture. Tellement énorme que le commerçant ne put s'empêcher de demander :\n« Vous êtes sûr de pouvoir finir tout ça ? »\n« Taisez-vous ! Si je ne parviens pas à tout terminer, je n'aurais qu'à emporter ce qui reste ! », répondit le démon en se léchant les babines. En réalité, cette façon de se lécher les lèvres s'apparentait davantage à un coup de langue de serpent. C'est le moyen qu'utilisait le démon pour analyser son environnement.\nTout en savourant le repas qui lui avaient été servi, le démon se vantait de ses accomplissements auprès du capitaine devenu commerçant. Mais en fin de compte, il ne parvint pas à tout terminer.\n« Pourquoi n'avez-vous pas tout terminé ? Cela ne vous a pas plu ? »\nLe démon n'avait jamais été questionné de la sorte auparavant. Pendant un court instant, il voulut mentir en disant que c'était dégoûtant. Mais en s'apercevant que ce légendaire capitaine se préparait à saisir son arme, il choisit de bien se tenir et de plutôt lui demander d'emballer les restes.\nIl ne le savait peut-être pas à ce moment-là, mais le démon venait de se sauver la vie. Lorsque le titre de second honoraire avait été attribué à l'ancien combattant, ce dernier avait également reçu l'autorisation d'exécuter les fauteurs de troubles dans sa boutique. Pour l'arme antique accrochée sous l'horloge, manquer une telle opportunité de briller était en effet bien dommage.\n\n...\n\nLa treizième cliente était une sorcière. Après avoir jeté un simple coup d'œil à son visage, le commerçant savait exactement ce qu'elle voulait commander.\nIls restèrent silencieux tous les deux.\nEnfin, la sorcière leva la tête. Ses joues étaient remplies de la nourriture qu'elle était en train de mâcher, et les coins de sa bouche étaient tachés d'huile.\n« Vous n'avez donc aucune histoire à raconter ? », demanda le capitaine, qui avait vu plus d'histoires qu'il ne pouvait en compter.\n« Je vous ai tout dit la première fois où je suis venue. », répondit la sorcière en prenant une grande gorgée de boisson. « Vous êtes en train de me dire que je ne peux pas simplement venir pour la nourriture ? »\n« Vous marquez un point. », lui dit le commerçant en lui tendant une serviette.",
	"isHidden": true,
	"source": [
		"Événement coopératif"
	]
}