{
	"id": 140015,
	"name": "Ailes de flamme montante",
	"description": "Un modèle de planeur, reçu en signe de reconnaissance de Natlan.",
	"rarity": 4,
	"story": "Le vieux prêtre des Maîtres du vent nocturne jette une poignée de poudre dans le feu de camp. Les flammes s'élèvent alors comme nourries par la poudre et brillent de plus belle.\n« Ce que je m'apprête à te raconter n'est pas une fable, mais le récit d'une véritable histoire, rapportée par le vent nocturne. » Sa main ratatinée et tordue saisit une branche épaisse et attise le feu pour essayer de le faire brûler plus intensément encore.\n« Maître, ne faites pas ça, s'il vous plaît. Cette nuit d'été est déjà extrêmement chaude », lui dit son interlocuteur.\n« Tu ne comprends pas. C'est pour créer une ambiance et, bien sûr, empêcher les animaux sauvages de trop s'approcher. »\n\n...\nUn dragon ailé et doué de la parole, le petit-fils du prince-dragon, se faisait appeler « La fin des sages » et parcourait le monde pour rendre misérable la vie des humains.\nUn jour, il a fait un pari avec un humain. « Comment les humains pourraient-ils contrôler le ciel sans le pouvoir du phlogistique ? »\n— Si une personne possède la sagesse accordée par la fumée et médite profondément, le pouvoir caché dans son front et le sommet de sa tête peut lui permettre de flotter. Mais la personne interrogée n'avait pas une telle sagesse.\n« Qu'y a-t-il de si compliqué ? »\nL'homme a alors allumé un feu rugissant, utilisant le vent soulevé par la flamme et le cuir cousu pour se propulser dans les cieux.\n...\n\n« Il y a eu beaucoup d'essais de ce genre, jusqu'à ce que nous, les habitants de Natlan, découvrions enfin la capacité d'utiliser le phlogistique au prix de nombreux sacrifices. » À ces mots, le vieux prêtre jette une autre poignée de poudre dans les flammes.\n« D—Des sacrifices ? »\n« Aucun accord n'avait encore été conclu avec les qucusaures, et il a donc perdu la vie à cause de sa chute. »\n« Attendez, alors pourquoi d'autres membres de notre peuple n'ont-ils pas utilisé le planeur pour lequel il s'est sacrifié et dont il a été pionnier ? »\n« Pourquoi utiliser un planeur si vous avez un qucusaure ? Haha, tu n'as pas l'air de me croire. Je suis un descendant de quatrième génération de Maître Citlali ! Doutes-tu de mes paroles ? »",
	"source": [
		"Réputation tribale de Natlan"
	]
}