{
	"id": 140018,
	"name": "Ailes de moment oisif",
	"description": "Un modèle de planeur créé pour commémorer un repas tranquille, l'une des innombrables joies quotidiennes.",
	"rarity": 4,
	"story": "Le jeune homme ne devait pas travailler aujourd'hui. Il s'allongea dans son fauteuil et parcourut les recettes qu'il avait en main.\nDe précieux objets de Khaenri'ah, un sac de farine et de la chapelure, se trouvaient sur une petite table à côté. Grâce à l'existence de l'alchimie, le royaume des profondeurs donna naissance à de nombreuses formes de vie souterraines qui ne se nourrissaient que de champignons. C'est pour cela que la viande était abondante. Les légumes et les céréales, des cultures qui ont besoin de la lumière du soleil pour pousse, étaient au contraire très rares. Alors que le règne du roi Irmin devenait de plus en plus tyrannique et que les relations entre Khaenri'ah et la surface étaient de plus en plus tendues, le prix des céréales grimpa en flèche.\n\nL'anneau qui se trouvait à côté de la farine et de la chapelure était d'une bien plus grande valeur. C'était la marque du plus grand visionnaire de Khaenri'ah, mais le jeune homme n'éprouvait aucun attachement pour ce dernier. Le fardeau du destin qu'il incarnait était trop lourd.\n\nLe jeune homme entendit la porte s'ouvrir et mit rapidement l'anneau en poche. Son frère l'avait longtemps convoité lorsqu'il était enfant, mais seulement pour son apparence. Son cadet était désormais écuyer et chevalier en devenir, mais la prudence restait de mise.\n\n« Pourquoi rentres-tu si tard ? », demanda le jeune homme.\n« Ce vieux bouc de Haden nous a fait récurer la salle d'entraînement et l'armurerie après les cours. Il disait que c'était parce que nos positions de combat n'étaient pas correctes, bien que personne ne nous ait jamais battus à l'entraînement. » Le frère du jeune homme présenta joyeusement son compagnon. « Voici Surtalogi, mon frère de souffrance. Vedrfolnir est mon frère de sang. »\n« Dain m'a traîné ici. Je n'ai pas l'intention de profiter d'un repas aussi onéreux. »\n« Tu as le nez fin. » Vedrfolnir se leva lentement. « Mange avec nous. C'est le destin qui t'a amené ici. »\n\nLes ailes de volaille frites étaient délicieuses. Le pain, les légumes et la viande l'étaient tout autant. Les croustillantes frites de pommes de terre étaient celles qui volèrent véritablement la vedette.\n\nDans les jours à venir, aucun d'entre eux n'allait pourtant se souvenir de ce moment paisible et heureux.\nAu bout du compte, le jeune homme jeta un sort sur l'anneau censé inverser l'état de son corps. Il était ainsi imprégné d'un pouvoir qui n'était ni une bénédiction ni une malédiction.\nFinalement, Dain obtint l'anneau qu'il convoitait tant étant enfant. Il hérita également du lourd fardeau qu'il contenait.\nMais qu'est-ce que cela pouvait bien faire ?\n\nAlors qu'il nettoyait après le repas, le regard de Vedrfolnir se tourna soudain vers quelque chose qui lui était inconnu, traversant le temps et l'espace.\n« Qu'est-ce que tu attends ? »\nC'était un joyeux souvenir d'une époque insouciante, avant de dépasser le moment de rédemption.",
	"isHidden": true,
	"source": [
		"Événement coopératif"
	]
}