{
	"id": 140012,
	"name": "Ailes des tumultes miséricordieux",
	"description": "Un modèle de planeur, reçu en signe de reconnaissance de Fontaine.",
	"rarity": 4,
	"story": "La légende raconte que la composition du premier des océans ressemblait à celle du sang et que dans ces eaux primordiales, la vie n'était pas individuelle. Afin de poser le pied sur la terre ferme et de s'envoler dans les airs, la vie a développé des vaisseaux sanguins pour maintenir l'écoulement de l'océan primordial. Le premier dragon Hydro était le cœur qui le commandait. Chaque fois qu'il battait, toute vie se levait et lui rendait hommage.\nÉvidemment, ce ne sont que des histoires que les Hydrosaures se racontent entre eux. Il ne faut pas s'y fier. Peut-être qu'elles se déroulent différemment selon d'autres Élémentosaures, mais ce sont les histoires transmises entre Océanides qui évoquent la suite des événements :\n\nLorsque ce premier cœur fut enlevé, l'envoyée de Celestia et la créatrice de la vie, se rendit dans la grande mer primitive et y créa un autre cœur. Celui-ci avait la noblesse d'un dragon, mais n'en avait pas l'apparence. Il avait la majesté d'une divinité, mais était dépourvu de tout devoir divin. Malgré le fait qu'une souveraine humaine lui fit voir le jour, sa substance et son essence puisaient leurs origines dans ce monde, sans présenter aucun élément issu de l'extérieur.\nElle était une larme s'écoulant dans la mer primordiale, en quête de communication et de compréhension. Ce fut à cause de cette compassion qu'elle commit le péché que tous les êtres d'eau pure devaient taire.\n\nCe qui suit est la version de l'histoire que les humains racontent. Elle est généralement transmise qu'entre chercheurs :\nLe grand Remus vint à Fontaine en imaginant Remuria, une ville puissante et éternelle. Il instruisit le peuple et parvint à réaliser une partie de son rêve. Ce fut alors qu'une prophétie selon laquelle la mélodie dorée s'arrêtera un jour et que cela signerait la fin de Remuria. Ce présage n'était pas forcément mauvais, mais demeurait tout de même terrifiant.\nIl est souvent dit qu'un héros devient un tyran si le destin l'épargne du trépas sur le chemin qui le ramène à chez lui. La justice que Remuria imposa pour échapper à ce funeste destin se transforma finalement en tyrannie. Une résistance se leva pour s'y opposer, telle une marée courroucée. Ce fut ainsi que disparut Remus... Remus l'éminent, Remus l'imbécile, Remus le clairvoyant, Remus le solitaire.\n\n...\n\nLes humains désirent être jugés parce qu'ils se sentent coupables. Ils ont des désirs, veulent toujours plus des autres... et ont besoin d'une divinité. Ainsi, le cœur de la mer primordiale, la douce Egeria, se vit accorder un fragment du premier arrivant, et obtint en même temps le droit d'être Archon ainsi que le devoir divin. Était-ce là le désir des humains de s'élever dans les cieux ? Ou n'était-ce que le début de sombres complots ?\n\nC'est une histoire que personne d'autre que vous ne peut connaître. Lorsque vous vous réveillerez, ces ailes et le récit narré ci-dessus apparaîtront à votre chevet. Vous pouvez interroger toutes les espèces de ce monde sur la véracité de leurs histoires, mais aucune ne vous croira. Après tout, comment ce planeur et cette histoire pourraient-ils se matérialiser à partir de rien ?",
	"source": [
		"Réputation de Fontaine"
	]
}