{
	"id": 140011,
	"name": "Ailes de festin étoilé",
	"description": "Un modèle de planeur et un cadeau célébrant un festival vu dans un monde lointain.",
	"rarity": 4,
	"story": "« Eh bien, l'objet mystérieux que je vous apporte cette fois est... »\n\nLe messager était venu chez la maîtresse du Palais d'Alcazarzaray pour parler de l'origine de cette nouvelle invention, mais il constata que son interlocutrice avait déjà porté son attention sur autre chose.\n\n« ... Non, pas ça ! C'est mon déjeuner. L'objet mystérieux, c'est le planeur là-bas... Oui, ce planeur !\nHmm... En y réfléchissant, on ne peut pas non plus dire qu'il n'y a aucun lien entre l'histoire de ce planeur et la nourriture...\nEh bien, selon Alice, ce planeur de vent n'a pas été fabriqué en Teyvat, car il a dérivé ici depuis un endroit lointain... »\n\nDans ce lieu éloigné, un jour, quelqu'un dit la chose suivante...\n« Une vie sans festivité est un long chemin sans auberge. »\nUne cuisine délicieuse, une musique réconfortante, une atmosphère joyeuse, un moment tranquille et, surtout, des souvenirs que tout le monde crée ensemble...\nUne fête parfaite se grave dans la mémoire, et il est donc normal qu'elle soit commémorée avec un merveilleux souvenir.\nMais de simples pensées écrites sur papier semblaient quelque peu piètres.\nAprès tout, quelques feuilles de papier et quelques lignes de texte ne suffisent pas à couvrir l'étendue d'une pensée.\nFinalement, tout le monde se mit à réfléchir et une solution brillante fut trouvée.\n« Puisque ce que nous avons vu en levant les yeux à la fin du festin était le ciel étoilé, inscrivons nos souhaits dans la lumière des étoiles ! »\nAprès tout, la pensée elle-même est comme une lumière sans forme, et seul le souvenir peut lui donner une apparence unique.\nAlors que les souvenirs de chacun se rejoignent, les pensées elles-mêmes rejoignent également le flux des étoiles scintillantes, se dispersant dans le ciel nocturne sans fin.\n\n« Vole, vole loin... Porte nos espoirs et nos souhaits, nos chansons joyeuses et nos festivités sur tes ailes, et avec nos pensées, atteins le bord lointain des étoiles, le lendemain rêvé... »\n\nLorsque vous scrutez le ciel assombri, l'étoile filante que vous voyez parfois pourrait bien être le souhait d'un monde lointain.\nSi, comme un enfant, vous fermez les yeux et faites un vœu sous cet astre galopant, vous aurez les meilleurs rêves...\nEt peut-être que votre souhait deviendra à son tour une étoile filante qui aidera quelqu'un dans un pays lointain à exaucer le sien.\n\nCe planeur de vent est donc le plus persistant de ces rayons qui ont d'abord dansé dans les cieux.\nPeu importe quand et où, et même si dix millions d'océans d'étoiles se trouvent sur son chemin, il aspire toujours à voler aux côtés des autres.\n\n« ... Ainsi, Alice exauça son souhait, le transformant en sa forme actuelle.\n\n— Et comment suis-je censée raconter ça aux clients ? Autant leur dire que ces ailes sont tombées du ciel au début du festin ! »\nMais bien qu'elle ait dit cela, le Seigneur Sangemah Bay vous raconta quand même consciencieusement cette histoire qu'elle-même avait entendue de son fournisseur.",
	"isHidden": true,
	"source": [
		"Événement coopératif"
	]
}