{
	"name": "Furina",
	"c1": {
		"name": "\"Love Is a Rebellious Bird That None Can Tame\"",
		"effect": "Saat melancarkan **Let the People Rejoice**, Furina akan mendapatkan 150 poin Fanfare.\nSelain itu, batas maksimum Fanfare Furina meningkat 100 poin."
	},
	"c2": {
		"name": "\"A Woman Adapts Like Duckweed in Water\"",
		"effect": "Selama durasi **Let the People Rejoice** berlangsung, peningkatan Fanfare yang diperoleh Furina dari bertambah atau berkurangnya HP anggota party di sekitar meningkat 250%. Setiap poin Fanfare yang melebihi batas maksimum akan meningkatkan Max HP Furina sebesar 0,35%. Maksimum peningkatan Max HP yang dapat diperoleh Furina dengan cara ini adalah 140%."
	},
	"c3": {
		"name": "\"My Secret Is Hidden Within Me, No One Will Know My Name\"",
		"effect": "Meningkatkan 3 level **Let the People Rejoice**.\nMaksimum: Lv. 15."
	},
	"c4": {
		"name": "\"They Know Not Life, Who Dwelt in the Netherworld Not!\"",
		"effect": "Saat Salon Members dari **Salon Solitaire** mengenai musuh, atau saat Singer of Many Waters memulihkan HP Karakter aktif, Furina akan mendapatkan 4 poin Energy. Efek ini dapat terpicu sekali setiap 5 detik."
	},
	"c5": {
		"name": "\"His Name I Now Know, It Is...!\"",
		"effect": "Meningkatkan 3 level **Salon Solitaire**.\nMaksimum: Lv. 15."
	},
	"c6": {
		"name": "\"Hear Me — Let Us Raise the Chalice of Love!\"",
		"effect": "Saat melancarkan **Salon Solitaire**, Furina akan mendapatkan \"Center of Attention\" yang berlangsung selama 10 detik.\nSelama durasi ini berlangsung, Normal Attack, Charged Attack, dan Plunging Attack Furina akan dikonversi menjadi Hydro DMG yang tidak bisa ditimpa Elemental Infusion lainnya. DMG yang diakibatkan juga meningkat sebesar 18% Max HP Furina.\nSetiap 0,1 detik selama efek ini berlangsung, Normal Attack (tidak termasuk serangan \"Arkhe: Seats Sacred and Secular\"), Charged Attack, dan Plunging Attack Furina yang mengenai musuh akan menghasilkan efek yang berbeda berdasarkan Karakteristik Arkhe Furina saat ini:\n\nArkhe: Ousia\nMemulihkan HP seluruh anggota party di sekitar sebesar 4% Max HP Furina setiap detik selama 2,9 detik. Memicu efek ini lagi akan memperpanjang durasinya.\nArkhe: Pneuma\nDMG yang diakibatkan Normal Attack (tidak termasuk serangan \"Arkhe: Seats Sacred and Secular\"), Charged Attack, dan Plunging Attack kali ini akan ditingkatkan lagi sebesar 25% Max HP Furina. Saat serangan-serangan yang disebutkan di atas mengenai musuh, seluruh anggota party di sekitar akan kehilangan 1% dari HP-nya saat ini.\n\nDalam satu durasi \"Center of Attention\", efek di atas dapat terpicu maksimum 6 kali. Efek ini akan hilang setelah terpicu 6 kali atau saat durasinya berakhir."
	}
}