{
	"name": "Nahida",
	"c1": {
		"name": "The Seed of Stored Knowledge",
		"effect": "Saat membentuk **Shrine of Maya** dan melakukan perhitungan terhadap jumlah Karakter berelemen tertentu di dalam party, akan menambahkan perhitungan Karakter berelemen Pyro, Electro, dan Hydro masing-masing sebanyak 1 orang."
	},
	"c2": {
		"name": "The Root of All Fullness",
		"effect": "Musuh yang berada dalam status **Seed of Skandha** yang diberikan oleh Nahida akan mendapatkan pengaruh efek sebagai berikut:\n·DMG reaksi Burning, Bloom, Hyperbloom, dan Burgeon yang diterimanya akan bisa mengakibatkan CRIT, dengan nilai CRIT Rate sebesar 20% dan CRIT DMG sebesar 100%;\n·Dalam 8 detik setelah reaksi Quicken, Aggravate, dan Spread terpicu, DEF berkurang 30%."
	},
	"c3": {
		"name": "The Shoot of Conscious Attainment",
		"effect": "Meningkatkan 3 level **All Schemes to Know**.\nMaksimum: Lv. 15."
	},
	"c4": {
		"name": "The Stem of Manifest Inference",
		"effect": "Saat jumlah musuh yang berada di dalam status Seed of Skandha dari **All Schemes to Know** adalah 1/2/3/4 atau lebih banyak, maka Elemental Mastery Nahida akan meningkat sebesar 100/120/140/160 poin."
	},
	"c5": {
		"name": "The Leaves of Enlightening Speech",
		"effect": "Meningkatkan 3 level **Illusory Heart**.\nMaksimum: Lv. 15."
	},
	"c6": {
		"name": "The Fruit of Reason's Culmination",
		"effect": "Setelah melancarkan **Illusory Heart**, saat Normal Attack atau Charged Attack Nahida mengenai musuh yang berada dalam status Seed of Skandha dari **All Schemes to Know**, akan melancarkan Tri-Karma Purification: Karmic Oblivion terhadap musuh ini dan seluruh musuh yang terhubung, mengakibatkan Dendro DMG sebesar 200% ATK dan 400% Elemental Mastery Nahida.\nDMG yang diakibatkan Tri-Karma Purification: Karmic Oblivion akan dianggap sebagai DMG Elemental Skill dan dapat terpicu 0,2 detik sekali.\nEfek ini bisa bertahan selama 10 detik, dan akan hilang setelah Nahida melancarkan 6 kali Tri-Karma Purification: Karmic Oblivion."
	}
}