{
	"name": "Navia",
	"c1": {
		"name": "A Lady's Rules for Keeping a Courteous Distance",
		"effect": "Saat melancarkan **Ceremonial Crystalshot**, setiap \"Crystal Shrapnel\" yang dikonsumsi akan memulihkan 3 poin Energy Navia dan mengurangi cooldown **As the Sunlit Sky's Singing Salute** selama 1 detik. Maksimum pemulihan Energy yang bisa didapatkan dengan cara ini adalah 9 poin Energy, dan maksimum mengurangi cooldown \"As the Sunlit Sky's Singing Salute\" selama 3 detik."
	},
	"c2": {
		"name": "The President's Pursuit of Victory",
		"effect": "Saat melancarkan **Ceremonial Crystalshot**, setiap \"Crystal Shrapnel\" yang dikonsumsi akan meningkat CRIT Rate dari skill tersebut sebesar 12%. Maksimum peningkatan CRIT Rate yang dapat diperoleh dengan cara ini adalah 36%.\nSelain itu, saat tembakan Ceremonial Crystalshot mengenai musuh, sebuah Cannon Fire Support dari **As the Sunlit Sky's Singing Salute** akan menghantam lokasi di sekitar musuh yang terkena tembakan. Setiap Ceremonial Crystalshot yang dilancarkan hanya dapat memicu satu kali Cannon Fire Support, dan DMG dari Cannon Fire Support yang diakibatkan dengan cara ini akan dianggap sebagai DMG Elemental Burst."
	},
	"c3": {
		"name": "Businesswoman's Broad Vision",
		"effect": "Meningkatkan 3 level **Ceremonial Crystalshot**.\nMaksimum: Lv. 15."
	},
	"c4": {
		"name": "The Oathsworn Never Capitulate",
		"effect": "Saat **As the Sunlit Sky's Singing Salute** mengenai musuh, Geo RES musuh tersebut akan berkurang 20% selama 8 detik."
	},
	"c5": {
		"name": "Negotiator's Resolute Negotiations",
		"effect": "Meningkatkan 3 level **As the Sunlit Sky's Singing Salute**.\nMaksimum: Lv. 15."
	},
	"c6": {
		"name": "The Flexible Finesse of the Spina's President",
		"effect": "Saat melancarkan **Ceremonial Crystalshot**, jika mengonsumsi lebih dari 3 \"Crystal Shrapnel\", maka setiap \"Crystal Shrapnel\" yang terkonsumsi setelah \"Crystal Shrapnel\" yang ketiga akan meningkatkan CRIT DMG Ceremonial Crystalshot kali ini sebesar 45%, dan Crystal Shrapnel yang terkonsumsi setelah yang ketiga akan dikembalikan kepada Navia setelah skill dilancarkan."
	}
}