{
	"name": "Neuvillette",
	"c1": {
		"name": "Venerable Institution",
		"effect": "Saat Neuvillette memasuki medan pertempuran, mendapatkan satu lapis Past Draconic Glories dari Talenta Pasif \"Heir to the Ancient Sea's Authority\". Harus membuka Talenta Pasif \"Heir to the Ancient Sea's Authority\" terlebih dahulu.\nSelain itu, saat melancarkan Charged Attack Empowerment: Legal Evaluation dan Charged Attack: Equitable Judgment, ketahanan Neuvillette terhadap interupsi akan meningkat."
	},
	"c2": {
		"name": "Juridical Exhortation",
		"effect": "Talenta Pasif \"Heir to the Ancient Sea's Authority\" mendapatkan penguatan: Untuk setiap lapis Past Draconic Glories yang dimiliki, akan meningkatkan CRIT DMG Charged Attack: Equitable Judgment sebesar 14%, peningkatan maksimum yang bisa diperoleh dengan cara ini adalah 42%.\nHarus membuka Talenta Pasif \"Heir to the Ancient Sea's Authority\" terlebih dahulu."
	},
	"c3": {
		"name": "Ancient Postulation",
		"effect": "Meningkatkan 3 level **Normal Attack: As Water Seeks Equilibrium**.\nMaksimum: Lv. 15."
	},
	"c4": {
		"name": "Crown of Commiseration",
		"effect": "Saat Neuvillette menerima pemulihan di medan pertempuran, 1 Sourcewater Droplet akan terbentuk. Efek ini dapat terpicu sekali setiap 4 detik."
	},
	"c5": {
		"name": "Axiomatic Judgment",
		"effect": "Meningkatkan 3 level **O Tides, I Have Returned**.\nMaksimum: Lv. 15."
	},
	"c6": {
		"name": "Wrathful Recompense",
		"effect": "Saat melancarkan Charged Attack: Equitable Judgment, Neuvillette dapat menyerap Sourcewater Droplet yang berada di sekitarnya dalam radius tertentu. Untuk setiap Sourcewater Droplet yang diserap, akan meningkatkan durasi Charged Attack: Equitable Judgment selama 1 detik.\nSelain itu, saat Charged Attack: Equitable Judgment mengenai musuh, akan melancarkan dua serangan gelombang air setiap 2 detik. Setiap gelombang airnya akan mengakibatkan Hydro DMG sebesar 10% Max HP Neuvillette. DMG yang diakibatkan dengan cara ini akan dianggap sebagai DMG Charged Attack: Equitable Judgment."
	}
}