{
	"name": "Wanderer",
	"c1": {
		"name": "Shoban: Ostentatious Plumage",
		"effect": "Saat dalam status **Windfavored**, ATK SPD Kuugo: Fushoudan dan Kuugo: Toufukai Wanderer meningkat 10%.\nSelain itu, panah angin yang diciptakan oleh Talenta Pasif \"Gales of Reverie\" milik Wanderer mengakibatkan tambahan DMG sebesar 25% ATK. Kamu harus membuka Talenta Pasif \"Gales of Reverie\" terlebih dahulu."
	},
	"c2": {
		"name": "Niban: Isle Amidst White Waves",
		"effect": "Saat dalam status **Windfavored**, DMG yang diakibatkan **Kyougen: Five Ceremonial Plays** saat menggunakan skill ini akan meningkat sebesar 4% untuk setiap poin perbedaan antara jumlah maksimum Kuugoryoku Point dikurangi dengan jumlah Kuugoryoku Point yang dimilliki sekarang.\nPeningkatan DMG yang diakibatkan Kyougen: Five Ceremonial Plays yang bisa diperoleh dengan cara ini adalah sebesar maksimum 200%."
	},
	"c3": {
		"name": "Sanban: Moonflower Kusemai",
		"effect": "Meningkatkan 3 level **Kyougen: Five Ceremonial Plays**.\nMaksimum: Lv. 15."
	},
	"c4": {
		"name": "Yonban: Set Adrift into Spring",
		"effect": "Saat melancarkan **Hanega: Song of the Wind**, jika memicu Talenta Pasif \"Jade-Claimed Flower\", Karakter akan mendapatkan efek peningkatan berdasarkan jenis Elemennya, dan akan mendapatkan 1 jenis efek peningkatan acak yang belum terpicu kali ini. Maksimum efek peningkatan elemen yang bisa diperoleh bersamaan adalah 3 jenis elemen.\nHarus sudah membuka Talenta Pasif \"Jade-Claimed Flower\" lebih dulu."
	},
	"c5": {
		"name": "Matsuban: Ancient Illuminator From Abroad",
		"effect": "Meningkatkan 3 level **Hanega: Song of the Wind**.\nMaksimum: Lv. 15."
	},
	"c6": {
		"name": "Shugen: The Curtains' Melancholic Sway",
		"effect": "Saat berada dalam status **Windfavored**, saat Kuugo: Fushoudan Wanderer mengenai musuh, akan menghasilkan efek sebagai berikut:\n·Melancarkan satu kali Kuugo: Fushoudan tambahan di posisi awal, mengakibatkan DMG sebesar 40% DMG awal. DMG ini akan dianggap sebagai DMG Normal Attack;\n·Saat Kuugoryoku Point Wanderer berada di bawah 40 poin, Wanderer akan memulihkan 4 Kuugoryoku Point. Kuugoryoku Point yang bisa dipulihkan dengan cara ini adalah satu kali setiap 0,2 detik, maksimum 5 kali dalam satu kali durasi Windfavored."
	}
}