{
	"name": "유구한 반암",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "바위 원소 피해 보너스+15%",
	"4pc": "결정 반응으로 만들어진 결정을 획득 시 파티 내 모든 캐릭터는 해당 원소 피해 보너스를 35% 획득한다. 지속 시간: 10초. 이러한 효과로 1가지의 원소 피해 보너스만 획득할 수 있다",
	"flower": {
		"name": "바위 틈에서 자라난 꽃",
		"relictype": "생명의 꽃",
		"description": "반타거암에 활짝 핀 금석의 꽃. 꽃잎은 생기가 깃든 것처럼 바람에 하늘거린다",
		"story": "절벽의 균열에서 핀 꽃으로\n암석의 정수가 만들어낸 아름다운 생명이다.\n\n가담항설:\n옛날에 누군가 암왕제군에게 메마른 돌에는 절대 생명이 자랄 수 없다고 말했다.\n그래서 암왕제군은 순금의 꽃에게 바위 속에서 피어나도록 명했다.\n\n어쩌면 바위신은 한때 이런 위업을 행했을 지도 모른다.\n또 어쩌면 이는 오랜 세월 동안 전해 내려온 수많은 전설 중 하나일지도…\n하지만 운래해의 분노 어린 파도에 용감하게 맞서며,\n험준한 돌산 위에 생겨난 번영된 항구 도시가\n바로 이렇게 눈부신 꽃이지 않을까?"
	},
	"plume": {
		"name": "험한 산봉우리의 날개",
		"relictype": "죽음의 깃털",
		"description": "갯바위 거대한 솔개의 단단한 깃털. 검은 깃털 끝에 차가운 이슬이 맺히기도 한다",
		"story": "험한 산봉우리를 평평하게 만든 거대한 날개에서 떨어진 깃털.\n짙은 청색의 끝부분은 여전히 칼날 같은 날카로움을 유지하고 있다.\n\n세상이 혼란하던 고대에 암왕제군이 산을 뽑아 거대한 솔개를 만들었다고 한다.\n솔개는 옥석과 갯바위로 조각되었고 모습을 갖추자마자 하늘로 날아올랐고\n구름 위를 선회하며 수많은 산봉우리를 평평하게 만들었다.\n\n바위 솔개는 날개를 활짝 펼친 채 바다로 날아가\n마치 신소가 던진 날카로운 창처럼\n거대한 바다 마수에게 내려 꽂혔다고 한다….\n\n해상의 험한 바위기둥은 오늘날까지도 계속해서 솔개를 끌어들이고 있다고 한다."
	},
	"sands": {
		"name": "성라규벽의 시계",
		"relictype": "시간의 모래",
		"description": "규벽을 통째로 조각해서 만든 해시계. 무수한 별들이 겹쳐진 성라의 무늬는 말없이 잃어버린 시간을 기록한다",
		"story": "고귀한 옥으로 만든 해시계,\n햇빛과 시간을 조용히 쫓는다.\n\n아무리 오래되고 단단한 바위라도 오랜 세월 앞에선 무너지며 모래먼지로 변한다.\n\n암왕제군은 과거 땅 위의 별로 시계를 만들어 선조들에게 빛과 그림자의 중요성을 가르쳤다고 한다.\n세월이 흐르며 해시계는 민간에 돌아다니게 됐고 아직 서생이던 젊은 곤오가 이를 얻게 됐다고 한다.\n\n「어릴 땐 경전 연구에 뜻을 두어 수메르로 가서 지혜를 수행하고자 했다」\n「하지만 해시계를 우연히 얻은 뒤 매일 가지고 놀며 오랫동안 이를 검사했지만 단 하나의 결점도 발견할 수 없었다」\n「그래서 아카데미를 떠나 장인의 삶을 살며 이걸 만든 명인에게 도전하기로 결정했다」"
	},
	"goblet": {
		"name": "위암 반석의 술잔",
		"relictype": "공간의 성배",
		"description": "화려하면서도 정중한 술잔. 천 년 전에 옥로가 가득 담겨 있었다",
		"story": "움직이지 않는 바위를 조각해 만든 술잔,\n안에는 지존이 마시는 미주가 가득 담겨 있다.\n\n현암은 부서져선 안 되고 수정은 투명하고 영롱해야 한다.\n마치 속세를 거닐며 즐거움을 느끼는 것처럼 극치를 추구해야 한다.\n\n항간에 떠도는 소문에 의하면 암왕제군은 술을 마시기 위해\n천장 높이의 바위를\n깎아 술잔으로 만들었다고 한다.\n\n고서를 읽은 사람 중에는 이런 술잔이 7개나 있다고 주장하는 이도 있다."
	},
	"circlet": {
		"name": "부동현석의 상",
		"relictype": "이성의 왕관",
		"description": "현암을 조각해서 만든 장엄한 가면. 언제나 차갑고 휑한 두 눈으로 전방을 응시한다",
		"story": "마신이 혼전을 벌이던 시대에 바위신은 무한한 살육을 벌였다고 한다.\n신들의 살육이 펼쳐지던 전쟁에서 바위신은 따뜻함과는 거리가 멀었다.\n\n그는 옳고 그름을 잘 구분했고 한 번도 실수하지 않았다. 땅이 갈라지고 하늘이 무너지던 혼전 속에서 옛 친구와의 전투에도 인정사정 봐주지 않았다.\n그 전설적인 시대의 암왕제군은 한 번도 메말라버린 바위처럼 차가운 태도를 바꾸지 않았다.\n\n먼지가 가라앉아야만 현석처럼 단단하여 변하지 않을 것 같은 표정을 풀었다고 한다.\n이 또한 「계약」을 관철하기 위해서 필요한 것이다."
	}
}