{
	"name": "얼음바람 속에서 길잃은 용사",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "얼음 원소 피해 보너스+15%",
	"4pc": "얼음 원소의 영향을 받은 적을 공격 시 치명타 확률이 20% 증가한다. 만약 적이 빙결 상태라면 치명타 확률이 추가로 20% 증가한다",
	"flower": {
		"name": "눈보라를 견딘 그리움",
		"relictype": "생명의 꽃",
		"description": "오래전에 멸종된 얼음꽃. 서리가 방울방울 맺혀있다. 고고한 용사도 이 꽃을 얻기 위해 허리를 굽힌 적이 있다",
		"story": "부드러운 두 손으로 딴 영원히 녹지않는 얼음 꽃.\n누군가에겐 추위가 따뜻해지는 포옹처럼 느껴진다.\n\n「이곳의 네 번째 벽화는 당신을 위해 준비했어요. 당신의 모습은 이 벽에 영원히 남을 거예요」\n「이 벽화를 위해, 모두를 위해 저는 언제까지나 이곳에서 당신이 돌아오길 기도할게요」\n\n소녀가 비어있는 벽 앞에 서서 미소 지으며 용사의 가슴에 꽃을 달아준다.\n우아하고도 담담한 사람은 죽음과 곤경을 마주해도 변함없다.\n\n이 오래된 업적이 북쪽 땅의 거센 바람과 폭설 속에 파묻히고 \n그 후에 휘몰아치던 바람이 사라지고 눈이 다 녹아도 이 꽃은 여전히 시들지 않았다."
	},
	"plume": {
		"name": "얼음을 깨며 나아가는 집념",
		"relictype": "죽음의 깃털",
		"description": "차가운 기운을 발산하는 깃털. 맹금의 설원과 얼어붙은 산봉우리 위에서의 날갯짓이 몰고 온 바람을 느낄 수 있을 것만 같다",
		"story": "원래 엄동의 맹금류가 아니었던 새의 깃털은 차가운 촉감을 지녔다.\n그것을 만지면 마치 눈보라 속의 굴복하지 않았으나 절망적인 부름을 느낄 수 있을 것만 같은 착각이 든다.\n\n동굴을 찾지 않고 둥지를 짓지 않은 채 찬 바람을 맞서서 지저귀는 새가 남긴 깃털이 \n찬 바람에 의해 서리가 맺혀 마치 보석이라도 박힌 듯이 반짝인다.\n\n이 깃털은 하늘을 나는 매의 것인데 한 겨울의 바람이 거칠게 뽑아버렸다.\n바람 따라 떠다니던 도중에 서리가 맺혀 중력을 이기지 못하고 땅으로 떨어졌다.\n\n「유쾌하고 떠들썩하던 참새가 그대의 흔적을 따라 푸른 여름의 정원으로 돌아올 것이라 믿어요」\n「그 추위에 쫓겨났던 생명들, 고향을 잃은 불쌍한 아이들이 그대를 쫓아 꿈의 보금자리로 돌아가리라는 것을」\n\n막중한 임무를 짊어진 용사는 눈보라 속에서 머뭇거리며 깃털의 색을 식별하기 위해 노력했다.\n바람과 눈에 젖어 얼어붙은 깃털은 용사의 발걸음과 함께 바래진 머나먼 부탁과 같다."
	},
	"sands": {
		"name": "눈 덮인 고향의 최후",
		"relictype": "시간의 모래",
		"description": "용사의 귀환을 기다리는 고향 사람들이 쓰던 시계. 안에는 모래가 아니라 녹지 않는 미세한 얼음 결정이 들어있다",
		"story": "오래된 모래시계 속에 얼음 모래가 흐르고 있다.\n혹독한 추위도 영원히 흐르는 시간을 막을 수 없다.\n\n「하늘에서 떨어진 추위는 시간도 얼릴 수 있다」\n눈에 묻힌 산의 나라에는 이러한 소문이 있다.\n\n용사가 얼음 바람의 벽을 지났을 땐 이미 눈보라가 휘몰아 치는 밤이였다.\n햇빛이든 달빛이든 모두 꿰뚫지 못하는 창백한 바람.\n그 어떠한 엄동설한이라도 시간의 흐름을 멈출 수 없다.\n\n설사 도시가 얼음 아래 파묻히더라도.\n영웅 본인도 흐르는 세월 속에서 사람들의 기억에서 사라진다."
	},
	"goblet": {
		"name": "서리를 감싼 기골",
		"relictype": "공간의 성배",
		"description": "얼음으로 조각한 술잔. 겨울같이 단단하고 예리하다. 과거 이 잔의 주인은 이를 사용해 홀짝이며 얼지 않는 술을 마셨다",
		"story": "혹한 속에서 희망을 찾아주던 이방인은\n물을 마시는 도구도 얼음으로 조각된 것을 사용한다.\n\n이 잔으로 쓴 술을 들이키면 차가움은 칼날이 되어 목구멍과 배를 에이는 것만 같다.\n일반인은 멀리하는 식감을 가졌지만 과묵한 용사는 그 느낌을 좋아한다.\n\n그는 얼음같이 과묵한 전사로 몸으로 별에서 불어온 살을 에는 듯한 바람을 막는다.\n보호받는 걸 견디지 못한 그림 소녀는 사모하던 이에게 마지막 부탁을 전한다:\n\n「만약 타고난 두려움과 절망이 당신을 압도하여 결국 돌아오지 못하게 된다면…」\n「…끝까지 살아가 주세요. 우리와 함께 멸망의 길을 걷지 말고 차갑게 잊어주세요」\n\n이별의 차가운 술을 마신 뒤 더 이상 소녀의 젖은 눈동자를 보지 않고\n설경과 심연을 향한 끝없는 추적의 여정에 올랐다."
	},
	"circlet": {
		"name": "빙설을 밟는 소리",
		"relictype": "이성의 왕관",
		"description": "얼음과 눈을 정복하길 꿈꿨던 고대 영웅의 관면. 소유자가 매서운 추위에 맞서 싸웠다는 용기의 증표이다",
		"story": "영웅은 눈의 도시에 겨우 남은 희망을 짊어지고 구원을 찾는 여행길에 오른다.\n겨울의 관을 머리에 쓰고 끝없는 눈보라 속으로 고고하게 사라졌다.\n\n산의 국가의 계약과 맑은 눈동자를 짊어진 노련한 용사는 한 번도 얼음 밖의 미지에 겁먹지 않았다.\n한때 푸르던 산골짜기의 풍경과 더 이상 하늘에서 내리지 않는 축복이 모두 용사가 절대 멈추지 않고 나아가는 원동력이 되었다.\n\n「얼어붙은 문을 지나 심연의 회랑을 내려간다」\n「그가 은백의 나뭇가지를 꺾어 눈의 나라에 희망을 가져다준다」\n\n소녀는 일족을 위해 위로의 노래를 부르며 그에 관한 모든 기억을 지켰다.\n그녀는 그가 따사로운 봄볕과 변하지 않는 희망과 함께 돌아오리라 굳게 믿었다.\n\n하지만 결국 눈을 밟으며 떠나간 용사는 제시간에 돌아오지 못했다.\n눈보라에 휘말려 사라진 원망만이 그의 도주를 규탄한다…"
	}
}