{
	"id": 15008,
	"rarityList": [
		4,
		5
	],
	"name": "피에 물든 기사도",
	"effect2Pc": "가하는 물리 피해+25%",
	"effect4Pc": "적을 처치한 후 10초 동안 강공격 사용 시 스태미나를 소모하지 않고 강공격으로 가하는 피해가 50% 증가한다",
	"flower": {
		"name": "피에 물든 강철 심장",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "피에 검게 물들어 강철과 같은 강도를 가지게 될 정도로 말라버린 꽃. 과거 이 꽃의 주인에겐 일종의 기념품이지 않았을까",
		"story": "평범한 흰 꽃을 구출된 미녀가 기사의 가슴에 꽂아주었다.\n그러나 전투 중 검은 피에 물들었다가 말랐다가를 반복하며 굳어지고 말았다.\n\n떠돌이 기사가 처음으로 마물을 처치하고, 어려움에 빠진 미녀를 구했을 때\n그는 사례를 거절하고, 대신 소녀에게서 흰 꽃을 받았다.\n\n「기사의 유일한 보수는 바로 기사도를 실천하는 것이다」\n「나에게 상으로 이 꽃이면 충분해」\n\n이 꽃은 계속 그의 가슴에 달려 있었다. 그러다 피에 계속해서 물들며,\n기사의 은색 갑옷처럼 겨울의 밤하늘처럼 검게 변했고\n또 기사의 마음처럼 담금질한 후의 연철같이 단단해졌다."
	},
	"plume": {
		"name": "피에 물든 검은 깃털",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "기사의 망토에 붙어 있던 까마귀 깃털. 검은 피에 반복적으로 물들어 완전히 검은색으로 변했다",
		"story": "까마귀의 깃털 하나가 우연히 피투성이인 기사에게 달라붙었다.\n까마귀는 영민한 새로서 살인을 일삼는 사람을 주인으로 삼아 그와 함께 사냥감을 찾는다.\n\n마지막에 피투성이가 된 기사는 자신의 몸에서 풍기는 피비린내가, \n적이 흘린 것인지 아니면 자기가 흘린 것인지 구별할 수조차도 없었다.\n\n그는 마침내 오랜 싸움에서 자신의 기사도가\n과거 순백하던 기사를 마물과 같은 악귀로 만들었다는 걸 깨닫게 된다.\n그와 함께하는 것은 오직 그의 피 묻은 발자취를 따라다니는 까마귀 무리뿐이었다."
	},
	"sands": {
		"name": "피에 물든 기사의 시계",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "기사가 과거에 사용했던 시계. 안의 액체가 모두 굳어 시계의 기능을 상실했다",
		"story": "피로 물든 기사는 해와 달, 그리고 별이 보이지 않은 깊은 지하에 발을 들인 후\n유일하게 시간을 확인할 수 있는 물건이지만 시간은 결국 그 의미를 잃게 된다.\n\n이건 피로 물든 기사의 마지막 이야기다. 이때부터 그는 세속에서 벗어났다.\n피에 물들어 검게 변한 기사는 지상에는 더 이상 자신의 자리가 없다는 걸 깨닫고\n멸망된 고대 국가의 깊은 곳에 들어가 마물과 싸우다 죽기로 결정한다.\n세계의 끝에서 그는 고대 국가의 종말과 마물의 기원에 대한 이야기를 알게 된다.\n\n「위대한 고대 국가는 불의의 징벌을 받아」\n「국민들이 괴물로 변하게 되었다」\n「나의 기사도는 이런 불공평함을 용납할 수 없어」\n「그 이름이 심연이라면, 나는 심연에 충성을 바칠 것이리」"
	},
	"goblet": {
		"name": "피에 물든 기사의 술잔",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "핏빛 기사가 지닌 어두운 금속 잔. 겉은 검은 연기와 굳어버린 피로 인해 밤처럼 새까맣다",
		"story": "원래 정교하게 장식된 금은 잔은 과거 영웅의 일대기를 새겨 넣었었다.\n이미 굳은 피와 연기에 새까맣게 그을려서 그 정체를 알아볼 수 없다.\n\n마물 사냥꾼 기사는 재앙의 봉화를 따라 전장에 달려가 마물을 처치했지만,\n불타고 무너진 가옥에는 구조를 바라는 생존자가 없었다.\n\n실패의 쓴맛을 본 기사는 폐허 속의 그을린 잔을 신물로 삼아,\n악한 자를 제거하고 가난한 자를 구제한다는 기사도를 끝까지 관철하겠다고 다짐했다."
	},
	"circlet": {
		"name": "피에 물든 철가면",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "기사가 자신의 얼굴을 가릴 때 사용하던 철가면. 가면 아래의 얼굴은 수많은 사람들이 상상의 나래를 펼치게 했다",
		"story": "금으로 장식된 화려한 백철 가면, 한때는 출신이 뛰어난 기사가 가지고 있었다.\n검은 피에 너무 많이 물들어 원래의 색으로 돌아갈 수 없을 지경이다.\n\n기사가 백 번째 마물을 처치하고, 재난을 당한 사람에게 손을 내밀자\n그녀는 오히려 소리를 지르면서 그를 밀쳤다. 피에 물든 기사는 그제서야 알게 된다.\n그의 얼굴은 이미 끝없는 전투를 통해 자신과 적들의 피에 물들었다는 것을…\n그의 얼굴은 오랜 싸움 속에서 마물보다 훨씬 더 흉악하게 변해버렸다.\n\n「그럼 이 철 가면이 내 얼굴을 대신하도록 해야겠어」\n「내 기사도에 의해 지켜질 사람은」\n「혈전 때문에 가증스럽게 변한 내 얼굴을 쳐다보지 않아도 돼」"
	}
}