{
	"id": 10002,
	"rarityList": [
		3,
		4
	],
	"name": "용사의 마음",
	"effect2Pc": "공격력+18%",
	"effect4Pc": "HP가 50%를 초과하는 적에게 주는 피해가 30% 증가한다",
	"flower": {
		"name": "용사의 훈장",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "가슴에 달려있는 소박한 꽃, 한 번의 모험 끝에 얻은 기념품이다",
		"story": "작은 용사는 야밤에 집을 나서 친구와 함께 늑대의 숲으로 신나게 뛰어들어갔다.\n작은 탄궁으로 멧돼지를 쫓고 단단한 나뭇가지로 상상 속의 귀신을 공격했다.\n빛을 내는 선령을 쫓아 숲 깊은 곳까지 들어왔다가 천 년 동안 잠들어있던 보물을 발굴한다.\n\n「보물」은 바로 이 노란색 꽃이다.\n\n피곤에 지친 용사는 어린 시절의 방으로 돌아와 어릴 때 했던 모험의 증거를 살펴봤다.\n그는 수년 전 숨겨둔 그 꽃이 아직도 시들지 않아 있는 걸 발견했다.\n하지만 다른 것들은 꽃과는 달리 이미 오랜 세월에 변질됐다."
	},
	"plume": {
		"name": "용사의 기대",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "밝은 명금의 깃털.작은 용기를 가져다준다",
		"story": "작디작은 용사는 눈물 많은 동료를 위로하기 위해 새의 깃털을 동료에게 선물했다.\n함께 모험했다는 증명이자 함께 보물을 찾은 성과로 동료의 담력을 높일 수 있다. \n\n이후 그중 한 명은 「사자」라는 이름을 짊어지고\n기사들을 이끄는 무관의 제왕이 됐다.\n또 다른 이는 「늑대」라는 호칭을 얻고\n어둠 속에서 지난날의 벗이자 오늘날의 왕의 치세를 도왔다.\n\n동요하던 시기에 둘은 검과 비수처럼 고향과 서로를 지켰다.\n하지만 이건 아주아주 오래전의 일이다.\n무수히 많은 이야기가 재난 속에서 사라졌다."
	},
	"sands": {
		"name": "용사의 강인함",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "이 실용성이 없는 낡은 소형 모래시계는 세월과 같이 종잡을 수 없다",
		"story": "깊은 어둠의 저주가 샘솟듯 쏟아지고 재해의 온상이 대지를 침범했다.\n원정에 나선 기사들은 공포를 마주하고 북대륙의 얼음처럼 진형을 단단하게 꾸렸다.\n\n대검이 밝은 빛을 반사하고 거무칙칙한 독혈이 비처럼 쏟아졌다…\n\n용사는 결국 고향에 돌아올 수 있었지만 오랜 친구는 더 이상 함께하지 못했다.\n변하지 않은 건 오직 어린 시절 친구가 선물한 작은 모래시계뿐…."
	},
	"goblet": {
		"name": "용사의 환송",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "나무로 만들어진 텅 빈 거친 용기에 추억이 가득 담겨 있다",
		"story": "젊은 용사는 첫 전투에서 승리하여 승리의 기분을 처음으로 느끼게 됐다.\n절친한 친구들의 지지를 등에 업고 즐거움과 막연함이 술잔 속에서 교차한다.\n\n수년 후 재해가 강림할 때 그는 기사를 이끌고 고향을 지키기 위해 싸웠다.\n그는 출전하기 전에 오늘날 그의 부장이 된 단짝 친구와 술을 마셨다:\n\n「네가 더 이상 돌아오지 못하더라도 난 널 위해 울지 않을 거야」\n「그저 지금처럼 널 위해 술 한 잔 들이켤 거야」"
	},
	"circlet": {
		"name": "용사의 모자",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "대충 엮은 풀고리.일부 사람들에게는 왕의 금관처럼 소중하다",
		"story": "작디작은 용사는 밀림 깊이 들어가 항쟁의 여정에 오른다.\n그러나 가장 친한 친구는 귀족 역할을 하고 있는 챔피언 기사다.\n\n「수사자 같이 전장을 거닌다. 마치 천 년 전의 그녀처럼」\n「도검으로 짠 시를 미래의 소년과 소녀에게」\n\n두 사람의 가짜 대검과 긴 나뭇가지가 부딪히며 결투가 시작됐다——\n결국 항쟁의 용사가 승리를 거두고 귀족의 관을 벗겼다.\n\n수년 후 이 꽃으로 만든 조잡한 모자는\n기사를 통솔하는 권능보다 더 귀하게 여겨진다…"
	}
}