{
	"name": "불타오르는 화염의 마녀",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "불 원소 피해 보너스+15%",
	"4pc": "과부하, 연소, 발화 반응으로 주는 피해가 40% 증가하고 증발, 융해 반응의 보너스 계수가 15% 증가한다. 원소전투 스킬 발동 후 10초 동안 2세트의 효과가 50% 증가한다. 최대 중첩수: 3회",
	"flower": {
		"name": "마녀의 염화 꽃",
		"relictype": "생명의 꽃",
		"description": "과거에 온 세상의 마물을 불태우길 염원하던 마녀가 만졌던 꽃잎. 이름 없는 불꽃이 만지는 사람을 따뜻하게 휘감는다",
		"story": "여러 생물 중에서 지극히 평범하고 흔한 꽃이지만\n마녀의 화염에 계속 저항하고 있다.\n\n수백 년 전 재난이 들이닥쳤을 때 소녀는 허락되었던 모든 걸 잃었다.\n소중히 여기는 사람들, 지난날의 추억, 찬란한 미래… 모든 것이 산산조각 나고 말았다.\n\n연기와 잿불 속에서 화염의 마녀가 탄생해 불로 모든 상처를 날려버렸다.\n그러나 이 꽃은 늘 다 태워지지 않고 항상 생기와 부드러움, 그리고 촉촉함을 잃지 않았다.\n어쩌면 그 안에 담긴 고통과 아름다운 기억이 그녀의 숨겨진 면일지도 모른다."
	},
	"plume": {
		"name": "마녀의 불타는 깃털",
		"relictype": "죽음의 깃털",
		"description": "과거에 온 세상의 마물을 불태우길 염원하던 마녀가 만졌던 깃털. 변함없이 타오르며 뜨거운 열기를 발산한다",
		"story": "끝없이 불타오르고 부서지는 붉은 새의 깃털.\n아주 오래 불타도 다 타버리지 않는다.\n\n지옥불로 가득한 길을 선택했기에 그녀가 걸었던 들판은 오직 잿더미만 남아있다.\n비록 그녀가 불태운 것이 모두 사람을 해치는 마물일지라도 먼 곳에서 화광이 번뜩일 때면\n사람들은 문을 걸어 잠그고 화염의 마녀를 쫓아냈다. 그러나 그녀는 이를 전혀 신경 쓰지 않았다.\n\n그녀는 누군가가 모든 상처를 태워버려야만 새로운 희망을 가져다줄 수 있을 거라고 생각했다.\n다른 사람의 이해와 위로, 그리고 동정 따윈 필요 없다.\n마녀의 말 없는 쓸쓸함을 이해해 주는 건 오직 그녀 곁에 내려앉은 새뿐이었다."
	},
	"sands": {
		"name": "마녀의 파멸의 시간",
		"relictype": "시간의 모래",
		"description": "과거에 온 세상의 마물을 불태우길 염원하던 마녀가 착용한 시계. 안에는 마녀가 불꽃에게 바친 세월이 흐르고 있다",
		"story": "고온의 용액이 천천히 흐르는 작은 용기.\n그 속에 흐르는 것은 녹아내린 악령이라고 전해진다.\n\n화염의 마녀가 아직 소녀이고 재앙이 닥치지 않았을 때, 그녀가 먼 길을 떠나기 전에\n특제 물시계를 받았었다. 시계가 한 바퀴 도는 시간은 그녀가 아카데미아에서 공부하는데 필요한 시간과 같았다.\n시계가 한 바퀴 다 돌아 그녀가 고향에 돌아왔을 땐 그녀에게 시계를 선물한 사람은 이미 재앙에 먹혔었다.\n\n소녀의 시간은 거기서 멈추고 화염의 마녀의 파멸이 시작되었다.\n세상의 모든 마물과 그들이 주는 고통이 모두 다 타버릴 때까지…"
	},
	"goblet": {
		"name": "마녀 마음속의 불꽃",
		"relictype": "공간의 성배",
		"description": "과거에 온 세상의 마물을 불태우길 염원하던 염화의 마녀가 남긴 불이 담긴 단지. 안속에는 영원히 꺼지지 않는 불꽃이 그녀처럼 활활 타오르고 있다",
		"story": "투명한 유리병 속에는 액체로 된 불꽃이 흐르고 있다.\n오늘날 흐르는 액화 불꽃을 만드는 방법은 이미 실전되었다.\n\n화염의 마녀는 각지를 돌아다니며 뜨거운 화염으로 마물을 불태울 때,\n사람들은 그녀가 인간의 피와 살을 포기하여 체내에는 액체 불꽃이 흐르고 있다고 전했다.\n\n하지만 그녀도 한때는 소녀로 마음속에는 사랑하고 사모하는 이가 있었다.\n한 줌의 불꽃이 소녀 마음 속의 모든 아름답고 연약한 부분을 모조리 태워버리기 전까진…\n그때부터 그녀는 역사가들이 언급하길 꺼려 하는 마녀가 되었다."
	},
	"circlet": {
		"name": "불타오르는 마녀 모자",
		"relictype": "이성의 왕관",
		"description": "과거에 온 세상의 마물을 불태우길 염원하던 염화의 마녀가 착용한 모자. 넓은 모자챙이는 그녀의 시선을 가려준다",
		"story": "챙이 넓고 끝이 뾰족한 전통적인 마녀 모자는\n마녀에게 경외와 공포의 눈길을 가져다 준다.\n\n화염의 마녀에게 이런 큰 모자는 주위의 번잡함을 차단해 줄 수 있다.\n그녀가 일찍이 학교를 다닐 때 자신의 화염의 힘을 단련하는 데 전념할 수 있게 해줬다.\n\n전투에 참여한 후엔 불길에 물어뜯기는 마물이 잿더미가 되어 흩어지는 모습을 보지 않아도 됐고\n수면을 바라볼 때에도 연기와 화염 때문에 화상을 입어 흉측해진 얼굴이 보이지 않게 해줬다.\n마녀는 이렇게 맹목적으로 계속 타올랐다."
	}
}