{
	"name": "숲의 기억",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "풀 원소 피해 보너스+15%",
	"4pc": "원소전투 스킬 또는 원소폭발 공격에 명중된 적은 풀 원소 내성이 30% 감소한다. 지속 시간: 8초. 장착 캐릭터가 대기 상태일 때도 해당 효과는 발동된다",
	"flower": {
		"name": "미궁의 유객",
		"relictype": "생명의 꽃",
		"description": "숲의 왕의 보관에서 꺾은 금빛 꽃",
		"story": "숲의 왕이 탄생할 때, 초목의 왕에게 보관을 받았다고 한다.\n그리고 보관은 결국 처음으로 왕의 발자국을 좇아 미궁을 빠져나온 소녀에게 전해졌다.\n그녀는 숲에서 길을 잃었으며, 꽃을 밟지 않은 아이들을 여럿 거두었다.\n\n그녀는 왕을 섬기고 왕의 미궁을 지키기 위한 삶밖에 몰랐기에,\n이 세계가 숲이 만들어낸 꿈에 불과하다는 걸 알고 있었기에,\n아이들에게 숲에서 사냥하고 꿈속에서 걷는 방법을 가르쳤다.\n숲을 사랑하렴. 이곳 전체가 왕의 영역이니까.\n화살을 맞고 쓰러진 사냥감을 존중하렴. 이들 모두 왕의 신하이고 백성이니까.\n\n그녀의 가르침은 숲에서 길을 잃은 아이들 사이에서 오래도록 전해졌고, 많은 변화가 생기기도 했다.\n결국 그 가르침의 유래는 잊히게 되었다. 하지만 어떤 이들은 숲의 수호자가 되어,\n인간 세계로 돌아가 가장 긴 어둠이 내려앉았을 때, 모닥불을 피워 어둠의 그림자를 쫓아냈다.\n어떤 이들은 나무 울타리를 가로지르며 세월마저 망각한 채 검은 피를 뒤집어쓰고 야수를 사냥했다.\n\n그녀는 마지막 숲의 왕만큼이나 오래된 존재였다. 마지막 순간, 그녀는 미궁과 사냥에 대한 꿈을 꾸었다.\n그 꿈은 너무나도 광활해서, 숲의 모든 백성들의 꿈까지 품을 수 있을 정도였다.\n그 미궁은 끝없이 넓은 사냥터였다. 나무뿌리와 시냇물로 세워진 길은 호랑이의 무늬보다 촘촘했고,\n흐르는 물에 비친 달빛보다 변화무쌍했다. 「죽음」을 전도하려던 심연의 속삭임은 미궁 속에서 길을 잃고 말았다.\n그녀와 숲의 왕의 가르침을 받은 아이들만이 미궁을 지나 끝없는 사냥터에 닿을 수 있기 때문이다.\n결국 속삭임이 사라지고, 악한 짐승도 달아났으며, 완전히 침식된 그녀도 거대한 꿈과 함께 사라졌다.\n\n그리고 마지막엔 수많은 꿈의 조각과 함께 인간의 꿈속으로 흘러들었다.\n깨진 거울이 여러 각도에서 각기 다른 형상을 비춰내는 것처럼,\n그녀가 남긴 꿈도 여러 방식으로 사람들 사이에서 전해질 것이다.\n마지막 통행에 관한 이야기는 그녀와는 아무런 관계가 없다.\n\n이야기에서 전해지는 그녀의 이름은 사실 그녀가 머리에 쓴 관의 이름이다.\n그녀가 자신에게 남긴 건, 자신의 진짜 이름과 달빛을 담은 물 한 잔,\n그리고 자신이 모신 왕에게서 물려받은 보관에서 꺾은 금빛 꽃이었다."
	},
	"plume": {
		"name": "푸른 덩굴의 현자",
		"relictype": "죽음의 깃털",
		"description": "깃털처럼 휘날리는 녹색 잎사귀는 숲속 현자의 옷에서 얻은 것이다",
		"story": "미궁의 왕의 시대였다…\n왕의 시종 중 가장 지혜로운 한 소녀는 짐승의 말에 능통했고, 달빛의 시를 해독할 수 있었다고 한다.\n그녀는 고요한 숲, 달을 품은 호수와 꿈속의 숲 저편의 아득한 사냥터를 지켰다.\n「우린 푸른 숲에서 태어났고, 우리의 세계는 나무 그늘 아래, 푸른 초원 위에 존재한다」\n「숲에서 얻은 것들은 결국 숲으로 돌아가게 된다. 세상의 이치를 따르면 삶과 죽음은 걱정할 필요 없다」\n「자연의 법칙이 숲의 미궁을 지나 끝없는 들판으로 인도해줄 것이기 때문이다」\n그녀의 가르침은 수많은 아이들에게 영감을 주었지만, 결국 호랑이의 혈통처럼 옅어져갔다….\n\n기이한 징조의 달의 시대였다….\n눈먼 소년은 순백의 갑옷을 입은 맏형의 발자취를 따라 수많은 왕국, 산, 강을 가로질렀지만,\n결국 칠흑같이 어두운 숲속에서 길을 잃어버리고 만다.\n그는 검술에 집착했지만 마음씨는 그 누구보다도 따뜻했고, 가르침에 지나치게 충실했지만 그 누구보다도 의로웠다….\n마음속의 영원한 순백색 환영, 그 끝에서 발견한 것은 숲을 지키는 달빛처럼 새하얀 성물 중 하나였다.\n그 뒤엔 피와 살만을 갈망하는 야수뿐이었다. 사냥꾼이 하얀 나뭇가지가 내는 희미한 빛을 따라 그의 곁에 닿았을 때,\n그에겐 이미 소원을 빌 만한 힘조차 없었다. 마음속에서 그를 인도하던 새하얀 그림자도 옅어졌고, 결국엔 사라졌다….\n\n어두운 밤이 우위를 점한 시대, 여명까지 너무나도 멀었던 시대였다.\n악몽 속에서 현자는 새카만 검과 물속에 퍼지는 붉은빛을 보았다."
	},
	"sands": {
		"name": "현명의 주기",
		"relictype": "시간의 모래",
		"description": "현자의 길에 뛰어든 이가 사용하는 시계. 안에는 생명력이 없는 모래 대신 아주 작은 겨자씨가 들어있다",
		"story": "과거의 전설에 따르면 숲의 왕은 불사의 존재라고 한다.\n수명이 다하면, 그의 육신은 밀림 속에 녹아들었다.\n이빨과 발톱은 단단한 수목으로, 무늬는 끝없는 미궁으로,\n이글이글 불타던 두 눈은 하늘과 물속의 달이 되었다.\n무릇 죽어가는 것은 다른 몸으로 새로 태어날 것이다.\n무릇 썩어가는 것은 순결하고 어린 새싹을 성장시킬 것이다.\n\n「하지만 죽음으로 소멸한 영혼은 영원히 기억을 잃게 된다」\n「삶과 죽음의 순환 속에 이들을 위한 자리가 있을까?」\n\n「영혼은 단지 공허한 개념에 불과하며, 기억 또한 대지로 돌아가기 마련이다」\n「처음부터 공허한 존재였으니 두려울 것도 없으리라. 소멸할지언정 걱정할 것이 어찌 있겠는가?」\n「서로 상기시켜주고, 모두를 영원히 기억하면 되는 것을」\n「이리 하면 삶과 죽음의 순환을 극복하고, 기억을 오랫동안 간직할 수 있을 것이다!」\n\n아주 오랜 시간 뒤, 서로 상기시켜주기로 약속했던 친우가 가장 먼저 기억상실에 걸리고 말았다.\n완전히 잊히지 않은 오랜 꿈에서 그려졌던 세 사람, 세 요정의 모습에 따라,\n학부에서 쫓겨난 미치광이 의사가 남긴 기록과 추측에 따라,\n꿈을 사로잡고——꿈을 조종할 수 있는 숲의 주민을 사로잡아,\n친우가 다시금 자신의 모습과 우리가 함께했던 기억을 떠올리게 하자.\n\n기억을 지배하는 기관이 크게 손상되어 회복할 수 없다면,\n다른 오랜 친구와 함께 과거의 꿈속에서 살자.\n오두막에서 뛰어놀기도 하고, 끝없이 깊은 밀림에서 탐험도 하자.\n좋지. 꿈속에선 누구에게나 다시 시작할 기회가 있으니까.\n\n우선 꿈의 요정을 사로잡아야 한다.\n그 용병들은 날 위해 수많은 일들을 해줬으니.\n이번에도 날 실망시키지 않겠지."
	},
	"goblet": {
		"name": "방황하는 자의 등잔",
		"relictype": "공간의 성배",
		"description": "원래는 사막 스타일의 등잔이었지만, 형광빛을 내는 초록색 잎사귀가 자랐다",
		"story": "어리석은 군주가 자신의 욕망에 의해 파멸하자, 사막의 왕들은 너나 할 것 없이 군대를 일으켰으나 이내 불꽃처럼 차례로 소멸했다.\n하찮은 폭군들은 종말을 피해 도망친 유랑민을 모아 오래된 폐허에 신전과 성채, 그리고 높은 벽을 세웠다.\n폐허가 된 도시는 하나같이 오래 버티지 못했다. 자신이 세상에서 제일 강하고, 가장 부유하다고 자부했던 폭군들은 바람 앞의 등불처럼 사그라들었다.\n이 등잔은 그중 퇴폐한 한 왕국의 젊은 왕자의 소유물이며, 귀족의 보물 창고에 남은 보물 중 하나이다.\n\n「아바마마는 사냥매를 쫓기 위해 높은 탑에 오르셨고, 오래된 탑은 아바마마의 육중한 옥체를 견디지 못하고 그만 뜨거운 사막 속에 그를 떨어뜨렸다」\n「그렇게 왕국의 운명이 끝이 났다. 원래 왕위를 물려받았어야 할 나도 의미 없는 분열과 권모술수에 휘말리게 됐다」\n「그 시절, 나에게는 무척 사랑하는 여인이 있었다. 그녀는 진심으로 왕비가 되고 싶어 했지만, 왕좌에 누가 앉든 상관하지 않았다」\n「그래서 난 사랑하는 사람을 잃게 되었다. 난 내 목숨과 옥새를 위해, 독사의 입맞춤으로 그녀의 입술을 막아버렸고, 모래 이불로 그녀의 육신을 덮었다」\n「그 후, 기억 속의 다른 왕국처럼 내부와 외부의 적, 숙부들과 외숙부들, 노예와 천민은 서로를 죽이기 시작했다」\n「결핍과 투쟁은 기형적인 쌍둥이처럼, 신을 잃은 뜨거운 모래 위에서 춤을 추며 신기루 속에 자기 자신을 감추었다」\n\n그렇게, 뜨거운 사막의 왕국은 뜨거운 모래 속에 묻혀버렸고, 평생을 사치스럽게 지내던 왕자는 가진 것 없는 유랑민이 되었다.\n새로운 세계를 정복하겠다는 야망을 품고, 왕자는 얼마 남지 않은 재물을 지닌 채 홀로 우림으로 향하는 여정에 올랐다.\n하지만 오랜 시간이 지난 뒤, 늠름한 호랑이처럼 밀림을 지배하고자 했던 왕자는 고요한 달빛에 무릎 꿇었다.\n흰 활을 든 여성 헌터의 역동적인 모습에 이끌려 밤새도록 쫓고 쫓기던 중,\n갈 곳 잃은 왕자는 점차 우림의 속삭임과 호랑이의 나직한 울음소리를 이해하게 됐고, 자애로운 꿈에게 받아들여졌다——\n\n「하하하… 그래야 좋은 이야기지. 고귀한 혈통이 정처 없이 떠돌다가, 숙명을 찾고 영광을 수복하는 멋진 이야기…」\n「황금의 꿈이 방랑하는 모래를 부른다…」"
	},
	"circlet": {
		"name": "월계수 왕관",
		"relictype": "이성의 왕관",
		"description": "초목의 주신이 하사한 관. 미궁의 왕 사이에서 대대로 전해졌고, 마지막에는 왕의 시종에게 계승되었다",
		"story": "만물에게 있어 삶과 죽음의 시간은 정해져 있고, 끊임없이 순환을 반복한다.\n나무의 왕 또한 끊임없는 성장과 번식의 뜻을 전한 적이 있었다.\n무릇 죽어가는 것들은 또 다른 몸으로 새로운 생을 얻게 되며,\n무릇 썩어가는 것은 순결하고 어린 새싹을 성장시킬 것이다.\n땅에 떨어진 과일은 짐승의 양분이 되고,\n짐승 또한 대지의 품으로 돌아가 과일이 된다.\n숲은 이처럼 생명으로 가득하다.\n\n전설에 따르면, 나무의 신은 사막에 거대한 숲을 만들기 위해,\n땅속 깊은 곳에 비를 부르는 장치를 만들었다고 한다.\n밝은 달은 물에 미로의 파문을 비추었으니,\n그렇게 「호랑이」가 탄생했다.\n\n호랑이의 무늬는 나무의 길처럼 변화무쌍하였고,\n비야가라라는 호랑이는 미궁의 왕이 되었다.\n축복받은 숲의 왕은 그의 왕국 정원을 당당히 거닐었고,\n영장류는 물론, 미궁에 의지하는 조류와 길짐승을 다스렸다.\n\n시간이 흘러 석류 씨앗이 대지에 내려앉았고, 숲의 요정들이 태어나게 된다.\n숲의 왕은 최초의 바사라 나무 밑에서 요정들을 축복하고 신과 협약을 맺었다.\n요정들과 미궁을 공유할 것이며, 숲의 짐승들에게 요정을 해치지 말 것을 명한다.\n\n날이 흐릴 때도, 흐르는 물이 썩어갈 때도 있었지만,\n결국 숲의 왕은 생명의 모밭을 지키기 위해 목숨을 바친다.\n여전히 긴 수염을 지닌 거대한 고양이가 왕의 칭호를 물려받게 되었고,\n왕의 자세를 흉내내며 숲의 짐승을 살폈다.\n왕의 위엄과 힘은 그의 발끝조차 따라가지 못할지라도,\n그들은 여전히 왕과의 약속에 따라 오랫동안 숲을 지켰다.\n나무의 수호 요정을 해칠 생각 역시 조금도 하지 않았다.\n그렇다. 변화무쌍한 미궁은 이미 스러져갔지만,\n숲은 여전히 생명으로 가득하다"
	}
}