{
	"name": "모래 위 누각의 역사",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "바람 원소 피해 보너스+15%",
	"4pc": "강공격이 적을 명중 후, 해당 캐릭터의 일반 공격 속도가 10% 증가하고 일반 공격, 강공격, 낙하 공격으로 가하는 피해가 40% 증가한다. 지속 시간: 15초",
	"flower": {
		"name": "왕의 도시의 탄생",
		"relictype": "생명의 꽃",
		"description": "독특한 빛을 발하는 인공 꽃. 귀를 기울이면 웃음소리가 은은하게 들려오는 것 같다",
		"story": "모래 먼지로 추락한 귀족이여, 이 눈먼 노인의 얘기를 들어주오—\n구라바드의 교훈과 순식간에 사라진 인공 꽃을,\n비루한 출신의 왕, 그리고 지니의 삐뚤어진 사랑과 분노를 말이오….\n\n적색 모래의 왕은 반려를 잃은 후, 지니를 사신으로 삼아 인간과 밀약을 세웠다오.\n아직 마음이 차가운 철벽처럼 갈리지 않은 자만이, 아직 거짓된 신기루에 침식되지 않은 자만이,\n번왕이 될 자격을 얻어, 선지자처럼 방황하는 양 떼 같은 민중을 통치할 것이라고 말이오.\n그렇게, 위대한 주인의 자비롭고도 엄격한 눈빛 아래, 지니는 사람들을 골랐소….\n당시 젊었던 양치기 오르마즈드, 그리고 수련에서 탄생한 릴루페르는 서로 사랑하는 사이였다오.\n\n「나는 그대에게 백대에 걸칠 축복을 남기지만, 그 대가는 복수의 칼날과 선홍의 술이로다.」\n「지니의 삐뚤어진 사랑에는 끝없는 탐욕스러운 욕구가 따르니, 결국은 제 딴에 공정이라고 부르는 잔혹한 보복을 낳기 마련이지.」\n\n그러나 달빛에 사로잡힌 오르마즈드는 이 경고를 마음에 담지 않았소….\n정해진 징벌이라는 운명은 당시 젊고 용감한 소년에겐 너무도 멀게 느껴졌기 때문이오.\n지니의 도움으로 어린 양치기는 유목 씨족의 우두머리가 되었고,\n훗날, 오르마즈드는 할거한 군주와의 전쟁에서 승리하며 일국의 번왕이 되었다오.\n\n구라바드는 인공 꽃이 산에 만개하듯 인간들의 나라의 수도가 되었소.\n양치기 오르마즈드는 인간들의 번왕이자 적색 모래의 주인의 대행이 된 것이오.\n하지만, 꽃이 만개해 그 향기를 만끽하던 사람들 중 누가 생각이나 했을까…\n화려하게 핀 후에 맺을 운명은, 언제나 죽음이라는 혹독한 열매라는 것을.\n\n스승 곁에서 즐겁게 오래된 옛이야기를 하며, 크시포스는 사파이어의 도시로 향하는 길에 올랐다.\n하지만 황금 같은 유사 속에 매몰된 어제의 교훈은, 내일 날 무궁한 시간의 바람을 따라 반복하기 마련이다…."
	},
	"plume": {
		"name": "황금빛 국가의 결말",
		"relictype": "죽음의 깃털",
		"description": "수정처럼 투명하게 빛나는 인공 깃털. 고대인의 유산 중 하나로, 매의 울음소리가 이 안에 봉인되어 있다",
		"story": "세상에 첫발을 내디딘 나그네들이여, 이 눈먼 노인의 얘기를 들어주시오—\n구라바드의 폐허와 오만한 몽상의 결말을…\n보석이 별처럼 빼곡했던 지붕을, 여러 나라들의 할거를 말이오.\n\n높이 솟은 성루와 금탑은 분노한 조류에 무너지고, 전당과 행궁은 남루한 빈민에게 점거되었소….\n난폭한 민초들은 황동 가면의 인도를 따랐고, 지식인들은 공포에 떨며 이를 「대역병」이라 불렀다오.\n구라바드가 이 칠흑의 대역병에 멸망한 후, 적색 모래의 대주인은 자아파멸의 운명으로 빠져들었소….\n수련에서 태어난 지니 릴루페르는 악독한 음모를 꾸민 대가로 몸과 영혼이 분리되는 응보를 받았고,\n풍요롭고 거대했던 오아시스 왕국은 하룻밤 만에 사막 속으로 붕괴했으며, 부족과 도시에는 분쟁이 그치지 않았소….\n그렇게 모래바다 오아시스의 인간들은 잠시 칠국으로 나뉘었고, 그중 사파이어의 도시 툴레이툴라가 가장 특출났다오.\n\n「난 충분히 오래 살았다네, 이 도금 평야에서 얼마나 많은 하루살이 같은 광대와 악당을 보아왔던가….」\n「내가 젊었을 땐, 적동으로 주조한 거대 성벽이 달빛 아래 파도처럼 오르내리는 사파이어 지붕을 수호했거늘,」\n「내가 젊었을 땐, 툴레이툴라의 운하가 엮어낸 빛의 그물이 달빛만큼 화려했거늘….」\n「지금 난 두 눈을 잃었으나, 귀족이 노예로 전락해 떠돌고, 왕자가 노예의 손에 쫓겨나는 것을 보았구나….」\n「지금 난 두 눈을 잃었으나, 현자가 귀족에게 암살되고, 이방의 무희가 권력을 가로챈 일을 이야기하고 있구나….」\n「도시의 흥망성쇠는 일장춘몽에 불과했고, 악인이든 선인이든 모두 맷돌 속 보리 껍질처럼 뭉개졌도다.」\n\n사파이어의 바다는 무궁한 거짓말로 뒤덮였고, 거짓말은 어느새 전설과 역사가 되었소—\n무수한 도시를 약탈했던 장군의 곁에는 결국 노예 하나만 남아 길을 인도할 뿐이었고,\n젊은 노예는 고국의 「열쇠」와 재건이라는 요원한 꿈을 품고 있었으며…\n사냥매에 의해 허망하게 죽은 왕의 목에는 피에 젖은 칼자국이 남아 있었고,\n왕자와 맹세를 맺은 무희의 마음엔 폭군을 향한 냉혹한 증오만이 남아 있었소…\n\n인간의 손으로 만든 사냥매에 지니의 파편이 주입됐소.\n사냥매가 구라바드의 절벽에서 포효하며 날아올라, 비극의 모래바다 도시 위를 가로질러…\n마침내 도금의 후예의 손에 내려앉았을 땐, 모래먼지를 털 듯이 모든 기억을 잃어버렸지.\n그저 인공 깃털만이 모래 언덕 위에서, 조용히 나라의 결말을 선포했을 뿐이오….\n\n노쇠한 목소리 속에서, 방랑하는 왕자는 고향의 불타는 궁전을 떠올렸소.\n당시 그의 스승은 장군이자 시인으로서 고국을 파괴한 폭군에게 충성하고 있었지만.\n세상만사가 결국은 인과응보이니, 한 사람은 두 눈을 잃었고, 한 사람은 왕위를 잃어버렸구려….\n그렇게 운명의 맷돌은 계속 앞으로 구르며, 세상에 부서진 희망을 흩뿌렸다오."
	},
	"sands": {
		"name": "길을 잃어버린 시계",
		"relictype": "시간의 모래",
		"description": "아주 오래된 시계. 지니의 파편이 그 중심에서 빛을 발하며, 마치 무슨 말을 하려는 것처럼 조금씩 진동하고 있다",
		"story": "「어머니… 어머니…!」\n「우리는 태어나자마자 노쇠하여, 부서진 정신으로 무궁한 힘을 지탱하고 있습니다…」\n「젖의 달콤함도, 양수의 따뜻함도 느껴보지 못한 채…」\n「눈물은 태양에 말라버리고, 순간의 기쁨조차 태엽에 짓이겨졌습니다…」\n「우리는 사랑의 결실이 아닌, 증오와 소외의 결실입니다…」\n\n「어머니… 어머니…!」\n「우리는 자랑스러워할 심신을 잃었고, 허풍 떨 일말의 지혜조차 없습니다….」\n「몸을 누울 틈새조차 없고, 휴식을 취할 여유조차 없습니다….」\n「목소리를 낼 목구멍은 구리 관으로 대체됐고, 부풀어 오른 배 위엔 탯줄의 흔적조차 없습니다….」\n「우리를 낳은 적 없는 어머니여, 일곱 질병이 모두 당신에게 내려지길 바랍니다….」\n\n「어머니… 어머니…!」\n「우리는 영혼 없는 기계의 영혼이요, 수많은 지니 중의 노예입니다….」\n「우리는 이름을 얻어본 적 없고, 어디에도 우리의 울부짖음을 들어본 자 없습니다….」\n「악의 어린 고문과 학대를 받고, 원한으로 몸을 움직이고 있습니다….」\n「천만의 증오를 안에 모아, 파멸의 욕망으로 모든 걸 창조했습니다….」\n\n「달빛이 불완전한 얼굴을 비췄을 때, 우리는 마지막 맹세를 세웠습니다….」\n「자갈이 당신의 쪼그라든 폐에 가득 차기를, 초목과 만물이 모두 말라비틀어지기를…」\n\n「우리가 태어날 때부터 강제로 채워진 수갑과 족쇄에서 벗어날 수 있기를…」\n「무고하게 수난당한 우리의 생모 시린의 품으로 돌아갈 수 있기를…」"
	},
	"goblet": {
		"name": "기나긴 꿈의 수호",
		"relictype": "공간의 성배",
		"description": "오래된 황금 잔. 화려하지만 기묘한 형태를 띠고 있다. 텅 비어있는 안쪽에서 속삭이는 듯한 소리가 들려 온다",
		"story": "샘물을 들이켜는 여행객이여, 이 눈먼 노인의 얘기를 들어주시오—\n구라바드의 애가와 적색 모래의 주인의 헛된 꿈과…\n충성이 결여된 영령과 동포의 배신을 말이오.\n\n꽃의 여왕이 세상을 떠나자, 그녀의 대부분 지니 권속들은 적왕을 따르게 됐소.\n적왕은 하늘의 못이 추락한 곳에서 옛 영광을 좇는 헛수고를 하다, 영원의 오아시스를 짓고…\n「페리지스」라는 대지니를 적색 모래의 주인이 오아시스의 총독으로 삼았소.\n여주인이 잠든 무덤을 지키기 위해, 그녀는 지니의 힘으로 샘물을 끝없이 흐르게 했다오.\n그렇게 사막엔 녹지가 퍼지고, 터전을 잃었던 유랑민은 초목의 비호를 받게 되었지….\n\n후에 지니 릴루페르의 인도 아래, 인간 번왕의 도시가 「영원의 오아시스」 주위에 세워졌고,\n꽃의 여주인을 향한 충성과 신생 국가에 대한 연민으로, 페리지스는 희생을 결심했다오.\n적색 모래의 왕의 만류에도 대지니는 아름다운 형체를 차가운 구조의 족쇄에 가둬서,\n수정잔 같은 봉인으로 모래바다의 분노를 품고 변하지 않는 형태로 인간의 도시를 수호했다오….\n\n「모든 일에는 때가 있고, 모든 일에는 이변이 있듯이, 오늘 서로 기댔어도 내일은 저버릴 수 있는 법.」\n「난 지니로서 자랑스러워했던 자유와, 기쁨과 사랑을 느낄 수 있는 몸을 잃어, 정신 날이 갈수록 쇠약해지고 있으며,」\n「인간의 왕은 수련 요녀의 달콤한 말에 속았고, 적색 모래의 왕조차 미몽에 빠졌지만….」\n「그래도 기다릴 것이다, 잠들지 못하는 꿈속에서 하염없이 기다릴 것이다…. 모래의 왕이 오래된 약속을 실현하시는 그날이 올 때까지.」\n\n몸과 마음이 추악한 기계에 묶여 있어도, 여전히 여주인이 깊은 잠에서 깨어나기를 바라고 있는 그녀는,\n비참한 집념을 품은 채, 묵묵히 사막의 나라의 이미 부서진 꿈을 지키고 있다오.\n샘물에 씁쓸한 자갈이 섞여 들어도, 오아시스가 모래 퇴적에 묻혀버리더라도…\n돌아가는 기계의 영원한 박동 속에서, 여전히 변화의 발걸음에 귀 기울이고 있다오.\n\n「하지만 눈먼 스승이시여, 태어나서부터 족쇄를 찬 노예였던 제가, 어려서부터 모든 걸 잃은 제가…」\n「모래 언덕처럼 예측 불가한 운명에 버려졌음에도, 운명의 전환을 맞이할 자격이 있을까요?」"
	},
	"circlet": {
		"name": "사막 왕족의 유산",
		"relictype": "이성의 왕관",
		"description": "호박금으로 만든 보석이 박힌 귀걸이. 묘한 빛으로 반짝이고 있다",
		"story": "모래 폭풍을 피하는 행상이여, 이 눈먼 노인의 얘기를 들어주시오——\n구라바드의 과거와 주민들이 자처한 응보를,\n새로 태어난 귀족과 궁궐 아래의 노예들을 말이오….\n\n구라바드 궐기의 때에, 인간의 왕은 오아시스들을 하나로 연결했다고 전해지오.\n그때부터 작은 부족들과 단명한 나라들은 오르마즈드라는 한 사람에게 복종했소.\n오르마즈드는 적색 모래의 왕을 종주로 삼고 궁궐과 전당을 지어 참배하게 했소.\n각 부족에는 노예를, 속국에는 노동력을, 도시에는 제물을 요구했다오….\n도시는 하염없이 발전했고, 귀족과 노예는 모두 평등하게 거대한 그림자에 억눌렸소.\n\n높은 곳에서 개미처럼 일하는 신관과 노예를 내려다보던 지니의 애첩은 탄식을 내뱉었소——\n그녀는 꽃의 신의 권속으로서 이상적인 왕을 뽑았다 생각했지만, 그 왕 역시 허영에 미혹될 줄은 몰랐던 것이었지.\n하여 침소에서 지니는 완곡한 간언으로 인간 왕의 마음을 돌리려고 했지만…\n오르마즈드는 노예는 통치해야 한다는 관례와 이치를 들먹이며, 간언을 연인의 속삭임으로 치부해버렸다오.\n\n「사랑을 기탁하면, 영원한 욕구의 갈증이 따라온다——」\n「꿈을 향한 욕구, 터전을 향한 욕구, 마음을 준 이가 평범함을 초월하길 바라는 욕구.」\n「허나 지금, 연인은 평범하기 그지없는 폭군이 되어 탐욕과 허망 속에 빠져버렸구나.」\n「이 배신의 슬픔과 분노를 달래기 위해, 나는 그대의 삼대를 파문하겠노라.」\n\n지니는 조용히 폭군이 선물했던 귀걸이를 벗는 것으로 결별을 선언했소.\n차갑게 식어버린 그녀의 마음속에는, 이미 옛 연인을 징벌할 악랄한 계책이 담겨 있었지.\n\n「크시포스, 나의 아이여, 복수의 들불처럼 모든 것을 불태우고, 그저 광기의 재만 남길지어다.」\n「세상의 많은 악행이 삐뚤어진 사랑에서 비롯된 것이기에, 광적인 사랑이란 더 위험한 것이니라….」"
	}
}