{
	"id": 15024,
	"rarityList": [
		4,
		5
	],
	"name": "제사의 여운",
	"effect2Pc": "공격력+18%",
	"effect4Pc": "일반 공격이 적 명중 시, 36%의 확률로 「유곡의 축사」를 발동한다. 「유곡의 축사」: 일반 공격으로 주는 피해가 공격력의 70%만큼 증가한다. 해당 효과는 일반 공격으로 피해를 준 다음 0.05초 후에 사라진다. 일반 공격으로 「유곡의 축사」가 발동되지 않을 때, 다음 공격에서 발동될 확률이 20% 증가한다. 0.2초 내 최대 1회 발동 여부를 판정한다",
	"flower": {
		"name": "혼향의 꽃",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "꽃 모양의 옥 조각. 영혼의 향기가 느껴질 듯 말 듯 주변을 맴돌고 있다",
		"story": "매년 혼향꽃이 피는 시기가 교영 마을이 차 봉헌 의례를 준비하는 시작점이다.\n꽃이 시들 때가 되면, 9번 발효한 꽃차가 사당에 바쳐진다.\n혼향꽃은 피는 시기가 짧아 마치 선인들이 총총히 왔다가 홀연히 돌아가는 것만 같다.\n그저 약(藥)군이라는 애매모호한 이름과, 불명확한 수많은 전설을 남기고서 말이다.\n\n한 이야기에서 약군의 선체는 오래된 차 나무의 가지로 변했다.\n하지만 다른 이야기에서는 길들여진 흉악한 맹수를 타고 선산으로 날아가기도 한다.\n또 다른 이야기도 존재한다——\n\n소녀는 기슭에 올라오자마자 서둘러 바닥의 몽수를 주워 아무렇게나 머리에 썼다.\n몽수로 얼굴을 가리지 않았다면 그녀는 부끄러워서 차마 입을 열지 못했을 것이다.\n그녀를 이런 처지로 만든 장본인은 그제서야 물속에서 고개를 내밀었다.\n마치 이번 대결의 승리를 자랑이라도 하듯, 오색의 금린이 반짝반짝 빛나고 있었다.\n\n「콜록… 콜록, 콜록! 헤엄치는 게 뭐 대수야? 물에 빠져 죽으라고 저주할 거야!」\n\n화가 난 건 사실이지만, 그건 농담에 불과했다.\n그러나 반짝이는 빛은 깊은 못 속으로 사라졌고, 다시는 떠오르지 않았다."
	},
	"plume": {
		"name": "옥의 잎",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "나뭇잎처럼 생긴 옥패. 과거에 특정 친구 관계 사이에서는 특별한 의미를 갖고 있었던 것 같다",
		"story": "먼 과거, 강 건너편에는 나루터가 없었고, 구름과 연기가 자욱한 산비탈만이 있었다.\n이 산의 주인이 이곳에 무엇을 심을지 결정하기도 전에 다른 사람이 선수를 치고 말았다.\n\n「이 나무가 좀 자라면, 잎을 따서 찻잎을 갈아 줄게」\n「그때가 되면 이곳에 류운차풍과 리수첩산을 부르는 거지…」\n\n「멋대로 내 땅에 나무를 심은 주제에 뻔뻔하긴」\n산의 주인인 소녀는 화가 치미는 듯 대답했지만 종종 차의 향기를 떠올리곤 했다.\n\n나중에, 알 수 없는 이가 작은 나무의 가느다란 가지에 이 옥을 조용히 매어 두었다.\n그리고 또 시간이 흘러 산의 주인이 돌아왔다. 하지만 그녀는 이미 완전히 다른 모습으로 변한 채였다.\n그녀는 실을 풀 손가락도 잃었다. 이 모든 게 오래전에 있었던 일이었다…\n\n여러 해가 지나고, 산의 주민들은 그 가지를 강 건너편에 옮겨 심었다.\n차의 향기 또한 침옥 협곡에서 리월항으로, 그리고 또 수많은 곳까지 전해졌다.\n\n침옥 협곡의 차 나무에 대해서는 갖가지 전설이 전해지고 있다. 그중의 한 전설은 아래와 같다:\n이 나무는 수문, 토양, 일조 여부를 막론하고 침옥 협곡에서만 무성하게 자란다.\n그건 나무들이 머나먼 옛날, 차 나무 묘종 옆에서 오랜 벗들이 한 약속을 기억하고 있기 때문이다."
	},
	"sands": {
		"name": "축사의 증명",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "원형 모양의 옥패, 어느 전설에 의하면, 이 옥패는 어느 지역 제사의 시작을 알리는 증거라고 한다",
		"story": "전설에 따르면 이 옥패의 박석은 오랫동안 봉인된 신산에서 왔다고 한다.\n바닷가를 떠난 별소라가 파도 소리를 떠올리듯,\n옥고리에서도 가볍게 졸졸 흐르는 물의 소리가 들려온다.\n\n객잔에서는 종종 이런 소문을 들을 수 있다….\n「전설에 따르면 말이지, 골짜기의 최고 보물은 단비를 내릴 수 있는 박옥이었대」\n「근데 나중에 세상이 어지러워지면서 요마들이 박옥의 힘을 노리기 시작했지」\n「그래서 산의 주인은 박옥을 여러 조각으로 나눴고, 서로 다른 모양으로 만들어 요마들의 이목을 속였어」\n「그리고 그 박옥 조각들은 강이나 산속에 숨겨졌고, 심지어는 감실에 공양한 것도 있대」\n「침옥 협곡의 전설에서 이 옥 장신구들은 신의 계약의 축복을 받은 물건들이야」\n「다만, 오랜 시간이 흘렀지만 그걸 찾아낸 이는 아무도 없었지…」\n\n사제는 늘 이 옥고리를 조심스럽게 몸에 지니고 다녔다.\n어느 해 떠나기 전, 사제는 정취 없는 벗에게 옥고리를 슬쩍 보여 준적이 있다.\n사제는 문양의 내력, 선조와 신의 오랜 계약에 대해 정중히 얘기했다.\n하지만 벗은 약절구를 들고 땀을 비 오듯 흘리면서 전혀 흥미가 없는 듯한 모습을 보였다.\n\n「매해 똑같은 제사를 거듭하면서 똑같은 얘기를 몇 번이나 들었는지 모르겠군」\n「돌아오면 차를 대접하겠다고 했잖아? 그때 얘기해」\n하지만 물에서 온 물건은, 결국 그녀의 생각처럼 되지 않았고, 결국 물속으로 사라졌다….\n\n오늘날까지도 유롱항의 장인들은 이런 고풍스러운 모양의 장식품을 만들곤 한다.\n왕래하는 행상들도 저마다 전설에 따라 정교한 옥고리를 귓가에 가까이 가져가곤 했다.\n사람들은 과연 그 속에서 빗물이 산바위를 두드리는 소리가 들리는지 귀를 기울였다."
	},
	"goblet": {
		"name": "샘물의 찻잔",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "맑은 샘물이 끊임없이 흘러나오는 찻잔. 선인의 선물, 유물, 분실물 중 하나인 것 같다",
		"story": "이 물건은 처음에는 친구들의 선물이었고 이 중에 작은 선계가 이어져 있었다.\n잔의 샘물은 영원토록 마르지 않아 임시 거처로 사용하기에 안성맞춤이었다.\n해와 달이 수면에 비친 그림자를 담을 수도, 헤엄치는 물고기를 담을 수도 있었다.\n\n그녀는 자신이 적어도 야차의 숙명적인 액운보다는 운이 좋다고 자부했다.\n하지만 오래된 의식을 계승하는 대가는 오랫동안 육지에 발을 디딜 수 없다는 것이었다.\n그때 리월 지표에 흐르는 달콤한 물은 지금보다 훨씬 적었다.\n산 아래의 항구 성과 평원의 시장은 그녀에게 꿈처럼 너무 멀었다.\n하지만 성가신 걸 질색하는 그 녀석은 이 찻잔을 들고 출발하겠다고 한다.\n\n그 녀석이 얘기하는 리월항은 마을에서 열리는 묘회처럼 허술했다.\n이번 여행은 지금처럼 말다툼이 끊이지 않을 것이고, 갖가지 귀찮은 일들로 가득할 게 분명했다.\n그녀는 서로가 직설적인 말투를 고집하는 걸 알면서도 북적거리는 인파에 감히 다가가지 못했다.\n이 세상에서 그녀들처럼 변화를 두려워하면서도 부러워하는 나약하고 보잘것없는 선인을 더는 찾을 수 없을 것이다.\n\n「하지만 우리는 많은 약속을 했어. 이건 좋은 일이야」\n떠나기 전, 그녀는 생각했다.\n「여행은 분명 재밌을 거야, 그녀한테 다른 오랜 벗들을 소개해 줄 수도 있고」\n\n나중에 차 가마와 차 화로는 나름대로 제 몫을 다했고, 사람들은 찻잔의 모양을 따라하기 시작했다.\n그렇게 모든 사람의 책상 위에, 손바닥 안에 밝은 달이 담길 것이다."
	},
	"circlet": {
		"name": "추억의 보옥",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "아름다운 옥으로 만들어진 귀걸이, 부드럽고 따뜻함이 느껴진다",
		"story": "침옥 협곡에는 많은 산, 많은 물과 많은 이야기가 있다. 그중 가장 유명한 이야기는:\n옛날 옛적, 요괴의 손에 넘어가지 않고자 한 박옥이 물에 잠긴다….\n\n전설에 따르면 큰 강에는 늘 많은 갈래가 생성된다고 한다. 그중에서 전해지는 이야기는 다음과 같다.\n미옥은 일찍이 신선이 살고 있다는 선산의 박옥으로, 암왕제군의 손을 거쳐 정교하게 조각되었다.\n맑은 물에 잠긴 기석은 쌍옥, 옥기, 패옥 또는 잔일 수도 있다.\n그리고 또 한 가지 설은: 이야기 속의 「옥」은 사실 미인을 비유한 것이라는 설이다.\n\n전설에 따르면 이러한 광경을 본 사람이 있다고 한다….\n\n햇빛에 보석같이 반짝이는 꼬리를 지닌 수많은 잉어가,\n수생 생물들이 얽매여 있어야 할 하천과 호수를 벗어나,\n자유롭게 떼를 지어 협곡의 하늘을 순행하고 있었다.\n누군가의 귓가에서 흔들리던 한 쌍의 옥도 다른 모양으로 변했다고 한다."
	}
}