{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "깊은 회랑의 피날레",
	"effect2Pc": "얼음 원소 피해 보너스+15%",
	"effect4Pc": "장착 캐릭터의 원소 에너지가 0pt일 시, 일반 공격으로 주는 피해가 60%, 원소폭발로 주는 피해가 60% 증가한다. 장착 캐릭터가 일반 공격으로 피해를 주면 상술한 원소폭발 피해 증가 효과는 6초 동안 적용되지 않는다. 장착 캐릭터가 원소폭발로 피해를 주면 상술한 일반 공격 피해 증가 효과는 6초 동안 적용되지 않는다. 장착 캐릭터가 대기 상태 시에도 발동된다",
	"flower": {
		"name": "깊은 회랑의 메아리치는 노래",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "북국의 옥석으로 만든 얼음 꽃. 꽃잎은 이미 기나긴 세월 속에 먼지가 되었다",
		"story": "소녀는 스승의 안내에 따라 북쪽으로 향했다. 얼어붙은 혹한의 땅과 얼음 바다 끝에 있는 부서진 거울 회랑을 지나\n폐허 사이를 배회하는 수많은 마물을 베어내고, 은나무의 잔해 속에서 눈에 묻힌 비밀을 엿보았다.\n\n그것은 백은의 달빛이 전쟁의 불길 속에서 파괴되기 전이자, 높은 하늘의 계시가 대지에 널리 퍼져있을 때였다.\n대지의 가장 깊은 곳에서 최초의 천사를 만난 소년은 세계에서 가장 금기시되는 기원에 대해 물었다.\n여명의 딸은 그 불경스러운 말에 두려움을 느꼈다. 인간의 아이가 어찌 그 비밀을 안단 말인가.\n하지만 그 방문객은 자신의 출신을 털어놓고는 그녀가 한 번도 보지 못한 아름다운 꿈을 노래했다.\n\n그러자 왕좌의 주인이 걸어 놓은 속박이 거미줄처럼 찢어졌고, 자아가 무엇인지 처음으로 깨닫게 된 천사는\n가장 금기시되는 창조에 관한 이야기를 사랑하는 이에게 전부 털어놓았다.\n\n「아아, 당신의 주인이 고결한 생명들을 모독하고 있었다니」\n「영혼을 고문하는 피의 몽마조차 혀를 내두를 만한 일이군」\n「사랑을 경험해 보지 못한 여명의 소녀여, 난 당신의 율법과 척을 지고」\n「당신의 주인에게 갇힌 생명들이 뭇별을 바라볼 수 있도록」\n\n「난 당신의 검과 방패이자, 길을 안내하는 반역의 공모자가 되어주겠소」\n가장 존귀한 천사가 소년의 이마에 입을 맞추자, 푸른 은나무에서 무수한 얼음 꽃봉오리가 피어났다.\n그리고 구름 틈 사이에서 그 배신을 목도한 공월은 몰래 주제넘은 염원을 품기 시작했다…."
	},
	"plume": {
		"name": "깊은 회랑의 요원한 약속",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "북국의 옥석으로 만든 깃털 장식. 희미하게 반사되는 어두운 빛은 마치 이 세상의 것이 아닌 듯하다",
		"story": "소녀는 스승의 안내에 따라 북쪽으로 향했다. 얼어붙은 혹한의 땅과 얼음 바다 끝에 있는 부서진 거울 회랑을 지나\n폐허 사이를 배회하는 수많은 마물을 베어내고, 깊은 비경의 잔상 속에서 눈에 묻힌 비밀을 엿보았다.\n\n그녀는 이곳을 방문한 최초의 외부인이 아니었다. 최북단의 자손이 몰락의 단꿈을 엮기도 전에\n이미 별들 사이를 누비던 지혜로운 여행가가 찾아와, 아직 탁한 어둠에 빠지지 않은 용의 주인과 재회를 약속한 적이 있었다.\n\n그 여행가는 고독한 허공을 떠도는 기록자로, 원래대로라면 원시 문명과 교류해서는 안 되는 나그네였다.\n불멸의 몸이 머나먼 하늘 접시 모양의 구조체에서 잠든 사이, 여행가의 정신은 억조 광년의 황막한 공간을 떠돌며\n사라질 수많은 종족과 문명을 조사하여, 깊은 어둠 속에서 별바다의 궁극적인 답을 찾고자 했다.\n그러던 어느 날, 희미한 빛이 여행가의 감각을 자극하여, 그녀를 무수한 천년의 명상 속에서 일깨웠다.\n\n그것은 나선 은하 가장자리에 있는 작은 세계와 그 세계와 함께 탄생한 시초이자 근원의 용이었다.\n죽음보다 긴 밤 속에서 용이 우러러보는 태양은 찰나의 불꽃에 불과했지만,\n행성 표면에 책임감으로 단단히 속박된 그 의지는, 여행가가 본 그 어떠한 문명보다도 찬란하게 빛나고 있었다.\n마음속에서 휘몰아치는 의문과 슬픔을 억누르지 못한 그녀는 그 작은 세계의 주인에게 계시를 내렸다….\n\n「나는 빛없는 종언이 방추처럼 성단의 찬란한 현을 찢는 걸 보았노라」\n「나는 무질서한 차가운 파도가 모든 노래를 집어삼키고, 선과 악이 적막 속으로 돌아가는 것을 보았노라」\n「가엽고도 온화한 왕이여, 그럼에도 그대는 백성을 버리지 않을 것인가?」\n「파멸할 세계를 버리고 나와 함께 여정을 떠나지 않겠는가?」\n\n이에 고고한 용은 답했다.\n「머나먼 세계에서 온 벗이여, 하늘 너머의 진리를 가르쳐줘서 고맙군」\n「그러나 그대의 눈에 비친 무지한 생명들이, 나에게는 이 세상의 전부일세」\n「소멸의 파도가 덮쳐오면, 나는 내 뼈를 방파제로 삼아 이 세계를 지키고」\n「언젠가 모든 생명을 이끌고 뭇별로 나아갈 것이니, 부디 내가 선택한 길을 지켜봐 주게」\n\n하지만 여행가가 다시 돌아왔을 때, 기억 속의 세계는 완전히 변해 버렸다.\n땅의 뼈는 네 겹의 족쇄에 속박되어 있었고, 부드럽던 하늘의 빛은 고정된 일곱 개의 색으로 나뉘어 있었으며\n용의 주인의 기운은 사라졌고, 날개를 가진 자가 세 개의 달을 거느리고 있었다.\n\n거대한 용이 작별 인사도 없이 떠난 것에 당황스러웠지만, 그 세계의 새로운 주인을 방해하고 싶지도 않았기에\n여행가는 동족의 율법을 어기고 몰래 그 껍데기 속 세계에 자신의 정신을 투입했다.\n그 정신은 소년의 몸속에 들어가 원시 척추동물 사이를 거닐며\n황금으로 지어진 대도시에서 나날이 격해지는 그들의 논쟁에 귀를 기울였다…."
	},
	"sands": {
		"name": "깊은 회랑의 소멸된 순간",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "북국의 옥석으로 만든 회중시계. 바늘은 소멸의 순간에 영원히 멈춰있다",
		"story": "소녀는 스승의 안내에 따라 북쪽으로 향했다. 얼어붙은 혹한의 땅과 얼음 바다 끝에 있는 부서진 거울 회랑을 지나\n폐허 사이를 배회하는 수많은 마물을 베어내고, 황금 고탑 앞에서 눈에 묻힌 비밀을 엿보았다.\n\n그것은 추억할 수도 없는 먼 옛날이었다. 당시 최북단의 도시 국가는 황금실로 얼음 벌판을 수놓았다.\n깊은 회랑의 용광로는 밤낮으로 굉음을 냈고, 장인은 금지된 방법으로 거대한 괴수의 유해에서 무수히 많은 요정을 만들어 냈다.\n그리고는 쏟아지는 서리달의 빛으로 순결한 피와 살을 만들어 연약하기 그지없는 몸에 이어 붙였다.\n이는 높은 하늘의 주인이 가지고 있던 생명 창조의 권능이었으나 반역의 사자가 인간에게 전수했다.\n언젠가 이 작은 존재들이 세계에 녹아들 수 있는 완벽한 생명을 만들어내길 꿈꾸면서….\n\n깊은 회랑이 온전하던 시절, 최초의 천사는 침대맡에서 자신의 반려에게 아침의 단꿈을 들려주었다.\n「난 보았어, 지상의 나라들은 더 이상 하늘의 자비를 갈망하지 않고」\n「구름 위의 왕좌와 뭇별보다 높은 성을 세웠지」\n「난 보았어, 인간들은 그들이 경외했던 신들과 하늘을 양분했고」\n「눈물도 슬픔도 죽음도 모두 사라졌지. 모든 게 완성됐으니까」\n\n그러나 오만한 꿈과 야심은 짙푸른 수정의 못이 추락함과 동시에 무너졌다.\n요정들은 비명을 지르며 은빛 얼음 안개로 변했고, 번영했던 황금성은 하룻밤의 서릿바람에 무너졌다.\n반역의 사자는 이름과 형상을 박탈당했고 그녀의 동족에게는 저주가 새겨졌다:\n감히 타인의 눈동자를 응시하고 모든 생명에게 선사해야 할 사랑을 단 한 사람에게만 바친다면\n높은 하늘이 하사한 형체는 바람이 되어 사라지고, 마음과 지혜는 먼지 속으로 흩어지며\n타락자의 남은 잔해는 선령이 되어 영원히 기억의 잔상을 삼키며 배회하게 되리라."
	},
	"goblet": {
		"name": "깊은 회랑의 연회",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "북국의 옥석으로 만든 잔. 고대 문명이 높은 하늘에 바치던 제사 도구라고 한다",
		"story": "소녀는 스승의 안내에 따라 북쪽으로 향했다. 얼어붙은 혹한의 땅과 얼음 바다 끝에 있는 부서진 거울 회랑을 지나\n홀로 나선 비경의 폐허 사이를 거닐며 마검사가 언급한 여행가의 흔적을 찾으려 했다….\n\n그것은 백은의 달빛이 최북단의 땅을 가엾이 여겼을 때이자, 높은 하늘의 사자가 여전히 속세를 굽어살피고 있을 때였다.\n황금의 성은 진화에 관한 지식에 의문을 제기하다 파견된 사자(어사)의 노여움을 샀고, 이를 가라앉히기 위해 끊임없는 논쟁을 벌였다.\n사제들은 서로를 향해 신성을 모독했으며 신의 사랑, 번영, 지혜를 더럽혔다고 비난했다.\n그들은 사람들의 마음을 타락시킨 주범을 지목해 하늘이 파견한 사자 앞으로 끌고 갈 생각이었다.\n그때…\n\n「죄가 지식의 추구에서 비롯된 것이라면 무지야말로 신의 가르침일 것이고, 죄가 저항에서 비롯되었다면 어린양이야말로 완전무결한 존재일 것이다」\n「죄를 피로 갚아야 한다면, 과연 죄가 인간에게서 비롯된 것이라 할 수 있겠는가? 법이 완벽하다면, 어찌 의문을 제기하는 것에 두려움을 느껴야 한단 말인가?」\n\n평민 출신의 소년이 어떻게 경비병을 피해 사제들의 회의당에 들어왔는지는 알 수 없지만\n그는 박식한 자들이 추론한 죄명을 조목조목 반박해 모두의 입을 다물게 했다.\n회의당이 조용해지자, 흰색 가지로 만든 제사 모자를 쓴 제사장이 달려온 경비병들을 물러나게 했다.\n\n「신을 모독하는 달변가여, 정말로 죄가 인간의 망상에 불과하다고 믿는다면」\n「이 독한 쓴술을 마시고 푸른 은빛 나무로 가서 우리에게 벌을 내린 천사를 설득해 보지 않겠는가?」\n\n그렇게 무명의 소년은 대지 가장 깊은 곳으로 들어가 최초의 천사에게 답을 구했다…."
	},
	"circlet": {
		"name": "깊은 회랑의 추락한 왕관",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "옛 주인의 마음처럼 「집념」으로 물든 투구. 위에 장식된 옥석은 더 오래전 시대의 것으로 보인다",
		"story": "소녀는 스승의 안내에 따라 북쪽으로 향했다. 얼어붙은 혹한의 땅과 얼음 바다 끝에 있는 부서진 거울 회랑을 지나\n폐허 사이를 배회하는 수많은 마물을 베어내고, 조각난 장막 속에서 눈에 묻힌 비밀을 엿보았다.\n\n그건 무지한 중생들이 아직 하늘의 칙령에 복종하던 시절이었고, 샛별의 왕궁은 여전히 구름 위에 높이 떠 있었다.\n빛 속에서 아름답고 고귀한 피조물이 탄생했고, 그 얼굴을 제대로 볼 수 없었던 인간들은 그녀들을 천사(하늘의 사자)라고 불렀다.\n그녀들의 푸른 은색 날개는 달빛처럼 빛났고, 머리에는 땅의 뼈와 하늘의 별로 만든 일곱 겹의 찬란한 왕관을 쓰고 있었다.\n그 왕관은 높은 하늘의 신이 모든 생명에게 약속한 사랑이자, 지상의 모든 나라를 대리 통치할 권위를 뜻했다.\n\n「너희는 온 마음, 온 생각, 온 힘을 다해 이 땅의 모든 생명을 사랑해야 한다」\n「너희는 아침이슬처럼 아침노을을 사랑하고, 새싹처럼 바람을 사랑해야 한다」\n\n그녀들은 신들의 정원에서 가장 충성스러운 하인이자, 가장 정확한 저울이었다.\n그녀들은 높은 하늘의 주인을 위해 장막을 엮어 신성한 계시를 방방곡곡에 퍼뜨렸다.\n이는 그녀들이 탄생한 순간부터 정해진 소임이었으나…\n\n최초의 천사는 최북단의 은나무 아래에서 이름 없는 소년을 만났고\n그의 별빛 눈동자 속에서 처음으로 자신의 투영을 보았다.\n그것은 율법에 새겨지지 않은 사랑이자, 하늘이 허락한 적 없는 자유였다.\n사랑이라는 이름의 영원한 별왕관이 낯선 설렘에 깨져버리자\n여명의 소녀는 왕관을 은나무 밑에 있는 눈밭에 던지고 결심했다.\n\n「자… 우리는 유골로 황당한 규칙을 다시 만들고, 피로 황량한 북쪽의 땅을 적시며」\n「도시 하나와 구름까지 닿는 탑 하나를 세워, 지상 사람들이 더 이상 고통에 눈물을 흘리지 않게 하리라」\n「나는 이 쓸모없는 왕관을 땅에 버려, 속세의 나라들이 족쇄를 벗을 시간을 마련하리라」"
	}
}