{
	"id": 15028,
	"rarityList": [
		4,
		5
	],
	"name": "잃어버린 낙원의 꽃",
	"effect2Pc": "원소 마스터리+80pt",
	"effect4Pc": "장착 캐릭터가 개화, 만개, 발화 반응으로 주는 피해가 40% 증가한다. 또한 장착 캐릭터가 개화, 만개, 발화를 발동하면 해당 효과로 증가한 보너스가 25% 증가한다. 지속 시간: 10초. 최대 중첩수: 4회. 해당 효과는 1초마다 최대 1회 발동되며, 장착 캐릭터가 대기 상태일 때도 발동된다",
	"flower": {
		"name": "월녀의 색채",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "정교하게 조각된 자수정 꽃. 지금은 거의 멸종된 고대의 꽃을 묘사해냈다",
		"story": "지니만이 떠올릴 과거에, 꽃의 여주인은 하늘에게 버림받았다.\n고귀했던 형체는 망가졌고, 족인들은 징벌받아 지혜를 잃었다….\n\n꽃의 여주인은 황망한 대지 위를 72일 밤 동안 유랑했다고 전해진다….\n발은 무심한 자갈에 부르텄고, 상처에선 샘이 흘러 끝없는 개울이 되었다.\n이어 개울은 녹색 텃밭으로 흘러들었고, 그곳에선 밤처럼 푸른 수련이 자라났다….\n수련은 지니의 어머니였다. 지니는 그렇게 심취한 꿈과 상실의 기억 속에서 태어났다.\n\n최초의 지니는 모두 지혜의 피조물이었고, 그들은 모두 순수한 꿈과 꿈처럼 달콤한 사랑에 심취해 있었다\n창조의 은혜를 떠올리며, 어린 지니들은 잇달아 여주인의 팔을 붙잡으며, 그녀에게 들국화 면류관을 씌웠다——\n\n「꽃의 주인이시여, 텃밭의 주인이시여, 제발 이곳에 남아주세요. 제발 저희를 버리지 마세요!」\n「꿈 세계의 어머니시여, 술과 망각의 부인이여, 부디 이 텃밭의 여왕으로 남아주세요.」\n\n그렇게, 따듯한 지니들의 만류를 뿌리치지 못한 유배된 신은 꽃이 만개한 텃밭에 남았다.\n그녀가 발걸음을 멈춘 곳에 달빛처럼 아름다운 자색 꽃이 만개했으니 이를——「파디사라」라고 불렀다."
	},
	"plume": {
		"name": "시들어버린 연회",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "오래전에 멸종한 새가 남긴 깃털. 고대 꽃의 신의 신도에 의해 황금과 보석으로 화려하게 장식되었다",
		"story": "지니만이 눈물 흘릴 과거에, 오아시스의 여주인은 마지막 결정을 내렸다.\n마침내 그녀는 알게 된 것이다. 자신의 운명은 수수께끼가 아닌, 비밀의 문을 여는 열쇠였음을.\n\n적왕의 말과 몽상에서, 그녀는 세계의 엉터리 규칙을 뛰어넘을 가능성을 엿보았다.\n신의 왕좌가 내린 은혜를 거절한 적색 관의 군주는, 자신의 의지로 새로운 길을 개척하기 시작했다….\n그녀가 보여준 미래는 참담하고 두려운 것이었지만, 군왕의 집착은 반 발짝도 물러서지 않았다.\n그것이 위험으로 향하는 여정이라도, 그것이 사랑하는 이의 소멸을 지켜보게 되는 일이라도….\n적홍의 대군왕은 고귀한 거짓말을 선택했고, 자신의 신도들을 필연적인 멸망으로 인도했다.\n\n「그대가 이루려는 것은 바람을 잡으려는 것과 다름없다. 수많은 마신의 비석 위에서, 인간은 신들의 신이 될 것이다.」\n「행복한 꿈의 나라라는 망상은 필연적 파멸을 맞이하고, 거짓말과 파멸의 폐허 위에서, 인간은 왕 중의 왕이 될 것이다.」\n\n꽃의 여왕은 벗의 어리석은 행동 속에 고귀한 반역이 야심이 불타고 있는 것을 발견하고 묵인했다.\n천만 인간의 지혜를 하나로 하려는 이념, 천만 몽상과 권력을 하나로 하려는 위대한 시도,\n그 안에 숨겨진 건 거짓뿐만이 아닌, 인간의 미래를 위한, 마치 성화와 같은 희망이었다….\n\n꿈은 결국 사라지기 마련이고. 꿈속 풍경은 언젠가 무너진다—이것이 바로 피어나는 꽃의 참된 뜻이다.\n신의 망상으로 인한 파멸을 겪고 나서야 인간은 신의 뜻에서 벗어나 굴기할 수 있다….\n고집스러운 신왕이 그녀를 위해 일으킨 이 비밀의 반란처럼, 개인의 의지로 생존해야 한다.\n하지만, 사랑에 취해본 적도 없는 꽃의 여주인이 어찌 하찮은 인간의 감정을 알겠는가.\n이 작디작은 생명체들이 대체 언제 이를 깨달을지는 그녀의 지혜로도 예측할 수 없었다….\n\n「…애초에 너희에게는 『신』이라는 것이 필요 없지 않았을까?」"
	},
	"sands": {
		"name": "엉겨 붙은 찰나",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "더 이상 흐르지 않는 모래시계. 아무리 뒤집고 기울여도 시간의 흐름에 응답하지 않는다",
		"story": "지니만이 탄식할 과거에, 적색 모래의 주인은 자신의 사랑을 위해 무덤을 세웠다.\n모래 깊숙이 묻힌 결정을 힘의 원천 삼아, 지니의 도움 삼아, 시간조차 걸음을 멈출 오아시스를 만들었다.\n\n수천수백 년 후, 사막을 유랑하는 여러 부족 사이에는 「영원의 오아시스」라는 전설이 돌았다.\n유목민은 말했다. 그것은 낡지도 마르지도 않는 오아시스요, 영원히 잠든 꽃의 신이 통치하는 곳이라고.\n유목민은 말했다. 마지막 지니의 어머니 페리지스가 그 오아시스의 웅장한 문을 지키고 있다고.\n그녀는 천년만년 변하지 않는 부드러움으로 방문한 모든 인간을 선악 여부조차 가리지 않고 축복한다고….\n\n타니트와 우자, 그리고 쉬임티 등 부족의 역대 대모들은 모두 자신을 「꽃의 신의 딸」이라 칭했다.\n신앙을 토대로, 혈통을 유대로 삼아, 환상 속 파디사라 텃밭에 기대어…\n서로 분열하며, 살아남으려 발버둥 치는 사막 부족은 마루지 않는 샘과 무궁한 지식을 찾아 헤맸다.\n\n그들의 신이 남긴 예언처럼, 문명 격렬하게 무너진 후에도, 인간은 완강하게 살아남았다….\n부족이 신의 인도를 잃었어도, 기억 속에서 이미 죽어버린 신을 빌미로 단결해야만 했어도,\n눈물이 마른 사막도 인간의 발걸음을 멈추지 못했다. 「영원의 오아시스」라는 영원한 거짓말도 부족을 멈추지 못했다.\n\n「나의 왕이시여… 어째서 모래 언덕에 흐름을 멈추라 명하셨습니까? 어째서 바람에 더는 불지 말라 꾸짖으셨습니까?」\n「이 모래시계처럼, 안에 있는 모래가 굳어진다면, 그 존재의 의미가 어디에 있습니까?」\n「『영원함』은 낙원 따위가 아닙니다. 오히려 분해할 수도, 재생할 수도 없는 찌든 때지요.」\n「꽃처럼 만개했다 꽃처럼 지고, 다시 계절에 따라 피어나면, 『죽음』이라는 고민도 없을 겁니다.」\n\n세 사람의 잡담은 바람을 따라 수천수백 년 후의 사막 위를 떠돌았다….\n머나먼 사막 어딘가에 정체된 오아시스는 부족의 공상 속에 존재했고,\n뿌리 없는 부족은 흐르는 모래 언덕을 따라 그 생사의 순환을 반복하고 있다…."
	},
	"goblet": {
		"name": "비밀을 지키는 요술병",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "보랏빛 수정으로 만든 작은 병. 에메랄드 뚜껑으로 단단하게 밀봉되어 있다",
		"story": "지니만이 침묵하던 과거에, 적색 모래는 생화에 자신의 야심을 토로했다….\n달빛이 석류 잔에 휘영청 밝은 그림자를 비칠 때, 꽃의 여왕은 마침내 벗에게 설득됐다.\n\n그날 밤 적왕이 했던 말은 아무도 모른다. 가장 오래 산 지니도 털어놓지 않았다.\n그날 밤 적왕이 비친 욕구는 누구도 기억하지 못한다. 가장 지혜로운 신이라도 경악을 금치 못할 테니 말이다.\n하지만 꽃의 주인은 그 속뜻을 알아차렸다——그것은 그녀가 예상했던 것이기에.\n모래사막과 오아시스의 가장 강력하고 가장 고상한 왕의 마음에는, 가장 반역적인 망상이 담겨 있었다.\n\n「내가 그대의 비밀을 지키는 것은, 지혜의 주인과 그대를 향한 마음 때문이다.」\n「난 그대에게 다리를 놔줄 것이니, 그대는 그대의 망상을 채우되, 짙푸른 수정의 못을 두려워하지 말라….」\n「나는 그대를 그 심오한 지식으로 인도할 것이다. 일찍이 경고했던 대로, 그대는 많은 것을 잃을 것이다….」\n「그래도 나의 교훈을 새겨라: 하늘에서 내려온 사자들이 겪었던 혹독한 징벌을…」\n「만약 세계에 여전히 희망이 있다면, 그 희망은 분명 평범한 인간에게 있으리라는 것을.」\n\n어둠 속에서, 그녀는 벗에게 하늘과 심연의 모든 지식으로 향하는 비밀 통로를 알려줬다.\n자신을 다리 삼아, 오아시스를 대가 삼아, 그의 망상이 눈 부신 빛에 소멸하지 않도록 말이다….\n\n마신 한 명을 잃은 낙원엔 폭풍이 일었고, 황사가 가득한 하늘은 이내 재앙에 삼켜지고 말았다….\n적왕은 하늘을 덮은 모래바람에서 돌아왔지만, 꽃의 여주인의 모습은 두 번 다시 볼 수 없었다.\n\n「방금 그대의 꿈을 꾸었다…. 수정 미궁의 성벽 사이를 더듬으며… 본 것은… 사막뿐이었다….」"
	},
	"circlet": {
		"name": "자수정 화관",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "자수정과 에메랄드가 박혀 있는 왕관. 고대 꽃의 신의 제사장이 착용했던 장신구로 보인다",
		"story": "지니만이 노래할 과거에, 오아시스의 여주인은 적색 모래의 왕과 만났다.\n왕들이 서로 죽고 죽이는 잔혹한 세월에, 적왕은 다른 두 사람과 왕권을 나누기로 결심했다.\n\n지니들은 에메랄드와 루비가 박힌 공작 왕좌를 바치며, 세 벗이 맺은 맹약을 축하했다.\n영원의 오아시스의 낙원을 위해, 만개한 파디사라를 위해, 꽃의 여주인은 자수정 왕관을 썼다.\n\n「그러나 『영원함』이란 결국은 거짓말이고, 취함과 즐거움은 마모되어 한낱 잠꼬대가 될 뿐이다.」\n「내게 왜 자주 탄식하는지 물었던가, 오늘 밤 달빛이 밝으니, 그대에게 옛이야기를 들려주지….」\n\n「그것은 평화롭고도 머나먼 시대, 그땐 많은 사자가 인간과 소통하며 하늘의 말을 전달했네….」\n「하지만 하늘 밖에서 침입자가 온 후로, 많은 것이 파괴되어 강물이 거꾸로 흐르고, 역병이 창궐했지….」\n「밖에서 온 자는 내 과거의 족인들에게 전쟁과 대지의 속박을 돌파하는 망상을 가져왔다네….」\n「그러자 하늘의 주인은 망상과 돌파를 두려워해, 대지를 수리할 하늘의 못을 내려 인간의 왕국을 파괴했고…」\n「우리 역시 잇달아 내몰린 재앙으로 인해, 하늘과의 연결이 끊기고 교화의 능력을 잃었지….」\n\n「피신해 온 나는 하늘을 돌아볼 수 없는 가혹한 저주를 받았으나, 그나마 형태만은 지금까지 유지할 수 있었네….」\n「하지만 고향은 시도 때도 없이 날 부르고 있지. 별하늘과 심연 속 무수한 재앙이 수정에서 떠올라도 말일세.」\n「그러니 내 경고를 명심하게. 네 번 겹친 그림자의 주인을 쫓지 말고, 하늘과 심연의 비밀을 엿보지 말게.」\n「그렇지 않으면 심판의 못이 보여줬던 것처럼, 이어지는 것은 재난과 고통의 결말일지니.」\n\n하지만 적색의 군왕은 반려의 경고를 무시한 채, 마음속에 과분한 염원을 품었다.\n달빛 아래 반려의 눈물을 닦으며, 그는 자신의 욕구를 꽃의 마신에게 속삭였다…."
	}
}