{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "조화로운 공상의 단편",
	"effect2Pc": "공격력+18%",
	"effect4Pc": "생명의 계약의 수치가 증가 또는 감소 시, 캐릭터가 주는 피해가 18% 증가한다. 지속 시간: 6초, 최대 중첩수: 3회",
	"flower": {
		"name": "조화로운 전주곡",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "황금과 푸른 돌로 장식된 만개한 꽃. 과거에는 불멸자에게 주어졌던 영예의 상징이었다",
		"story": "그때는 무지라는 이름의 바다 안개가 높은 바다를 뒤덮고, 물들의 자손들이 아직 무지몽매하던 시절이었다.\n적색 모래 평원과 잿빛 뭇 산 사이에 고향을 잃은 한 신이 있었다.\n그는 원래 오아시스의 가수였으나 작열하는 태양의 왕의 위광에 고향을 잃었다.\n고향을 잃은 신은 모래의 왕을 섬기길 거부하고 유랑을 선택했다.\n\n모든 물의 근원이며 빛이 들지 않는 해연에는 어떤 역사서에도 기록되지 않은 도시가 있었다.\n높은 바다를 무덤으로 삼으려 했던 이 유랑자는 우연히 대지보다도 더 오래된 폐허에 발을 들이게 되었다.\n그는 끝없는 복도를 지나 폐허가 된 신전의 중심에 도착했다. 은백색의 삼나무 아래에서\n그는 이 잊힌 도시의 유일한 생명체인 황금 벌이 은나무를 맴돌며 속삭이는 것을 들었다.\n\n「먼 곳에서 온 나그네여. 우리가 만난 것은 우연이 아니라 운명의 손이 그대를 내게로 이끈 것이다」\n「나는 한때 은나무를 지키는 수호자였으나 오랜 시간이 흐르며 정신과 몸을 잃게 되었지」\n「하지만 내 눈은 여전히 미래를 볼 수 있다. 나그네여, 그대는 다시 도시와 백성을 얻고」\n「그대가 세운 나라는 번영을 거듭할 것이며 언젠가는 높은 바다 전체를 통치하게 되겠지」\n「그대는 사람들에게 문명과 정의를 가져다주겠지만, 그들은 결국 그 정의로 인해 멸망하게 될 것이다」\n「결말을 알았음에도 여정을 떠나겠다면, 내가 올라가는 길을 이끌어주지…」\n\n「예언하는 황금 벌이여, 그것이 운명의 결정이라면 선택이 여지는 없겠지」\n「하지만 내게 선택의 기회가 있다면, 그대가 예언한 그 바꿀 수 없는 결말을 필히 바꾸고 말 것이다」\n\n말이 끝나자마자 마른 굴이 무너지고 은나무는 황금빛의 배가 되었다.\n이게 바로 훗날 악장을 연주하는 영광스러운 왕과 예언자 시빌의 첫 만남이었다."
	},
	"plume": {
		"name": "고대 바다의 야상곡",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "전설 속 황금 벌의 날개를 따라 조각해 만든 깃털 장식. 마치 산들바람에 흔들거리는 것 같다",
		"story": "그때는 계몽의 노랫소리가 높은 바다에 울려 퍼지고, 숲과 들과 황폐한 섬이 번성하던 시절이었다.\n음악을 사랑하는 신은 메로피스에 고탑을 쌓고, 뿔뿔이 흩어진 이들을 모아 새로운 도시를 건설했다.\n풍요의 나팔이 대지를 축복하고 오고 가는 배는 섬들을 하나로 연결해 주었다.\n근심 걱정이 없어야 할 좋은 시대인데, 어째서인지 선창자의 노래는 슬픔이 가득했다.\n\n「그대가 예언한 대로 난 영광스러운 왕이 되어 백성들에게 문명을 가져다주었다」\n「또한 바다에 평화를 내렸고, 정의로 만물을 다스려 발전과 질서를 전파했지」\n「하지만 새로 세워진 영광의 나라가 번영과 발전을 거듭할수록 나는 걱정과 비탄에 젖었다」\n「예언에선 영광이 백여 년 동안 계속될 것이라 했지만 그 이후엔 어떻게 된다는 것인가? 파멸의 씨앗이 싹을 틔우고 있구나」\n\n「영광스러운 왕이여! 내가 말했지 않던가. 세상은 흥망성쇠를 거듭할 것이며 그것이 포르투나의 법칙이라고」\n「비천과 부귀, 등극과 추락, 이 모든 것은 정해진 운명일 뿐이지」\n「운명의 수레바퀴는 비정하고, 아무리 발버둥 쳐도 다가오는 결말을 바꿀 수는 없다」\n「극적인 연극처럼, 종막은 이미 시작하는 순간부터 정해졌는데, 어찌 슬퍼하는가?」\n\n영원은 어리석은 환상이고 불멸은 맹목적인 망상임을 알면서도,\n높은 바다 백성들의 왕은 예언 속 그 칠흑 같은 미래를 받아들일 수 없었다.\n\n「정해진 심판의 날이 오면 무자비한 파도는 모든 찰나의 영광과 행복을 집어삼킬 것이다」\n「난 다가올 미래를 볼 수 있지만, 멸망하는 이유를 찾을 수 있는 고대의 신성한 지혜를 지니지는 못했다」\n「그러나 한 줄기 빛도 보이지 않는 바닷속 가장 깊은 곳, 원류가 솟구치는 나라에 물들의 주인이 갇혀있다더군」\n\n「예언에 따르면 끝없는 파도가 그대의 왕국을 집어삼킬 거라고 했으니, 그녀라면 답을 알지도…」"
	},
	"sands": {
		"name": "구르는 운명의 해학곡",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "운명의 수레바퀴를 본떠 만든 시계. 이미 오래전에 움직임을 멈췄다",
		"story": "그때는 웅대한 악장이 아직 울리지 않았고, 황금의 함대가 아직 출항하지 않은 시절이었다.\n저주를 풀 해결책을 찾기 위해 영광스러운 왕은 원류를 찾는 길을 나섰다.\n높은 바다 아래에는 용의 후예가 살던 왕국이 있었는데, 그곳에는 피와 증오가 만연해 있었다.\n한때 고대 바다의 영혼을 섬겼던 용 도마뱀의 왕은 물들의 주인의 감옥을 지키고 있었다.\n\n마치 고대의 전쟁이 다시 일어난 것처럼 바다를 뒤흔드는 전투는 30일 밤낮으로 이어졌다.\n잠시 휴전하던 중에 신왕은 음악을 통해 자신이 이곳에 온 이유를 털어놓았다.\n용 도마뱀의 왕은 그 반역의 망상을 듣고는 웃음을 터뜨렸다.\n\n「인간의 참주여, 그대는 실현되지 않은 저주를 두려워하고 운명의 족쇄를 원망하고 있지만 우리 종족이 겪어야 했던 몇 배나 더 큰 고통에 대해선 전혀 알지 못하는구나」\n「우리는 땅과 햇빛을 잃고 어두컴컴한 해연에서 겨우 목숨만 부지해 왔다」\n「인간의 참주여, 운명은 높은 하늘의 법칙이라 절대로 변하지 않는다는 것을 알아야만 한다. 그런 생각 자체가 반역이나 다름없느니라」\n「하지만 그대가 이 바보 같은 짓을 꼭 하겠다면 물들의 주인에게 데려다주지」\n\n그렇게 영광스러운 왕은 물의 가장 깊은 곳, 영원한 밤의 외딴 거처에서 물들의 자비로운 여주인으로부터\n깜짝 놀랄만한 비밀을 듣게 되었으나, 구원에 이르는 답을 듣지는 못했다.\n물들의 주인은 용서받을 수 없는 깊은 죄를 지었고, 이로 인한 저주 역시 절대 풀 수 없었다.\n마음속에 여전히 야심과 희망을 품고 있던 왕은 떠나기 전 가장 순수한 물을 한 잔 가져갔다.\n\n「파도가 내 백성을 집어삼키려 한다면, 어떤 물과도 섞이지 않는 영혼 이슬에 그들의 영혼을 봉인하리라」\n「시간이 내 나라를 갉아먹으려 한다면, 청동과 반석으로 그들에게 녹슬지 않는 몸을 만들어 주리라」\n\n거센 바닷바람이 황금의 나라를 휩쓸게 된다면 운명의 방향타도 같이 움직이게 될 것인가? 그 답은 아무도 모른다…."
	},
	"goblet": {
		"name": "영혼 이슬의 광시곡",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "구리를 바탕으로 구워서 제작한 뿔잔, 한때는 낙원의 술이 그 안을 가득 채우고 있었다",
		"story": "그때는 높은 바다에서 광시곡이 울려 퍼지고, 불멸 군단이 출격할 준비를 마친 시절이었다.\n영광스러운 왕이 황금 제국을 건설하고, 존엄자라는 칭호로 세상을 호령했다.\n\n거대한 배가 도착하면 모두가 지고한 권위에 항복했고,\n음표가 떨어지는 곳마다 야만족의 민요가 문명의 교향곡으로 바뀌었다.\n이 모든 것이 정의와 구원을 가져오기 위함이었고,\n백성을 버릴 수 없었던 존엄한 왕의 마지막 망상이었다.\n\n「정해진 운명은 바뀔 수 없기에, 그대의 왕국은 거친 파도 속에 무너지리라」\n「보이지 않는 실은 여전히 그들을 꼭두각시처럼 조종해 고통스러우면서도 비극적인 결말로 이끄리라」\n\n예언자의 잔인한 확답은 존엄자를 절망에 빠뜨리기는커녕, 오히려 오만한 공상을 불러일으켰다.\n그는 스스로를 깊숙이 폐쇄된 궁전에 가두고, 세계의 선율에서 운명의 주인의 허점을 찾았다.\n수많은 날과 밤이 흐르고 레무스는 마침내 속세의 선율을 통해 포르투나의 비밀을 파악했다.\n운명의 모든 음표를 읽은 그에게 필요한 것은 펜 한 자루뿐이었다. 그것만 있으면 자신의 악장을 쓸 수 있었다.\n\n그래서 존엄자는 시빌에게 부탁하기로 결심했다. 망자의 땅에서 온 그녀의 피에는 운명의 격류가 흐르고 있었기 때문이다.\n과분한 부탁이었지만 마음 없는 예언자는 늘 그랬듯이 조금도 주저하지 않고 그의 소원을 들어주었다.\n\n왕좌에서 울리는 조화로운 영광의 악장은 사람들에게 씌워진 운명의 족쇄를 끊고 그들에게 새로운 선율과 길을 만들어낼 것이다.\n금빛 돔 아래 순수하며 성스러운 영혼 이슬이 황금 수로를 따라 흘러내렸고, 황금 궁전의 울림이 제국의 영토 구석구석까지 퍼졌다.\n존엄자의 가장 광기 어린 공상 속에서, 조화롭고 웅장한 오페라가 막을 내릴 때 그는 운명의 지휘봉을 인류에게 넘겨줄 것이다.\n그때가 되면 부자, 거지, 지혜로운 자, 야만스러운 자를 비롯한 모든 자유인이 자신만의 운명을 손에 쥐리라.\n\n시빌의 눈에는 미래가 보이지 않았기에, 왕은 거센 파도를 맹목적으로 뚫으며 아무도 모르는 결말을 향해 돌진했다…"
	},
	"circlet": {
		"name": "영락한 공상의 왈츠",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "원래는 금박으로 덮여 있던 가면. 어쩌면 고대에 군단을 이끌었던 자가 남긴 물건일지도 모른다",
		"story": "그때는 지난날의 황금 궁전이 폐허로 변하고 영광의 성이 거친 바닷속으로 수장된 시절이었다.\n그 이후의 이야기는 모두 알고 있다. 결국 예정대로 심판의 날이 도래했다.\n운명을 거스르는 망상은 야심과 배신에 의해 파괴되어 모든 영광과 함께 가라앉았다.\n성난 파도가 잦아들자, 회색 말은 바람을 타고 와 땅 위에 남아있던 모든 생명을 앗아갔다.\n\n마치 운명의 장난처럼, 물들의 새로운 도시가 지난날의 야만족의 환호 속에서 세워졌고 높은 바다를 호령하던 황금의 권위는 전설이 되었다.\n성대한 오페라가 막을 내리자 무대 위에 있던 지난날의 흔적은 시간의 흐름에 따라 지워지고, 불멸을 바라던 사람들은 이름마저 지워졌다.\n누가 믿겠는가, 한때 40개의 노가 달려있던 거대한 배가 여명의 바람을 타고 푸른 바다를 항해했고 해류를 따라 문명과 발전의 복음을 곳곳에 전파했다는 사실을?\n누가 믿겠는가, 낙원을 잃어버린 반역의 신이 높은 하늘의 권위에 도전했고 수많은 인간이 자신을 희생해서 그와 함께 공상의 광시곡에 빠져들었다는 사실을?\n\n그럼 모든 것이 끝난 후, 결국 파멸한 공상은 무엇을 남겼는가?\n꿈일지도 모른다. 왜냐하면 그 후로 무수한 꿈이 공상의 잔해 속에서 탄생했기 때문이다.\n사람들이 말했듯이, 눈물로 모인 바다는 마르지 않고 하늘로 올라가 또다시 비로 내리고,\n결국 모든 꿈은 하나가 되어 세상 모든 이들에게 최후의 구원을 가져다줄 것이다."
	}
}