{
	"name": "도금된 꿈",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "원소 마스터리+80pt",
	"4pc": "원소 반응 발동 후 8초 동안 파티 내 다른 캐릭터의 원소 타입에 따라 장착 캐릭터가 강화 효과를 받는다: 파티 내 장착 캐릭터와 동일한 원소 타입의 캐릭터가 1명 존재할 때마다 공격력이 14% 증가한다. 파티 내 장착 캐릭터와 다른 원소 타입의 캐릭터가 1명 존재할 때마다 원소 마스터리가 50pt 증가한다. 해당 효과는 각각 최대 3명의 캐릭터까지 계산한다. 해당 효과는 8초마다 최대 1회 발동된다. 장착 캐릭터가 대기 상태일 때도 해당 효과는 발동된다",
	"flower": {
		"name": "꿈속에 피어난 철의 꽃",
		"relictype": "생명의 꽃",
		"description": "어두운 빛을 띄는 금으로 만든 꽃봉오리. 두 번 다시 열리지 않을 꽃잎 속에는 붉은색 꽃술이 숨어있다",
		"story": "「황금의 꿈에선 그 누구도 괴롭지 않아도 돼.」\n옛 전설에 따르면 서로 함께 나아가던 세 명의 친우가 있었다.\n그중 하나는 장미처럼 스러져 진흙 속에서 썩었다.\n꽃의 나라는 모래 바람에 마모되어 이야기, 그리고 노래 속의 꿈이 되었다.\n\n다른 하나는 사막 한구석에 전대미문의 거대한 오아시스를 만들었다.\n나머지 하나는 모든 지성과 기력을 쏟아부어 사막의 영원한 신기루를 만들었다.\n슬픔과 이별은 그 누구의 얼굴에도 흔적을 남겨서는 안 된다.\n\n「달이 네 손을 떠나 모래바다 미궁의 외로운 은빛을 거둘 때,」\n「눈부신 햇살 속에서 타오르는 꿈의 반려자의 모습을 기억하길 바란다.」\n\n그렇게, 집요한 그리움은 불타는 신세계에서 연기 없는 불처럼 피어올랐다.\n그렇게, 한쪽 눈으로는 과거를, 한쪽 눈으로는 꿈을 바라보면 길을 잃기 마련이다.\n그렇게, 그는 죄악 깊은 곳의 지혜로 시선을 돌렸고, 달콤한 속삭임에 귀 기울였다…"
	},
	"plume": {
		"name": "심판의 날개",
		"relictype": "죽음의 깃털",
		"description": "죄인의 심장 무게를 측정하기 위해 특수 제작된 날개. 지금은 본래의 기능을 잃었다",
		"story": "「새로운 세계에서는 모든 것이 선(善)일 것이다.」\n먼 옛날, 하늘의 칙령은 침묵에 빠졌고, 대지는 주인을 잃었다.\n문명과 평화로운 과거는 버려져 깊은 어둠에 잠겼다.\n\n훗날, 시간은 거스를 수 없다는 법칙이 사막에 있는 모든 생명을 저울질하는 새로운 기준이 되었다.\n깃털로 심장의 무게를 측정하고 쇳물로 정신과 지혜를 헤아렸으며 사심 없는 이성으로 통치를 이어갔다.\n신왕의 심판에 복종하는 것, 혈통에서 비롯된 그 율법은 사막의 낙원에 각인되었다.\n하지만 이상적인 통치가 절실하고 비장한 염원에 의해 왜곡된다면, 윗선의 폭정을 돕는 꼴이 되는 셈이다.\n그렇게 서서히 침몰하는 사막 궁궐의 터전은 간과한 채, 어두운 광란의 미래를 향해 나아간다.\n\n「모든 배신은 무자비한 심판을 받아야 하며,」\n「그 대가는 철저한 파멸일 것이다.」\n결국 규칙은 신기루처럼 솟아오른 오만함에 부패하기 시작했고, 족쇄로 전락했다.\n신왕의 결단 아래, 불행은 사슬처럼 백성들의 운명을 옭아맸다."
	},
	"sands": {
		"name": "가라앉은 세월",
		"relictype": "시간의 모래",
		"description": "어두운 금빛을 띠고 있는 오래된 해시계. 사막의 과거를 말해주는 듯하다",
		"story": "「황금의 염원은 가장 오래된 모습으로 나타난다.」\n태초에 모든 부족은 사막을 벗 삼은 동반자였고, 이들의 혈통은 대지와 연결되어 있었다.\n그리고 피의 법칙에 따라, 이들의 혈통에 새겨진 방랑과 기아의 기억을 두려워했다.\n\n그 후, 세월은 모래와 함께 대지를 뒤덮었고, 그로 인해 신왕이 깨어나 위대한 모습을 드러냈다.\n그 잊힌 시대에 신왕은 낙원을 세우고 오아시스와 물이 넘치는 샘물로 대지를 뒤덮었다.\n부족민은 신왕을 본받아 높은 성벽과 왕자를 만들고, 번영한 속국을 이뤘다.\n속국은 신왕의 모습을 본떠 왕과 신관이 존재했던 오랜 세월을 추억했다.\n그 시절, 현명한 왕은 신탁을 받았으며, 대지는 아직 재앙이 무엇인지도 모를 때였다….\n\n「왕은 지혜를 빌려 황금의 과거를 재현했고,」\n「신의 힘으로 시간이 흐름을 멈추게 했다.」\n\n그렇다. 모래바다의 왕과 주민들의 황금시대가 열릴 것이다.\n황금의 꿈은 슬픔과 이별도 없을 방랑하는 모래를 불러낸다."
	},
	"goblet": {
		"name": "달콤한 마지막 연회",
		"relictype": "공간의 성배",
		"description": "오래전 성대한 연회에서 사용한 술잔. 과거의 고귀하고 화려한 색은 더 이상 찾아볼 수 없다",
		"story": "「유한한 기쁨은 씁쓸한 결말을 맺었고」\n「꿀처럼 달콤한 기억은 연기처럼 사라져버렸다.」\n처음에 축제는 꽃과 달밤의 여왕의 것이었고, 권위는 모래바다의 왕의 것이었으며, 생명은 초목의 주인의 것이었다.\n세 명의 신왕은 은백색 달, 황금색 태양, 그리고 에메랄드빛 오아시스처럼 동맹을 맺기로 맹세했다.\n\n「그 시절, 달빛은 밤꾀꼬리와 장미에게 그들의 행복을 들려주었다.」\n「그들 역시 당혹스럽고 부끄러워, 그 이야기에 대한 답을 노래하지 못할 정도였다.」\n「평화와 안락함, 통일된 낙원에서는 모두가 가족처럼 스스럼없었고, 재앙이나 변고도 일어나지 않았다…」\n「지금 이 순간, 신기루처럼 느껴지는 이 행복이 영원하길, 더 이상 이별의 아픔을 느끼지 않길 얼마나 바랐는지 모를 것이다.」\n\n시간이 흘러, 세월은 밤과 낮의 암묵적인 약속을 저버리고 오래된 맹세를 깨뜨렸다.\n아늑한 달밤은 모래 속에 잠겨버렸고, 만물을 뒤덮은 태양은 뜨거운 빛을 내뿜었다.\n제사장과 백성들은 아직도 신왕의 축제를 함께 즐기던 꿈같이 아름답고 짧았던 시간을 기억하고 있었다.\n하지만 꿈은 이성에게 사로잡혔고, 결국 생명이 없는 기계 속에 던져져 마모되고 소진되었다.\n그리고 기계 속의 칠흑 같은 악몽 속에서 완전히 새로운 지성이 허물을 벗고 밖으로 나왔다….\n\n「수천만 개의 생각, 수천만 개의 추측이 하나로 합쳐졌어.」\n「이로써 인간은 왕 중의 왕, 신 중의 신이 되었지.」\n그리하여 고독한 왕 중의 왕을 위한 진혼곡이 울려 퍼졌고,\n황금을 덧씌운 사막은 그의 몰락이라는 결말을 잘 알고 있었다."
	},
	"circlet": {
		"name": "모래왕의 그림자",
		"relictype": "이성의 왕관",
		"description": "고대 사막 제사장의 금테로 장식된 두건. 전설 속 사막민의 왕이 쓰던 두건의 형태를 모방했다",
		"story": "「왕은 태양처럼 눈부신 빛과 함께 강림하여,」\n「인간을 위해 장미로 엮은 가시관을 없앴다.」\n태초에 신의 기둥이 하늘에서 내려와 흐르는 모래 속에 초원과 숲을 심었다.\n황금빛 태양이 뜨고 지길 반복하며, 사막에 화려한 죽음의 옷을 걸쳐준다.\n\n그 후, 시간이라는 바람이 멸망자의 단잠을 깨우고 오래된 망상을 불러왔다.\n그 저주받아야 할 시대에, 수많은 도시 국가들이 비옥한 오아시스 위로 무럭무럭 성장했다.\n제사장은 신왕의 이상을 좇아 공정하게 낙원을 다스리며, 온 누리에 번영을 흩뿌렸다.\n과거, 범인의 왕과 신관은 직접 신탁을 받았으며 대지의 주인이 되었다.\n하지만 지금, 오아시스의 통치를 대행하는 귀족들은 신의 그림자가 되었다.\n\n「왕의 법기와 신의 지팡이가 사막 보리수나무처럼 대지 곳곳에 널렸고,」\n「신하와 백성은 그늘 아래에서 모색하고 성장할 수 있었다.」\n\n오랜 시간이 흐르고, 황당한 결정이 신기루 같은 망상과 함께 내려졌고,\n아름다운 기대를 미끼로, 신하와 백성을 씁쓸한 결말로 이끌었다."
	}
}