{
	"name": "검투사의 피날레",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "공격력+18%",
	"4pc": "해당 성유물 세트를 장착한 캐릭터가 한손검, 양손검, 장병기를 사용 시 캐릭터의 일반 공격으로 주는 피해가 35% 증가한다",
	"flower": {
		"name": "검투사의 미련",
		"relictype": "생명의 꽃",
		"description": "전설적인 검투사가 왜 늘 이 꽃을 흉부에 착용했는지를 아무도 알지 못한다. 이건 잔혹한 전사의 유일한 약점이다",
		"story": "흔하디 흔한 작은 꽃이 검투사의 착한 주인에 의해 따였다.\n검투사의 가슴에 달린 이 꽃은 전사의 가장 따뜻한 면이 되었다.\n\n검투사가 아직 전설적인 인물이 되기 전 어린 주인님과 함께 장원을 거닐었던 적이 있었다.\n과거 주인은 손수 꽃 한 송이를 꺾어 말없이 침묵하던 노예에게 선물했다.\n「은혜를 베푼 것에 꼭 보답해야 하는 건 아냐. 어쩌면 그냥 문뜩 생각난 걸 수도 있으니까」\n먼 훗날, 노회한 주인은 웃으며 이처럼 말한다.\n\n불패의 검투사가 마침내 외지에서 온 소녀의 발아래 쓰러지고 나서야\n그는 오래전 자신도 꿈이 있었다는 걸 떠올린다.\n「정말 예쁜 꽃이네, 언제쯤 가서 볼 수 있을까」\n「야외에서 자라는 꽃은 어떤 모양일까」"
	},
	"plume": {
		"name": "검투사의 귀결",
		"relictype": "죽음의 깃털",
		"description": "매처럼 자유로운 꿈의 깃털. 전설과도 같았던 인생 마지막 순간에 자유롭게 날아다니는 새의 깃털이 그의 가슴 위에 올려졌다",
		"story": "잘나가던 검투사는 자신의 결말을 맞이하고\n풋내기 적수는 그에게 마지막 인사를 건넨다.\n\n승리의 허영심과 자유를 향한 갈망이 해를 맞이한 새벽안개처럼 흩어지고\n아침 햇살이 피비린내가 진동하는 구름을 뚫고 고개를 내밀 때 검투사는 하늘을 날고 있는 새를 보게 된다.\n\n자유를 얻기까지 단 한 번의 전투만을 남겨뒀던 검투사는 이름 모를 소녀에게 패배하고 만다.\n관중들은 목이 터져라 분노하며 소리쳤지만 승자는 굴욕적인 처형을 거부했다.\n그녀는 결국 다른 노예들처럼 패자의 목에 차가운 칼날을 찔러 넣지 않았다.\n\n천천히 말라가는 상처가 보이지 않은 깃털로 뒤덮인다.\n전사는 마침내 자유롭게 날아다니는 새처럼\n꽃이 자유롭게 자라고 새들이 날아다니는 곳을 향해 여정을 떠나게 되었다."
	},
	"sands": {
		"name": "검투사의 희망",
		"relictype": "시간의 모래",
		"description": "피로 점철된 검투사의 인생을 기록한 시계. 자유를 찾기 위해 오른 그의 여정을 상징한다",
		"story": "검투사는 자신을 위해 이 모래시계를 만들었고 매번 전투를 끝낼 때마다 모래시계를 한 번씩 뒤집었다.\n시계가 마침내 뒤집힘을 멈추었을 때 검투사는 이미 피웅덩이 위에 쓰러진 상태였다.\n\n검투사는 전장에 들어설 때마다 이 모래시계를 옆에 두었다.\n결판이 나고 환호 소리가 들릴 때는 항상 남은 모래가 흐르고 있었다.\n\n그건 검투사의 마지막 전투로 상대는 풋내기 소녀였다.\n그는 그녀의 눈빛에서 두려움과 어린 사자의 흉악함을 보았다.\n그녀는 그의 걸음걸이에서 세월이 전사에게 가한 무거운 족쇄를 볼 수 있었다.\n전투는 격렬하고도 험난했다. 연로한 검투사는 즐거운 전투를 치르며, 영광을 다시 찾은 것만 같았다.\n하지만 차가운 칼날이 검투사의 심장에 박혔을 때 모래시계 안의 모래는 소리 없이 흘러내렸다."
	},
	"goblet": {
		"name": "검투사의 취기",
		"relictype": "공간의 성배",
		"description": "고대의 검투사가 승리의 술을 마시던 황금잔. 그가 쓰러지는 순간이 돼서야 술잔이 그의 세월로 가득 차오른다",
		"story": "장식이 화려한 황금잔은 원래 주인이 유명한 검투사에게 내리는 상이다.\n불패의 전사는 이 잔으로 술과 전사의 피를 들이켰다.\n\n검투사는 또 한 번의 혈전에서 승리했고 상처투성이인 몸으로 그 영광을 주인에게 바쳤다.\n승리, 영광, 그리고 박수 소리는 술보다 사람을 더 취하게 만들어 잠시나마 고통을 잊게 한다.\n\n주인은 그의 동석을 허락하고 그 자리에서 술잔을 그에게 하사했다.\n이 맞춤 제작한 잔은 따뜻한 호의가 담긴 증표다.\n허영심은 황금 쇠사슬과 같고 사사로운 감정이 뼈를 녹이는 독과 같다.\n영웅은 승리의 술에 취해 자유를 얻을 좋은 기회를 놓쳐버렸다."
	},
	"circlet": {
		"name": "검투사의 개선",
		"relictype": "이성의 왕관",
		"description": "고대 전설적인 검투사의 투구. 무수히 많은 적들의 피가 묻었었고 무수히 많은 관중들의 환호를 받았었다",
		"story": "고대 몬드의 전설적인 검투사의 투구에는 눈에 띄는 깃털이 가득 꼽혀져 있다.\n광적인 관중들에게 이 투구는 백전불패의 상징이다.\n\n전설적인 검투사는 수많은 혈전을 거쳤다. 사람이든 마물이든 모두 그의 검을 당해내지 못했다.\n개선식 때마다 검투사는 마치 영웅처럼 성문을 지나며 관중들의 환호를 받았다.\n\n노예는 오직 승리한 순간에만 자신이 주인이 된 듯한 느낌을 받을 수 있었고 자유라는 찬란한 빛은 허영심에 의해 가려졌다.\n전사들은 개선식에서 창살 밖의 세상을 볼 수 있었다. 그때마다 자유에 대한 희망이 조금씩 늘어났다.\n\n영웅의 투구가 바닥에 떨어지고 나서야 관중석과 경기장의 그들은 꿈에서 깨어나 현실을 깨닫게 된다.\n일개 노예일 뿐인 그들은 천하디 천한 목숨을 걸어도 주인의 환심을 사지 못할 수도 있다는 걸…"
	}
}