{
	"id": 15032,
	"rarityList": [
		4,
		5
	],
	"name": "황금 극단",
	"effect2Pc": "원소전투 스킬로 주는 피해+20%",
	"effect4Pc": "원소전투 스킬로 주는 피해가 25% 증가한다. 또한 대기 상태 시 원소전투 스킬로 주는 피해가 추가로 25% 증가하며, 해당 효과는 등장 후 2초가 지나면 사라진다",
	"flower": {
		"name": "황금 음악의 변주",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "대왕 조개와 패모 그리고 금박으로 정교하게 만들어진 꽃. 자랑스러운 듯이 활짝 피어있다",
		"story": "운명의 음악은 한때 수로를 타고 울려 퍼지며 문명과 질서의 조화로운 멜로디를 전했다.\n음표가 내려앉은 곳에서 문명은 야만성을 쓸어버렸고, 무질서한 원시의 땅은 새로운 모습으로 탈바꿈했다.\n\n거센 바닷바람이 밀려오자, 뿌리 없이 부유하는 평초가 흔들렸다.\n해초처럼 수명이 짧은 어느 부락에서 젊은 악사와 용사가 만났다.\n밤하늘의 별만큼이나 무수한 정복의 서사시 속에서 그 노래는 그다지 돋보이지 않았다.\n그러나 파도는 두 전사의 우정을 지켜보았고, 그들의 결말을 예견했다.\n\n젊은 악사에게는 야만인 특유의 소박하고 진솔한 성품이 남아 있었고, 그는 정복당한 노예와 금세 친구가 되었다.\n그 노예의 이름은 이미 잊혔지만, 「카시오도」라는 이름으로 훗날 널리 알려지게 되었다.\n이후 젊은 용사는 젊은 악사를 따라 황금 제국에서 가장 높은 도시인 카피톨륨으로 향했다….\n그들은 혹독한 과업과 시련을 겪었고, 황금 신왕은 그들을 자랑스러운 주인으로 승격시켰다.\n\n「긍지가 황금꽃처럼 영광스러운 왕국 시민의 가슴에서 피어나니, 신왕의 선견 아래에서 빈곤과 야만은 두 번 다시 존재하지 않을 것이다」\n「긍지는 영광스러운 왕국의 존엄한 방패이자 금빛으로 반짝이는 창끝이며, 이는 신왕의 위대한 권위를 수호하나니」\n「권위의 통제 아래에서만 질서가 탄생할 수 있으며, 예술과 아름다움은 질서의 통솔 아래에서 자유롭게 꽃피울 수 있다」\n「아름다운 황금의 나라에서 나약함과 어리석음, 그리고 야만은 절대 용납될 수도, 보호받을 수도 없다. 복종과 멸망, 두 가지 선택뿐이다」\n\n「나의 친구, 나의 형제여. 빈곤하고 나약한 과거에 연연하지 말라. 지난날 사람의 거짓되고 비천한 존엄에 미련을 갖지 말라」\n「이미 소박하고 진솔한 몸과 나약한 정신을 버리고 강철처럼 순수한 사람이 되었는데, 어찌하여 사소한 일로 한숨을 쉬는가?」\n「나의 친구, 나의 형제여. 태엽처럼 변치 않는 그대의 마음속 선율을 들어 보라. 이는 그대에게 속삭이는 신왕의 목소리일지니」\n「영광스러운 왕국의 두 눈은 완벽한 황금빛 미래만을 바라보니, 미래 또한 지난날 사람의 정해진 멸망을 위해 피날레를 연주할 것이다」"
	},
	"plume": {
		"name": "황금 새의 깃털",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "황금과 은으로 만든 깃털. 그 위에 맑은 푸른빛의 보석이 하나 박혀있다",
		"story": "바닷바람이 천천히 가라앉자, 하늘은 조금씩 분홍빛 황혼으로 물들어갔다.\n천 개의 돛이 우뚝 솟아있는 곳에서 바닷새들은 멈추지 않고 계속해서 허공에 깃털을 흩뿌렸다.\n\n그 어떤 제국도 영원히 무사태평하지 못하듯, 화려하고도 웅장한 교향곡도 끝나는 순간이 있다.\n수로가 확장됨에 따라 권위는 질서와 발전을 가져왔지만, 오만과 폭력, 착취 또한 도래했다.\n머나먼 「지난날 사람」의 도시에도, 은둔자의 계곡에도, 심지어 카피톨륨의 산자락에도…\n멜로디를 조율하는 고귀한 악사와 빛나는 갑주를 입은 강철 군단이 당도하여, 사람들의 손에서 모든 것을 넘겨받았다.\n그리고 아직 정복당하지 않은, 아직 물방울을 빼앗기지 않은 강인한 자들은 하나로 단결하여 끝까지 저항하기로 맹세했다.\n\n「내가 두려워했던 것처럼, 내가 탄식했던 것처럼, 나의 형제여. 그대가 즐겁게 음악을 연주할 때에도 약자의 목소리에 귀를 기울여라」\n「모든 이가 고향과 자연을 빼앗기고 싶어 하는 것은 아니며, 모든 이가 우리의 멜로디를 받아들일 수 있지는 않다」\n「한때 그들을 『지난날 사람』이라 칭했겠지, 나의 형제여. 그러나 지난날에 충성을 바치는 자들 역시 무시할 수 없는 집념과 존엄을 지니고 있다」\n「우리는 한때 다른 이들을 마음대로 정복하고, 지배해도 된다 여겼다. 그러나 왕국의 영광이 어찌——」\n\n「약하군! 약해! 나약한 동정심이 그대의 마음을 흐리게 만들고, 심지를 무르게 만들고, 약점을 드러내게 만들었도다!」\n「야만과 무지가 아직도 폰타인의 땅에 도사리고 있고, 그 독기가 폰타인의 물을 오염시키고 있으니, 우리는 그것들을 박멸할 것이다!」\n「야만인들이 황금의 위대한 질서와 하나가 되고자 한다면, 영광스러운 왕께서 우리를 받아주신 것처럼 그들을 받아들일 것이다」\n「그러나 독룡 스킬라가 우리의 고탑을 무너뜨리고 우리의 악사들을 도륙한 이후로, 저 독살스러운 야만인들은 구원받을 자격을 잃어버렸다」\n「받아들일 가치가 없다면, 역병을 몰아내고 산불을 꺼뜨릴 때처럼 우리는 그들을 이 땅과 물에서 제거할 것이다」\n\n바로 그 순간, 황금의 시대는 멈췄다. 그리고 끝없는 전쟁과 반란으로 빠져들었다.\n정복과 절멸의 비명, 야만족의 고통 어린 울부짖음이 왕좌 주위를 맴돌았고, 신왕은 문득 눈을 떴다…."
	},
	"sands": {
		"name": "황금 시대의 서곡",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "황금과 은으로 장식된 해시계. 하지만 시계 위의 시간은 진작에 멈춘 것 같다",
		"story": "상쾌하고 자유로운 여명의 바닷바람이 오래된 노래를 싣고 퍼지니——\n시간의 흐름은 전진을 멈추고 가수와 함께 과거로 돌아갔다.\n\n해류를 따라 흘러가다 영광스러운 왕국의 도금 돔을 지나치고,\n여름의 산들바람을 타고 높은 벽으로 둘러싸인 초록색 정원을 지나갔다.\n작은 배를 탄 귀족이든 포로로 잡힌 야만족이든,\n모두가 아름다운 시대의 음악에 심취해 추억에 잠겼다….\n\n그것은 금빛으로 찬란하게 빛나는 태평성대이자——영광스러운 왕의 시대였기 때문이다.\n\n「나는 외딴섬의 작은 나라에서 왔으며, 텐트에서 태어나 갈대로 지은 마을에서 자랐네」\n「빛나는 갑옷을 입은 무사가 나의 고향에 와서 『정복』을 선포했을 때」\n「아이에 불과했던 나는 천진난만하게 거대한 반신을 따라서 수도로 향했고」\n「다행히 손재주와 맑은 목소리 덕분에 노예가 될 운명을 피했지」\n「이후 신왕의 인정을 받은 나는 처음으로 문명과 질서의 힘을 접했고」\n「환골탈태해 나의 이름과 가문을 버렸으니 세상 사람들은 『보에티우스』라는 이름만 알겠지!」\n\n그렇게 야만족 아이는 황금 궁전에 충격을 받고 웅장한 권위의 아름다움에 굴복했다.\n미개한 과거의 풍습을 잊으려고 노력했으며, 신생아처럼 새로운 지식을 허겁지겁 삼켰다….\n모든 것은 그 위대한 문명의 일부——진정한 명예를 품은 사람으로 환골탈태하기 위해서였다.\n그것은 다름 아닌, 금빛으로 찬란하게 빛나는 태평성대——영광스러운 왕이 왕좌를 차지한 위대한 시대였기 때문이다."
	},
	"goblet": {
		"name": "황금 밤의 소란",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "고대의 은 항아리. 한때 붉은 보석과도 같은 술이 가득했지만, 지금은 쓴 바닷물만 담겨있다",
		"story": "잔잔한 수면 위로 파도를 일으키며 배 한 척이 적막한 장원과 신전 사이로 미끄러져 들어갔다.\n낮에는 눈부신 광채를 흩뿌리던 황금빛 돔도 창백한 달빛 아래에서 본래의 색을 잃은 상태였다.\n\n권위를 향한 꿈에서 신왕이 깨어나자, 어두운 별빛은 자취를 감추었다.\n폭력과 장벽이 밤보다도 깊은 어둠으로 얽매여 황금빛 돔을 뒤덮었다.\n공포와 후회 속에서 그는 가장 충성스러운 경호원과 조율악사를 부르고는\n분열된 국토에 다시 평화를 가져오기 위한 마지막 명령을 내렸다…\n\n그러나 엎질러진 물을 도로 담을 수는 없는 법. 이미 쌓일 대로 쌓인 오만과 편견은 조율자와 집권자를 내리눌렀다….\n모든 고귀한 희생과 이타적인 계획은 배신자들에 의해 파괴되어 흩어진 잔해로 변했다.\n마룡 친왕의 야만족 대군, 제국을 구하기 위해 자신의 힘을 모두 바치기로 한 신왕…\n모두가 통제 불가한 폭풍에 휩쓸려 나갔고, 화려한 궁전과 비췻빛 장원 역시 파괴되었다….\n그리고 황금 음악의 인도를 잃어버린, 고귀하고도 영광스러운 왕국 사람들은 손상된 골렘의 형상으로 변해버렸다….\n\n황금빛 밤의 마지막 소란이 가라 앉은 후, 조율사 보에티우스는 부서진 벽돌 조각 사이에 누워 있었다.\n오직 부서진 벽돌 조각만이 그의 정신 나간 속삭임을 들었다. 오직 부서진 벽돌 조각만이 반역자의 죄목을 기록했다….\n\n「일순간의 광기로 인해, 그는 우리 모두를 배신했다」\n「질서는 쉽게 변하지 않으며, 사람의 뉘우침 또한 그러하구나」"
	},
	"circlet": {
		"name": "황금 극단의 보상",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "고대 왕관. 군주의 왕관보다는 무대 소품에 더 가까워 보인다",
		"story": "장엄하고도 고요한 심해의 바닥, 그곳에는 영광스러운 왕궁의 한때 드높았던 왕성이 있다.\n마치 웅장한 꿈의 가련한 잔상처럼, 빛바랜 황금 성이 우뚝 솟아 있다.\n황금 시대의 웅장한 오페라는 막을 내린 지 오래, 수많은 악기가 이루는 악장은 더 이상 울려 퍼지지 않는다.\n야망과 배신으로 멸망을 맞이한 폐허 위에서, 「지난날 사람」들은 새로운 국가를 건설했다.\n\n「두렵고도 두렵도다! 완벽했던 질서가 또다시 야만인들의 손에 무너지고, 나약한 자들과 무지한 자들이 제국의 옛 영토를 점령했나니」\n「정령과 샘물, 샘물과 기사…. 아이의 잠꼬대가 서사를 대체하고, 여유로운 민요가 악장을 대체했도다」\n「본디 영원해야 했던 권위는 신왕의 일순간의 광기에 무너졌고, 이제는 또 새로이 세워진 야만족의 나라로부터 비웃음을 당하고 있다…」\n「위대한 제국은 결국 야만으로 돌아가는 것인가? 우매함과 어리석음이 결국 문명과 이성을 정복하는 것인가?」\n\n빛바랜 성의 황금 극장에서 악장을 잃은 악사가 다시는 돌아오지 않을 과거를 구슬프게 노래했다.\n그리고 굶주린 골렘은 말없이 그 노래에 귀를 기울이며 무고한 영혼을 사냥하기 위해 기다리고 있었다.\n황금의 대악장이 다시 울려 퍼질 때, 「금빛 극단」은 결국 성실한 자에게 마땅히 주어질 보상을 받을 것이다.\n완벽한 질서가 인간을 주인과 노예로 나누고, 건전함과 아름다움이 한때 영광스러웠던 왕국의 영광을 되찾을 것이다….\n그날이 오면, 그날이 오면…\n「금빛 극단」의 모든 이들은 보상으로 미래 전체를 얻게 되리라."
	}
}