{
	"name": "풍요로운 꿈의 껍데기",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "방어력+30%",
	"4pc": "해당 성유물 세트를 장착한 캐릭터는 아래 상황에서 「문답」 효과를 얻는다: 필드 위에서 바위 원소 공격으로 적 명중 시 1스택 획득, 0.3초마다 최대 1회 발동된다. 대기 상태일 때 3초마다 1스택 획득. 문답 효과는 최대 4스택까지 중첩 가능하고, 스택 당 6%의 방어력과 6%의 바위 원소 피해 보너스를 제공한다. 6초마다 문답 효과를 획득하지 못할 경우, 1스택이 차감된다",
	"flower": {
		"name": "영광의 꽃의 시간",
		"relictype": "생명의 꽃",
		"description": "육판화 모양의 소형 금장식. 시들지 않는 자태로 쉽게 지는 속세의 부귀영화를 지켜본다",
		"story": "꿈속에서 달빛 아래 노랫소리에 따라 춤을 추는 환영을 봤다.\n환영은 아주 오래전 과거의 그 백지 같던 소년과도 같았고.\n증오와 고난이 모두 흩어지고 나서야 드러난,\n부서지기 쉽고 단순한 자아 같기도 했다.\n\n부랑자는 자신에게 꿈을 꿀 수 있는 기능이 있는지 몰랐다.\n이는 어쩌면 학자들의 속임수이거나,\n또 어쩌면 과거 그 심장의 미약한 저항일 수도 있다.\n\n「너는 갈망하던 『심장』을 얻었었지만,」\n「그건 거짓과 기만을 위한 도구에 불과해.」\n「너는 결국 자신만의 것을 얻게 되고,」\n「거짓으로 결합된 그 몸으로 속세의 대권을 차지하겠지.」\n\n「하지만 이 모든 것은 헛된 꿈일 뿐이야.」\n「결국 넌 대지의 고난 속에서 탄식하다 흩어질지니….」\n부랑자는 그 말을 한 사람이 미래의 자신인지 과거의 자신인지 알 수 없지만,\n전혀 개의치 않았다. 어쨌든 꿈에서 깨어났을 때,\n소멸하는 것은 자신이 아닌 희미한 미래이기에."
	},
	"plume": {
		"name": "화관(華館)의 깃털",
		"relictype": "죽음의 깃털",
		"description": "속세를 벗어난 관저에서 가지고 나온 깃털 모양의 증표. 연민을 느낀 창조자는 이 증명을 잠든 피조물과 같이 관저에 두었다",
		"story": "오랫동안 떠돌아다녔던 가부키모노는 이제 더 이상 그것을 떠올리지 않지만,\n두 눈을 감으면 타타라스나의 야경과 용광로가 눈에 선하다.\n젊고 인자한 부관이 말했다:\n「이 금장식은 쇼군님이 하사한 신분의 증거야.」\n「허나 세상을 떠돌아다닐 때 부득이한 경우를 제외하곤,」\n「자신의 신분을 타인에게 밝혀선 안 돼.」\n강직한 메츠케가 말했다:\n「이 금장식은 쇼군님이 하사한 신분의 증표다.」\n「하지만 너는 사람도 기물도 아니니,」\n「부디 너를 이렇게밖에 처분할 수 없는 나를 원망하지 말거라!」\n\n과거를 버린 가부키모노는 이제 더 이상 그것을 떠올리지 않지만,\n귀를 막아도 그때의 폭우와 광풍의 소리가 귓가에 선명하다.\n기대로 가득한 두 눈이 말했다:\n「이 금장식은 쇼군님이 하사한 신분의 증표야.」\n「분명 사람들을 고통에서 해방시킬 수 있겠지.」\n\n기민하고 아름다운 무녀가 말했다:\n「이 금장식은 쇼군님이 하사한 신분의 증표지.」\n「쇼군께선 절대 너를 저버리지 않을 것이니,」\n「나도 최선을 다해 사람을 보내 도와주겠다….」\n\n…그러나 황금색 화살깃은 결국 먼지 속에 파묻혔고,\n모든 이야기도 업화에 불타 흔적도 없이 사라졌다."
	},
	"sands": {
		"name": "중생의 노래",
		"relictype": "시간의 모래",
		"description": "다른 나라에서 배를 통해 이나즈마로 수입된 작은 물건. 부품이 제거된 탓에 바늘은 이제 움직이지 않는다",
		"story": "그는 처음에 「심장」의 용기로 탄생했지만,\n꿈속에서 눈물을 흘렸다.\n창조자는 그가 기물로든 인간으로든,\n너무 나약하다는 것을 깨닫게 됐다.\n\n창조자는 차마 그를 파괴하지 못하고 계속 잠을 자게 했다.\n이후 그녀는 창조하는 작품에 심장을 넣는 설계를 포기했다.\n얼마 뒤 세상에서 가장 존귀하고 가장 뛰어난 「증표」가,\n보관할 곳이 없어 요고우산에 있는 다이샤로 보내진다.\n\n그 후 아름다운 인형이 잠에서 깨어나 유랑을 시작했다.\n그는 수많은 마음을 보게 된다.\n착한 마음, 정직한 마음, 의연한 마음, 부드러운 마음…\n인형은 자신도 심장을 가지고 싶어 했다.\n\n그리고 아름다운 인형은 결국 그 「심장」을 손에 넣게 된다.\n그것은 그의 탄생의 의미이자 존재의 목적이다.\n하지만 그건 인형이 진정으로 원하는 것이 아니었다.\n왜냐하면 그건 아무런 축복이 포함되어 있지 않은,\n그저 우호적인 겉모습에 포장된,\n이기적이고 위선적이며, 교활하고 저주로 가득한 제물이었기 때문이다.\n\n선과 악은 모두 중생의 노래로 쓸모없고도 요란스럽다.\n하지만 이 「심장」을 파내면,\n아무것도 느낄 수 없게 된다…."
	},
	"goblet": {
		"name": "꿈에서 깬 조롱박",
		"relictype": "공간의 성배",
		"description": "검은 칠과 금가루로 장식된 조롱박은 본래의 색을 알아볼 수 없다. 공연의 소품인 것 같다",
		"story": "아메노마, 후츠, 잇신, 햐쿠메, 센쥬는\n과거 이나즈마 「뇌전오전」의 다섯 유파였으나,\n현재는 「아메노마」만이 유파를 계승할 제자를 키워냈고,\n「잇신」은 후계자만 간신히 존재하고 있는 상황이다.\n사람들이 볼 때 이는 단지 시간의 흐름에 따른 필연적인 결과로서,\n갑작스러운 쇠퇴에 숨겨진 비밀이 있다고 생각하지 않는다.\n\n방랑자는 자신의 행위가,\n검 장인에 대한 복수라는 것을 절대 인정하지 않을 것이다.\n계획이 절반 정도 진행되었을 때,\n자신이 갑자기 흥미를 잃었다는 것도 절대 말하지 않을 것이다.\n그는 그저 어느 학자로부터 배운 말투로:\n「이 모든 건 인간의 본성에 대한 작은 실험일 뿐이야」라고 말할 것이다.\n\n이나즈마의 전통 연극에는 「쿠니쿠즈시」라 불리는 배역이 있다.\n일반적으로 모두 나라를 훔치고 흉계를 꾸미는 역할을 맡는다.\n그는 유랑 끝에 자신의 의지에 따라 쿠니쿠즈시라는 이름을 택했다.\n그리고 그가 전에 사용했던 이름은 자신조차도 기억하지 못한다.\n\n이나즈마의 전통 연극은 보통 세 개의 막 이름을 이어서 연극의 이름으로 삼는다.\n예를 들어 《제비》, 《꽃》, 《호교록》 이 세개의 막 이름을 이어,\n《제비꽃호교록》이란 이름을 정하는 것이다.\n어쩌면 이 형해가 겪은 모든 일들도,\n언젠가는 사람들 사이에서 전해내려오는 이야기가 되어 영원히 남게 될 것이다.\n다만 그만의 세 번째 막이 아직도 공연되고 있다."
	},
	"circlet": {
		"name": "형해의 삿갓",
		"relictype": "이성의 왕관",
		"description": "방랑자가 여행길에서 빛을 가리고 비를 피하는데 사용하던 삿갓. 후에는 얼굴을 가려 표정을 감추는 편리한 도구가 되었다",
		"story": "「방랑자, 어디 가는 거야?」\n아이의 외침에 떠돌이 소년이 걸음을 멈췄다.\n그는 타타라스나 장인의 아들로 비록 병에 걸렸지만, 아주 투명한 두 눈을 가지고 있다.\n소년은 아이에게 자신은 꼭 이나즈마성에 가야 한다고 말했다.\n「근데 지금 비가 많이 내리잖아. 게다가 전에 떠났던 사람들 모두 돌아오지 못했다고 들었어!」\n소년은 뭔가 말하려 했지만, 결국 미소만 지어줄 수밖에 없었다.\n그러나 소년이 다시 돌아왔을 때, 아이는 이미 흔적도 없이 사라졌다.\n\n「이나즈마인이여, 어디 가려는 겐가? 이건 자네가 탈 수 있는 배가 아닐세!」\n떠돌이 소년이 항구의 사공에게 저지당했다.\n소년이 검을 뽑기 전에 동행하던 남자가 손을 들어 그를 말렸다.\n남자는 사공에게 이 외국 소년은 자신과 동행하는 것이라고 알려줬다.\n「어르신의 손님이셨군요, 제가 실례했습니다.」\n남자는 소년에게 추위를 막을 수 있는 외투를 건네지만, 소년은 고개를 저었다.\n지금 그는 먼 길에서 어떤 것들을 보게 될지에만 관심이 쏠려있기 때문이다.\n\n「집행관님, 어디 가시는 건가요?」\n시끄러운 인간을 싫어하는 소년은, 바로 수하의 뺨을 때렸다.\n하지만 소년은 겁에 질린 무력한 인간을 관찰하는 것을 가장 좋아한다.\n어쩌면 그 다양한 표정 때문에 이 멍청한 수하를 곁에 두고 있는 것일지도 모른다.\n그는 바닥에 꿇어앉은 채 전전긍긍하는 수하에게 이번에는 동쪽의 몬드로 간다고 말했다.\n「알겠습니다. 지금 바로 직속 호위병들을 준비하겠습니다!」\n호위병은 필요 없지만, 그는 멍청한 수하와 더는 말을 섞기 싫어서 막지 않았다.\n그는 낭인의 삿갓을 고쳐 쓰고는 동쪽으로 향했다.\n\n「아이야, 어디 가는 게냐?」\n귀국한 소년은 길가의 할머니의 외침에 걸음을 멈췄다.\n소년은 할머니에게 서쪽으로 가려 한다고 말했다.\n「야시오리섬에 가는 게냐? 가서 뭐 하려고?」\n할머니는 그저 요즘 많이 뒤숭숭하기에 아무 생각 없이 물었다.\n소년은 진심 어린 웃음으로 그녀의 배려에 감사해하며 선약이 있다고 답했다.\n조각배가 천천히 정박했다. 이국적인 복장을 한 여성이 연안에 서서,\n저 멀리 소년에게 작디작은 수정 구슬을 던졌다.\n소년은 수정 구슬을 손쉽게 낚아챈 뒤 핏빛 같은 노을에 이를 비추었다."
	}
}