{
	"name": "불 위를 걷는 현인",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "불 원소 내성+40%",
	"4pc": "불 원소의 영향을 받은 적에게 가하는 피해가 35% 증가한다",
	"flower": {
		"name": "불 위를 걷는 자의 결단",
		"relictype": "생명의 꽃",
		"description": "뜨겁게 타오르는 화염 속에서 피어나는 꽃. 전설에 의하면 고대의 현자가 이를 착용한 채 불바다에 걸어들어갔다고 한다",
		"story": "이건 맹렬한 불길속에서만 피어나는 꽃으로 \n불타는 아픔은 착용자를 더욱 완강하게 만든다.\n\n새빨간 꽃잎은 반짝이고 있는 마노와도 같다.\n이 불속에서 피어난 꽃은 불 위를 걷는 현자가 가슴에 착용했다.\n\n불 위를 걷는 현자가 생명의 마지막 순간에 사람들에게 이렇게 말했다:\n「이건 맹렬한 불길속에서 피어난 꽃이니라. 내가 잿더미로 변하지 않으면」\n「이 꽃은 뜨거운 열기와 검은 연기 속에서도 불빛을 반짝이고 있을 것이다」\n\n후에 사람들이 가물거리는 불빛을 쫓아 잿더미 바다 근처까지 왔다.\n하지만 현자의 행방은 찾을 수 없었고 오직 남은 잿더미 사이에 피어난 꽃만 보일 뿐이었다."
	},
	"plume": {
		"name": "불 위를 걷는 자의 해탈",
		"relictype": "죽음의 깃털",
		"description": "불속을 나는 고고한 새의 깃털. 들판을 태우는 불속에서 날갯짓하는 소리가 들리는 것만 같다",
		"story": "불길 속에서 울부짖는 새의 깃털은 불 위를 걷는 자에 의해 뽑혔다.\n착용하고 있으면 불속에서 날개를 펼치는 소리가 들리는 것만 같다.\n\n전설 속에는 태어날 때부터 외롭고 불속에서 소리 높이 노래하는 새가 있었다고 한다. \n백성들은 그를 토템으로 숭배하고 군주는 이를 고귀한 상징으로 여겼다.\n\n화산 지대의 현자는 그의 깃털을 착용한 채 활활 타오르는 불길 속으로 사라졌다.\n고독하게 온 그는 결국 쓸쓸히 떠났고 그 뒤로는 그의 행방은 알 수 없었다.\n그 후로, 사람들은 자주 잿더미 바다의 깊은 곳에서 들려오는 노랫소리를 듣게 된다.\n하지만 그게 불속을 나는 새의 울음소리인지 불 위를 걷는 현자의 탄식인지 구별할 수가 없었다."
	},
	"sands": {
		"name": "불 위를 걷는 자의 시련",
		"relictype": "시간의 모래",
		"description": "반짝이는 뜨거운 모래가 들어있는 모래시계. 흘러내리는 모래는 어떠한 흔적도 남기지 않는다",
		"story": "이 모래시계에 담긴 건 보통 모래가 아닌 반짝이는 뜨거운 모래이다.\n시간은 흘러내리는 용암처럼 아무런 흔적 없이 지나간다.\n\n이건 현자가 잿더미 바다를 건넌 후의 이야기이다.\n전설에 의하면 그는 또 백 년이란 은거 생활을 보냈다고 한다.\n하지만 잠깐의 해탈은 더욱 고통스러운 시달림을 이기지 못했다.\n\n속세를 피한 현자는 더 이상 영원한 불태움을 견딜 수 없었다. 하여 그는 이 모래시계를 만들었다.\n뜨거운 붉은색의 모래알은 여전히 활활 타오르는 불길 속에서 몰아쳤고 매일같이 반복되었다.\n\n현자는 불길의 불태움은 두려워하지 않았지만 가엾게도 시간의 불태움은 견디지 못했다.\n가족이 뿔뿔이 곁을 떠나가는 차가운 화염은 아마 누구도 견딜 수 없을 것이다."
	},
	"goblet": {
		"name": "불 위를 걷는 자의 깨달음",
		"relictype": "공간의 성배",
		"description": "전설에 의하면 흐르는 불과 초고온의 열기를 버틴다는 잔. 오늘날에는 오직 잔열만 남아있다",
		"story": "텅 빈 잔에는 여전히 마그마의 온기가 남아있다.\n이건 불 위를 걷는 자의 술잔으로 수많은 지혜가 넘쳐흘렀다.\n\n화염을 다루던 현자는 이 술잔을 손에서 장난감처럼 다뤘지만 고온은 술잔에 흠집조차 내지 못했다.\n사람들 사이에는 현자가 마그마를 술처럼 마신다는 소문이 있었는데 현자는 소문에 대해 코웃음만 칠 뿐이었다.\n술은 고온에서 끝내는 증발해 버리지만 지성은 어떠한 고온에서도 견딜 수 있다.\n\n현자에게 술은 단지 천재의 조연제일 뿐이다.\n취했을 때 머리에 스치는 약간의 불씨라도 영감을 불러일으킨다.\n\n말이 없는 술잔은 지혜가 불꽃에서 탄생하는 걸 직접 지켜봤다.\n현자가 마지막으로 먼 길을 떠나기 전에 술잔에는 고고함이 넘쳐흘렀다."
	},
	"circlet": {
		"name": "불 위를 걷는 자의 지혜",
		"relictype": "이성의 왕관",
		"description": "불타는 바다를 가로질렀던 현자의 모자. 과거에 열기의 파도 속에서 우뚝 서있는 고대인의 모습을 비춘 적 있다",
		"story": "이 오래된 왕관은 잿더미 바다의 떠돌이 현자의 소유물이었다.\n이것을 바라보고 있으면 활활 타오르는 불길 속에서 우뚝 선 그의 모습이 얼핏 보이는 듯한 착각이 든다.\n\n잿더미 바다의 현자는 불길과 고온을 견딜 수 있게 적색의 마노로 이 왕관을 만들어 냈다.\n그의 지혜와 불타는 집념은 불에 견디는 왕관을 만들어 냈지만 곧바로 동료와 선배들의 두려움과 시기를 불러왔다.\n\n「간이 배 밖으로 나온 녀석이구나, 감히 잿더미 바다의 불길에 도전을 하려 하다니 이건 백 년 동안 없었던 모독이다」\n「불바다는 필시 너를 삼켜버리고 네놈의 잿더미마저 뜨거운 바람에 날리고 흩어져 무로 돌아가게 될 것이다」\n\n시기에 가득 찬 선생님은 그의 제자에게 왕관을 씌우고 그를 불바다로 뛰어들게 했다.\n하지만 모자의 주인이 마그마 속을 유유히 걷다가 시야 밖으로 사라지는 걸 보게 된다."
	}
}