{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "긴 밤의 맹세",
	"effect2Pc": "낙하 공격으로 주는 피해+25%",
	"effect4Pc": "장착 캐릭터의 낙하 공격/강공격/원소전투 스킬이 적에게 명중 후, 「영원한 광휘」를 1/2/2스택 획득한다. 해당 효과는 낙하 공격, 강공격 또는 원소전투 스킬로 1초마다 각각 최대 1회 발동된다. 「영원한 광휘」: 낙하 공격으로 주는 피해가 15% 증가한다. 지속 시간: 6초, 최대 중첩수: 5스택, 스택마다 지속 시간은 독립적으로 계산한다",
	"flower": {
		"name": "등지기의 맹세",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "등지기가 착용하던 철제 꽃. 영원히 지키겠다는 등지기의 맹세를 상징한다",
		"story": "…북방에서 사냥의 바람이 불어와, 난폭한 대공(크냐지)의 명령에 따르지 않는 변방의 주민들을 쓸어버렸다.\n그리고 방언을 구사하는 요승(요사스러운 성직자)가 요정들의 차르(왕)에게 공월(공중의 달)이 잃어버린 힘을 훔칠 수 있는 악독한 계략을 내놓았다.\n이 때문에 산속에 숨어 지내던 달의 아이들은 뿔뿔이 흩어졌고, 운명에 쫓긴 자매는 잘못된 길로 들어서게 됐다.\n그러나 오만한 광인도 하늘 껍데기라는 우리를 벗어날 수 없었으며, 결국 망상의 끝에서 마천에 삼켜졌다.\n\n이 모든 것은 「낙원」이 탄생하기 전의 이야기다.\n당시 낙원은 두 아이의 달빛 아래 공상에 불과했다.\n오랜 세월이 흐른 후, 그중 한 아이는 유명한 대도가 되어 처형되었고\n다른 한 아이는 그제야 무심코 남긴 듯한 말의 참뜻을 깨닫게 됐다.\n\n그 후의 이야기는 모두가 알고 있는 그대로다.\n긴 밤이 찾아오자, 북국의 왕궁은 더 이상 이 설원 밖의 변방 지역에 신경 쓸 겨를이 없었고\n칠흑의 마수는 황폐한 대지를 누비며 과거 문명의 흔적을 모두 파괴했다.\n결국, 달의 아이의 여사제에게 힘을 빌린 최초의 등 제작자가 첫 번째 빛줄기를 들어 올려\n달의 이름으로 어둠을 빛없는 옛 폐허로 몰아넣고, 악몽에 찢긴 영혼과 같이 묻어버렸다.\n\n모든 것이 끝난 후, 생존자들은 산 위에 등대를 세워 겨울성의 새로운 주인을 먼발치에서 바라보았다.\n등 제작자는 참된 친구의 아이처럼 순수한 공상을 지키기 위해 여왕의 왕궁에서 항변했고\n바라던 대로 특별 허가 칙령을 받았으나 그 대가로 파수와 희생의 맹세를 짊어지게 됐다.\n그렇게 「노드크라이」라 불리는 「낙원」의 역사가 시작됐다."
	},
	"plume": {
		"name": "밤꾀꼬리의 꽁지깃",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "밤꾀꼬리의 깃털로 정교하게 만들어진 모자 장식. 모양은 최초의 등 제작자가 정했다고 한다",
		"story": "전설에 따르면 불씨를 문 꾀꼬리는 달이 없는 밤에만 날아올라\n그 반짝이는 불빛으로 유성처럼 하늘을 가로지르며 어두운 시절을 밝힌다고 한다.\n\n개척 시대가 남긴 고성의 폐허에는 「등지기」가 지키는 고탑이 있고\n그들의 선조는 수백 년 전에 여왕 앞에서 영원한 맹세를 했다.\n「낙원」의 사람들은 탑의 등대가 꺼지지 않는 한 자유를 누릴 수 있다고 믿었기 때문에\n난폭한 칠흑의 마수가 일으킨 혼란을 두려워하지 않았고, 북국에 도움을 구하지도 않았다.\n그러던 어느 날, 하늘 끝에서 무시무시한 광란의 사냥(와일드 헌트)의 주인이 밤하늘을 질주하는 소리가 들려왔다.\n야간 순찰병들은 평소처럼 짐승 가죽으로 만든 망토를 벗었다. 하지만 그날, 태양은 뜨지 않았다.\n\n집결을 알리는 나팔 소리가 산과 들에 울려 퍼졌고, 전사들은 고탑 아래 열을 맞춰 섰다.\n그들은 오래된 맹세를 이행하기 위해, 남쪽으로 진군을 명하는 나팔 소리를 기다렸다.\n하지만 맥주홀에 있던 당시의 등지기 대장은 침묵했는데\n북쪽에 백야처럼 찬란한 대군이 성 아래로 집결했기 때문이다.\n\n「창백한 별의 전사들이여, 어찌하여 지금 피라미다의 문을 두드리는 것인가」\n「여왕 폐하께서 하사하신 신성한 권리는 아무리 그대들이라 해도 무시할 수 없다네」\n등지기 대장은 지원군이라 밝힌 이 불청객들에게 다른 의도가 있음을 알고 있었다.\n하지만 지금 물러서면 백 년 동안 유지한 자치권을 잃을 게 뻔했다.\n\n가면을 쓴 우두머리 장교는 그 말을 듣자 차가운 목소리로 대답했고\n그와 동시에 어디선가 비웃는 듯한 웃음소리도 들려왔다.\n「그곳은 어둠의 재앙이 시작된 곳이다. 스네즈나야는 너희의 패배의 대가를 감당할 수 없어」\n「밤꾀꼬리 전사여, 전력을 다해 싸워라! 만약 돌아오는 이가 없다면…」\n「그때는 우리가 직접 『뒷수습』하겠다」"
	},
	"sands": {
		"name": "죽지 않는 자의 종소리",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "심연을 거니는 전사가 휴대한 구리 방울. 빛이 없는 밤에 종종 이것의 울음소리가 들린다",
		"story": "대지를 불태우는 전쟁이 다시 일어난 것처럼 피비린내가 가득했고\n울부짖는 듯한 비명과 함께, 유령 대군이 칠흑 같은 밤하늘을 가로질렀다.\n민간 설화에 따르면, 이들은 이세계에서 생명을 수확하러 온 마물 군대라고 한다.\n또 다른 주장에 따르면, 이들은 고대 악몽이 남긴 환영이라고 한다.\n\n이는 국경 지대 사람들이 「광란의 사냥(와일드 헌트)」이라 부르는 재앙으로\n여름 폭풍우처럼 하늘을 뒤흔드는 것뿐이었다면\n모험이 일상인 이곳에서는 그저 작은 소동으로 여겨졌을 것이다.\n그러나 난생처음 보는 파도가 칠흑의 피폭풍처럼 대지에 쏟아지자\n사람들은 마침내 대대로 전해져 내려온 그 무시무시한 전설이\n아이를 겁주기 위해 지어낸 헛소리가 아니라, 핏속에 각인된 공포임을 깨달았다.\n\n하지만 결국 누군가는 공포를 마주하고 어둠 속에서 떠도는 행인을 위해 등불을 밝혀야만 했다.\n검은 깃털의 까마귀 무리는 빛과 어둠의 경계에서 행진했고, 이들을 이끄는 자는 빛을 거스른 사람이었다.\n묵묵히 든 장검에 비친 그의 얼굴은 검은 칼날처럼 강인했고\n맹세를 지키는 군단은 불나방처럼 살아남을 수 없는 전장에 뛰어들었다.\n\n…\n길의 끝에서 결국 남은 건 그 검은 칼날을 쥔 사람뿐이었다.\n그는 「광란의 사냥」을 일으킨 사악한 무리가 저 숲 깊숙한 곳에 숨어 있다는 걸 알고 있었다.\n조금만 더 가면 수호를 맹세한 대지를 구할 수 있으리라.\n그는 집중한 나머지 몸이 갈기갈기 찢어졌다는 것조차 눈치채지 못했고\n그가 지니고 있던 종은 서로 배척하는 살덩어리와 검은 진흙 사이에서 울리기 시작했다.\n썩은 고기를 노리는 청소부들은 그 소리에 놀라\n그가 이루지 못한 맹세를 이행하고자 심연을 거니는 모습을 지켜보기만 했다….\n\n오랜 세월이 흐르고 도시와 시골에서는\n구슬픈 종소리는 「광란의 사냥」을 사냥하겠다고 맹세한 자가 내는 소리라는 설화가 추가됐다."
	},
	"goblet": {
		"name": "울리지 않는 나팔",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "과거 맹세를 지키는 자를 소집하는 데 사용되었던 나팔. 지금은 그 기능을 잃었다",
		"story": "북국의 위엄을 알리는 나팔이 울려 퍼지자 우레 같은 발소리가 대지를 뒤흔들고\n창백한 불꽃이 얼음 벌판을 가로지르는 기찻길처럼 사방에서 피어올랐다.\n여왕에게 충성을 다하는 특수 파견대는 특정 집행관에 소속되지 않으며\n창백한 별 앞에서 순결한 신세계를 만들겠다고 맹세했다.\n\n자치권이 허가된 변방에서 사는 사람도 모국의 백성이다.\n얼음 여왕의 경계 없는 자애로움은, 자신을 따르는 이를 내치지 않기 때문이다.\n이 국경 수비 소대를 이끄는 준위는 어린 시절부터 그렇게 믿어왔다.\n지옥 입구를 배회하다가 누구에게도 사랑받지 못하는 영혼을 보기 전까지는….\n\n출격 요청은 여전히 승인되지 않았지만, 준위는 마음속으로 이미 결정을 내렸다.\n이곳으로 원정 온 이유는 재앙으로부터 무고한 이들을 지키기 위함인데\n어찌 칠흑의 마수가 대지를 유린하고 어머니와 아이의 목숨을 빼앗는 것을 지켜보고만 있을 수 있겠는가?\n그게 높으신 분들의 뜻이라면, 그런 명령 따윈 개나 줘 버리라지.\n\n…\n오염된 기운은 북풍에 흩어지고, 아침 햇살이 먹구름을 뚫고 다시금 푸른 대지를 비췄다.\n전쟁이 끝났지만 고탑이 맞이한 건 승리한 영웅이 아니라, 죄인이 목숨을 걸고 구한 아이들뿐이었다.\n계획에 약간 차질이 있었지만, 이단의 길을 걷는 의사는 목적을 달성했기에 개의치 않았다.\n무단이탈과 여왕을 배신한 중죄는 새로운 맹세와 함께 사면되었고\n유골로 쌓은 계단에는 새로운 전사가 보초를 서기 시작했다. 심해가 마를 때까지…"
	},
	"circlet": {
		"name": "피로 물든 투구",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "무겁고 오래된 투구. 고대 북방 전사 가문을 상징하는 계승물이다",
		"story": "최초의 등 제작자는 최북단에 있는 겨울성 출신이며, 밤꾀꼬리의 휘장은 그의 명예로운 가문을 상징한다.\n밀정으로 활동하던 그의 가문은 겨울의 차르(왕) 눈에 들어 명예로운 자리에 올랐고\n그래서 인간이지만 지위 높은 요정들로 이루어진 왕궁에 출입할 수 있었다.\n여러 나라를 휩쓴 재앙이 도래하자, 개척 시절에 기대를 한 몸에 받던 변방지대는 더 이상 신의 보살핌을 받지 못했다.\n노드크라이가 가장 암울했던 그 시절, 지원을 온 것은 북쪽에서 온 검은 은빛 기병대뿐이었다.\n새로운 달의 여사자는 마치 그가 오리라는 것을 알고 있던 것처럼 어둠을 걷어낼 등불을 밝혔다.\n\n전사들은 3개의 섬으로 이루어진 남쪽의 렘포 군도로 출발하기 전날 밤, 맥주홀에서 성대한 연회를 열었다.\n그중 가장 눈에 띄는 건 검은색 투구에 창을 든 젊은 무사였다.\n오늘날 등지기 병사 중에 이렇게 고풍스럽고 무거운 갑옷을 입은 사람은 극히 드물다.\n그 갑옷은, 등 제작자를 따라 검은 파도를 물리친 첫 용사의 혈통을 상징하기 때문이다.\n그들은 영지도 높은 관직도 없었지만, 그럼에도 선조의 맹세를 지켰다.\n스네즈나야 전역을 수호하던 요정들의 주인이 아직도 자신들을 가호한다고 믿었기 때문이다.\n\n진흙에 물든 동토 지대는 영웅들의 피로 얼룩졌고, 젊은 무사는 전우들의 시신 사이에서 무릎을 꿇었다.\n희생은 등지기 병사의 운명이자 명예지만, 한 사람이라도 구하는 게 더 중요했다.\n그래서 그는 선조들처럼 잊힌 지난날의 신과 신이 통솔하던 왕들에게 기도했다.\n\n나팔 소리 때문일까, 오랜만에 풍기는 피비린내 때문일까, 아니면 심심해서일까?\n어딘가에서 오랫동안 잠들어있던 괴이한 영혼이 깨어나 그의 기도에 답했고\n오래된 전설 속의 짙푸른 들불이 새로운 전장에서 타오르기 시작했다…."
	}
}