{
	"id": 15031,
	"rarityList": [
		4,
		5
	],
	"name": "그림자 사냥꾼",
	"effect2Pc": "일반 공격과 강공격으로 주는 피해+15%",
	"effect4Pc": "현재 HP가 증가 또는 감소 시, 치명타 확률이 12% 증가한다. 지속 시간: 5초, 최대 중첩수: 3회",
	"flower": {
		"name": "사냥꾼의 브로치",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "낡은 훈장. 전투에서 걸출한 공헌을 한 사람에게 수여된다",
		"story": "과거 폰타인의 안녕을 위해 싸웠던 이들을 기리기 위해 만들어진 훈장이다.\n이러한 훈장은 대부분 명예의 상징으로 여겨진다.\n하지만 어떤 수상자는 이것을 눈에 띄지 않는 곳에 숨겨두거나, 심지어는 물속에 던져버리기도 한다.\n\n「섬뜩한 그림자를 뒤쫓아 전부 몰아내고, 사냥한다」\n이는 훗날 존경의 의미를 담아 「황금 사냥꾼」이라고 불리게 되었다.\n그러나 정작 그 칭호를 수치로 여긴 카시오도 본인은,\n「그림자 사냥꾼」이라는 직업의 이름이 탄생하는 데 일조했다.\n이 세상에 사악한 요괴가 실제로 존재하는 경우는 거의 없지만, 사악한 요괴라 불리는 사람은 종종 있다.\n오늘날 그림자 수사청은 전투보다는 범죄 수사에 중점을 두고 있으며,\n비교적 젊은 종족인 멜뤼진 중 상당수가 이 기관으로 편입되었다.\n\n이 훈장은 과거 푸아송 포위전을 지휘했던 그림자 사냥꾼의 것이었다.\n그 사건으로 인해 그는 그림자 수사청을 떠났고, 술과 함께 여생을 보낼 계획이었다.\n적어도 오랜 친구의 부탁으로 마지 못해 다시 한번 누군가와 함께 살게 될 때까지는 그러했다.\n그는 다시 한번 아들딸을 위해 섬뜩한 그림자가 없는 세상을 만들어 보고자 노력했다.\n그리고 최후에 그를 맞이한 것은 모든 울타리와 장벽이 사라진 평온한 바다였다."
	},
	"plume": {
		"name": "걸작의 서곡",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "구식 장치 태엽의 모멘트를 조정하는 데 사용하는 휴대용 도구. 지금은 사용 가치를 잃었다",
		"story": "장치 안의 태엽에 걸리는 회전력을 조절하는 작은 도구. 다양한 규격의 태엽통에 사용할 수 있다.\n하지만 알랭·기요틴의 「신식」 태엽 장치가 보급되면서 쓰임새를 잃었다.\n후자는 현재에 이르러서는 이미 수백 년의 검증을 거친 탓에 더 이상 「신식」이라 불리지 않는다.\n\n알랭·기요틴에 대해.\n그림자 수사청에 있다 나오고, 폰타인이 결국 운동 에너지 공학 연구원을 설립하기 전,\n지금은 폐허가 되어버린 자연철학 학원에서 기요틴은 에너지 관련 연구를 주도했었다.\n들리는 바에 의하면 그는 그림자 수사청에서 근무하던 여동생 이외에는 평생 그 누구와도 친하게 지내지 않았다고 한다.\n\n그에 대해서는 수많은 전설이 존재한다. 그중 하나에 대해 말해보자면…\n그는 학원 시절 사고 능력을 가진 기계를 만든 것으로 알려져 있다.\n그리고 그림자 수사청에 있을 때 그 기계를 본인과 여동생의 업무에 활용했다.\n이에 대해서는 그와 함께 일했던 사람들(대부분 엘리나스에서 사망)이 증언한 바 있으나,\n물증이 부족했기 때문에 공식 기록에 포함되지는 않았다.\n이에 대한 질문에 그는 그저 이렇게 답했다: 「유감스럽지만 할 말은 없습니다」\n그 후로 그는 어떠한 관련 질문이나 조사를 받아도 대답하지 않았다.\n\n그의 전설 중 두 번째에 대해 말해보자면…\n노년에 폰타인 과학원에서 은퇴한 그는 공방에 틀어박힌 채 다시는 모습을 드러내지 않았다.\n그가 말년에 이루어낸 연구 성과는 단 하나도 공개된 바 없으며,\n현재 그의 공방이 있던 곳에는 무언가를 제작한 흔적만이 남아있을 뿐이다.\n\n이후 이러한 전설들은 끝내 공연되지 못한 코펠리우스의 유작과 마찬가지로,\n무수한 이들에게 상상과 영감을 불어넣어, 노력의 자극제가 되었다."
	},
	"sands": {
		"name": "심판의 시간",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "제식 회중시계. 정확도가 그다지 높지 않다",
		"story": "과거 폰타인의 법률 집행자에게 지급되었던 회중시계.\n회중시계로써 정확도가 떨어지기는 하나,\n근무 중에 신분을 알리는 휘장 역할을 대신하기 때문에\n폰타인 사람들에게 널리 알려져 있다.\n\n대마술사 「파르치팔」이 결투 심판을 요청했다는 소식이 언론에 보도되었다.\n이 소식은 그녀의 예상치 못한 범죄 행각과 함께 폰타인성에 큰 파장을 불러일으켰다.\n이후 심판청은 해당 요청을 받아들였는데, 더욱 놀라운 소식은…\n결투 대리인 마르피사가 고발 측 대표로 이번 결투 심판에 참가한다는 것이었다.\n마르피사의 출신이 결투 중 그녀의 판단력이나 실력에 영향을 줄지,\n과거 그녀와 파르치팔 사이의 존재했을 수도 있는 관계… 그리고 좀 더 이해하기 쉬운 쪽으로는,\n둘 중 어느 쪽의 「전투력」이 강한지에 대해 당시 많은 사람들이 활발하게 의견을 나누었다.\n\n과거 「파르치팔」을 알고 지냈던 기자 카를·잉골드는 당시 이미 기자직을 사임했으며,\n대신 탐험가로서 황야와 폐허, 유적을 돌아다니고자 했다.\n하지만 직업적 자부심 때문이었는지, 아니면 그리움 때문이었는지는 몰라도, 그는 기자로 활동할 때 찍었던 사진을 소중히 간직했다.\n몇 년 뒤에 폰타인으로 돌아온 어느 날, 그는 당시 수선화 십자원의 부원장을 맡고 있던 옛 친구의 초대를 받았다.\n당시 수선화 십자원에 있던 사람들의 단체 사진을 찍어주러 갔던 그는, 카메라 렌즈 너머로 비치는 얼굴들을 보고,\n희망을 품은 채 푸아송 마을과 폰타인성을 오가던 그 시절을 떠올렸다.\n그 몇 개월은 너무나도 몽환적이었다. 누군가에게는 너무나 길고, 누군가에게는 너무나 짧은 시간이었다.\n모든 것을 휩쓸어버리는 홍수처럼 사태가 걷잡을 수 없게 되고, 한점의 빛도 보이지 않는 상황이 되었음에도,\n모두가 당장 발을 빼라고 말릴 때에도 포기하지 않았던 젊은 시절의 자신을, 그는 떠올렸다.\n렌즈를 통해 보았던 수많은 미소와, 귓가를 스쳐 지나갔던 미래를 향한 상상,\n그리고 대지를 울리는 함성과 파열음, 그리고 금속이 부딪치는 소리를, 그는 떠올렸다.\n결국 「트릭」을 써서 어둡지만 안전한 땅굴 속으로 자신을 강제로 이전한 소녀를 떠올리자,\n기자로서 그녀의 마지막 결투를 기록하지 못했다는 사실에 후회가 밀려와, 그는 눈앞이 캄캄해졌다."
	},
	"goblet": {
		"name": "잊힌 술병",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "독한 술을 담는 금속 용기. 코트 주머니에 넣어 휴대하기 편하다",
		"story": "과거, 폰타인성을 위해 일했던 누군가의 술병.\n특정 직종에 종사하는 사람은 냉철한 성격을 타고나지 않은 경우,\n이 안에 든 영약에 의존하지 않으면 머지않아 무너지고 만다.\n\n이것은 한때 폰타인의 안녕을 위해 반드시 해야만 했던 일을 한 사람들을 위해 준비된 것이었다.\n그리고 부상으로 인해 퇴역한 지 몇 년 이후에 이루어진 마지막 조사에서, 마침내 그는 깨달았다.\n발자국을 따라 토끼굴로 뛰어들었을 때 그를 맞이한 것은 환상의 땅이 아닌 소용돌이였다는 것을.\n\n……\n부서진 잠수복에서 솟구치는 기포처럼, 기억이 솟아올랐다.\n그는 어렸을 적 드와이트와 바질, 그리고 카를과 함께했던 놀이를 떠올렸다.\n멋있는 역할은 언제나 그의 몫이었다. 카를은 항상 악룡 재버워크를 연기했다.\n그에게 너무나 익숙한 원장의 포옹은 이때의 느낌과 굉장히 흡사했다.\n푸아송 마을의 붉은 불꽃에 비친 수많은 증오에 뒤틀린 얼굴이 머릿속에 떠오르자,\n그제서야 그는 자신 또한 무고한 아이를 수선화 십자원으로 보냈다는 사실을 생각해냈다.\n\n마지막까지 뇌리에 가장 선명하게 남은 것은, 처음 「아들과 딸」을 만났을 때의 기분이었다.\n그것은 마치 긴 터널의 끝에서 새어 들어오는 빛을 본 것과 같았고, 가면을 쓰기 전의 자기 모습을 본 것만 같았다.\n그러나 또한 그것은 칠흑과도 같은 지옥 저 깊은 곳에서 거미줄에 매달리는 것만큼이나 부질없는 것이었다.\n「친애하는 알랭, 친애하는 마리안… 나는 너희들과 친하게 지내지 못했었지」\n「마지막 순간까지, 나는 너희의 『아버지』가 되는 방법을 알지 못했다」\n「그러나 너희가 자라나는 모습을 지켜봤던 기억만큼은, 도저히 잃고 싶지 않구나…」\n술에서 깨어나자 명예와 수치, 사랑과 집착… 이 모든 것이 물속에서 녹아버렸다."
	},
	"circlet": {
		"name": "노병의 얼굴",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "낡은 가면. 부상으로 다친 얼굴을 어느 정도 감출 수 있다. 부상 면적과 사용자 성별에 따라 다양한 디자인이 있다",
		"story": "과거, 폰타인을 위해 일하다가 얼굴에 부상을 입은 사람들에게는 가면이 지급되었다.\n흉한 얼굴 대신 다른 사람들에게 내보일 수 있는 가면은 노병에게 있어 영광의 상징이거나, 수치스러운 증거였다.\n흉터는 완전히 가릴 수 있어도, 마음 속의 상처는 사라지지 않기 때문이다.\n\n「만약 내가 돌아오지 못한다면, 두 아이를 부탁해」\n함께 어린 시절을 보냈고, 함께 폰타인성을 위해 일했던 친구가 말했다.\n이제는 더 이상 함께 싸우지 않아도 된다고, 친구는 말하고 싶었다.\n하지만 지금, 그와 그녀 사이에 있었던 암묵적인 약속에는 텅 빈 세월이 자리하고 있었다.\n마치 언급하지 않으면 푸아송 마을에서 아무 일도 일어나지 않았던 것처럼.\n\n이번에는 마당이 완전히 잠길 것 같아. 원장님하고 내가 없으면 안전하지 않아.\n그래서 너나 잉골드처럼 믿을 수 있는 사람에게 아이들을 맡기고 싶어.\n친구는 가면 아래 대답할 수 없다는 듯한 기색을 눈치채고는 말했다.\n\n「이기고 돌아오면, 라스커랑 잉골드도 부르자」\n「이번에는 내가 요리할게! 내 실력을 제대로 보여줄 테니까」\n그의 눈에 떠오르는 의심을 본 친구는 발끈하며 말했다.\n「요 몇 년 동안 베이킹을 배웠다고! 애들도 엄청 좋아한단 말이야!」\n\n「그럼 잘 가, 기요틴…. 나의 친애하는 엠마누엘」\n「네 쪽도 부디 모든 것이 순조롭기를, 그 어떤 일도 일어나지 않기를」\n「부디 내 스폰시안이 아직 애들 손에 박살나지 않았기를…」\n\n비록 아이들을 좋아하진 않지만… 아니, 그냥 사람을 싫어한다고 해야 할까.\n사람을 보면 그들 몸 안에도 붉은 피가 흐른다는 게 떠오르기 때문이다.\n하지만 오랜 친구의 부탁이니 일단은 잠시 돌봐주기로 했다.\n바질이 돌아오면 손을 델 정도로 뜨거운 고구마를 그녀에게 돌려줘야겠다…."
	}
}