{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "하늘 경계가 드러난 밤",
	"effect2Pc": "원소 마스터리+80pt",
	"effect4Pc": "주변에 있는 파티 내 캐릭터가 달빛 반응 발동 시, 장착 캐릭터가 필드 위에 있을 경우 4초 동안 지속되는 「월광·음모」 효과를 획득한다: 파티의 달빛 징조가 초승/보름인 경우, 치명타 확률이 15%/30% 증가한다. 파티 내 캐릭터가 서로 다른 「월광」 효과를 1개 보유할 때마다, 파티 내 모든 캐릭터가 발동한 달빛 반응으로 주는 피해가 10% 증가한다. 「월광」으로 생성된 효과는 중첩되지 않는다",
	"flower": {
		"name": "진실 갈망의 꽃",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "꽃 모양으로 조각한 성물. 꽃처럼 피어나는 공포스러운 존재를 상징한다",
		"story": "그건 죄인들이 아직 큰 죄를 짓지 않았던 시절, 지하에 지어진 속세의 왕국의 깊은 곳이었다.\n그 왕국의 사람들은 바다를 본 적도, 진짜 태양을 본 적도 없었다.\n하지만 그런 어둠의 땅에서도, 누군가는 뭇별의 비밀을 엿보려 했다.\n다만 그들은 밤하늘을 올려다보지 않고, 거울에 비친 거짓 그림자 속에서 진실을 찾으려 했다.\n\n지리적 특수함 때문인지, 왕국 내부에 비치는 천문도에는 이상 현상이 자주 포착되었다.\n점성술 학자들은 이를 기록하며, 진실을 갈망한다는 의미에서 「진실을 갈망하는 기상」이라 불렀다.\n「거울에 비친 것이 거짓 환영에 불과할지라도, 환영을 뚫고 나아가야만 진실에 도달할 수 있다」\n끝없이 이어진 성위표를 더듬다 보니, 점성술 학자들도 자연스럽게 그런 생각을 품게 되었지만\n그때의 철학자들은 그들이 이미 영원하고 무한한 마천의 일각을 엿봤다는 것은 알지 못했다.\n\n몇 년이나 흘렀을까. 지상의 신들이 하나둘 몰락하고, 붉은 달 대신 검은 태양이 떠올랐을 때.\n누군가는 그 깊은 죄의 비밀을 알아차렸고, 별하늘을 바라보는 것조차 금단의 지식이 되었다.\n지금 왕국에는 금지령을 어기는 특권을 누릴 수 있는 자가 극소수 존재하는데, 그들은 외눈박이 군왕을 위해 봉사하는 자들이다.\n\n하지만 예외는 언제나 존재하는 법. 무지한 수도승이 진실을 불태우는 거울을 가리고 있던 먼지를 닦아내는 순간\n깊은 시야를 감싸고 있던 기묘한 천광이 좁은 별 관측실을 다시 비췄다.\n칠흑 같은 낙원이 얼마나 아름다운지, 얼마나 찬란한지, 또 얼마나… 신성을 모독하는 것인지.\n그저 한 번 바라보는 것만으로도, 젊은 라우스방기의 마음과 갈망을 송두리째 집어삼켜졌다.\n그리고 이것이 바로 훗날 하늘 밖의 심연을 찬미하는 요승의 모든 이야기와 죄의 시작이었다…"
	},
	"plume": {
		"name": "깊은 죄의 깃털",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "모자 장식용 깃털. 색상이 그윽하여 화려함을 추구하는 스네즈나야 귀족과는 어울리지 않는다",
		"story": "신분의 속박을 뛰어넘는 행동은 군왕을 멸시하는 죄악이며\n금단의 지식을 엿보는 행위는 절대로 용서받을 수 없는 일이다.\n\n그러나 라우스방기는 항변하지 않았다. 그의 마음엔 이미 그 빛 이외엔 아무것도 존재하지 않았기 때문이다.\n곧 재판정의 판결이 내려졌고, 학자는 심비원에서 추방당했으며 유배형을 선고받았다.\n유배라곤 하나, 조상 대대로 이방인이었던 그에게 그것은 사실상 사형보다 더 두려운 형벌이었다.\n신을 배반한 자에게 내려지는 고대의 저주는 그가 지상에 발을 들이는 순간 그를 쫓아올 것이기 때문이었다.\n이런 형벌은 왕국의 고귀한 이상을 저버린 행위로, 지하 왕국이 타락해 간다는 확실한 증거였다.\n\n하지만 왕의 명을 거스를 수는 없었고, 무엇보다 낙원의 깊은 풍경을 본 후로는 더는 견딜 수 없게 되었다.\n「소멸하라, 무익한 삶이여. 적어도 그 순간 너는 진실을 보았으니」\n그러나 라우스방기가 마침내 동굴 밖으로 나와 진짜 햇빛을 맞이한 그때\n동행한 사람들은 괴로움에 비명을 질렀지만, 정작 그에겐 아무 일도 일어나지 않았다.\n\n그 순간, 마치 하늘의 위대한 존재가 그 앞에 나타난 것 같았다.\n그 존재는 무수한 중생 속에서 그를 선택해, 어둠의 은혜를 내렸다.\n그토록 축복받았고, 그토록 슬펐기에, 그는 마침내 자신의 사명을 깨달았다.\n\n「불꽃은 세상을 밝히고, 또 그것을 불태운다」\n「그리고 나의 운명은, 불을 향해 날아드는 불나방 같으리라」"
	},
	"sands": {
		"name": "계시의 종",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "신비한 힘으로 움직이는 정교한 자명종. 그러나 시간을 알리는 용도는 아닌 듯하다",
		"story": "칠흑의 재앙이 아직 각국을 휩쓸기 전\n사람들은 마지막 황금의 시대를 누리고 있었다.\n\n전해지는 바에 따르면, 박학다식한 한 학자가 오랜 세월 여러 나라를 떠돌았다고 한다.\n이미 명론파의 기록과 북대륙의 장서를 섭렵한 그는\n가장 오래된 기록에서도 자신이 찾는 것을 발견하지 못했다.\n그것은 이 세상에 존재하지 않는, 기적과도 같은 칠흑 낙원이었기 때문이다.\n\n그는 알려진 세계의 모든 구석을 누볐지만, 개척되지 않은 황량한 땅만은 예외였다.\n그곳은 노드크라이라 불리는 북국의 변방 마을로, 몇 해 전에야 스네즈나야의 차르가 개척을 명령했다.\n거기엔 명성이 자자한 학자도, 오래된 문명이 존재했던 흔적도 보이지 않았다.\n\n「여기가 마지막이구나, 내 무의미한 삶이여」\n출발 전에 그는 그렇게 생각했다.\n「하지만 희망이 없다 해도, 여기서 포기할 순 없어」\n\n어쩌면 그의 염원이 마침내 주목을 받게 된 걸까? 그는 갈구하던 진리를 다시 마주할 수 있게 되었다.\n그리고 이번엔 마침내 칠흑 낙원으로 이어지는 깊은 죄의 길을 발견했다.\n이제 그가 해야 할 일은, 수많은 꿈속에서 반짝였던 그 문을 직접 여는 것뿐이다.\n무슨 수를 쓰더라도, 어떤 대가를 치르더라도 반드시…"
	},
	"goblet": {
		"name": "넘치는 술잔",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "궁정 연회에서 사용된 특제 술잔. 한때 마술 공연에 쓰이기도 했다",
		"story": "스네즈나야 궁전의 회랑에서는 연회와 음악이 끊임없이 이어졌다.\n요정 귀족들은 사치를 즐겼고, 연회를 가장 중요한 일로 여겼다.\n누군가 보석처럼 단단한 마음을 가졌더라도, 그 향기로운 술에 결국 녹아버렸을 것이다.\n심지어 국가의 크고 작은 정무조차 대부분 취기와 함께 결정되었다.\n\n귀족들 사이에서 비밀리에 「요승」이라 불리는 로트왕 교수는, 요즘 궁정에서 가장 주목받는 인물이다.\n심오한 연금술과 점성술로 차르왕의 총애를 받은 것은 물론\n늘 재미있으면서도 의미심장한 격언을 읊어, 사람들을 웃게 만들기 때문이었다.\n그러나 진정으로 귀족들의 시선을 사로잡은 건, 그를 둘러싼 수많은 전설이었다.\n\n전해지는 바에 따르면, 포티오스 대공은 질투심에 사로잡혀 이 귀찮은 야생 여우를 제거하려 했고\n최고급 불의 물을 독약으로 바꿨으나, 교수는 오히려 기꺼이 받아들였다고 한다.\n결국 독을 쓴 대공 본인이 그 독에 쓰러져, 요승의 열렬한 추종자가 되었다.\n\n또, 요정 중 변신을 가장 잘하는 필리포프가 공개적으로 교수의 연구를 사기라고 조롱했지만\n요승은 미소만 지은 채, 사람들이 보는 앞에서 그가 그리워하던 죽은 아내의 혼령을 불러냈다고 한다.\n이 모든 이야기는 연회의 단골 화젯거리였지만, 정작 교수 본인은 그 진위에 대해 입을 열지 않았다.\n어쩌면 이야기들의 진실 따윈 아무도 신경 쓰지 않을지도 모른다. 이 모든 건 그저 춤과 노래 사이에 흥을 돋우는 조미료일 뿐이니까.\n\n귀족들에게는, 뿌리가 없는 이방인이 더 믿음직스러울지도 모른다.\n게다가 사소하고 귀찮은 문제까지 처리해 줄 수 있다면 금상첨화일 것이다.\n하지만 연극 속 인물이 어떻게 비극적인 결말이 머지않았음을 알 수 있겠는가?"
	},
	"circlet": {
		"name": "영겁의 왕관",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "죄인의 머리 장식을 본뜬 왕관. 어쩌면 누군가의 마음속에서는 사랑과 죄의 근원이 같을지도 모른다",
		"story": "북풍이 오래되고 황량한 변방에 새로운 기회와 문명을 가져다주었다.\n거목이 쓰러진 자리엔 크고 작은 도시와 항구, 공장이 들어섰다.\n그러나 차르왕의 측근들만이 눈앞의 급격한 번영이 전부가 아니며\n요정들의 군왕이 달 아래의 질서에서는 용납될 수 없는 반역을 계획하고 있다는 사실을 알고 있었다.\n\n「하지만 내가 보기엔, 차르 폐하는 기개와 야망이 너무 작아」\n「그는 자애라는 족쇄로 땅에 묶여, 단 한 번도 별을 올려다보지 않았어」\n「그토록 위대한 힘을 가지고도, 달 아래 생명들의 왕이 되는 것에 만족한다니」\n「그는 진정하고 영원한 낙원은 하늘의 장막 밖에 있다는 걸 모르고 있는 거야」\n\n차르 폐하의 칙사로서, 요승이 노드크라이에 모습을 드러낸 건, 은밀한 임무를 위해서였다.\n이 땅에 숨겨진 보물을 손에 넣을 수 있다면, 대지를 뒤엎을 힘을 얻을 수 있다.\n하지만 그가 힘을 찾는 이유는 세상을 구하기 위해서가 아니라, 세상을 자신의 장작으로 삼기 위해서였다.\n\n「보아라, 이 어리석고 짧은 수명을 가진 평범한 것들을. 빠르게 망가지는 허황된 세계처럼 구제 불능이지 않느냐」\n「오직 나처럼, 지고한 은혜의 선택을 받은 자만이 존재할 의미가 있는 법이지」\n「끝없는 윤회에 빠지는 것보다, 위대한 업적을 위해 희생하고 해탈을 얻는 편이 낫지 않은가?」\n\n「리드·밀러, 사소한 감상은 버려라. 우린 운명의 선택을 받은 자이니」\n「나를 따라라. 세계의 파멸은 정해져 있고, 우리는 하늘의 껍질을 뚫고 날아오를 것이다!」"
	}
}