{
	"name": "메아리숲의 야화",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "공격력+18%",
	"4pc": "원소전투 스킬 발동 후 10초 동안 바위 원소 피해 보너스가 20% 증가한다. 만약 결정 반응으로 생성된 보호막의 보호를 받고 있으면 상술한 효과가 150% 증가한다. 결정 보호막의 보호를 잃으면 추가로 증가한 효과는 1초 후에 사라진다",
	"flower": {
		"name": "이타적인 꽃 장식",
		"relictype": "생명의 꽃",
		"description": "이야기 속 마녀가 착용한 브로치. 마녀가 좋아하는 다른 장식품처럼 나비 형태로 장식되어 있다",
		"story": "다락방으로 올라간 강아지는 먼지 탓에 연거푸 재채기를 했다.\n「파이, 너 좀 봐. 원래 사과파이 색깔이었는데, 이젠 오디잼을 바른 것 같아」\n어린 소녀는 「파이」라는 이름의 강아지를 따라 낮은 다락방에 들어가 그의 몸에 붙은 먼지를 털어주었다.\n다락방에는 장식이 화려한 책이 쌓여있었다. 어린 소녀가 책꽂이에서 뽑아 든 책 표지에는 아름다운 황금 나비 장식이 달려있었다.\n「이야기책인 것 같아. 어쩌면 엄마가 들려주신 이야기는, 이 책에서 나온 걸지도 몰라! 그렇지, 파이??」\n강아지는 멍, 하고 짖은 후 평소처럼 어린 소녀의 발치에 엎드렸다.\n「후후, 내가 엄마보다 먼저 다 읽으면…」\n어린 소녀가 이야기책을 열자 누런 책장이 나비처럼 두 날개를 활짝 펼쳤다….\n\n그건 메아리숲에 어떤 소원이든 이뤄주는 마녀가 살고 있다는 그리 오래되지 않은 이야기였다.\n하지만 여느 이야기 속 마녀처럼 성격이 괴팍한 마녀는 침입자가 숲의 메아리에 미혹되도록 마법을 사용해 숲을 안개로 뒤덮었다. 그래서 숲에 숨겨진 그녀의 오두막을 찾아내는 사람은 극히 적었고, 소원을 비는 사람은 더 말할 것도 없었다.\n그러던 어느 날, 마침내 한 청년이 마녀의 오두막 문을 두드렸다.\n청년은 원래 파란꽃을 찾고 있었는데, 도중에 황금 나비를 발견해 정신없이 뒤쫓다 보니 이 오두막 앞에 다다랐다. 그제야 그는 소원을 이뤄주는 마녀의 전설을 떠올렸고, 잠시 망설이다 문을 두드리기로 결심한 것이었다.\n세 번째 노크 소리가 채 울리기도 전에 문이 열렸다.\n「소원이 하나 있어…」 청년이 말했다.\n「다들 그렇게 얘기하곤 하지」 마녀가 말을 끊었다. 「소원을 이뤄주는 건 어렵지 않지만, 소원의 대가는 사람마다 달라」\n「내가 사랑하는 소녀가 있는데, 그녀의 마음에는 이미 다른 사람이 있어. 그렇다고 마법의 힘으로 그녀의 마음을 돌리겠다는 건 아니야. 그저 그녀가 이 세상 모든 행복을 누리길 바랄 뿐이지. 소원을 이뤄준다면 내 시간이든 돈이든, 심지어 영혼이라도 전부 내놓을게」\n「네 소원은 이뤄질 거야. 하지만 대가는 나중에 받도록 할게. 그게 꼭 네 영혼이란 보장은 없어…. 마녀는 늘 제멋대로인 법이니까」\n「하지만 세상에 사람의 영혼보다 더 값진 게 있을까?」\n「때가 되면 알게 될 거야. 약속한 순간이 왔을 때, 무게를 잴 수 있는 건 황금 같은 심장뿐일 테니」\n……"
	},
	"plume": {
		"name": "성실한 잉크펜",
		"relictype": "죽음의 깃털",
		"description": "이야기 속 마녀가 사용하는 펜. 부드러운 사용감은 이 펜이 가진 모든 장점 중 가장 소소한 것이다",
		"story": "……\n「영혼을 사고파는 거래가 이야기에서는 항상 손쉽게 일어나…. 그렇다면 영혼은 값싼 물건이겠지. 아니면 다들 왜 그렇게 쉽게 내놓겠어?」\n하지만 그녀는 영혼이 무슨 뜻인지 알지 못했다. 본 적이 없었기 때문이다. 그보다는 애프터눈 티의 달콤한 후식, 파이와 화원에서 노는 시간, 자기 전 엄마가 들려주는 이야기가 훨씬 더 소중했다.\n「우린 마녀에게 바라는 소원이 없어서 다행이야. 그럼 그 어떤 소중한 물건도 내놓을 필요가 없으니까」\n그녀가 책장을 넘겼다….\n\n마녀에게 약속은 받았지만, 청년은 저 자신조차 소원이 이루어지면 어떤 광경일지 상상이 가지 않았다.\n더 구체적인 소원은… 예컨대 마르지 않는 부와 타인을 굴복시킬 권력은 쉽게 상상할 수 있다. 하지만 그 이상의 행복이라면?\n청년은 일찍이 마녀에게 다양한 마법 도구가 있으며, 그녀가 이런 기이하고도 비범한 소장품의 힘을 빌린다는 소문을 들었다. 그는 호기심을 참지 못하고 어떤 도구로 자신의 소원을 이뤄줄 것이냐고 물었다.\n「마법의 잉크펜으로 적은 구절은 모두 현실이 돼. 그녀는 운명의 총아가 될 거야」\n청년은 이해할 수 없다는 표정으로 가볍게 잉크병을 흔드는 마녀를 바라봤다. 검은 잉크는 파도처럼 흔들렸고, 그는 자신들이 살고 있는 세상이 외딴섬처럼 파도에 흔들리는 게 보이는 듯했다. 그리고 본 적 없는 수많은 장면과 풍경이 그림책처럼 빠르게 넘어갔다….\n그는 거기에 넋이 빠져 하마터면 병의 거대한 입구에서 검은 잉크 속으로 빠질 뻔했다.\n「잉크병 안에는 그녀가 상상할 수 있는 모든 게 있어. 원하기만 하면 이 모든 걸 가질 수 있지」\n종이 위를 오가는 잉크펜을 따라 소녀의 운명도 그렇게 바뀌었다.\n언제부터인가 소녀는 연이은 행운에도 놀라지 않았다.\n그녀는 더는 무엇도 고민하지 않았고 모든 일은 그녀가 바라는 대로 흘러갔으며, 원하는 물건은 어떤 방식으로든 결국 그녀의 손에 들어왔다.\n모두가 그녀를 사랑했다. 사람들은 그녀의 외모와 덕행을 칭찬했고, 과거라면 자신에게 무관심할 법한 사람조차 태도가 완전히 달라졌다.\n그렇게 그녀는 점차 자신을 향한 칭찬과 부러운 시선에 익숙해졌다. 외모도 덕행도 그리 뛰어나지 않았지만, 운명은 아낌없이 그녀를 보살폈다.\n……"
	},
	"sands": {
		"name": "충실한 모래시계",
		"relictype": "시간의 모래",
		"description": "이야기 속 마녀가 의지하는 모래시계. 만약 모래시계에 잘못된 주문을 외우면 시간의 흐름이 빨라진다고 한다",
		"story": "……\n「마법의 잉크펜이 있다면… 파이는 뭘 적을 거야? 산더미 같은 강아지 쿠키?」\n어린 소녀가 책을 내려놓고 파이의 머리를 쓰다듬자 강아지가 대답하듯 꼬리를 흔들었다.\n「아! 파이는 글을 못 쓰지 참. 그럼 내가 대신 써줄게. 산더미 같은 강아지 쿠키랑, 또…」\n그녀가 책장을 넘겼다….\n\n「진짜 웃기네, 이런 푸른빛 리본이 뭐 대수라고」 소녀는 매정하게 방문객을 쫓아내고 그가 가져온 선물을 구석에 던졌다. 한때 소녀는 물총새와 같은 푸른빛 리본을 좋아했지만, 이런 평범한 물건은 이제 더 이상 그녀의 관심을 끌지 못했다.\n「가여운 아이로구나!」 엄마가 탄식했다.\n소녀는 엄마의 설교가 지겨웠다. 행운이 찾아온 지는 얼마 되지 않았지만, 그녀는 이미 손쉽게 부와 인정을 얻는 일을 당연하게 여겼다. 소녀는 이 세상이 자신을 중심으로 돌아간다고 생각했다. 그렇게 생각한 게 한두 번이 아니었다.\n「엄마는 엄마면서 왜 남들처럼 날 사랑하지 않지?」\n날 사랑하지 않는 엄마는 필요 없을지도 몰라. 소녀가 생각했다.\n그렇게 소녀는 집과 가족을 뒤로한 채 떠났다. 이후로는 마법이 가져다준 행운을 누려도 양심의 가책이나 죄책감을 느낄 필요가 없었다.\n그녀는 더 이상 어떤 풍경도 신기하지 않고 어떤 음식도 감흥이 없을 때까지 곳곳을 누볐다. 그녀의 삶은 끝없이 이어지는 무도회 같았다. 많은 이가 오갔지만 그 누구도 무도장에 정착하지 않았다.\n그녀는 이따금 「친구」라고 부르는 이들에게 못되게 굴었다. 하지만 소녀가 얼마나 무례하게 굴든 이튿날이 되면 친구들은 하나같이 웃으며 그녀를 용서하고 사랑해줬다.\n사람들은 그녀에게 주기만 할 뿐, 무언가를 바라거나 요구하지 않았다.\n……"
	},
	"goblet": {
		"name": "아낌없는 잉크병",
		"relictype": "공간의 성배",
		"description": "이야기 속 마녀가 빌린 잉크병. 펜에 못지않은 신기한 마법을 지녔다",
		"story": "……\n어린 소녀는 계속 글을 읽어내렸다. 곁에는 파이가 있었다.\n그녀가 책장을 넘겼다….\n\n소녀는 한참 후에야 엄마가 세상을 떠났다는 소식을 듣게 되었다. 오랜만에 고향에 돌아오자, 친근한 얼굴도 낯선 얼굴도 다른 지역 사람들처럼 그녀를 반겨주었다.\n「모든 게 바라던 대로 됐는데, 왜 더 이상 웃지 않는 거죠?」\n말을 한 청년은 그녀가 봤던, 어쩌면 수많은 추종자 중 하나일 것이다.\n「엄마 말대로 난 가여운 아이야. 이 끔찍한 저주 때문에 난 진정한 행복을 평생 느낄 수 없을 테니까」\n「아니! 사심 없는 선물을 두고 저주라 부르다니. 이건 누군가가 자신을 희생하는 대가로 마녀와 거래해서 얻어낸 결과물이에요. 심지어 그자는 지금껏 당신에게 보답을 바라지도 않았죠. 세상에 이보다 더 위대한 사랑이 어딨어요?」\n「그 사람은 행복해지는 방법을 나보다 더 잘 아는 모양이네」 소녀가 말했다. 「받기만 하고 줄 필요가 없는 삶에 무슨 가치가 있겠어? 누구도 원치 않는 물건이 가장 가치 없는 물건이야. 어쩌면 나야말로 불필요한 존재겠지」\n「그렇지 않아요…. 당신은 꼭 필요한 존재예요. 적어도 제게는 그래요」\n「내게서 얻고 싶은 게 뭐야? 내가 네게 도움이 될 일이 있다면…」\n하지만 청년은 난처한 표정을 비췄다.\n크게 실망한 소녀는 끔찍한 저주를 풀 방법을 찾고자 마녀가 살고 있는 메아리숲에 가기로 결심했다.\n소녀를 말리고 싶었던 청년은 마녀에게 빌린 마법 거울을 꺼냈다.\n「마법이 가져다준 행운이 당신 곁을 떠나고 나면…」\n이후 소녀는 미래에 일어날 법한 일을 보여주는 거울을 통해 행운이 사라진 이후의 광경을 보았다. 그녀는 거의 빈털터리가 됐고, 그녀에게 상처받은 이들은 웃음으로 그녀를 용서하는 대신 욕설을 퍼붓거나 따가운 시선을 보냈다. 마치 끝나버린 무도회처럼 그녀의 곁에는 아무도 없었다. 이전처럼 곳곳을 누볐지만, 여행 중 만난 이들은 그녀에게 무관심했고 그녀는 비바람에 쓰러진 채 아이들에게 놀림당했다. 그녀는 지금껏 받은 모든 선물을 열 배든 백 배든 갚아야 했다.\n그녀는 한 걸음도 움직이지 않았지만 거울 속 광경은 꼭 실제로 일어난 듯했다. 삶은 끝없는 고역처럼 그녀를 무너뜨리려 했다.\n「다행이죠? 마법의 행운이 아직 당신을 버리지 않았으니, 이 세상에 당신의 나약함을 비웃을 사람은 없어요」\n……"
	},
	"circlet": {
		"name": "자애로운 숙녀모",
		"relictype": "이성의 왕관",
		"description": "이야기 속 마녀가 좋아하는 숙녀모. 마녀는 차분하면서도 장난스러운 이 모자를 좋아한다",
		"story": "……\n파이가 따분한지 하품을 했다.\n「아마 곧 이야기가 끝날 거야. 조금만 더 기다려. 착하지?」\n그녀가 책장을 넘겼다….\n\n「그렇다 해도 난 더 어려운 길을 선택할 거야」\n마치 그 까마득한 겨울밤, 지금은 거의 잊었지만 엄마의 품에서 꾸벅꾸벅 졸면서 질리지도 않고 듣던 이야기처럼 말이다. 이야기의 주인공들은 온갖 역경을 겪어야 여행의 종착지에 도착할 수 있었고, 그 과정에서 치른 대가나 잃어버린 것들은 어렵게 얻어낸 보상을 더욱 값지게 만들어 줬다.\n「거울 속 사람들은 날 사랑하기는커녕 싫어했어. 그들이 다시 날 향해 미소 짓게 하는 건 지금껏 상상할 수 없던 역경이겠지…. 하지만 그거야말로 변화무쌍하고 예측불허한 진짜 세계잖아」\n「아뇨, 그러면 안 돼요! 당신은 반드시 마법이 가져다준 행운으로 행복해야 해요. 그렇지 않으면…」\n「뭐가 그렇게 걱정돼? 마법의 힘이 사라진 후에 네가 다른 사람처럼 날 사랑하지 않는다 해도, 난 너희를 계속 사랑할 거야. 난 이야기 속 주인공처럼 진심으로 이 자유로운 세상의 모두를 대할 거야…. 너만 원한다면 내 마음도 네 거야!」\n종소리나 다른 징조는 없었지만, 마녀가 말한 약속의 순간이 지금인 듯했다.\n「원래대로라면 난 그녀가 거울에 비친 여정을 마친 후에 나타났어야 하니 지금은 다소 이르긴 하지만… 마녀는 늘 제멋대로인 법이니까」\n약속대로 마녀는 청년이 내놓을 수 있는 물건 중 가장 마음에 드는 것을 가져갔다.\n「소원은 이뤘지만, 난 모든 것을 잃었어…」\n「그녀는 좋은 캐릭터가 될 거야. 다른 이야기에서도 말이지」 마녀가 가볍게 잉크병을 흔들자 소녀는 병 안의 수감자가 되었다.\n「하지만 그 소녀는 날 위해 존재해. 내가 그녀를 위해 존재하듯이…. 그녀가 석방될 수 없는 운명이라면 내가 찾아가게 해줘. 난 병 안에서 수많은 우주와 이야기를 봤어. 어쩌면 그중에 우리 두 사람을 받아줄 세계가 하나쯤은 있을지도 몰라, 나도 좋은 캐릭터가 될 수 있을지도 모르고…」\n\n「기억했어! 오늘 밤 엄마한테 이 이야기를 들려줘야겠다. 엄마가 좋아하시려나?」\n파이는 어린 소녀의 말을 무시한 채 몸을 일으켜 허공에 대고 몇 번 짖은 후 다시 빙글빙글 돌더니 다락방을 뛰쳐나갔다.\n「흥, 하여간. 배고파서 성질부리는 거겠지. 정말 철부지라니까」\n어린 소녀마저 떠난 다락방 바닥에는 장식 없는 이야기책만이 덩그러니 놓여있었다."
	}
}