{
	"name": "옛 왕실의 의식",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "원소폭발로 가하는 피해+20%",
	"4pc": "원소폭발 발동 후 파티 내 모든 캐릭터의 공격력이 20% 증가한다. 지속 시간: 12초. 해당 효과는 중첩되지 않는다",
	"flower": {
		"name": "왕실의 꽃",
		"relictype": "생명의 꽃",
		"description": "비단으로 만든 유리색 꽃으로 우아한 장소에서 착용했다. 여전히 버려질 때의 그날처럼 선명하다",
		"story": "섬세하고 부드러운 비단으로 만들어진 파란 백합꽃은\n옛 귀족 여인이 착용하던 머리장식이다.\n\n몬드를 지배했던 옛 귀족이 이 정교한 머리핀을 남겼다.\n그 전설의 시대에는 귀족의 외모와 행실 모두 일반인들의 본보기가 되었다.\n그들은 행동과 지식 방면에서 백성들을 인도하고 신민을 통솔했을 뿐만 아니라,\n외적 이미지에서도 그들은 몬드 사람들을 대표했다.\n이것은 단지 그들이 천성적으로 고귀한 핏줄을 갖고 있는 것뿐만 아니라,\n미덕을 지키고, 원칙과 존중을 보유했기 때문이었다.\n\n훗날 욕망이 귀족의 수명을 단축시켰고\n그들이 스스로 자랑하던 아름다운 외모도 퇴화되었다."
	},
	"plume": {
		"name": "왕실의 깃털",
		"relictype": "죽음의 깃털",
		"description": "구몬드 귀족이 사냥할 때 쓰던 모자에 달린 깃털장식. 세월의 풍파가 무색하게 아직까지도 꿋꿋이 서있는다",
		"story": "사냥매의 깃털이 옛 귀족의 모자챙 위에 도도하게 꼽혀있다.\n영지민과 함께 사냥을 하고 수확을 나누는 것도 오래된 전통이다.\n\n몬드를 지배하던 옛 귀족들은 황야에 자주 드나들며,\n수하들, 그리고 영지민들과 함께 광활한 대지를 누비며 사냥을 했다.\n사냥은 귀족의 힘과 너그러움을 보여주는 활동으로,\n민중에게도 즐거운 명절과 같았다.\n\n그러나 오랜 시간 지난 뒤, 사냥은 공허한 향락으로 전락했다.\n귀족은 마음대로 취하기만 하고 더 이상 영지민들과 포획한 사냥감을 공유하지 않았다.\n깃털은 여전히 꼿꼿하게 꼽혀있지만, 사람들의 시선은 달라졌다."
	},
	"sands": {
		"name": "왕실의 시계",
		"relictype": "시간의 모래",
		"description": "구몬드 귀족의 회중시계. 오래된 계보로 오늘날까지 전해내려왔다. 지난 시대를 겪은 물건",
		"story": "사파이어로 만든 회중시계는 외관이 매우 정교하다.\n세월의 변화에도 불구하고, 여전히 째깍째깍하는 소리가 난다.\n\n몬드를 지배했던 옛 귀족이 사용하던 회중시계는 아직도 정확하게 가고 있다.\n시간을 지키는 것은 가장 기본적인 미덕 중 하나이기 때문에 귀족들은 회중시계를 가지고 다녔다.\n이것은 신하와 백성을 깨우치기 위해서만이 아니라 스스로를 더욱 엄격하게 관리하기 위해서였다.\n수준 높은 귀족은 매일 아침 그들의 백성들보다 더 일찍 일어나고\n매일 밤에는 영지의 백성보다 앞날을 더 멀리 생각하느라 편히 잠드는 시간이 더 적었다.\n\n그러나 몇 년 뒤, 엄격한 시간표는 게으른 후손들에게 버림받은 지 오래고,\n귀족의 시계는 점점 더 화려해졌지만, 거기에 담긴 장엄한 의미를 잃게 되었다."
	},
	"goblet": {
		"name": "왕실의 은항아리",
		"relictype": "공간의 성배",
		"description": "구몬드 귀족의 장식용 항아리. 텅 비어있는 안쪽에선 슬픈 바람 소리가 울려 퍼지는 것 같다",
		"story": "사파이어로 만든 장신용 항아리. 은으로 귀족의 휘장을 장식했다.\n정교하고 우아한 외형으로 옛날 몬드 귀족의 고상한 기품을 나타낸다.\n\n과거 몬드를 지배했던 옛 귀족이 이 장신용 항아리를 남겼다.\n그러나 그 속에 있던 정교한 장신구들은 사라진 지 오래다.\n화려한 장신구는 왕실의 지위와 부를 상징할 뿐만 아니라,\n몬드 사람들의 자신감과 존엄, 그리고 부유를 상징하고 있다.\n\n훗날 귀족들의 사치와 욕망이 극에 다다르고,\n부정한 방법으로 재물을 취하고, 이를 펑펑 써버렸다.\n따라서, 장신구도 허영심의 짐이 되었다."
	},
	"circlet": {
		"name": "왕실의 가면",
		"relictype": "이성의 왕관",
		"description": "구몬드 귀족의 무도회 가면. 공허한 눈구멍이 과거의 성황을 응시하는 것만 같다",
		"story": "황금과 보석이 박혀있고 정교한 꽃무늬가 새겨진 백은 가면.\n정교하고 섬세하게 만들어져 옛 귀족의 우아한 예절이 돋보이게 한다.\n\n과거 몬드를 지배했던 옛 귀족들도 원래는 사람들 사이에서 뛰어난 영웅이었다.\n위대한 족장과 우아한 공자, 아름다운 공주와 존귀한 부인들,\n파티에서 영지민들과 함께 음식과 즐거움을 나누었다.\n그 먼 시대엔 자신의 지혜와 우아함을 아까워하는 귀족은 없었다.\n\n그 황금의 시대에 귀족들은 지식과 이익을 여러 사람들과 공평하게 나누었다.\n그러나 훗날, 귀족들은 점점 타락하고 파티도 권세 있고 지위가 높은 사람들의 허황한 향락으로 전락했다."
	}
}