{
	"id": 15029,
	"rarityList": [
		4,
		5
	],
	"name": "님프의 꿈",
	"effect2Pc": "물 원소 피해 보너스+15%",
	"effect4Pc": "일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발이 적에게 명중한 후, 8초 동안 지속되는 「거울 속 님프」 효과가 1스택 생성된다. 「거울 속 님프」 효과가 1/2/3스택 이상일 시, 공격력이 7%/16%/25% 증가하고 물 원소 피해 보너스가 4%/9%/15% 증가한다. 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발이 생성한 「거울 속 님프」는 각각 독립적으로 존재한다",
	"flower": {
		"name": "여정 중의 꽃",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "이야기는 반드시 막을 내리고 꽃도 결국 지기 마련이지만, 꿈에서 그린 꽃은 영원히 향기로울 것이다",
		"story": "…하지만 결국, 왕국에도 어두운 그림자가 드리웠다.\n악룡이 기사를 물리치진 않았지만, 둘은 함께 사라져버렸다.\n빛 한 점 없는 새까만 물처럼 짙은 혼돈과 슬픔, 그리고 뒤따르는 이별 속에서,\n원장은 자매들과 함께 악의 근원을 물리치기 위한 여정에 올랐고,\n부원장은 전투선에 올랐다가 물속에서 영원한 잠을 맞이했다.\n님프 용자와 수많은 기사, 악룡, 현인이 뿔뿔이 흩어졌다.\n\n그중 일부는 그림자 수사청이나 특별 순찰대에게 거둬져\n왕국에 더 이상 그림자가 드리우지 않게 힘썼다.\n또 일부는 외지를 오가는 탐구자에게 거둬져,\n세계의 끝을 목격하기 위한 진정한 모험을 떠났다.\n\n그로부터 또다시 긴 세월이 흘렀다.\n어떤 이는 미래의 이야기가 다시는 끊기지 않도록 \n기계 장치의 정밀함과 강철의 육신으로 나아갈 길을 모색했다.\n반면 어떤 이는 이야기가 새롭게 시작되도록 정반대의 길을 걸어,\n님프의 이름으로 모든 상식을 초월하는 여정에 올랐다.\n또 어떤 이는 시들어버린 꽃을 놓지 못하듯이\n아직 끝나지 않은 오후의 모험 이야기를 하염없이 그리워하고 있다…."
	},
	"plume": {
		"name": "나쁜 마법사의 깃털 지팡이",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "모자 위에 달려있던 깃털 장식. 암녹색 빛깔은 분명 사람들의 눈길을 끌었을 것이다",
		"story": "용자가 있으면 사악한 마법사가 있기 마련이고, 기사가 있으면 악룡이 있기 마련이다.\n용자는 항상 성검을 들고 있으니, 마법사도 그럴듯한 지팡이를 들어야 맞으리라.\n모험의 틈새, 즉 용자와 마법사, 기사와 악룡이 아직 탄생하지 않았을 때,\n그들은 늘 부원장의 모자에 달린 이름 모를 새의 깃털을 빤히 쳐다보곤 했다.\n작은 모험가들은 그 깃털에 반드시 수많은 이야기가 담겨 있으리라고,\n그리고 부원장도 은퇴 후 은거 중인 용자처럼 많은 과거를 지녔으리라고 믿었다.\n그게 아니라면 왜 원장에게 약속한 대로 그것을 벗지 않겠는가?\n\n「██, ██, 싸우지 말고 사이좋게 지내렴」\n언제나 기사와 악룡을 연기하는 두 사람이 마지못해 고개를 끄덕였다.\n「그리고 ███, 내가 없을 땐 ███ 잘 돌보고」\n「일이 끝나면 원장님과 함께 바로 돌아올 테니, 함부로 밖에 나가지 말고 있어」\n부원장은 잠시 생각하다, 출발하기 전 모자에서 짙은 초록색 깃털을 뽑았다.\n「███, 이거 가지고 싶어 했지? 자, 네게 주마」\n「하지만 잠시 맡겨두는 것뿐이니까, 더럽히면 화낼 거야」\n\n그러나 이 깃털은 마지막까지 그들이 생각한 대로 나쁜 마법사의 신비한 지팡이가 되지 못했다.\n대신 새로운 주인의 발자취를 따라, 이별의 재앙을 가져온 근원에 도달했다가 돌아왔다…."
	},
	"sands": {
		"name": "님프의 시시각각",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "아주 오래전에 멈춘 회중시계. 무의미한 회전 속에서 긴 세월을 목격한 것 같다",
		"story": "시곗바늘은 언제나 제자리로 돌아가 다시 새로운 원을 그린다.\n님프 용자의 모든 것도 이처럼 영원히 변하지 않을 것처럼 보였다.\n하지만 세월 앞에서는 아무리 정교한 태엽도 마모되기 마련.\n새로운 날이 더 이상 찾아오지 않고, 모든 것에 다음이 없어지는 때가 온다.\n\n이 회중시계는 기계에 관심이 많던 작은 용자가,\n여러 장치의 버려진 부품을 조합해 만든 시험작이었다.\n마지막 순간, 이 회중시계는 선물한 대상과 함께 모든 것을 녹여버리는 원류의 물속으로 떨어졌으나,\n그전부터 회중시계는 움직이지 않고 있었다.\n\n「아주아주 먼 옛날, 아주아주 먼 곳에…」\n「악룡 나르키소스가 지배하는 어둠의 제국이 있었습니다」\n「악룡이 갈망하던 공주는 자신이 살던 고탑과 함께 꿈조차 없는 고요하고 깊은 잠에 빠졌고, 그 덕분에 악룡에게 물들지 않았습니다. 이에 분노한 나르키소스는 제국 각지에 수많은 수하를 풀어 공주의 보물을 찾으라 지시하고, 정의로운 자들이 그에게 맞서지 못하도록 사악한 마법의 방어 장치를 세웠습니다. 그는 공주의 보물을 찾아낸 뒤 공주를 깨우리라고 다짐했습니다. 그래야만 공주를 온전히 자신의 것으로 만들 수 있다고 생각했기 때문입니다.」\n「한편 공주가 맡긴 보물을 지키는 용사 무리가 있었습니다. 그 보물은 투명하게 빛나는 물방울이었습니다」\n「어느 날, 물방울에서 작은 생명이 태어났습니다」\n「음… 이름을 뭐로 짓지? 골치 아프네. 이야기가 이렇게 될 줄 알았으면 네 이름을 여기다 쓸 걸 그랬어. 혹시 다른 친한 친구 없어?」\n「『친구라… 그렇게 말하니 생각나는 친구 이름이 하나 있네. 여기에 쓰기 어울릴 것 같아』」"
	},
	"goblet": {
		"name": "용자들의 티타임",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "정교한 찻잔. 어쩌면 누군가와 함께 한가로운 오후를 즐겼을지도 모른다",
		"story": "님프 용자도 모험의 여정에서 잠깐의 휴식은 취한다.\n자명종이 울리면 수많은 용자와 마법사, 기사와 악룡은\n갇혀있는 공주와 비경의 보물들을 잠시 잊어버린다.\n먼 왕국의 하늘을 뒤덮고 있던 먹구름은 잠시 흩어지고,\n고된 기다림 속에 있던 공주도 창문에서 시선을 뗄 것이다.\n어차피 기사들이 떠나는 순간, 모험도 자연히 중단되니 말이다.\n이것은 님프 용자와 여러 다른 작은 세계들이 모두 따르는 보편적인 법칙이다.\n만약 그 이유를 묻는다면, 그것은 부원장의 다과가 너무 맛있기 때문이다.\n\n그날은 어두운 오후였다…. 하지만 이런 표현은 별로 의미가 없다.\n그녀가 향한 새로운 집은 해나 달의 빛을 볼 수 없는 곳이었으니까 말이다.\n그곳에서 그녀가 가장 먼저 만나게 된 사람은 키가 크고 순수한 원장이었다.\n원장은 소녀보다도 어쩔 줄 몰라 하면서도 포옹으로 소녀를 맞이했고,\n그녀의 옷을 흠뻑 적셔버렸다. 또한 부원장은 어머니뻘의 여자였는데,\n부원장은 소녀의 손을 잡고 전투를 쉬고 있는 용자, 기사, 악룡 사이로 데려갔다.\n그녀는 그 상황이 썩 마음에 들었다. 게다가 그곳의 다과는 참 맛있었다."
	},
	"circlet": {
		"name": "악룡의 단안경",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "정교한 단안경. 오래된 소문에 따르면 이 안경을 통해 미래의 순간을 엿볼 수 있다고 한다",
		"story": "서로 다른 이야기의 용자는 저마다의 (방편대로) 성검을 찾고, 또 마지막엔 저마다의 숙적을 마주한다.\n그러나 영웅은 죽지 않으면 악룡이 된다 했던가. 여러 개의 이야기가 교차할 때, 한쪽의 용자는 다른 한쪽에겐 악룡일 수도 있다.\n그들 사이에 쌓인 이야기는 결국 보다 이해하기 쉬운 단순한 이야기로 함축된다. 용자가 악룡이 아니라 용자로 불리는 것도 바로 이러한 이유다.\n그래서 모든 이야기의 마지막엔, 제아무리 막강한 힘과 뛰어난 계략을 가진 악룡도 결국 성검을 든 용자의 손에 무너지고 마는 것이다.\n\n악룡은 모든 것을 녹여버리는 균열에 빠지기 전에, 과거 용자와 함께했던 시간을 떠올리곤 이렇게 말했다.\n「그래, 원망하지 않으마. 너는 내가 본 광경을 보지 못해서 나를 막으려 했던 것이니」\n「뭇별의 짐승은 세계의 양수를 모조리 마셔버릴 거다. 그로부터 다시 100년쯤 지나면, 이 땅의 모든 생명이 사라져버리겠지」\n「나는 다시 돌아와 모든 영혼을 구할 것이다. 10년이 걸리든 100년이 걸리든, 새로운 우주로서 다시 태어나리라」\n\n반면 악룡에게 승리한 용자 역시 기나긴 싸움 속에서 가장 소중한 것을 잃어버렸다.\n그는 더 이상 인간의 지성을 완전히 파악하고 이해할 수 없는 것이라고 믿지 않고,\n원소 에너지가 아닌 동력과 기계 장치로 움직이는 왕국을 구상하는 데 남은 여생을 쏟을 것이다."
	}
}