{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "흑요석 비전",
	"effect2Pc": "밤혼 가호 상태의 장착 캐릭터가 필드 위에 있을 시, 주는 피해가 15% 증가한다",
	"effect4Pc": "장착 캐릭터가 필드 위에서 밤혼을 1pt 소모한 후, 치명타 확률이 40% 증가한다. 지속 시간: 6초. 해당 효과는 1초마다 최대 1회 발동된다",
	"flower": {
		"name": "이종의 기대",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "검은 결정으로 조각된 꽃. 밤에 신비하고 그윽한 빛을 내뿜는다",
		"story": "떠돌이 어사는 빛없는 영역에 떨어졌고, 다시 돌아온 군왕이 모독의 성을 불태우던 시대.\n그곳에는 인간들의 어떤 역사책에도 기록되지 않고, 칭송되지 않은 많은 이야기가 존재했다.\n\n그것은 천지가 무너지는 재앙 속에서 운 좋게 살아남아, 적토와 바다로 격리된 용 도마뱀의 나라였다.\n동족이 외해 황무지에서 구차하게 살아갈 때, 그들은 불 주인의 은혜로 자유를 누리게 됐다.\n그러나 불의 지혜는 검고 탁한 파도에 빼앗겼고, 오늘날 남은 것은 겨우 살아남은 잿빛 몸뚱이뿐이다.\n용들의 남은 위엄을 유지하기 위해, 맹목적이고 어리석은 자손들은 폭정을 통치의 율법으로 삼았다.\n이 장작이 다 타버린 지는 해의 나라에서, 유일하게 어두운 미래를 바라보는 「사람」이 있었다.\n\n「난 보았다. 등불이 뿌리 없는 땅에 쓰러져 있고, 용들은 죽어가는 군왕을 향해 엎드려 있다」\n「난 보았다. 위대한 지혜, 위대한 예술, 위대한 문명이 죽어가고 있다」\n「그러나 끝없이 순환하는 것이 세계의 법칙이니, 역사는 우리가 통곡한다고 멈추지 않을 것이다」\n「하지만 불쌍한 내 동족은 그들의 어리석음이 움직이는 역사의 법칙에 힘을 더할 뿐이라는 것을 모르고 있다」\n「오늘의 노예는 내일의 군왕이 되고, 과거의 노예는 미래의 주인이 될 것이니」\n「우리의 종족은 돌이킬 수 없는 모순의 나선에 빠졌고, 유일한 구원은 씨앗을 뿌리는 것뿐이다」\n「어쩌면 풍요로운 원시 황야에서는, 썩은 오염에 물들지 않은 땅이 있을지도 모른다」\n\n그렇게 그는 뜨거운 불꽃과 거센 바람을 뚫고, 용암 아래에 있는 고대 성스러운 궁전에서 아직 꺼지지 않은 원초의 불씨를 가져갔다.\n이종의 기대를 짊어진 채, 용들 중 가장 지혜로운 그분은 찬란한 금지된 성에 작별을 고하고 여정에 올랐다."
	},
	"plume": {
		"name": "영혼의 뿌리",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "고대 용의 날개를 모방해서 만든 깃털 장식. 어느 잊힌 역사의 증거일지도 모른다",
		"story": "불길이 대지의 뿌리를 태우고, 야만인들이 가시를 두른 채 산림을 태우던 시대.\n그곳에는 인간들의 어떤 역사책에도 기록되지 않고, 칭송되지 않은 많은 이야기가 존재했다.\n\n근원의 불에서 분리된 씨앗을 가지고 있는 용들 중 가장 지혜로운 그분이 불타는 들판을 지나 미개하고 험준한 땅에 발을 들였다.\n그러나 용을 찾아보기 쉽지 않은 온천과 계곡을 둘러봤지만, 자연적으로 자란 것과 만들어진 것 모두 그분의 기대에 미치지 못했다.\n그러던 어느 날, 안개가 걷힌 깊은 계곡에서 그분은 창조자가 가장 아끼지만, 가장 나약하기도 한 종족을 발견했다.\n그것은 아직 어린 종족이었으나, 용들이 날뛰는 나라에서 살며, 고대 노인의 날개 밑에서 생존하고 있었다.\n그들은 이미 길잡이를 잃었으며, 과거의 역사와 기억을 잊고 산속에서 길을 잃었음에도 꿋꿋이 살아남았다.\n\n인간의 강인함과 단결, 용기에 감탄한 용의 현자는 그들에게 지혜의 불씨를 주기로 결심했다.\n하지만 값비싼 선물에는 그만한 대가가 필요한 법. 그것은 야만족에게 문명을 가져다줬지만, 그들의 운명을 계획해 버렸다.\n원초의 신성한 계획과 다르게 가장 지혜로운 그분이 가져온 것은 신성을 모독하는 「진화」의 길이었다.\n그 길의 끝에서 인간에 속한 피는 죽어가는 대지의 몸에 주입되고\n\n두 종족, 두 혈통이 하나로 합쳐진 새로운 문명이 다시 고대의 맥박을 뛰게 할 것이었다. 이것이 바로 그분의 큰 그림이었다.\n이는 처음으로 부유하는 땅에 오른 야만인을 알현했을 때, 가장 지혜로운 그분이 했던 말과 같다:\n\n「네 후손 중에 두 세계의 구세주가 탄생할 것이다. 그는 사자같이 포악하고 여우처럼 교활할 것이니라」\n「결국 그는 불의 군주를 죽이고 가장 오래된 왕좌에 오를 것이다. 두 세계의 왕을 찬양하라!」"
	},
	"sands": {
		"name": "밤 영역의 신화",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "시계도 아니고 나침반도 아닌 신비한 장치. 오늘날 이것의 용도를 아는 사람은 없다",
		"story": "태고의 인간이 제방처럼 검은 파도를 막고 있었고, 부유하는 땅과 영원한 밤이 아직 나뉘었던 시대.\n그곳에는 인간들의 어떤 역사책에도 기록되지 않고, 칭송되지 않은 많은 이야기가 존재했다.\n\n차악, 모두가 알고 있는 용감하고 지혜로운 그는 불을 훔친 현자의 손에서 늘 밝게 빛나는 불씨를 얻었다.\n그는 부족의 동포에게 불씨를 나누어 주었고, 불의 비밀을 배우러 온 방문객들에게 그 비밀을 모두 전수했다.\n오랜 무질서와 우매함은 사라지고, 미개하고 황량한 평야에서 문명의 새싹이 다시 자라났다.\n하지만 거대한 벽 안, 높은 곳에 자리한 날개 달린 종족은 이미 운명의 수레바퀴가 움직이기 시작했다는 것을 알지 못했다.\n\n전설에 따르면 멈춘 부유하는 땅에 사는 그 위대한 현자는 인간 세상 모든 문제의 답을 알고 있다고 한다.\n하지만 그분조차도 답을 못 하는 두 가지가 있었으니, 그건 바로 생자의 말로와 망자의 귀로였다.\n어쩌면 저승을 관장하는 것이 밤 영역의 신이기 때문일까, 그들은 태고 시대 현자의 적이었다.\n또한 늘 밝은 불이 다시 대지의 뿌리와 연결된다면, 그분의 오랜 계획은 물거품이 될 것이다.\n\n근원의 불이 가진 위대한 힘을 손에 넣은 겁 없는 차악과 그의 동료들은 결국 악룡을 물리치고 최초의 부족을 세웠다.\n그러나 태고의 영웅도 세월의 판결을 거스를 순 없었다. 시간은 흘러갔고, 동료들도 하나둘 그와 작별했다.\n결국 백전의 차악은 다시 홀로 남게 되었다. 그의 부족은 흩어졌고 이야기도 더 이상 전해지지 않았다.\n그는 가장 깊은 밤 속에서, 자신의 식어가는 불씨를 지피려는 머나먼 나라의 부름을 들었다.\n생의 마지막 밤, 그는 산 정상에 올라 원초의 불을 밝히고 옛 동료들과 재회하길 바라며 외쳤다.\n그리고 밤 영역의 신은 그에게 응답했다. 그날 밤, 온 지상의 사람들은 다른 세계의 소리를 들었다.\n어머니가 부르는 민요나 옛 친구의 속삭임 같은 그 소리는, 밤의 신의 나라의 첫 대영혼이 탄생하는 첫 울음소리였다."
	},
	"goblet": {
		"name": "분쟁 전의 연회",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "돌을 아무렇게나 구기고 두드려서 만든 잔. 완력이 얼마나 강한 사람이 만들었는지 궁금하다",
		"story": "뜨거운 나라에서 나팔이 끊임없이 울리고, 영웅들이 서로 싸우는 시대.\n그곳에는 인간들의 어떤 역사책에도 기록되지 않고, 칭송되지 않은 많은 이야기가 존재했다.\n\n연기의 제사장이 태양을 가릴 정도로 큰 모닥불을 피우고, 영웅적인 선조와 보이지 않는 신령에게 이종 피를 바치던 순간.\n불길을 휘감은 영웅이 길들인 맹수를 타고 부족의 대영혼의 계시를 따라, 거대한 바위 성채에 도착한 순간.\n너무 오래되어 누가 만들었는지조차 알 수 없는 도시의 벌레들이 겁에 질려 기이하게 뒤틀린 탑에 오르는 순간.\n오직 용들 중 가장 지혜로운 그분만이 멈춰 있는 허공 속에 서서 이 거대하고도 길었던 희비극을 묵묵히 관찰하고 있다.\n\n밤의 사자는 그의 계획에 없었지만, 다행히도 「진화」의 길은 그로 인해 벗어나지 않았다.\n그가 정성스럽게 키운 부족 영웅들은 각지의 무대에 올랐다.\n그중 가장 강한 그분은 흑석을 뛰어넘는, 모든 인간 부족을 통합한 영웅이 될 것이다.\n그의 이름으로 맺은 맹약은 불타는 태양의 승기를 세우고, 신조차도 뚫지 못한 깊은 우물의 성으로 전진할 것이다.\n\n그날이 되면, 왕좌 위에 있는 움직이는 시체에서 뿜어져 나오는 불빛은 붉은 하늘을 물들이고, 새로운 왕은 근원의 불을 등극의 선물로 받을 것이다.\n그날이 되면, 용들은 다시 두 세계의 군주 앞에 엎드릴 것이며, 긴 세월 동안 축적된 문명과 지식의 창고는 그자를 위해 열릴 것이다.\n그는 알고 있었다. 그림자 속의 적이 멀리 떠나지 않았으며, 녀석들은 여전히 밤 영역 가장 깊은 곳에 숨어서 총공격을 준비하고 있었다는 것을.\n그는 알고 있었다. 높은 하늘의 신과 용들의 대왕은 의지할 수 없기에 그날에 오기 전까지 모든 지식과 힘을 모아야 한다는 것을.\n\n그래야만, 그의 어리석은 동족들이 몰락한 왕의 파괴된 꿈에서 깨어날 수 있을 것이다.\n그래야만, 오래된 문명이 정당한 계승자를 맞이해 다시 대지에 우뚝 서게 될 것이다."
	},
	"circlet": {
		"name": "성자의 왕관",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "흑요석으로 만든 왕관. 고귀한 고대 부족의 왕이 대관식을 치를 때 사용됐다고 한다",
		"story": "그 더러운 검은 파도가 하늘 끝에서 솟아오를 때, 태양과도 같은 영웅이 여정에 올랐던 시대.\n그곳에는 인간들의 어떤 역사책에도 기록되지 않고, 칭송되지 않은 많은 이야기가 존재했다.\n\n인간 용사는 은거하던 깊은 골짜기 마을에서 떠나, 대영혼 축복을 그 축복이 닿을 수 없는 금지된 땅에 가져갔다.\n고대의 거대한 용도 그들이 종횡무진하던 벌판에서 자취를 감췄고, 비옥한 땅과 샘물은 새로운 색으로 물들었다.\n용암 절벽 위에 세워진 궁전과 사당은 빛을 잃었고, 조용히 종말의 판결을 기다렸다.\n이 세상과 단절된 꿈같은 나라에서, 그 고대의 시대 역시 결국 막을 내리고 있었다.\n그리고 빛없는 밤 영역에서 성자들은 여전히 논쟁을 멈추지 않았고, 누가 최후의 판결을 내릴지 결정하지 못했다.\n\n그것은 그 어떤 선지자도 예언하지 않은 용사이자, 그 어떤 계획에도 적힌 적 없는 영웅이었다.\n부족의 족장들이 악룡을 처치하는 대업을 잊고 패권 쟁탈에 빠져들었을 때.\n부족의 무사들이 끝없는 전쟁에 휘말려, 잔혹한 야수를 조력자로 여겼을 때.\n그때 검은 땅에서 솟아난 것은 첫 태양처럼 눈부시고, 아침 햇살처럼 따스한 왕이었다.\n그는 황금빛 꽃으로 영광의 관을 엮고 흑요석 대검을 메고 부족을 하나씩 방문했다.\n\n검으로 일어난 분쟁은 검으로 풀어야 했고, 야심으로 일어난 망상은 더 큰 야심으로 굴복시켜야 했다.\n그리고 「진화」를 장악했다 여기던 그분은 힘을 가진 자가 정복과 살육 이외의 답을 내놓을 거라 생각지 못했다.\n태양의 휘광 아래, 각 부족의 족장은 휴전 조약을 맺었고, 밤 영역의 성자들도 논쟁을 멈춘 채 그에게 왕관을 바쳤다.\n새로운 시대의 서광이 하늘 끝에서 나타나 대지를 비추자, 칠흑의 짐승들은 더 이상 숨을 수가 없었다."
	}
}