{
	"id": 15022,
	"rarityList": [
		4,
		5
	],
	"name": "바다에 물든 거대 조개",
	"effect2Pc": "치유 보너스+15%",
	"effect4Pc": "해당 성유물 세트를 장착한 캐릭터가 파티 내 캐릭터를 치유하면, 3초간 지속되는 바다에 물든 거품을 생성해 치유한 HP의 회복량을 기록한다(초과된 수치 포함). 지속 시간 종료 후 바다에 물든 거품이 폭발해 주변의 적에게 누적 회복량의 90%에 해당하는 피해를 준다(해당 피해 계산 방식은 감전, 초전도 등 원소 반응의 방식과 같지만, 원소 마스터리, 레벨 또는 반응 피해 보너스 효과의 영향을 받지 않는다). 3.5초마다 최대 1개의 바다에 물든 거품이 생성되며, 바다에 물든 거품은 초과한 부분의 치유량을 포함해 최대 30,000pt의 회복량을 기록할 수 있다. 자신의 파티에 바다에 물든 거품은 동시에 1개만 존재할 수 있다. 해당 성유물 세트를 장착한 캐릭터가 대기 상태일 때도 해당 효과가 발동한다",
	"flower": {
		"name": "바다에 물든 꽃",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "변덕스러운 바다의 색으로 염색한 꽃, 달빛 아래에서 신비한 색을 띤다",
		"story": "바다가 낳은 여린 꽃송이, 꽃술 중앙에 깨끗한 진주가 달려있다.\n섬 노래에 따르면 이런 꽃송이는 진줏빛으로 가득 찬 해연에서 피어난다고 한다.\n해녀의 그리움과 달빛의 부드러움을 동시에 머금은 채, 진주가 반짝인다.\n\n모든 분쟁이 끝나게 되면, 해수들도 더 이상 고독한 동료를 위해 울지 않고\n달이 동쪽 산에서 모습을 드러낼 때, 아름다운 신이 몸을 일으켜 노래를 부르게 될 것이다.\n「어서 오너라, 해녀들이여, 어서 와서 여길 보게나. 내가 마음에 둔 자여, 오늘 밤의 달빛을 보러 오너라」\n「동쪽 산이 오늘 밤 무너져 내려도, 번개와 폭풍조차 이 화려한 진줏빛을 가리지 못할 터이니…」\n\n무녀가 홀로 민요를 흥얼거리며, 달빛 아래 파도에 몸을 맡긴 채, 하늘하늘 춤을 춘다.\n이내 해녀들은 상실의 슬픔을 잊어버리고, 여린 꽃송이는 다시 빛을 발한다."
	},
	"plume": {
		"name": "연궁의 깃털",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "산호와 같은 색을 띠고 있는 부드러운 깃털, 소문에 의하면 무녀의 날개옷에 사용된 깃털이라고 한다",
		"story": "수많은 일족이 처음으로 하늘의 빛을 목도한 순간, 와타츠미 신은 바다 주민들 중에서 무녀를 간택했다.\n이 섬의 노래의 역사에 따르면, 최초의 「아라히토가미 무녀」는 진주를 캐던 해녀 출신이었다.\n\n무의미한 분쟁이 들끓던 시기에 태어나 미래를 상실한 어린아이들 중\n매정한 재앙 속에서 살아가며 행복을 누릴 권리를 상실한 노인 중에서 무녀를 선택한 것이다.\n아라히토가미 무녀는 우아한 섬의 노래와 부드러운 언어로 모두를 안심시켰고,\n폭풍에 안정을 취하기 어려웠던 시절, 와타츠미 주민은 처음으로 희망을 품을 수 있었다.\n\n이 바다에서 태어난 깃털은 전설 속 「아라히토가미 무녀」의 날개옷에서 나온 깃털이라고 한다.\n어린아이의 여린 손이 우연히 떼어낸 깃털은 근심 가득한 사람들의 손에 영구히 보존되었다.\n\n시간이 흘러, 용사와 신녀의 짝은 다시는 돌아올 수 없는 희생의 장소로 떠나가 버렸지만\n아라히토가미 무녀의 날개옷은 사라지지 않고 지금까지 계속 사람들의 기억 속에서 전승되어 왔다."
	},
	"sands": {
		"name": "이별의 조개",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "맑고 깨끗한 조개껍데기, 깊고 끝없는 바다에서 왔다",
		"story": "적막에 둘러싸인 형광색 심해에선, 시간이 느리게 느껴진다.\n맑은 조개조차, 그 무구한 수명 탓에 뭔가를 곧잘 잊어버리곤 한다.\n\n와타츠미 주민은 어둠 속 깊은 해연을 뚫고, 심해의 기나긴 꿈과 작별을 고했다.\n어두운 밤, 용의 자손의 눈을 피해 형광빛 산호 계단을 타고 빛의 왕국으로 향한다.\n전설에 따르면 그 당시 모든 해연의 백성들은 그곳을 떠나기 전, 일족을 기념하기 위한 조개를 하나씩 챙겼다고 전해진다.\n그리고 이 시기에 일족을 잃어버린 고독한 자들이 일족의 새로운 일원으로 받아들여졌다.\n\n선조들이 남긴 고대 언어에서 이 맑은 조개는 「이별」이라고 불린다.\n닫혀버린 조개껍데기는 외부의 힘에 의해 이별하진 않겠지만, 영원할 수 없다는 것을 둘 다 알고 있기 때문이다.\n이 조개는 해연에게 고하는 선조들의 이별인 동시에, 햇빛 아래서의 새로운 생활의 시작을 뜻한다."
	},
	"goblet": {
		"name": "진주의 요람",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "와타츠미섬의 무녀들이 모시는 명주, 언제나 반짝이고 빛을 잃어본 적이 없다",
		"story": "와타츠미섬의 신이 인정한 깨끗한 진주는 바다 주민에겐 값을 매길 수 없을 만큼 진귀한 보물이다.\n진주를 주제로 한 노래는 오직 아라히토가미 무녀만이 부를 수 있다.\n\n전설에 따르면 무지갯빛에 둘러싸인 거대한 조개가 와타츠미의 부드러움을 머금어 무구의 진주가 탄생했고,\n그 이후 무고한 진주에서 아라히토가미의 와타츠미 대무녀 일족이 태어났다고 전해진다.\n거대한 조개의 화려하고 부드러운 요람에서 천천히 걸어 나와, 바다에 뜬 달과 춤추던 자매들이 은총에\n기뻐하던 중, 와타츠미 신도 아름다운 옥을 선물하며 그녀들에게 천광을 좇으란 순수한 꿈을 하사했다.\n\n진주는 와타츠미의 피가 흐르는 사람의 손에서 더욱 밝게 빛난다.\n이것도 하나의 오래된 전설일지도 모르겠다. 진상을 알아내기엔 너무 많은 세월이 흘러버렸다.\n전설 속 패배의 순간에, 무녀와 쌍둥이 자매는 서로 옷을 바꿔 입고 끝 없는 파도에 몸을 숨겼지만\n진주는 넘실대는 파도 속에서 모습을 감추고는 적막하고 고요한 해연으로 돌아가 버렸다."
	},
	"circlet": {
		"name": "와타츠미의 왕관",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "정교하고 오래된 왕관, 잊혀진 「신」이 지녔던 물건이라고 한다. 현재는 와타츠미섬에 정성스레 보관되어 있다",
		"story": "와타츠미 신은 와타츠미의 일족 중 여러 명의 신인(神人)을 세우고, 그들에게 직접 왕관을 씌워줬다.\n하지만 신이 목숨을 바친 시대가 끝나며, 신인(神人)은 떠났고 정교한 왕관 역시 봉인되었다.\n\n바다 주민의 노랫말 속의, 진주와 산호로 만들어진 왕관은 영원히 더럽혀 지지 않는다.\n와타츠미의 왕관을 부여받은 사람은, 와타츠미의 신이 인정한 「군자」로 칭송받았다.\n바다 주민들에게 「동산왕」이라 불리면 존경받던 용맹한 왕, 그리고 그와 함께 드넓은 바다를 누비던 쌍둥이는…\n와타츠미 신이 내린 은총과 관심을 받아, 섬의 노래를 통해 불후의 영혼을 갖게 되었다.\n전설 속 군자는 와타츠미 신의 보조로, 바다 주민이 농작물을 심고 낚시하는 것을 도왔다고 전해진다.\n하지만 운명의 전투로 신이 잠드는 순간이 다가왔고, 신은 그렇게 무너져내렸다.\n\n해연의 희망과 기억을 지닌 채, 오래전에 사라져버린 문명과 역사를 머금은\n이 정교하고 우아한 왕관은 주인과 함께 망각의 균열 속으로 사라져버렸다."
	}
}