{
	"id": 10012,
	"rarityList": [
		3,
		4
	],
	"name": "학사",
	"effect2Pc": "원소 충전 효율+20%",
	"effect4Pc": "원소 입자 혹은 원소 구슬 획득 시 파티 내 모든 활과 법구를 사용하는 캐릭터는 원소 에너지를 추가로 3pt 회복한다. 해당 효과는 3초마다 1번 발동한다",
	"flower": {
		"name": "학사의 책갈피",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "책갈피로 사용하는 말린 꽃은 책의 향을 듬뿍 빨아들였다",
		"story": "책 더미 속에 묻혀 사는 동안 학사는 생화를 볼 기회를 좀처럼 갖지 못했다.\n서재 속에서의 고독함을 달래주기 위해 학사를 흠모하던 소년은 외지의 생화를 가져온다.\n학사는 이 마음을 고이 간직하기 위해 생화를 바람에 말려 두꺼운 책에 끼워두었다.\n그 후부터 온통 회색으로 가득 찼던 학사의 서재들에 또 하나의 화려한 색채가 더해졌다."
	},
	"plume": {
		"name": "학사의 깃펜",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "필기도구로 쓰이는 어떤 조류의 꽁지깃털의 끝은 이미 검게 물들어 씻어낼 수 없다",
		"story": "학사의 깃펜은 타향의 새의 꽁지 깃털로 만들어졌다.\n글을 쓰는 걸 여태 멈추지 않아서인지 깃펜은 이미 장엄한 검은색으로 물들여졌다.\n수년이 지났지만 학자는 이 검게 물든 깃털 붓을 바꾼 적이 없다.\n전투를 오래 경험한 병사처럼 깃펜이 그녀에게 가장 알맞은 무기였기 때문이다."
	},
	"sands": {
		"name": "학사의 탁상시계",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "탁상에 놓기에 적합한 작은 시계는 방안에서만 시간을 보내는 학자들에게 시간을 참고할 수 있는 유일한 도구이다",
		"story": "예쁘고 아담한 탁상시계가 실수로 떨어지지 않게 안전한 위치에 정성스레 놓여 있다.\n서재에 종일 머리를 틀어박고 일 년 내내 바깥세상을 보지 않는 학사의 시간에 대한 감각은 장님이 물건을 보는 것과 같다.\n이 아담한 탁상시계는 항상 학술의 고행에서 방향을 잡아줬고 학사가 앞길을 계획할 수 있도록 인도해 주었다.\n어느 날 지혜가 서재의 문을 두드리는 순간이 온다면 학사가 그동안 보내왔던 오랜 시간은 헛되지 않을 것이다."
	},
	"goblet": {
		"name": "학사의 먹잔",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "본디 물을 마시는데 사용하는 용기였는데 펜을 자주 헹궈 검게 물들었다",
		"story": "학사의 책상에 놓여진 우아한 찻잔은 얇은 도자기로 만들어진 잔으로 유금의 테두리를 지니고 있다.\n이 난잡한 서재와 어울리지 않는 찻잔을 보면 그녀의 가문이 결코 간단하지 않다는 사실을 알 수 있다.\n고고한 학사는 이 찻잔의 아름다움과 용도는 아랑곳하지 않고 그저 깃펜을 찻잔에 헹구고 있었다.\n그녀가 찻잔을 펜을 씻는 물건으로 생각하여 그런지 찻잔이 먹물로 인해 흉하게 물들어도 그녀는 대수롭지 않게 넘겼다."
	},
	"circlet": {
		"name": "학사의 렌즈",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "엄청난 양의 독서는 독자의 시력을 상하게 한다. 이런 손상을 보완하기 위해 맞춤화된 도구이다",
		"story": "학술은 값비싼 대가가 따르는 도박으로 한 평생을 걸어도 소득을 보지 못하는 수가 있다.\n학사들은 끝없는 메모와 검색, 계산과 주해에서 반 평생을 보내고, \n실패와 막힘으로 인해 다시 한 번 많은 시간을 허비하게 된다.\n한때 뛰어났던 시력도 차차 빈번한 독서로 인해 점점 나빠졌지만 \n답을 찾는 길은 여전히 아득해 보인다."
	}
}