{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "잿더미성 용사의 두루마리",
	"effect2Pc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 장착 캐릭터가 원소 에너지를 6pt 회복한다",
	"effect4Pc": "장착 캐릭터가 상응하는 원소 타입 관련 반응 발동 후, 주변에 있는 파티 내 모든 캐릭터의 해당 원소 반응과 관련된 원소 피해 보너스가 12% 증가한다. 지속 시간: 15초. 해당 효과 발동 시 장착 캐릭터가 밤혼 가호 상태일 경우, 추가로 주변에 있는 파티 내 모든 캐릭터의 해당 원소 반응과 관련된 원소 피해 보너스가 28% 증가한다. 지속 시간: 20초. 장착 캐릭터가 대기 상태일 때도 상술한 효과를 발동할 수 있다. 동명의 성유물 세트가 생성한 피해 보너스 효과는 중첩되지 않는다",
	"flower": {
		"name": "훈련사의 부적",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "부싯돌과 흑요석으로 만든 꽃. 착용자가 훈련사의 자격을 얻었다는 것을 의미한다",
		"story": "잿더미성에서 남은 부싯돌과 흑요석으로 만들어진 꽃. 나무살이 훈련사들 사이에서 대대로 전승된 부적이다.\n위에는 부싯돌로 장식된 반짝이는 발자국이 있다. 인간과 동료가 된 숲룡이 남긴 첫 번째 발자국이라고 한다.\n\n훈련사는 용과 우정을 쌓는 직업이다. 그들의 가치관은 가끔 부족 사람들조차 이해하지 못한다.\n사람을 해치는 악룡이라도, 그들은 용사냥꾼이 오기 전에 평화로운 방법으로 해결을 시도한다.\n「아무리 나쁜 용이라도 인내심만 가지면 신뢰를 얻는 방법을 찾을 수 있다」\n이건 젊은 훈련사가 사부로부터 이 무거운 부적을 받을 때 마음에 새긴 가르침이다.\n야수도 사람과 같은 마음을 가지고 있다고 그는 믿고 있었다. 검은 파도가 오기 전까지는 말이다.\n\n그것은 절대 이해할 수 없는 괴물이자, 절대 평화로운 방식으로 대할 수 있는 야수가 아니었다.\n마침내 훈련사가 고향으로 돌아왔을 때, 마물이 파괴하고 간 꿈만이 그를 맞이했다.\n운 좋게 살아남은 부족 사람들을 안치한 후, 더 이상 젊지 않은 훈련사는 다시 돌아오지 않는 여정에 올랐다.\n그의 이번 상대는 검은 파도와 함께 온 무자비한 마물이었다. 녀석들을 상대하는 것도 마찬가지로 인내심이 필요했다.\n충분한 인내심이 있어야 녀석들을 소중한 땅에서 몰아낼 수 있으니까 말이다.\n\n전설에 따르면 고대 뱀왕이 심연을 퇴치할 수 있는 보물을 만들었고, 그것은 오염된 고성을 통과해야만 얻을 수 있다고 한다.\n어쩌면 그건 절망 속에서 사람들의 일방적인 바람일 수도 있지만, 용사들에게는 시도해 볼 가치가 있었다.\n여정의 끝에 고향을 잃은 전사는 잿더미가 된 도시에 도착했다. 그는 오랫동안 먼지로 뒤덮인 어떤 비밀을 마주하게 될 것이다."
	},
	"plume": {
		"name": "산 순찰자의 표지",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "산 순찰자가 길을 표시하는 데 쓰는 표지. 세로로 꽂힌 깃털 같아서 눈에 잘 띈다",
		"story": "샘물의 원천에서 온 산 순찰자들은 길에 이런 깃털 장식 같은 표지를 남긴다고 한다.\n길을 표시하고, 다른 여행객들에게 이곳에 사람이 왔다 갔다는 걸 알리기 위함이다.\n오늘날 이 표지들은 먼지에 뒤덮인 오래된 성의 구석에 잠들어 있다.\n더 이상 이 길을 걸을 사람은 없을 것이다. 표지를 남긴 사람이 바란 대로 말이다.\n\n높은 산과 절벽에 있는 모든 돌을 밟고, 들판과 숲에 있는 모든 잎사귀를 밟았다.\n멈추지 않는 산 순찰자들은 이미 나타의 모든 땅을 마음속 깊이 새겼다.\n이방의 여행객이나 탐험가가 찾아올 때마다 그들은 열정적으로 가이드를 맡았다.\n사람들이 감탄하는 절경은 그들이 함께 자라온 옛 친구일 뿐이었다.\n그러던 어느 날, 먼 하늘에 검은 파도가 몰아치자, 익숙했던 모든 것이 흔적도 없이 사라졌다.\n\n이곳은 원래 아이들이 웃고 노는 텃밭이었지만, 지금은 불길에 타버린 싸늘한 잿더미와 유골만이 남았다.\n이곳은 원래 일을 마친 후 피로를 씻어내는 온천이었지만, 지금은 피와 진흙으로 가득 차 있다.\n하지만 마지막 산 순찰자는 슬픔에 걸음을 멈출 겨를이 없었다. 그에게는 아직 해야 할 일이 남았기 때문이다.\n그건 바로 익숙했던 고향을 되찾기 위해, 다시 익숙하지 않은 길을 걷는 것이다.\n\n전설에 따르면 검은 파도의 중심이자 그 마룡이 도사리고 있는 고성에는 강력한 보물이 있다고 한다.\n그것은 시간을 역전시키는 황금륜처럼 고통의 현세를 불태우고 과거의 아름다운 시대를 되살릴 수 있다.\n구원의 지푸라기를 잡은 듯, 노련한 산 순찰자는 그곳을 마지막 목적지로 삼았다.\n비록 그것이 어느 방관자가 두려움에 떠는 사람들을 위해 설치한 함정일 뿐이라도 말이다."
	},
	"sands": {
		"name": "비술사의 금 원반",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "태양 모양의 황금 원반. 위에 새겨진 용 문양은 삶과 죽음의 순환을 상징하는 것 같다",
		"story": "보통 안개 협곡에서 태어난 비술사는 수십 년의 수련을 거쳐야 대영혼과 소통할 수 있는 기술을 익힐 수 있다고 한다.\n하지만 이 극도로 혼란스러운 시대에는 견습생도 전장에 나서 전사한 영웅의 영혼을 고향으로 데리고 와야 했다.\n고성에 떨어져 있던 이 아름다운 금 원반은 원반만큼 아름다운 작은 비술사의 물건이다. 바늘은 늘 고향을 가리키고 있다.\n\n태양을 가리는 검은 파도가 대지를 뒤덮었을 때, 밤의 신의 나라는 짐승계의 사악한 늑대들에게 점령되었고 칠흑의 피가 온 세상을 뒤덮었다.\n고대 대영혼의 목소리가 금석을 치는 소리와 고통받는 생명의 비명에 묻혀 세상 사람들에게 잊힐 뻔했다.\n그러나 부족의 샤먼들은 검은 그림자에 삼켜진 전사들에게 죽음조차 사치라는 것을 알고 있었다.\n운 좋게 마수의 손아귀를 벗어났던 영웅들도 밤 영역에서 길을 잃어 결국 고향으로 돌아갈 길을 찾지 못했다.\n부족의 전력을 유지하고 잃어버린 가족을 찾기 위해 비술사들은 끊임없이 협곡을 떠났다.\n전장이든 폐허든, 어디서나 그들이 분투하는 모습을 볼 수 있었다.\n\n리리우라는 이름의 소녀 비술사가 처음으로 험하고 긴 여정을 시작했다.\n구름 위의 성을 목표로 한 모험대에서 그녀를 제외한 다른 동료들은 모두 노련한 노병들이었다.\n처음 가입했을 때 자신만만했지만, 잿더미성에 도사리고 있는 마물을 그녀의 상상을 뛰어넘었다.\n동료들은 이런 상황을 예측한 듯 그녀를 안전한 탑에 놓고 조용히 떠났다.\n소녀가 야영지로 다시 돌아왔을 때 그녀를 기다리고 있던 건 마룡이 먹고 남은 시신뿐이었다.\n\n그녀는 비술사로서 동료의 목숨을 구하기는커녕 영혼조차 인도하지 못했다.\n하지만 적어도 그들의 이야기와 결말을 그들의 가족에게 전달해야 했다.\n「참, 대장님한테 자식이 있다고 했었지. 그러니까 어찌 됐든… 기운 내야 해」\n그녀는 새로운 희망을 품고 다시 여정에 올랐다. 이건 모두의 귀향길이기 때문이다."
	},
	"goblet": {
		"name": "떠돌이 학자의 용 술잔",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "용발바닥처럼 생긴 독특한 술잔. 제작자는 특별한 이유로 이렇게 만든 것 같다",
		"story": "무예를 숭상하는 비옥한 땅에도 학문과 책에만 관심이 있는 사람이 있다.\n예를 들면 용 유물 연구 협회 회장이라고 자칭하는 녀석 말이다. 그는 늘 두꺼운 두루마리를 들고 있었다.\n또는 어디서 얻었는지 모르는 비밀근원 장치를 만지작거렸다. 그는 자신의 연구가 쓸모없는 게 아니라는 걸 증명하기 위해서\n다양한 물건을 만들었는데, 이 기이한 모양의 짐승 발톱 잔이 그의 야심작이라고 한다.\n\n당시 그는 의미 없는 연구가 이렇게 사치스러운 일인지 깨닫지 못했다.\n어느 날 고향이 검은 악몽에 삼켜지고, 힘들게 수집한 두루마리도 전쟁에 불타버렸다.\n마치 낮 꿈에서 깨어난 것처럼, 이미 익숙해진 일상이 갑자기 무너졌다.\n운명은 그를 다른 길로 밀어 넣었고, 그에게도 선택지는 없었다.\n\n가장 오래된 두루마리에 따르면, 고대 용들이 남긴 유적에 사악한 마물에 대항할 수 있는 무기가 있다고 한다.\n분투하는 동포들이 헛되이 죽지 않도록, 그는 과거의 연구를 포기하고 남은 여생을 새로운 일에 바쳤다.\n인적이 드문 폐허에서 발굴한 비밀근원 기계를 개조하면 전사들에게 큰 도움이 될 것이다.\n오랜 시간 쌓아온 지식 때문일까, 아니면 현자가 몰래 알려준 걸까? 그 어떤 이유에서든 그의 작업은 놀라울 정도로 순조로웠다.\n그러다 그는 어느 고성의 폐허 깊은 곳에서 천 년 동안 숨겨져 있던 비밀 또는 저주를 발견했다.\n\n전설에 따르면 고대 오치카나타를 통치하던 뱀왕은 하늘을 나는 보물선을 만들었고\n그 보물선에는 심연을 세계 밖으로 완전히 몰아낼 수 있는 보물이 있다고 한다.\n그 전설은 이 절망적인 시대에서 사는 사람들의 희망이 되었고\n그렇기에 수많은 모험가들이 세상을 구원하기 위해 긴 여정을 떠났다.\n\n하지만 그 모험가들 중 돌아온 사람은 아무도 없었고, 학자는 사람들의 질타를 받게 되었다.\n하지만 그는 그것이 거짓이 아닌 자신이 직접 본 진실이라고 확신했다.\n그걸 증명하려는 건지, 아니면 모든 걸 끝내기 위해서인지\n떠돌이 학자도 그 구름 위의 성으로 향하는 모험에 합류했다."
	},
	"circlet": {
		"name": "마전사의 깃털 가면",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "매처럼 생긴 깃털 가면. 무수한 전설을 담고 있다",
		"story": "산 정상에 세워진 부족은 정기적으로 격투 경기를 열었다. 경기에 참가하는 전사들은 모두 특수한 가면을 준비했다.\n이 가면은 적을 위협하는 용도로 쓰이기도 하고, 자신을 상징하는 용도로도 쓰였다.\n가면을 쓴 무사가 등장할 때마다, 무사의 추종자들은 열렬한 환호를 보내고 상대에게는 야유를 보냈다.\n매처럼 생긴 깃털 가면을 쓴 남자가 경기장에 발을 들이자 모두가 놀라울 정도로 조용해졌다.\n\n모험가가 되기 전, 타이카는 꽃깃회의 가장 강한 전사였다. 경기의 순례에서 그는 늘 1위를 차지했다.\n그는 가끔 평범한 삶에 질린다는 느낌을 받곤 했다. 앞으로 어떤 재난이 닥쳐올 줄은 모른 채로.\n처음엔 하늘 끝에 먹구름이 드리웠을 뿐이었다. 그러다 갑자기 밤 영역에서 실종 사건이 발생하고, 사악한 마물이 눈앞에 나타났다.\n모두가 당황한 순간\n\n누군가는 책임을 져야 했다. 그리고 큰 힘엔 큰 책임이 따르는 법.\n진정한 전쟁을 직접 겪고 나서야 그는 처음으로 운명의 중압감을 느꼈다.\n그렇게 그는 아내와 아직 태어나지 않은 아이와 작별하고 전장의 악귀가 되었다.\n마물을 퇴치하려면 그들보다 더 흉악해져야 했기 때문이다.\n\n그것은 그의 생의 마지막 싸움이었다. 그는 잿더미성 꼭대기의 피 웅덩이에 쓰러져 있었고, 수많은 장면이 끊임없이 그의 눈앞에서 스쳐 지나갔다.\n그는 고대 대지의 선홍빛 화염이 다시 한번 그들을 위해 피어나는 것을 보았다. 마치 한때 들판에 만개했던 꽃처럼.\n「지옥의 붉은 문은 용사의 피로 물든 것이다. 난 피를 바치고, 문을 여는 열쇠는 나의 아이에게 남길 것이다」\n문틈으로 새어 들어오는 희미한 빛을 본 걸까? 마지막에 그는 사랑하는 아내와 헤어질 때 했던 말을 떠올렸다.\n「…여자아이라면 파우나라는 이름 지어주자. 분명 뛰어난 전사가 될 거야」"
	}
}