{
	"name": "추억의 시메나와",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "공격력+18%",
	"4pc": "원소전투 스킬 발동 후 캐릭터의 원소 에너지가 15pt 이상일 경우, 15pt의 원소 에너지를 잃는다. 그 후 10초 동안 일반 공격, 강공격, 낙하 공격으로 가하는 피해가 50% 증가한다. 지속 기간 내에 해당 효과는 다시 발동하지 않는다",
	"flower": {
		"name": "속박의 꽃",
		"relictype": "생명의 꽃",
		"description": "섬세한 미즈히키 부적, 염원을 이뤄주는 힘을 봉인할 수 있다고 한다",
		"story": "「미즈히키」라 불리는 공예로 엮어 만든 부적은,\n소원과 그 인연을 단단히 얽히게 만들어준다고 한다.\n\n그때, 신통광대한 여우 어르신은 신사의 업무에 대해 배우고 있었다.\n그때의 나는, 작은 어촌 마을에서 나루카미에 온 어린 무녀에 불과했다.\n챠센보다도 더 아둔했지만 여전히 어린아이의 호기심과 심술을 버리지는 못했다.\n재궁 어르신의 우아하고 난해한 말들에 늘 천진한 의구심을 품고 있었다.\n\n「세상일은 서로 얽히고설켜 있는 굴레 같단다. 그리고 그 사이에서 허황된 염원이 생기지」\n「소위 부적이란, 소원을 들어줄 능력이 전혀 없는데도, 그 굴레를 빌려 영원함을 이루는 것이란다」\n\n어리둥절해하며 이해 못 하겠다는 내 모습에 여우 어르신은 참지 못하고 웃음을 터뜨렸다.\n그러더니 자못 즐겁게 담뱃대로 내 머리를 두드리고는 능글맞게 화제를 돌린다.\n\n「히비키도 분명 인연을 만났겠지?」\n\n「그 난폭한 무뢰배와 무슨 인연이요!」\n\n「어머, 과연 그럴까?」\n\n하지만 결국, 어둠이 모든 걸 집어 삼켰다.\n그 인연이란 것도, 결국 허무하게 사라졌다."
	},
	"plume": {
		"name": "회상의 화살",
		"relictype": "죽음의 깃털",
		"description": "옛날 스타일의 마물 잡는 화살, 누군가가 소중히 보관한 것 같다",
		"story": "신사에서 악재를 쫓거나 기도에 사용하는 파마화살은,\n마음을 잠식하는 모든 마물을 물리칠 수 있다고 전해진다.\n\n사람들은 늘 파마의 화살이 사악하고 부정한 것을 쫓을 수 있다고 한다. 하지만 사악함이란 결코 객관적인 것이 아니다.\n사악함은 종종 사람의 마음에서 온다. 두려움으로 인한 섬망에서 오고, 한 줌의 재로 변한 싸늘한 마음에서 온다.\n재궁 어르신이 돌아가신 지도 꽤 오랜 세월이 흘렀다. 나도 이제 더 이상은 나루카미 다이샤의 어린 견습 무녀가 아니다.\n텅 빈 그 담뱃대를 집을 때마다 허전한 아픔이 유령처럼 피어오른다.\n\n마음이 쓰이는 사람이 생겼고, 또 마음이 쓰이는 사람을 잃었다. 시간은 마치 물레 방아처럼 쉴 새 없이 돌아간다.\n고요하고 평온하며, 어둠의 심연에 잠긴 여우 어르신의 새하얀 모습은 여전히 무녀의 꿈에 각인돼 있다.\n텐구 어르신은 지켜주지 못했다는 죄책감에 분노해서 미츠요만 두고 떠나버렸다.\n하루노스케는 비통한 노여움을 안고 멀리 타국으로 떠났고, 나가마사는 미코시의 오명을 벗기기 위해 관아에 들어갔다.\n신의 숲에서 내게 궁술을 가르치고, 붉디붉은 벚꽃 가지 아래서 나의 유치한 약속마저도 인내심을 갖고 경청하던 그 남자는,\n그는 결국 내게 돌아올 것이다. 휘날리는 피에 눈이 멀고, 어두운 오물에 흉악한 짐승으로 변해버린다 해도…\n\n우리의 활과 화살로 그를 구하고, 슬픈 결말이 정해져 있는 약속을 지켜내자.\n우리의 활과 화살로 사악한 마물을 물리치고, 망령과 부질없는 집착을 떨쳐내자.\n\n「나 보러 꼭 와줘, 도박꾼 바보야」\n「이번에는 길 잃지 말고, 콘부마루」\n\n하지만 그 마지막 내기의 승자는 대체 누구였을까…\n그녀는 화려한 활을 어루만지면서 시시콜콜한 생각을 했다."
	},
	"sands": {
		"name": "아침 이슬의 시간",
		"relictype": "시간의 모래",
		"description": "미즈히키와 방울로 장식한 청동 회중시계, 시간이 가을의 새벽녘에 영원히 멈춰 있다",
		"story": "아담한 회중시계는 신사의 방울로 장식되어 있다.\n시곗바늘은 영원히 아침 이슬이 채 가시지 않은 시각에 머물고 있다.\n\n날이 점차 파란빛으로 물들고, 풀잎 끝부분에 아침 이슬이 맺혔다가 다시 흩어졌다.\n만화경처럼 아름다운 빛일지라도, 아름다운 경치는 찰나에 불과하다.\n\n나는 과거 가을밤의 비탈길에서 재궁 어르신과 함께 매미 소리와 달빛을 감상했었다.\n그때의 나는 어리고 고집불통인 시골 무녀에 지나지 않았다.\n조잘조잘 참새처럼 떠들어대며 나만의 생각을 고집했고\n살며시 웃는 여우 어르신의 얼굴에 넋을 잃었지만, 그녀의 말을 이해하지는 못했다:\n\n「찰나의 아름다움을 영원히 간직하려 하는 건, 마치 아침 이슬을 손에 꼭 쥐려고 하는 것과 같단다.」\n「난 이미 아침 이슬처럼 사라졌고, 네가 나에 대해 가진 인상은 남겨진 염원일 뿐이란다」\n\n희미한 기억 속에서, 그녀는 난해한 말과 함께하며 달처럼 슬픈 표정을 지었다. 그에 나는 문득 깨달았다….\n잠시 후, 그녀는 담뱃대로 내 머리를 톡톡 두드렸다. 여느 때와 같은 심술궂은 표정이었다:\n\n「날이 밝고 있어, 히비키.」\n「이젠 슬슬 돌아갈 때야.」"
	},
	"goblet": {
		"name": "기도하는 마음",
		"relictype": "공간의 성배",
		"description": "특제 점괘통, 밑부분에 원치 않는 점괘를 뽑게 하는 장치가 설치돼 있다",
		"story": "신사에서 길흉을 점치는 특제 점괘통에는,\n여우가 붙는 행운이 있다고 한다.\n\n점술은 길을 잃은 사람의 질문이기 때문에 길흉을 막론하고 모두 해답이다.\n한마디로 세상에 망연자실한 질문자만 있을 뿐 부정확한 점술은 없다.\n신사에서 공부한 시간은 큰 도움이 되었고, 우둔한 나도 여우 어르신의 논리를 배울 수 있었다.\n그 시간 동안, 요고우 텐구님 신세를 지지 않고도, 딸이 생겼다.\n멍청이 아저씨 콘부마루도 쇼군님의 하타모토가 되어 명망 높은 무사 가문의 딸을 맞이하게 되는데…\n\n「정말 귀여운 아이였다. 종일 전쟁 생각만 하던 텐구님도 조금은 어머니의 감정이 생겼으니…」\n「하지만… 신사는 어쩐지 항상 어린아이들의 생기가 빠져 있는 것 같네, 그런 건 싫은데. 히비키, 다시 어린아이로 돌아가는 건 어떨까?」\n\n평소와 다름 없이, 여우 어르신은 다소 심한 농담을 던지며 벚꽃주의 취기를 머금은 채 내게 다가왔다.\n\n「그런 얼굴 하지 마, 히비키. 재궁 어르신이 점 한번 쳐줄까, 응?」\n「어머, 대길이야! 봐봐, 대길이라구! 이게 뭘 의미하는지 알아?」\n「어르신이 모든 흉첨을 뽑아 가셨잖아요. 저 놀리지 좀 마세요, 재궁 어르신…」\n「아니… 이 점괘의 의미는, 네가 그리워하는 사람이 네 영원한 기억으로 남게 된다는 의미야」\n\n그러니까, 꿋꿋하게 살아. 이 세상에 오래오래 살아남아줘.\n소중한 사람이 다 떠나가도 너만 살아있다면,\n그분들과 함께한 세월도 영원히 사라지지 않겠지…"
	},
	"circlet": {
		"name": "무상의 가면",
		"relictype": "이성의 왕관",
		"description": "보관 상태가 양호한 제례 여우 가면, 신비로운 미소를 띄고 있다",
		"story": "맑고 아담한 축제용 가면, 과거 어느 미코의 소유였다.\n입가에는 엷은 미소를 띠고 있으나 두 눈은 더 이상 빛나지 않는다.\n\n다이샤에서 배움을 청한 지도 꽤 되는지라 스스로 많이 어른스러워졌다고 자부할 수 있다.\n더 이상 아둔한 어린 시절의 내가 아니다. 이젠 혼자의 힘으로 해낼 수 있는 일도 점점 많아지고 있다.\n그러나 어찌 된 일인지, 내가 성장하면 할수록 재궁 어르신의 얼굴에는 나날이 수심이 깊어진다.\n그녀의 얼굴에 떠오른 것은 걱정도, 두려움도 아닌 그윽하고 슬픈 애틋함이었다….\n\n「세상의 이치는 원래 무상하단다. 찰나에 사라지는 것에 미련을 두면 영원한 기억을 잃기 마련이지.」\n「기억을 잃는다는 건 생명을 잃는 것과 다름이 없단다. 영원하고 어두운 죽음이지.」\n\n이번엔 그 옅은 웃음으로도 슬픈 기색을 감출 수가 없었다.\n분명 축젯날인데도 마치 이별의 시간 같았다….\n\n「참, 너도 콘부마루 그 바보 녀석 얘기 좀 해줘….」\n「왜… 다 늙어빠진 여자가 그를 빼앗아가기라도 할까 봐 무서운 거야?」"
	}
}