{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "달을 엮는 밤노래",
	"effect2Pc": "원소 충전 효율+20%",
	"effect4Pc": "원소 피해를 줄 시, 8초 동안 지속되는 「월광·신앙」 효과를 획득한다: 파티의 달빛 징조가 초승/보름인 경우, 파티 내 모든 캐릭터의 원소 마스터리가 60pt/120pt 증가한다. 상술한 효과는 장착 캐릭터가 대기 상태일 때도 발동한다. 파티 내 캐릭터가 서로 다른 「월광」 효과를 1개 보유할 때마다, 파티 내 모든 캐릭터가 발동한 달빛 반응으로 주는 피해가 10% 증가한다. 「월광」으로 생성된 효과는 중첩되지 않는다",
	"flower": {
		"name": "유랑자의 눈물 결정",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "순결한 꽃. 얼음 바람 덕분에 영원한 아름다움을 간직하고 있다",
		"story": "그건 부드러운 서릿빛이 아직 은거울처럼 부서지지 않았으나, 황금 나라는 이미 멸망한 시절이었다.\n하룻밤 사이에, 찬란했던 황금탑은 무화과나무처럼 쓰러졌다. 신성한 성에서 고대 도시까지\n극북의 얼음 벌판 위에 있던 생기 있는 모든 성이 짙푸른 수정의 못에 파괴되었다.\n찬양받던 성인도, 최초의 신의 사자도 그 재앙 이후로 자취를 감추었다.\n각 성에서 멀리 떨어진 덕에 가까스로 살아남은 자들마저, 눈보라 속에 웅크려\n황폐하고 음침한 어둠 속에서 멸망을 기다릴 뿐이었다. 그들에게는 더 이상 돌아갈 곳이 없었다.\n\n이것이 바로 훗날의 찬송가에서 말하는 멸망의 시기다. 과거의 번영은 눈처럼 무너져 내렸고\n애원과 외침, 저주와 욕설에도 신들은 침묵으로 일관했다.\n긴 밤의 절망 속, 오직 높은 하늘의 지배자 한 명만이 인간들의 고통에 눈물을 흘렸는데\n그녀가 바로 서리달의 여주인이자, 하늘 마차와 빛의 왕이며, 세계와 근원이 같은 대행자였다.\n그녀는 연민 때문에, 그리고 그보다 더 은밀한 소원 때문에, 생존자들의 기도에 응답했다.\n\n전설에 따르면, 그녀는 은빛의 빛에서 뽑아낸 실로 유랑하는 이들을 설원 밖으로 인도했고\n그리움이 가득 담긴 눈물은 극북의 동토에 떨어져, 얼음바람 속에서 영원히 지지 않는 은방울꽃이 되었다고 한다.\n그래서, 휘페르보레아의 오만한 후손들은 스스로를 「서리달 아이」라 칭하게 되었다.\n의도는 알 수 없으나, 그것은 분명 그들에게 새 생명을 내려준 신의 이름이었기 때문이다."
	},
	"plume": {
		"name": "축복받은 자의 깃털",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "순결한 깃털 장식. 최초의 달을 읊는 사자가 직접 만들었다고 전해진다",
		"story": "그건 부드러운 서릿빛이 은거울처럼 부서지고, 새로운 달마저 떠오르지 않던 시절이었다.\n이는 본래 축복받을 운명이 아니었던, 결함품으로 태어난 자매의 이야기다.\n\n달빛 아래 이방인의 폐쇄된 성소 안에서, 연약한 영혼들이 하나의 숨결을 나눴다.\n본래 영광과 환희로 가득해야 할 고통의 틈에서 서로 의지하며, 하찮은 온기를 나누었다.\n그녀들은 부모의 얼굴을 본 적도, 바람이 푸른 숲을 스치는 속삭임을 들어본 적도 없었다.\n그녀들에게 남은 건 오직 할머니뿐. 세계의 모습은 빛바랜 옛이야기 책 속에만 존재했다.\n\n누렇게 바랜 책장 속에는, 그녀들이 한 번도 본 적 없는 하늘과 대지가 그려져 있었다.\n그림책 속을 유유히 날던 흰 새는, 티 없는 달빛 아래서 순결한 날개를 펼치고 있었다.\n동화 속 자유로운 생명체를 동경한 두 어린 소녀는 그때 서로 약속했다.\n언젠가 꼭, 흰 새처럼 함께 더 넓은 하늘을 향해 날아가자고.\n\n「태어났을 때부터 지금까지, 서로의 곁에 있었던 건 우리 둘뿐이니까」\n「이곳을 떠나는 날이 오면, 그때도 우리 서로 기대며 살아가자」\n\n오랜 세월이 흐른 후, 한 명은 그 약속을 저버리고 홀로 먼 곳으로 떠났다.\n그것은 이야기 속 맑은 하늘로의 도피가 아니라, 더 깊고 어두운 밤 속으로의 침몰이었다.\n그녀와 함께 떠나간 것은, 반만 남은 꿈과, 함께 짊어지던 고통이었다.\n훗날 최초의 달을 읊는 사자로 추앙받게 될 아일라는 그 순간부터 두 배의 고통을 견뎌야만 했다.\n\n「결국 너도 거짓말을 하고 있었구나… 내가 유일하게 믿었던, 나의 사랑하는 언니」\n「그래도 미워하진 않을게… 왜냐하면 바깥세상의 하늘에 대한 기대는 이미 사라져 버렸거든」"
	},
	"sands": {
		"name": "서리 사제의 광기",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "순결한 시계. 옛 주인의 망상과 함께 오래전에 멈췄다",
		"story": "그건 부드러운 서릿빛이 은거울처럼 부서지고, 새로운 달마저 떠오르지 않던 시절이었다.\n멸망의 시기 이후로 수많은 세대를 거쳐 이어진 계획은, 마침내 완성의 순간을 눈앞에 두고 있었다.\n\n천 년 동안 정화된 혈통이, 마침내 예언된 낙원에 군림할 신성한 후계자를 낳았다.\n높은 하늘의 거짓된 일곱 겹의 빛은 그녀의 발 앞에 엎드리고, 대지의 뼈 또한 그녀를 따를 것이다.\n그녀는 세계와 합쳐져 하나의 원천이 되고, 다시 시작되는 위대한 업적을 주조해 낼 것이기 때문이다.\n이것이 바로 극북의 딸들이 계승한 지극히 신성한 사명이었다. 본래는 그래야만 했다——\n\n그 신성한 후계자를 탄생시켜야 하는 소녀가 눈이 오는 달 없는 밤, 북국의 소년과 만나\n겨울처럼 맑은 그의 눈동자 속에서 처음으로 투영된 자신의 모습을 보기 전까지는.\n가슴의 낯선 떨림을 좇아, 성녀는 외부에서 온 젊은 사관을 위해 사명을 저버렸다.\n사랑이라는 천한 감정으로 피로 물든 뿔을 톱으로 잘라내, 눈보라 치는 진흙 속에 내던져 버렸다.\n\n민족을 배신한 타락자는 결국 운명이 정해준 사명을 다하지 못했다.\n요사스러운 수도승의 밀정에게 쫓기다 결국 그녀가 사랑해야만 하는 고향으로 호송되기 직전\n발치에 쓰러진 사관과 그의 몸을 덮은 선혈을 바라보며, 그녀는 단검을 자신의 목에 가져다 댔다.\n\n그렇게 신성한 후계자를 탄생시키지 못하고, 땅에 묻혀버린 그 여인은 예언의 실현을 지연시켰다.\n다행히도 역대 제사장들은 축복을 받은 성녀가 요절하는 경우를 대비해 만반의 준비를 갖추고 있었다.\n당시 제사장이었던 로비아는 곧바로 방계 혈통에서 대용품을 뽑았으나\n그 대용품이 낳은 쌍둥이 자매는 성녀와 비교했을 때 한참 부족했다.\n\n어쩌면 다시 그렇게 순결한 아이가 태어나기까지 수백 년이 더 걸릴지도 모른다.\n위업이 차가운 겨울밤 이슬처럼 흩어져 버렸다는 현실을 받아들일 수 없었던, 뿔을 쓴 제사장은\n광기와 집착 속에서 섬뜩한 음모를 꾸몄다.\n그녀들이 순결하지 못해, 연약한 육신이 순결한 달빛을 감당할 수 없다면\n모든 이들의 ██에 미약하지만, 서리달의 주인이 내린 축복이 평등하게 흐르고 있다면\n그래서 ███로 그녀들의 ██ 씻어낼 수 있다면, 수세대를 더 기다릴 이유가 어디 있겠는가?\n\n그리하여, 순결한 달빛의 이름 아래 제사장은,\n서리달의 여주인이 목격했다면 신성모독이라 몸서리쳤을 극악무도한 죄를 저질렀다…"
	},
	"goblet": {
		"name": "순수한 자의 영광",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "순결한 은잔. 한때 서리달 아이의 의식에서 성물로 사용되었지만, 오늘날에는 더 이상 쓰이지 않는다",
		"story": "그건 부드러운 서릿빛이 은거울처럼 부서지고, 새로운 달마저 떠오르지 않던 시절이었다.\n극북의 유민들은 더 이상 높은 하늘의 계시를 듣지 못했으며, 지난날처럼 성난 불길 속에 불타 사라져 버렸다.\n\n황금성의 성인이 그들 조상에게 보여준 기물을 다시 단조 하는 방법을 아는 이는 아무도 없었지만\n유민의 야망과 인간의 야망은 언제나 신들보다 더 고집스러운 법.\n만약 하룻밤 사이에 아득한 빙해에서 수천 평의 땅을 개간할 수 있는 신성한 상자를 잃어버렸다면\n소로 땅을 갈고, 불과 곡괭이 그리고 낫으로 툰드라를 한 치씩 개간하면 된다.\n만약 신과 거짓된 하늘의 장막조차 꿰뚫을 수 있는 화살을 잃었다면\n쟁기를 도검으로, 호미와 낫을 창으로, 피를 등불로 삼아 어둠을 몰아내면 된다.\n\n만약 가장 고귀한 천사가 내려준 생명 창조의 권능마저 끊어져 버렸다면\n가장 투박하고 원시적인 방법인, 율법으로 수백 세대의 번식을 통제하면 된다.\n재앙과 유랑으로 점차 희미해진 혈통이 결국 가장 신성한 씨앗으로 정화될 때까지.\n언젠가 인간의 자손 가운데, 세계와 융합된 완벽한 생명이 태어나는 그날까지.\n중생의 인내와 결의는 결국 모든 고난을 이겨내리——적어도 그들은 그렇게 믿었다.\n민족의 미래를 설계하는 자들은, 그들이 멸시하는 고통을 직접 겪을 필요가 없기 때문이다.\n\n「이 순결한 달빛을 마시거라. 나의 사랑하는 아이야, 내가 가장 아끼는 아이야」\n「이 빛이 너희의 피와 살이 되게 하거라. 그래야 너희도 신의 은혜를 받을 수 있을지니」\n「황금성의 성인이 쓴 술을 마셔, 사랑하는 동포에게 자유를 쟁취해 주었듯」\n「너희도 이 고통스러운 영광을 기꺼이 받아들여야 한단다. 고통은 결국 완벽함을 낳을 테니까」\n\n오래된 은잔에 가득 담긴 것이 무엇이었는지, 그 시절의 두 사람은 이미 구별할 수 없었다.\n하지만, 그 자애롭고 온화한 할머니가 그렇게 말했으니, 그것은 분명 신의 뜻이었으리라.\n그렇다, 모든 것은 완벽함을 위한 것이고, 모든 것은 천 년의 비장한 염원을 이루기 위한 것이다.\n예언이 허락한 낙원과 강림할 세계의 왕을 위해선, 먼저 불결함과 고난을 넘어야 한다…"
	},
	"circlet": {
		"name": "사자의 성관",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "순결한 머리 장식. 푸른 숲 사자의 뿔을 본떠 만든 것 같다",
		"story": "그건 서리의 색을 닮은 부드러운 빛이 이미 은거울처럼 부서져 버리고, 새로운 달마저 떠오르지 않던 시절이었다.\n신이 내려준 오래된 축복은, 결국 툰드라 위의 성화처럼 점차 희미해지더니\n공중의 달과 함께 사라졌고, 달이 되지 못한 대지도 메말라가기 시작했다.\n\n과거 기이한 일들을 행했던 이들의 위대한 업적은 희미한 찬송가가 되었고, 찬송가는 사람들의 의심을 받기 시작했다.\n가장 순수한 혈통을 지닌 선택받은 성녀일지라도, 달이 없는 쇠락한 밤에는\n선조들처럼 흐르는 빛을 엮어 세상을 뒤흔드는 노래로 만들 수는 없었다.\n\n극북의 선조들은 신을 향해 영원한 충성을 맹세했지만\n그 후손인 달 아래 세계에 사는 인간들의 생명은 불꽃처럼 짧았다.\n과거, 성녀와 제사장이 신의 은혜를 대행하던 모습을 지켜본 시대의 사람들은\n여전히 새로운 달이 언젠가 부서진 빛 속에서 다시 떠오를 거라고 믿고 있었다.\n하지만 마지막 은총마저 사라지고, 아무도 신의 기적을 목도할 수 없는 시대에 이르자\n신앙과 거짓말 사이의 경계는 새벽안개처럼 희미해졌다.\n\n오늘날 달을 읊는 사자의 뿔은 멸망의 시기에 서리달이 내린 은혜라고 전해진다.\n은나무가 부러진 뒤, 더는 흰 가지를 구할 수 없게 된 사제들이 필사적으로 새로운 관을 원했고\n달의 여주인은 그들을 가엽게 여겨, 무결한 달빛으로 태어남과 동시에 쓰게 되는 신성한 관을 만들어 주었다.\n\n그래서 최후의 제사장은 순수하고 차가운 철로 그녀의 머리 장식을 만들었다.\n당시 아직 소녀였던 로비아, 단 한 번도 달빛의 축복을 본 적이 없던 사제 로비아는\n이런 거짓말로 믿음을 잃은 신도들을 다시 모으려는 꿈을 꿨다.\n\n수십 년 뒤, 그 거짓된 뿔이 부정한 핏속에 떨어졌을 때, 그녀의 눈동자에 비친 것은\n여전히 순결한 달빛이 아니라, 자신의 그림자에 완전히 삼켜진 차가운 밤이었다."
	}
}