{
	"id": 15017,
	"rarityList": [
		4,
		5
	],
	"name": "견고한 천암",
	"effect2Pc": "HP+20%",
	"effect4Pc": "원소전투 스킬이 적을 명중하면 파티 내 주변 모든 캐릭터의 공격력이 20% 증가하고, 보호막 강화 효과가 30% 증가한다. 지속 시간: 3초. 해당 효과는 0.5초마다 최대 1회 발동되며, 해당 성유물을 장착 한 캐릭터가 대기 상태 일 때도 발동된다",
	"flower": {
		"name": "공로의 꽃",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "금박으로 만든 정교한 꽃, 꽃의 주인이 받은 공로와 명예를 상징한다",
		"story": "기암절벽이 위엄 있게 시를 읊조리던 옛날, 층암거연에 별이 떨어진 적이 있었다.\n끝없는 밤하늘에서 떨어진 성철은 땅을 유리 모래로 만들었다.\n\n사람의 생명은 유한하지만, 암왕제군은 천암군에 광맥을 수호하는 임무를 친히 내렸다.\n심연이 홍수처럼 밀어닥치자, 천암군은 도망치는 민중을 호위했다.\n층암거연에서 퇴로가 막힌 병사들이\n무명의 야차와 함께 싸우다 기암절벽에서 희생된 일화는 광부들의 이야기에 남아있다.\n\n세월이 흐르면 산천도 바뀌고 사람들과 선인들의 이름도 잊히지만\n그들의 업적은 금을 입힌 꽃처럼 단단하고 찬란했다.\n재난이 평정된 지 어언 오백 년, 항구 도시의 견고한 성벽은 늘 그랬던 것처럼 평온하다.\n병사들은 자랑스럽게 금박 꽃을 달았는데, 이는 선인들의 고귀한 희생을 상징한다."
	},
	"plume": {
		"name": "소무의 깃털",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "의식에서 차는 매의 깃털, 외부인에게 리월항의 위엄과 결의를 보여주는 용도로 사용된다",
		"story": "하늘을 누비는 맹금에게서 떨어진 깃털은 천암군의 무훈을 상징하는 장식이 되었다.\n이런 깃털은 민중을 고무시키고 외국에서 온 손님에게 위엄을 보이는 용도로 공식 석상에서만 꽂았다.\n\n천암군이 공식 석상에서 꽂는 깃털은 무명의 야차에게서 유래되었다고 한다.\n야차는 심연의 부하들과 전투를 벌이다가 깃털을 떨어트렸는데, 이는 희망의 상징으로 여겨졌다.\n결국 용맹한 야차와 용사들은 암흑의 중심에 잠들었다.\n제군이 그들의 희생을 느끼고 한참을 침묵하자, 산속의 바위도 조용히 탄식했다.\n민간에도 층암거연을 수호하는 무명의 야차가 제군의 명을 받지 않았음에도\n오래된 죄를 씻고, 비겁했던 과거를 뉘우치고자 대가를 치렀다는 소문이 떠돌았다.\n\n진실이 어떻든 과거에 하늘을 누볐던 야차는 다시 자유로운 하늘로 돌아갔다.\n층암거연에 영원히 잠들었던 병사들도 이로써 신화로 남게 됐다."
	},
	"sands": {
		"name": "금동의 해시계",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "겉보기엔 시간을 재는 투박한 도구처럼 보이지만 전란의 시대엔 천암군의 제식 장비이기도 했다",
		"story": "해와 달의 빛으로 어둠을 몰아내는 시계는 암담한 날에도 빛을 잡을 수 있다.\n리월이 악의에 찬 칠흑에 위협 받던 때, 이 시계는 전사들에게 따뜻함을 주었다.\n\n야차 곁에서 전투를 치르며 병사들도 업장을 쌓고 살육에 물들 수밖에 없었다.\n살육에 빠지지 않기 위해, 천암군은 시계로 전투 시각을 묵묵히 기록했다.\n통일된 속도와 규율에 따라 전임 병사들은 후임들로 교체되었다.\n이들은 야차와 용사들이 함께 스러진 층암거연의 깊은 곳까지 진퇴를 거듭했다.\n\n백 년 후, 별빛에서 찬란하게 빛을 발하던 이 시계는 광부들에 의해 발굴됐다.\n시정에는 검은 도포를 걸친 골동품 수집가가 시장을 거닐다가 높은 가격으로 이 금동 시계를 구입했다는 소문이 돌았다.\n시계를 판 사람은 내막을 알아내려고 시도했지만, 골동품 수집가는 여러 핑계를 대며 말을 아꼈다.\n그의 목적이 뭔지 답을 낼 수 있는 건 도도하게 흐르는 시간뿐일지도 모른다."
	},
	"goblet": {
		"name": "맹세의 금잔",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "천암군이 맹세할 때 쓰는 금잔. 여전히 희미한 술향이 남아 있다",
		"story": "천암군이 창설됐을 당시, 리월 대지는 아직 거칠고 황량했다.\n도시와 농촌, 부족의 장로들은 금잔을 맞대며 서로 맹세했다.\n암왕제군에 대한 충성과, 동포와 민족에 대한 책임감으로\n도처에서 용맹한 자들이 군대를 조직해 천암군이라 이름 지었고,\n\n야차와 함께 나섰던 전투에서 퇴로가 끊긴 병사들은 금잔에 술을 따라 마시며\n자애롭고 위엄 있는 암왕제군에게 최후의 잔을 올린 뒤 심연을 향해 용감히 돌진했다.\n수백 년 후, 용감한 모험가가 심연에서 금잔을 회수해 깨끗이 세척했다.\n금잔은 수백 년 동안 파손되거나 녹이 슬지 않았고, 칠흑의 기운에 물들지도 않았다.\n\n수백 년 후, 리월 사람들이 다시 재앙의 시대와 무명의 야차,\n배경과 출신이 다른 영웅들이 어떻게 한마음이 되어 심연에 맞섰었는지를 이야기할 때…\n이 금잔은 빼놓을 수 없는 주제였고, 금잔에 남은 핏자국은 여전히 선명했다."
	},
	"circlet": {
		"name": "장수의 투구",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "아주 오래된 화려한 투구, 먼지와 모래를 씻어내면 새것처럼 빛난다",
		"story": "이름도 남기지 않은 야차와 함께 싸웠던 병사들은\n동포들을 지키기 위해 함께 죽음을 택했다.\n고통받는 백성들을 안전하게 대피시키고 암주의 기대를 저버리지 않기 위해,\n두건을 쓴 우두머리들이 솔선하여 심연을 향해 창을 날렸다.\n\n재난이 강림한 유리의 땅엔 악연 깊은 적들이 샘처럼 솟구쳤고\n야차는 암왕제군의 명에 따라 심연의 비뚤어진 피조물들과 혈전을 벌였다.\n최후의 피 한 방울이 대지에 흘러들어 오염을 씻어내자\n심연이 물러가고 유리 모래는 다시 반짝이는 빛을 되찾았고,\n\n층암거연 상공의 짙은 안개가 흩어지자 야차는 모습을 감췄으며,\n전장에 두건을 남긴 병사들도 이곳에 영원히 잠들었다."
	}
}