{
	"name": "뇌명을 평정한 존자",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "번개 원소 내성+40%",
	"4pc": "번개 원소의 영향을 받은 적에게 주는 피해가 35% 증가한다",
	"flower": {
		"name": "뇌전 정복자의 마음",
		"relictype": "생명의 꽃",
		"description": "천둥번개가 내려치는 날에만 활짝 피는 꽃. 오늘날에도 소나기를 헤쳐나가는 여행자에게 용기를 북돋아 준다",
		"story": "사정없이 내리치는 번개 속에서 피는 보라색 꽃, \n가슴에 달면 착용자는 번개를 두려워하지 않는다.\n\n내리치는 보라색 번개 속에서 피어난 꽃은 오랜 시간의 폭우 속에서도 시들지 않았다.\n이 꽃은 뇌전 정복자가 허리를 굽혀 딴 뇌정의 꽃이다.\n\n용사는 항상 이 꽃을 가슴에 달고 번개와 천둥을 당당하게 마주한다.\n번개 마물과의 전투도 그를 동요할 수 없었다.\n가슴에 단 보라색 꽃은 존자에게는 그저 한순간의 재미였을지도 모르겠지만 \n지나가는 여행자에게는 폭뢰를 이길 수 있게 하는 과감한 용기가 되어준다."
	},
	"plume": {
		"name": "뇌전 정복자의 깃털",
		"relictype": "죽음의 깃털",
		"description": "번개를 제압한 영웅의 배지. 광뢰가 몰아치는 하늘을 활공하는 맹금의 깃털이다",
		"story": "매의 깃털 모양의 휘장은 번개를 가르는 사나운 매의 모습을 본떠서 만든 것이다.\n가슴에 달고 있으면 번개와 산불의 기운을 느낄 수 있는듯한 착각이 든다.\n\n번개와 산불을 두려워 하지 않는 매가\n타버린 숲에 깃털을 흘린 적이 있다.\n용사는 그 모양새를 본떠 보라색 결정의 휘장을 만들어 냈다.\n적의 주시 속에서 보라색 깃털이 반짝반짝 빛난다.\n작은 휘장에는 번갯불이 번쩍이고 스파크가 인다.\n마치 번개 마물이 곧 마주할 무시무시한 징벌을 암시하는 것처럼…\n\n용사는 뇌정과 불을 무서워하지 않는 날짐승처럼\n번개 마물의 머리를 신속하게 베었다."
	},
	"sands": {
		"name": "뇌전 정복자의 시계",
		"relictype": "시간의 모래",
		"description": "뇌전을 정복한 용사가 지닌 시계. 안속의 번개의 결정이 천둥 번개처럼 빨리 흘러가는 시간같이 쏟아진다",
		"story": "번개의 부서진 결정으로 모래를 대체한 모래시계는 존자가 사용했던 물건이다.\n결정이 시간의 흐름에 따라 부서지며 쏟아져 내렸고 하단에서 또다시 하나가 되었다.\n\n번개 마물을 도살한 용사는 자수정으로 이 모래시계를 만들었다.\n시간의 흐름은 마치 폭포와 번개와 같아서 따라 잡을 수가 없다.\n뇌전 정복자라 해도 시간이라는 벼락에 반응할 수 없었다.\n\n모래시계 안에 갇히면 번개와 천둥이라 해도 영원한 시간의 흐름을 거스를 수 없다.\n수정의 파열과 재구성은 수없이 반복됐고 시간은 번갯불속에서 조용히 흘러갔다.\n그리고 용사의 만물의 흥망성쇠에 담긴 뜻에 대한 깨달음은 마물을 처치하는데 관건이 되었다."
	},
	"goblet": {
		"name": "뇌전 정복자의 술잔",
		"relictype": "공간의 성배",
		"description": "뇌전 정복자의 술잔. 뇌전의 마수를 정복한 영웅이 이 잔에 자줏빛 번개를 가득 채워 마셨다고 전해진다",
		"story": "뇌전의 재해를 정복한 존자가 사용하던 술잔, \n어쩌면 그의 옛 주인은 보라색 번개를 담아 마셨을지도 모른다.\n\n마물을 도살하던 존자도 인간인지라 얻음에 기뻐하고 잃음에 슬퍼하였다.\n격노와 기쁨은 몰아치는 번개처럼 빠르게 다가왔고 또 빠르게 지나갔다.\n이 자수정으로 만들어진 잔은 뇌전 정복자의 모든 희로애락을 지켜봤다.\n\n친족이 공물이 되어 공양당할 때의 제사의 술이든, \n혹은 잔 중 술을 빌려 용기를 북돋아 어두운 밤에 마수의 소굴에 들어갈 때, \n그리고 그의 고독한 최후까지도 말이다."
	},
	"circlet": {
		"name": "뇌전 정복자의 관",
		"relictype": "이성의 왕관",
		"description": "뇌전 정복자의 관면. 고대의 영웅이 지상을 위협하는 뇌전의 마수를 처치하고 얻은 관면이다",
		"story": "매우 오래된 보라색 왕관, \n번개를 징벌하는 불빛을 반짝이고 있다.\n\n지난날 포악하기 그지없던 번개 마물은 \n뇌정의 수완으로 사람들을 부렸었다.\n하지만 벼락은 금방 사라지는 법, \n대지에 그 위엄을 과시하지만 남는 건 없다.\n\n용사는 벼락을 무릅쓰고 마수의 수하를 물리치며 \n뇌전 정복자의 왕관을 쓰게 되었지만\n과거는 돌이킬 수 없었다."
	}
}