{
	"id": 15005,
	"rarityList": [
		4,
		5
	],
	"name": "번개 같은 분노",
	"effect2Pc": "번개 원소 피해 보너스+15%",
	"effect4Pc": "과부하, 감전, 초전도, 만개 반응이 가하는 피해가 40% 증가하고 촉진 반응이 주는 피해가 20% 증가한다. 위와 같은 원소 반응 또는 활성화 반응 발동 시, 원소전투 스킬의 재사용 대기시간이 1초 줄어든다. 해당 효과는 0.8초마다 최대 1회 발동한다",
	"flower": {
		"name": "뇌조의 연민",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "재난의 날에 운 좋게 유린과 자줏빛 불꽃의 증오 어린 파괴를 피해 살아남은 번개색의 꽃",
		"story": "산불의 잿더미 속에서 살아남은 보라색 야생화는\n고대 부족을 멸망에 이르게 한 재난을 직접 겪었다.\n\n새해를 맞이하는 축제에서 샤먼은 무고한 사람의 피로 뇌조를 불러왔다.\n부족의 사람들은 뇌조가 신성한 제물을 받아들여 왕년과 같이 울부짖으며 신의 계시를 내려주길 기대했다.\n하지만 천둥을 탄 새가 사람들의 머리 위로 내려왔을 때, 하늘에서는 파멸을 알리는 광뢰가 메아리쳤다.\n\n우연히 들은 노래에 보답하기 위해, 그리고 소년의 부족민들에게 잔혹한 복수를 하기 위해,\n뇌조는 공포스러운 진면목을 드러내며 자그마한 부족을 지상에서 완전히 지워버렸다."
	},
	"plume": {
		"name": "번개 재앙의 생존자",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "전기를 띤 번개의 깃털. 뇌조가 내린 잔혹한 업보. 남겨진 깃털엔 분노 어린 뇌광이 여전히 번쩍이고 있다",
		"story": "뇌조가 남긴 깃털이 보라색 빛을 반짝이고 있었다.\n어쩌면 파멸된 부족이 존재했던 마지막 증거일지도 모른다.\n\n고대의 부족은 뇌조를 수호신으로 여겼으나, 뇌조는 부족을 하루 아침에 파멸시켰다.\n어느 침울한 밤에 그는 일찍이 소년과 티 없이 맑은 우의를 쌓았었다.\n뇌조가 날개를 펼치고 떠난 후 소년은 뇌조가 우연히 떨어뜨린 깃털을 주웠다.\n\n「다음에 소나기와 함께 오면」\n「내가 다른 노래를 불러줄게」\n\n지키지 못한 약속은 뇌조를 회의감 속에 발광하게 했다.\n뇌조는 잿더미로 변한 산림을 떠났다.\n몇 년 후 뇌조는 요물로 간주되어 토벌을 당하고 만다.\n\n수년 후, 잿더미가 됐던 땅에는 다시 푸른 나무들로 가득 찼다.\n이전 뇌조의 깃털도 초목 사이에 묻히게 된다.\n하지만 둘의 이야기는 이미 부족과 함께 사라지게 됐다."
	},
	"sands": {
		"name": "뇌정의 시계",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "뇌조를 신봉하는 부족이 번개의 주인의 강림을 예고하는 모래시계. 일족이 멸망하면서 영원히 멈춰버렸다",
		"story": "화려하게 장식된 모래시계는 과거 뇌조를 숭배하던 고대 부족이 소유하고 있던 것이다.\n그러나 부족이 멸망되면서 이 모래시계도 점점 잊혀졌다.\n\n자수정과 호박금으로 만든 이 화려한 모래시계는 원래 샤먼의 시계였다.\n이 모래시계는 뇌조가 내려오는 계절마다 축제를 해야 할 시간을 알려줬다.\n\n부족의 마지막 축제에서 격분한 뇌조는 피가 묻은 제단을 뒤엎었다.\n수호신의 강림을 예고하는 시계는 이 순간 천둥번개를 불러온 죽음의 시계가 되었다.\n천둥 번개를 부리는 괴조가 부족에게 재앙을 내린 건 단지 한 사람의 노래 때문이었다.\n\n그러나 뇌조가 알지 못했던 사실은 소년이 스스로 자신을 제물로 삼아 바쳤다는 것이다.\n괴조가 부족에게 은혜를 베풀기를 바라며, 자신의 살과 뼈가 분리되는 고통을 받길 자청했다."
	},
	"goblet": {
		"name": "낙뢰의 흉조",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "무고한 사람의 피가 주입된 축성 의식을 위한 잔. 기원의 뇌명이 안쪽에서 울려 퍼지다가 결국엔 번개 같은 분노로 가득 채워졌다",
		"story": "오래된 부락의 샤먼들이 사용하는 제례 술잔,\n살아 있는 제물의 피를 뇌조에게 바치는 데 쓴다.\n\n뇌조가 높이 나는 계절, 폭우가 몰아치는 숲 속에서, 한 소년이 용감하게 노래하고 있었다.\n고고한 뇌조는 소년의 맑은 노랫소리에 이끌려, 조용히 그의 곁에 내려앉았다.\n\n「정말 재미있는 가락인데. 넌 보잘것없는 인간인데, 천둥번개와 폭우가 무섭지 않니?」\n「부족의 어른들은 나 같은 애가 천둥번개를 평정하고 폭우를 단비로 만들 수 있다고 했어」\n\n소년은 노래를 멈추고, 뇌조의 질문에 대답했다.\n뇌조는 잠시 오만하게 울부짖은 후, 더 이상 말을 하지 않았다.\n너무 아름다운 노래였기 때문이다.\n\n그건 아주 큰 차이가 나는 어린 제물과 뇌조의 처음이자 마지막 만남이었다.\n뇌조가 다시 소년을 찾았을 땐 높게 쌓인 제단과 황금잔 속의 핏물만 보였다."
	},
	"circlet": {
		"name": "번개를 부르는 모자",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "고대에 뇌조를 숭배하던 샤먼이 착용했던 모자. 경건한 신앙심도 분노가 가득한 마수의 마음을 움직이지 못했다",
		"story": "뇌조를 숭배하는 고대 부족 중\n덕망이 높은 샤먼이 쓰던 모자다.\n\n천둥 속에서 높이 나는 새는 자줏빛 번개를 가지고 비와 함께 숲에 강림했다.\n우매한 부락은 그의 은혜에 감사하고, 그의 힘을 두려워하여\n샤먼을 뽑아 혈제로 보호를 빌며 징벌을 피했다.\n\n뇌조는 결국 마물이기에 인간의 숭배는 부질없는 짓이었다.\n사람들은 그걸 전혀 모르고, 여전히 뇌조의 무상함을 하늘의 계시로 여겼다.\n그러나 뇌정은 그저 사람들의 생사를 결정짓는 호흡이나 마찬가지였다.\n괴조의 눈에는 사람은 그저 짐승과 다르지 않다.\n\n어느 날 맑은 노랫소리가 낮게 울부짖는 소나기를 뚫고 나올 때\n하늘의 먹구름을 찢고, 작은 빛을 그에게 전해 주었다."
	}
}