{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "미완의 몽상",
	"effect2Pc": "공격력+18%",
	"effect4Pc": "전투 상태 이탈 3초 후, 주는 피해가 50% 증가한다. 전투 상태에서 6초 넘게 주변에 연소 상태의 적이 없으면, 상술한 피해 증가 효과는 0%에 이를 때까지 초당 10%씩 감소한다. 연소 상태의 적이 있을 시, 50%에 이를 때까지 초당 10%씩 증가한다. 해당 성유물 세트를 장착한 캐릭터가 대기 상태 시에도 해당 효과는 발동된다",
	"flower": {
		"name": "어둠 속의 밝은 꽃",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "회색빛 돌로 조각하고 금박을 붙여 만든 꽃. 과거에 전쟁에서 적과 아군을 구별하는 증거로 사용되었다고 전해진다",
		"story": "그때는 부족들의 깃발이 회색 먼지로 뒤덮여 색을 잃어가던 시절이었다.\n반은 인간인 자가 금이 간 밝은 고리를 든 채 왕좌 앞에 서서, 폭군의 찬란한 권력을 가지고 놀고 있었다.\n혹독한 통치 때문에 사람들은 뿌리의 진흙과 모닥불 또는 숲의 그림자 속에서,\n깊은 밤 장막의 사자와 멀리 떠난 선조 그리고 최초의 인간신이 남긴 훈계를 들을 수 없었다.\n\n결국 고대의 어둠이 백만 개의 어둠을 삼키는 순간이 언젠가 도래할 것이다.\n고대 두루마리에 남은 핏자국이 희미해질지언정 피비린내는 여전히 남아있는 것처럼 말이다.\n그것을 지켜볼 수 없었던 붉은 눈동자의 소년은 칠흑 같은 어둠이 깊숙이 드리울 무렵,\n셀 수 없이 많은 고난을 넘어, 물처럼 흐르는 빛의 왕국에서 금지된 성의 언덕으로 돌아왔다.\n\n그가 부유하는 정원에 발을 들였을 때 귓가에 허리 굽은 노파의 쉰 목소리가 들려왔다.\n「넝쿨이 뒤엉킨 먼 호수에서도 아름다운 꽃이 피어나기 마련이지」\n「찾으시게. 이 거대 괴수의 해골이 쌓여 죽음의 냄새가 나는 땅에서」\n「추운 새벽녘에 자기 몸을 불사를 진정한 의로운 사람을 말일세」\n「그리고 그들의 열망, 원한, 탐욕과 야심을 저버리지 말 것을 명심하게」\n「여전히 타오르는 불꽃을 바라보고 싶어 하는 그들의 눈빛을 저버리지 말게」\n\n가장 먼저 찾아온 것은 어두워진 깃털 장식을 손에 쥔 소녀였다. 그녀는 비단날개새처럼 소년을 위해 높은 막사 사이로 정보를 수소문하고 다녔다.\n그다음으로 쌍둥이 영웅이 찾아왔다. 칼보다 날카로운 혀를 가진 형과 폭군에게 고문을 당한 동생이었다.\n붉은 눈동자의 소년이 용들을 구했다는 소식을 듣고 과묵한 용사 역시 힘을 보태기로 했다.\n\n「하지만 우리는 이 성의 구조에 대해 누구보다 잘 알고 있는 사람이 필요해」\n「손바닥 위의 장치를 갖고 놀 듯이, 능숙하게 밝은 길과 어두운 통로를 가리킬 수 있는 사람 말이야」\n붉은 눈동자의 소년이 말하자 긴 정적이 흘렀고, 평소에 과묵하지만 믿음직스러운 영웅이 그 정적을 깨뜨렸다.\n인간과 용이 조화롭게 어우러져 살기를 바라던 그 용사는 소문을 떠올리곤 한 장인의 이름을 말했다."
	},
	"plume": {
		"name": "빛바랜 푸른 꽁지",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "화려한 빛을 잃어버린 꽁지깃 장식. 장식 위의 무늬는 먼 옛날 장인의 손에서 탄생했다고 한다",
		"story": "「터키석으로 장식된 조각을 보게 된다면 누구라도 그 독특한 아름다움에 마음을 뺏기고」\n「황금실로 새긴 글자를 보게 된다면 누구라도 장인의 뛰어난 실력에 감탄해 마지않을 것이다」\n\n소녀는 그녀가 의지하는 소년의 지시에 따라 항간에 떠도는 그 장인의 흔적을 찾아다녔다.\n그녀가 으리으리한 정원과 상류층의 연회 사이를 오가며 조사했음에도 불구하고 아무것도 발견하지 못했다.\n고민하던 그녀는 황금 깃털 장식을 꺼내 희미한 빛에 비춰보며 돌아가신 아버지의 얼굴을 떠올렸다.\n그때 한편에서 모자로 얼굴을 반쯤 가린 주정뱅이가 깃털 장식 무늬에 담긴 유래에 대해 무심하게 입을 뗐다.\n\n이 화려한 장신구를 만든 사람이 허름한 술집에 있는 무시무시한 얼굴을 한 비렁뱅이일 줄 누가 생각이나 했을까.\n모자 아래 숨겨진 얼굴의 절반은 화상 흔적이 남아있었고, 피부는 마치 녹아내린 핏덩어리 같았다.\n하지만 소녀는 잠시 놀랐을 뿐, 전혀 두려워하지 않았다. 그러고는 깃털 장식을 그의 손에 쥐여주었다.\n그날 밤, 그는 빛바랜 자신의 작품을 바라보며 소녀에게 이곳에서 자취를 감춰버린\n긴 꽁지를 가진 물총새에 대한 이야기를 들려주었다. 당시 그는 사람들의 존경을 받는 자의 제작 의뢰를 받았고…\n\n「그건 제 아버지였어요. 아버지는 부족의 용들을 보호한 죄로 목숨을 잃었죠」\n소녀의 목소리는 차갑게 가라앉아 있었다. 장인은 그녀의 눈동자 깊은 곳에서 자신과 같은 복수의 불꽃을 보았다.\n\n그는 소녀가 이곳에 온 이유를 밝히기도 전에 「그럼 너…의 아버지를 따르도록 하지…」라고 대답했다.\n사실 장인은 소녀를 따르겠다고 하고 싶었으나, 굳이 그 말을 꺼낼 필요는 없었다.\n왜냐하면 그는 다른 누군가가 이미 그녀의 마음속에 자리 잡고 있다는 것을 눈치챘기 때문이다."
	},
	"sands": {
		"name": "대업의 시간",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "고대 왕국에서 시간을 확인하기 위해 사용했던 해시계. 눈금에는 세심하게 관찰해야만 확인할 수 있는 작은 표시가 남겨져 있다",
		"story": "한 가지 사실이 고대 유물을 연구하는 연구자들을 괴롭히고 있다.\n먼지로 뒤덮인 고대 도시의 폐허에서 많은 해시계가 발굴되었고\n모든 해시계의 동일한 곳에 조각칼로 새겨진 각인이 남아 있었던 것이다\n\n협곡에서 온 사람은, 그것이 한때 믿음을 끊은 자가 다시금 흑요석 기둥에 빛을 밝히던 시간을 각인한 것이라고 말했다:\n그날 부족들의 우두머리의 대행자, 광산의 딸 사쿠크는 방황하는 영혼을 밤의 나라로 돌려보냈다.\n매달린 나무에서 온 사람은, 계약을 파기했던 자가 여섯 부족 용들과 다시 계약을 맺은 시간을 각인한 것이라고 말했다:\n그날 모든 전사들의 신뢰를 받는 용사이자 과묵한 영웅인 유핑키는 용의 목을 죄고 있는 사슬을 검으로 끊었다.\n흐르는 샘의 원천에서 온 사람은, 과거를 잊은 자가 다시 파도의 메아리에 귀 기울인 시간을 각인한 것이라고 말했다:\n그날 말솜씨가 뛰어난 쌍둥이 형 아타우알파는 과거의 영광을 향한 사람들의 열망을 다시 불러일으켰다.\n비옥한 땅에서 온 사람은, 억압받는 자가 다시 대지 위에 일어선 시간을 각인한 것이라고 말했다:\n그날 쌍둥이 형제의 동생인 우승자 우아스카르가 앞장서 칠흑의 격류를 막았다.\n산봉우리에서 온 사람은, 우리에 갇힌 자가 자유의 둥지로 돌아가는 시간을 각인한 것이라고 말했다:\n그날 붉은 눈동자의 영웅은 신의 분노를 불러와 침식된 도시를 불태우고 부족을 원래의 모습으로 되돌려 놓았다.\n\n수수께끼 연기에서 온 사람은, 비밀을 알지만 아무 말도 하지 않았다.\n그는 하얀 천에 그려진 그림을 떠올렸다. 그것은 검은 장막이 하늘을 가리던 시간이었다.\n이때를 위해 준비를 마쳤던 영웅들은 기회를 틈타 빈 왕좌 앞에서 이성을 잃은 왕을 타도했다.\n야사에 따르면, 계획을 기획한 자는 이름을 남기지 않은 솜씨 좋은 장인이라고 한다.\n\n「하지만 장인은 부족의 권력을 부족에게 되돌려 주는 전쟁에서 단 한마디도 남기지 않았고」\n「그 후 겹겹이 쌓인 옛이야기 속에서 자취를 감춰버렸다」\n\n그 젊은이는 손으로 해시계를 다듬어 거의 같은 흠집을 남겼다.\n먼 옛날 계획 일정이 정해지고 그 존재하지 않았을지도 모르는 손이,\n손의 주인과 함께 해시계에 시간을 각인하는 것을 상상하며."
	},
	"goblet": {
		"name": "공모의 술잔",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "도자기 재질의 세 발 술잔. 과거 수많은 영웅들이 모닥불 옆에서 이 술잔을 기울이며 각자의 야망과 희망을 이야기했다",
		"story": "그는 붉은 눈동자의 소년과 그의 영웅들에게 자신이 과거에 겪은 고난에 대해 말해주었다.\n금지된 성의 왕은 한때 부족에 솜씨 좋은 장인들을 모아,\n자신의 야망을 실현하기 위해 과거에 깃발 같은 앞날개로 하늘을 누비던 거대 괴수의 창조물을 발굴하려고 한 적이 있었다.\n하지만 다들 변덕스러운 왕에 대해 잘 알고 있었다. 왕은 모든 비밀을 파헤치는 날,\n큰 불로 진실을 아는 자와 유적을 통째로 불사른 다음, 석문 뒤에 묻어버리려 한다는 것을 말이다…\n\n하지만 모든 것을 집어삼키는 화염 속에서 죽어가던 장인은 순간,\n돌머리에서 흘러내린 금빛 눈물이 자신의 눈으로 떨어지는 것을 보았고, 그로 인해 많은 것을 보게 되었다.\n그는 거대한 창조물과 정교하게 작동하는 기계들을 어렴풋이 봤으며,\n또 불길에 넘실거리는 그림자와 먼 지평선에서 뜨는 둥근달을 보았다.\n\n「그 금빛 눈물이 바로…」 「샘물처럼 솟구치는 영감의 원천이었나요?」\n이야기를 귀담아듣던 쌍둥이 영웅이 웃으며 물었다.\n남자는 그들의 말투에서 못 믿겠다는 비웃음을 느꼈으나, 그들은 늘 그랬기에 그러려니 했다.\n소녀의 호기심 어린 시선이 닿자, 남자는 억지로 미소를 지었다. 순간 반쪽 얼굴의 근육이 살짝 쑤셔왔다.\n\n사실 그는 자신의 인생을 재로 만들뻔했던 화염 속에서 더 많은 것을 보았다. 흐르는 금빛 문양과,\n유적에 있던 또 다른 탈출 길, 그리고 원대한 제국을 세울 수 있는 수많은 철칙까지.\n하지만 후자는 소년들에게 너무 이른 이야기일 수 있다….\n그는 컵 바닥에 얼룩만 남길 정도로 거의 다 마신 술잔을 내려놓았다.\n\n어쩌면… 모든 일들이 일단락되어 낡고 오래된 주춧돌이 새로이 바뀌고,\n모든 일이 더 진전된다면, 그는 기꺼이 모든 사실을 털어놓을 것이다.\n그리고 지금 그가 품은 위대한 몽상은, 새로운 왕을 위해 수도를 건설하는 것이었다."
	},
	"circlet": {
		"name": "주인 잃은 왕관",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "터키석과 옥빛 깃털로 장식된 황금 왕관. 하지만 지금까지 오로지 벨벳 쿠션 위에만 놓여있었을 뿐, 대관식에 등장한 적은 없다",
		"story": "누군가가 그녀에게 약속했다. 옛 나라가 멸망하면 일찍이 어두워진 깃털 장식을 다시 만들어주겠다고.\n그러자 그녀도 자신의 존경을 얻은 사람에게 약속했다. 그때가 되면 터키석 왕관으로 답례하겠다고.\n하지만, 칠흑 같은 마물의 칼날 아래에서 고통에 괴로워하던 시체를 본 소녀는 깨달았다.\n자신의 직접 만들고 장식한 왕관은 대관식에 참석할 수 없는 주인을 하염없이 기다릴 수밖에 없다고.\n\n몇 년이 지난 후 여섯 개 부족 사이에서는 광산의 늙은 여주인의 이상한 취향이 퍼졌다.\n들리는 말에 따르면 그 노부인은 지금의 기술로는 만들 수 없는 화려한 장신구를 좋아한다고 했다.\n그중에서도 유독 한 장인의 이름이 새겨진 작품이라면,\n어떤 대가를 치르더라도 손에 얻으려 한다고.\n설령 그것이 가품이라 할지라도 말이다.\n\n부족 사람들이 적어도 가품을 만드는 사기꾼과는 거래를 하지 말아야 하는 거 아니냐고 했을 때.\n그녀는 「가품을 만드는 사기꾼들이 그의 명성을 망치도록 둘 순 없지 않겠느냐」라고 답했다.\n게다가 그녀는 사적으로 그 비열한 사기꾼들을 절대 가만두지 않았다.\n\n용맹하게 죽음을 맞이한 친구들과는 반대로, 그녀의 여생은 너무도 길게 느껴졌다. 그래서,\n그녀는 그 영웅들이 남긴 모든 것을 수집하는 데 여생을 바쳤다.\n그녀가 사랑하던 붉은 눈동자의 소년은 자신의 사명을 다하고 따뜻한 여운만을 남긴 채 성스러운 불로 돌아갔다.\n왕의 불에 쓰러진 과묵한 영웅의 눈동자에는 신세계가 비쳤고, 그것이 그에게 가장 큰 보상이었다.\n쌍둥이 호걸은 자신의 형제가 적의 손에 죽음을 맞이한 것을 목격하고는 비통에 빠져 통곡으로 목이 쉬었다.\n\n「아타우알파가 나보다 먼저 가버리다니… 가장 약하던 내가 마지막까지 살아남을 줄 누가 알았을까」\n「부족의 현자들이 말하길, 거센 파도와 바람을 겪은 사람은 평탄한 땅이 지루해서 참을 수 없다고 했지. 나도 마찬가지야」\n「너희가 없는 이 시대는 너무나도 무료하구나」\n\n하지만 떠나간 친구들과 재회하는 순간은 언젠가 찾아오기 마련이다. 마침내 고대하던 순간이 왔다는 예감이 들자,\n그녀는 귀한 장신구 중에서 장인이 만든 진품을 꺼냈다. 가품에 비해선 터무니없이 적었다.\n그리곤 장인의 이름이 새겨진 장신구를 가지고, 깊고 어두운 밤 속으로 걸어들어가 다시 돌아오지 않았다.\n\n전설에 따르면, 다음 날 사람들은 그녀가 터키석 왕관을 놓은 나무 아래에 서서,\n그녀의 유언에 따라, 그녀가 가져간 장신구를 만든 솜씨 좋은 장인의 이름을 역사에서 지워버렸다고 한다."
	}
}