{
	"name": "진사 왕생록",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "공격력+18%",
	"4pc": "원소폭발 발동 후 16초 동안 「숨겨진 빛」 효과가 생성되고, 공격력이 8% 증가한다. 캐릭터 HP가 감소할 때 공격력이 10% 더 증가한다. 이러한 방식으로 최대 4회 증가할 수 있으며, 0.8초마다 1회 발동한다. 「숨겨진 빛」 효과는 캐릭터 퇴장 시 사라진다. 지속 시간 동안 다시 원소폭발 발동 시 기존의 「숨겨진 빛」이 사라진다",
	"flower": {
		"name": "생령의 꽃",
		"relictype": "생명의 꽃",
		"description": "오래된 기념물, 수백 년 전에 이 꽃을 보존했던 생령처럼 생기가 넘친다",
		"story": "진홍색의 오래된 절벽에도 화사한 꽃이 핀 적이 있었다.\n검은 피가 흐르던 과거에도, 한 치의 오물도 묻지 않았었다.\n\n귀신 잡는 천암군, 드높은 위상은 변치 않는다. 그 상대가 칠흑의 요마라 해도 마찬가지다.\n침묵하는 산의 주민들과 철과 같은 색의 밝은 달이 그들에게 고요한 진지를 만들어 주었다.\n\n「절벽과 유리 모래의 딸아이여, 나를 위해 눈물 흘리지는 말거라」\n「나는 천형의 그늘에서 태어나 암왕제군의 은혜에 보답하기 위해 싸운다」\n「네 팔의 야차에게 목숨을 믿고 맡기고, 모두가 모인 빛나는 곳으로 나아간다」\n「칠흑 같은 동굴의 어두운 그림자의 길과 험한 암궁 위에 떠 있는 수정석」\n「심연에서 솟아오르는 더러운 조류와 산 밑에서 움직이는 비틀린 요마」\n「수많은 공포와 불가사의한 일들도 날 두렵게 만들지는 못한다」\n\n밤바람이 천암군 병사의 말을 끊었고, 그는 끝내 작별의 말을 꺼내지 못했다.\n산의 주민의 딸에게 남긴 이 작은 꽃만이 망각의 기념으로 남았을 뿐이었다.\n\n「내가 두려워하고 괘념하는 유일한 일은 망각과 상실뿐이다.」\n「액운이 나를 이름 없는 땅에 묻어 둔다면 부디 나를 잊지 말길 바란다.」"
	},
	"plume": {
		"name": "숨겨진 빛의 깃털",
		"relictype": "죽음의 깃털",
		"description": "어슴푸레한 빛깔의 깃털, 농후한 기억이 응축되어 있다",
		"story": "전설에 따르면, 어떤 영웅이 층암거연 가장 높은 곳의 낭떠러지에서 하늘을 나는 매의 깃털을 뽑았다고 한다.\n이러한 쾌거를 이룰 수 있는 능력자는, 선인들과 어깨를 나란히 하고 사지로 향할 자격이 생긴다는 전설도 있다.\n\n「모두를 지키고, 자신이 추구하는 것을 좇다가 죽는 건 참으로 좋은 일이 아닐 수 없다」\n「다만, 곰곰이 생각해 보면 이 일은 마치 물고기가 깊은 못에 잠기고, 새가 깊숙한 골짜기에 빠진 것 같지 않은가」\n「자기만족은 이룰 수 있지만, 많은 사람에게 알려지지는 못하고 결국 잊히고 마는 일이다」\n「우리 같은 평범한 사람들은 마치 회오리바람에 휘말린 하나의 깃털처럼 하늘에서 휘날린다」\n「구원이나 수호 같은 건 이렇듯 허무하고 의미 없는 일이구나」\n\n암울한 속삭임이 이름을 남길 수 없는 사람의 마음을 살며시 뒤흔든다…\n\n하지만 결국 전쟁은 끝이 났고, 수많은 병사가 바위 동굴 깊은 곳에서 잠들었다.\n어둠의 군단의 괴상한 울부짖음도 잔잔한 물결처럼 조용히 가라앉았다….\n인간의 일생은 짧지만, 대지는 이 모든 걸 영원히 기억할 것이다."
	},
	"sands": {
		"name": "태양의 유물",
		"relictype": "시간의 모래",
		"description": "외관이 튼실한 고대 시계, 유리 모래 같은 광택이 느껴진다",
		"story": "암왕제군이 젊었던 과거, 태양은 대지를 순행하는 마차였다고 한다.\n밤하늘의 세 자매는 재앙을 막기 위해 목숨을 바쳤고, 태양의 마차는 깊은 골짜기에 떨어졌다.\n산의 주민들은 다행히도 태양이 복원되어 어두운 창공을 다시금 비췄다고들 했다.\n태양의 마차는 끝없는 서쪽으로 다시 돌아갔지만, 그중의 한 조각만은 영원히 이곳에 남게 되었다.\n산의 주민들은 항구로 이주한 후, 조각을 유리 모래로 갈아 물건을 볼 줄 아는 자에게 팔았다고 한다….\n\n「농담은 마세요, 그건 모두 민간에서 떠도는 터무니없는 소문인데 어찌 곧이들을 수 있겠습니까」\n「성로청의 상인들은 무지몽매에서 벗어나 황당하고 이치에 맞지 않은 과거를 잊은 지 오래였다」\n「빛나는 유리 모래는 도자기를 굽기에도, 사치스러운 도료를 만들기에도 적합하지 않았으니 말이다」\n「층암거연 광부의 말에 따르면——별로 믿기지 않는 이야기긴 하지만」\n「이 시계와 유리 모래는 500년 전의 천암군 병사가 남긴 것이라고 한다」\n\n빛과 어둠이 얽힌 칠흑의 심연은 야차의 실력으로도 오래 견디긴 어려웠다.\n평범한 인간은 빛이 더욱 필요했다. 그래야만이 사람을 집어삼키는 어두운 칠흑의 장막에서 쉽게 길을 잃지 않기 때문이다.\n천암군 병사들은 마치 새하얀 달빛 같은 형광의 모래를 수집해 조명으로 사용했다.\n평범한 사람이 심연에 머물 수 있는 시간을 계산하기 위한 시계는 모든 이들이 희생을 겁내지 않고 용감히 전진했던 증표다."
	},
	"goblet": {
		"name": "계약의 순간",
		"relictype": "공간의 성배",
		"description": "유리 결정으로 만든 오래된 잔. 광택은 세월의 시련을 이겨낸 듯하다",
		"story": "「층암거연」으로 불리는 이 땅은 예로부터 진홍색의 광택으로 빛나는 곳이다.\n산속의 광부들과 거리의 보석 상인들 사이에서는 아직까지도 야차의 전설이 전해지고 있다….\n사람들은 과거 네 개의 팔을 가진 외로운 여행자가 당시 황량한 천성이 떨어진 곳에 도착했다고 한다.\n외로운 여행자가 요마를 퇴치하러 이곳까지 왔다는 소식을 들은 산속의 사람들은 이곳에 모여들었다.\n\n「멀리서 온 손님이여, 부디 우리가 따르는 잔을 받으시고 우리의 이야기를 들어 주십시오」\n「산속의 오래된 술은 쓰고 셔서 마시기 힘들지도 모릅니다. 암왕제군님께서 칭찬하신 천형산의 감미로운 술에는 훨씬 못 미치겠지요」\n「산에 살고 있는 우리는 하늘이 하사하신 기이한 바위와 진귀한 옥을 소장하고, 우뚝 솟은 바위벽을 캐는 것을 생업으로 삼습니다」\n「암왕제군님 덕분에 풍족한 삶까진 아니지만, 근심 걱정 없이 살고 있었습니다」\n「하지만, 그 과거와는 달리, 천성의 은혜가 어두운 그늘에 가려지고 말았습니다」\n「비록 계약을 맺을 때 필요한 진귀한 제물은 없지만, 감히 당신의 구원을 구하고자 합니다」\n\n장로들의 간절한 바람을 묵묵히 듣던 손님은 잔에 담긴 쓴 술을 말없이 들이켰다.\n그는 그러겠다는 약조를 하지도, 그들의 무례를 꾸짖지도 않은 채 모두의 만류를 불구하고 동쪽으로 향했다.\n\n그다음은 모두가 아는 이야기다….\n\n다만 마을의 장로들과 함께 술을 마셨던 소박한 유리 모래 술잔은, 계약의 증표로써 지금까지 보존되었다."
	},
	"circlet": {
		"name": "번개의 자태",
		"relictype": "이성의 왕관",
		"description": "산골 주민이 야차를 위해 만든 모자라고 한다. 수수한 외관이지만 표면에는 윤기가 흐른다",
		"story": "천주의 야차는 네 개의 팔에 마음속에 울분을 품고 있더라.\n먼 곳에서 층암에 오니, 사람들이 그 공적을 치하하더라.\n진수성찬은 헛되지 않았고, 술잔을 남김없이 비워졌나니.\n검을 뽑고 심연의 골짜기에 기꺼이 들어가 백성들을 위해 해악과 재앙을 제거했도다.\n민첩하고 용맹하기를 귀신과 같고, 보랏빛 눈동자에는 살기가 스치는구나.\n번개로 안개를 가르자 번개 독사는 푸른 물결에 녹아내리니.\n비구름이 온상을 가리고 똬리를 틀면서 은하수를 삼키네.\n거친 물결이 다시 흐르니, 진사에는 어둠이 숨겨져 있구나.\n바위의 움직임이 산마루를 흔들고 깊은 골짜기가 수없이 갈라진다.\n심연의 붕괴에 대지가 울리고, 모든 건 홀연히 고요해지는구나.\n짙은 구름이 노을을 비추고, 머물던 새가 울며 불완전한 노래를 부르니:\n「제군은 북풍이 적막하게 불어치는 구석에서, 영웅들이 하나둘씩 돌아오지 못하고 있는 걸 듣지 못하는 건가」\n「야차가 날이 밝을 때까지 싸우며 허송세월을 탄식하는 걸 보지 못하는 건가」"
	}
}