{
	"id": 15002,
	"rarityList": [
		4,
		5
	],
	"name": "청록색 그림자",
	"effect2Pc": "바람 원소 피해 보너스+15%",
	"effect4Pc": "확산 반응이 주는 피해가 60% 증가한다. 확산되는 원소 타입에 따라 피해 범위 내 적의 해당 원소의 내성이 40% 감소한다. 지속 시간: 10초",
	"flower": {
		"name": "야생화 기억 속의 푸른 들판",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "과거 들판 어디에나 피던 야생화. 꺾인 후 사냥꾼의 가슴에 달아졌다",
		"story": "한때 대지 곳곳에서 무성하게 자라던 흰 야생화들은\n시들지 않았을 뿐만 아니라 아직도 싱그러운 꽃향기를 풍기고 있다.\n\n사냥감이 대지를 횡행하던 과거, 이땐 재앙의 마물이 아직 탄생하기 전이었다.\n사냥꾼은 지금은 이름 모를 야생화로 자신의 냄새를 가렸었다.\n옛사람들의 전설에 의하면 말없이 온화한 외로운 사냥꾼을 찾고자 한다면\n은은한 야생화 향기를 따라 눈을 감은 채 맨발로 숲과 들판을 걸어가라고 했다.\n사냥꾼처럼 움직여야 낙엽을 밟아 사냥꾼이 눈치를 채는 걸 막을 수 있기 때문이다.\n\n다른 전설에 의하면 마지막으로 사냥꾼을 찾은 건 한 소년이었는데,\n이 땐 고대 국가의 재앙이 금방 시작됐던 터라 백성들이 도탄에 빠진 상태였다고 한다."
	},
	"plume": {
		"name": "사냥꾼의 푸른 화살깃",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "과거 사냥감을 순식간에 관통했던 화살의 화살깃. 아직도 평평하고 깨끗하다",
		"story": "이 반질반질한 맹금류의 깃털은 화살 깃을 만드는데 쓰이는 좋은 재료다.\n\n과거 사냥꾼은 화살에 관통당한 사냥감을 수없이 위로하였다.\n그들의 생명이 조용히 대지로 돌아갈 때까지 말이다.\n사냥감들이 가는 그곳을 그녀도 언젠가 갈 것이라는 것을 알고 있기 때문이다.\n\n그녀는 온화한 사냥꾼은 삶의 끝에서 현실에서 깨어나\n드넓은 사냥터에서 이미 세상을 떠난 사람들과 한자리에 모일 것이라고 믿는다.\n\n그리고 그녀는 화살로 소년을 쫓던 마물을 관통하여 죽인 후\n그의 부탁을 듣고 생존과 자연을 위한 목적이 아닌\n복수와 고통을 목적으로 마물을 사냥한 뒤\n자신은 이미 그 삶의 끝자락에 있는 드넓은 사냥터를 잃었다고 믿었다."
	},
	"sands": {
		"name": "청록색 사냥꾼의 확신",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "사냥꾼이 늘 몸에 지니고 다니던 기묘한 기계. 늘 자신의 사냥감을 가리킨다",
		"story": "방향과 위치를 알려주는 구조가 특이한 작은 장치.\n\n전설에 따르면, 사냥꾼이 맨발로 들판을 조용히 걸으면\n나무에 있는 참새가 본 것과 진흙에 파묻힌 나무뿌리가 들은 것을\n발가락 사이의 푸른 풀들과 축축한 진흙이 그녀에게 알려준다고 한다.\n\n하지만 고대 나라에 재앙이 찾아들고부터 초목은 더 이상 입을 열지 않았다.\n초목을 관장하던 신도 재앙 속에서 같이 죽음을 맞이했기 때문이다.\n\n그 뒤부터 그녀는 이 작은 장치를 가지고 돌아다니며 사냥을 했다.\n소년의 부탁을 받고부터 사냥감은 더 이상 들짐승과 날짐승이 아닌\n고대 국가에 재난과 고통을 불러온 마물로 바뀌었다."
	},
	"goblet": {
		"name": "청록색 사냥꾼의 그릇",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "들판의 사냥꾼이 사용했던 물주머니. 생각한 것보다 용량이 더 크다",
		"story": "매우 튼튼하고 강한 밀봉성을 지니고 있는 그릇이다.\n과거 전설 속의 사냥꾼이 모닥불 근처의 속삭임을 여기에 담았다고 한다.\n\n사냥꾼은 우연히 깊은 밤 들판에서 다른 사람의 냄새를 맡게 되었다.\n늑대 무리와 마물에도 꿈쩍하지 않던 그녀도\n모닥불 옆에서 그들과 대화를 할 엄두를 내지 못했다.\n그때 사냥꾼은 이미 인간 언어의 발음을 잊어 버린 상태였다.\n\n먼 훗날 그녀는 다른 사람의 부탁을 받아 푸른 마물 사냥꾼이 되었지만\n그녀가 발자국을 남기지 않듯이 그녀가 말하는 모습을 본 사람은 아무도 없었다.\n\n…그날 밤, 그녀는 자신이 들은 담소 소리를 자신의 물주머니에 담았다.\n수년 동안 적막함을 느낄 때면 그녀는 안에 담긴 목소리에 귀 기울였다."
	},
	"circlet": {
		"name": "청록색 사냥꾼의 모자",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "들판의 사냥꾼이 자랑스럽게 여기던 모자. 들판의 바람처럼 푸르다",
		"story": "피 한 방울 묻은 적이 없던 사냥꾼 모자는\n소문 속의 무관의 사냥꾼 제왕이 소유하던 것이다.\n\n사냥꾼의 법도는 대지와 숲을 적으로 삼지 않고\n자연에 존재하는 가지와 잎이 되는 것이다.\n과거 새들이 이 사냥꾼 모자에 둥지를 틀었던 적이 있다고 한다.\n\n그 누구도 이 뛰어난 사냥꾼에게 벼슬을 내릴 수 없었다.\n오직 자연만이 그녀보다 높았기 때문이다.\n\n후에 이 사냥꾼 모자의 푸른 색상은 재난 속에서\n마물들에게 공포의 대상이 되었다."
	}
}