{
	"id": 15030,
	"rarityList": [
		4,
		5
	],
	"name": "감로빛 꽃바다",
	"effect2Pc": "HP+20%",
	"effect4Pc": "원소전투 스킬 및 원소폭발로 가하는 피해가 10% 증가한다. 장착 캐릭터가 피해를 입은 후 5초 동안 해당 피해 증가 효과가 80% 증가한다. 최대 중첩수: 5스택. 스택마다 지속 시간은 독립적으로 계산한다. 해당 효과는 장착 캐릭터가 대기 상태일 때도 발동된다",
	"flower": {
		"name": "크바레나 기원의 꽃술",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "먼 옛날 순례자가 찼던 휘장. 한 송이 화려한 꽃이다",
		"story": "「내 순수한 딸, 내 크바레나야…」\n「너를 다른 한 명의 어머니에게 맡길 테니, 부디 충성과 사랑으로 그녀를 대해주렴」\n「그녀의 지혜는 나 못지않고, 그녀의 빛은 나보다도 훨씬 눈부시단다」\n「나는 예전에 꿈에서 형상 없는 악몽을 꾼 적이 있어. 정말 두렵고 불길했지…」\n「그래서 널 내 몸에서 분리했단다. 부디 그 악몽의 강림을 막아주렴」\n\n「나의 크바레나, 나의 빛아…」\n「나는 그녀에게 칠흑의 파도가 몰려올 거라고 경고했었어. 너는 그 안에서 자신의 책임과 운명을 알게 될 거야」\n「두려움에 물러서지 말고, 크바레나의 빛을 잃지 말고, 어머니를 욕되게 하지도 말렴」\n「인간을 위해 희생하는 것이 나의 숙명이라면, 희생은 새로운 생명의 아름다운 전주곡이겠지…」\n「자, 이제 초목의 어머니의 품으로 가렴. 그녀의 나라에서 너는 자신의 숙명을 찾게 될 거야」\n\n「나의 크바레나, 나의 순수한 딸아…」\n「너는 이제 모습을 바꾸고 분열과 죽음의 시련 앞에 놓이게 될 거야」\n「그 후엔 불로장생의 몸이 되겠지만, 그건 더욱 어두운 길일 거란다…」\n「감로의 주인과 초목의 주인은 너보다 먼저 신의 형상을 잃게 될 거야…」\n「그녀들은 잊히고, 너희들도 희생의 기억만 남게 되겠지」\n\n「나의 크바레나, 꽃의 딸아…」\n「두려움에 물러서지 않을 결심이 섰다면…」\n「새로운 주인의 품으로 가렴」"
	},
	"plume": {
		"name": "영롱한 옥빛 깃털",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "정교한 깃털 모양 장식품. 꽃과 잎의 광택이 눈부시다",
		"story": "아무도 기억하지 못하는 어느 달밤, 비극의 모래폭풍이 낙원을 휩쓸기 전날 밤…\n꽃과 초목은 인간의 왕국에 대해, 그리고 그것의 희망과 황폐한 미래에 대해 이야기했다.\n부정 탄 자가 가져온 회색빛 죽음과 칠흑 같은 파도가 들이닥친 강기슭에 맞서,\n새로 탄생한 초목과 짐승이 인간을 일으켜 세워 그 사악하고 위험한 물살을 밀어낼 것이다.\n\n적색 모래의 주인과 결렬한 고독한 세월 속에서, 초목의 여왕은 크바레나를 신성한 새로 만들어,\n그녀에게 두 세계를 지켜보고, 탄생과 죽음의 경계를 지키는 직책을 부여했다.\n신성한 새는 송백나무와 설련화가 자라는 땅에 머물며 맹약이 아직 존재하던 시절의 아름다운 꿈을 꾸었고…\n재앙이 닥치자 비로소 유유히 깨어나, 피할 수 없는 파멸의 운명 속으로 걸어 들어갔다.\n훗날, 그자의 비극적인 예언처럼 우림에 잿빛 적막이 퍼져나가고…\n벗이 경고한 대로, 어둠의 마수들이 몰려와 새로이 태어난 우림을 휩쓸었다….\n\n그 격변 속에서 목숨을 잃은 물의 나라의 옛 주인의 시신은 순수한 감로 꽃바다가 되었으며,\n순수한 이슬은 심연에 의해 파괴된 황량한 대지 위에서 결국 불에 타 말라버렸다.\n그러나 초목의 여주인에게 슬퍼할 여유는 없었다. 그녀는 모든 씨앗의 어머니 나무를 길러야 했기 때문이다….\n흑연의 오염을 씻어내고 감로의 순수함을 지키기 위해, 시무르그는 신성한 형상을 파괴했다——\n\n「꽃의 크바레나에서 태어난 아름다운 창조물은 전부 시들어 흙으로 돌아갈 운명을 지녔다」\n「그들은 시든 후 감로에 의해 꽃바다의 일원으로 다시 태어나, 더 이상 『죽음』 때문에 근심하지 않을 것이다」"
	},
	"sands": {
		"name": "먼 옛날 꽃이 질 무렵",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "크바레나로 빛나는 고대의 시계. 그 안에는 살아 있는 것 같은 순결한 액체가 가득 담겨있다",
		"story": "「벗이여, 네게 크바레나의 한 조각을 줄 테니 소중히 지켜줘」\n「그녀는 꽃의 지혜와 하늘의 줄기에서 태어나, 생명의 순수한 정수를 지니고 있어」\n「크바레나는 꽃의 심장의 한 점이자, 수많은 감로 중 빛을 머금은 한 방울이지」\n「부디 내 선물을 소중히 아껴주길 바랄게. 흑연이 모든 생명을 집어삼키는 그날까지…」\n\n먼 곳의 우화가 잎과 꽃을 타고 퍼져나가, 열매와 씨앗에 새겨졌다.\n꽃의 여주인이 시들어 먼지가 되고, 모래바다의 주인이 허상의 꿈에 매혹되는 날까지,\n참주와 폭군이 변화무쌍한 모래 언덕 아래 파묻혀 야망이 종식되는 날까지,\n흙에서 탄생한 모든 것이 모래로 돌아가고, 흐르는 바람에서 탄생한 모든 것이 우림으로 돌아가는 날까지…\n초목의 여왕은 떠난 자와의 약속을 가슴에 새긴 채, 세상의 변천을 조용히 지켜보았다.\n\n「나의 크바레나를, 나의 동료를, 나의 벗을 지키겠다고 약속해줘」\n「우리가 떠나고 나면, 인간들은 부모의 품을 처음 벗어난 아이처럼 헤매게 될 거야」\n「그들은 나약하지만 강인해서, 거센 바람과 타오르는 불길, 그리고 자신의 불완전함을 극복할 수 있는 존재지」\n「하지만 내가 걱정하는 건 예측 가능한 재앙이 아니라 혼돈스러운 칠흑이야…」\n「칠흑의 악의와 『죽음』의 위협만이 피어나는 꽃봉오리를 짓밟을 수 있는 법이니까」\n\n옛 낙원이 금빛 모래에 집어삼켜지자, 초목의 주인도 과거의 약속을 이행했다.\n그녀는 크바레나의 의지에 귀를 기울이고 크바레나에게 아름다운 육체를 만들어줘, 그것을 더없이 아름다운 생명체——\n수많은 새의 색채가 모인 몸으로 수많은 꽃의 소리를 노래하는 신성한 새 「시무르그」로 만들었다.\n오아시스의 마지막 꿈은 하나의 몸에 모여, 신성한 새의 육신 안에서 순수하고 찬란한 끝없는 꽃바다가 되었다."
	},
	"goblet": {
		"name": "끝없는 향락의 연회",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "한때 달콤한 술을 담았던 술잔. 지금은 텅 비어있다",
		"story": "꽃밭의 여주인이 세상을 떠난 후, 초목의 여왕도 모래바다와 관계를 끊었다.\n그녀는 열광적인 사랑과 권위를 버리고, 다시 우림으로 돌아가 생명을 지키는 길을 택했다….\n그리하여 우림에는 새로운 생명이 퍼져나갔고, 현자들은 풍파를 일으키며 터전을 만들었다.\n허황된 망상은 반드시 죽음으로 향하고, 죽음의 가르침은 매 순간 인간에게 경고를 내린다.\n\n꽃의 크바레나는 가장 흥겨운 연회와 가장 순수한 기쁨 속에서 태어난 존재로,\n그들에겐 고행의 쓴맛이나 권위의 악취 따위가 조금도 묻어있지 않았다.\n그녀의 운명은 결국 메말라 시드는 죽음의 결말로 치달을 것이며…\n오직 지혜의 주인만이 뛰어난 식견으로 그녀를 알맞게 보관하고 사용할 수 있을 것이다.\n\n「하지만 큰 주인님의 예언을 잊지 마세요. 바로 그분이 저를 당신에게 맡겼으니까요」\n「어리석은 짓에 인간이 파멸하지는 않겠지만, 세상 밖의 어둡고 세찬 물살은 모든 것을 휩쓸어버릴 거예요」\n「저는 여주인님이 남긴 마지막 영혼이자, 모든 것을 씻어낼 수 있는 꽃의 정수예요」\n「가장 순수한 물과 융합하면, 석류알처럼 눈부신 빛을 뿜어낼 수 있죠」\n\n그리하여, 꽃의 크바레나로부터 신성한 새 시무르그가 탄생했다.\n그것은 주인 곁에 잠시 머물다, 이내 꽃바다로 날아갔다…."
	},
	"circlet": {
		"name": "크바레나의 눈부신 심장",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "다채롭고 정교한 귀고리. 무수히 많은 꽃들이 빛을 내는 것 같다",
		"story": "「벗이여, 지혜롭지만 일찍 세상을 떠나버린 나의 벗이여…」\n「변화무쌍한 찬란한 전설 속에는 잿빛 망각이 숨어있어」\n「마치 생명은 죽음의 동반자이고, 망각은 기억의 연인인 것처럼 말이지」\n「만약 죽음의 위협이 존재하지 않으면 어떤 생명도 소중하지 않게 될 것이고,」\n「만약 망각의 파도가 몰아치지 않으면 기록해야 하는 역사도 존재하지 않을 것이야…」\n\n아주 먼 과거에, 초목의 여왕은 그녀의 당부를 따라\n꽃의 크바레나에게 신성한 새 형태를 부여해 우림의 일각을 지키게 했다.\n꽃에게 시듦이 운명이듯, 시무르그에겐 희생이 숙명이었다.\n푸른 생명의 주인은 꽃의 왕과 함께 잠든 그날 밤부터 이 이치를 깨닫고 있었다….\n\n「청록빛의 신성한 새는 수많은 크바레나를 피워내곤, 오디새처럼 흩어져 날아가 버렸어…」\n「그리고 크바레나는 감로의 주인의 맑은 시신 위에 흩내려 찬란한 꽃바다를 만들어냈지」\n「꽃바다 속 수많은 정령들은 초목과 이슬의 염원을 품은 채 모든 더러움을 씻어내고」\n「꽃바다 속 수많은 정령들은 초목, 감로, 꽃의 세 어머니를 노래하고 있구나」\n\n결국 어느 날 밤, 딸은 세 어머니의 품을 떠날 것이다.\n세상의 수많은 오염은 희생으로만 씻어낼 수 있기 때문이다…."
	}
}