{
	"id": 15003,
	"rarityList": [
		4,
		5
	],
	"name": "대지를 유랑하는 악단",
	"effect2Pc": "원소 마스터리+80pt",
	"effect4Pc": "해당 성유물 세트를 장착한 캐릭터가 법구 또는 활을 사용 시 캐릭터의 강공격으로 주는 피해가 35% 증가한다",
	"flower": {
		"name": "악단의 서광",
		"relicType": "EQUIP_BRACER",
		"relicText": "생명의 꽃",
		"description": "조그마한 꽃 모양의 배지. 자세히 들어보면 마치 은은한 피리 소리와 맑은 노랫소리가 들리는 것만 같다",
		"story": "꽃 모양의 작은 배지에서 음악 소리가 들리는 것만 같다.\n\n그 떠돌이 악단에는 늠름한 검사가 한 명 있었다.\n그녀는 물 위의 노을 빛보다 더 눈부셨고 소식을 알리는 종달새보다 더 우아했다.\n그녀가 예리한 검을 휘두를 때마다 피리 소리와 노랫소리가 바람과 함께 불어왔다.\n\n그녀의 노래와 춤은 비가 내린 후의 하늘처럼 사람의 마음을 맑게 해주었다.\n공연이 끝날 때까지 무대의 위아래는 쥐 죽은 듯 조용했다.\n\n음악과 검은 그녀의 손을 거쳐 치명적이고 우아한 아름다움을 보여줬다.\n이게 바로 떠돌이 악단의 연주였다. 그들은 두 부류의 청중이 있었다.\n청중이 악당이면 음악소리는 무대 밖까지 멀리 전해졌다."
	},
	"plume": {
		"name": "연주자의 화살깃",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "죽음의 깃털",
		"description": "파란색의 화살깃. 오랜 세월이 흘렀지만 색이 바래지지 않고 모양도 그대로이다. 마치 옥구슬 구르는 것과 같은 악기 소리가 난다",
		"story": "온갖 시련을 겪고도 오늘날까지 내려온 짙은 남색의 화살깃.\n바람을 맞이하여 진동할 때면 마치 음악소리가 깃털 끝부분에서 흘러나오는 듯한 착각이 든다.\n\n떠돌이 악단의 하프 연주자이자 뛰어난 궁수인 그는\n부드러운 하프 소리로 새를 현혹시킨 뒤, 바로 화살로 새를 쏘아내린다고 한다.\n새를 위해 죽음의 곡을 연주할 때면 하프 연주자는 항상 눈을 감곤 했는데,\n이것을 악사의 자긍심이라 말하는 사람도 있고 사냥꾼의 인자함이라고 말하는 동료도 있다.\n\n가여운 희생양에게 하프 연주자의 화살이 박히게 되면\n맑은 하프 소리도 무정한 죽음을 알리는 애절한 소리로 바뀌게 된다."
	},
	"sands": {
		"name": "피날레의 시계",
		"relicType": "EQUIP_SHOES",
		"relicText": "시간의 모래",
		"description": "악단의 연주 시간을 계산하기 위한 모래시계. 과거 경쾌한 소리가 울려 퍼졌었다. 그들의 공연은 이제 볼 수 없다",
		"story": "떠돌이 악단의 모래시계는 원래 하프였다.\n시간이 흐름에 따라 음악 소리가 점점 우울해졌다.\n\n공연이 끝나갈 때면 떠돌이 악단은 하프를 연주하였다.\n시간이 점점 종점으로 향하며 하프의 음색도 점점 더 무거워졌다.\n공기 중에 울려 퍼지던 낮은 음이 사라지면서 악단의 연주도 끝이 난다.\n\n세상에는 끝나지 않는 잔치가 없듯이 악단도 결국 끝을 맞이하게 됐다.\n뭇사람들이 숙명을 이기지 못하고 쓰러지고 악기도 먼지 밑에 파묻히게 되자\n악단의 시계도 마지막 곡의 연주를 끝낸다."
	},
	"goblet": {
		"name": "음유시인의 주전자",
		"relicType": "EQUIP_RING",
		"relicText": "공간의 성배",
		"description": "이상한 외형의 고대 물주전자. 안쪽에 악기의 줄이 달려 있어 물을 따를 때마다 선율이 없는 기묘한 악기 소리가 난다",
		"story": "모양이 기묘한 주전자는 흐르는 물에 따라 선율을 연주할 수 있다.\n따라서, 악단 단원들은 물을 마시는 것조차 음악이 함께했다.\n\n오래된 전설에 따르면 떠돌이 악단은 검을 지니고 천지를 거닐고 다녔다고 한다.\n그들은 검과 활을 피리와 하프로 삼고 오는 자가 손님인지 원수인지 신경 쓰지 않았다.\n그들은 한가로이 사막을 가로질렀고 잿더미 바다에 발을 들인 적도 있었다.\n\n주전자 안의 출렁이는 하프 소리는 항상 그들을 일깨운다:\n「우리의 발자취는 언제나 끝없는 음률과 함께 할 것이다」\n「음악소리가 있는 곳에는 언제나 우리가 함께 할 거야」"
	},
	"circlet": {
		"name": "지휘의 탑 햇",
		"relicType": "EQUIP_DRESS",
		"relicText": "이성의 왕관",
		"description": "산전수전을 모두 다 겪었음에도 불구하고 여전히 화사한 모자. 은은한 악기 소리가 울려 퍼지는 것만 같다",
		"story": "거친 세월을 거쳐도 여전히 빛을 발하는 예쁜 중절모.\n귀를 기울여 보면 오래된 아득한 음악소리가 메아리치는 것만 같다.\n\n천여 년 전, 한 악단이 대지를 떠돌아다녔었다.\n악단은 악보가 없어서 보는 듣는 것을 그대로 부르고 연주했다.\n그러다 악단은 점점 넓디넓은 세상을 알아가게 된다.\n\n「아아, 세상에 부를 수 있는 것들이 이리도 많았다니」\n\n단원들은 음표를 언어로 삼아 보고 들은 것들을 하나하나씩 적어냈다.\n죽을 때까지 음유시인의 악장을 가지고 있던 건 바로 지휘자였다."
	}
}