{
	"name": "Страж оазиса Апепа",
	"specialname": "Отпрыск апокалиптического тысячелетия",
	"enemytype": "BOSS",
	"category": "Враги, достойные упоминания",
	"description": "Когда-то Апеп со своими многочисленными отпрысками, словно рыба в море, наслаждался жизнью среди безбрежных трав, высоких деревьев и бесконечных зарослей. Но когда травы высохли и превратились в пыль, подобные песчинкам крохотные живые существа построили на их месте хрупкое царство.\nКогда-то Апеп со своими многочисленными отпрысками бороздил пустыни, превращая их в бурлящую воду, и сокрушал башни городских стен, которые падали, словно листва с деревьев. Но затем повелитель песков и владыка, утративший свои земли, примирились. И с тех пор озарённые солнцем дюны стали принадлежать людям и божествам, а оазис драконов остался только в сердце самих драконов.\nКогда-то Апеп со своими многочисленными отпрысками делился знаниями об эволюции, о том, что вода камень точит, а гнилое дерево обязательно упадёт. Но затем он исполнил уговор с Владыкой песков и обрёл высшую мудрость, и с тех пор он видел только сцены конца и бесконечную череду апокалипсисов.\nКогда-то Апеп был погружён в атмосферу апокалипсиса совсем один. Все люди, божества, драконы, звери, птицы и рыбы, все воспоминания, слова, мудрость и ненависть превратились в бесцветную пыль, а лучи последней луны белыми языками дождя опустились на выжженную землю.\n...\nКогда-то Апеп считал пустыню своей могилой, а не походной резиденцией бездомного правителя. Яд мудрости очень скоро избавил его от ненависти и ярости, одолевавших его не одну луну, а бесцветные очертания конца порядком ему надоели. И в конце концов молодое божество и {F#золотая путешественница}{M#золотой путешественник} вернули Апепу воспоминания об оазисе, которые всегда хранились в его сердце, пусть даже его некогда зелёные владения давно превратились в золотистый пустырь, а сам он со своими отпрысками мутировал в уродливое создание.",
	"rewardpreview": [
		{
			"name": "Опыт приключений",
			"count": 300
		},
		{
			"name": "Мора"
		},
		{
			"name": "Опыт дружбы"
		},
		{
			"name": "Осколок изумруда Нагадус"
		},
		{
			"name": "Фрагмент изумруда Нагадус"
		},
		{
			"name": "Кусок изумруда Нагадус"
		},
		{
			"name": "Драгоценный изумруд Нагадус"
		},
		{
			"name": "Растворитель снов",
			"count": 0.33
		},
		{
			"name": "Объявший небосвод папоротник"
		},
		{
			"name": "Первозданный цветок оазиса"
		},
		{
			"name": "Вечный янтарь"
		},
		{
			"name": "Берсерк",
			"rarity": "3"
		},
		{
			"name": "Инструктор",
			"rarity": "3"
		},
		{
			"name": "Изгнанник",
			"rarity": "3"
		},
		{
			"name": "Конец гладиатора",
			"rarity": "4"
		},
		{
			"name": "Странствующий ансамбль",
			"rarity": "4"
		},
		{
			"name": "Берсерк",
			"rarity": "4"
		},
		{
			"name": "Инструктор",
			"rarity": "4"
		},
		{
			"name": "Изгнанник",
			"rarity": "4"
		},
		{
			"name": "Конец гладиатора",
			"rarity": "5"
		},
		{
			"name": "Странствующий ансамбль",
			"rarity": "5"
		},
		{
			"name": "Заготовка одноручного меча центральных земель"
		},
		{
			"name": "Заготовка лука центральных земель"
		},
		{
			"name": "Заготовка двуручного меча центральных земель"
		},
		{
			"name": "Заготовка катализатора центральных земель"
		},
		{
			"name": "Заготовка копья центральных земель"
		}
	]
}