{
	"name": "Унут Сетеха",
	"specialname": "Последний принц песков",
	"enemytype": "BOSS",
	"category": "Мистические звери",
	"description": "Обитающий в глубинах пустыни хищник. У него нет глаз, поэтому на след добычи его приводят звуки и колебания земли.\nПо легенде, давным-давно, до начала времён во владеньях этих существ росли пышные травы и огромные деревья. И вместе со своими предками и потомками они вольготно скользили сквозь влажную почву, подобно рыбам в толще вод.\nПо прошествии веков дары небес обратили землю в песок, отчего многие существа вымерли. Этот вид смог выжить и приспособиться к жизни в новой земле и получил название «унуты».\nНекоторые обитатели пустыни ошибочно полагают, что унут - это конечная форма жизненного цикла угря зыбучих песков, по-видимому, из-за внешнего сходства в поведении этих видов.",
	"investigation": {
		"name": "Унут Сетеха",
		"category": "Боссы",
		"description": "Слепой хищник, живущий в глубине пустыни, который использует звуки и вибрации земли, чтобы выслеживать добычу.\\nИногда они принимают очень похожие на растения формы, и некоторые учёные объясняют это происхождением от повелителя растений. Другие считают, что это способ заманить добычу, которая ищет себе пропитание, под свою смертоносную тень."
	},
	"rewardpreview": [
		{
			"name": "Опыт приключений",
			"count": 200
		},
		{
			"name": "Мора"
		},
		{
			"name": "Опыт дружбы"
		},
		{
			"name": "Псевдотычинки",
			"count": 2.5556
		},
		{
			"name": "Осколок бирюзы Вайюда"
		},
		{
			"name": "Фрагмент бирюзы Вайюда"
		},
		{
			"name": "Кусок бирюзы Вайюда"
		},
		{
			"name": "Драгоценная бирюза Вайюда"
		},
		{
			"name": "Берсерк",
			"rarity": "3"
		},
		{
			"name": "Инструктор",
			"rarity": "3"
		},
		{
			"name": "Везунчик",
			"rarity": "3"
		},
		{
			"name": "Конец гладиатора",
			"rarity": "4"
		},
		{
			"name": "Странствующий ансамбль",
			"rarity": "4"
		},
		{
			"name": "Берсерк",
			"rarity": "4"
		},
		{
			"name": "Инструктор",
			"rarity": "4"
		},
		{
			"name": "Конец гладиатора",
			"rarity": "5"
		},
		{
			"name": "Странствующий ансамбль",
			"rarity": "5"
		}
	]
}