{
	"name": "Caballería Sanguinaria",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Daño Físico +25%.",
	"4pc": "Derrotar a un enemigo hace que no consumas Aguante al lanzar un Ataque Cargado, y que el daño de Ataque Cargado aumente en un 50% durante 10 s.",
	"flower": {
		"name": "Corazón de Hierro Sanguinario",
		"relictype": "Flor de la Vida",
		"description": "Una flor seca, oscura, con manchas de sangre y dura como el acero. Es considerada una especie de souvenir.",
		"story": "Una flor blanca común que una damisela en apuros colgó en el pecho del caballero que la rescató.\nEstá seca y dura por toda la sangre que se derramó sobre ella.\n\nCuando el Caballero errante mató por primera vez a un monstruo para salvar a una damisela,\nrechazó la recompensa que ella le quería dar. En su lugar, recibió una flor blanca y pura.\n\n“Defender el código de un caballero es una recompensa en sí mismo”.\n“Lo único que quiero es que esta flor sea mi medalla”,\n\nSiempre llevó la flor sobre su corazón, hasta que quedó manchada de sangre.\nIgual que la armadura del Caballero, la flor se volvió tan negra como una noche de invierno.\nIgual que su corazón, se volvió tan dura como un metal que ha sido templado."
	},
	"plume": {
		"name": "Pluma Oscura Sanguinaria",
		"relictype": "Pluma de la Muerte",
		"description": "Pluma pegada a la capa del Caballero. Tras mancharse de sangre repetidamente, la pluma se tiñó de un color oscuro.",
		"story": "Una de las innumerables plumas de cuervo que se quedó pegada sobre el Caballero Sanguinario.\nLos cuervos son una especie de aves que siguen a quien los alimenta para buscar comida.\n\nEl Caballero Sanguinario ya no podía distinguir\nsi estaba manchado con su sangre o la de sus enemigos.\n\nTras tantos años de masacres, por fin comprendió el sentido de su vida como caballero.\nEsto lo hizo pasar de ser un caballero blanco y puro a convertirse en un monstruo.\nSus únicos seguidores eran los cuervos que seguían sus huellas sangrientas."
	},
	"sands": {
		"name": "Reloj del Caballero Sanguinario",
		"relictype": "Arenas del Eón",
		"description": "Un reloj que llevaban los caballeros antiguamente. El líquido que medía las horas ya se ha petrificado. Este reloj ha perdido su única funcionalidad, que era la de medir el tiempo.",
		"story": "El Caballero Sanguinario conservó este reloj en el abismo, donde los cuerpos celestes no emiten luz,\npero allí el tiempo no significaba nada.\n\nEsta fue la última historia del Caballero, que perdió toda ética y moral.\nSe dio cuenta de que no había lugar para él en esta tierra.\nSe aventuró en el antiguo reino caído y murió en la batalla en la guarida de los monstruos.\nAl llegar al fin del mundo, entendió de dónde procedían esos monstruos que destruyeron el antiguo reino.\n\n“El antiguo reino fue castigado injustamente.\nY sus habitantes se convirtieron en monstruos.\nMi código de caballero no puede tolerar tal injusticia.\nSi Abismo es tu nombre, juro ante ti mi lealtad”."
	},
	"goblet": {
		"name": "Cáliz del Caballero Sanguinario",
		"relictype": "Cáliz de Eonothem",
		"description": "El cáliz de metal de un caballero con una obsesión por la sangre. Su color negro oscuro se debe a la sangre requemada que se quedó agarrada por todo el recipiente durante mucho tiempo.",
		"story": "Un exquisito cáliz de plata que, en su origen, tenía unos grabados de oro que representaban las hazañas de un héroe.\nLa sangre y el humo lo han manchado tanto que ya es irreconocible.\n\nCuando el caballero aniquilador de monstruos regresó del violento campo de batalla,\nya no quedaba nadie a quien rescatar en las casas derrumbadas.\n\nEl cáliz ennegrecido por el humo se convirtió en un símbolo del caballero derrotado.\nCon él, libró al mundo de monstruos, pobreza y maldad."
	},
	"circlet": {
		"name": "Máscara de Hierro Sanguinaria",
		"relictype": "Tiara de Logos",
		"description": "La máscara de hierro que usaba el Caballero Sanguinario para proteger su cara. Ha habido muchas teorías sobre qué aspecto tenía el rostro que se ocultaba tras ella.",
		"story": "Una magnífica máscara de platino perteneciente a un caballero de origen noble.\nLa sangre oscura y seca ha pasado a formar parte de ella.\n\nCuando el Caballero se dispuso a ayudar a los heridos después de matar al último monstruo,\nel miedo con el que la chica gritó le hizo darse cuenta\nde que tenía la cara manchada tanto de su propia sangre como de la de los enemigos.\nSe había convertido en un ser violento y monstruoso.\n\n“Que esta máscara sustituya a mi propio rostro.\nQue nadie tenga que contemplarlo jamás.\nPues la cruenta guerra me convirtió en algo terrorífico”."
	}
}