{
	"id": 10002,
	"rarityList": [
		3,
		4
	],
	"name": "Corazón del Guerrero",
	"effect2Pc": "ATQ +18%.",
	"effect4Pc": "Aumenta el daño en un 30% contra enemigos con más del 50% de Vida.",
	"flower": {
		"name": "Medalla del Guerrero",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Broche muy sencillo hecho con una flor. Es un recuerdo de la primera gran aventura del Guerrero.",
		"story": "El pequeño Guerrero se escabulló en la noche y con su amigo se precipitó hacia el bosque de los lobos.\nPerseguía a los jabalíes con su honda, y con ramas gruesas peleaba contra monstruos imaginarios.\nSiguiendo al brillante Seelie en lo profundo del bosque, descubrió un tesoro que había estado enterrado durante mil años.\n\nEse tesoro era una pequeña flor amarilla.\n\nCuando el Guerrero, ya muy cansado, regresó a la habitación de su infancia e inspeccionó el objeto que consiguió en su primera aventura,\ndescubrió, para su sorpresa, que la flor que había resguardado desde hace tanto tiempo aún no se había marchitado.\nPero eso era lo único que no había cambiado con el paso de los años."
	},
	"plume": {
		"name": "Esperanza del Guerrero",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "La pluma brillante de la cola de un pájaro cantor. Puede inspirar un poco de valor.",
		"story": "Para consolar a su compañero tan llorón, el joven Guerrero le dio a su amigo una pluma de pájaro.\nLa pluma demostraba que eran compañeros de aventuras y era la prueba del tesoro que encontraron juntos. Con ella, su compañero se volvió más valiente.\n\nMás tarde, uno de ellos fue nombrado “León”.\nSe convirtió en el rey sin corona que lideraba a muchos caballeros.\nPor otro lado, el otro fue nombrado “Lobo”.\nEste apoyó a su buen amigo desde las sombras y se encargaba de los asuntos de la nación.\n\nEn aquella época tan convulsa, ambos se defendieron tanto mutuamente como a sus familias, como si uno fuera una espada y el otro, una daga.\nPero aquello ocurrió hace mucho, mucho tiempo.\nMuchas cosas sucedieron durante la gran catástrofe, lo que lo cambió todo por completo."
	},
	"sands": {
		"name": "Determinación del Guerrero",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un antiguo reloj de arena en miniatura sin ningún uso práctico. Es tan incomprensible como el tiempo en sí mismo.",
		"story": "Cuando las oscuras maldiciones y las raíces de la calamidad infestaron la tierra,\nlos caballeros que estaban en una expedición por una tierra lejana se tuvieron que enfrentar cara a cara contra el horror. Su formación militar era gélida como los glaciares del norte.\n\nEl acero de sus grandes espadas brillaba intensamente, y la sangre oscura cayó como lluvia envenenada.\n\nPor fin, el Guerrero regresó a casa, pero esta vez sin su viejo amigo.\nMuchas cosas habían cambiado, salvo el reloj de arena que le había regalado su compañero de la infancia."
	},
	"goblet": {
		"name": "Gran Despedida del Guerrero",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un recipiente tosco de madera. Su interior, ahora vacío, estaba repleto de recuerdos.",
		"story": "El joven Guerrero probó por primera vez el dulce vino de la victoria cuando su primera batalla terminó.\nMientras bebía junto a sus más íntimos compañeros de batalla, vio como la alegría y la oscuridad se mezclaban en su copa.\n\nMuchos años después, cuando tuvo lugar el gran desastre, llevó a los caballeros a luchar por su tierra natal.\nEn vísperas de la batalla, invitó a su ayudante y amigo de la infancia a beber con él.\n\n“Si no vuelves victorioso, no lloraré por ti.\nHaré lo mismo que voy a hacer hoy: brindar por ti”."
	},
	"circlet": {
		"name": "Corona del Guerrero",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una corona rudimentaria hecha con plantas. Para algunos, es tan preciada como la corona de un rey.",
		"story": "El pequeño Guerrero emprendió el camino de la resistencia desde el momento en que se adentró en el profundo y misterioso bosque.\nSu mejor compañero de juegos interpretó el papel del caballero campeón de la aristocracia.\n\n“Por el campo de batalla caminaré como un león, como lo hizo ella hace mil años.\nInspiraré canciones con mi espada para las generaciones futuras”.\n\nSus espadas de juguete y las ramas de los árboles chocaron en su feroz duelo.\nHasta que, por fin, el Guerrero ganó y les arrebató las coronas a los aristócratas.\n\nLa corona de flores, aunque toscamente elaborada,\nparecía aún más valiosa que el poder del que gozaba un comandante de caballería."
	}
}