{
	"id": 15006,
	"rarityList": [
		4,
		5
	],
	"name": "Bruja Carmesí en Llamas",
	"effect2Pc": "Bono de Daño Pyro +15%.",
	"effect4Pc": "Aumenta el daño causado por Sobrecarga, Quemadura y Crepitar en un 40%, y el de Vaporización y Derretido en un 15%. El uso de una Habilidad Elemental aumenta los efectos del conjunto de 2 piezas en un 50% durante 10 s. Puede acumularse hasta un máximo de 3 veces.",
	"flower": {
		"name": "Flor en Llamas de la Bruja",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor que fue tocada por una bruja que quería quemar el mundo. La calidez de sus llamas acaricia las manos de aquellos que la intentan tocar.",
		"story": "Una especie de flor muy común.\nDe alguna manera, ha podido resistir las llamas de la Bruja Carmesí.\n\nLa catástrofe que ocurrió hace siglos despojó a una joven mujer de todas las posesiones que se le prometieron.\nSus seres queridos, sus días pasados, su brillante futuro... Todo se derrumbó.\n\nDel humo y las ascuas nació la Bruja Carmesí, que quemó su dolor con fuego.\nSin embargo, esta flor conservó su vitalidad, suave y tierna.\nQuizás los recuerdos dolorosos y hermosos son sus dos caras de la moneda."
	},
	"plume": {
		"name": "Pluma Ardiente de la Bruja",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma de pájaro tocada por una bruja que quería quemar el mundo. Su combustión constante hace que aumente drásticamente la temperatura a su alrededor.",
		"story": "Una destructiva pluma de ave cuyas llamas arden para toda la eternidad.\nSu fuego nunca se extinguirá.\n\nLas tierras quedaban quemadas y devastadas a su paso, pues ella eligió el camino del fuego infernal.\nSus llamas solo alcanzaban a monstruos y demonios, pero cuando el fuego se avistaba a lo lejos,\nla gente le cerraba las puertas y ventanas a la Bruja Carmesí. Sin embargo, a ella no parecía importarle.\n\nElla pensaba que las ascuas de viejos dolores traerían nuevas esperanzas.\nNo buscaba la comprensión de la gente, ni su consuelo, ni su empatía.\nLos únicos que la comprendían sin decir palabra eran los pájaros que la rodeaban."
	},
	"sands": {
		"name": "Fin de los Tiempos de la Bruja",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un reloj que llevaba la bruja que quería quemar el mundo. En él fluyen los años de vida que le dedicó al fuego.",
		"story": "Un pequeño recipiente que contiene un líquido hipertérmico.\nSe dice que lo que fluye en él son espíritus malignos fundidos.\n\nAntes de la catástrofe, cuando la Bruja Carmesí aún era una joven normal y no había emprendido su largo viaje,\nle regalaron este reloj especial de agua. Cada ciclo semanal marcaba el tiempo que necesitaba de estudio en la Academia de Sumeru.\nCuando terminó la cuenta regresiva y la bruja regresó a su hogar natal, la persona que le había regalado el reloj ya se había convertido en una víctima de la catástrofe.\n\nSus años de mujer normal se acabaron, lo que dio paso a la destrucción de la Bruja Carmesí.\nAsí fue hasta que todos los monstruos de este mundo y todo el dolor que causaron ardieran."
	},
	"goblet": {
		"name": "Llama del Corazón de la Bruja",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un jarrón de arcilla ardiente legado por una bruja que quería quemar el mundo. Las llamas de este frasco nunca se apagan, igual que el deseo infame de la Bruja.",
		"story": "Una botella transparente que contiene fuego líquido.\nLas técnicas necesarias para hacer este tipo de fuego se perdieron hace mucho tiempo.\n\nLa Bruja Carmesí caminó sobre la tierra, reduciendo los monstruos a cenizas.\nExistía un rumor de cómo sacrificó su cuerpo mortal para convertirse en la encarnación del fuego líquido.\n\nAun así, el amor y el anhelo moraron una vez en su corazón de mujer normal y corriente,\nhasta que los incendios quemaron esa parte hermosa y frágil de sí misma.\nDesde entonces, se convirtió en la bruja cuya historia nadie quiso registrar jamás."
	},
	"circlet": {
		"name": "Sombrero Abrasador de la Bruja",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "El sombrero que llevaba una bruja que quería quemar el mundo. Las grandes alas del sombrero podían bloquear su campo de visión.",
		"story": "El tradicional sombrero puntiagudo de bruja con visera grande.\nLa bruja que lo porte infundirá temor y respeto.\n\nPara la Bruja Carmesí, este sombrero la separaba de las trivialidades de su alrededor.\nPasó años buscando el conocimiento, lo que le permitió concentrarse en refinar sus habilidades Pyro.\n\nNo tenía la necesidad de ver a los monstruos reducirse a cenizas en una danza llameante,\no de ver su rostro transfigurado por el humo y las llamas en el reflejo del agua.\nAsí, la Bruja Carmesí siguió provocando incendios indiscriminadamente."
	}
}