{
	"id": 15024,
	"rarityList": [
		4,
		5
	],
	"name": "Eco del Sacrificio",
	"effect2Pc": "ATQ +18%.",
	"effect4Pc": "Al golpear a un enemigo con un Ataque Normal, hay una probabilidad del 36% de activar el efecto de “ritual del valle”, el cual aumenta el daño de Ataque Normal en una cantidad equivalente al 70% del ATQ. Este efecto se anula 0.05 s después de infligir daño con un Ataque Normal. Si dicho ataque no activa ritual del valle, la probabilidad de activarlo con el siguiente golpe de Ataque Normal aumenta en un 20%. Esta activación solo puede ocurrir una vez cada 0.2 s.",
	"flower": {
		"name": "Flor Aromaespíritu",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una figura de jade con forma de flor. Cierta fragancia fantasmal parece rezumar de ella.",
		"story": "Cuando las flores aromaespíritu se abren por primera vez en todo el año, la Aldea Chiaoying comienza a preparar la ceremonia del té.\nCuando las flores se marchitan, los templos ya están repletos de fragantes tés.\nEl periodo de floración de estas flores es muy corto, tanto como la visita de cierta Adeptus que siempre va con prisa.\nEsta nos ha dejado su ambiguo nombre, “Herbóloga”, así como una gran cantidad de leyendas poco detalladas.\n\nSegún una historia, el cuerpo adéptico de Herbóloga se convirtió en las exuberantes ramas de un antiguo árbol de té.\nSegún otra historia, dicha Adeptus fue a una montaña adéptica a lomos de una bestia maligna domesticada.\nPero aún hay otra historia:\n\nÉrase una vez, una joven que llegó a la orilla de un río. Allí, recogió del suelo un sombrero velado y se lo puso con descuido.\nDe no ser por el velo del sombrero que le ocultaba la cara, la joven siempre sentía vergüenza y no se atrevía a hablar.\nDe repente, el ser que la había puesto en esta situación asomó la cabeza a través del agua.\nEl fulgente brillo de aquella carpa multicolor parecía estar jactándose de su victoria sobre la joven.\n\n“*Cof, cof, cof*, ¿te crees genial solo porque sabes nadar? ¡Ojalá te ahogues en el agua!”.\n\nAunque realmente estaba furiosa, solo lo dijo en broma.\nSin embargo, al final, aquel brillo resplandeciente acabó desapareciendo en el profundo estanque y nunca más reapareció."
	},
	"plume": {
		"name": "Hoja de Jade",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Un adorno de jade parecido a una hoja. En el pasado, tenía un significado muy especial para dos determinadas amigas.",
		"story": "Hace mucho tiempo, frente al río no había un atracadero, sino solamente una brumosa montaña.\nAntes de que la Maestra de la Montaña pudiera decidir qué plantar en ella, otra persona se le adelantó.\n\n“Cuando este árbol haya crecido un poco más, usaré sus hojas para servirles un buen té”.\nEntonces, invitaré a Preservadora de Nubes y a Moldeador de Montañas”.\n\n“¿Plantas este árbol en mi territorio y, aun así, tienes la vergüenza de decir eso?...”.\nAunque la joven reina de la montaña contestó furiosa, en su cabeza ya podía oler la fragancia del té.\n\nMás tarde, alguien ató este colgante de jade en la fina rama de aquel pequeño árbol.\nEntonces, la Maestra de la Montaña regresó, esta vez con un aspecto distinto.\nNi siquiera tenía unos dedos con los que desatar la cuerda del colgante. Pero eso ocurrió hace mucho tiempo...\n\nMuchos años después, los habitantes de las montañas trasplantaron esquejes de aquel árbol en la orilla contraria del río.\nPor su parte, el aroma del té viajó desde el Valle Chenyu hasta Liyue, y luego hasta muchos otros lugares.\n\nHay muchas leyendas sobre los árboles de té del Valle Chenyu. Una de ellas dice lo siguiente:\n“Independientemente de las condiciones hidrológicas, edafológicas y solares en las que se plante, el árbol del té solo puede crecer en el Valle Chenyu.\nEsto se debe a que dicho árbol recuerda la promesa que unas amigas hicieron en el pasado al lado de uno de sus brotes”."
	},
	"sands": {
		"name": "Símbolo Ceremonial",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un adorno de jade redondo. Según una leyenda, simbolizaba en algún sitio el inicio de un ritual.",
		"story": "Cuenta la leyenda que la piedra en bruto de este colgante de jade procede de una montaña sagrada largamente sellada.\nIgual que una caracola estelar que, tras marcharse de la costa, sigue recordando el sonido de las olas, este colgante también\nrememora el suave fluir del agua.\n\nHay un rumor que se suele escuchar en las posadas:\n“Según las leyendas, el tesoro más valioso de los riachuelos montañosos es un pedazo de jade en bruto que puede hacer que llueva.\nCuando el mundo se sumió en el caos, los monstruos comenzaron a codiciar el poder de ese jade.\nEntonces, la Maestra de la Montaña lo partió en varios pedazos de distintas formas para que resultara más engañoso a la vista.\nAlgunos pedazos los sumergió en ríos, otros los escondió en las montañas, y otros los dio como ofrendas en altares.\nSegún las leyendas del Valle Chenyu, estos jades han sido bendecidos por el contrato de un dios.\nSin embargo, aun después de tantos años, nadie ha sido capaz de encontrarlos...”.\n\nLa sacerdotisa siempre llevaba este colgante de jade con mucho cuidado.\nAntes de marcharse, se lo mostró en secreto a una amiga suya poco refinada.\nLe habló con total seriedad sobre la procedencia de los patrones decorativos del colgante, así como del antiguo contrato que los ancestros establecieron con un dios.\nSin embargo, su amiga estaba concentrada en machacar unas hierbas medicinales en un mortero y la ignoró por completo.\n\n“Este ritual es el mismo todos los años. No sé cuántas veces te lo he dicho ya”.\n“¿No dijiste que me invitarías a beber té? Pues ya hablaremos entonces”.\nPero lo que salió del agua no era lo que ella esperaba y, finalmente, desapareció en esas aguas...\n\nEn el presente, los artesanos del Puerto Yilong aún fabrican accesorios sencillos como este, y los comerciantes ambulantes\nse acercan al oído estos exquisitos colgantes de jade, tal y como\nse dice en las leyendas, para comprobar si, efectivamente, se escucha el suave golpeteo de la lluvia al caer sobre las rocas."
	},
	"goblet": {
		"name": "Taza de la Fuente",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Una taza de té de la que emana un constante flujo de agua cristalina. Es incierto si se trata de un regalo, una reliquia o un objeto perdido de los Adeptus.",
		"story": "Originalmente, este fue un obsequio de unas amigas, y en él había un pequeño mundo interior.\nLos manantiales de su interior nunca se secan, por lo que es perfecto como residencia temporal.\nYa que puede contener el reflejo de un sol y una luna, también puede contener un banco de peces.\n\nComparado con el ominoso destino de los Yakshas, ella se solía jactar de que tenía muy buena suerte.\nSin embargo, el precio por ser la heredera de este rito era no poder pisar la tierra en mucho tiempo.\nEn aquella época, el agua dulce que corría por la superficie de Liyue no era tanta como la que hay ahora.\nPara ella, la ciudad portuaria bajo la montaña y los poemas que se escribían en las llanuras eran tan lejanos como un sueño.\nPero esa joven a la que no le gustaba ser molestada dijo que iba a marcharse con la taza de té.\n\nLas cosas que decía sobre Liyue eran tan erróneas como los festivales carentes de etiqueta que se celebran en las aldeas.\nSeguramente este viaje seguiría estando lleno de discusiones y molestias.\nElla sabía que a ambas les encantaba discutir, pero ninguna se atrevía a acercarse a una multitud.\nNunca más hubo unas Adeptus tan diminutas como ellas, que admiraban y temían al mismo tiempo el bullicio.\n\n“Pero entre nosotras tenemos muchas promesas. Eso es algo bueno”,\npensó ella antes de marcharse.\n“Seguro que el viaje será muy entretenido. Te podré presentar a un viejo amigo de ella”.\n\nAl final, los braseros y los calderos de té dejaron de usarse, y la gente aprendió a hacer tazas de té.\nAsí, todo el mundo pasó a tener a disposición una luna llena en sus mesas y en sus manos."
	},
	"circlet": {
		"name": "Aretes Torrenciales",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Unos aretes hechos de un hermoso jade. Tienen un tacto sumamente suave.",
		"story": "En el Valle Chenyu hay muchas montañas, agua e historias. De estas últimas, la más conocida es la siguiente:\nEn la antigüedad, existía un jade en bruto que alguien sumergió en las aguas de un gran río para que no cayera en manos de algún monstruo maligno.\n\nDel río de la leyenda nacían muchos afluentes. De hecho, también hay una historia sobre uno de ellos.\nSegún dicha historia, el “jade bello” fue, en el pasado, el jade en bruto de aquella montaña sagrada, así como una obra de arte esculpida por el mismísimo Rex Lapis.\nPor su parte, la piedra que alguien metió en el agua podría haber sido un colgante, un ornamento, unos aretes o incluso una taza.\nTambién hay otra versión según la cual el “jade” de la historia solo es una metáfora de una “persona hermosa”.\n\nEntre todas esas leyendas, también hay una sobre una persona que vio un paisaje como este...\n\nVio una infinidad de carpas que se asemejaban a gemas que brillan bajo el sol.\nLas carpas se habían liberado de las cadenas que ataban a los seres acuáticos a los ríos y a los lagos,\ny volaban en libertad por los valles montañosos.\nAsí pues, al llegar a las orejas de cierta persona, el jade cambió de forma."
	}
}