{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "Réquiem del Corredor",
	"effect2Pc": "Bono de Daño Cryo +15%.",
	"effect4Pc": "Cuando el portador de este conjunto tiene 0 pts. de Energía Elemental, tanto el daño de su Ataque Normal como el de su Habilidad Definitiva aumentan en un 60%. Cuando dicho portador inflige daño con su Ataque Normal, el aumento de daño de la Habilidad Definitiva se anulará durante 6 s. Después de que el portador inflija daño con su Habilidad Definitiva, el aumento de daño del Ataque Normal anteriormente mencionado se anulará durante 6 s. Este efecto puede activarse incluso cuando el personaje que lleva este conjunto está en tu equipo pero no en uso.",
	"flower": {
		"name": "Canción Reverberante del Corredor",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor de hielo hecha de jade del Reino del Norte. Los pétalos de la flor se han convertido en polvo con el tiempo.",
		"story": "Siguiendo las indicaciones de su maestro, la joven se dirigió hacia el norte, atravesando las gélidas tierras congeladas y los corredores de espejos rotos que había al final del mar de hielo.\nDerrotó a innumerables monstruos que merodeaban por las ruinas y vislumbró el tesoro oculto bajo la nieve en los restos del árbol plateado.\n\nEn aquella época, la argéntea luz de la luna aún no se había hecho pedazos en la conflagración, y las profecías del cielo todavía estaban extendidas por la tierra.\nEl joven que llegó a las profundidades de la tierra se encontró con el primer ángel y le preguntó sobre el origen más prohibido de este mundo.\nLa hija nacida en el alba se estremeció ante tal irreverencia y preguntó al joven cómo podía conocer tal secreto.\nEntonces, el visitante le reveló sin tapujos sus orígenes y le cantó una canción que trataba sobre un hermoso sueño que nunca había visto.\n\nLas cadenas que le había colocado quien gobernaba desde el trono real se rompieron al instante como una telaraña, y por primera vez entendió lo que era ser sirvienta de sí misma.\nAsí pues, le contó sin ningún reparo a quien amaba todo lo relacionado con el tema prohibido de la creación, el cual formaba parte de los secretos más impronunciables.\n\n“Me acongoja pensar que quien los gobierna blasfemara de tal manera a estas nobles criaturas.\nIncluso un vil demonio que tortura almas por diversión quedaría estupefacto ante semejante atrocidad.\nOh, joven del alba que no sabe lo que es el amor, me convertiré en el enemigo de tus leyes.\nLas criaturas a las que aprisionó quien te gobierna deberían alzar la cabeza para contemplar las estrellas”.\n\n“Así pues, déjame ser tu espada, tu escudo, tu guía y tu cómplice imperdonable”.\nEl ángel más distinguido de todos se inclinó para besarle la frente, y del frío árbol plateado brotaron innumerables flores de escarcha.\nLas lunas celestiales, que en ese momento estaban contemplando la tierra desde un hueco entre las nubes, fueron testigo de esta traición y en ellas nació un mayor deseo de usurpación..."
	},
	"plume": {
		"name": "Promesa Perdurable del Corredor",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma hecha de jade del Reino del Norte. La luz que refleja no parece pertenecer a este mundo.",
		"story": "Siguiendo las indicaciones de su maestro, la joven se dirigió hacia el norte, atravesando las gélidas tierras congeladas y los corredores de espejos rotos que había al final del mar de hielo.\nDerrotó a innumerables monstruos que merodeaban por las ruinas y vislumbró el tesoro oculto bajo la nieve en los vestigios del abismo.\n\nSin embargo, ella no fue la primera forastera que visitó ese lugar.\nMucho antes de que los hijos del lejano norte tejieran los sueños que finalmente les llevarían a la ruina, hubo una viajera que viajaba con su sabiduría por las estrellas y que le había prometido al Maestro Dragón que se reencontrarían antes de que este cayera a la turbia oscuridad.\n\nEra una cronista que vagaba por el vacío más solitario, una transeúnte que no debería haber tenido contacto con la civilización primigenia.\nSu cuerpo inmortal dormía en el lejano disco celestial artificial, y su espíritu flotaba a la deriva entre millones de años luz de desolada soledad.\nCartografiando innumerables civilizaciones y especies destinadas a extinguirse, meditaba en suma oscuridad sobre las respuestas definitivas del mar de estrellas.\nHasta que un tenue destello de luz hirió sus sentidos y despertó a la viajera de su meditación milenaria.\n\nSe encontraba en un pequeño mundo insignificante en el extremo de un brazo espiral, junto con el dragón primordial que había nacido en ese mundo.\nEl sol que contemplaba el dragón no era más que un fugaz destello de fuego en la larga noche en la que incluso la muerte se desvanecía.\nSin embargo, aquella voluntad, aún confinada por el deber en la superficie del planeta, brillaba más intensamente que todas las civilizaciones que había presenciado la viajera.\nIncapaz de contener el asombro y la compasión que inundaban su corazón, ella reveló su advertencia al soberano de aquel diminuto mundo.\n\n“He visto cómo el fin sin luz desgarra los resplandecientes hilos de los cúmulos estelares como si de una rueca se tratara.\nHe visto cómo las frías mareas caóticas devoraban canciones y sumían tanto al bien como al mal en la soledad.\nAun así, oh, compasivo y gentil rey, ¿todavía os negáis a abandonar a vuestros súbditos?\nAbandonad este mundo condenado a la destrucción y emprended este viaje conmigo”.\n\nSin embargo, lo único que respondió el orgulloso dragón fue:\n“Amiga procedente de un mundo lejano, agradezco que me avises de estos asuntos de más allá del cielo.\nPero estos seres, que para ti son unos ignorantes, para mí representan el sentido que hay entre el cielo y la tierra.\nSi la marea de la destrucción llegará inevitablemente, que mis huesos sirvan de dique para proteger este mundo.\nSé testigo del camino que he elegido, pues guiaré a todos los seres para que viajen por las estrellas”.\n\nSin embargo, cuando la viajera regresó, el mundo que recordaba se había vuelto irreconocible.\nLos huesos de la tierra habían sido encadenados con cuatro grilletes, y la suave y pálida luz del cielo se había dispersado en siete inmóviles colores.\nEl aliento del Maestro Dragón se disipó como el humo y el trono del ser alado gobernaba sobre el resplandor de tres lunas.\n\nLa viajera se sintió perpleja ante el hecho de que el gigantesco dragón se marchara sin despedirse, pero no quería perturbar al nuevo señor de ese mundo.\nDesobedeciendo las reglas de su propia especie, la viajera introdujo su espíritu sigilosamente en el mundo que había dentro de aquella cáscara.\nAlojó su consciencia en el cuerpo de un joven y caminó entre esos primitivos animales cordados.\nY escuchó sus debates, cada día más acalorados, en la ciudad hecha de oro."
	},
	"sands": {
		"name": "Momento Olvidado del Corredor",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un reloj de bolsillo elaborado con jade del Reino del Norte. La aguja se detuvo para siempre en el momento de su destrucción.",
		"story": "Siguiendo las indicaciones de su maestro, la joven se dirigió hacia el norte, atravesando las gélidas tierras congeladas y los corredores de espejos rotos que había al final del mar de hielo.\nDerrotó a innumerables monstruos que merodeaban por las ruinas y vislumbró el tesoro oculto bajo la nieve frente a la torre dorada.\n\nEn aquella época, tan distante que ya es imposible recordarla, los reinos del lejano norte adornaban la tundra desolada como hilos dorados.\nLa fragua del corredor rugía día y noche, y los artesanos forjaban prohibidamente innumerables espíritus de hadas a partir de los restos de bestias gigantes.\nTambién tejieron una carne perfecta con la escarchada luz de la luna y la unieron a unos cuerpos originalmente débiles y frágiles.\nAquel era el poder de la creación que solo debía ostentar quien gobernaba el cielo, pero que, en un acto de traición, los emisarios entregaron a los mortales.\nSu sueño era que, algún día, esos pequeños seres crearan una vida perfecta que pudiera hacerse una con el mundo.\n\nEn aquel entonces, cuando el corredor aún no se había hecho pedazos, el primer ángel le contó a su amante el sueño más dulce de las estrellas:\n“He visto que los reinos de la tierra ya no necesitan suplicar misericordia a los cielos.\nSus ciudades llegan hasta las nubes y alcanzan alturas incluso mayores que el trono y las estrellas.\nHe visto que la humanidad va a dividirse la bóveda celeste con los dioses que tanto veneran.\nYa no habrá lágrimas, dolor o muerte, pues todo se ha completado”.\n\nSin embargo, aquel arrogante y ambicioso sueño acabó viniendo acompañado de los pilares de cristal azul oscuro que cayeron del cielo.\nLas hadas gritaron mientras se convertían en una argéntea bruma helada, y la próspera ciudad dorada quedó destruida en una sola noche debido al viento gélido.\nLa emisaria traidora fue despojada de su nombre y su cuerpo y, desde entonces, una maldición cayó sobre su especie.\nSi se atrevía a volver a mirar a otros a los ojos, o a ofrecer a una persona el amor que pertenecía a todos los seres...\nEntonces, el hermoso cuerpo que le había concedido el cielo se transformaría en viento y su sabiduría se reduciría a polvo.\nY así se quedaría hasta que el cuerpo caído se convirtiera en un Seelie, en una sombra que vaga eternamente mientras devora recuerdos."
	},
	"goblet": {
		"name": "Gran Banquete del Corredor",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un cáliz hecho de jade del Reino del Norte. Se dice que una antigua civilización lo utilizaba como objeto ceremonial para hacer ofrendas al cielo.",
		"story": "Siguiendo las indicaciones de su maestro, la joven se dirigió hacia el norte, atravesando las gélidas tierras congeladas y los corredores de espejos rotos que había al final del mar de hielo.\nCaminaba sola por las ruinas de la Espiral del Abismo en busca de la viajera de la que le había hablado el espadachín mágico.\n\nEn aquella época, la argéntea luz de la luna aún se apiadaba de las tierras del lejano norte, y los emisarios celestiales todavía observaban la tierra.\nLa ciudad dorada, que había enfurecido a cierto emisario por cuestionar el conocimiento de la evolución, se encontraba en medio de una disputa interminable para apaciguar su ira.\nLos sacerdotes se culpaban mutuamente por haber cometido el pecado de la usurpación, y por haber profanado el amor, la prosperidad y la sabiduría divinos.\nDe entre todos ellos, debían elegir al principal culpable que había corrompido la sabiduría de los demás, para que suplicara perdón a los furiosos emisarios celestiales.\nSin embargo...\n\n“Si el pecado nace de la búsqueda del conocimiento, entonces la ignorancia es algo sagrado; si el pecado nace de la resistencia, entonces el cordero es el ser más perfecto.\nSi el pecado debe pagarse con sangre, ¿por qué decimos que el pecado procede del ser humano? Si la ley es perfecta e inmaculada, ¿por qué temer entonces al cuestionamiento?”.\n\nEl joven de orígenes humildes, que no sabía cómo evadir a los guardias, entró en la sala donde los sacerdotes deliberaban.\nRefutó uno por uno los pecados de los que hablaban los eruditos y convirtió las acusaciones contradictorias en miradas de ira y desconcierto.\nEn la silenciosa sala de deliberación, el sacerdote encargado de oficiar los ritos, el cual llevaba una corona ritual de ramas blancas, ordenó retirarse a los guardias que habían acudido al oír la noticia.\n\n“Sofista blasfemo, si, tal y como sugieren tus grandilocuentes palabras, realmente crees que los pecados no son más que delirios de los mortales...\nEntonces, bebe de este furioso licor amargo y ve al árbol de raíces azuladas a defender tu causa ante los emisarios que nos han condenado”.\n\nY así, el joven, hasta entonces totalmente desconocido, se adentró en las profundidades de la tierra para pedir respuestas al primer ángel."
	},
	"circlet": {
		"name": "Corona Perdida del Corredor",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una máscara nublada por la obsesión, igual que la mente de su antiguo dueño. El jade que contiene parece ser de una época más antigua.",
		"story": "Siguiendo las indicaciones de su maestro, la joven se dirigió hacia el norte, atravesando las gélidas tierras congeladas y los corredores de espejos rotos que había al final del mar de hielo.\nDerrotó a innumerables monstruos que merodeaban por las ruinas y vislumbró el tesoro oculto bajo la nieve tras la cortina rota.\n\nEn aquella época, los ignorantes seres vivos todavía creían en los edictos celestiales y la corte real de las estrellas del alba se alzaba sobre las nubes.\nUna magnífica y noble creación nació de la luz, y los mortales, que no podían ver su rostro, la denominaron “ángel”.\nSus alas plateadas relucían como los destellos de la luz de la luna, y en la cabeza llevaba una ilustre corona séptuple forjada con los huesos de la tierra y las estrellas del firmamento.\nSu nombre era el amor de los dioses de los cielos, prometido a todos los seres, o la autoridad para gobernar todas las naciones de la tierra.\n\n“Deben amar a todas las criaturas de este mundo con todo su corazón, todo su ser y toda su pasión.\nDeben adorar los colores del alba igual que el rocío, y adorar los vientos alisios igual que las semillas”.\n\nEllas eran las sirvientas más leales del patio de los dioses, la balanza que nunca falla.\nTejían las cortinas para aquella persona que gobernaba los cielos y difundían las sagradas revelaciones a los distintos reinos.\nEse era el cometido que se les había encomendado en el momento de su creación.\n\nY así fue hasta que el primer ángel se encontró con un joven sin nombre bajo el árbol plateado del lejano norte.\nEn aquellos ojos que brillaban como estrellas, el ángel vio por primera vez la imagen invertida de sí mismo.\nSe trataba de un amor que no estaba contemplado en la ley, una libertad no permitida por el cielo.\nLa corona estelar de la eternidad, que llevaba el nombre del amor, se rompió de repente entre los desconocidos latidos del corazón.\nEntonces, la corona fue abandonada en la nieve sucia que había bajo el árbol plateado y la joven del alba tomó su decisión.\n\n“Adelante... Remodelemos las absurdas leyes con huesos y reguemos con sangre la desolación de las tierras del norte.\nConstruyamos una ciudad y una torre que alcance las nubes para que los mortales no tengan que llorar de sufrimiento nunca más.\nDejen que abandone esta corona inútil en el polvo, y que los distintos reinos de este mundo se liberen de su yugo”."
	}
}