{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "Fragmento de la Armonía Fantasiosa",
	"effect2Pc": "ATQ +18%.",
	"effect4Pc": "Cuando el valor de un pacto vital aumenta o disminuye, el daño que inflige el personaje aumenta en un 18%. Este efecto dura 6 s y puede acumularse hasta 3 veces.",
	"flower": {
		"name": "Preludio de la Sinfonía Armónica",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor plenamente abierta con decoraciones de oro y basalto azul. Antiguamente, era una medalla de honor otorgada a los humanos inmortales.",
		"story": "Era la época en la que la ignorante bruma del mar envolvía el Supramar y el pueblo de todas las aguas aún no vivía en la ignorancia.\nEntre las dunas escarlata y las montañas apagadas, hubo una vez un dios que perdió su hogar.\nSe trataba de un cantor de los oasis que se había quedado sin un lugar al que volver debido a la imponente luz del Señor del Sol Abrasador.\nComo no estaba dispuesto a servir al Rey del Desierto, prefirió escoger una vida errante.\n\nEn la penumbra del abismo marino, donde toda agua tenía su origen, había una ciudad jamás documentada en los anales de la historia.\nEl cantor sin hogar, que ya había decidido que el Supramar sería su tumba, llegó por casualidad a una ciudad en ruinas incluso más antigua que la propia tierra.\nTras cruzar incontables pasillos, llegó al centro de las ruinas de un templo.\nBajo un blanquecino cedro plateado, escuchó la vida que aún quedaba en esa ciudad abandonada y oyó el murmullo de la abeja dorada que rodeaba el árbol:\n\n“Oh, viajero procedente de tierras lejanas, esto no es ninguna casualidad, sino que el destino te ha traído de la mano hasta aquí.\nEn el pasado, fui la emisaria encargada de proteger este árbol, mas perdí mi sabiduría y mi forma con el transcurso del tiempo.\nSin embargo, aún soy capaz de ver el futuro y, oh, viajero, volverás a tener una ciudad y unos súbditos.\nLa nación que fundarás prosperará y florecerá, hasta que un día gobernarás por completo el Supramar.\nTraerás la civilización y la justicia para tu pueblo, mas al final, este sucumbirá a causa de esa misma justicia.\nSi aun sabiendo cómo será el final estás dispuesto a emprender este viaje, yo te guiaré por el camino del ascenso”.\n\n“Oh, abeja dorada vaticinadora de profecías, si se trata de los planes del destino, ¿qué opción tengo yo para elegir?\nNo obstante, si realmente tuviera margen de elección, cambiaría ese final que proclamas”.\n\nCuando terminó de hablar, la árida cavidad se desmoronó estrepitosamente y el árbol plateado se transformó en un navío de oro.\nAquel fue el primer encuentro entre el glorioso rey que tocaría la serenata y la profetisa Sibila."
	},
	"plume": {
		"name": "Nocturno del Mar de Antaño",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma ornamental hecha a semejanza de las alas de la legendaria abeja dorada. Hasta la brisa más suave la hace zarandearse.",
		"story": "Era la época en la que la canción de la revelación se extendía por el Supramar y los bosques y los islotes desolados empezaban a prosperar.\nEl dios melómano erigió una alta torre en Meropis para reunir a las gentes dispersas y construir una nueva nación.\nLa tierra se volvió enormemente productiva gracias al cuerno de la fertilidad, y el ir y venir de barcos conectó a las numerosas islas.\nSi aquella debía haber sido una época libre de preocupaciones, ¿por qué el corista principal sentía tanta angustia?\n\n“Tal y como vaticinaste, he sido el glorioso rey que ha traído a su gente una refinada civilización.\nAsimismo, he otorgado paz al océano, gobernado de acuerdo a la justicia y diseminado el progreso y el orden por todo el imperio.\nSin embargo, cuanto más prospera esta gloriosa nación, más desasosiego y desazón siento en mi interior.\nSegún la profecía, esa prosperidad durará cien años, pero ¿y después? La semilla de la destrucción ya está germinando”.\n\n“Oh, glorioso rey, ya os dije que los océanos se elevarán, los imperios caerán y la única constante será el cambio, pues esa es la ley por la que se rige la Fortuna.\nTanto los ricos como los pobres son esclavos del destino y, o bien ascenderán al trono, o bien se convertirán en polvo.\nPuesto que la rueda del destino gira implacablemente, no podréis cambiar el inevitable final por mucho que os resistáis.\nSi, al igual que una obra de teatro llena de giros argumentales, el final está escrito, ¿por qué lamentarse por él?”.\n\nEl rey del pueblo del Supramar sabía perfectamente que la eternidad era una ingenua fantasía y la inmortalidad, una ciega ilusión.\nSin embargo, no podía soportar el oscuro futuro vaticinado por la profecía.\n\n“Cuando llegue el juicio del destino, las despiadadas olas engullirán la gloria y la felicidad efímeras.\nAunque puedo ver el inexorable futuro, carezco del antiguo y sagrado conocimiento para investigar qué es lo que nos conducirá a la destrucción.\nPero lo que sí sé es que la Maestra de Todas las Aguas se encuentra aprisionada en la penumbra de las profundidades del mar, en la nación donde fluyen los manantiales.\n\nSi la profecía dice que la marea infinita devorará vuestro reino, entonces tal vez ella tenga la respuesta...”."
	},
	"sands": {
		"name": "Gran Burla del Giro del Destino",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un reloj que emula la rueda del destino. En la actualidad, no tiene forma de girar.",
		"story": "Era la época en la que aún no sonaba la grandiosa serenata y la flota dorada todavía no había zarpado.\nA fin de encontrar una respuesta para romper la maldición, el glorioso rey emprendió la búsqueda del origen del agua.\nBajo el Supramar apestaba a sangre y odio, pues allí se encontraba el reino en el que vivían los descendientes de los dragones.\nEl príncipe Dragarto, en un origen sirviente del espíritu del mar antiguo, vigilaba la prisión en la que estaba encerrada la Maestra de Todas las Aguas.\n\nComo si se hubiera repetido la guerra de los albores del tiempo, el mar ardió con el fragor de la batalla durante treinta días.\nHasta que, cuando la extenuación trajo un breve descanso, el rey divino proclamó con música su verdadero propósito.\nInesperadamente, el príncipe Dragarto soltó una carcajada al conocer los delirios del usurpador:\n\n“Usurpador de los mortales, te preocupa la maldición sin sentido y te quejas de las cadenas del destino, mas desconoces el sufrimiento por el que han pasado los de mi especie.\nHemos perdido la tierra y el sol, y ahora solo existimos en las sombrías profundidades abisales.\nOh, usurpador de los mortales, sabes muy bien que el destino es el ritual de los cielos y que es completamente inamovible. Pensar de ese modo equivale a rebelarse contra esa autoridad.\nNo obstante, si de veras deseas urdir un plan tan necio, te llevaré a ver a la Maestra de Todas las Aguas”.\n\nAsí pues, en el lugar más profundo del agua, en la morada de la noche perpetua, el glorioso rey aprendió todos los terribles secretos de la misericordiosa Maestra de Todas las Aguas.\nSin embargo, no encontró ninguna respuesta para lograr la salvación.\nLa Maestra de las Aguas había cometido un pecado imperdonable y las maldiciones que ello causó eran irreversibles.\nEl rey, que aún albergaba ambición y esperanza, se llevó un cáliz de agua de extrema pureza antes de marcharse de allí lleno de determinación.\n\n“Si la marea devora a mis súbditos, entonces sellaré sus almas en un icor completamente indisoluble en el agua.\nSi mi nación se pudre a causa del tiempo, entonces crearé para mi pueblo cuerpos imperecederos de piedra y bronce”.\n\nCuando la poderosa brisa marina soplase sobre la nación dorada, ¿giraría también el timón del destino? Nadie tenía una respuesta..."
	},
	"goblet": {
		"name": "Rapsodia del Icor Derramado",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un ritón con base de cobre hecho en un horno que, en el pasado, estaba lleno del vino del paraíso.",
		"story": "Era la época en la que las rapsodias sonaban en el Supramar y la Legión Inmortal estaba preparada para lo que fuera.\nDespués de que el glorioso rey fundara la dorada capital imperial, gobernó bajo el título de “sebasto”.\n\nLas polis sucumbían ante el poder supremo de sus barcos colosales.\nAllá donde caían notas musicales, las canciones populares de la barbarie eran remplazadas por las sinfonías de la civilización.\nTodo con un mismo objetivo: traer la justicia y la salvación.\nEse era el sueño de su majestad el sebasto, el cual no podía abandonar a su pueblo.\n\n“Las furiosas olas harán que tu reino se desmorone, pues el destino que ya está escrito no se puede cambiar.\nSus hilos secretos seguirán guiándolos hasta su trágico final como si de títeres se trataran”.\n\nEl sebasto no se hundió en la desesperación ante la cruel aseveración de la profetisa, sino que, por el contrario, en su interior despertaron grandes pensamientos fantasiosos.\nAsí pues, se encerró en su palacio imperial para buscar el punto débil del dueño del destino entre las melodías ecuménicas.\nTras incontables días y noches, Remo comprendió los misterios de la Fortuna gracias a los acordes del mundo.\nCuando hubo leído todas y cada una de las notas del destino, solo necesitó una pluma para componer su propia serenata.\n\nPara ello, el sebasto le rezó a Sibila con determinación. Como esta procedía de la tierra de los difuntos, por sus venas ya había corrido el flujo del destino.\nAunque esa petición era bastante descabellada, la abnegada profetisa respondió a sus deseos sin un ápice de vacilación, igual que hacía siempre.\n\nEntonces, en el trono resonó la armoniosa serenata, aquella que rompería las cadenas con las que el destino aprisionaba al pueblo, y para el cual compondría una nueva melodía y un nuevo camino.\nBajo la bóveda áurea, el sagrado y excelso icor fluyó a través de las acualíneas de oro y los temblores del Palacio Dorado se extendieron por todo el imperio.\nEn su locura, el sebasto fantaseaba con entregarle la batuta del destino a la humanidad una vez que llegara el final de la armónica y grandiosa ópera.\nCuando llegara ese día, ricos y pobres, sabios y bárbaros por igual, toda persona libre tomaría el control de su propio destino.\n\nAsí pues, el rey se dirigió a ciegas hacia un final desconocido entre las violentas olas, pues en los ojos de Sibila ya no había ningún futuro..."
	},
	"circlet": {
		"name": "Vals Fantasioso de la Ruina",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una máscara cubierta con pan de oro. Podría tratarse de una reliquia perteneciente al comandante de alguna legión.",
		"story": "Era la época en la que los palacios dorados de antaño se reducían a escombros y las gloriosas polis se hundían bajo el desolado mar.\nTodos sabemos qué ocurrió después, pues el día del juicio llegó, tal y como estaba previsto.\nLa codicia y la traición destruyeron el sueño de resistirse al destino, de modo que toda la gloria se hundió.\nUna vez que la furiosa marea se apaciguó, un corcel grisáceo llegó a lomos del viento para llevarse todo vestigio de vida que quedara.\n\nSin embargo, como si de una burla del destino se tratara, la autoridad dorada que durante una época envolvió al Supramar ya se había convertido en una simple leyenda cuando los bárbaros de antaño terminaron de construir entre la algarabía la nueva nación de Todas las Aguas.\nTras el fin de la magnífica ópera, el tiempo se llevaría todo rastro de antaño que quedase en el escenario, y los nombres de quienes habían anhelado la inmortalidad se borrarían por completo.\nMas ¿quién iba a creerse semejante final si, en el pasado, una armada de cuarenta galeras gigantes navegaba sobre las olas esmeralda con los vientos del alba, mientras llevaba las noticias del progreso y la civilización siguiendo las corrientes marinas?\n¿Quién iba a creérselo si el dios rebelde que perdió el paraíso había desafiado la autoridad de los cielos, e incontables mortales habían renunciado a sus cuerpos para unirse a aquella fantasiosa rapsodia?\n\n¿Y qué quedó después de que todo terminara, después de que aquella fantasía se derrumbara?\nPues tal vez un sueño, ya que después de todo lo sucedido, en los vestigios de la fantasía seguían naciendo innumerables sueños.\nPero tal y como se suele decir, el océano en el que las lágrimas convergen nunca se seca. Se eleva hasta el cielo y se convierte en lluvia.\nAl final, todos los sueños convergirán en uno para traer la salvación definitiva a todas las personas del mundo."
	}
}