{
	"id": 15026,
	"rarityList": [
		4,
		5
	],
	"name": "Sueños Áureos",
	"effect2Pc": "Maestría Elemental +80 pts.",
	"effect4Pc": "Tras causar una Reacción Elemental, el personaje que lleve equipado este conjunto obtiene durante 8 s los siguientes fortalecimientos en función de los tipos elementales de los miembros del equipo: por cada personaje del mismo tipo elemental que el portador de este conjunto, el ATQ aumenta en un 14%; por cada personaje de tipo elemental distinto al portador de este conjunto, la Maestría Elemental aumenta en 50 pts. Cada uno de estos efectos se calcula para un máximo de 3 personajes. Este efecto solo se puede activar una vez cada 8 s, y se activará incluso cuando el personaje que lleva este conjunto equipado esté en tu equipo pero no en uso.",
	"flower": {
		"name": "Flor de Metal Onírica",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Un capullo de flor creado con un metal oscuro. Sus pétalos, que ya nunca más podrán volver a abrirse, rodean un pistilo de color escarlata.",
		"story": "“En el sueño áureo, nadie tendrá que beber ni una gota más de amargura”.\nSegún una antigua leyenda, una vez existieron tres amigos que eran inseparables.\nUna de ellos terminó marchitándose como una rosa y se descompuso en el barro.\nLas tormentas de arena redujeron al reino de las flores a una mera historia, a un sueño dentro de una canción.\n\nOtra de ellos construyó en un rincón del desierto un gran oasis como nunca antes se había visto.\nY otro volcó todo su intelecto y energía para crear un espejismo eterno en medio del desierto.\nNadie debería llevar grabadas en el rostro las marcas dejadas por el dolor y la separación.\n\n“Cuando la luz de luna abandone la palma de tu mano, cuando la solitaria luz plateada se repliegue del laberinto del mar de arena,\nespero que puedas recordar cómo ardió tu acompañante en los sueños bajo la luz cegadora del sol”.\n\nY así, los recuerdos obsesivos surgieron en medio de un mundo nuevo en llamas, como un fuego sin humo.\nY así, aquellos que miran al pasado con un ojo y a la tierra de ensueño con el otro terminarán perdidos.\nY así, él fijó su mirada en el conocimiento prohibido de las profundidades y escuchó un dulce susurro..."
	},
	"plume": {
		"name": "Pluma del Juzgamiento",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma que en el pasado se usaba para medir el peso del corazón de un criminal, pero que ha perdido su función original.",
		"story": "“En el nuevo mundo, todo es bondadoso”.\nEn la antigüedad, el decreto celestial cayó en el silencio y el mundo perdió a su gobernante.\nEl pasado de civilización y armonía quedó sumergido en una profunda oscuridad.\n\nMás tarde, las leyes irreversibles del tiempo volvieron a medir toda la vida en el desierto.\nLos corazones se pesaban con plumas, la sabiduría se medía con hierro fundido y se gobernaba con una racionalidad desinteresada.\nLa lealtad hacia el rey divino se basaba en la ley de sangre grabada en el paraíso desértico.\nCuando los ideales de gobernanza se distorsionaron por una profunda tristeza, la realeza se convirtió en cómplice de la opresión.\nIgnoró el hecho de que los cimientos de palacio se estaban hundiendo lentamente en las arenas y avanzó hacia un futuro demente y desconocido.\n\n“La traición debe ser juzgada sin piedad.\nY la sentencia de ese juicio es la aniquilación total y absoluta”.\nAl final, las reglas se corrompieron por la arrogancia y se redujeron a simples grilletes.\nY, por decisión del rey divino, la desgracia aprisionó con sus cadenas el destino de sus súbditos."
	},
	"sands": {
		"name": "Tiempos Dorados",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un antiguo reloj de sol de un metal con un brillo oscuro. Parece como si estuviera narrando el pasado del desierto.",
		"story": "“La visión dorada se mostrará con su forma más antigua”.\nEn un inicio, las tribus eran una con la arena y su sangre era una con la tierra.\nSeguían la ley de la sangre y temían aquella época de hambruna que había quedado grabada en sus recuerdos.\n\nMás tarde, el tiempo y la arena cubrieron la tierra y, en consecuencia, emergió un rey divino que proyectó su grandiosa sombra.\nEn aquella época olvidada, los dioses habían creado un paraíso con oasis exuberantes y manantiales a raudales.\nSiguiendo el ejemplo del rey divino, la gente construyó altas murallas, erigió un trono y se congregó en unos prósperos reinos vasallos.\nImitando la forma del rey divino, los estados vasallos recordaron los viejos tiempos en los que tenían reyes y sacerdotes.\nEn aquella época, los sabios reyes escuchaban las profecías del cielo y el mundo aún no conocía lo que eran las catástrofes.\n\n“Utilizando la sabiduría, el rey restaurará los días dorados del pasado y detendrá las arenas del tiempo gracias a su inmaculado\npoder divino”.\n\nEn efecto, así fue como por fin llegó la época dorada del Rey del Desierto y del pueblo de las arenas.\nLa dorada tierra de ensueño llamaba a la arena errante, y en ella no habría ni tristeza ni despedidas."
	},
	"goblet": {
		"name": "Festín Final",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Una copa de vino usada en los grandes banquetes de la antigüedad. Ha perdido el magnífico lustre que tenía.",
		"story": "“La alegría siempre termina en finales amargos.\nY los recuerdos dulces como la miel siempre se desvanecen como el humo en el aire”.\nAl principio, los festines pertenecían a la maestra de las flores y de la luna, el poder pertenecía al Rey del Desierto, y la vida pertenecía a la cuidadora de las plantas.\nAl igual que la luna argéntea, el sol áureo y los oasis esmeralda, los tres reyes divinos hicieron un juramento y formaron una alianza.\n\n“En aquellos tiempos, la luna contaba a los ruiseñores y a las rosas historias sobre la época más dichosa de los reyes divinos.\nSin embargo, ruiseñores y rosas se sentían tan atemorizados y avergonzados al escuchar esas historias que ni siquiera eran capaces de cantar una canción en respuesta.\nReinaban la paz y la tranquilidad, y no había ni división ni desgracias en ese paraíso sin preocupaciones.\nOjalá esta felicidad, tan maravillosa como un espejismo, pueda ser eterna para evitar tener que probar el amargo sabor del adiós”.\n\nMás tarde, el tiempo rompió el acuerdo tácito entre el día y la noche y destruyó la antigua alianza.\nLa acogedora noche iluminada por la luna se hundió bajo la arena y el omnipresente sol abrasador proyectó su cruel mirada sobre la tierra.\nAl disfrutar juntos del festín de los reyes divinos, los sacerdotes y el pueblo recordaron aquella corta época de ensueño.\nSin embargo, los sueños terminaron siendo atrapados por la realidad e introducidos en máquinas sin vida que los aplastaron hasta no quedar nada.\nPero de esas máquinas y de sus oscuras pesadillas emergería una nueva inteligencia...\n\n“Que todos los pensamientos sean uno y que todos los planes sean uno. De esta manera, el ser humano se convertirá en el rey de los\nreyes y en el dios de los dioses”.\nEntonces, sonó la elegía del solitario rey de los reyes.\nSin embargo, hacía ya mucho tiempo que la arena dorada era consciente de cuál era su funesto destino."
	},
	"circlet": {
		"name": "Reminiscencia del Rey del Desierto",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una prenda para la cabeza con incrustaciones de oro que solían llevar los sacerdotes del desierto. Su forma emula y recuerda al legendario rey de los habitantes del desierto.",
		"story": "“El rey arribará con una luz tan resplandeciente como la del propio sol. Y se despojará ante el pueblo de la corona\ntejida con espinas de rosas”.\nEl primer pilar divino descendió de los cielos y sepultó los árboles y el pasto bajo las arenas.\nEl áureo sol descendió, volvió a ascender y envolvió al mar de arena en un lujoso manto de muerte y deceso.\n\nLuego, los vientos tóxicos del tiempo perturbaron el profundo letargo de los caídos y crearon ilusiones de melancolía y añoranza.\nEn aquellos fatídicos tiempos, varias ciudades prosperaron en el suelo fértil de los oasis.\nEn pos de los ideales de su divina majestad, los sacerdotes gobernaron el mundo con justicia y la abundancia reinó en todo el reino.\nEn el pasado, el sabio rey mortal y los sacerdotes recibieron personalmente el edicto de los dioses para reinar sobre la tierra.\nA día de hoy, los nobles apoderados que gobiernan el oasis se han convertido en sombras de los sacerdotes.\n\n“Las espadas reales y báculos divinos se hallan esparcidos por la tierra como si de reliquias se tratara.\nBajo su sombra, los súbditos crecen y continúan con sus vidas”.\n\nEl tiempo pasó y fantasías delirantes entretejieron lazos con absurdas decisiones.\nEntonces, una fascinante esperanza fue el cebo del pueblo en su camino hacia el amargo final."
	}
}