{
	"name": "Final del Gladiador",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATQ +18%.",
	"4pc": "Aumenta el daño de Ataque Normal en un 35% si el personaje usa una espada ligera, mandoble o lanza.",
	"flower": {
		"name": "Nostalgia del Gladiador",
		"relictype": "Flor de la Vida",
		"description": "Nadie sabe por qué el legendario y sanguinario Gladiador siempre llevaba esta flor en el pecho, que era su único punto débil.",
		"story": "Una flor corriente arrancada delicadamente por el maestro del Gladiador.\nHizo un broche con ella, el cual puso en el pecho del luchador. Ese fue el gesto más amable del maestro.\n\nCuando el Gladiador aún no era una leyenda viviente, alguna vez dio un paseo con su joven maestro por un jardín.\nEste arrancó una flor y se la dio al taciturno esclavo.\n“Un regalo no siempre es una recompensa. A veces se hace simplemente al dejarse llevar por el momento”,\ndijo con una sonrisa el astuto maestro en un día del futuro.\n\nEl invencible Gladiador finalmente cayó ante los pies de una forastera.\nEn ese momento, recordó el sueño que tuvo hace muchos años.\n“Qué flores tan hermosas. Me pregunto cuándo podré comenzar mi propio viaje”.\n“Me gustaría ver cuán hermosas son las flores silvestres”."
	},
	"plume": {
		"name": "Destino del Gladiador",
		"relictype": "Pluma de la Muerte",
		"description": "Una pluma que sueña con tener la libertad de un halcón. Al final de la legendaria carrera del Gladiador, el pájaro indomable puso esta pluma en su corazón.",
		"story": "El fin había llegado para el Gladiador Victorioso.\nLa joven contendiente le rindió su último homenaje.\n\nCuando la vanidad de la victoria y el deseo de libertad se disiparon en el aire como la niebla matutina,\ny cuando la luz del alba brilló por fin en la arena a través de capas de nubes sangrientas, el Gladiador vio un pájaro volando.\n\nA una batalla de ser libre, el Gladiador fue derrotado por una chica desconocida.\nEn la multitud estallaron gritos y aullidos como truenos, pero la vencedora se negó a humillar a su oponente y ejecutarlo.\nPor ello, no hundió su espada en la garganta de su adversario para acabar con su vida como si fuera un esclavo.\n\nLas heridas estaban cubiertas de plumas invisibles.\nEl Gladiador finalmente emprendió un viaje como un ave en libertad.\nY voló al lugar donde las flores se abren libres y los pájaros elevan su vuelo."
	},
	"sands": {
		"name": "Esperanza del Gladiador",
		"relictype": "Arenas del Eón",
		"description": "Un reloj que atestigua los días sangrientos del Gladiador en el coliseo. Para él, contaba los días que le quedaban para ser libre.",
		"story": "El Gladiador fabricó este reloj de arena él mismo. Lo volteaba antes de cada batalla.\nCuando el reloj dejó funcionar, el Gladiador ya llevaba mucho tiempo tumbado en un charco de sangre.\n\nCada vez que peleaba, ponía el reloj de arena a un lado.\nCuando el polvo del combate se disipaba y el público lo aclamaba, la arena del reloj seguía fluyendo.\n\nEn su pelea final, se enfrentó a una muchacha.\nEn sus ojos vio la timidez de una niña y la ferocidad de una joven leona.\nAl fijarse en su forma de caminar, la chica vio los pesados grilletes del paso del tiempo que encadenaban al Gladiador.\nFue una pelea que este no había tenido en años: feroz, pero satisfactoria.\nSin embargo, el combate terminó en un instante. La fría hoja de la espada se hundió en el corazón del Gladiador, cesando el flujo de su reloj de arena."
	},
	"goblet": {
		"name": "Embriaguez del Gladiador",
		"relictype": "Cáliz de Eonothem",
		"description": "La copa de oro usada por un antiguo gladiador para beber el vino de la victoria. En ella, se acumulan infinitos recuerdos memorables.",
		"story": "Un lujoso cáliz hecho de oro. Fue un obsequio que el amo del Gladiador le dio como premio.\nDe este cáliz bebió el Gladiador victorioso, ya fuera vino o la sangre de los vencidos.\n\nTras otra de sus victorias, el Gladiador, cubierto de heridas, ofreció el honor de la victoria a su maestro.\nMás embriagante y adormecedor que el buen vino fueron la victoria, el honor y los aplausos de la multitud.\n\nEl maestro, que le permitió sentarse a su lado y beber con él, le obsequió este cáliz.\nDelicado y hecho solo para él, representaba el cuidado y afecto del maestro.\nPero las cadenas doradas de la vanidad habían aprisionado al Gladiador y la serpiente venenosa del deseo lo estranguló.\nEl campeón se detuvo a la espera del vino de la victoria y perdió la oportunidad de recuperar su libertad."
	},
	"circlet": {
		"name": "Triunfo del Gladiador",
		"relictype": "Tiara de Logos",
		"description": "Un casco que una vez perteneció a un gladiador. Manchado con la sangre de incontables enemigos, es apreciado por mucha gente.",
		"story": "Un casco del Gladiador adornado con plumas.\nPara los espectadores entusiastas, este casco era el símbolo de la invencibilidad.\n\nEl legendario Gladiador había peleado numerosas batallas. Nadie tenía ninguna oportunidad ante su espada, ya fuera humano o monstruo.\nCon cada triunfo, el Gladiador Victorioso pasaba por las puertas como un héroe bajo la mirada de una multitud entusiasmada.\n\nEl esclavo pudo probar la sensación de ser un maestro, pero su vanidad tiñó de negro el resplandor de la libertad.\nEn ese momento de triunfo, el Gladiador finalmente vislumbró el mundo fuera de su celda. Estaba un paso más cerca de la libertad.\n\nPero ni él ni la multitud se dieron cuenta de que todo era una farsa hasta que su casco cayó sobre la arena.\nDespués de todo, seguía siendo un simple esclavo. Ni ofreciendo su vida podría complacer a su maestro."
	}
}