{
	"name": "Corazón de las Profundidades",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bono de Daño Hydro +15%.",
	"4pc": "Tras usar la Habilidad Elemental, aumenta el daño de Ataque Normal y Ataque Cargado en un 30% durante 15 s.",
	"flower": {
		"name": "Broche Dorado",
		"relictype": "Flor de la Vida",
		"description": "Un broche cuyo color y brillo se han atenuado. Su revestimiento dorado original se ha perdido debido a la erosión de la brisa marina.",
		"story": "Un broche descolorido por la brisa salada del mar.\nIncluso un hombre que recorre los océanos\ntiene objetos y recuerdos queridos.\n\nEl barco de guerra levó anclas y zarpó, y el Primer Oficial volvió a navegar con el Capitán.\nPor la búsqueda absurda del Capitán, y por sus propios recuerdos difusos,\nel Primer Oficial entona entre dientes una ridícula cancioncilla de su propia cosecha, y acompaña al sonido de las olas y las ballenas.\n\n“♫ El ladrón que a su apellido renunció ♫ y la bruja que lo cazó ♫ (nunca) llegaron al mar, noooo ♫”\n“♫ Su medio hermano el poder ansió ♫ y dirigir la familia consiguióóóó ♫ ¡o no!♫”\n\n“No conozco esa canción... ¿Finalmente tú también renunciaste a la verdad y elegiste las fantasías?”.\n“El que lo perdió todo y el que renunció a todo se hunden en una ola en la que todo cabe”.\n“¡Ese final no está nada mal! ¡Jajaja!”."
	},
	"plume": {
		"name": "Brisa de los Recuerdos",
		"relictype": "Pluma de la Muerte",
		"description": "Una pluma arrastrada por el sollozo de la brisa marina y las sangrientas olas del océano. Su forma y color han ido cambiando con el tiempo.",
		"story": "Una pluma roja y de mal agüero. Tal vez sea un símbolo de la muerte.\nUn día apareció en la orilla junto a los restos de una bestia marina.\n\nEl cínico Primer Oficial no era originario de Liyue, sino que procedía de un reino gris gobernado por la aristocracia.\nTodos decían que él también tenía orígenes nobles, pero que su hermano menor lo desterró por mancillar el honor de la familia.\nPero eso no debían ser más que rumores sin fundamento ya que, cuando llegó al puerto, lo único que poseía era un espadín\ny una pequeña pluma de color zafiro prendida en su capa.\n\nDespués, el vagabundo se echó a la mar siguiendo a un Capitán y se enfrentó a las grandes olas y a las criaturas marinas.\nLa pluma de color zafiro se tiñó del color rojo de la sangre y se manchó con la sal del mar.\n\nEn sus últimos momentos,\nrecordó claramente el pasado que el alcohol le había hecho olvidar.\nComo un tesoro que las olas arrastran hasta la playa..."
	},
	"sands": {
		"name": "Brújula de Cobre Resistente",
		"relictype": "Arenas del Eón",
		"description": "Una brújula hecha de cobre cuya manecilla siempre apunta a una costa muy lejana y a un puerto cuya existencia no se conoce.",
		"story": "La brújula color cobre de un grumete.\nLa vida entre las olas siempre es turbulenta,\ny esta brújula siempre apunta al corazón de quien la sostiene.\n\nEl áspero Capitán una vez utilizó esta brújula para guiar a su barco gigante,\nconquistar los mares más traicioneros y dominar los remolinos más superlativos.\nTambién guio a aquel que escondía su profundo odio detrás de su risa desinhibida,\ny que, perdido y desesperado, solo buscaba la muerte y el alcohol...\n\n“Los ladronzuelos siempre acaban en la horca... ¿de eso trata su canción?”\n“Mientras haya sitio para mí, me pueden enterrar en la barriga de un pez, si quieren...”\n“¿No firmaste un contrato cuando embarcaste aquí?”\n“Eso no lo habrás olvidado, ¿verdad? ¡Jajaja!”\n“Está bien que no lo hayas olvidado... porque es hora de cumplirlo”.\n\n“Oh, está bien. Al fin y al cabo, qué importa...”"
	},
	"goblet": {
		"name": "Cáliz de las Profundidades",
		"relictype": "Cáliz de Eonothem",
		"description": "Un cáliz desteñido que alguien sacó del agua por casualidad. Sus tenues colores murmuran historias que tuvieron lugar bajo las olas del mar.",
		"story": "Un cáliz algo descolorido, pero de una elaboración muy delicada\ny pulido por las arenas del fondo marino.\n\nEsta copa exquisita cayó desde las manos del Primer Oficial y solo salpicó ligeramente al atravesar la superficie del océano.\n¿Qué vio entre los bancos de peces y la luz tenue del fondo del mar?\n¿Qué oyó en el callejón silencioso, frente a los arabescos de la celosía?\nEl cáliz dorado se sumergió lentamente en los sueños del monstruo marino, en el sueño del Primer Oficial...\n\n“Esta marca de pecado se debe a ti. Lo pagarás algún día”.\nLa luna iluminaba una mirada zafiro y una cicatriz que atraviesa un ojo.\nEn sus recuerdos, la cara de ella relucía cada vez más y se volvía más fría y arrogante,\npero no es capaz de recordar qué respondió él, y de pronto se siente abatido.\n\n“Ahora que lo pienso, ¿cuántas veces olvidé ya el pasado?”.\n\n“Ja, ¿y qué importa ya el pasado?”.\n“Todas las muertes son en vano, y ahondar en el pasado no sirve de nada”."
	},
	"circlet": {
		"name": "Gorro de Capitán Manchado de Vino",
		"relictype": "Tiara de Logos",
		"description": "Un antiguo gorro de capitán con un hedor a alcohol imposible de quitar. En él, hay algunas manchas de vino.",
		"story": "Un sombrero de tres picos que apesta a alcohol.\nSu forma revela la posición de su antiguo dueño.\n\nEl Primer Oficial bebía tanto que raramente se le veía sobrio.\nSiempre lo rodeaba el olor acre del alcohol mientras murmuraba entre dientes sus recuerdos fragmentados.\nNo obstante, el Capitán, sonriendo, nunca lo regañaba, y seguía confiándole grandes responsabilidades.\n\n“Porque ninguno de los dos tenemos nada que perder, ¿verdad? ¡Jajaja!”.\n\n“Una ráfaga de viento se llevó volando el sombrero manchado de vino, y las olas lo arrastraron”.\n“Quienes están destinados a perder su patria se meten en batallas desesperadas”.\n“Buscan recuperar de las profundidades lo que perdieron en el océano de la memoria”.\n\n“El viento y las olas son favorables. Lo encontré”.\n“Esa bestia enorme que me devora en mis sueños...”\n“Llegó el momento de la venganza. ¡Icen las velas!”."
	}
}