{
	"name": "Cáscara de Sueños Opulentos",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "DEF +30%.",
	"4pc": "El personaje que equipe este conjunto de artefactos obtendrá el efecto de “curiosidad” en las siguientes circunstancias: al golpear a un enemigo con un ataque Geo, obtiene una carga, lo cual solo puede ocurrir una vez cada 0.3 s; mientras está en tu equipo pero no en uso, obtiene una carga cada 3 s. Este efecto puede acumularse hasta 4 veces, y cada carga aumenta en un 6% la DEF y otorga un 6% de Bono de Daño Geo. Si el personaje no obtiene una carga de curiosidad en 6 s, perderá una acumulación.",
	"flower": {
		"name": "Era del Esplendor",
		"relictype": "Flor de la Vida",
		"description": "Un accesorio dorado con forma de flor de seis pétalos. Su belleza inmarcesible nos recuerda lo efímera que puede ser la prosperidad del mundo.",
		"story": "En sus sueños, vio una sombra que cantaba y bailaba bajo la luz de la luna.\nSe parecía a aquel joven de tez blanca de un pasado muy distante,\npero también a ese yo frágil y puro que surgió cuando el odio y\nel sufrimiento que tenía se disiparon.\n\nEl trotamundos no sabía que él también era capaz de soñar.\nPensaba que los sueños no eran más que trucos baratos de los eruditos.\nO que tal vez era la forma en que su antiguo corazón oponía vanamente su resistencia.\n\n“En el pasado, tuviste un corazón con la capacidad de desear.\nPero no era más que un objeto que servía para mentir y engañar.\nEn cambio, ahora tienes algo que realmente te pertenece.\nEn un futuro, este cuerpo tendrá el poder de aspirar a gobernar el mundo”.\n\n“Sin embargo, esto no son más que sueños de alcanzar una época de gran esplendor.\nAl final, acabarán desapareciendo entre los suspiros y el sufrimiento de esta tierra”, dijo el yo de una época\nfutura. ¿O tal vez pasada?\nAl trotamundos no le preocupaba, pues sabía que, al despertar,\nno era él quien desaparecería, sino el imperceptible porvenir."
	},
	"plume": {
		"name": "Pluma de la Opulencia",
		"relictype": "Pluma de la Muerte",
		"description": "Un objeto con forma de pluma de flecha procedente de una sala aislada. Por compasión de su creadora, este objeto fue abandonado en esa sala junto a un cuerpo dormido.",
		"story": "El excéntrico que había deambulado durante mucho tiempo ya no pensaba en ello, pero cuando cerraba los ojos, todavía podía ver\nla luna y el fuego de los hornos de Tatarasuna.\nSu gentil y joven ayudante dijo:\n“Este ornamento de oro es una prueba de identidad otorgada por la Shogun.\nPero, a menos que no te quede otro remedio\njamás reveles tu identidad a otras personas mientras caminas por el mundo”.\nEl justo e imparcial inspector dijo:\n“Este ornamento de oro es una prueba de identidad otorgada por la Shogun.\nSin embargo, tú no eres ni humano ni máquina, así que esto es lo\núnico que puedo hacer por ti... Te pido que no me odies”.\n\nEl caminante que se había deshecho del pasado ya no pensaba en ello.\nSin embargo, cuando se cubría las orejas, todavía podía oír el ruido de la tormenta y el vendaval de aquel año.\nUn par de ojos expectantes dijeron:\n“Este ornamento de oro es una prueba de identidad otorgada por la Shogun.\nSeguramente pueda salvar a la gente”.\n\nLa inteligente y hermosa miko dijo:\n“Este ornamento de oro es una prueba de identidad otorgada por la Shogun.\nElla nunca te abandonará, y yo, por mi parte, haré todo lo\nposible por enviar ayuda...”.\n\nAl final, la pluma dorada terminó cubierta de polvo y todas las\nhistorias ardieron en las llamas del karma."
	},
	"sands": {
		"name": "Canto de la Vida",
		"relictype": "Arenas del Eón",
		"description": "En Inazuma, estos pequeños objetos son de importación. Ya no tiene el mecanismo que lo hacía funcionar, y sus agujas ya no se mueven.",
		"story": "En un principio, él nació para servir como recipiente de un corazón con una ambición.\nSin embargo, no podía evitar llorar mientras soñaba.\nEntonces, su creadora lo observó con impotencia.\nSe dio cuenta de que, ya fuera como objeto o como humano, era alguien muy frágil.\n\nAsí pues, decidió desecharlo y dejar que siguiera sumido en sus sueños.\nTras hacer su última creación, también descartó darle un corazón.\nPuesto que no había un lugar en el que poder almacenarlo,\npoco tiempo después, este ser, prueba de lo más honorable y excelso del mundo, fue enviado al gran santuario de la Montaña Yougou.\n\nMás tarde, despertó con la forma de una hermosa marioneta y comenzó a vagar por el mundo.\nVio personas con todo tipo de corazones: bondadosos, justos,\ndeterminados, dulces...\nLa marioneta también quería un corazón.\n\nDe hecho, al final consiguió hacerse con uno.\nEse era el sentido y la razón de su existencia. Sin embargo, no\nera lo que realmente buscaba.\nNunca había tenido ningún tipo de buen deseo, ya que no era más\nque una ofrenda egoísta, hipócrita, mentirosa y malévola que\nse escondía bajo una apariencia amable.\n\nPara él, el bien y el mal eran como un inútil y ruidoso canto a la vida.\nSi consiguiera sacarse ese corazón, nunca más sería capaz\nde sentir nada..."
	},
	"goblet": {
		"name": "Calabaza del Despertar",
		"relictype": "Cáliz de Eonothem",
		"description": "Una calabaza adornada con un color oscuro y polvos dorados. Aunque ya no se distingue su color original, es posible que fuera usada como atrezo para espectáculos.",
		"story": "Amenoma, Futsu, Isshin, Hyakume y Senju.\nEsas eran las ramas de las Cinco Escuelas de Raiden en Inazuma.\nHoy en día, solo la técnica Amenoma sigue teniendo un maestro y discípulos.\nDe la técnica Isshin apenas quedan supervivientes.\nA ojos del pueblo, esta no es más que la consecuencia inexorable del paso del tiempo.\nPero a nadie se le ocurre pensar que sus repentinas desapariciones pueden ocultar algún misterio.\n\nEl trotamundos jamás habría admitido que lo que hizo fue para\nvengarse del espadero.\nPor supuesto, tampoco mencionaría nunca que el plan solo se\nhabía completado a medias porque se había aburrido de repente.\nLo único que dijo, con un tono que aprendió de un estudioso, fue:\n“Todo esto no es más que un pequeño experimento sobre la naturaleza humana”.\n\nEn el teatro tradicional de Inazuma, hay un tipo de personaje llamado “Kunikuzushi”.\nNormalmente son personajes que quieren hacerse con el control de un país y traman todo tipo de maquinaciones.\nAl final de su deambular, él eligió este nombre por voluntad propia.\nY ya ni siquiera él podía recordar los nombres que había empleado antes.\n\nLas obras tradicionales de Inazuma suelen tener un título en el que se enlazan los tres actos.\nPor ejemplo, los tres actos «Montañas púrpura», «Bajo la luna» y «Mordedura de tigre»\nforman el título «La mordedura de tigre bajo la luna y las montañas púrpura».\nTal vez llegue el día en el que todo lo que ha vivido este cuerpo\nse convierta en una historia transmitida de boca en boca, un recuerdo distante de las líneas ley.\nPero, por ahora, su tercer acto sigue representándose."
	},
	"circlet": {
		"name": "Sombrero del Trotamundos",
		"relictype": "Tiara de Logos",
		"description": "Un gorro de bambú usado por el trotamundos para protegerse del sol y la lluvia. Al final, se convirtió en un objeto con el que se cubría la cara y ocultaba su expresión.",
		"story": "“Trotamundos, trotamundos, ¿a dónde vas?”, le dijo un niño al\njoven trotamundos, quien se detuvo en el camino.\nEl niño era el hijo de un herrero de Tatarasuna y, aunque padecía una enfermedad, su mirada era asombrosamente brillante.\nEl trotamundos respondió al niño diciendo que iba a la Ciudad de Inazuma.\n“Pero ahora está lloviendo mucho, ¡y dicen que quien en el pasado se marchó nunca pudo regresar!”.\nEl joven abrió la boca para responder, pero, al final, lo único que hizo fue sonreír al niño.\nCuando regresó a la isla, ya no había ni rastro de aquel pequeño...\n\n“Jovencito de Inazuma, ¿a dónde quieres ir? ¡No puedes subirte a este barco!”, advirtió el barquero al joven trotamundos, quien\nse detuvo en aquel puerto.\nAntes de que este pudiera desenvainar su espada, un hombre que lo acompañaba extendió la mano para frenarlo.\nEl hombre le explicó al barquero que el joven forastero iba con él.\n“Así que es un huésped suyo... Vaya, ¡qué despiste por mi parte!”.\nEl hombre le dio al joven un abrigo para protegerse del frío, pero este negó con la cabeza.\nLo único que quería era ver qué cosas interesantes le deparaban sus viajes.\n\n“Señor heraldo de Los Once, ¿a dónde desea ir?”\nLo que más detestaba el joven era a los humanos ruidosos y molestos, así que le dio una bofetada a su subordinado.\nSin embargo, lo que más le gustaba era observar el miedo y la impotencia de los humanos.\nTal vez su rostro expresivo fue la razón por la que conservó a ese subordinado a su lado.\nEntonces, le dijo al hombre temeroso, que ahora estaba de rodillas, que se dirigía hacia el este, a Mondstadt.\n“Entendido, señor. Entonces iré preparando a los guardias”.\nNo era necesario llevar ningún guardia, pero el joven no tenía ganas de discutir con semejante incompetente.\nSe volvió a poner su sombrero de trotamundos y se dirigió hacia el este.\n\n“Hola, jovencito, ¿adónde vas?”, le dijo una anciana que había en\nel camino al joven que iba de vuelta a su nación.\nÉl respondió que se disponía a ir hacia el oeste.\n“¿Vas a la Isla Yashiori? ¿Qué tienes que hacer allí?”\nLa anciana lo preguntó sin pensar, porque se sentía un poco preocupada por la situación en aquella isla.\nEl joven agradeció a la anciana por su preocupación con una sonrisa, y le explicó que tenía un compromiso con otra persona.\nCuando el barco llegó a tierra, una mujer con ropas de forastera estaba en la orilla.\nDesde lejos, le lanzó al joven una esfera muy brillante.\nÉl la atrapó al vuelo sin problema y apuntó con ella al sol, que emitía un brillo escarlata."
	}
}