{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Juramento de la Noche",
	"effect2Pc": "Aumenta en un 25% el daño del Ataque Descendente.",
	"effect4Pc": "Cuando el portador de este conjunto golpea a un enemigo con un Ataque Descendente/Ataque Cargado/Habilidad Elemental, obtiene 1/2/2 cargas de “resplandor eterno”. Los Ataques Descendentes, Ataques Cargados o Habilidades Elementales pueden activar este efecto una vez por segundo de forma independiente. Resplandor eterno: el daño de los Ataques Descendentes aumenta en un 15% durante 6 s. Este efecto puede acumularse hasta 5 veces y la duración de cada acumulación se calcula de manera independiente.",
	"flower": {
		"name": "Juramento del Lamparero",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor de metal que solían llevar los soldados ratnik y que simboliza el solemne juramento de vigilancia eterna que hizo su dueño original.",
		"story": "En aquel entonces, los vientos cazadores del norte allanaron la tierra y eliminaron a los indómitos pueblos fronterizos por orden de la despótica nobleza.\nMientras tanto, a fin de robar el poder abandonado por las lunas celestiales, el monje con el don de hablar en lenguas extrañas ofreció al Zar de las Hadas un plan venenoso.\nLos niños de la luna ocultos en el bosque se dispersaron, y las hermanas, impulsadas por el destino, tomaron un camino distinto.\nAl final, ni siquiera el arrogante lunático pudo escapar de la prisión del cascarón celestial, y fue devorado por el cielo demoniaco al final de sus delirios.\n\nSin embargo, todo esto sucedió antes del nacimiento del paraíso.\nY es que, en ese entonces, el paraíso no era más que la fantasía de dos niños bajo la luna.\nHasta que, muchos años después, uno de ellos recibió una sentencia como ladrón conocido en las diversas naciones.\nY solo entonces el otro comprendió por fin el verdadero significado detrás de aquellas palabras que parecían haberse dicho sin malas intenciones.\n\nLo que sucedió después es lo que ya sabemos.\nCuando llegó la larga noche, la corte del Reino del Norte ya no tenía tiempo para prestar atención a las tierras fronterizas más allá de las llanuras nevadas.\nLa marea de bestias oscuras galopaba por las tierras desoladas, destruyendo todo rastro de civilizaciones pasadas.\nAsí fue hasta que el primer forjador de lámparas alzó el primer rayo de luz y tomó prestado el poder de la sacerdotisa de los niños de la luna.\nEn el nombre de la luna, desterró la oscuridad a las antiguas ruinas sin luz y la enterró junto a las almas que habían sido desgarradas por las pesadillas.\n\nCuando todo terminó, los supervivientes construyeron un faro en la montaña, desde donde observaban a la nueva persona que gobernaría la ciudad invernal.\nPara proteger los sueños puros e infantiles de su querido amigo, el forjador de lámparas tuvo el valor de defender su causa ante la corte de la Zarina.\nAunque obtuvo el decreto real que deseaba, desde entonces cargó con el juramento de la vigilancia y el sacrificio.\nY así fue como empezó la historia del paraíso llamado Nod Krai."
	},
	"plume": {
		"name": "Pluma del Ruiseñor",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Un accesorio para sombrero fabricado cuidadosamente con plumas de ruiseñor. Se dice que su forma fue definida por el primer forjador de lámparas.",
		"story": "Cuenta la leyenda que los ruiseñores que llevan brasas ardientes en sus picos solo alzan el vuelo durante las noches sin luna.\nEntonces, se puede apreciar cómo unos puntos de luz ardiente atraviesan el cielo cual estrellas fugaces que traen luz a épocas oscuras.\n\nEn las ruinas del antiguo castillo de la época de los pioneros, se encontraba la torre desde la que los Lampareros vigilaban la noche.\nYa han pasado varios siglos desde que sus antepasados hicieron un juramento eterno ante la Zarina.\nLa gente del paraíso creía que, mientras el faro no se apagara, podrían disfrutar de la libertad.\nNo hacía falta que tuvieran miedo de vagar sin rumbo bajo el azote de las bestias oscuras, ni tampoco necesitaban la protección del Reino del Norte.\nSin embargo, desde el horizonte llegó un sonido estremecedor: eran los pasos del Señor de la Cacería galopando por el cielo nocturno.\nComo de costumbre, el vigilante nocturno se quitó su capa, que estaba hecha de cuero, pero ese día el sol no salió.\n\nLas cornetas resonaron por todas las montañas mientras los guerreros formaban filas bajo la alta torre.\nPara cumplir con el antiguo juramento, esperaban la magna orden de marchar hacia el sur.\nSin embargo, en el gran salón de hidromiel, el actual starshiná permanecía en silencio.\nY es que, en el norte, un ejército radiante como el sol de medianoche ya había llegado a las puertas de la ciudad.\n\n“Guerreros de la estrella blanca, ¿por qué tienen que tocar las puertas de Piramida en este momento?\nNi siquiera ustedes tienen el derecho de quebrantar el sagrado poder otorgado por su majestad la Zarina”.\nEl starshiná sabía que aquellos visitantes inesperados, que se hacían llamar “refuerzos”, tenían otros motivos ocultos.\nPero, si cedía ahora, la autonomía de la que habían gozado durante cientos de años acabaría en ese momento.\n\nDesde detrás de la máscara del oficial al mando se escucharon unas palabras frías y profundas.\nJunto a ellas, pareció oírse también una risa burlona que venía de algún lugar desconocido.\n“Ahí es donde se originó la calamidad oscura, y Snezhnaya no puede cargar con el precio de su fracaso.\nGuerreros del ruiseñor, ¡luchen con todas sus fuerzas! Pero si ninguno de ustedes regresa...\nEntonces, nosotros nos encargaremos de las consecuencias”."
	},
	"sands": {
		"name": "Campana Fúnebre del Inmortal",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Una campana de bronce que llevaba un guerrero que se adentró en un abismo. Su lamento resuena a menudo en la oscuridad de la noche.",
		"story": "Como si la gran batalla que hizo arder la tierra hubiera regresado, el aire estaba impregnado de un olor a sangre.\nUn ejército de espectros atravesaba el oscuro cielo nocturno acompañado de llantos fúnebres.\nSegún las historias populares, se trataba de un ejército demoniaco que venía de otro mundo para reclamar vidas.\nTambién había quienes pensaban que eran los fantasmas que quedaron de una antigua pesadilla.\n\nPero, en realidad, se trataba de la catástrofe a la que los habitantes de las tierras fronterizas llamaban “Cacería”.\nOjalá hubiera sido solo como una tormenta de verano que azota el cielo con truenos y relámpagos...\nDe haber sido así, para aquellos acostumbrados a una vida de aventuras, no habría sido más que un pequeño contratiempo.\nSin embargo, una marea salvaje que no se había visto en cien años cayó sobre la tierra como una oscura lluvia de sangre.\nEntonces, la gente finalmente se dio cuenta de que aquellas aterradoras leyendas heredadas de sus ancestros no eran cuentos sin fundamento para asustar a los niños.\nEn su lugar, era un miedo que corría por sus venas.\n\nPero siempre hay alguien que debe enfrentarse cara a cara al miedo para encender una luz que guíe a aquellos que vagan en la interminable oscuridad.\nLa bandada de cuervos negros avanzaba entre la luz y la oscuridad, guiada por un hombre que caminaba a contraluz.\nEste levantó silenciosamente su espada oscura, lo que dejó ver su rostro, que, al reflejarse en el brillo de la hoja, resultó ser firme como el acero.\nAun siendo conscientes de que eran como polillas que se sienten atraídas por la peligrosa luz del fuego, el ejército que mantenía un juramento marchó hacia aquel campo de batalla del que no había retorno.\n\n...\nAl final del camino, solo quedaba aquel hombre que empuñaba una espada oscura.\nÉl sabía que la ponzoña maligna que atraía a la Cacería se escondía en las profundidades de aquel frondoso bosque.\nSolo le faltaba un poco... Solo un poco más y podría salvar la tierra que había jurado proteger.\nSin embargo, absorto en ese pensamiento, ni siquiera se dio cuenta de que su cuerpo ya se había hecho pedazos hacía mucho tiempo.\nLa campana que llevaba consigo repiqueteaba mientras su carne, su sangre y el fango oscuro se desgarraban.\nQuizás intimidados por el sonido de la campana, los carroñeros que lo rodeaban retrocedieron con temor.\nEl único que podía cumplir el juramento era aquel hombre que caminaba lentamente por el abismo...\n\nAños después, se añadieron nuevos elementos a las historias populares que circulaban en los pueblos y las ciudades.\nComo por ejemplo, que el desconsolador repiqueteo de las campanas era la señal del paso de aquel que juró dedicar toda su vida a dar caza a la Cacería."
	},
	"goblet": {
		"name": "Cuerno Insonoro",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un cuerno que en el pasado se utilizaba para convocar a los devotos de un juramento. Hace tiempo que perdió su utilidad.",
		"story": "Cuando sonó el cuerno que proclamaba la autoridad del Reino del Norte, unos pasos atronadores estremecieron la tierra.\nComo raíles que atraviesan la tundra, las llamas albinas se propagaron en todas direcciones.\nLas fuerzas especiales leales a su majestad la Zarina no son los sirvientes de ninguno de Los Once en particular.\nPrestaron juramento a las estrellas blancas y centelleantes con el fin de crear un nuevo mundo inmaculado.\n\nAunque una persona viva en las tierras fronterizas a las que se les concedió autonomía de gobierno, seguirá siendo hijo de la madre patria.\nY es que el amor infinito de la Emperatriz del Hielo jamás abandonará a nadie que desee seguirla.\nAsí lo había creído desde su inocente infancia el práporshchik que dirigía este escuadrón fronterizo.\nO, al menos, así lo hizo hasta que se encontró vagando en las puertas del infierno, donde vislumbró aquellas almas que nadie amaba.\n\nAunque su solicitud de ataque seguía sin contar con la aprobación pertinente, el práporshchik ya había tomado una decisión en secreto.\nHemos viajado hasta aquí en una expedición para salvar a los inocentes que sufrieron calamidades inhumanas.\n¿Cómo podemos quedarnos mirando mientras estas bestias oscuras devoran la tierra y arrebatan las vidas de madres e hijos?\nSi estas son las supuestas órdenes de quienes ostentan el poder, entonces no pienso acatarlas.\n\n...\nEl viento del norte disipó el miasma maligno, mientras los rayos del alba atravesaron las nubes negras y bañaron una vez más la tierra de color azul celeste.\nLa guerra había terminado, pero la torre no recibió a ningún héroe triunfal, sino tan solo a un pecador y a los niños que salvó arriesgando su vida.\nAunque hubo algunos pequeños contratiempos con el plan, al sabio doctor que había ido por el mal camino no le importó en absoluto, pues el objetivo ya se había logrado.\nAsí, el grave crimen de deserción y traición a la Zarina quedó perdonado gracias al nuevo juramento prestado.\nEn las escaleras en las que se apilaban huesos, los nuevos guerreros comenzaron a vigilar hasta que el mar abisal se secara."
	},
	"circlet": {
		"name": "Morrión Contaminado",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Un antiguo y pesado casco que simboliza el legado de un antiguo linaje de guerreros del norte.",
		"story": "Cuenta la leyenda que el primer forjador de lámparas provenía de la ciudad invernal del lejano norte, y que el ruiseñor era el emblema que representaba su glorioso linaje familiar.\nAquella familia, cuyos miembros servían originalmente como espías encubiertos, tuvo el honor de ascender a la aristocracia gracias al favor del Zar del Invierno.\nAsí fue como aquel hombre de orígenes humildes llegó a la corte y se mezcló con las hadas de la nobleza que componían la corte real.\nCuando llegó la catástrofe que arrasó con las diversas naciones, las tierras fronterizas que tan prometedoras fueron en la época de los pioneros ya habían sido abandonadas por los dioses.\nEn los años más oscuros de Nod Krai, solo un caballero, ataviado con una armadura de color plateado oscuro, llegó cabalgando desde el norte.\nComo si ya conociera sus intenciones, la sirvienta de la luna nueva prendió una lámpara para iluminar la oscuridad.\n\nLa noche antes de partir hacia las Islas Lempo del sur, se celebró un gran banquete para los guerreros en el gran salón de hidromiel.\nDurante el festín, quien más llamaba la atención era un joven guerrero que llevaba un morrión en la cabeza y portaba una lanza.\nEn la actualidad, muy pocos soldados ratnik aún llevan ese tipo de casco de hierro tan burdo e incómodo.\nEsto se debe a que los morriones están asociados a personas cuya sangre procede de los valientes guerreros que expulsaron la marea oscura junto al forjador de lámparas.\nAunque no tengan tierras ni títulos nobiliarios, esas personas siguen manteniendo el juramento que hicieron sus ancestros.\nEstán convencidos de que el Señor de las Hadas, que en el pasado protegió toda Snezhnaya, sigue dándoles sus bendiciones desde algún lugar.\n\nMientras tanto, el joven guerrero se arrodilló entre los cuerpos de sus compañeros caídos en la tundra contaminada de lodo, la cual se había empapado con la sangre de los héroes.\nEl sacrificio era el destino y el honor de los soldados ratnik, pero si pudiera salvar a una persona más... solo una más...\nAsí pues, al igual que hicieron sus ancestros, el guerrero rezó a una antigua deidad a la que ya nadie veneraba, así como a los reyes que una vez estuvieron bajo su control.\n\nQuizá fue despertado por el sonido del cuerno, por el olor a sangre que hacía tiempo que no percibía, o quizás simplemente por aburrimiento...\nEn algún lugar, un espíritu que llevaba mucho tiempo dormido salió de su largo letargo y respondió a su deseo.\nTal y como contaban las antiguas leyendas, el abrasador fuego azul oscuro volvería a arder fervientemente en un nuevo campo de batalla."
	}
}