{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "Noche de la Revelación del Cielo",
	"effect2Pc": "Maestría Elemental +80 pts.",
	"effect4Pc": "Cuando un personaje cercano del equipo causa una Reacción Lunar, si el portador de este conjunto está en uso, obtiene durante 4 s el efecto de “luna refulgente: cavilación”, de manera que, cuando el presagio lunar del equipo es resplandor naciente/resplandor ascendente, la Prob. CRIT aumenta en un 15/30% respectivamente. Por cada efecto de luna refulgente diferente que tengan los personajes, el daño de las Reacciones Lunares de todos los miembros del equipo aumentará en un 10%. Los efectos producidos por luna refulgente no se pueden acumular.",
	"flower": {
		"name": "Flor Anhelaverdad",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una reliquia tallada en forma de flor. Parece simbolizar una existencia aterradora que se despliega como si de pétalos se tratase.",
		"story": "En la era en la que los pecadores aún no habían cometido su imperdonable afrenta, un reino subterráneo se erigía en las profundidades.\nLas gentes del reino nunca habían visto el mar ni contemplado el verdadero sol.\nPero incluso en un lugar oscuro sin días como aquel, había quienes intentaban alcanzar los secretos de las estrellas.\nSin embargo, no contemplaban las estrellas, sino que buscaban la verdad en el reflejo falso del espejo.\n \nTal vez debido a la ubicación única del reino, en los mapas estelares de sus fronteras solían aparecer extraños fenómenos.\nLos astrólogos los registraron y los llamaron “Signos Anhelaverdad”, nombre que representaba su deseo por alcanzar la verdad.\n“Quizá, si el espejo solo nos muestra ilusiones falsas, la verdad aún pueda hallarse detrás de estas”.\nEsa fue la conclusión a la que llegaron los astrólogos después de un tiempo estudiando un mapa estelar tras otro.\nNo obstante, los sabios de aquella época no sabían que habían vislumbrado un pequeño fragmento del eterno e infinito cielo demoniaco.\n \nPasó un largo tiempo, suficiente como para que los dioses cayeran uno a uno y para que el sol atroz se alzara allá donde había brillado la luna carmesí.\nIncluso en aquel entonces, hubo quienes descubrieron el secreto detrás del gran pecado, por lo que la observación de los astros se convirtió en un conocimiento prohibido.\nSolo unos pocos en el reino tenían el privilegio de ignorar dicha prohibición para poder servir mejor al rey tuerto.\n \nSin embargo, lo inesperado siempre encuentra la forma de abrirse paso, como en el momento en que un novicio inconsciente limpió el polvo que había ocultado el espejo de Apaosha.\nTal acto reveló la maravillosa luz que rodeaba el lejano horizonte y hacía resplandecer una vez más la minúscula cámara de observación de estrellas.\nQué hermoso era el paraíso negro como el azabache, verdaderamente deslumbrante... y, sin embargo, también era... blasfemo.\nEn un mero instante, consumió todos y cada uno de los pensamientos y los deseos del joven Rauthvangi.\nAsí fue como comenzaron la historia y las transgresiones del monje loco, que posteriormente pasó a alabar al Abismo de más allá de los cielos..."
	},
	"plume": {
		"name": "Pluma del Pecado",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma de color oscuro que servía para decorar sombreros de fieltro. Desentona bastante con los gustos estéticos de la aristocracia de Snezhnaya.",
		"story": "Sobrepasar los límites de tu posición ya es, de por sí, un acto de lesa majestad.\nPero atisbar el oscuro conocimiento prohibido es una ofensa aún más grave.\n \nSin embargo, Rauthvangi nunca intentó defenderse, pues en el corazón no tenía nada más que esa luz.\nPronto, el tribunal anunció su veredicto: el erudito debía ser expulsado de la Universitas Magistrorum y condenado al exilio.\nPara alguien como él, cuyos antepasados provenían de tierras extranjeras, el exilio era una perspectiva incluso más aterradora que la muerte.\nY es que el exilio es, después de todo, una antigua maldición para aquellos que le han dado la espalda a los dioses, pues, una vez que regresan a tierra firme, estos acaban alcanzándolos.\nTal castigo era una traición a los nobles ideales del reino subterráneo, una muestra de su declive.\n \nPero las órdenes reales debían obedecerse. Además, aquel que había visto las profundidades del paraíso sabía bien que no podría soportar lo que encontraría más allá.\n“Extínguete, oh, vida sin sentido. Al menos, en ese momento final, podrás vislumbrar un atisbo de la verdad”.\nRauthvangi salió finalmente de la cueva y caminó bajo la verdadera luz del sol.\nAquellos que lo acompañaban gritaban de agonía, pero él permanecía imperturbable.\n \nEra como si la gran existencia del cosmos se hubiera manifestado ante él.\nComo si lo hubiera elegido a él, y no a los demás, para otorgarle la gracia de la oscuridad.\nPor fortuna, y también por desgracia, finalmente comprendió su misión.\n \n“Las llamas iluminan el mundo, pero también lo reducen a cenizas.\nMi destino es el mismo que el de una polilla atraída por la luz del fuego”."
	},
	"sands": {
		"name": "Reloj del Mandato",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un sofisticado reloj de sonería que funciona gracias a un poder misterioso, pero que no parece servir para indicar la hora.",
		"story": "Era la época en la que la calamidad oscura aún no había arrasado con las diversas naciones.\nEn aquel entonces, la gente aún saboreaba sus últimos años dorados.\n \nSe dice que hubo un erudito e investigador de gran talento que vagó por las naciones durante muchos años.\nYa había leído todas las crónicas de la Escuela de Iluminacionismo, y también había hojeado los ejemplares de las bibliotecas del norte.\nSin embargo, no fue capaz de encontrar lo que buscaba ni en los volúmenes más antiguos.\nUn paraíso negro como el azabache, un lugar milagroso que no pertenecía a este mundo.\n \nHabía viajado por todos los rincones del mundo conocido, excepto por aquella tierra baldía a la que la civilización no había llegado aún: Nod Krai, la frontera del Reino del Norte.\nEl Zar de Snezhnaya había dado la orden de explorar y desarrollar la zona hacía tan solo unos años.\nEn aquellas tierras fronterizas no existían eruditos famosos, ni tampoco restos de ninguna civilización antigua.\n \n“Ese es el último lugar al que puedo ir. Qué vida más inútil”.\nEso fue lo que pensó antes de partir.\n“Puede que no me quede esperanza, pero no puedo rendirme todavía”.\n \nUna vez más, vislumbró la verdad que había estado buscando durante tanto tiempo... Quizá porque su deseo por fin había sido escuchado y concedido.\nFinalmente, descubrió el camino del pecado que llevaba a aquel paraíso negro como el azabache.\nLo único que tenía que hacer ahora era abrir la puerta con sus propias manos, aquella puerta que había brillado en incontables sueños.\nNo importaba el método que utilizase o el precio que debiera pagar..."
	},
	"goblet": {
		"name": "Cáliz Rebosante",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un cáliz especial que se utilizaba en los banquetes de la corte. En el pasado se empleaba para realizar cierta clase de magia.",
		"story": "En los laberínticos pasillos y salas del Palacio Zapoliarni, el licor, la música y la danza nunca parecían detenerse.\nLa aristocracia feérica adoraba la ostentación, y consideraba que su labor más importante era la de asistir a los banquetes.\nEl aroma del buen vino podía derretir incluso los corazones duros como piedras preciosas.\nLos asuntos políticos de la nación, ya fueran de gran importancia o nimios, se solían decidir en el estupor de la embriaguez.\n \nEl famoso profesor Rotwang, al que los nobles llamaban “el monje loco” en privado, había llegado hace poco a la corte.\nSe había convertido en el súbdito predilecto de su majestad el Zar, pero no solo por sus vastos conocimientos de la alquimia y la astrología.\nTampoco se debía a sus interesantes y profundas palabras ni a cómo hacía reír a todos a carcajadas.\nLo que realmente causaba que los nobles de la corte arqueasen las cejas eran las leyendas que rodeaban a su persona.\n \nDicen que el gran duque Focio, con el corazón rebosante de envidia, quiso deshacerse una vez de aquel zorro que no era más que un obstáculo.\nIntercambió el aguafuego de mejor calidad por un veneno mortal, pero nunca pensó que el profesor disfrutaría del desafío.\nAl final fue el gran duque quien acabó postrado ante él, convirtiéndose así en el más fiel seguidor del monje loco.\n \nTambién cuentan que Filipov, el más experto de las hadas en magia de transformación, se burló una vez de la investigación del profesor en público, diciendo que no eran más que trucos de un estafador.\nEl monje loco tan solo se rio con fuerzas, tras lo que invocó a la difunta esposa que el hombre tanto extrañaba ante la mirada atónita de todos.\nTales historias se convirtieron en temas de conversación que inspiraban la risa, pero, cada vez que alguien le preguntaba, el profesor no decía nada más al respecto.\nQuizás a nadie le importaba si esas historias eran ciertas o no. Bastaban como entretenimiento entre canciones y danzas.\n \nTal vez, para los aristócratas, nadie resultaba más digno de confianza que un forastero sin raíces.\nY, por supuesto, si además era capaz de ayudarlos a resolver algunos problemas, pues mucho mejor.\n¿Cómo iban a prever los personajes de la obra el trágico final que se avecinaba?"
	},
	"circlet": {
		"name": "Corona Aciaga",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una corona hecha a semejanza de la diadema que solía llevar un pecador. Quizá, para algunas personas, el amor y el pecado comparten el mismo origen.",
		"story": "Los vientos del norte trajeron consigo nuevas oportunidades y un toque de civilización a las antiguas tierras fronterizas.\nAllá donde habían caído árboles gigantes, se alzaban ciudades, puertos y fábricas.\nPero solo los más cercanos al Zar sabían que la prosperidad que todos veían no era lo que parecía.\nSolo ellos sabían que el soberano de las hadas estaba urdiendo su propio plan, uno repleto de rebeldía que el orden sublunar nunca toleraría si saliera a la luz.\n \n“Si me preguntas a mí, su majestad el Zar debería tener más ambición.\nEstá anclado a la tierra con las cadenas de la benevolencia, y nunca ha alzado la mirada para observar las estrellas.\nPosee un gran poder, pero solo quiere reinar sobre las criaturas sublunares.\nNo sabe que el verdadero paraíso eterno se encuentra más allá del velo del cielo”.\n \nEl monje loco, emisario de su majestad el Zar, llegó a Nod Krai en una misión secreta.\nQuien lograra hacerse con el tesoro que había allí escondido podría blandir un poder capaz de poner el mundo patas arriba.\nSin embargo, él no buscaba ese poder con el fin de salvar el mundo, sino para usarlo en beneficio propio.\n \n“Contemplen a estos estúpidos y efímeros mortales, tan incorregibles como este mundo ilusorio que se desvanece rápidamente.\nSolo aquellos como yo, elegidos por la gracia suprema, merecemos nuestra existencia.\nEs preferible encontrar la liberación en su sacrificio por una gran causa que permanecer perdidos en los ciclos sin fin del samsara”.\n \n“Reed Miller, libérate de toda esa melancolía sin sentido, pues tú y yo hemos sido elegidos por el destino.\nSígueme. Aunque el mundo esté predestinado a la destrucción, ¡nosotros saldremos del cascarón celestial!”."
	}
}