{
	"id": 15034,
	"rarityList": [
		4,
		5
	],
	"name": "Murmullo del Bosque Reverberante",
	"effect2Pc": "ATQ +18%.",
	"effect4Pc": "Tras usar la Habilidad Elemental, el personaje obtiene un 20% de Bono de Daño Geo durante 10 s. Si está protegido por un escudo creado mediante la reacción de Cristalización, el anterior efecto aumenta en un 150%. Este aumento adicional se eliminará 1 s después de perder el escudo creado mediante Cristalización.",
	"flower": {
		"name": "Flor Ornamental de la Abnegación",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "El broche que solía llevar la bruja de cierta historia. Presenta un ornamento con forma de mariposa, al igual que los demás accesorios por los que sentía predilección.",
		"story": "El perrito subió al desván corriendo a toda velocidad, donde se embadurnó la nariz de polvo y no pudo evitar soltar una cadena de estornudos.\n“Tatin, ¡mírate! Tenías el color de un tatin de manzana, ¡y ahora parece que te hayas revolcado en mermelada de frutos del bosque!”.\nLa niña, que corría tras su perrito llamado “Tatin”, tuvo que encogerse un poco para poder entrar en aquel desván tan pequeño, y lo ayudó a limpiarse el polvo.\nEl desván estaba repleto de libros dispuestos de tal forma que valía la pena detenerse a contemplarlos por un momento. La pequeña escogió un ejemplar y lo sacó de la estantería. La portada estaba decorada con hermosas mariposas de alas doradas.\n“Parece un libro de cuentos. ¡¿Será que las historias que cuenta mamá las ha leído en estos libros?! ¿Tú qué crees, Tatin?”.\nEl perro soltó un leve ladrido y se tumbó junto a los pies de la niña, como siempre solía hacer.\n“Jeje, ¿y si pudiera leerlos todos antes que mamá?”.\nEntonces, la niña abrió el libro de cuentos. Las hojas doradas se extendieron hacia los lados como si de un par de alas se tratasen.\n\nAquel suceso ocurrió hace relativamente poco... Cuenta la leyenda que entre los ecos que resuenan en el Bosque Reverberante, vive una bruja capaz de hacer cualquier deseo realidad.\nSin embargo, la bruja es tan extraña como suelen ser las brujas de los cuentos. Usa su magia para envolver a todo el bosque con una densa capa de niebla, por lo que solo unos pocos han conseguido encontrar su pequeño hogar, y muchos menos son los que han logrado pedirle un deseo.\nPero un día, por fin hubo un joven que pudo tocar a la puerta de la bruja.\nEl joven andaba buscando una flor azul, y por el camino se encontró con unas mariposas de alas doradas que atrajeron su atención. Siguió a las mariposas y, antes de poder darse cuenta, se encontraba de pie frente a una casita que había en mitad del bosque. Fue entonces cuando se percató de que aquella era la casa de la bruja legendaria que cumplía deseos. Tras pararse a pensarlo por un momento, decidió llamar a la puerta y hacerle una visita.\nAntes de que pudiera dar el tercer golpe a la puerta, esta se abrió por sí sola.\n“Hay un deseo que me gustaría pedirle...”, dijo el joven.\n“Eso es lo que dice todo el mundo”, le interrumpió la bruja. “A mí no me cuesta nada cumplirlo, pero el precio a pagar por los humanos varía dependiendo de la persona”.\n“La chica a la que yo amo... entregó su corazón a otra persona hace mucho tiempo. No pretendo aprovecharme de la magia para que se enamore de mí, solo deseo que se convierta en la persona más feliz del mundo. Si puede hacer ese deseo realidad, le ofreceré todo lo que tengo. Mi tiempo de vida, mi riqueza... y hasta podría entregarle mi alma. Estoy dispuesto a dárselo todo”.\n“Tu deseo se cumplirá, pero te advierto de que el precio no lo pagarás ahora, sino en el futuro. No tiene por qué ser tu alma... Las brujas hacemos lo que se nos antoja en el momento”.\n“¿Acaso hay algo más valioso en este mundo que el alma de una persona?”.\n“Lo sabrás llegado el momento, pues un corazón solo puede pesarse si es de oro”.\n..."
	},
	"plume": {
		"name": "Pluma de la Sinceridad",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "La pluma que utilizaba la bruja de cierta historia. Posee unas cualidades tan extraordinarias que ni siquiera vale la pena mencionar la fluidez y suavidad con la que escribe.",
		"story": "...\n“Si el comercio de almas es tan sencillo como dicen en los cuentos, entonces estas deberían ser muy baratas. Porque, al fin y al cabo, a los humanos siempre les resulta supersencillo vender su alma, ¿no es así?”.\nLa niña no sabía lo que era un alma, pues nunca había visto una. Sin embargo, le parecía que los dulces que acompañan al té, los recuerdos de las tardes de juego con Tatin en el jardín o las historias que le contaba su madre eran millones de veces más valiosas que un alma.\n“Por suerte, nosotros no necesitamos pedirle ningún deseo a una bruja. Así no tendremos que pagar algo realmente valioso”.\nEntonces, pasó de página...\n\nAunque consiguió que la bruja cumpliera lo que le había pedido, no era capaz de imaginar lo que sucedería cuando el deseo se hiciera realidad.\nSi hubiera sido un deseo más específico... La riqueza infinita o ser la persona más poderosa del mundo son cosas fáciles de imaginar, pero ¿realmente son deseos que hagan felices a las personas?\nEl joven había escuchado que la bruja poseía numerosos objetos mágicos y que usaba la energía de sus objetos de colección más extraños. Al muchacho le reconcomía la curiosidad, por lo que le preguntó qué objeto tenía pensado utilizar para cumplir su deseo.\n“Todo lo que yo escriba usando esta pluma mágica se materializará de inmediato, y tu chica se convertirá en la favorita del destino”.\nEl joven observó cómo la bruja agitaba suavemente el tintero de un lado a otro, conformando unas olas que rompían de un extremo al otro del recipiente, como si los hubiera visto a ellos viviendo en un islote perdido en algún rincón de otro mundo, luchando por mantener la estabilidad ante la violencia de las olas. De repente, ante sus ojos discurrieron velozmente cientos de rostros que jamás había visto y paisajes en los que nunca había estado, como quien hojea a toda prisa las páginas de un álbum de imágenes.\nQuedó tan absorto que parecía como si fuera a caer a través de la boca del tintero y a precipitarse en un mar de tinta en cualquier momento.\n“La tinta de este tintero contiene todo cuanto ella es capaz de imaginar. Mientras ella desee algo, se cumplirá”.\nY así fue como, conforme la pluma emprendía su travesía sobre el papel, el destino de la joven ya no volvió a ser el mismo.\nNo se sabe exactamente desde cuándo, la joven dejó de sentirse sorprendida por su suerte.\nNada volvió a causarle desasosiego, todo cuanto ella esperaba acontecía de acuerdo a su parecer, y si deseaba obtener cualquier cosa, tarde o temprano acababa en sus manos.\nTodos la amaban. La gente alababa su belleza, elogiaba su carácter honrado, e incluso aquellos que nunca pensó que se fijarían en ella cambiaron su actitud por completo.\nPoco a poco, se acostumbró a la admiración y envidia que todo el mundo manifestaba hacia ella. A pesar de que su belleza era promedio y su carácter tampoco era algo que destacar, de repente la vida comenzó a cuidarla con el máximo esmero.\n..."
	},
	"sands": {
		"name": "Reloj de Arena de la Fidelidad",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "El reloj de arena del que dependía la bruja de cierta historia. Cuenta la leyenda que, si le recitas un encantamiento equivocado, el tiempo empezará a transcurrir más rápido de lo normal.",
		"story": "...\n“Si existiera una pluma mágica... Si Tatin fuera capaz, ¿qué escribiría? ¿Desearía tener toneladas de galletas para perros?”.\nLa niña dejó el libro y acarició la cabeza de Tatin, quien comenzó a mover la cola con brío como respuesta.\n“¡Oh! Tatin, tú no sabes escribir, pero yo puedo hacerlo por ti. Además de montones de galletitas para perros, ¿deseas algo más?”.\nEntonces, pasó de página...\n\n“¡Qué gracioso! Como si un lazo azul fuese algo extraño”. La joven echó a su invitado con frialdad, y hasta arrojó en una esquina el regalo que le había traído. Lo cierto es que, en el pasado, ella solía llevar un llamativo lazo azul que adoraba hasta tal punto que no se lo quitaba nunca. Pero ahora, las cosas tan mundanas como los lazos habían dejado de cautivar su atención.\n“¡Eres una niñata desagradecida!”, exclamó su madre antes de soltar un suspiro.\nCada vez que su madre la regañaba le resultaba un auténtico fastidio. A pesar de que no había pasado mucho tiempo desde que la suerte decidió acompañarla, ella ya había conseguido la fortuna hacía mucho tiempo, y se había ganado los corazones de la gente con tanta facilidad que a menudo los despreciaba. El mundo giraba a su alrededor, y ella fue consciente de ello en más de una ocasión.\n“Tú eres mi madre, ¿cómo es posible que los demás me amen más que tú?”.\n“Quizá no tenga por qué seguir soportando a una madre que no me ame”, pensó la joven.\nEntonces, dejó su hogar atrás y se alejó de su madre. De ahí en adelante, comenzó a disfrutar de la fortuna que conllevaba la magia, sin tener que volver a preocuparse por reconcomios de conciencia.\nViajó por infinidad de lugares diferentes hasta que sintió que ningún paisaje era capaz de despertar su curiosidad, y que ningún plato podía hacerla sentir agradecida. Su vida era como un baile eterno en el que las personas iban y venían, pero ninguna permanecía en la pista.\nA veces, se dejaba llevar por sus malas intenciones y trataba mal a aquellos a los que llamaba “amigos”. Pero no importaba cuán grosero fuera su comportamiento, al día siguiente sus amigos siempre acababan comprendiéndola y amándola como lo habían hecho siempre.\nLas personas de su alrededor no tenían otras intenciones más allá de ser buenos con ella.\n..."
	},
	"goblet": {
		"name": "Tintero de la Magnanimidad",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "El tintero que utilizaba la bruja de cierta historia. Posee un encantamiento de un poder comparable al de la pluma que se mojaba en él.",
		"story": "...\nLa niña siguió leyendo mientras Tatin se acurrucó a su lado.\nEntonces, pasó de página...\n\nLa joven se enteró más tarde de que su madre había fallecido hacía ya mucho tiempo. Así pues, regresó al hogar al que no había vuelto desde que decidió abandonarlo. La conocieran o no, todos la recibieron y trataron con total cortesía y amabilidad.\n“Tienes todo cuanto deseas, ¿por qué ya no sonríes?”.\nEl joven que se dirigió a ella debía de ser algún conocido, o quizá no era más que uno de sus tantos seguidores.\n“Mi madre tenía razón, soy una desagradecida. Tal vez tenga una espantosa maldición que me impide conocer la verdadera felicidad”.\n“¡Ah! Así que llamas maldición a la virtud de la abnegación... Deberías saber que esa cualidad pudiste obtenerla gracias a una bruja que te la regaló sin pedir nada a cambio, ¿acaso hay mayor muestra de afecto que esa?”.\n“Parece que él sabe mejor que yo cómo se alcanza la felicidad”, dijo la joven. “¿Acaso merece ser vivida una vida en la que se reciben cosas sin pagar nada a cambio? Las cosas sin valor son aquellas que no se necesitan. Debe de ser por eso que siento que mi existencia sobra en este mundo”.\n“No es eso... Tú tienes que existir, al menos eso es lo que yo pienso”.\n“¿Y qué es lo que quieres de mí? Si hay algo en lo que yo te pueda ayudar...”.\nLa expresión del joven reveló cierta incomodidad.\nLa joven se vio invadida por una horrible desesperación, por lo que decidió que iría al Bosque Reverberante en el que vivía la bruja para encontrar la forma de librarse de aquella maldición.\nEl joven sacó el espejo mágico que había encontrado en la casa de la bruja con la esperanza de detener a la joven muchacha.\n“Si la suerte que trae la magia te abandona alguna vez...”.\nEntonces, la joven contempló en el espejo de las posibilidades qué pasaría si la suerte se alejase de ella: vio como perdía toda su fortuna de la noche a la mañana, como aquellas personas a las que les hacía daño ya no solo no la perdonaban, sino que además se volvían en su contra, la insultaban y ponían los ojos en blanco ante cualquier cosa que ella decía. Ya nadie quería permanecer a su lado, como si el baile de su vida se hubiera acabado para siempre. Cuando viajaba por diferentes lugares, nadie se preocupaba ni cuidaba de ella. Cuando llovía, se calaba hasta los huesos y los niños se reían de ella. Todos los regalos que la suerte le había traído tendría que pagarlos diez veces más caros.\nQuedó petrificada, sin poder avanzar ni un solo paso. Sintió como si todo aquello que le acababa de mostrar el espejo hubiera sucedido de verdad. Fue entonces cuando comprendió que la vida viene cargada de penurias que enfrentar.\n“Alégrate, pues la suerte de la magia todavía está contigo y nadie en el mundo se reirá de tus debilidades”.\n..."
	},
	"circlet": {
		"name": "Sombrero del Afecto",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "El sombrero favorito de la bruja de cierta historia. La elegancia y, al mismo tiempo, informalidad de este accesorio eran las dos cosas que más le gustaban de él.",
		"story": "...\nTatin bostezó desesperado por el aburrimiento.\n“Creo que el cuento está a punto de terminar, ¡espera un ratito más!”.\nEntonces, pasó de página...\n\n“Ya que así son las cosas, yo también elegiré el camino difícil”.\nIgual que en aquellas lejanas noches de invierno, la niña se quedó dormida en los brazos de su madre, escuchando todas esas historias que ya no se cuentan hoy en día, pero que ella había escuchado mil veces. Los protagonistas de esos cuentos suelen enfrentarse a numerosas dificultades antes de alcanzar el final de su viaje. Además, todo cuanto sacrifican o pierden por el camino solo hace que la recompensa final sea todavía más valiosa.\n“En el espejo he visto como la gente dejaba de amarme, hasta me detestaba. Tendría que superar infinitos obstáculos para que me dedicaran una simple sonrisa de cortesía... Pero así es el mundo real, rebosante de cambios, imposible de predecir”.\n“No, ¡no puedes rendirte así como así! ¡Debes sentirte feliz por la suerte que te trae la magia! De lo contrario...”.\n“¿Y tú por qué te preocupas tanto? Aunque dejes de amarme cuando desaparezca el efecto de la magia, igual que los demás, yo seguiré amándolos a todos ustedes. Seré como los protagonistas de esas historias, trataré a este mundo libre con sinceridad, al igual que hacen los demás, y si lo aceptas... ¡hasta te daré mi corazón!”.\nA pesar de que no se escuchó el sonido de ninguna campana ni se cumplió ningún presagio, parece que había llegado el momento prometido por la bruja.\n“Se supone que yo debería haber aparecido justo cuando ella termina el viaje que muestra el espejo, pero al final me he adelantado un poco... En fin, las brujas siempre hacen lo que se les antoja en el momento”.\nY así fue como la bruja tomó lo que más deseaba de entre todas las cosas que tenía el joven.\n“Mi deseo se ha hecho realidad, pero lo he perdido todo...”.\n“Al menos ella será un buen personaje, incluso aunque aparezca en otras historias”. La bruja agitó el tintero con cuidado y la joven se convirtió en la prisionera que había dentro de él.\n“Pero ella es la mujer por la que vivo, por eso yo también debería... Si ella estuviera destinada a no poder liberarse nunca, déjame que la busque. He visto una inmensidad de universos e innumerables historias en ese tintero, quizá podamos ser parte de alguno de esos otros mundos y pueda convertirme en un buen personaje...”.\n\n“¡Ya lo recuerdo! Le contaré esta historia a mamá esta noche, ¿crees que le gustará?”.\nTatin no entendía qué le estaba diciendo la niña. Se paró sobre sus patas para dedicarle unos cuantos ladridos, correteó dibujando varios círculos y finalmente salió despavorido del desván.\n“Hum, vaya numerito acaba de montar por tener hambre. ¡Este perro parece un bebé!”.\nLa niña también salió del desván, dejando sobre el suelo un libro de cuentos cuya portada carecía de toda decoración."
	}
}