{
	"id": 15007,
	"rarityList": [
		4,
		5
	],
	"name": "Ritual Antiguo de la Nobleza",
	"effect2Pc": "Daño de Habilidad Definitiva +20%.",
	"effect4Pc": "Después de lanzar una Habilidad Definitiva, aumenta el ATQ de todos los miembros del equipo en un 20% durante 12 s. Este efecto no puede acumularse.",
	"flower": {
		"name": "Flora Real",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor de seda azul que servía como un distinguido elemento decorativo para llevar en eventos de gala. Su apariencia todavía es igual de fresca que antes de ser abandonada por su dueño.",
		"story": "Un lirio azul hecho de satén sedoso.\nSirvió como tocado de una mujer noble.\n\nUna noble que formó parte de la aristocracia Mondstadt se desprendió de él.\nEn esa época legendaria, los nobles eran un ejemplo a seguir.\nNo solo guiaban a sus súbditos con su conducta modélica y sabiduría,\nsino que también eran los mayores representantes del pueblo de Mondstadt.\nEran nobles tanto por su linaje\ncomo por el compromiso con sus virtudes y principios.\n\nLa longevidad de los nobles se acortó por su incansable lujuria,\nque deterioró el semblante de magnificencia del que se vanagloriaban."
	},
	"plume": {
		"name": "Pluma Real",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma que llevaban en el sombrero los miembros de la nobleza de Mondstadt durante sus cacerías. Todavía permanece intacta después de tanto tiempo.",
		"story": "La pluma de un halcón posado orgullosamente sobre el sombrero de un viejo noble.\nExistía una antigua tradición que consistía en ir a cazar con la gente común y compartir con ellos el botín.\n\nComunes eran las cacerías, un pasatiempo de la clase gobernante de Mondstadt.\nLa caza era una fiesta compartida con sus sirvientes y la gente común,\ndestinada a mostrar la benevolencia de los nobles.\nDe hecho, para la gente era motivo de celebración.\n\nSin embargo, esta actividad pronto perdió su significado.\nLos nobles reclamaban íntegramente todo el botín de caza y no lo compartían con la gente.\nLa pluma todavía estaba en pie, pero su color se desvaneció para el pueblo."
	},
	"sands": {
		"name": "Reloj de Bolsillo Real",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un reloj de bolsillo de los aristócratas de Mondstadt. Ha pasado por las manos de innumerables generaciones.",
		"story": "Un exquisito reloj de bolsillo hecho de zafiro.\nSigue funcionando incluso después de tantos años.\n\nEl reloj de bolsillo de un noble que formó parte de la aristocracia que gobernó sobre Mondstadt. Aún indica la hora exacta.\nLa puntualidad era una virtud con la que los nobles pudieron cumplir gracias a este reloj de bolsillo.\nLo hacían más por autodisciplina que para dar ejemplo a la gente común.\nUn buen noble debía estar más atento al amanecer y\nmás reflexivo e inquieto a altas horas de la noche que el resto de la gente.\n\nCon los años, sus holgazanes descendientes reemplazaron el estricto horario.\nSus relojes se volvieron ostentosos, y el sentido de lo que simbolizaban se perdió."
	},
	"goblet": {
		"name": "Urna Plateada Real",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Antigua urna ornamental que perteneció a una familia noble de Mondstadt. El melancólico viento del tiempo todavía resuena en su interior.",
		"story": "Una urna ornamental hecha de zafiro, decorada con la insignia de plata de una familia noble.\nEs exquisita, elegante y exhibe la estética de los antiguos nobles de Mondstadt.\n\nSe trata del legado de un noble que formó parte de la aristocracia gobernante de Mondstadt.\nSu extravagante ornamentación interior desapareció hace mucho tiempo.\nSus lujosos accesorios eran símbolo del estatus y la riqueza del noble,\nasí como la confianza, el orgullo y la prosperidad de la gente de Mondstadt.\n\nEntonces, los nobles cayeron presa de su propio poder.\nHacían lo que querían y gastaban dinero sin tener en cuenta a la gente.\nAsí, los lujosos accesorios se convirtieron en una carga sin valor alguno."
	},
	"circlet": {
		"name": "Máscara Real",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una máscara que llevaban los aristócratas en las veladas de fiestas en Mondstadt. Si miras a través de los agujeros de los ojos, podrás ver las grandes celebraciones del pasado.",
		"story": "Una máscara de plata con incrustaciones de oro y gemas, grabada con delicados patrones.\nHecha con gran meticulosidad, es una muestra del refinamiento y las costumbres de los antiguos nobles.\n\nLos primeros nobles que gobernaron sobre Mondstadt fueron héroes de orígenes humildes.\nLos grandes jefes y príncipes elegantes, así como las hermosas princesas y damas nobles,\nuna vez dieron la bienvenida a la gente a sus banquetes y fiestas.\nEn los días pasados, los nobles no eran tacaños y mostraban su sabiduría y elegancia.\n\nEn esa edad de oro, los nobles compartían con el pueblo sus conocimientos y ganancias.\nPero sucumbieron al poder, y los banquetes fueron solo para su propio placer."
	}
}