{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Códice de Obsidiana",
	"effect2Pc": "Cuando el portador de este conjunto está en uso y en el estado de bendición noctámbula, el daño que inflige aumenta en un 15%.",
	"effect4Pc": "Cuando el portador de este conjunto consume 1 pt. de noctambulismo mientras está en uso, su Prob. CRIT aumenta en un 40% durante 6 s. Este efecto solo se puede activar una vez cada 1 s.",
	"flower": {
		"name": "Anhelo Xenogénico",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor creada muy cuidadosamente con un mineral de color negro. Por la noche, emite una luz de lo más misteriosa.",
		"story": "En la época en la que los enviados desterrados cayeron al reino sin luz y el soberano que retornó incineró la ciudad,\nexistían historias nunca antes documentadas en la historia humana y nunca antes contadas.\n\nEl reino de los Dragartos consiguió sobrevivir al colapso del cielo y la tierra, pero quedó separado de la tierra escarlata y del vasto mar.\nCuando los Dragartos no tuvieron más remedio que vivir sin propósito alguno en el mar desolado, obtuvieron el derecho a ser libres por la gracia del Maestro de las Llamas.\nSin embargo, la turbia marea oscura ya le había arrebatado la sabiduría al fuego y lo único que quedaba era su cadáver cenizo.\nPara conservar el poder de los dragones, sus ciegos y necios descendientes adoptaron la violencia como norma de gobierno.\nEn aquel reino en el que toda la leña se había reducido a cenizas y en el que el sol estaba a punto de ponerse, solo una persona dirigió su mirada hacia el oscuro futuro.\n\n“He visto cómo las luces se desploman sobre la tierra desarraigada y cómo los dragones se postran ante el moribundo soberano.\nHe visto cómo morirán la grandiosa sabiduría, el grandioso arte y la grandiosa civilización.\nSin embargo, el paso de un ciclo a otro es la norma del mundo, y la historia no se detendrá solo por escuchar nuestro llanto.\nOh, pobres sean los míos, pues no saben que su necia conducta solo sirve para alimentar esa norma férrea de la historia.\nLos sirvientes del presente se convertirán en los soberanos del mañana, y los esclavos del pasado serán los dueños del futuro.\nNuestra raza está en un bucle vicioso de contradicciones, y lo único que nos salvará será plantar semillas.\nQuizá en las fértiles y primitivas tierras salvajes aún haya algún lugar que no haya sido contaminado por la decadencia”.\n\nEntonces, aquella persona atravesó las llamas y los vendavales y se llevó la primera chispa de fuego, la cual aún no se había apagado, del antiguo palacio sagrado que había bajo el magma.\nCargando con un anhelo xenogénico, el más sabio entre los dragones se despidió de la resplandeciente Ciudad Prohibida y emprendió un viaje."
	},
	"plume": {
		"name": "Raíz de la Médula Espiritual",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma que imita la forma de las alas de los dragones de la antigüedad. Tal vez haya sido testigo de alguna época histórica ahora olvidada.",
		"story": "En la época en la que el fuego salvaje quemó las raíces de la tierra y las tribus bárbaras cortaban las espinas para abrirse paso por las montañas y los bosques,\nexistían historias nunca antes documentadas en la historia humana y nunca antes contadas.\n\nLlevando la chispa separada del fuego primigenio, el más sabio entre los dragones atravesó las llanuras ardientes y llegó a unas tierras escarpadas e indómitas.\nSin embargo, mientras caminaba por aguas termales y valles a los que ningún dragón había llegado antes y veía las cosas que crecían del suelo y las que habían sido creadas, nada satisfacía sus expectativas.\nHasta que un día, cuando la niebla se disipó por completo, encontró a la tribu más frágil, pero que también era la más apreciada por el creador.\nAquellos que aún deberían estar fajados como bebés, pero que habían nacido en la tierra en la que bailaban los dragones, buscaban la supervivencia bajo unas alas antiguas.\nAunque hacía mucho tiempo que habían perdido el rumbo, olvidado su historia y sus recuerdos y estaban perdidos en las montañas y los bosques, seguían sobreviviendo con tenacidad.\n\nSorprendido por la tenacidad, unidad y valentía de los humanos, el sabio de los dragones decidió obsequiarles la chispa de la sabiduría.\nSin embargo, aquel valioso regalo no venía sin un precio. Traería la civilización a aquellos bárbaros, pero también definiría su destino.\nY es que, a diferencia del plan del primer ser divino, lo que trajo aquel gran sabio fue el blasfemo camino de la “evolución”.\nCon su mirada a largo plazo había previsto que, al final del camino, la sangre humana se vertería sobre el cuerpo descompuesto de la tierra moribunda.\n\nAsí pues, ambas especies y sus respectivas sangres se unieron en una, de manera que un antiguo latido volvió a brotar en la recién nacida civilización.\nFue tal y como dijo el más sabio cuando el primer bárbaro en llegar al Mundo Superior tuvo una audiencia con él:\n\n“Entre tus descendientes, nacerá el que será el salvador de los dos mundos. Será brutal como una mantícora y astuto como un zorro.\nAlgún día, decapitará al soberano del fuego y ascenderá al antiguo trono. Así pues, ¡alabado sea el monarca de los dos mundos!”."
	},
	"sands": {
		"name": "Mito del Reino de la Noche",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un artilugio que no es ni un reloj ni una brújula. En la actualidad, nadie sabe cuál es su uso.",
		"story": "En la época en la que la gente de la antigüedad se transformó en un dique para contener la marea oscura y el Mundo Superior y la noche eterna aún no habían tomado caminos separados,\nexistían historias nunca antes documentadas en la historia humana y nunca antes contadas.\n\nComo todo el mundo sabe, el valiente y sabio Chaac obtuvo la chispa eternamente brillante del sabio que robó el fuego.\nDistribuyó dicha chispa entre los miembros de su tribu y enseñó los secretos del fuego a todo aquel que deseaba aprenderlos.\nAl decir adiós al desorden y la ignorancia, el germen de la civilización volvió a brotar en la naturaleza salvaje.\nSin embargo, la raza alada que ocupaba el interior de la muralla gigante aún no se había dado cuenta de que la rueda del destino ya había empezado a girar.\n\nCuenta la leyenda que el grandioso sabio que vivía en el Mundo Superior conocía la respuesta a todos los problemas del mundo.\nNo obstante, había dos cosas que ni siquiera él conocía: el final del camino de los vivos y el camino de vuelta a casa de los difuntos.\nTal vez se debía a que quienes gobernaban el inframundo eran los dioses del Reino de la Noche, los cuales eran el archienemigo del sabio de la antigüedad.\nO tal vez a que, si el fuego eternamente brillante volvía a unir las raíces de la tierra, arruinaría el plan que llevaba tanto tiempo urdiendo.\n\nEl intrépido Chaac, que dominaba el gran poder del fuego primigenio, y sus compañeros derrotaron por fin al despiadado dragón malvado y fundaron la primera de todas las tribus.\nSin embargo, ni los héroes de la antigüedad podían ir en contra del juicio del tiempo, por lo que, a medida que los años transcurrían inexorablemente, sus compañeros fueron despidiéndose de él uno tras otro.\nAl final, el aguerrido Chaac se quedó solo, su tribu se dispersó y nadie volvió a contar historias sobre él.\nSolo en las noches más cerradas lograba escuchar que lo llamaban desde una nación muy lejana, como si quisieran reavivar el fuego inextinguible de su corazón.\nEn la última noche de su vida, escaló una alta montaña para prender el primer fuego. Una vez allí, gritó con la esperanza de volver a encontrarse con sus antiguos compañeros.\nLos dioses del Reino de la Noche respondieron a sus plegarias, y esa misma noche, la gente de todas partes alcanzó a oír una voz procedente de otro mundo.\n¿Era el canto de una madre, o tal vez los melancólicos murmullos de viejos amigos? Se trataba, en realidad, del llanto de la primera Wayob recién nacida del Reino de la Noche."
	},
	"goblet": {
		"name": "Tentempié de la Disputa",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Parece como si alguien hubiera retorcido una piedra y la hubiera golpeado hasta darle esta forma. Pero ¿quién podría tener tanta fuerza?",
		"story": "En la época en la que los cuernos de la batalla no dejaban de sonar en la nación ardiente y los héroes batallaban entre sí,\nexistían historias nunca antes documentadas en la historia humana y nunca antes contadas.\n\nCuando los sacerdotes del humo prendieron hogueras tan altas que podían cubrir el sol y ofrecieron la sangre de especies extrañas a sus héroes, ancestros y deidades invisibles...\nCuando el héroe que había extraído la llama montó a lomos de una bestia domada y, siguiendo las revelaciones de la Wayob de su tribu, llegó a la ciudadela rocosa...\nCuando el reptil que vivía en la ciudad, la cual era tan antigua que no se sabía quién la había construido, escaló aterrado la extraña torre torcida...\nSolo el más sabio entre los dragones se encontraba en la quietud del vacío observando en silencio aquella grandiosa e interminable tragedia.\n\nAunque no había contemplado al emisario del crepúsculo en su plan, por suerte, el camino de la “evolución” no se desvió a causa de ello.\nTras una cuidadosa selección y crianza, los héroes tribales que había criado fueron subiéndose uno tras otro al escenario de la contienda.\nSeguramente el más fuerte de todos ellos acabaría uniendo a todos los héroes de las tribus humanas que había sobre la roca negra.\nLa alianza hecha en su nombre alzaría el estandarte del sol ardiente y marcharía hacia la ciudad de los pozos profundos, la cual ni siquiera los dioses habían podido conquistar.\n\nEse día, del cadáver viviente del trono saldría un fuego cuya luz teñiría de rojo el cielo azul, y el nuevo rey obtendría el fuego primigenio como obsequio por ascender a dicho trono.\nEse día, los dragones se volverían a postrar ante los pies del soberano de los dos mundos y le entregarían el conocimiento y los tesoros que su civilización había acumulado durante milenios.\nY es que el rey sabía que los enemigos de las sombras no estaban muy lejos. De hecho, se escondían en el lugar más profundo del Reino de la Noche a la espera del momento en el que lanzar su última gran ofensiva.\nEl rey sabía que no bastaba ni con los dioses del cielo ni con el gran rey de los dragones, sino que debía apresurarse para reunir todo el conocimiento y todo el poder antes de que llegara ese día.\n\nSolo así sus ignorantes y obstinados iguales podrían despertarse del viejo sueño del monarca decrépito.\nSolo así la antigua civilización podría contar con un sucesor digno y volver a erigirse orgullosa sobre la tierra."
	},
	"circlet": {
		"name": "Corona de los Santos",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una corona hecha de obsidiana que se usaba en las coronaciones de los líderes tribales de la antigüedad.",
		"story": "En la época en la que la marea oscura y ponzoñosa surgió del horizonte y los héroes como soles emprendieron su larga travesía,\nexistían historias nunca antes documentadas en la historia humana y nunca antes contadas.\n\nLos guerreros humanos se despidieron de sus aldeas recluidas en los valles y llevaron las bendiciones de las Wayob a un territorio prohibido y antaño inaccesible.\nEn ese momento, ya se habían extinguido los dragones gigantes de la antigüedad que una vez habían viajado por las llanuras, y las tierras fértiles y los manantiales se habían teñido un nuevo color.\nLos palacios y templos que habían sido construidos en los precipicios de lava perdieron su fulgor y esperaban en silencio el día del juicio final.\nEn la onírica nación apartada del resto del mundo, la época perteneciente a los antiguos estaba a punto de terminar.\nMientras tanto, en el oscuro Reino de la Noche, los distintos santos discutían sin cesar para decidir de una vez por todas quién llevaría a cabo el castigo final.\n\nAquella persona era un guerrero que ninguna profecía previó, un héroe que no había sido contemplado en ningún plan.\nCuando los líderes de guerra de las distintas tribus dejaron atrás su gran causa de acabar con los dragones malvados y se sumieron en una competición por la supremacía...\nCuando los guerreros de las distintas tribus lo dieron todo en la guerra interminable y se sirvieron de la ayuda de bestias crueles...\nEn ese momento, de la tierra oscura emergió un rey radiante como el sol y cálido como el alba.\nCreó una corona con flores doradas y visitó todas y cada una de las tribus cargando con una gran espada de obsidiana.\n\nLas disputas instigadas con espadas solo podían resolverse con espadas, y los delirios de grandeza nacidos de la ambición solo podían subyugarse con una ambición aún mayor.\nAquel que creía controlar la evolución nunca llegó a pensar que quienes tenían una gran fuerza podrían responder con algo que no fuera la conquista y la masacre.\nEntonces, los líderes de guerra de las tribus firmaron un armisticio bajo el resplandor del sol, y los santos del Reino de la Noche dejaron de discutir y le ofrecieron una corona.\nLos primeros rayos de luz de la nueva era se podían vislumbrar en el horizonte, y cuando su brillo llegase a toda la tierra, ni siquiera las bestias oscuras podrían esconderse."
	}
}