{
	"id": 15022,
	"rarityList": [
		4,
		5
	],
	"name": "Perla Oceánica",
	"effect2Pc": "Bono de Curación +15%.",
	"effect4Pc": "Cuando el personaje que equipa este conjunto de artefactos cura a otro, crea el efecto de “burbuja marina” durante 3 s, el cual registra la cantidad de Vida regenerada (incluida la regenerada por encima del 100%). Tras ello, la burbuja marina estalla e inflige contra los enemigos cercanos un daño basado en el 90% de la cantidad regenerada. Este daño se calcula de manera similar al de las reacciones de Electrocargado, Superconductor, etc., pero no varía en función de la Maestría Elemental, el nivel del personaje o el bono de daño de las reacciones. Solo se puede crear una burbuja marina cada 3.5 s, la cual solo puede registrar un máximo de 30 000 pts. de Vida regenerada, incluyendo la regenerada por encima del 100%. Además, solo puede existir una burbuja marina en tu equipo al mismo tiempo. Cuando el personaje que equipa este conjunto de artefactos está en el equipo pero no en combate, también podrá activar este efecto.",
	"flower": {
		"name": "Flor Marina",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor que se ha teñido de muchos de los colores del océano caprichoso y que reluce con hermosos reflejos bajo la luz de la luna.",
		"story": "Una tierna flor proveniente del océano. En su núcleo hay una perla de gran pureza.\nLas canciones de la Isla Watatsumi cuentan que estas flores se abrían en las profundidades iluminadas por las perlas.\nImpregnadas de los anhelos de las hijas del mar y la ternura de la luz de la luna, emitían un brillo nacarado.\n\nCuando todos los conflictos se terminaron, las bestias marinas no volvieron a sollozar por sus compañeras.\nY cuando la luna ascendía sobre la Montaña del Este, la adorable divinidad se levantaba para cantar.\n“Vengan, hijas del mar, vengan y vean la brillante luna de hoy.\nAunque la Montaña del Este se derrumbara esta misma noche, ni los relámpagos ni la tormenta podrían eclipsar la gloria nacarada de la luna”.\n\nLas solitarias miko cantaron y bailaron en medio de las olas argénteas.\nLas hijas del mar olvidaron el dolor causado por su gran pérdida, y hasta las tiernas flores recobraron su esplendor."
	},
	"plume": {
		"name": "Pluma del Palacio de las Profundidades",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una suave pluma del color del coral. Se dice que proviene del traje ceremonial de una miko.",
		"story": "En la época en la que los múltiples clanes vieron por primera vez la luz del día, Omikami escogió a las miko de entre todas las gentes del mar.\nEn la historia de las canciones de la isla, la primera Sacerdotisa Divina fue la hija del mar que recolectaba perlas.\n\nSolía aparecer entre los niños que, por conflictos sin sentido, perdían el rumbo, así como entre los ancianos que, tras\ndespiadadas catástrofes, perdían toda su felicidad.\nLa Sacerdotisa Divina consolaba a la gente con sus elegantes canciones isleñas de letras dulces y amables.\nGracias a ella, el pueblo de Watatsumi encontró por primera vez un rayo de esperanza incluso en una época en la que era sacudido por la tormenta.\n\nCuenta la leyenda que esta pluma nacida en el mar procede del manto ceremonial de la Sacerdotisa Divina.\nFue extraída por las inocentes manos de un niño y conservada por una persona muy inquieta.\n\nMás tarde, los compañeros del valiente guerrero y de la Sacerdotisa se dirigieron a toda prisa al lugar de sacrificios del que no podían escapar.\nSin embargo, el manto ceremonial de ella nunca se perdió, sino que permaneció entre los recuerdos de la gente."
	},
	"sands": {
		"name": "Cauri de la Despedida",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Una concha marina sin ninguna imperfección que proviene de las profundidades del océano.",
		"story": "El tiempo pasa muy lentamente en las silenciosas y fluorescentes profundidades del océano.\nCon el paso de los años, incluso las caracolas más brillantes quedan sumidas en el olvido dentro de él.\n\nLa gente de Watatsumi resurgió de la oscuridad y así se despidió del largo sueño de las profundidades.\nEscaparon de la furtiva mirada de los dragones de las profundidades y ascendieron hacia el reino de la luz a través de las escaleras de coral.\nDicen que, en aquellos tiempos, cada persona del océano trajo consigo un único cauri como recuerdo de su clan.\nEn cuanto a aquellos que perdieron al suyo propio, también fueron bienvenidos en la nueva familia.\n\nEn la lengua antigua, el nombre de estos cauris significaba “despedida”.\nDos partes que se abrazan mutuamente no serán separadas de nuevo por ninguna fuerza externa, aunque esta unión no sea eterna.\nEstos cauris supusieron la despedida de la vida bajo las olas y el comienzo de la vida bajo el sol."
	},
	"goblet": {
		"name": "Jaula de Perlas",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Las perlas relucientes que las miko de la Isla Watatsumi utilizan como ofrendas brillan eternamente y su fulgor nunca se apaga.",
		"story": "Para la gente del mar, las perlas brillantes que la deidad de Watatsumi veneró en el pasado son un tesoro de valor incalculable.\nSolo la Sacerdotisa Divina tenía el derecho de cantar aquellas canciones cuya temática giraba en torno a las preciadas perlas.\n\nCuenta la leyenda que las iridiscentes conchas marinas producían estas perlas inmaculadas en agradecimiento a la ternura de Watatsumi.\nTiempo después, comenzó a decirse que el origen del linaje de la Sacerdotisa Divina se hallaba en estas perlas.\nElla y las hermanas gemelas, que bailaban con el mar y la luna, procedían de cuna apacible y vívida, y gozaban del privilegio de regocijarse con el amor y la alegría de Omikami.\nEste las obsequió con estas hermosas perlas que cumplían su deseo de perseguir la luz del día.\n\nCuando estas perlas se hallan en manos de aquellos por cuyas venas corre auténtica sangre de Watatsumi, su destello reluce con más intensidad de lo habitual.\nQuizás tan solo sea una antigua leyenda que no podremos verificar jamás.\nPero se dice que, cuando fueron derrotadas, la Sacerdotisa Divina y las hermanas gemelas intercambiaron sus ropas y se escondieron entre las interminables olas, dejando como único recuerdo esta\nperla deslumbrante, que acabó perdiéndose en el tumulto ondulante antes de sumirse en la silenciosa soledad de las profundidades."
	},
	"circlet": {
		"name": "Corona de Watatsumi",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una corona antigua e intrincada que solían utilizar las clérigas ahora olvidadas. En la actualidad, es una reliquia conservada con gran cuidado por las gentes de Watatsumi.",
		"story": "En el pasado, Omikami seleccionó a sus clérigas de entre todos los clanes de Watatsumi y les entregó personalmente unas coronas sagradas.\nSin embargo, tras la era en la que murió el dios y, con él, las clérigas, estas coronas fueron resguardadas.\n\nEn sus canciones, el pueblo de Watatsumi habla de cómo estas coronas hechas con perlas y corales jamás se verán ensuciadas,\ny de que las afortunadas personas a quien Omikami se las otorgó fueron reconocidas por él como gobernantes.\nEn cuanto al valiente rey vasallo conocido como el “Rey de la Montaña del Este” y las gemelas que viajaban por los mares...\nTodos ellos fueron bendecidos por la afectuosa mirada de Omikami e inmortalizados en las canciones isleñas.\nSegún las leyendas, estas gobernantes fueron las ayudantes de Omikami y enseñaron a las diversas gentes de las islas a cultivar, a cazar y a pescar.\nSin embargo, el destino traería la inexorable muerte del dios.\n\nCargando con las esperanzas y los recuerdos de las profundidades oceánicas e impregnadas de una cultura y una historia que se perdieron hace mucho tiempo, estas elegantes e intrincadas\ncoronas cayeron en un abismo olvidado junto con sus dueñas."
	}
}