{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Pergamino del Héroe de la Ciudad de las Cenizas",
	"effect2Pc": "Cuando un personaje cercano del equipo causa una explosión noctámbula, el portador de este conjunto recupera 6 pts. de Energía Elemental.",
	"effect4Pc": "Cuando el portador de este conjunto causa una Reacción Elemental relacionada con su tipo elemental, los Bonos de Daño Elemental relacionados con esa Reacción Elemental de todos los personajes cercanos del equipo aumentan en un 12% durante 15 s. Si el portador de este conjunto está en el estado de bendición noctámbula cuando se activa este efecto, los Bonos de Daño Elemental relacionados con esa Reacción Elemental de dichos personajes aumentan en un 28% adicional durante 20 s. Estos efectos se pueden activar incluso cuando el portador está en tu equipo pero no en uso. Los bonos de daño otorgados por este conjunto de artefactos no se pueden acumular con los de otro conjunto del mismo tipo.",
	"flower": {
		"name": "Talismán del Domador de Bestias",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor creada con sílex y vidriagón que simboliza que su portador ha obtenido el derecho a convertirse en domador de bestias.",
		"story": "Una flor hecha con sílex y vidriagón que fue abandonada en la Ciudad de las Cenizas. Se trata de un talismán transmitido de generación en generación entre los domadores de bestias de los Retoños Arbóreos.\nEstá adornada con un sílex que tiene forma de una brillante marca de garra, la cual, según dicen, es la huella del primer Yumkasaurio que se hizo amigo de un humano.\n\nLos domadores de bestias se dedican a entablar amistad con los saurios, por lo que incluso a sus compañeros de tribu les cuesta a veces comprender sus ideales.\nIntentan adelantarse a los cazasaurios para solucionar de forma pacífica hasta los casos en los que un saurio malvado ha herido a un humano.\n“Mientras tengas la paciencia suficiente, puedes ganarte la confianza incluso del saurio más malo de todos”.\nEsa era la lección que había grabado en su memoria un joven domador de bestias cuando su maestro le dio este pesado talismán.\nSiempre estuvo convencido de que las bestias, al igual que los humanos, tenían corazón. O al menos eso era lo que pensaba hasta el día en que llegó la marea oscura que tapó el cielo.\n\nAquello era un monstruo que nada ni nadie podía comprender, una bestia salvaje con la que era imposible tratar de manera pacífica.\nCuando el domador de bestias llegó por fin a su hogar natal, lo único que encontró fueron los sueños hechos añicos por monstruos que estaban fuera de control.\nTras ayudar a reasentarse a los miembros de su tribu que habían sobrevivido, el domador de bestias, ya no tan joven, volvió a emprender un viaje del que nunca regresó.\nEsta vez, sus rivales eran los despiadados monstruos que llegaron con la marea oscura, contra quienes necesitaba mucha paciencia.\nSolo con la paciencia suficiente podría expulsar a todos ellos de su querida tierra.\n\nSegún una leyenda, el rey pitón de la antigüedad creó un tesoro secreto capaz de expulsar al Abismo, pero para obtenerlo, había que cruzar la antigua ciudad emponzoñada.\nTal vez no fuera más que una ensoñación para las personas desesperadas, pero para un héroe, era algo que valía la pena intentar.\nAl final de su viaje, el guerrero apátrida llegó a la ciudad reducida a cenizas, donde se enfrentaría a un secreto largo tiempo enterrado."
	},
	"plume": {
		"name": "Distintivo de los Patrullamontañas",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una insignia que usaban los patrullamontañas para marcar el camino. Al tener forma de pluma, llama mucho la atención si uno se la encuentra.",
		"story": "Dicen que los patrullamontañas que regresaban del origen de los manantiales solían dejar estos distintivos con forma de pluma en los caminos por los que pasaban.\nAl parecer, lo hacían tanto para marcar el camino por el que habían venido como para avisar a otros viajeros de que alguien ya había pasado por allí.\nEn la actualidad, estos distintivos están abandonados en alguna esquina de la antigua ciudad que quedó cubierta de cenizas.\nDe hecho, al contrario de lo que esperaban aquellos que los dejaron como guía, por desgracia, ya nadie va por esos caminos.\n\nLos patrullamontañas habían pisado todas y cada una de las rocas de las que están compuestas las montañas y los peñascos, así como todas y cada una de las hojas que había tiradas en el suelo de las llanuras y los bosques.\nEllos, que nunca dejaban de caminar, tenían grabado a fuego en la memoria cada rincón de Natlan.\nSiempre que veían a un viajero de fuera o a un explorador, se ofrecían para ser sus guías.\nY es que, para ellos, los maravillosos paisajes de su nación no eran más que amigos que les habían acompañado desde la infancia.\nHasta que, un día, vieron en el lejano horizonte una marea oscura que asoló con todo cuanto conocían.\n\nEn los lugares en los que los niños solían reír y jugar solo quedaron unas frías cenizas y unos cuerpos inertes quemados por el fuego salvaje.\nLas aguas termales en las que los trabajadores de las tribus solían aliviar el cansancio se llenaron de sangre y lodo.\nSin embargo, el último de todos los patrullamontañas no tenía tiempo para pararse a llorar, pues aún había algo que debía hacer.\nVolvería a recorrer ese camino, ahora irreconocible, con tal de retomar su querido y familiar hogar.\n\nCuenta la leyenda que en el corazón de aquella marea oscura, en la antigua ciudad ocupada por un dragón malvado, había un tesoro de un poder inimaginable.\nComo una manecilla de reloj dorada que revertiría el flujo del tiempo, el tesoro quemaría el sufrimiento del mundo y traería de vuelta el hermoso pasado.\nAferrándose a una última esperanza y tras haber superado toda clase de peligros, el patrullamontañas decidió que aquella sería su última parada.\nLo hizo incluso corriendo el riesgo de que fuera otra trampa para gente aterrada tendida por algún espectador cruel."
	},
	"sands": {
		"name": "Reloj de Sol Dorado de la Mistagoga",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un reloj de sol cuya forma, ciertamente, recuerda a la del sol. Los motivos decorativos que tiene simbolizan el ciclo de la vida y la muerte.",
		"story": "En general, los mistagogos nacidos en el cañón del viento nocturno necesitan estudiar y entrenar durante décadas hasta dominar las técnicas de comunicación con las Wayob.\nSin embargo, en esta época tan caótica, incluso los aprendices más nóveles deben ir al frente de batalla para guiar de vuelta a casa a los espíritus de los héroes caídos en el combate.\nEste hermoso reloj de sol dorado que estaba abandonado en una antigua ciudad le pertenecía a una mistagoga igual de hermosa, y su manecilla siempre apunta hacia casa.\n\nCuando la marea oscura que tapó el sol cubrió toda la tierra, los sabuesos malignos de las fisuras engendradoras ocuparon el Reino de la Noche y todo quedó manchado con una sangre oscura.\nLas voces de las antiguas Wayob se ahogaron en el resonar del metal y la piedra y en los alaridos de los seres vivos agonizantes, de modo que casi cayeron en el olvido.\nLos chamanes de las tribus sabían que, para los guerreros que habían sido devorados por las sombras oscuras, la muerte era un lujo.\nAunque los espíritus de esos héroes hubieran tenido la suerte de escapar de las garras de los monstruos, habrían acabado perdiéndose en el Reino de la Noche sin poder encontrar el camino de vuelta a casa.\nGrupos y grupos de mistagogos abandonaron el valle para mantener el poderío militar de la tribu y para buscar a sus seres queridos perdidos.\nSe los veía por todas partes: en el campo de batalla atestado de cadáveres, en las ruinas asoladas por la devastación...\n\nAquella fue la primera vez que la joven mistagoga Liriwu hizo un viaje tan duro y peligroso.\nSu equipo de aventura, formado por ella y por otros mistagogos veteranos, tenía como objetivo llegar a la ciudad sobre las nubes.\nAunque hizo un juramento cuando se unió a dicho equipo, los monstruos que ocupaban la Ciudad de las Cenizas iban mucho más allá de lo que ella había imaginado.\nAl haberlo previsto con antelación, sus compañeros la dejaron a salvo en una torre y luego se marcharon a escondidas.\nCuando la joven logró huir y regresó al campamento, lo único que la esperaba eran los cadáveres tirados en el suelo, producto del festín de un dragón.\n\nComo mistagoga, no solo había sido incapaz de salvar a sus compañeros, sino que ni siquiera podía traer de vuelta sus almas.\nSin embargo, al menos sí podía llevar sus historias y sus finales a los seres queridos que tan impacientemente los estaban esperando.\n“Recuerdo que el líder del equipo dijo que tenía un hijo, así que... sea como sea, tienes que ser fuerte”.\nAlbergando una nueva esperanza, volvió a emprender un nuevo viaje; uno que, esta vez, era el viaje de vuelta a casa de todos sus compañeros."
	},
	"goblet": {
		"name": "Cáliz en Garra del Erudito Itinerante",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un cáliz para beber licor cuya forma es sorprendentemente similar a la garra de un saurio. Seguro que su creador tenía sus motivos para crear semejante objeto.",
		"story": "Incluso en esta fértil tierra reinada por la destreza marcial hay quienes solo miran por el conocimiento y los libros.\nComo por ejemplo, aquel tipo que se hacía llamar el presidente de la Asociación de Arqueología Sáurica, el cual estaba todo el día de acá para allá con gruesos pergaminos en las manos.\nO si no, se la pasaba jugueteando con Máquinas Fuentenigma de procedencia desconocida.\nA fin de demostrar que su investigación servía para algo, solía crear algunos artilugios. De hecho, dicen que este extraño cáliz con forma de garra era una de las obras de las que más orgulloso estaba.\n\nEn aquel momento, aún no era consciente del privilegio que suponía poder llevar a cabo investigaciones que no tienen ninguna utilidad.\nCuando su hogar fue devorado por las pesadillas oscuras, los pergaminos que había encontrado con tanto esfuerzo se quemaron en el fuego de la guerra.\nSu rutina diaria, a la que estaba acostumbrado desde hacía tiempo, se evaporó como quien se despierta de una agradable siesta de la tarde.\nY, sin previo aviso, el destino le empujó hasta otro camino distinto, sin dejarle ninguna posibilidad de elección.\n\nHabía leído en un pergamino muy antiguo que en las ruinas de los dragones de la antigüedad había armas con las que poder luchar contra el mal.\nPara evitar que sus compatriotas murieran en vano, abandonó sus investigaciones pasadas y dedicó el resto de su vida a una nueva causa.\nEn unas ruinas dejadas de la mano de los dioses, encontró una Máquina Fuentenigma que modificó y recompuso para que sirviera de ayuda a los guerreros.\nTal vez gracias al vasto conocimiento que había acumulado con el tiempo, o tal vez gracias a algún sabio que lo guiaba desde las sombras, el proyecto fue increíblemente bien.\nHasta que, en las profundidades de una antigua ciudad abandonada, descubrió un secreto —o quizá una maldición— que había estado oculto durante miles de años.\n\nCuenta la leyenda que el rey pitón que antaño gobernó Ochkanatlan construyó un barco volador.\nEn dicho barco, había un tesoro capaz de expulsar al Abismo hasta fuera de este mundo.\nEsta leyenda se convirtió en el único consuelo de vida que le quedaba a la desesperada gente de aquella época.\nY también en el largo viaje que un sinfín de aventureros emprendieron a ciegas con tal de salvar el mundo.\n\nSin embargo, ninguno de esos aventureros regresó jamás, por lo que el erudito se convirtió en la diana de todas las críticas.\nAun así, él seguía convencido de que la leyenda no era una mentira, sino una gran verdad que había visto con sus propios ojos.\nAl final, el erudito itinerante se acabó uniendo a un equipo de aventureros y se dirigió a la ciudad que había por encima de las nubes.\nAlgunos decían que lo hizo para demostrar que tenía razón, y otros, que para poner fin a todo aquello."
	},
	"circlet": {
		"name": "Máscara Emplumada del Guerrero Maligno",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una máscara emplumada con forma de cabeza de halcón alrededor de la cual giraban múltiples leyendas.",
		"story": "La tribu asentada en la cima de las montañas solía organizar cada cierto tiempo torneos de lucha en los que los guerreros se ponían estas máscaras tan particulares.\nNo solo servían para intimidar al contrincante, sino que los aspirantes también las usaban como distintivo.\nCada vez que un guerrero enmascarado hacía su aparición, sus admiradores gritaban de la emoción y abucheaban a su rival.\nSolamente había un hombre con una máscara emplumada semejante a la cabeza de un halcón con el que, cada vez que le tocaba luchar, la arena entera se sumía en un extraordinario silencio.\n\nAntes de convertirse en aventurero, Taika era el guerrero más fuerte de la Tribu Plumaflora, y siempre quedaba entre los primeros en cada torneo.\nA veces le invadía una sensación de cansancio al pensar que eso es lo que iba a hacer durante el resto de su vida. Pero lo que no sabía era que se avecinaba una catástrofe...\nAl principio, lo único que ocurría era que en el cielo se formaban unas nubes oscuras, a lo que le siguieron algunas desapariciones de gente en el Reino de la Noche.\nSin embargo, cuando el auténtico mal hizo su aparición, nadie supo qué hacer.\n\nAlguien debía asumir la responsabilidad, y como es natural, los más fuertes debían cargar con un mayor peso.\nTras ser testigo de la auténtica guerra, Taika sintió por primera vez el peso del destino.\nEntonces, se despidió de su esposa y de su hijo, aún no nacido, y se convirtió en un espíritu maligno del campo de batalla.\nPensó que solo podría acabar con el mal si él mismo se volvía aún más despiadado que el propio mal.\n\nAquella fue su última batalla. Tumbado en un charco de sangre en la cima de la Ciudad de las Cenizas, vio una escena tras otra pasar ante sus ojos.\nUna de ellas fue la de unas llamas rojas que volvieron a florecer para ellos en la tierra de antaño, como si se trataran de un campo lleno de flores.\n“Las puertas rojas del infierno están manchadas con la sangre de los héroes. Estoy dispuesto a ofrecer mi sangre si eso me permite dar a mi hijo la llave de dichas puertas”.\nLa tenue luz que vio salir a través de la rendija de la puerta le hizo recordar lo que su querida esposa le dijo cuando se despidieron:\n“Si es niña, llamémosla Bona. Seguro que también se convertirá en una gran guerrera”."
	}
}