{
	"id": 15019,
	"rarityList": [
		4,
		5
	],
	"name": "Reminiscencia de la Purificación",
	"effect2Pc": "ATQ +18%.",
	"effect4Pc": "Si el personaje tiene 15 pts. de Energía Elemental o más, perderá 15 pts. al realizar una Habilidad Elemental y el daño infligido con los Ataques Normales, Cargados y Descendentes aumentará en un 50% durante 10 s. Este efecto no puede activarse más de una vez simultáneamente.",
	"flower": {
		"name": "Flor del Entrelazamiento",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Un talismán de papel de arroz de exquisita elaboración. Se dice que tiene el poder de hacer los deseos realidad.",
		"story": "Un omamori fabricado mediante la técnica de lazos con papel de arroz.\nDicen que sirve para atar los deseos con su propio destino.\n\nEn el pasado, aprendí a encargarme de los asuntos del santuario bajo la tutela de la gran señorita Saiguu.\nEn aquel entonces, yo no era más que una joven miko que había llegado a Narukami desde un pequeño pueblo de pescadores.\nEra más ingenua que un cepillo para hacer té, además de impulsiva y curiosa.\nSiempre me sentía inocentemente escéptica ante las incomprensibles y refinadas palabras de la señorita Saiguu.\n\n“Todo en este mundo está entrelazado. De hecho, las ilusiones y las fantasías nacen de la realidad.\nLos omamori no tienen la capacidad de hacer realidad los deseos, pero sí de entrelazarlos para hacerlos eternos”.\n\nAl ver mi cara de perplejidad e incomprensión, la Kitsune Saiguu no pudo evitar reír a carcajadas.\nMe dio un golpe en la cabeza con su pipa y cambió de tema con gran sutileza:\n\n“Seguro que ya conociste a la persona con la que estás predestinada, Hibiki”.\n\n“¿Qué destino se puede tener con ese hombre tan bruto?”\n\n“Oh, ya veo...”\n\nSin embargo, la oscuridad acaba engulléndolo todo.\nY, de la misma forma, aquel destino también se desvaneció."
	},
	"plume": {
		"name": "Flecha de la Nostalgia",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Esta desgastada y vieja flecha mágica parece haber sido guardada con mucho cuidado por alguien.",
		"story": "Una flecha para matar demonios utilizada en los santuarios para rezar y ahuyentar las catástrofes.\nSe dice que es capaz de perseguir y destruir a todo tipo de demonios.\n\nLa gente suele decir que las flechas para matar demonios ahuyentan el mal, pero el mal no es un concepto objetivo.\nA veces, puede proceder de uno mismo, de una mente delirante que se ha vuelto fría y silenciosa debido al miedo.\nHace mucho tiempo que la señorita Saiguu se fue, y yo ya no soy la joven aprendiz miko del Gran Santuario Narukami.\nSiempre que sostengo la pipa vacía, me invade una ligera sensación de vacío y dolor.\n\nAunque tenga a alguien a quien merezca la pena extrañar o pierda a alguien a quien seguramente extrañaré, el tiempo seguirá pasando tan rápido como el giro de una rueca.\nTranquilamente y en silencio, el blanquecino cuerpo de la señorita Kitsune se sumió en la oscuridad, imagen que quedó grabada en los sueños de la miko.\nLa tengu también se marchó, enojada consigo misma por no haber sido una buena protectora, y dejó solo a Teruyo.\nLleno de pena e ira, Harunosuke se fue a otra nación, mientras Nagamasa se unió al shogunato para limpiar el apellido Mikoshi.\nEn cuanto al hombre que me enseñó a usar el arco en el bosque sagrado y escuchó atentamente mi infantil promesa bajo las rojizas ramas del cerezo...\nAcabará volviendo a mí aunque sea cegado por la sangre y aunque la corrupción de la oscuridad lo convierta en una feroz bestia...\n\nLo salvaremos con nuestros arcos y nuestras flechas y cumpliremos con la promesa que estaba destinada a perderse.\nDesterraremos el mal con nuestros arcos y nuestras flechas y expulsaremos la necedad y la terquedad.\n\n“Oh, necio y adicto de las apuestas, ven a verme.\nPero si lo haces, Konbumaru, no vuelvas a perderte”.\n\nPero ¿quién ganó la última apuesta?\nLa joven acarició el hermoso arco mientras reflexionaba sobre cosas sin importancia."
	},
	"sands": {
		"name": "Reloj de la Transitoriedad",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un reloj de bolsillo de bronce decorado con un lazo de papel de arroz y un cascabel. La hora que marca se paró en el alba de un día de otoño.",
		"story": "Un elegante reloj con un cascabel de santuario.\nSus agujas están paradas para siempre apuntando a la hora en la que el rocío aún no se ha evaporado.\n\nA medida que el día clarea, el rocío se condensa y desaparece.\nPese a ser extremadamente hermoso, ese paisaje solo dura unos instantes.\n\nUna vez pude disfrutar junto a la señorita Saiguu del chillido de las cigarras y la luna en una noche otoñal.\nEn aquel entonces, yo no era más que una miko de pueblo, joven y muy terca.\nIgual que el incesante piar de un pinzón, insistía fuertemente en mis propias opiniones.\nUna leve sonrisa se dibujó en el rostro de la Kitsune Saiguu, que pronunció unas palabras incomprensibles para mí:\n\n“Aferrarse a una belleza transitoria es como intentar conservar el rocío matutino.\nIgual que dicho rocío, yo ya me he desvanecido. Lo único que has visto de mí es una imagen residual nacida de tus deseos”.\n\nCon una expresión triste como la luna, no dejaba de decir cosas incomprensibles mientras intentaba hacer memoria. Entonces, de repente...\nMe golpeó en la cabeza con su pipa mientras mostraba su típica cara de reprimenda y burla:\n\n“Pronto va a amanecer, Hibiki.\nDeberíamos volver ya”."
	},
	"goblet": {
		"name": "Corazón de la Esperanza",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un recipiente para guardar palillos de la fortuna. En su fondo hay un mecanismo que hace que la gente saque con mayor probabilidad un palillo de mala fortuna.",
		"story": "Un recipiente para papelitos de la fortuna utilizado en santuarios.\nSe dice que ha sido imbuido de buena fortuna por los kitsune.\n\nLa adivinación es para aquellos que están perdidos y confundidos. Ya sea para la buena o la mala suerte, da respuestas sobre el futuro.\nEn otras palabras, en este mundo existen personas perdidas, pero no predicciones inexactas.\nAprendí mucho mientras estudiaba en el santuario. Incluso alguien tan poco inteligente como yo logró aprender a hablar como un kitsune.\nMientras tanto, incluso alguien tan inhumano como la tengu de Yougou ha tenido su propia hija.\nEl bobo de Konbumaru también se ha convertido en un hatamoto bajo las órdenes de la Shogun, y pronto se casará con la hija de un noble samurái.\n\n“Qué niña tan adorable. Incluso alguien como la tengu de Yougou, que solo habla de matar, tuvo su instinto maternal.\nPero... al santuario le hace falta la vitalidad de los niños. ¿Y si te conviertes en una niña otra vez, Hibiki?”.\n\nComo siempre, la broma de la Kitsune Saiguu fue excesiva y venía acompañada del aroma del vino de cerezo.\n\n“Hibiki, ¿y esa cara tan larga? ¿No quieres que la señorita Saiguu te lea el futuro?”.\n“Jaja, ¡es buena suerte! ¿Ves? ¡Es buena suerte! ¿Sabes lo que esto significa?”.\n“Significa que retiró todos los papelitos de mala suerte. Por favor, señorita Saiguu, no se ría de mí...”\n“No... Esto quiere decir que la persona a la que tanto extrañas tendrá la suerte de convertirse en una parte de tus recuerdos para siempre”.\n\nPor eso debes ser fuerte y vivir mucho tiempo.\nAunque tus seres queridos se vayan de este mundo, mientras tú vivas,\nel tiempo que pasaste con ellos nunca perecerá."
	},
	"circlet": {
		"name": "Máscara de la Mutabilidad",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una máscara ritual de zorro muy bien conservada y con una leve y misteriosa sonrisa.",
		"story": "Una brillante y elegante máscara ritual que perteneció a una miko.\nLas comisuras de la boca muestran una leve sonrisa, pero los ojos son bastante inexpresivos.\n\nYa llevo un tiempo como aprendiz en el santuario y considero que he madurado mucho.\nYa no soy tan inocente como antes y cada vez soy más responsable.\nPero, por alguna razón, cuanto más maduro, más melancólico me parece el rostro de la señorita Saiguu.\nNo es preocupación o miedo lo que se ve en ella, sino más bien una tristeza derivada de no querer abandonar algo...\n\n“El mundo está en constante cambio, por lo que obsesionarse con algo transitorio solo hará que uno se olvide de los recuerdos eternos.\nPerder la memoria es lo mismo que perder la vida. Es como morir en una oscuridad eterna”.\n\nEsta vez, ni siquiera una leve sonrisa puede ocultar la tristeza.\nSe supone que estamos en una ocasión festiva, pero siento como si fuera una despedida...\n\n“Háblame sobre el necio de Konbumaru”.\n¿Qué pasa? ¿Aún te preocupa que una anciana como yo no pueda recuperarlo?”"
	}
}