{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "Serenata de la Luna Tejida",
	"effect2Pc": "Recarga de Energía +20%.",
	"effect4Pc": "Infligir Daño Elemental otorga durante 8 s el efecto de “luna refulgente: veneración”, de manera que, cuando el presagio lunar del equipo es resplandor naciente/resplandor ascendente, la Maestría Elemental de todos los personajes del equipo aumenta en 60/120 pts. respectivamente. Este efecto se puede activar incluso cuando el portador de este conjunto está en tu equipo pero no en uso. Por cada efecto de luna refulgente diferente que tengan los personajes, el daño de las Reacciones Lunares de todos los miembros del equipo aumentará en un 10%. Los efectos producidos por luna refulgente no se pueden acumular.",
	"flower": {
		"name": "Lágrima Cristalina de la Errante",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor pura e impoluta. Cuenta la leyenda que su belleza se ha mantenido eterna gracias al viento gélido.",
		"story": "Era la época en la que la suave luz escarchada aún no se había hecho añicos como un espejo de plata y el reino dorado ya había caído.\nDe la noche a la mañana, la resplandeciente torre dorada se derrumbó como una higuera.\nDesde la Ciudad Sagrada hasta la antigua capital, pasando por las llanuras heladas del extremo norte y las ciudades con olor a sangre, todas ellas fueron exterminadas por los azulados pilares cristalinos.\nTras la catástrofe, el santo alabado y la primera emisaria divina desaparecieron sin que se supiera nada de su paradero.\nPor su parte, las personas que sobrevivieron por haber huido de sus ciudades no tuvieron más remedio que acurrucarse entre las ventiscas mientras temblaban de frío.\nSolo pudieron esperar la llegada de la destrucción en una oscuridad yerma y desamparada, pues ya no tenían un sitio al que volver.\n \nAquel era el llamado “momento del exterminio” del que hablarían las letanías de generaciones posteriores.\nLa prosperidad de antaño se desmoronó como la nieve, mientras los dioses hacían oídos sordos ante las súplicas, los gritos, las maldiciones y los reproches.\nEn la desesperación de la larga noche, solo hubo una única soberana de los cielos que lloró por el sufrimiento de los mortales.\nSe trataba de la Señora de la Luna Escarchada, la monarca de la luz y del carro celestial, la emisaria que compartía el mismo origen que el mundo.\nPor compasión —y también por un deseo secreto—, decidió responder a las plegarias de quienes habían sobrevivido.\n \nCuenta la leyenda que, sirviéndose de una blanquecina luz plateada, tejió unos hilos de seda con los que guio a los supervivientes exiliados fuera de las llanuras escarchadas.\nCuando sus lágrimas, llenas de añoranzas, cayeron sobre el suelo helado del extremo norte, se transformaron en lirios eternos entre las ventiscas.\nAsí fue como los orgullosos sucesores de Hiperbórea comenzaron a llamarse a sí mismos “Descendientes Lunaescarcha”.\nFueran cuales fueran sus verdaderas intenciones, aquella era la deidad que había otorgado una nueva vida a la gente."
	},
	"plume": {
		"name": "Pluma Blanca de la Bendecida",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma pura e impoluta. Dicen que la creó la primera Cantalunas con sus propias manos.",
		"story": "Era la época en la que la suave luz escarchada ya se había hecho añicos como un espejo de plata, pero en la que la Luna Nueva aún no había ascendido.\nDe aquella época procede la historia de la persona que no debería haber sido bendecida, y de las hermanas que nacieron siendo consideradas “seres defectuosos”.\n \nLa luz lunar era un santuario recluido para visitantes desconocidos en el que las inocentes y frágiles almas compartían un mismo aliento.\nEn un instante de dolor que debería haber sido una gloria exultante, dichas almas se acurrucaron muy juntas para sentir una ínfima sensación de calidez.\nNunca habían visto el rostro de sus padres, ni habían oído los susurros del viento entre las arboledas.\nLa única compañía de ambas era su abuela, y la imagen del mundo solo existía en los descoloridos libros de cuentos.\n \nEn esas páginas amarillentas y desgastadas se replicaban la bóveda celeste y la tierra que ellas nunca habían llegado a ver.\nEn aquel libro ilustrado, revoloteaban unas aves blancas que abrían sus alas puras bajo la inmaculada luz lunar.\nEnvidiando a esas criaturas tan libres de los cuentos, ellas dos, que en aquel entonces aún eran muy pequeñas, hicieron una promesa.\nPrometieron que, al igual que aquellas aves blancas, algún día volarían juntas hacia un cielo azul aún más vasto.\n \n“Como solo nos tenemos a nosotras mismas desde el día en que nacimos...\nEntonces, cuando nos marchemos de aquí, tendremos que permanecer juntas para sobrevivir”.\n \nMuchos años después, una de las dos rompió su promesa y se marchó sola a un lugar lejano.\nSin embargo, aquel no era el cielo azul y despejado del que hablaban las historias, sino una noche que se había hundido en una profunda oscuridad.\nJunto a ella también se marchó la mitad de un sueño, así como la mitad de un dolor que deberían haber compartido.\nLa que más tarde pasó a ser venerada como la primera Cantalunas, Aila, tuvo que soportar el doble de dolor desde entonces.\n \n“Así que tú también estabas mintiendo, querida hermana, la única persona en la que una vez confié...\nA pesar de ello, no te guardo ningún rencor, ya que hace tiempo que perdí toda expectativa que tenía del cielo de fuera”."
	},
	"sands": {
		"name": "Locura Delirante de la Veneraescarcha",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un reloj puro e impoluto que se detuvo junto a los delirios de su antigua dueña.",
		"story": "Era la época en la que la suave luz escarchada ya se había hecho añicos como un espejo de plata, pero en la que la Luna Nueva aún no había ascendido.\nDesde lo ocurrido en el momento del exterminio, los planes de incontables generaciones estaban a punto de hacerse realidad.\n \nDe la sangre que se había purificado durante tanto tiempo por fin iba a nacer la descendiente elegida que, según la profecía, gobernaría el paraíso.\nLa falsa luz séptuple del firmamento se postrará ante ella, y los huesos de la tierra también deberán obedecerla.\nElla se convertirá en la fuente que se fusionará con el mundo, y así volverá a forjar la gran causa que dará comienzo a todo.\nEse era el sagrado cometido que habían heredado las hijas del Lejano Norte.\n \nPero entonces, la joven que debía haber dado a luz a una heredera sagrada conoció a un joven del Reino del Norte en una noche nevada sin luna.\nEn los ojos del muchacho, claros y brillantes como el sol invernal, ella vio por primera vez la imagen invertida de sí misma.\nLa dama abandonó su misión por un joven oficial que venía de fuera, así como por una emoción desconocida para su corazón.\nSe cortó su corona de astas manchada de sangre y la abandonó en el barro que había bajo el manto de nieve, solo por el inferior sentimiento del amor.\n \nAl final, aquella persona depravada que había traicionado a los suyos no cumplió con su deber predestinado.\nEntonces, los espías del monje loco se dispusieron a capturarla y a llevarla de vuelta al hogar que, supuestamente, debía amar profundamente.\nSin embargo, al mirar al oficial que yacía a sus pies con un charco carmesí formándose debajo de él, se llevó la daga a la garganta en un último y fatal beso.\n \nAsí pues, la mujer que no dio a luz a una heredera sagrada, tal y como se esperaba de ella, fue enterrada con desidia y, con ello, la profecía se retrasó.\nPor suerte, las sucesivas generaciones de líderes habían hecho todos los preparativos necesarios para lidiar con la muerte prematura de aquella dama.\nLovia, la suma sacerdotisa en aquel entonces, escogió entre sus parientes lejanos a alguien que pudiera sustituirla.\nSin embargo, las hermanas gemelas que dio a luz esa persona no tenían nada que ver con la antigua dama.\n \nDe este modo, quizás tendrían que pasar cientos de años hasta que naciera otra niña igual de pura.\nLa suma sacerdotisa que llevaba una corona de astas en la cabeza no pudo soportar que el logro que había conseguido tan fácilmente se desvaneciera como el rocío en una gélida noche de invierno.\nPor eso, en medio de una locura delirante, se dispuso a tejer un plan maléfico.\nYa que aquellas hermanas no eran lo suficientemente puras, hasta el punto de que su sangre y su carne eran tan débiles que no podían soportar la impoluta luz lunar...\nYa que en ██ de la gente fluía la gracia difusa pero igualitaria de la Señora de la Luna Escarchada...\nEntonces, ¿por qué habría que esperar a que los mil vientos soplaran durante varias generaciones para limpiar su ██ con ███?\n \nAsí, la sacerdotisa cometió un acto imperdonable en el nombre de la impoluta luz de la luna...\nUn acto tan blasfemo que horrorizaría incluso a la Señora de la Luna Escarchada."
	},
	"goblet": {
		"name": "Gloria Exultante de la Impoluta",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Una taza de plata pura e impoluta. Se dice que era un antiguo objeto sagrado que se empleaba en los rituales de los Descendientes Lunaescarcha. Sin embargo, en las ceremonias de la actualidad ya no se usan recipientes como este.",
		"story": "Era la época en la que la suave luz escarchada ya se había hecho añicos como un espejo de plata, pero en la que la Luna Nueva aún no había ascendido.\nDesde entonces, los Hijos del Lejano Norte no volvieron a oír las enseñanzas del cielo y, al igual que antaño, ardieron entre una ferviente ira.\n \nYa nadie sabía cómo volver a forjar los maravillosos y extraños objetos que el santo de la ciudad dorada había enseñado a crear a sus ancestros.\nSin embargo, la ambición de los exiliados y de los mortales siempre es más obstinada que la de los dioses.\n¿Qué pasaría si perdieran el recipiente sagrado capaz de labrar, de la noche a la mañana, vastos campos de cultivo en un infinito mar helado?\nQue encerrarían a los bisontes entre los surcos y conquistarían la tundra poco a poco con fuego, azadas y hoces.\n¿Qué pasaría si perdieran la flecha capaz de derribar dioses, e incluso de atravesar el cielo falso?\nQue convertirían sus herramientas de labranza en espadas y sus azadas y hoces en dagas y lanzas para disipar la oscuridad por medio de la sangre.\n \nY ¿qué pasaría si les quitaran el poder de la creación que les había otorgado el más venerable de todos los ángeles?\nQue utilizarían leyes y los métodos más burdos y primitivos para controlar la procreación durante cientos de generaciones.\nAsí lo harían hasta que la sangre, cada vez más debilitada debido al exilio y la catástrofe, se purificara en la forma de una semilla sagrada...\nHasta que, algún día, entre los descendientes de los mortales naciera un ser perfecto que pudiera hacerse uno con el mundo.\nAsí pues, la tenacidad y la determinación de todos los seres acabarían venciendo a cualquier calamidad{NON_BREAK_SPACE}—o, al menos, eso es lo que ellos creían.\nAl fin y al cabo, quienes planificaban el futuro de las especies no tenían que sufrir en sus propias carnes el dolor de su desdén.\n \n“Beban esta impoluta luz lunar, queridas y apreciadas hijas mías.\nDejen que se convierta en su carne y su sangre, para así merecer también la gracia divina.\nHan de saber que, una vez, el santo de la ciudad dorada bebió este amargo vino y, con ello, obtuvo la libertad para sus queridos compatriotas.\nAsí pues, ustedes también deben apreciar la gloria exultante de este dolor, ya que del dolor acabará naciendo la perfección”.\n \nEn aquel momento, ninguna de las dos podía diferenciar qué era lo que rebosaba del antiguo cáliz de plata.\nPero, si era tal y como decía la misericordiosa y entrañable abuela, entonces seguramente se trataba de un designio divino.\nAsí es, así es... Todo por crear la perfección, todo por hacer realidad el trágico deseo milenario...\nPor la profecía que hablaba de un paraíso prometido y de un rey que estaba a punto de llegar, era necesario superar lo impuro y el sufrimiento..."
	},
	"circlet": {
		"name": "Corona Sagrada de la Devota",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una corona pura e impoluta cuya forma parece emular las astas de la emisaria espiritual de la arboleda.",
		"story": "Era la época en la que la suave luz escarchada ya se había hecho añicos como un espejo de plata y la Luna Nueva aún no había ascendido.\nAl final, la antigua bendición concedida por los dioses pareció una chispa en la tundra que se fue apagando con el tiempo.\nMientras tanto, la tierra que no pudo convertirse en luna empezó a marchitarse con el fallecimiento de las lunas celestiales de la bóveda celeste.\n \nLas grandes hazañas de quienes en el pasado hicieron maravillas se transformaron en letanías insignificantes, las cuales, a su vez, se convirtieron en motivo de preocupación para la gente.\nAsí pues, ni siquiera la dama que había pasado por una estricta selección y que poseía una sangre pura pudo volver a hacer lo que hicieron sus ancestros.\nEn una noche decadente sin luna, no pudo tejer el flujo de luz en una canción que conmoviera al mundo.\n \nPor mucho que los antepasados del Lejano Norte les hubieran prometido devoción eterna a la diosa fallecida, sus descendientes se asentaron en el mundo sublunar de los mortales.\nAl fin y al cabo, la vida era tan breve como una llama que parpadea.\nEn el pasado, la dama y la suma sacerdotisa todavía representaban la gracia divina.\nEn aquella época, la gente aún estaba dispuesta a creer que, algún día, la Luna Nueva volvería a elevarse a partir de un brillo fragmentado.\nSin embargo, más tarde llegó un tiempo en el que incluso la última bendición se había desvanecido y ya nadie podía presenciar milagros.\nEntonces, la línea entre la fe y la mentira se volvió tan fina como la bruma matutina.\n \nDicen que la corona de astas de la Cantalunas del presente es una bendición que le otorgó la Luna Escarchada en el momento del exterminio.\nCuando el árbol plateado fue destruido, los sacerdotes, incapaces de encontrar ramas blancas, suplicaron por una nueva corona.\nEntonces, la Señora de la Luna se apiadó de ellos y usó la inmaculada luz lunar para tejer una corona de naturaleza divina.\n \nPrecisamente por eso, la última suma sacerdotisa forjó una diadema para ella con un hierro frío y puro.\nEn aquel entonces, Lovia aún era una muchacha y nunca había visto a la sacerdotisa bendecida por la luz lunar.\nSin embargo, soñaba con usar esa clase de mentiras, las cuales se creía hasta ella misma, para mantener a sus fieles cuya fe estaba dividida.\n \nDécadas después, aquella corona de astas falsa cayó en la sangre corrupta.\nLo que se reflejó en los ojos de Lovia en ese momento no fue la impoluta luz de la luna, sino una noche helada que había sido devorada completamente por su propia sombra."
	}
}