{
	"name": "Son de Antaño",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bono de Curación +15%.",
	"4pc": "#Cuando el portador de este conjunto realiza una curación, crea el efecto de “añoranza” durante 6{NON_BREAK_SPACE}s, el cual registra la cantidad de Vida recuperada (incluyendo el exceso de curación). Al terminar la duración, el efecto de añoranza se convierte en el de “marea de antaño”, de manera que cuando tu personaje en uso golpea a un enemigo con un Ataque Normal, Cargado o Descendente o con su Habilidad Elemental o Definitiva, el daño que inflige dicho personaje aumenta en una cantidad equivalente al 8% de la cantidad de Vida recuperada y registrada por añoranza. El efecto de marea de antaño se elimina tras activarse 5 veces o después de 10{NON_BREAK_SPACE}s. Por su parte, el efecto de añoranza solo puede registrar un máximo de 15{NON_BREAK_SPACE}000{NON_BREAK_SPACE}pts. de Vida recuperada y solo puede existir uno al mismo tiempo, pero puede registrar la Vida recuperada por varios portadores de este conjunto. Este efecto se puede activar incluso cuando el portador está en tu equipo pero no en uso.",
	"flower": {
		"name": "Juramento Olvidado de Antaño",
		"relictype": "Flor de la Vida",
		"description": "Una flor inmarcesible hecha de larimar y plata azulada. Incluso hoy en día se sigue considerando un símbolo de resistencia.",
		"story": "En la época en la que todas las aguas aún no habían confluido, la autoridad dorada arrasaba con todo como una marea insurgente, y las tribus bárbaras eran sometidas allá donde llegaba la legión de acero.\nParecía que aquella época dorada nunca terminaría, y los afinadores estaban convencidos de que el débil pueblo de antaño sería subyugado por el nuevo orden de la serenata.\nSin embargo, la grandiosa melodía, símbolo de la civilización y el orden y sin parangón entre los mortales, no pudo llegar más allá de las salvajes tierras del norte.\nLas diversas tribus, en un origen desperdigadas, se unieron bajo el liderazgo de la joven heredera de Armórica y levantaron el humo de la rebelión en la endeble frontera con el imperio.\n\nEsa es la historia de la posteriormente alabada Caballera Aguapura, quien a pesar de su frágil cuerpo intentó luchar contra la opresión de la autoridad dorada.\nLa juglar que lideró a las múltiples tribus nunca se consideró a sí misma su soberana, sino que, según afirmaba ella misma, tuvo una revelación divina: vio a la Maestra de Todas las Aguas y decidió llevar a cabo sus designios.\nLos sabios del lejano Capitolio negaban que tal “disparate” pudiera haber ocurrido, y lo veían como un delirio, una fantasía infantil.\nSin embargo, ella y su legión arrasaron cual tormenta con las tribus que habían estado en guerra, y a punta de espada convenció a los miembros de su tribu para que juraran lealtad hacia la Maestra de Todas las Aguas.\nEn los poemas y obras de teatro de posteriores generaciones, hay numerosas versiones en cuanto al juramento que hicieron los caballeros. Pero independientemente de la versión, hay dos votos que nunca faltan.\nEl primero dice así: “Nunca blandiré mi espada contra un seguidor de Egeria”. Y el segundo: “Nunca haré una promesa con el mal” (a veces también escrito como “Nunca permitiré ni el más mínimo ápice de ponzoña”).\n\n“En nombre de la plateada flor inmarcesible, juramos expulsar de los mares al usurpador dorado y purgar a los injustos con nuestra sangre y nuestras lágrimas.\nJuramos proteger a los espíritus de agua pura y la gracia que nos ha otorgado la Maestra de Todas las Aguas hasta que los manantiales vuelvan a borbotear como antes”.\n\nY así, el imparable fuego de la guerra se extendió como una plaga que redujo a cenizas la arrogancia dorada y la plata impoluta.\nPor su parte, el deseo del afinador de poner fin al conflicto no quedó en nada más que un sueño, mientras que el odio insurgente, similar a unas olas furibundas, se dirigió hacia su inevitable final.\nPero cuando por fin se vislumbró en el horizonte la tenue luz de la redención, aquellas personas que ansiaban redimirse ya no lograron verla."
	},
	"plume": {
		"name": "Remembranza Fugaz de Antaño",
		"relictype": "Pluma de la Muerte",
		"description": "Un accesorio con forma de ala de mariposa fabricado con plata y cristales azulados. Cuentan que, en un pasado muy remoto, simbolizaba la promesa de no separarse nunca.",
		"story": "En la época en la que todas las aguas aún no habían confluido, la suave brisa nocturna acarició la tierna luz lunar en una tribu cuya existencia fue tan corta como la de la vegetación marina.\nUn joven, el cual aún desconocía las leyes del rey divino y el camino establecido por los cielos, adornó la oreja de una muchacha con un ala de mariposa.\nSegún las tradiciones del pueblo de antaño, las mariposas, con su aleteo danzarín, eran las guías de las almas y representaban la promesa y el juramento de no separarse hasta la muerte.\nEl héroe, que en aquel entonces aún no era compositor, estaba convencido de que los innumerables días que estaban por llegar eran tan numerosos como los incontables días pasados, y de que esos días permanecerían en el presente como si de un eterno vals se tratasen.\n\nSin embargo, las turbulencias acabaron llevando al destino hacia el dolor y el sufrimiento, y los fugaces deseos de antaño acabaron hundiéndose entre los lamentos de la sangre y el fuego.\nSus caminos volvieron a cruzarse en la remota ciudad-Estado, cuando las tribus que se habían estado conquistando las unas a las otras ya se habían unificado.\nHaciéndose pasar por un viajero itinerante, el compositor derrotó en un gran torneo a incontables héroes alabados por la gente.\nTras ser nombrado campeón, solicitó una audiencia con el rey, a quien le contó sus gloriosos ideales en un intento de acabar con el fuego de la guerra y los deseos de venganza.\n\nPero lo que no imaginó el astuto compositor es que, tras revelar su verdadera identidad, la única respuesta que obtendría serían unas espadas que apuntaban hacia él con unos filos que brillaban tanto como la luz que se refleja en un lago.\nCuando hicieron pedazos su cuerpo artificial y estaba a punto de recobrar la consciencia, lo último que escuchó el compositor fue el murmullo de la muchacha mientras lo sostenía entre sus brazos.\n\n“Oh, ████, mi querido ████... Ya no hace falta que te obligues a contar algo que no quieres.\nSé que fue el usurpador maldito quien profanó tu alma y te encerró en esa celda de piedra.\nMas ya no tienes de que preocuparte, oh, mi querido ████, pues no he olvidado nuestra promesa.\nNo importa el precio que deba pagar, te liberaré de las gélidas cadenas que te aprisionan.\nY cuando nos fundamos de nuevo en el abrazo de la Maestra de Todas las Aguas, el sufrimiento no volverá a ser motivo de angustia.\nCuando esta mariposa azul vuelva a bailar, guiará a nuestras almas hasta la otra orilla a través de todas las aguas”."
	},
	"sands": {
		"name": "Tañido de Antaño",
		"relictype": "Arenas del Eón",
		"description": "Un reloj de arena de forma muy particular y fabricado con lapislázuli y jade ácueo. Su diseño está basado en el campanario de Petrichor.",
		"story": "En la época en la que todas las aguas aún no habían confluido, entre las tribus del pueblo de antaño ya existía la tradición de tañer campanas.\nEstas se tañían para anunciar el alba, el ocaso, los nacimientos y los funerales.\nY al final, en los últimos momentos en los que la bóveda celeste estuvo cubierta por el manto dorado, también se tañeron para anunciar la destrucción.\n\nLa infatigable legión de acero borró del mapa a las tribus cuyos nombres habían sido innombrables desde tiempos inmemoriales.\nPero lo que no anticipó es que, varias décadas más tarde, el próspero imperio también vería el mismo final.\nEl palacio áurico se redujo a escombros de la noche a la mañana, y la noble melodía se hizo añicos entre la ambición y la traición.\nAunque ese fue el fin del deseo del rey divino, el eco de aquel son dorado siguió reverberando en los corazones de los mortales.\nHabía quien aún se regodeaba en la gloria de antaño e intentaba hacer sonar la serenata a cualquier coste.\nHabía quien, por la paz del mañana, renunciaba a su nombre y cazaba las sombras que merodeaban en los bosques.\nHabía quien conservaba su nombre y lo incluía sutilmente en las baladas junto a las difusas leyendas.\n\n“Un recipiente sagrado que puede cumplir cualquier deseo... Ja, puede que lo haya dicho ese espíritu emisario de agua pura, pero sigue siendo un disparate.\nNadie puede limpiar sus pecados, igual que es imposible limpiar la sangre que ha caído en el agua. Aunque un pecado caiga por completo en el olvido, seguirá siendo un pecado.\nNadie puede revivir el pasado, igual que nadie puede recuperar la luz del día. El pasado es un tiempo perdido para siempre, eso lo sé hasta yo.\n...\nAhora bien, si en este patético mundo realmente existiera semejante recipiente sagrado, si de verdad pudiera cumplir cualquier deseo...\nSi realmente pudiera secar las lágrimas del futuro para que los herederos del mar no volvieran a sentir la misma desdicha y el mismo sufrimiento que antaño...\nEntonces deja que me ahogue una última vez en ese demencial delirio”.\n\nLos llantos y los alaridos que ella había escuchado durante décadas... Las sombras de los difuntos... Las personas que habían muerto por ella...\nYa nada de eso importaba.\nSin embargo, justo en el instante antes de entrar sola en el valle, pareció escucharse nuevamente aquel tañido de antaño...\nEra aquel sol tan distintivo del crepúsculo, pero que siempre había quien lo confundía con la luz del alba."
	},
	"goblet": {
		"name": "Sueño Prometido de Antaño",
		"relictype": "Cáliz de Eonothem",
		"description": "Un hermoso recipiente cuya forma emula la del legendario cáliz de agua pura. Se dice que puede cumplir los deseos más puros de las personas.",
		"story": "En la época en la que todas las aguas aún no habían confluido, la leyenda del cáliz de agua pura ya circulaba entre las tribus del pueblo de antaño.\nNadie había visto el verdadero aspecto del cáliz desde tiempos inmemoriales.\nSolo el eco de algunas palabras de los espíritus de antaño puede aún demostrar que aquel cáliz dorado y rebosante de agua primigenia no era una simple fantasía que nació de la imaginación de los humanos.\nCuenta la leyenda que ese objeto sagrado podía curar las heridas más profundas, restaurar la juventud e incluso resucitar a los muertos.\nY también cuenta que solo las personas más puras podían vislumbrar su esplendor y obtener la vida eterna y una sabiduría infinita.\n\nComo decían los sabios de la antigüedad: “Los océanos se elevarán, los imperios caerán, y la única constante será el cambio”. Así pues, la en un origen gloriosa melodía llegó a su fin de la noche a la mañana.\nCon ella, todos aquellos que alardearon de su gran civilización ahora lamentaban su declive y se ahogaban entre la marea junto a su denominada “capital dorada”.\nComo decían los sabios de la antigüedad: “Los océanos se elevarán, los imperios caerán, y la única constante será el cambio”. Así pues, el juramento de venganza original se rompió de la manera más imaginablemente abrupta.\nCuando la juglar que había jurado purgar a sus enemigos con su sangre y sus lágrimas se despertó, como de costumbre, de su pesadilla, en la orilla que veía frente a ella no había más que unas olas furibundas.\n\n“Los hijos del mar cargan con el pecado original, y nuestros hermanos y hermanas han bebido del pozo del sufrimiento...\nTú ya conoces la ominosa profecía que nos está predestinada, pues ya has visto la catástrofe que se avecina.\nEndurece tu corazón, mas no temas o sientas pavor.\nSolo busca esa agua primigenia, ese cáliz primigenio que cumple cualquier deseo.\nSi le cuentas a ella lo que deseas, todos los pecados serán perdonados”.\n\nY así, por la promesa que hizo con el espíritu, la juglar emprendió su camino en busca del cáliz de agua pura.\nDe ese modo, la historia del cáliz que podía cumplir cualquier deseo se extendió entre la gente.\nSin embargo, la juglar solo supo qué era realmente aquel cáliz primigenio cuando el crepúsculo llegó a su fin."
	},
	"circlet": {
		"name": "Poema Legado de Antaño",
		"relictype": "Tiara de Logos",
		"description": "Un sombrero que, en el pasado, gozó de gran popularidad entre los compositores de ópera de Fontaine. El diseño de su pluma ornamental está inspirado en los yelmos de los legendarios Caballeros Aguapura.",
		"story": "En la época en la que todas las aguas confluyeron, la misericordiosa maestra cruzó las ruinas de antaño y construyó una nueva ciudad-Estado.\nLa larga noche estaba llegando a su fin y empezaba a despuntar el alba. El pasado se había convertido en la sombra de un sueño que se fundía con la oscuridad de la noche.\nAquella era la auténtica Era Dorada. Ya no había ningún usurpador obsesionado con el poder ni ninguna tribu de bárbaros obsesionados con la venganza.\nLa grandiosa serenata se sustituyó por poemas que, acompañados de la brisa marina del amanecer, elogiaban el amor y la justicia.\n\nDichos poemas también abarcaban otros temas que han perdurado a lo largo del tiempo, y sobre los cuales la gente sigue hablando incluso hoy en día.\nUn ejemplo son las aventuras de los Caballeros Aguapura, conocidas desde hace mucho tiempo por todo el mundo gracias a las adaptaciones líricas y teatrales de muchos autores.\nCuenta la leyenda que, con sus armaduras de plata como juramento de honor, los Caballeros Aguapura lucharon junto a las Oceánidas para proteger la todavía inmaculada fuente de rocío.\nTambién se dice que, tras superar incontables pruebas, encontraron el legendario cáliz de agua pura para recibir el regreso de la Maestra de Todas las Aguas.\n\n“La gloriosa corte en la que se congregaban numerosos héroes, los caballeros que se bañaron en la sangre de los dragones...\nEl brujo y la dama encerrada en la alta torre, el viaje en busca del recipiente sagrado...”.\n\nFestines y juramentos, desamor y despedidas... Todas aquellas cosas que pertenecían al fantástico mundo de la poesía se presentaron ante los ojos de Erinias.\nSin embargo, ella y aquel héroe con el que compartía nombre no estaban relacionados el uno con el otro, y las baladas que cantaban sobre ese supuesto pasado no son más que simples sueños en el presente."
	}
}