{
	"name": "Tenacidad de la Geoarmada",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Vida +20%.",
	"4pc": "Cuando una Habilidad Elemental golpea a un enemigo, el ATQ de todos los personajes del equipo cercanos aumenta en un 20% y su Protección de Escudo aumenta en un 30% durante 3 s. Este efecto puede tener lugar cada 0.5 s y se activa incluso cuando el personaje que lleva equipado este conjunto de artefactos está en tu equipo pero no en uso.",
	"flower": {
		"name": "Flor del Honor",
		"relictype": "Flor de la Vida",
		"description": "Una flor hecha de una fina lámina de oro. Representa la gloria y el honor obtenidos por quien la lleva.",
		"story": "En los tiempos en los que se cantaban canciones desde los peñascos escarpados, un meteorito cayó en la Sima.\nEl meteorito férreo se desprendió del cielo infinito de la noche, convirtiendo la tierra en arena cristalizada en el momento del impacto.\n\nAunque para Rex Lapis la vida de los mortales es efímera como un suspiro, confió en la Geoarmada para defender las minas.\nEl Abismo brotó cual torrente de agua y la Geoarmada evacuó al pueblo hacia un lugar seguro.\nSegún las historias de los mineros, un pequeño número de soldados de la retaguardia se quedó en la Sima.\nJunto con el Yaksha sin nombre, lucharon hasta sacrificarse en los escarpados peñascos.\n\nLas montañas y los ríos tienen vida y cambian de forma con el tiempo, pero no ocurrió lo mismo con aquellos mortales y aquel Adeptus, cuyos nombres cayeron en el olvido.\nSin embargo, sus proezas siempre serán recordadas y brillarán inquebrantablemente como las áureas hojas de esta flor.\nQuinientos años han transcurrido desde que sucedió esta trágica hecatombe. Desde entonces, Liyue se mantiene fuertemente protegida para albergar la paz y la tranquilidad de sus calles.\nEsta flor dorada que llevan los soldados simboliza aquel sacrificio que sus compatriotas protagonizaron en el pasado."
	},
	"plume": {
		"name": "Pluma de Guerra Ceremonial",
		"relictype": "Pluma de la Muerte",
		"description": "Una pluma de halcón que se utiliza en ceremonias. Muestra al resto del mundo la dignidad y resolución de Liyue.",
		"story": "Las plumas que dejan caer las aves de presa al sobrevolar el cielo se utilizan para condecorar a los soldados más valientes de la Geoarmada.\nEste tipo de pluma solo se lleva en contextos ceremoniosos y solemnes para alentar al pueblo o para mostrar majestuosidad durante las visitas de los forasteros.\n\nSe dice que, al principio, esta costumbre ceremonial se inspiraba en el Yaksha sin nombre.\nMientras combatía contra los vasallos del Abismo, unas plumas se desprendieron de su cuerpo. Por eso, en la actualidad, este tipo de plumas se considera un símbolo de esperanza.\nFinalmente, el valiente Yaksha y los intrépidos mortales cayeron en un sueño eterno en la oscura guarida del enemigo.\nSu sacrificio conmovió a Rex Lapis, que permaneció en silencio durante un largo tiempo mientras escuchaba los ligeros susurros de las rocas y las montañas.\nEntre los ciudadanos también se llegó a escuchar el rumor de que el Yaksha sin nombre no había recibido ninguna orden de Rex Lapis para proteger la Sima.\nEn su lugar, se piensa que fue su manera de redimir la ofensa que arrastraba desde largo tiempo atrás... su manera de pagar el precio de haber huido cobardemente.\n\nNo importa cuál sea la verdad, aquel Yaksha que una vez sobrevoló los cielos recuperó su libertad y regresó a las nubes.\nEn cuanto a aquellos soldados que dormirán hasta el fin de la eternidad en las profundidades de la Sima... también estarán vivos para siempre en las leyendas."
	},
	"sands": {
		"name": "Reloj de Sol de Oricalco",
		"relictype": "Arenas del Eón",
		"description": "Un dispositivo muy sencillo para saber la hora. En época de guerra, era parte del equipamiento de la Geoarmada.",
		"story": "Un reloj que funciona con luz lunar y solar. Es capaz de captar los rayos de luz incluso en días nublados.\nCuando Liyue se vio amenazada por aquella maligna oscuridad, este objeto permitió a los guerreros recordar la calidez del sol.\n\nAl luchar junto al Yaksha, los soldados también se vieron afectados por el karma que este emanaba y por el sufrimiento que padecía al acabar con las vidas de otros.\nCon el fin de no verse consumidos por la masacre, los soldados de la Geoarmada utilizaban este reloj para registrar el paso del tiempo durante cada batalla.\nCon un paso y un ritmo unificados, el primer escuadrón de soldados se retiraba para dar paso al siguiente.\nY así, continuaron retirándose y avanzando hasta llegar a las profundidades de la Sima, donde el Yaksha y los valientes soldados fueron derrotados.\n\nUn siglo después, este reloj fue exhumado por unos mineros. El objeto desprendía un centelleo metálico bajo la luz de las estrellas.\nCuentan las leyendas urbanas que un día se vio a un coleccionista de antigüedades deambulando por las calles del mercado. Vestía una toga negra y pagó grandes sumas de dinero para comprar estos relojes de sol de oricalco.\nAlgunos vendedores intentaron averiguar por qué lo hacía, pero él siempre eludía sus preguntas con ingeniosas excusas y argumentos.\nFueran cuales fueran las intenciones de aquella persona, solo el tiempo podrá darnos la respuesta."
	},
	"goblet": {
		"name": "Copa del Juramento",
		"relictype": "Cáliz de Eonothem",
		"description": "Una copa de oro que la Geoarmada utiliza para prestar juramento. Todavía contiene trazas de aroma a vino.",
		"story": "En los comienzos del establecimiento de la Geoarmada, Liyue todavía era una tierra salvaje.\nLos ancianos de los pueblos, las zonas rurales y las tribus se juraban lealtad usando una copa de oro.\nComo muestra de lealtad hacia Rex Lapis y de responsabilidad con sus compatriotas,\nseleccionaron a los guerreros más valientes de diversas regiones para convertirlos en soldados y, así, establecer la Geoarmada.\n\nEstos soldados lucharon desde la retaguardia junto a un Yaksha y también bebieron de aquella copa dorada.\nEse fue el último brindis por el majestuoso y benevolente Rey Geo. Inmediatamente, ejecutaron su ataque contra la Sima, avanzando con valor y sin mirar atrás.\nSiglos después, un presuntuoso aventurero se adentró en las profundidades de la Sima para recuperar la copa de oro y limpiar sus imperfecciones.\nPero se encontró con que, aun tras tantos años, la copa estaba en perfecto estado e impoluta, y su brillo tampoco se había perdido a causa de la oscuridad del subsuelo de la Sima.\n\nOtros tantos siglos pasaron. Cuando los habitantes de Liyue contaban historias sobre aquella época de catástrofes, no podían evitar mencionar a aquel Yaksha sin nombre,\na aquellos héroes de orígenes y procedencias distintos que se unieron para combatir juntos la fuerza del abismo...\nAsí pues, en esas historias era inevitable hablar de la copa y de cómo la sangre de los que se aliaron en el pasado todavía permanece clara y limpia en el presente."
	},
	"circlet": {
		"name": "Yelmo Vetusto del General",
		"relictype": "Tiara de Logos",
		"description": "Un yelmo espléndido procedente de una época ya pasada. Si limpias el polvo acumulado en su superficie, se verá como nuevo.",
		"story": "Hubo una vez un general que combatió junto con el Yaksha sin nombre.\nLos soldados que lo acompañaban podían contarse con los dedos de una mano. Sin embargo, acabaron siendo derrotados por proteger a la gente.\nPara asegurar que los civiles afligidos pudieran escapar con seguridad, y para mantener su honor a los ojos del Señor de Geo,\nlos soldados que lideraban el frente de batalla llevaban cascos y empuñaban lanzas para cargar contra el Abismo.\n\nEntonces, el desastre cayó sobre la tierra del cristal, donde unos antiguos enemigos emergieron de todas partes.\nEl Yaksha obedeció las órdenes de Rex Lapis, dando comienzo a una sangrienta guerra contra las abominaciones del Abismo.\nLa lucha duró hasta que la última gota de sangre convergió con el campo de batalla y toda impureza fue purificada.\nJunto con la retirada del Abismo, las arenas de cristal recuperaron su glorioso brillo.\n\nEntonces, el cielo de la Sima volvió a estar despejado y deslumbrante, pero el Yaksha sin nombre había desaparecido sin dejar rastro.\nAsí pues, los generales y los soldados cuyos yelmos yacieron sobre el campo de batalla permanecerán allí sumidos en un sueño perpetuo."
	}
}