{
	"id": 15005,
	"rarityList": [
		4,
		5
	],
	"name": "Furia del Trueno",
	"effect2Pc": "Bono de Daño Electro +15%.",
	"effect4Pc": "Aumenta en un 40% el daño infligido por Sobrecarga, Electrocargado, Superconductor y Sobreflorecimiento, y aumenta en un 20% el bono de daño generado por Intensificación. Al causar una de estas reacciones o una reacción de Aceleración, el TdE de la Habilidad Elemental se reduce en 1 s. Solo puede ocurrir una vez cada 0.8 s.",
	"flower": {
		"name": "Misericordia del Ave del Trueno",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor del trueno que sobrevivió al furioso pisoteo y a las llamas abrasadoras de una catástrofe destructiva del pasado.",
		"story": "Una flor silvestre púrpura que sobrevivió en las cenizas volcánicas.\nFue testigo de la destrucción total de la antigua tribu.\n\nEl chamán invocó al Ave del Trueno utilizando sangre de una persona inocente.\nLa tribu esperaba ansiosa que aceptara sus sagradas ofrendas, y recitaron profecías.\nSin embargo, lo que descendió con el ave fue el rayo de la destrucción.\n\nPara corresponder la vez que escuchó aquella canción y traer su cruel venganza sobre la tribu del niño,\nel Ave del Trueno mostró sus verdaderas intenciones, eliminando a la tribu de la faz de la tierra."
	},
	"plume": {
		"name": "Superviviente de la Catástrofe",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma eléctrica dejada por el Ave del Trueno como venganza. Aun hoy en día sigue lanzando rayos y truenos llenos de furia.",
		"story": "La pluma perdida del Ave del Trueno. De ella emana un brillo púrpura.\nSirve como el último testigo de la destrucción de la tribu.\n\nLa antigua tribu, que consideraba al Ave del Trueno su protectora, fue aniquilada por esta en un abrir y cerrar de ojos.\nUna noche sombría, el ave se hizo buena amiga de un muchacho.\nUna vez que partió, el muchacho recogió la pluma que dejó caer.\n\n“Cuando vuelvas con truenos y lluvia,\nte cantaré otra canción”.\n\nAl no cumplir con su promesa, el Ave del Trueno enfureció\ny dejó la montaña hecha cenizas.\nEmpezaron a considerarla un monstruo y, años después, fue asesinada.\n\nPasó el tiempo y la tierra quemada se revitalizó.\nLa pluma del rayo quedó enterrada entre la grama,\npero las historias de ambos perecieron junto con la tribu."
	},
	"sands": {
		"name": "Reloj de Arena del Trueno",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "El reloj de arena utilizado por la tribu que adoraba al Ave del Trueno para predecir su llegada. Cuando la tribu dejó de existir, el reloj cayó en el olvido.",
		"story": "Un lujoso reloj de arena perteneciente a la antigua tribu que adoraba al Ave del Trueno.\nCuando la tribu desapareció, el reloj de arena también lo hizo.\n\nEste lujoso reloj de arena está hecho con amatista y oro ámbar perteneciente a un chamán.\nIndicaba el momento exacto para ofrecer sacrificios cuando llegaba la época en la que el Ave del Trueno descendía a la tierra.\n\nEn el último festival que celebró la tribu, la furiosa Ave del Trueno arrancó del suelo el altar manchado de sangre.\nEl presagio de la llegada del protector se convirtió en un augurio de la destrucción de la tribu,\na la que el ave diezmó en venganza por una canción.\n\nLo que el Ave del Trueno nunca supo es que la ofrenda de la tribu era el propio muchacho.\nEstuvo dispuesto a sacrificarse a sí mismo por el bien de la tribu y por las bendiciones del ave."
	},
	"goblet": {
		"name": "Presagio de la Tormenta",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un cáliz que contiene la sangre de gente inocente usada en rituales sagrados. El sonido del trueno que retumba en su interior expresa una furia desbordante.",
		"story": "Una copa ritual utilizada por los chamanes de una antigua tribu.\nContiene la sangre que se ofrecía al Ave del Trueno.\n\nEn las estaciones en las que el Ave del Trueno volaba en medio de las montañas tormentosas, un muchacho joven cantaba sin miedo.\nAtraído por su voz, la orgullosa ave aterrizó a su lado.\n\n“Curiosa melodía, pequeño humano. ¿No tienes miedo de los truenos y las tormentas?”\n“Los adultos de mi tribu dicen que soy el enviado que traerá paz a los truenos y las tormentas”,\n\nrespondió el joven muchacho tras dejar de cantar.\nEl Ave del Trueno gritó e inmediatamente guardó silencio.\nAquella canción le pareció cautivadora.\n\nAquel fue el primer y último encuentro entre el Ave del Trueno y aquel niño.\nCuando el Ave lo volvió a buscar, solo vio la sangre de una copa vertida sobre el altar de sacrificios."
	},
	"circlet": {
		"name": "Corona del Invocador de Truenos",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una corona usada en la antigüedad por los chamanes que adoraban al Ave del Trueno. Por desgracia, ni siquiera la fe más devota podía impresionar a la violenta bestia.",
		"story": "En la antigua tribu que adoraba al Ave del Trueno,\nlos nobles chamanes llevaban esta corona.\n\nEl ave que se elevaba a través de las tormentas eléctricas traía truenos violetas y lluvia.\nLas tribus antiguas temían sus poderes y le agradecían sus bendiciones.\nPor ello, los chamanes fueron elegidos para ser los que le ofrecieran sacrificios de sangre a cambio de protección y perdón.\n\nEl Ave del Trueno era un monstruo al que no le importaba si los hombres lo adoraban.\nPero esto nadie lo sabía, y sus acciones impredecibles se consideraban presagios de que algo iba a suceder.\nSin embargo, el trueno era su aliento, igual que la vida y la muerte del hombre.\nDesde el cielo, los hombres no eran distintos a los animales.\n\nHasta que un día, una canción atravesó la feroz tormenta,\nrasgando las nubes y otorgándole luz."
	}
}