{
	"id": 10004,
	"rarityList": [
		3,
		4
	],
	"name": "Milagro",
	"effect2Pc": "+20% en todas las RES Elementales.",
	"effect4Pc": "El Daño Elemental recibido aumenta la RES Elemental correspondiente en un 30% durante 10 s. Solo puede ocurrir una vez cada 10 s.",
	"flower": {
		"name": "Flor del Milagro",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor que creció de una roca. Fue capaz de atravesar la piedra, estremeciéndose para alcanzar la luz.",
		"story": "Una pequeña flor azul que brotó de las grietas de una vieja lápida.\nTallada en la lápida está la historia de la muerte, y lo que brota de sus grietas es el milagro de la vida."
	},
	"plume": {
		"name": "Pluma del Milagro",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma que pertenecía a un ave ágil y feroz. Era tan rápida que nunca fue avistada en pleno vuelo.",
		"story": "Una vez, existió un halcón tan rápido como el viento. Su mera existencia era un milagro.\nFue dotado de una aguda visión clara y unas afiladas garras.\nGracias a sus grandes alas, su velocidad de vuelo no tenía igual."
	},
	"sands": {
		"name": "Reloj de Arena del Milagro",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Parece ser un reloj de arena normal. Cuando se le da la vuelta, la arena seca que contiene se desliza tan rápido que parece agua fluyendo.",
		"story": "Se suele decir que para ganar, hay que luchar, pero para que un milagro ocurra, solo hay que esperar.\nPero ¿no es un milagro que la arena fina fuera alguna vez roca dura?\n¿No es un milagro que nos hayamos conocido?"
	},
	"goblet": {
		"name": "Cáliz del Milagro",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Un vaso comúnmente usado para adivinar la suerte. También puede ser usado para contener agua, por supuesto.",
		"story": "Una taza cristalina que brilla con la luz de las estrellas.\nEn el pasado, se usaba para predecir el futuro,\nya que se creía que el agua que contenía reflejaba el mar de estrellas."
	},
	"circlet": {
		"name": "Aretes del Milagro",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Un accesorio barato hecho con minerales de meteoritos antiguos.",
		"story": "Un par de aretes no demasiado caros hechos de un metal tan brillante como las estrellas.\nLo que los vendedores no saben es que su brillo proviene de las estrellas caídas en la antigüedad."
	}
}