{
	"name": "Médica Itinerante",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "Curación recibida +20%.",
	"4pc": "Al lanzar una Habilidad Definitiva, restaura un 20% de Vida.",
	"flower": {
		"name": "Loto de Plata de la Médica Itinerante",
		"relictype": "Flor de la Vida",
		"description": "Un precioso ingrediente medicinal que ha perdido todas sus propiedades curativas después de tanto tiempo sin ser usado.",
		"story": "Cual ferviente aventurera, la Médica viajó por todos los continentes en busca de hierbas raras.\nEncontró un loto de plata en un acantilado escarpado, justo entre las resbaladizas rocas.\nNunca llegó a usarlo para hacer medicinas, pero su aroma siempre fue su fuente de energía."
	},
	"plume": {
		"name": "Pluma del Búho de la Médica Itinerante",
		"relictype": "Pluma de la Muerte",
		"description": "La pluma dura de un búho. Se utiliza como método de automotivación cuando se sale a tratar a los pacientes a altas horas de la noche.",
		"story": "La Médica Itinerante tenía que aventurarse a tratar a sus pacientes incluso en las noches más oscuras.\nEl peligro acecha en cada esquina de la noche, por lo que aquellos que se aventuran a salir deben estar tan alertas como un búho.\nTras estar de guardia toda la noche, la Médica acabó cayendo enferma."
	},
	"sands": {
		"name": "Reloj de Bolsillo de la Médica Itinerante",
		"relictype": "Arenas del Eón",
		"description": "Una herramienta para saber la hora exacta. Para cualquier médico, cada segundo es muy importante.",
		"story": "Cuando se trata de un paciente moribundo, cada segundo cuenta.\nGracias a la precisión del reloj, la Médica Itinerante pudo salvar a muchas personas heridas y enfermas.\nSin embargo, cuando se tumbaba sola en la camilla de enfermo, lo único que escuchaba era el tictac del reloj.\nLo que una vez fue su herramienta para salvar vidas acabó tocando su canción fúnebre."
	},
	"goblet": {
		"name": "Frasco de Medicinas de la Médica Itinerante",
		"relictype": "Cáliz de Eonothem",
		"description": "Solía llevar brebajes extremadamente potentes y refinados. El fuerte olor es todo lo que queda.",
		"story": "Aunque la medicina lleva mucho tiempo seca, aún permanece su amargo olor en el frasco.\nLa Médica Itinerante salvó innumerables vidas con la medicina amarga de este utensilio.\nPero cuando era ella la que enfermaba, lo único que la cuidaba era este frasco que guardaba en un horno."
	},
	"circlet": {
		"name": "Pañuelo de la Médica Itinerante",
		"relictype": "Tiara de Logos",
		"description": "Se utiliza para atar el cabello mientras se trata a los pacientes, pero también se puede utilizar como vendaje para esguinces y fracturas de brazos en casos de emergencia.",
		"story": "La Médica Itinerante siempre iba de aquí para allá sin asentarse en ningún sitio.\nLloviera o hiciera sol, nada podía detenerla.\nEste pañuelo no solo protegía su cabello desordenado, sino que también servía como vendaje.\nHabiendo pasado por todo tipo de dificultades, el pañuelo de la Médica Itinerante era su compañero de viaje más leal."
	}
}