{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Ensoñación Inacabada",
	"effect2Pc": "ATQ +18%.",
	"effect4Pc": "3 s después de salir de combate, el daño infligido aumenta en un 50%. Si estando en combate han pasado más de 6 s sin que haya ningún enemigo cercano quemado, dicho aumento de daño irá disminuyendo en un 10% por segundo, hasta llegar al 0%. Si hay algún enemigo cercano quemado, el daño infligido aumenta en un 10% por segundo, hasta llegar al 50%. Estos efectos se pueden activar incluso cuando el personaje que lleva equipado este conjunto de artefactos está en tu equipo pero no en uso.",
	"flower": {
		"name": "Flor Secreta Rutilante",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor de la Vida",
		"description": "Una flor hecha de roca gris y decorada con pan de oro. Cuenta la leyenda que sirvió para diferenciar entre aliados y enemigos durante una guerra.",
		"story": "Era la época en la que los estandartes de las tribus estaban cubiertos de polvo y habían ido perdiendo gradualmente su color.\nSituado frente al trono, había un semihombre que sostenía un anillo agrietado y jugueteaba con su eminente autoridad.\nSe dio la estricta orden de que nadie volviera a husmear en el fango podrido de las raíces de los árboles, las hogueras o los reflejos de las profundidades de los bosques.\nSi lo hacían, escucharían las instrucciones que daban los emisarios del oscuro crepúsculo, los antiguos ancestros y los primeros ascendidos.\n\nAsí pues, finalmente llegó la antigua penumbra, el momento que engulló las incontables oscuridades.\nLlegó como el olor a hierro que permanece en los pergaminos antiguos una vez que se han desvanecido las manchas de sangre que hay en ellos.\nEn ese momento, la oscuridad invadió las profundidades de la tierra.\nTras un sinfín de desgracias, el joven de ojos escarlata regresó del reino de las aguas destelleantes al territorio de la ciudad prohibida.\n\nAl entrar en el jardín flotante, escuchó las roncas advertencias de la mujer ciega y encorvada:\n“Entre las enredaderas del lejano pantano aún florecen flores radiantes.\nAsí pues, busca, ya que esta es la tierra de la muerte en la que abundan las calaveras de bestias gigantes.\nBusca a los verdaderos justicieros que aún están dispuestos a arrojarse a las llamas durante la noche más fría y cruel.\nNunca has de deshonrar su devoción, su odio o su ambición. Tenlo siempre presente.\nNunca has de defraudar los ojos de quienes aún están dispuestos a contemplar las voraces llamas”.\n\nLa primera en llegar fue una joven que llevaba en la mano una pluma ornamental de color apagado, como si se tratara de un quetzal que revolotea de tienda de campaña en tienda de campaña en busca de información que llevar a los jóvenes.\nDespués, acudieron los héroes gemelos, el hombre de labios más afilados que una espada y el muchacho cuya espalda había sido brutalmente apaleada por un tirano.\nAl escuchar que el joven de los ojos escarlata había salvado a los saurios, el guerrero taciturno se ofreció gustosamente a entregarle su poder.\n\n“Pero todavía necesitamos a alguien que tenga una mayor comprensión de la morfología urbana de esta ciudad...\nAlguien que conozca los caminos públicos y secretos, y que sea capaz de manipular mecanismos con tanta destreza como quien juega con un juguete”.\nEso alegó el joven de ojos escarlata.\nEntonces, el confiable héroe taciturno, que tanto tiempo había permanecido callado, ese héroe que deseaba que humanos y saurios pudieran coexistir en paz, recordó el rumor del que tanto se hablaba y dijo en alto el nombre de un artesano."
	},
	"plume": {
		"name": "Cola Esmeralda Descolorida",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma de la Muerte",
		"description": "Una pluma de cola ornamental cuyos colores ya están muy apagados. Al parecer, los patrones que hay en ella fueron obra de un artesano de la antigüedad.",
		"story": "“Cualquiera quedaría embelesado al contemplar el ingenio con el que están tallados los adornos de turquesa.\nCualquiera quedaría anonadado ante la destreza excepcional con la que el artista grabó con un buril los caracteres dorados que se aprecian en la superficie”.\n\nLa joven siguió las órdenes del muchacho y marchó en busca del artesano del que hablaban los rumores callejeros.\nNo obstante, a pesar de que se adentró entre las sombras de la alta corte y trató de inquirir a figuras destacadas que participaban en los banquetes más distinguidos, no obtuvo ningún resultado.\nLlevada por la frustración, sacó una pluma dorada y, al observar la tenue luz que emanaba de la lámpara, de repente recordó el rostro de su difunto padre.\nA su lado, se encontraba un hombre ebrio que ocultaba la mitad de su rostro bajo una capucha, y que relató el origen de los grabados de la pluma dorada.\n\n¿Acaso alguien habría sido capaz de adivinar que el autor de un ornamento de tal magnificencia no era más que un mendigo de rostro aterrador que vivía en una taberna ruinosa?\nBajo la capucha, escondía la mitad de un rostro cuyas quemaduras eran tan graves que su piel parecía haberse convertido en una capa de sangre coagulada.\nSin embargo, a la joven no le asustaba el aspecto del hombre y, aunque se sorprendió por un momento, le entregó la pluma dorada.\nAquella noche, conforme la luz que los iluminaba se iba apagando, el hombre habló a la joven sobre cosas ocurridas hace mucho tiempo.\nLe contó la historia del quetzal esmeralda de cola larga, de la época en la que tenía la misión de construir cierta cosa para una persona muy respetada...\n\n“Ese era mi padre, pero lo castigaron y lo asesinaron por proteger a los saurios de la tribu”.\nEl tono de voz de la joven denotaba frialdad, y el artesano pudo ver en sus ojos un odio tan ardiente como el que él sentía.\n\nEntonces, dijo: “En ese caso, acepto servir... a tu señor”.\nEl hombre pensó que, en realidad, él ya estaba dispuesto a servirla mucho antes de haber averiguado sus intenciones.\nSin embargo, consideró que no era necesario decirlo, pues había advertido hace tiempo que otra persona ocupaba el corazón de la joven."
	},
	"sands": {
		"name": "Momento de Aprehensión",
		"relicType": "EQUIP_SHOES",
		"relicText": "Arenas del Eón",
		"description": "Un reloj de sol de una antigua nación. Tiene unas diminutas marcas que solo se llegan a apreciar si uno se fija muy bien.",
		"story": "Hay algo que siempre genera confusión entre los investigadores de reliquias.\nY es que en las ruinas cubiertas de cenizas de la antigua ciudad, se desenterraron muchos relojes solares.\nSin embargo, por motivos desconocidos, todos ellos tenían un grabado hecho con un buril en el mismo lugar.\n\nAquellos que provenían de los cañones pensaban que era el momento de que quienes habían roto con su fe volvieran a iluminar los pilares de obsidiana.\nEse mismo día, Sakkuk, la representante de los líderes de las tribus e hija de las minas, envió a los espíritus errantes de regreso al reino de la noche.\nAquellos que provenían de los árboles colgantes pensaban que era el momento de que quienes renunciaron a su contrato volvieran a firmarlo con los saurios de las seis tribus.\nEse mismo día, el héroe taciturno Yupanqui, el guerrero en el que muchos soldados confiaban, desenvainó su espada para romper las cadenas que ataban el cuello del saurio.\nAquellos que provenían de la fuente de los manantiales pensaban que era el momento de que quienes habían olvidado su pasado volvieran a escuchar el eco de las olas.\nEse mismo día, Atahualpa, el gemelo que dominaba el arte de la retórica, consiguió reavivar el anhelo que el pueblo sentía por la gloria del pasado.\nAquellos que provenían de las tierras fértiles pensaban que era el momento de que quienes habían sido oprimidos volvieran a levantarse de la tierra.\nEse mismo día, la más joven de los héroes gemelos, la campeona Huáscar, se enfrentó cara a cara al torrente de oscuridad.\nAquellos que provenían de las cumbres montañosas pensaban que era el momento de que quienes habían sido enjaulados volvieran una vez más al nido de la libertad.\nEse mismo día, el joven de ojos escarlata invocó la ardiente furia divina, redujo a cenizas la ciudad corroída y devolvió la tribu a los suyos.\n\nDe entre todos los presentes, solo aquel que provenía de la misteriosa humareda, el joven que conocía los secretos ocultos, permaneció en silencio.\nA solas, recordó el paisaje retratado en el pergamino blanqueado. Se decía que ese era el momento en que una sombra negra taparía el sol.\nLos héroes, que durante tanto tiempo habían estado preparándose para aquel acontecimiento, aprovecharon para derrocar al rey demente frente al trono vacío.\nSegún la historia no oficial, fue un hábil artesano quien urdió aquel plan, pero nunca reveló su nombre.\n\n“El artesano que devolvió la autoridad a las tribus durante la guerra jamás hizo constar alguna palabra suya para la posteridad.\nDespués de aquel suceso, desapareció sin dejar rastro entre un mar de historias ocultas”.\n\nAquel joven acariciaba las marcas, casi idénticas, grabadas sobre los múltiples relojes de sol.\nSe imaginó el momento en que esas manos, que tal vez ni siquiera existieron, y la persona a la que pertenecían grabaron esas marcas en los relojes de sol.\nY también imaginó que aquello tuvo lugar hace incontables puestas de sol, después de que se decidiera la fecha en la que se ejecutaría el plan."
	},
	"goblet": {
		"name": "Jarra del Gran Plan",
		"relicType": "EQUIP_RING",
		"relicText": "Cáliz de Eonothem",
		"description": "Una jarra de cerámica con tres patas. En el pasado, numerosos héroes bebieron vino de ella al lado de hogueras mientras hablaban de sus ambiciones y anhelos.",
		"story": "Él se dirigió al joven de ojos escarlata y a sus héroes para describirles las adversidades por las que había pasado.\nLes contó cómo el rey de la ciudad prohibida convocó a los artesanos más avezados de las tribus.\nBajo tierra, estos desenterraron las creaciones antiguas de unas bestias gigantescas cuyas alas recordaban a estandartes, todo con el fin de satisfacer la ferviente ambición del rey.\nLa naturaleza errática de este era bien conocida por todo el mundo.\nAsí pues, el día que sacó a la luz todos los secretos, prendió fuego a todo para que no quedara ni rastro y enterró tras una puerta de piedra las ruinas remanentes y los cuerpos de aquellos que sabían lo que había bajo tierra.\n\nMientras las llamas arrasaban con todo, había un artesano aturdido que se encontraba ya en su lecho de muerte.\nSintió cómo una lágrima dorada que caía de una piedra se adentraba en sus ojos, y de repente vio muchas cosas.\nDescribió las creaciones de tamaño colosal que presenció durante su aturdimiento, así como las refinadas máquinas en funcionamiento.\nVio una sombra impulsada por las llamas que se elevaba desde el lejano horizonte hasta la luna que relucía en el cielo.\n\n“Entonces... esas lágrimas doradas eran... ¿el nacimiento del manantial de tu inspiración?”.\nPreguntaron con una sonrisilla los gemelos heroicos que escuchaban la historia.\nEl artesano, acostumbrado a que los gemelos se mofasen de él, decidió ignorar su tono de burla.\nLa gemela le dedicó una mirada inquisitiva, a lo que él sonrió sarcásticamente, y entonces sintió una ligera molestia muscular en el rostro.\n\nEn realidad, él vio mucho más allá de aquellas llamas que estuvieron a punto de acabar con su vida.\nDivisó patrones dorados que fluían de un lado a otro, un camino para escapar de las ruinas y un sinfín de reglas a seguir para fundar un nuevo imperio.\nPero los jóvenes todavía tendrían que esperar largo tiempo para poder presenciar aquel imperio...\nDejó a un lado la jarra de vino, a la cual no le quedaban más que unas gotitas en el fondo.\n\nTal vez... tal vez si esperaba a que todo volviera a su lugar, a que se reconstruyeran los cimientos de antaño...\nSi esperaba un poco más, podría revelarlo todo, y eso le colmaba de alegría.\nEn ese momento, su mayor fantasía era construir una resplandeciente muralla imperial digna del nuevo rey."
	},
	"circlet": {
		"name": "Corona Descoronada",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Una corona de oro decorada con turquesas y plumas esmeralda. Nunca la han colocado sobre un cojín de terciopelo ni la han usado en una coronación.",
		"story": "Una persona le concedió su deseo y, tras la destrucción del antiguo reino, reconstruyeron para ella la pluma ornamental cuyo color se había apagado tiempo atrás.\nAsí pues, ella le prometió a aquel hombre, quien se había ganado su respeto en el pasado, que llegado el momento le entregaría una corona de turquesas como muestra de agradecimiento.\nSolo después de haber visto el cadáver encorvado y agonizante bajo el filo del cuchillo de carnicero de un oscuro monstruo, la joven cayó en cuenta de algo.\nComprendió que la corona que había forjado y decorado con sus propias manos esperaría a su dueño, el cual nunca asistiría a la coronación.\n\nMuchos años después, los extraños gustos de la envejecida maestra se dieron a conocer entre las seis tribus.\nSe decía que la anciana mujer era aficionada a todo tipo de joyas lujosas, y que muchas de ellas ya no se fabricaban en la actualidad.\nAlgunas de esas joyas llevaban la firma de cierto artesano.\nSi alguien deseaba ofrecérselas, ella estaba dispuesta a pagar una gran cantidad de perlas y piedras preciosas para adquirirlas.\nEs más, las compraba incluso aunque fueran falsificaciones.\n\nLa gente de la tribu le aconsejó que no satisficiera la codicia de esos maleantes que se dedicaban a la venta de joyas falsas.\nSin embargo, la anciana respondió: “Si compro esas joyas a pesar de ser falsas, es precisamente porque no quiero que manchen la reputación de quien las forjó”.\nDe hecho, nunca dejó que esos viles estafadores se salieran con la suya.\n\nEn comparación con sus valerosos amigos, que por desgracia habían muerto, a ella aún parecía quedarle un larguísimo tiempo de vida.\nPor eso, decidió invertirlo en reunir todo lo que habían dejado atrás los héroes a los que tanto extrañaba.\nEl joven de ojos escarlata que ella tanto amaba regresó a las llamas sagradas tras haber cumplido con su misión, dejando solamente un suave y cálido resplandor.\nMientras tanto, cuando el héroe taciturno cayó ante las llamas del rey, su mejor recompensa fue el nuevo mundo que se reflejaba en el ojo que le quedaba.\nPor su parte, la gemela, que tan ruidosa solía ser, se quedó sin voz de tanto llorar trágicamente al presenciar la muerte de su hermano a manos de su adversario.\n\n“Atahualpa también murió antes que yo... ¿Quién habría pensado que yo, la más débil de los dos, sobreviviría hasta el final?\nLos sabios de las tribus suelen decir que aquellos que han sido zarandeados por el viento y las olas siempre acaban aburriéndose de la tierra firme, y creo que eso es justo lo que me ha sucedido a mí.\nEstos años sin todos ustedes... han sido verdaderamente aburridos”.\n\nSin embargo, no cabía duda de que, algún día, llegaría el reencuentro con los amigos, hace tiempo desaparecidos, y la premonición tan esperada se haría realidad.\nAsí pues, la joven seleccionó aquellos ornamentos que eran obras auténticas del artesano, y que resultaron ser muchos menos que los falsificados.\nTomó los objetos que llevaban su nombre y se adentró en la profundidad de la noche para no regresar jamás.\n\nSegún cuenta la leyenda, al día siguiente, la gente de la tribu se reunió alrededor del árbol sobre el que colocó la corona de turquesas.\nJuraron que cumplirían su última voluntad, por lo que borraron de los anales de la historia el nombre del hábil artesano que ella había llevado consigo."
	}
}