{
	"name": "Deceso del Cinabrio",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATQ +18%.",
	"4pc": "#Al usar la Habilidad Definitiva, obtienes el efecto de “destello emergente” durante 16{NON_BREAK_SPACE}s, el cual aumenta el ATQ en un 8% y, además, hace que cada vez que el personaje pierda Vida, su ATQ aumente en un 10% adicional. Este efecto solo puede aumentar el ATQ un máximo de 4 veces de esta manera y activarse una vez cada 0.8 s. Los efectos de destello emergente se disiparán si el personaje es retirado de combate. Si el personaje vuelve a usar la Habilidad Definitiva mientras dicho efecto está activo, el destello emergente original también se disipará.",
	"flower": {
		"name": "Flor de la Vitalidad",
		"relictype": "Flor de la Vida",
		"description": "Un objeto conmemorativo tan vivo como el ser que lo resguardó cientos de años atrás.",
		"story": "En los antiguos peñascos de color cinabrio alguna vez floreció una hermosa flor.\nEn la época en la que la sangre oscura y corrompida corría por el mundo, ni un ápice de fango llegó a mancharla.\n\nEn aquel entonces, las rocas mantenían su tenacidad y los peñascos permanecían inamovibles incluso ante la amenaza de monstruos malignos de las tinieblas.\nLos taciturnos pobladores de las montañas y la brillante luna férrea le construyeron un tranquilo destacamento.\n\n“Hija de las montañas escarpadas y de la arena cristalizada, por favor, no llores por mí.\nNací bajo la sombra de Tianheng para luchar y retribuirle a Rex Lapis.\nMi vida que encomiendo al Yaksha de cuatro brazos al dirigirme hacia la guarida luminiscente...\nEl sombrío camino de las oscuras cuevas y los minerales que flotan en escarpados peñascos...\nLa marea de contaminación que emerge del abismo y los monstruos malignos que se resguardan en lo más profundo de la montaña...\nEl miedo y lo inconcebible no son cosas que me produzcan terror”.\n\nEl viento de la noche interrumpió al soldado de la Geoarmada, que no pudo decir sus palabras de adiós.\nSolo le dejó esta pequeña flor a la hija de los habitantes de las montañas como recuerdo.\n\n“Mis únicos miedos y preocupaciones son el olvido y la pérdida.\nAsí pues, si tengo la desventura de acabar enterrada en un lugar sin nombre, les ruego que nunca me olviden”."
	},
	"plume": {
		"name": "Pluma del Resplandor",
		"relictype": "Pluma de la Muerte",
		"description": "Una pluma de brillo tenue en la que se concentran muchos recuerdos.",
		"story": "Cuenta una leyenda que, en el peñasco más alto de la Sima, hubo una vez un héroe que recogió la pluma de un águila.\nOtra leyenda sugiere que, por lograr semejante hazaña, el héroe obtuvo el privilegio de luchar codo con codo hasta la muerte junto a los Adeptus.\n\n“Morir protegiendo a los demás y persiguiendo aquello que buscas es sin duda un acto heroico.\nSin embargo, ¿acaso no es como un pez que se sumerge en un profundo estanque o un ave que desciende hacia un profundo valle?\nAunque te sientas realizado, si nadie se dio cuenta, caerás en el olvido.\nLos mortales somos como plumas que, arrastradas por un tornado, flotan hacia los cielos.\nLas llamadas ‘salvación’ y ‘persistencia’ no son más que cosas ilusorias y sin sentido”.\n\nEl oscuro murmullo agitó el corazón de aquella persona cuyo nombre no permaneció.\n\nAl final, cuando la guerra terminó, muchos soldados se sumieron en un profundo letargo en las profundidades de las cuevas.\nPor su parte, los misteriosos gritos de las oscuras fuerzas armadas también se desvanecieron silenciosamente.\nAunque la vida de los humanos es corta, la tierra siempre recordará sus actos."
	},
	"sands": {
		"name": "Reliquia Solar",
		"relictype": "Arenas del Eón",
		"description": "Un antiguo reloj de aspecto robusto y brillante como la arena cristalizada.",
		"story": "En la época en la que Rex Lapis aún era joven, el sol era un carruaje que viajaba por el mundo.\nEntonces, cuando las tres hermanas del cielo nocturno perecieron en la gran catástrofe, el carruaje del sol cayó en un profundo valle.\nSegún los habitantes de las montañas, por fortuna, el sol se recuperó y volvió a iluminar la oscura bóveda celeste.\nAunque las riendas solares volvieron al cielo infinito, un fragmento de ellas cayó para siempre.\nCuando los habitantes de las montañas se trasladaron a la gran ciudad portuaria, molieron el fragmento hasta convertirlo en arena cristalizada y se lo vendieron a una persona que supo reconocer su valor.\n\n“Oh, no me hagan reír. Esos son rumores populares sin ningún fundamento. ¿Quién se los va a creer?\nLos comerciantes del Salón Shenglu siempre han sido unos ignorantes incultos que olvidaron hace tiempo el absurdo pasado.\nAl fin y al cabo, la brillante arena cristalizada no es un buen material para hacer cerámica, ni tampoco para crear lujosos pigmentos.\nTal y como dicen los mineros, aunque esta historia no sea muy confiable, lo cierto es que tanto este reloj como alguna arena\ncristalizada provienen de los soldados de la Geoarmada de hace quinientos años”.\n\nIncluso para el poderoso Yaksha era difícil aguantar por mucho tiempo en el oscuro abismo donde tuvo lugar la lucha entre la luz y la oscuridad.\nY es que los mortales necesitan la luz para no perderse en el velo de la oscuridad que todo lo engulle.\nLa arena fluorescente que recogían los soldados de la Geoarmada para iluminar el camino brillaba tanto como una radiante luna blanca.\nAsí, este reloj, que pasó de soldado en soldado, constituye el testimonio del tiempo que los mortales pasaron en el abismo."
	},
	"goblet": {
		"name": "Grabación del Contrato",
		"relictype": "Cáliz de Eonothem",
		"description": "Una antigua copa de arena cristalizada cuyo brillo no se ha perdido con la erosión del tiempo.",
		"story": "El territorio de la Sima siempre ha tenido cierto tono de color cinabrio.\nEntre los mineros y los comerciantes de minerales de las montañas corre una leyenda sobre un Yaksha...\nCuentan que un solitario viajero de cuatro brazos llegó a aquel salvaje lugar donde antaño cayó un astro.\nCuando los pobladores de las montañas se enteraron de que el viajero, en su travesía para desterrar el mal, había llegado a su territorio, todos se amontonaron en torno a él.\n\n“Oh, visitante de tierras lejanas, por favor, acepte nuestro vino y escuche nuestra historia.\nTal vez el vino de las montañas sea demasiado amargo, pues está muy lejos de ser tan excelente como el licor de Rex Lapis en la Cordillera Tianheng.\nSin embargo, la montaña nos ha obsequiado con sus piedras y su jade, así como con la posibilidad de vivir de la explotación de los escarpados peñascos.\nNuestra vida no es perfecta, pero gracias a Rex Lapis vivimos más cómodamente y con menos preocupaciones.\nNo obstante, la situación ha cambiado, y una oscura sombra se ha puesto en medio de la bendición que trajo consigo el astro.\nAunque no disponemos de las grandiosas ofrendas que deberíamos hacerle según el contrato, permítanos, oh, gran Yaksha, el atrevimiento de rogarle que nos salve”.\n\nEl visitante escuchó en silencio las plegarias de los ancianos y, taciturno, bebió de un trago el amargo vino.\nSin hacer ninguna promesa ni reprender a los mortales por su falta de etiqueta, se volteó y se marchó él solo en dirección este.\n\nEn cuanto a qué ocurrió después, todo el mundo lo sabe...\n\nSin embargo, esta sencilla copa de arena cristalizada con la que brindó con los ancianos constituye la prueba de la formalización de su contrato; una prueba que ha llegado hasta hoy en día."
	},
	"circlet": {
		"name": "Máscara Atronadora",
		"relictype": "Tiara de Logos",
		"description": "Una máscara que, se dice, los habitantes de las montañas crearon para un Yaksha. Pese a su sencillo aspecto, su exterior es realmente lustroso.",
		"story": "Llegó al Valle Tianchiu un Yaksha de cuatro robustos brazos.\nProviniendo de tierras remotas, viajó hasta la Sima, y allí fue venerado por todo el pueblo.\nInfinidad de manjares se ofrecieron en su honor, y el vino y la comida corrieron a raudales.\nEntonces, el valiente Yaksha se adentró en las profundidades de la tierra y luchó en pos de la paz del pueblo.\nCon la agilidad y ferocidad de un monstruo, sus ojos púrpura revelaban una mirada asesina.\nEl relámpago vibrante disipó la neblina de la muerte y el rayo serpenteante se disolvió entre las olas de oscuridad.\nLas nubes ocultaron el abismo magnánimo que se había expandido en el cielo, y entonces se aglomeraron, como si quisieran devorar el firmamento.\nEl huracán y la discordia avanzaron de forma arrasadora, y el cinabrio exultante se guareció en la oscuridad.\nLa vibración de las rocas se expandió hasta los pasadizos subterráneos en un terremoto, y gran parte de los valles en las profundidades colapsaron.\nLa destrucción del abismo suscitó los lamentos de la tierra, pero estos cesaron ipso facto.\nLas nubes se solidificaron, dieron suceso al ocaso y los pájaros interpretaron el más melancólico de los cantos:\n“Ya no escucharás más en cada esquina el sonido desolador de los tambores del norte. El remolino fue llevándose poco a poco a todos nuestros héroes para siempre.\nFinalmente, nadie volvió a ver al Yaksha que luchó hasta el crepúsculo, y solo quedó un profundo suspiro por el tiempo perdido”."
	}
}