{
	"id": 7801,
	"name": "Alhacén",
	"c1": {
		"name": "Intuición",
		"descriptionRaw": "#Al golpear a un enemigo con la pantalla de luz, el TdE de <color=#FFD780FF>Universalidad: Emulación teorética</color> se reduce en 1.2{NON_BREAK_SPACE}s. Este efecto solo puede ocurrir una vez por segundo.",
		"description": "Al golpear a un enemigo con la pantalla de luz, el TdE de Universalidad: Emulación teorética se reduce en 1.2 s. Este efecto solo puede ocurrir una vez por segundo."
	},
	"c2": {
		"name": "Retórica",
		"descriptionRaw": "#La Maestría Elemental de Alhacén aumenta en 50{NON_BREAK_SPACE}pts. durante 8{NON_BREAK_SPACE}s por cada prisma rutilante que cree. Este efecto se puede acumular un máximo de 4 veces, cada acumulación tendrá su propia duración individual y puede activarse incluso cuando se ha alcanzado la cantidad máxima de prismas rutilantes.",
		"description": "La Maestría Elemental de Alhacén aumenta en 50 pts. durante 8 s por cada prisma rutilante que cree. Este efecto se puede acumular un máximo de 4 veces, cada acumulación tendrá su propia duración individual y puede activarse incluso cuando se ha alcanzado la cantidad máxima de prismas rutilantes."
	},
	"c3": {
		"name": "Antítesis",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Universalidad: Emulación teorética</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Universalidad: Emulación teorética +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Elucidación",
		"descriptionRaw": "#Al utilizar <color=#FFD780FF>Enajenación: Constricción fenomenológica</color>, se producen los siguientes efectos en función del número de prismas rutilantes consumidos y creados al liberar la habilidad:\n·La Maestría Elemental de los demás personajes del equipo cercanos aumenta en 30{NON_BREAK_SPACE}pts. durante 15{NON_BREAK_SPACE}s por cada prisma rutilante consumido.\n·Alhacén obtiene un 10% de <color=#99FF88FF>Bono de Daño Dendro</color> durante 15{NON_BREAK_SPACE}s por cada prisma rutilante creado.\n\nSi durante este efecto se vuelve a liberar Enajenación: Constricción fenomenológica, se eliminará el efecto anterior.",
		"description": "Al utilizar Enajenación: Constricción fenomenológica, se producen los siguientes efectos en función del número de prismas rutilantes consumidos y creados al liberar la habilidad:\n·La Maestría Elemental de los demás personajes del equipo cercanos aumenta en 30 pts. durante 15 s por cada prisma rutilante consumido.\n·Alhacén obtiene un 10% de Bono de Daño Dendro durante 15 s por cada prisma rutilante creado.\n\nSi durante este efecto se vuelve a liberar Enajenación: Constricción fenomenológica, se eliminará el efecto anterior."
	},
	"c5": {
		"name": "Entendimiento",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Enajenación: Constricción fenomenológica</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Enajenación: Constricción fenomenológica +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Razón",
		"descriptionRaw": "#Alhacén obtiene los siguientes efectos:\n·Dos segundos después de terminar de liberar <color=#FFD780FF>Enajenación: Constricción fenomenológica</color>, ignora el número de prismas rutilantes consumidos y crea{NON_BREAK_SPACE}3.\n·Si crea más prismas rutilantes una vez alcanzada la cantidad máxima, la Prob. CRIT y el Daño CRIT de Alhacén aumentan en un 10% y 70% respectivamente durante 6{NON_BREAK_SPACE}s. Si el efecto se vuelve a activar antes de que concluya su duración, esta aumentará en 6{NON_BREAK_SPACE}s.",
		"description": "Alhacén obtiene los siguientes efectos:\n·Dos segundos después de terminar de liberar Enajenación: Constricción fenomenológica, ignora el número de prismas rutilantes consumidos y crea 3.\n·Si crea más prismas rutilantes una vez alcanzada la cantidad máxima, la Prob. CRIT y el Daño CRIT de Alhacén aumentan en un 10% y 70% respectivamente durante 6 s. Si el efecto se vuelve a activar antes de que concluya su duración, esta aumentará en 6 s."
	}
}