{
	"name": "Alhacén",
	"c1": {
		"name": "Intuición",
		"effect": "Al golpear a un enemigo con la pantalla de luz, el TdE de **Universalidad: Emulación teorética** se reduce en 1.2 s. Este efecto solo puede ocurrir una vez por segundo."
	},
	"c2": {
		"name": "Retórica",
		"effect": "La Maestría Elemental de Alhacén aumenta en 50 pts. durante 8 s por cada prisma rutilante que cree. Este efecto se puede acumular un máximo de 4 veces, cada acumulación tendrá su propia duración individual y puede activarse incluso cuando se ha alcanzado la cantidad máxima de prismas rutilantes."
	},
	"c3": {
		"name": "Antítesis",
		"effect": "Aumenta el nivel de habilidad de **Universalidad: Emulación teorética** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Elucidación",
		"effect": "Al utilizar **Enajenación: Constricción fenomenológica**, se producen los siguientes efectos en función del número de prismas rutilantes consumidos y creados al liberar la habilidad:\n·La Maestría Elemental de los demás personajes del equipo cercanos aumenta en 30 pts. durante 15 s por cada prisma rutilante consumido.\n·Alhacén obtiene un 10% de Bono de Daño Dendro durante 15 s por cada prisma rutilante creado.\n\nSi durante este efecto se vuelve a liberar Enajenación: Constricción fenomenológica, se eliminará el efecto anterior."
	},
	"c5": {
		"name": "Entendimiento",
		"effect": "Aumenta el nivel de habilidad de **Enajenación: Constricción fenomenológica** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Razón",
		"effect": "Alhacén obtiene los siguientes efectos:\n·Dos segundos después de terminar de liberar **Enajenación: Constricción fenomenológica**, ignora el número de prismas rutilantes consumidos y crea 3.\n·Si crea más prismas rutilantes una vez alcanzada la cantidad máxima, la Prob. CRIT y el Daño CRIT de Alhacén aumentan en un 10% y 70% respectivamente durante 6 s. Si el efecto se vuelve a activar antes de que concluya su duración, esta aumentará en 6 s."
	}
}