{
	"id": 9601,
	"name": "Arlecchino",
	"c1": {
		"name": "Yo cargaré con todas las deudas y el odio",
		"descriptionRaw": "El aumento de daño otorgado por el estado de mascarada de la muerte roja aumenta en un 100%. Además, al ejecutar un Ataque Normal o Cargado en dicho estado, la RES a interrupción de Arlecchino aumenta.",
		"description": "El aumento de daño otorgado por el estado de mascarada de la muerte roja aumenta en un 100%. Además, al ejecutar un Ataque Normal o Cargado en dicho estado, la RES a interrupción de Arlecchino aumenta."
	},
	"c2": {
		"name": "Yo otorgaré toda recompensa y castigo",
		"descriptionRaw": "#Al aplicar un <color=#FFD780FF>decreto deudosangriento</color>, este se convierte en un decreto deudosangriento vinculante.\nCuando Arlecchino absorbe dicho decreto, libera unas llamas lunaciagas que infligen una cantidad de <color=#FF9999FF>Daño Pyro en el AdE</color> equivalente al 900% de su ATQ y que aumentan en un 20% todas sus RES Elementales y su RES Física durante 15{NON_BREAK_SPACE}s. Este efecto solo se puede activar una vez cada 10{NON_BREAK_SPACE}s.\nEs necesario desbloquear el talento de ascensión “Solo el sufrimiento podrá redimir”.",
		"description": "Al aplicar un decreto deudosangriento, este se convierte en un decreto deudosangriento vinculante.\nCuando Arlecchino absorbe dicho decreto, libera unas llamas lunaciagas que infligen una cantidad de Daño Pyro en el AdE equivalente al 900% de su ATQ y que aumentan en un 20% todas sus RES Elementales y su RES Física durante 15 s. Este efecto solo se puede activar una vez cada 10 s.\nEs necesario desbloquear el talento de ascensión “Solo el sufrimiento podrá redimir”."
	},
	"c3": {
		"name": "Tú serás el nuevo miembro de nuestra familia",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Ataque Normal: Invitación a una decapitación</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Ataque Normal: Invitación a una decapitación +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Entonces, se amarán y se protegerán",
		"descriptionRaw": "#Cuando Arlecchino absorbe un decreto deudosangriento, el TdE de <color=#FFD780FF>Ascenso lunaciago</color> se reduce en 2{NON_BREAK_SPACE}s y recupera 15{NON_BREAK_SPACE}pts. de Energía Elemental. Esto solo puede ocurrir una vez cada 10{NON_BREAK_SPACE}s.",
		"description": "Cuando Arlecchino absorbe un decreto deudosangriento, el TdE de Ascenso lunaciago se reduce en 2 s y recupera 15 pts. de Energía Elemental. Esto solo puede ocurrir una vez cada 10 s."
	},
	"c5": {
		"name": "Nuestra soledad se equipara a la muerte",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Ascenso lunaciago</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Ascenso lunaciago +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Así pues, disfrutemos de una nueva vida",
		"descriptionRaw": "#El daño de <color=#FFD780FF>Ascenso lunaciago</color> aumenta en una cantidad equivalente al 700% del porcentaje del pacto vital actual de Arlecchino multiplicado por su ATQ.\nTras usar <color=#FFD780FF>Que todo sea cenizas</color>, la Prob. CRIT del Ataque Normal y de la Habilidad Definitiva de Arlecchino aumenta en un 10% y su Daño CRIT aumenta en un 70% durante 20{NON_BREAK_SPACE}s. Este efecto puede activarse una vez cada 15{NON_BREAK_SPACE}s.",
		"description": "El daño de Ascenso lunaciago aumenta en una cantidad equivalente al 700% del porcentaje del pacto vital actual de Arlecchino multiplicado por su ATQ.\nTras usar Que todo sea cenizas, la Prob. CRIT del Ataque Normal y de la Habilidad Definitiva de Arlecchino aumenta en un 10% y su Daño CRIT aumenta en un 70% durante 20 s. Este efecto puede activarse una vez cada 15 s."
	}
}