{
	"id": 8801,
	"name": "Charlotte",
	"c1": {
		"name": "Mi obligación: Verificar",
		"descriptionRaw": "#Aplica una marca de “verificación” a los personajes curados con <color=#FFD780FF>Encuadre: Corroboración integral</color>. Dichos personajes recuperarán Vida cada 2{NON_BREAK_SPACE}s en una cantidad equivalente al 80% del ATQ de Charlotte. Este efecto dura 6{NON_BREAK_SPACE}s.",
		"description": "Aplica una marca de “verificación” a los personajes curados con Encuadre: Corroboración integral. Dichos personajes recuperarán Vida cada 2 s en una cantidad equivalente al 80% del ATQ de Charlotte. Este efecto dura 6 s."
	},
	"c2": {
		"name": "Mi deber: Buscar la verdad",
		"descriptionRaw": "#Al usar <color=#FFD780FF>Enfoque: Composición gélida</color>, cuando Monsieur Vérité golpea a 1/2/3 o más enemigos, el ATQ de Charlotte aumenta en un 10/20/30% durante 12{NON_BREAK_SPACE}s.",
		"description": "Al usar Enfoque: Composición gélida, cuando Monsieur Vérité golpea a 1/2/3 o más enemigos, el ATQ de Charlotte aumenta en un 10/20/30% durante 12 s."
	},
	"c3": {
		"name": "Mi exigencia: Ser independiente",
		"descriptionRaw": "Aumenta el nivel de habilidad de <color=#FFD780FF>Enfoque: Corroboración integral</color> +3.\nPuede ser aumentado hasta Niv. 15.",
		"description": "Aumenta el nivel de habilidad de Enfoque: Corroboración integral +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Mi responsabilidad: Supervisar",
		"descriptionRaw": "#Aumenta en un 10% el daño infligido por <color=#FFD780FF>Encuadre: Corroboración integral</color> contra los enemigos marcados con fotosilueta o imagen encuadrada, y además, Charlotte recupera 2{NON_BREAK_SPACE}pts. de Energía Elemental. Solo se puede regenerar Energía 5 veces cada 20{NON_BREAK_SPACE}s de esta manera.",
		"description": "Aumenta en un 10% el daño infligido por Encuadre: Corroboración integral contra los enemigos marcados con fotosilueta o imagen encuadrada, y además, Charlotte recupera 2 pts. de Energía Elemental. Solo se puede regenerar Energía 5 veces cada 20 s de esta manera."
	},
	"c5": {
		"name": "Mi máxima: La ética",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Enfoque: Composición gélida</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Enfoque: Composición gélida +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Mi condición: Ser de interés",
		"descriptionRaw": "#Cuando el personaje en uso golpea con un Ataque Normal o Cargado a un enemigo bajo el efecto de imagen encuadrada de <color=#FFD780FF>Enfoque: Composición gélida</color>, Monsieur Vérité ejecuta un ataque coordinado que inflige <color=#99FFFFFF>Daño Cryo en el AdE</color> equivalente al 180% del ATQ de Charlotte y que, además, restaura Vida a los personajes en uso situados en el AdE del ataque en una cantidad equivalente al 42% del ATQ de Charlotte. Este efecto solo puede activarse una vez cada 6{NON_BREAK_SPACE}s, y el daño y la curación realizados de esta manera se consideran daño y curación de la Habilidad Definitiva de Charlotte.",
		"description": "Cuando el personaje en uso golpea con un Ataque Normal o Cargado a un enemigo bajo el efecto de imagen encuadrada de Enfoque: Composición gélida, Monsieur Vérité ejecuta un ataque coordinado que inflige Daño Cryo en el AdE equivalente al 180% del ATQ de Charlotte y que, además, restaura Vida a los personajes en uso situados en el AdE del ataque en una cantidad equivalente al 42% del ATQ de Charlotte. Este efecto solo puede activarse una vez cada 6 s, y el daño y la curación realizados de esta manera se consideran daño y curación de la Habilidad Definitiva de Charlotte."
	}
}