{
	"id": 10401,
	"name": "Chasca",
	"c1": {
		"name": "Cargador: Ruleta perpetua",
		"descriptionRaw": "Al activarse la conversión espiritual del talento pasivo “Truco balístico”, la segunda <color=#FFD780FF>bala persiguesombras</color> que se recargue en el rifle también se convertirá en una <color=#FFD780FF>brillobala persiguesombras</color>.\nSi en el equipo hay personajes cuyos tipos elementales cumplan con los requisitos necesarios para que se produzca un cambio elemental, la probabilidad de que se active la conversión espiritual aumenta en un 33.3%, hasta un máximo de un 100%.\n\nEs necesario desbloquear el talento pasivo “Truco balístico”.\nAdemás, reduce en un 30% el coste de pts. de noctambulismo y de flogisto de la bendición noctámbula de Chasca cuando no está en combate.",
		"description": "Al activarse la conversión espiritual del talento pasivo “Truco balístico”, la segunda bala persiguesombras que se recargue en el rifle también se convertirá en una brillobala persiguesombras.\nSi en el equipo hay personajes cuyos tipos elementales cumplan con los requisitos necesarios para que se produzca un cambio elemental, la probabilidad de que se active la conversión espiritual aumenta en un 33.3%, hasta un máximo de un 100%.\n\nEs necesario desbloquear el talento pasivo “Truco balístico”.\nAdemás, reduce en un 30% el coste de pts. de noctambulismo y de flogisto de la bendición noctámbula de Chasca cuando no está en combate."
	},
	"c2": {
		"name": "Cañón: Humo ardiente",
		"descriptionRaw": "Cuando Chasca entra en el campo de batalla, obtiene 1 carga del efecto espíritu brillosombra del talento pasivo “Truco balístico”. Para que se active este efecto, es necesario desbloquear el talento pasivo “Truco balístico”.\nAdemás, al usar el <color=#FFD780FF>multiapuntamiento</color> de la Habilidad Elemental, <color=#FFD780FF>Riendas persiguesombras</color>, cuando Chasca golpee a un enemigo con una <color=#FFD780FF>brillobala persiguesombras</color>, infligirá Daño en el AdE del elemento correspondiente en una cantidad equivalente al 400% de su ATQ según el tipo elemental de la <color=#FFD780FF>brillobala persiguesombras</color>. Este daño se considera Daño de Ataque Cargado, y este efecto solo se puede activar una vez por cada <color=#FFD780FF>multiapuntamiento</color>.",
		"description": "Cuando Chasca entra en el campo de batalla, obtiene 1 carga del efecto espíritu brillosombra del talento pasivo “Truco balístico”. Para que se active este efecto, es necesario desbloquear el talento pasivo “Truco balístico”.\nAdemás, al usar el multiapuntamiento de la Habilidad Elemental, Riendas persiguesombras, cuando Chasca golpee a un enemigo con una brillobala persiguesombras, infligirá Daño en el AdE del elemento correspondiente en una cantidad equivalente al 400% de su ATQ según el tipo elemental de la brillobala persiguesombras. Este daño se considera Daño de Ataque Cargado, y este efecto solo se puede activar una vez por cada multiapuntamiento."
	},
	"c3": {
		"name": "Cuerdas: Control meticuloso",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Riendas persiguesombras</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Riendas persiguesombras +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Chispa: Disparo fugaz",
		"descriptionRaw": "#Al golpear al enemigo con las <color=#FFD780FF>espectrobalas rutilantes</color> de la Habilidad Definitiva, <color=#FFD780FF>Asalto espectral</color>, Chasca recupera 1.5{NON_BREAK_SPACE}pts. de Energía Elemental e inflige Daño en el AdE del elemento correspondiente en una cantidad equivalente al 400% de su ATQ según el tipo elemental de las <color=#FFD780FF>espectrobalas rutilantes</color>. Este daño se considera daño de Ataque Cargado.\nEste efecto que inflige Daño en el AdE del elemento correspondiente solo se puede activar una vez por cada vez que se use <color=#FFD780FF>Asalto espectral</color>.",
		"description": "Al golpear al enemigo con las espectrobalas rutilantes de la Habilidad Definitiva, Asalto espectral, Chasca recupera 1.5 pts. de Energía Elemental e inflige Daño en el AdE del elemento correspondiente en una cantidad equivalente al 400% de su ATQ según el tipo elemental de las espectrobalas rutilantes. Este daño se considera daño de Ataque Cargado.\nEste efecto que inflige Daño en el AdE del elemento correspondiente solo se puede activar una vez por cada vez que se use Asalto espectral."
	},
	"c5": {
		"name": "Ala: Silueta sombrarena",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Asalto espectral</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Asalto espectral +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Contienda: Honor de la batalla",
		"descriptionRaw": "#Reduce el tiempo de carga necesario para que Chasca ejecute el <color=#FFD780FF>multiapuntamiento</color>. Además, tras activar la conversión espiritual del talento pasivo “Truco balístico”, Chasca entra en el estado de “asalto letal”, de manera que durante los siguientes 3{NON_BREAK_SPACE}s, la próxima vez que use el <color=#FFD780FF>multiapuntamiento</color> de la Habilidad Elemental, <color=#FFD780FF>Riendas persiguesombras</color>, el disparo se cargará inmediatamente y aumentará en un 120% el Daño CRIT de las <color=#FFD780FF>balas persiguesombras</color> y las <color=#FFD780FF>brillobalas persiguesombras</color> de dicho <color=#FFD780FF>multiapuntamiento</color>. El efecto de asalto letal solo se puede obtener una vez cada 3{NON_BREAK_SPACE}s.\n\nPara que se activen estos efectos, es necesario desbloquear el talento pasivo “Truco balístico”.",
		"description": "Reduce el tiempo de carga necesario para que Chasca ejecute el multiapuntamiento. Además, tras activar la conversión espiritual del talento pasivo “Truco balístico”, Chasca entra en el estado de “asalto letal”, de manera que durante los siguientes 3 s, la próxima vez que use el multiapuntamiento de la Habilidad Elemental, Riendas persiguesombras, el disparo se cargará inmediatamente y aumentará en un 120% el Daño CRIT de las balas persiguesombras y las brillobalas persiguesombras de dicho multiapuntamiento. El efecto de asalto letal solo se puede obtener una vez cada 3 s.\n\nPara que se activen estos efectos, es necesario desbloquear el talento pasivo “Truco balístico”."
	}
}