{
	"name": "Chevreuse",
	"c1": {
		"name": "Temple estabilizador en el frente",
		"effect": "Cuando un personaje en uso (a excepción de Chevreuse) que está bajo el efecto de maniobra coordinada causa una reacción de Sobrecarga, recupera 6 pts. de Energía Elemental. Este efecto solo puede ocurrir una vez cada 10 s.\nEs necesario desbloquear el talento pasivo “Vigilancia coordinada”."
	},
	"c2": {
		"name": "Detonación de francotirador",
		"effect": "Al mantener pulsada la habilidad **Fuego rápido de proximidad e intercepción** y alcanzar a un objetivo con un disparo, cerca de la ubicación del objetivo tienen lugar 2 explosiones encadenadas, cada una de las cuales inflige Daño Pyro en una cantidad equivalente al 120% del ATQ de Chevreuse. Este efecto solo puede ocurrir una vez cada 10 s, y el daño infligido de esta forma se considera daño de Habilidad Elemental."
	},
	"c3": {
		"name": "Recarga artificiosa",
		"effect": "Aumenta el nivel de habilidad de **Fuego rápido de proximidad e intercepción** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Técnica: Multidisparo rápido",
		"effect": "Tras usar **Bombardeo radial**, al mantener pulsado y lanzar **Fuego rápido de proximidad e intercepción**, este no entra en TdE. Este efecto dura un máximo de 6 s y finaliza tras lanzar 2 veces Fuego rápido de proximidad e intercepción manteniendo pulsado."
	},
	"c5": {
		"name": "Potencia de fuego incremental",
		"effect": "Aumenta el nivel de habilidad de **Bombardeo radial** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Persecución fenecedora del mal",
		"effect": "Tras haber transcurrido 12 s del efecto curativo de **Fuego rápido de proximidad e intercepción**, todos los personajes del equipo cercanos regeneran Vida una vez en una cantidad equivalente al 10% de la Vida Máx. de Chevreuse.\nDespués de que un personaje reciba curación a causa de Fuego rápido de proximidad e intercepción, obtiene un 20% de Bono de Daño Pyro y de Bono de Daño Electro. Este efecto dura 8 s y puede acumularse hasta 3 veces. Cada acumulación tendrá su propia duración individual."
	}
}