{
	"id": 9401,
	"name": "Chiori",
	"c1": {
		"name": "Maestría de la seda",
		"descriptionRaw": "Aumenta en un 50% el AdE de los ataques de la robomuñeca Tamoto de <color=#FFD780FF>Caricia de mangas</color>.\nAdemás, si en el equipo hay algún personaje <color=#FFE699FF>Geo</color> aparte de Chiori, se activarán los siguientes efectos cuando finalice la arremetida de Caricia de mangas:\n·Invoca a otra Tamoto. Solo puede haber una Tamoto adicional creada o bien de esta manera, o bien mediante una creación Geo.\n·Activa los efectos del talento de ascensión “Retoque final”. Es necesario desbloquear este talento.",
		"description": "Aumenta en un 50% el AdE de los ataques de la robomuñeca Tamoto de Caricia de mangas.\nAdemás, si en el equipo hay algún personaje Geo aparte de Chiori, se activarán los siguientes efectos cuando finalice la arremetida de Caricia de mangas:\n·Invoca a otra Tamoto. Solo puede haber una Tamoto adicional creada o bien de esta manera, o bien mediante una creación Geo.\n·Activa los efectos del talento de ascensión “Retoque final”. Es necesario desbloquear este talento."
	},
	"c2": {
		"name": "Tintura polícroma",
		"descriptionRaw": "#Durante 10{NON_BREAK_SPACE}s después de usar <color=#FFD780FF>Filos gemelos: Desenvaine alígero</color>, cada 3{NON_BREAK_SPACE}s se invoca al lado de tu personaje en uso una robomuñeca sencilla Kinu. Kinu ataca a los enemigos cercanos para infligirles <color=#FFE699FF>Daño Geo en el AdE</color> en una cantidad equivalente al 170% del daño de Tamoto. El daño infligido de esta manera se considera daño de Habilidad Elemental.\nKinu desaparece tras atacar una vez o después de 3{NON_BREAK_SPACE}s.",
		"description": "Durante 10 s después de usar Filos gemelos: Desenvaine alígero, cada 3 s se invoca al lado de tu personaje en uso una robomuñeca sencilla Kinu. Kinu ataca a los enemigos cercanos para infligirles Daño Geo en el AdE en una cantidad equivalente al 170% del daño de Tamoto. El daño infligido de esta manera se considera daño de Habilidad Elemental.\nKinu desaparece tras atacar una vez o después de 3 s."
	},
	"c3": {
		"name": "Bordado y rematado",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Caricia de mangas</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Caricia de mangas +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Protocolo de sastre",
		"descriptionRaw": "#En los 8{NON_BREAK_SPACE}s después de activarse alguno de los efectos del talento de ascensión “Hecho a medida”, cuando tu personaje en uso golpea a un enemigo cercano con un Ataque Normal, Cargado o Descendente, invocará una robomuñeca sencilla Kinu cerca de dicho enemigo. Aunque de esta forma solo se puede invocar una robomuñeca sencilla Kinu por segundo, mientras el efecto de agudeza o el de costura del talento de ascensión “Hecho a medida” estén activos, se podrán invocar un máximo de 3 robomuñecas Kinu. Todo este efecto solo se puede activar una vez cada 15{NON_BREAK_SPACE}s.\nEs necesario desbloquear el talento de ascensión “Hecho a medida”.",
		"description": "En los 8 s después de activarse alguno de los efectos del talento de ascensión “Hecho a medida”, cuando tu personaje en uso golpea a un enemigo cercano con un Ataque Normal, Cargado o Descendente, invocará una robomuñeca sencilla Kinu cerca de dicho enemigo. Aunque de esta forma solo se puede invocar una robomuñeca sencilla Kinu por segundo, mientras el efecto de agudeza o el de costura del talento de ascensión “Hecho a medida” estén activos, se podrán invocar un máximo de 3 robomuñecas Kinu. Todo este efecto solo se puede activar una vez cada 15 s.\nEs necesario desbloquear el talento de ascensión “Hecho a medida”."
	},
	"c5": {
		"name": "Seda habutai",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Filos gemelos: Desenvaine alígero</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Filos gemelos: Desenvaine alígero +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Convicción y ambición",
		"descriptionRaw": "#Tras activar alguno de los efectos del talento de ascensión “Hecho a medida”, el TdE de <color=#FFD780FF>Caricia de mangas</color> se reduce en 12{NON_BREAK_SPACE}s. Es necesario desbloquear el talento de ascensión “Hecho a medida”.\nAdemás, el daño del Ataque Normal de Chiori aumenta en una cantidad equivalente al 235% de su DEF.",
		"description": "Tras activar alguno de los efectos del talento de ascensión “Hecho a medida”, el TdE de Caricia de mangas se reduce en 12 s. Es necesario desbloquear el talento de ascensión “Hecho a medida”.\nAdemás, el daño del Ataque Normal de Chiori aumenta en una cantidad equivalente al 235% de su DEF."
	}
}