{
	"id": 10701,
	"name": "Citlalí",
	"c1": {
		"name": "Cuchillas radiantes de Centzon Mimixcoah",
		"descriptionRaw": "#Al usar la Habilidad Elemental, <color=#FFD780FF>Estrella negra albaescarcha</color>, Citlalí obtiene el efecto de “toga alboestelar” hasta que Itzpapa sea retirada del campo de batalla. Durante este tiempo, obtendrá 10 cargas de “cuchillas estelares”, de manera que, cuando un personaje en uso cercano (a excepción de Citlalí) inflige daño con un Ataque Normal, Cargado o Descendente o con una Habilidad Elemental o Definitiva, se consume 1 carga para aumentar el daño infligido en una cantidad equivalente al 200% de la Maestría Elemental de Citlalí.\nCuando un personaje cercano del equipo cause una reacción de Congelado o Derretido, Citlalí obtendrá 3 cargas adicionales de cuchillas estelares. Este efecto solo puede ocurrir una vez cada 8{NON_BREAK_SPACE}s.\n\nAl usar la Habilidad Elemental, <color=#FFD780FF>Estrella negra albaescarcha</color>, se restablecerán las cargas de cuchillas estelares.\nAdemás, cuando Citlalí salte o cuando apunte o use su Ataque Cargado en el aire, su consumo de flogisto disminuye en un 45%.",
		"description": "Al usar la Habilidad Elemental, Estrella negra albaescarcha, Citlalí obtiene el efecto de “toga alboestelar” hasta que Itzpapa sea retirada del campo de batalla. Durante este tiempo, obtendrá 10 cargas de “cuchillas estelares”, de manera que, cuando un personaje en uso cercano (a excepción de Citlalí) inflige daño con un Ataque Normal, Cargado o Descendente o con una Habilidad Elemental o Definitiva, se consume 1 carga para aumentar el daño infligido en una cantidad equivalente al 200% de la Maestría Elemental de Citlalí.\nCuando un personaje cercano del equipo cause una reacción de Congelado o Derretido, Citlalí obtendrá 3 cargas adicionales de cuchillas estelares. Este efecto solo puede ocurrir una vez cada 8 s.\n\nAl usar la Habilidad Elemental, Estrella negra albaescarcha, se restablecerán las cargas de cuchillas estelares.\nAdemás, cuando Citlalí salte o cuando apunte o use su Ataque Cargado en el aire, su consumo de flogisto disminuye en un 45%."
	},
	"c2": {
		"name": "Patrulla devoracorazones",
		"descriptionRaw": "#La Maestría Elemental de Citlalí aumenta en 125{NON_BREAK_SPACE}pts., y la de los demás personajes que estén bajo la protección del escudo de obsidiana blanca o que esté siguiendo Itzpapa aumenta en 250{NON_BREAK_SPACE}pts.\nAdemás, al usar la Habilidad Elemental, <color=#FFD780FF>Estrella negra albaescarcha</color>, también otorga un escudo de obsidiana blanca a los personajes en uso cercanos.\n\nPor otro lado, mejora el efecto del talento de ascensión “Lluvia helada de Mamaloaco”:\nMientras Itzpapa esté activa, después de que un personaje cercano del equipo cause una reacción de Congelado o Derretido, la RES <color=#FF9999FF>Pyro</color> e <color=#80C0FFFF>Hydro</color> de los enemigos afectados por dichas reacciones se reduce en un 20% adicional. Este efecto dura 12{NON_BREAK_SPACE}s y, para poder activarlo, es necesario desbloquear el talento de ascensión “Lluvia helada de Mamaloaco”.",
		"description": "La Maestría Elemental de Citlalí aumenta en 125 pts., y la de los demás personajes que estén bajo la protección del escudo de obsidiana blanca o que esté siguiendo Itzpapa aumenta en 250 pts.\nAdemás, al usar la Habilidad Elemental, Estrella negra albaescarcha, también otorga un escudo de obsidiana blanca a los personajes en uso cercanos.\n\nPor otro lado, mejora el efecto del talento de ascensión “Lluvia helada de Mamaloaco”:\nMientras Itzpapa esté activa, después de que un personaje cercano del equipo cause una reacción de Congelado o Derretido, la RES Pyro e Hydro de los enemigos afectados por dichas reacciones se reduce en un 20% adicional. Este efecto dura 12 s y, para poder activarlo, es necesario desbloquear el talento de ascensión “Lluvia helada de Mamaloaco”."
	},
	"c3": {
		"name": "Cresta de la serpiente de las nubes",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Estrella negra albaescarcha</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Estrella negra albaescarcha +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Féretro de los renegados",
		"descriptionRaw": "#Durante la Habilidad Elemental, <color=#FFD780FF>Estrella negra albaescarcha</color>, al golpear a un enemigo con la tormenta de escarcha de Itzpapa, se invocará un <color=#FFD780FF>cráneo espiritista: estrella negra</color> adicional. Cuando un cráneo espiritista invocado de esta forma explote, infligirá <color=#99FFFFFF>Daño Cryo en el AdE</color> de naturaleza noctámbula en una cantidad equivalente al 1800% de la Maestría Elemental de Citlalí y le restaurará 16{NON_BREAK_SPACE}pts. de noctambulismo y 8{NON_BREAK_SPACE}pts. de Energía Elemental. Este efecto solo puede ocurrir una vez cada 8{NON_BREAK_SPACE}s y este daño no se considera daño de Habilidad Definitiva.",
		"description": "Durante la Habilidad Elemental, Estrella negra albaescarcha, al golpear a un enemigo con la tormenta de escarcha de Itzpapa, se invocará un cráneo espiritista: estrella negra adicional. Cuando un cráneo espiritista invocado de esta forma explote, infligirá Daño Cryo en el AdE de naturaleza noctámbula en una cantidad equivalente al 1800% de la Maestría Elemental de Citlalí y le restaurará 16 pts. de noctambulismo y 8 pts. de Energía Elemental. Este efecto solo puede ocurrir una vez cada 8 s y este daño no se considera daño de Habilidad Definitiva."
	},
	"c5": {
		"name": "Maleficio de los nemontemi",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Edicto multiastral</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Edicto multiastral +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Pacto secreto de Teoiztac",
		"descriptionRaw": "#Al invocar a Itzpapa con la Habilidad Elemental, <color=#FFD780FF>Estrella negra albaescarcha</color>, permanecerá siempre en el estado de fuego opalescente. Dicho estado no terminará ni siquiera cuando se agoten los pts. de noctambulismo.\nAdemás, al usar la Habilidad Elemental, <color=#FFD780FF>Estrella negra albaescarcha</color>, Itzpapa consumirá todos los pts. de noctambulismo y, mientras esté activa, consumirá pts. de noctambulismo de forma continua. Por cada punto de noctambulismo consumido de esta forma, Citlalí obtiene 1{NON_BREAK_SPACE}pt. de “numerología secreta”.\nSe pueden obtener hasta un máximo de 40{NON_BREAK_SPACE}pts. Por cada punto de numerología secreta que posea Citlalí, aumenta el daño que inflige en un 2.5% y todos los miembros del equipo cercanos obtienen un 1.5% de Bono de Daño <color=#FF9999FF>Pyro</color> e <color=#80C0FFFF>Hydro</color>.\nCuando Itzpapa sea retirada del campo de batalla o tras usar de nuevo la Habilidad Elemental de Citlalí, todos los puntos de numerología secreta que posea serán eliminados.",
		"description": "Al invocar a Itzpapa con la Habilidad Elemental, Estrella negra albaescarcha, permanecerá siempre en el estado de fuego opalescente. Dicho estado no terminará ni siquiera cuando se agoten los pts. de noctambulismo.\nAdemás, al usar la Habilidad Elemental, Estrella negra albaescarcha, Itzpapa consumirá todos los pts. de noctambulismo y, mientras esté activa, consumirá pts. de noctambulismo de forma continua. Por cada punto de noctambulismo consumido de esta forma, Citlalí obtiene 1 pt. de “numerología secreta”.\nSe pueden obtener hasta un máximo de 40 pts. Por cada punto de numerología secreta que posea Citlalí, aumenta el daño que inflige en un 2.5% y todos los miembros del equipo cercanos obtienen un 1.5% de Bono de Daño Pyro e Hydro.\nCuando Itzpapa sea retirada del campo de batalla o tras usar de nuevo la Habilidad Elemental de Citlalí, todos los puntos de numerología secreta que posea serán eliminados."
	}
}