{
	"id": 9801,
	"name": "Clorinde",
	"c1": {
		"name": "Desde hoy, cruzaré la sombra de las velas",
		"descriptionRaw": "#Mientras esté activo el estado de patrulla nocturna de <color=#FFD780FF>Caza noctámbula</color>, cuando Clorinde golpea a un enemigo con el <color=#FFACFFFF>Daño Electro</color> de sus Ataques Normales, invoca en la ubicación del enemigo una sombra noctívaga que ejecuta dos ataques coordinados, cada uno infligiendo <color=#FFACFFFF>Daño Electro</color> equivalente al 30% del ATQ de Clorinde.\nEste efecto solo se puede activar una vez cada 1.2{NON_BREAK_SPACE}s, y el daño infligido de esta manera se considera daño de Ataque Normal.",
		"description": "Mientras esté activo el estado de patrulla nocturna de Caza noctámbula, cuando Clorinde golpea a un enemigo con el Daño Electro de sus Ataques Normales, invoca en la ubicación del enemigo una sombra noctívaga que ejecuta dos ataques coordinados, cada uno infligiendo Daño Electro equivalente al 30% del ATQ de Clorinde.\nEste efecto solo se puede activar una vez cada 1.2 s, y el daño infligido de esta manera se considera daño de Ataque Normal."
	},
	"c2": {
		"name": "Desde hoy, afrontaré los peligros de la noche",
		"descriptionRaw": "#Fortalece los efectos del talento pasivo “Llama devastanoches”: cuando un personaje cercano del equipo causa una <color=#FFACFFFF>Reacción Elemental Electro</color> contra un enemigo, el <color=#FFACFFFF>Daño Electro</color> del Ataque Normal de Clorinde y de <color=#FFD780FF>Destello final</color> aumenta en una cantidad equivalente al 30% de su ATQ. Este efecto dura 15{NON_BREAK_SPACE}s, puede acumularse hasta 3 veces y la duración de cada acumulación se calcula de manera independiente. Al tener 3 acumulaciones, la RES a interrupción de Clorinde aumenta. Como máximo, el daño de los anteriores ataques de Clorinde puede aumentar en 2700{NON_BREAK_SPACE}pts. de esta manera.\nEs necesario desbloquear el talento pasivo “Llama devastanoches”.",
		"description": "Fortalece los efectos del talento pasivo “Llama devastanoches”: cuando un personaje cercano del equipo causa una Reacción Elemental Electro contra un enemigo, el Daño Electro del Ataque Normal de Clorinde y de Destello final aumenta en una cantidad equivalente al 30% de su ATQ. Este efecto dura 15 s, puede acumularse hasta 3 veces y la duración de cada acumulación se calcula de manera independiente. Al tener 3 acumulaciones, la RES a interrupción de Clorinde aumenta. Como máximo, el daño de los anteriores ataques de Clorinde puede aumentar en 2700 pts. de esta manera.\nEs necesario desbloquear el talento pasivo “Llama devastanoches”."
	},
	"c3": {
		"name": "Recordaré mi juramento diurno",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Caza noctámbula</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Caza noctámbula +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Recordaré las lágrimas, la vida y la compasión",
		"descriptionRaw": "Al infligir daño a un enemigo con <color=#FFD780FF>Destello final</color>, dicho daño aumenta en un 2% por cada 1% de valor de pacto vital que tenga Clorinde. Como máximo el daño de <color=#FFD780FF>Destello final</color> solo puede aumentar en un 200% de esta manera.",
		"description": "Al infligir daño a un enemigo con Destello final, dicho daño aumenta en un 2% por cada 1% de valor de pacto vital que tenga Clorinde. Como máximo el daño de Destello final solo puede aumentar en un 200% de esta manera."
	},
	"c5": {
		"name": "Y recordaré que el alba siempre llegará",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Destello final</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Destello final +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Por eso, nunca abandonaré la esperanza",
		"descriptionRaw": "#Durante 12{NON_BREAK_SPACE}s tras usar <color=#FFD780FF>Caza noctámbula</color>, la Prob. CRIT de Clorinde aumenta en un 10%, y su Daño CRIT aumenta en un 70%.\nAdemás, mientras el estado de patrulla nocturna esté activo, aparecerá bajo ciertas condiciones una “sombra brillovela” que persigue a su objetivo para infligir <color=#FFACFFFF>Daño Electro</color> equivalente al 200% del ATQ de Clorinde. El daño infligido de esta manera se considera daño de Ataque Normal.\nLa sombra brillovela aparecerá en las siguientes situaciones:\n·Cuando Clorinde vaya a ser golpeada por un ataque.\n·Cuando Clorinde ejecute un ensartamiento noctámbulo: mandato.\nSolo se puede invocar una sombra brillovela por segundo de esta manera y, mientras el estado de patrulla nocturna esté activo, se podrán invocar un máximo de 6 sombras.\nAdemás, mientras el estado de patrulla nocturna está activo, el daño que recibe Clorinde se reduce en un 80% y su RES a interrupción aumenta. Este efecto se elimina cuando termina la duración de patrulla nocturna o 1{NON_BREAK_SPACE}s después de invocar 6 sombras brillovela.",
		"description": "Durante 12 s tras usar Caza noctámbula, la Prob. CRIT de Clorinde aumenta en un 10%, y su Daño CRIT aumenta en un 70%.\nAdemás, mientras el estado de patrulla nocturna esté activo, aparecerá bajo ciertas condiciones una “sombra brillovela” que persigue a su objetivo para infligir Daño Electro equivalente al 200% del ATQ de Clorinde. El daño infligido de esta manera se considera daño de Ataque Normal.\nLa sombra brillovela aparecerá en las siguientes situaciones:\n·Cuando Clorinde vaya a ser golpeada por un ataque.\n·Cuando Clorinde ejecute un ensartamiento noctámbulo: mandato.\nSolo se puede invocar una sombra brillovela por segundo de esta manera y, mientras el estado de patrulla nocturna esté activo, se podrán invocar un máximo de 6 sombras.\nAdemás, mientras el estado de patrulla nocturna está activo, el daño que recibe Clorinde se reduce en un 80% y su RES a interrupción aumenta. Este efecto se elimina cuando termina la duración de patrulla nocturna o 1 s después de invocar 6 sombras brillovela."
	}
}