{
	"name": "Cyno",
	"c1": {
		"name": "Decreto: Vigilancia incansable",
		"effect": "Tras usar **Rito sagrado: Celeridad lupina**, la Vel. de Ataque Normal de Cyno aumenta en un 20% durante 10 s. Además, si al usar **Rito secreto: Guía de las almas abismales** se activa el efecto de “sentencia” del talento pasivo “Juicio de la pluma”, la duración del aumento de Vel. de Ataque Normal se reiniciará.\nEs necesario desbloquear el talento pasivo “Juicio de la pluma”."
	},
	"c2": {
		"name": "Ceremonia: Retorno de las almas",
		"effect": "Cuando Cyno golpea a un enemigo con un Ataque Normal, su Bono de Daño Electro aumenta en un 10% durante 4 s. Este efecto solo se puede activar una vez cada 0.1 s y puede acumularse un máximo de 5 veces."
	},
	"c3": {
		"name": "Edicto: Castigo de la ley",
		"effect": "Aumenta el nivel de habilidad de **Rito sagrado: Celeridad lupina** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Inspección: Defensa intimidante",
		"effect": "Cuando Cyno está en el estado de “abrecaminos del juramento” de **Rito sagrado: Celeridad lupina** y causa una reacción de Electrocargado, Superconductor, Sobrecarga, Aceleración, Intensificación, Sobreflorecimiento o Torbellino Electro, todos los miembros del equipo cercanos (a excepción de Cyno) recuperan 3 pts. de Energía Elemental.\nEste efecto solo puede ocurrir 5 veces por cada uso de **Rito sagrado: Celeridad lupina**."
	},
	"c5": {
		"name": "Exequias: Luz del tránsito",
		"effect": "Aumenta el nivel de habilidad de **Rito secreto: Guía de las almas abismales** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Liturgia: Balanza del juicio",
		"effect": "Tras usar **Rito sagrado: Celeridad lupina** o tras activar el efecto de sentencia del talento pasivo “Juicio de la pluma”, Cyno obtiene 4 cargas del efecto “rito chacálico”. Al golpear a un enemigo con un Ataque Normal, consume una carga y lanza un rayo catastrófico.\nRito chacálico dura 8 s, puede acumularse un máximo de 8 veces y se anulará cuando termine la duración del estado de abrecaminos del juramento de Rito sagrado: Celeridad lupina.\nComo máximo, puede lanzar un rayo catastrófico cada 0.4 s de esta manera.\nEs necesario desbloquear el talento pasivo “Juicio de la pluma”."
	}
}