{
	"id": 12301,
	"name": "Durin",
	"c1": {
		"name": "Redención de Adamah",
		"descriptionRaw": "#Tras usar la Habilidad Definitiva, se producirán distintos efectos dependiendo de la forma de Habilidad Definitiva que haya usado.\n·<color=#FFD780FF>Principio de pureza: Fluctuación lumínica</color>\nTodos los personajes cercanos del equipo obtienen 20 cargas de <color=#FFD780FF>iluminación cíclica</color> durante 20{NON_BREAK_SPACE}s. Cuando los personajes en uso cercanos que posean iluminación cíclica inflijan daño con un Ataque Normal, Cargado o Descendente, o con la Habilidad Elemental o Definitiva, consumirán 1 carga de iluminación cíclica para aumentar el daño infligido en una cantidad equivalente al 60% del ATQ de Durin. El número de cargas de los personajes del equipo con iluminación cíclica se calcula de forma independiente.\n·<color=#FFD780FF> Principio de oscuridad: Combustión estelar</color>\nDurin obtiene 20 cargas de <color=#FFD780FF>iluminación cíclica</color> durante 20{NON_BREAK_SPACE}s. Cuando inflija daño con su Habilidad Definitiva, consumirá 2 cargas para aumentar el daño infligido en una cantidad equivalente al 150% de su ATQ.\n\nAl usar la Habilidad Definitiva, las cargas de <color=#FFD780FF>iluminación cíclica</color> se reiniciarán.",
		"description": "Tras usar la Habilidad Definitiva, se producirán distintos efectos dependiendo de la forma de Habilidad Definitiva que haya usado.\n·Principio de pureza: Fluctuación lumínica\nTodos los personajes cercanos del equipo obtienen 20 cargas de iluminación cíclica durante 20 s. Cuando los personajes en uso cercanos que posean iluminación cíclica inflijan daño con un Ataque Normal, Cargado o Descendente, o con la Habilidad Elemental o Definitiva, consumirán 1 carga de iluminación cíclica para aumentar el daño infligido en una cantidad equivalente al 60% del ATQ de Durin. El número de cargas de los personajes del equipo con iluminación cíclica se calcula de forma independiente.\n· Principio de oscuridad: Combustión estelar\nDurin obtiene 20 cargas de iluminación cíclica durante 20 s. Cuando inflija daño con su Habilidad Definitiva, consumirá 2 cargas para aumentar el daño infligido en una cantidad equivalente al 150% de su ATQ.\n\nAl usar la Habilidad Definitiva, las cargas de iluminación cíclica se reiniciarán."
	},
	"c2": {
		"name": "Visiones sin fondo",
		"descriptionRaw": "#Durante 20{NON_BREAK_SPACE}s después de que Durin use su Habilidad Definitiva, cuando un personaje cercano del equipo cause una reacción de Vaporización, Derretido, Quemadura, Sobrecarga, Torbellino Pyro o Cristalización Pyro contra un enemigo, o cuando inflija <color=#FF9999FF>Daño Pyro</color> o <color=#99FF88FF>Daño Dendro</color> contra un enemigo quemado, todos los personajes cercanos del equipo infligirán un 50% más de <color=#FF9999FF>Daño Pyro</color> y del daño del elemento correspondiente que haya participado en la reacción durante 6{NON_BREAK_SPACE}s.",
		"description": "Durante 20 s después de que Durin use su Habilidad Definitiva, cuando un personaje cercano del equipo cause una reacción de Vaporización, Derretido, Quemadura, Sobrecarga, Torbellino Pyro o Cristalización Pyro contra un enemigo, o cuando inflija Daño Pyro o Daño Dendro contra un enemigo quemado, todos los personajes cercanos del equipo infligirán un 50% más de Daño Pyro y del daño del elemento correspondiente que haya participado en la reacción durante 6 s."
	},
	"c3": {
		"name": "Revelación del espejo ardiente",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>{LINK#S11235}Principio de pureza: Fluctuación lumínica{/LINK}</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de **Principio de pureza: Fluctuación lumínica** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Fuente desbordante",
		"descriptionRaw": "El daño infligido por la Habilidad Definitiva de Durin aumenta en un 40%. Al activarse el efecto de consumo de <color=#FFD780FF>iluminación cíclica</color> de la constelación <color=#FFD780FF>{LINK#T1231}Redención de Adamah{/LINK}</color>, hay un 30% de probabilidad de que las cargas no se consuman.",
		"description": "El daño infligido por la Habilidad Definitiva de Durin aumenta en un 40%. Al activarse el efecto de consumo de iluminación cíclica de la constelación **Redención de Adamah**, hay un 30% de probabilidad de que las cargas no se consuman."
	},
	"c5": {
		"name": "Fisura del fuego amargo",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>{LINK#S11232}Forma binaria: Convergencia y división{/LINK}</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de **Forma binaria: Convergencia y división** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Nacimiento doble",
		"descriptionRaw": "#El daño de la Habilidad Definitiva de Durin ignora el 30% de la DEF del enemigo.\nAdemás, las Habilidades Definitivas de Durin, <color=#FFD780FF>Principio de pureza: Fluctuación lumínica</color> y <color=#FFD780FF>Principio de oscuridad: Combustión estelar</color>, se fortalecen respectivamente de la siguiente manera:\n·Tras golpear a un enemigo con la Habilidad Definitiva <color=#FFD780FF>Principio de pureza: Fluctuación lumínica</color> y el <color=#FFD780FF>dragón alboflamígero</color>, la DEF de dicho enemigo se reduce en un 30% durante 6{NON_BREAK_SPACE}s.\n·El daño de la Habilidad Definitiva <color=#FFD780FF>Principio de oscuridad: Combustión estelar</color> y del <color=#FFD780FF>dragón de corrosión sombría</color> ignora un 40% adicional de la DEF del enemigo.",
		"description": "El daño de la Habilidad Definitiva de Durin ignora el 30% de la DEF del enemigo.\nAdemás, las Habilidades Definitivas de Durin, Principio de pureza: Fluctuación lumínica y Principio de oscuridad: Combustión estelar, se fortalecen respectivamente de la siguiente manera:\n·Tras golpear a un enemigo con la Habilidad Definitiva Principio de pureza: Fluctuación lumínica y el dragón alboflamígero, la DEF de dicho enemigo se reduce en un 30% durante 6 s.\n·El daño de la Habilidad Definitiva Principio de oscuridad: Combustión estelar y del dragón de corrosión sombría ignora un 40% adicional de la DEF del enemigo."
	}
}