{
	"id": 11201,
	"name": "Escoffier",
	"c1": {
		"name": "Danza de sabores para el paladar",
		"descriptionRaw": "#Cuando en el equipo haya 4 personajes <color=#80C0FFFF>Hydro</color> o <color=#99FFFFFF>Cryo</color>, el <color=#99FFFFFF>Daño CRIT Cryo</color> de todos los miembros del equipo cercanos aumentará en un 60% durante 15{NON_BREAK_SPACE}s después de que Escoffier use la Habilidad Elemental <color=#FFD780FF>{LINK#S11122}Cocina a baja temperatura{/LINK}</color> o la Habilidad Definitiva <color=#FFD780FF>{LINK#S11125}Técnica de corte{/LINK}</color>.\nEs necesario desbloquear el talento de ascensión “Condimentación inspirada”.",
		"description": "Cuando en el equipo haya 4 personajes Hydro o Cryo, el Daño CRIT Cryo de todos los miembros del equipo cercanos aumentará en un 60% durante 15 s después de que Escoffier use la Habilidad Elemental **Cocina a baja temperatura** o la Habilidad Definitiva **Técnica de corte**.\nEs necesario desbloquear el talento de ascensión “Condimentación inspirada”."
	},
	"c2": {
		"name": "El arte de guisar: fragancia y frescura",
		"descriptionRaw": "#Cuando Escoffier activa el mecachef en {LINK#N11120001}<color=#FFD780FF>modo crioalmacenamiento</color>{/LINK}, obtiene el efecto de “delicatessen recién hecha” durante 15{NON_BREAK_SPACE}s. Mientras este efecto está activo, Escoffier obtiene 5 cargas de “platos fríos”, de manera que, cuando un personaje en uso cercano (a excepción de Escoffier) inflige <color=#99FFFFFF>Daño Cryo</color> contra un enemigo con un Ataque Normal, Cargado o Descendente, o con su Habilidad Elemental o Definitiva, se consumirá una carga de platos fríos y aumentará el daño infligido en una cantidad equivalente al 240% del ATQ de Escoffier.\nAl golpear a varios enemigos a la vez con un solo golpe de <color=#99FFFFFF>Daño Cryo</color>, se consumirán cargas de platos fríos dependiendo del número de enemigos golpeados.",
		"description": "Cuando Escoffier activa el mecachef en **modo crioalmacenamiento**, obtiene el efecto de “delicatessen recién hecha” durante 15 s. Mientras este efecto está activo, Escoffier obtiene 5 cargas de “platos fríos”, de manera que, cuando un personaje en uso cercano (a excepción de Escoffier) inflige Daño Cryo contra un enemigo con un Ataque Normal, Cargado o Descendente, o con su Habilidad Elemental o Definitiva, se consumirá una carga de platos fríos y aumentará el daño infligido en una cantidad equivalente al 240% del ATQ de Escoffier.\nAl golpear a varios enemigos a la vez con un solo golpe de Daño Cryo, se consumirán cargas de platos fríos dependiendo del número de enemigos golpeados."
	},
	"c3": {
		"name": "La magia de la caramelización al horno",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>{LINK#S11122}Cocina a baja temperatura{/LINK}</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de **Cocina a baja temperatura** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Receta secreta de romero",
		"descriptionRaw": "#Aumenta en 6{NON_BREAK_SPACE}s la duración de {LINK#P1122101}<color=#FFD780FF>dieta rehabilitadora</color>{/LINK}. Mientras este efecto está activo, la curación por medio de <color=#FFD780FF>dieta rehabilitadora</color> tiene una probabilidad equivalente a la Prob. CRIT de Escoffier de aumentar en un 100% la cantidad de curación realizada y de que Escoffier recupere 2{NON_BREAK_SPACE}pts. de Energía Elemental. Este efecto puede ocurrir hasta 7 veces cada vez que <color=#FFD780FF>dieta rehabilitadora</color> está activa.\nEs necesario desbloquear el talento de ascensión “Más vale comer que curar”.",
		"description": "Aumenta en 6 s la duración de **dieta rehabilitadora**. Mientras este efecto está activo, la curación por medio de dieta rehabilitadora tiene una probabilidad equivalente a la Prob. CRIT de Escoffier de aumentar en un 100% la cantidad de curación realizada y de que Escoffier recupere 2 pts. de Energía Elemental. Este efecto puede ocurrir hasta 7 veces cada vez que dieta rehabilitadora está activa.\nEs necesario desbloquear el talento de ascensión “Más vale comer que curar”."
	},
	"c5": {
		"name": "Sinfonía de mil salsas",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>{LINK#S11125}Técnica de corte{/LINK}</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de **Técnica de corte** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Fiesta del té con dulces multicolor",
		"descriptionRaw": "#El {LINK#N11120001}<color=#FFD780FF>mecachef: modo crioalmacenamiento</color>{/LINK} se fortalece:\n·Cuando tu personaje en uso golpee a un enemigo con un Ataque Normal, Cargado o Descendente, el mecachef: modo crioalmacenamiento lanzará un parfait helado especial adicional que inflige <color=#99FFFFFF>Daño Cryo en el AdE</color> en una cantidad equivalente al 500% del ATQ de Escoffier. Este daño se considera daño de Habilidad Elemental.\nEste efecto solo puede activarse una vez cada 0.5{NON_BREAK_SPACE}s, y puede ocurrir hasta 6 veces mientras un mismo mecachef: modo crioalmacenamiento esté activo.",
		"description": "El **mecachef: modo crioalmacenamiento** se fortalece:\n·Cuando tu personaje en uso golpee a un enemigo con un Ataque Normal, Cargado o Descendente, el mecachef: modo crioalmacenamiento lanzará un parfait helado especial adicional que inflige Daño Cryo en el AdE en una cantidad equivalente al 500% del ATQ de Escoffier. Este daño se considera daño de Habilidad Elemental.\nEste efecto solo puede activarse una vez cada 0.5 s, y puede ocurrir hasta 6 veces mientras un mismo mecachef: modo crioalmacenamiento esté activo."
	}
}