{
	"id": 7601,
	"name": "Faruzán",
	"c1": {
		"name": "Búsqueda de la verdad",
		"descriptionRaw": "Durante un único efecto de encarnación del vendaval de <color=#FFD780FF>Cielo ventoso del Nasamjñin</color>, Faruzán puede disparar un máximo de 2 flechas huracanadas con su Disparo Preciso completamente cargado.",
		"description": "Durante un único efecto de encarnación del vendaval de Cielo ventoso del Nasamjñin, Faruzán puede disparar un máximo de 2 flechas huracanadas con su Disparo Preciso completamente cargado."
	},
	"c2": {
		"name": "Sabiduría informe",
		"descriptionRaw": "#Aumenta en 6{NON_BREAK_SPACE}s la duración del poliedro fulgurante de <color=#FFD780FF>Camino del ascenso</color>.",
		"description": "Aumenta en 6 s la duración del poliedro fulgurante de Camino del ascenso."
	},
	"c3": {
		"name": "Sosiego en el jardín",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Cielo ventoso del Nasamjñin</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Cielo ventoso del Nasamjñin +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Comprensión divina",
		"descriptionRaw": "El vórtice creado con <color=#FFD780FF>derribo tormentoso</color> regenera Energía Elemental para Faruzán en función del número de enemigos golpeados. Al golpear a un enemigo, Faruzán recupera 2 pts. de Energía Elemental. Por cada enemigo adicional golpeado, recupera 0.5 pts. de Energía.\nFaruzán solo puede recuperar 4 pts. de Energía Elemental de esta manera por cada vórtice que se haya creado.",
		"description": "El vórtice creado con derribo tormentoso regenera Energía Elemental para Faruzán en función del número de enemigos golpeados. Al golpear a un enemigo, Faruzán recupera 2 pts. de Energía Elemental. Por cada enemigo adicional golpeado, recupera 0.5 pts. de Energía.\nFaruzán solo puede recuperar 4 pts. de Energía Elemental de esta manera por cada vórtice que se haya creado."
	},
	"c5": {
		"name": "Plano de la reflexión",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Camino del ascenso</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Camino del ascenso +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Esencia de la verdad",
		"descriptionRaw": "#Cuando un personaje bajo los efectos de la bendición vientosacro de <color=#FFD780FF>Camino del ascenso</color> inflige <color=#80FFD7FF>Daño Anemo</color>, el Daño CRIT de ese ataque aumenta en un 40%. Por otro lado, cuando tu personaje en combate inflige daño contra un enemigo mientras está bajo los efectos de la bendición vientosacro, aplicará el efecto de derribo tormentoso sobre dicho enemigo. Este efecto solo se puede activar una vez cada 3{NON_BREAK_SPACE}s y su TdE se comparte entre todos los miembros del equipo.",
		"description": "Cuando un personaje bajo los efectos de la bendición vientosacro de Camino del ascenso inflige Daño Anemo, el Daño CRIT de ese ataque aumenta en un 40%. Por otro lado, cuando tu personaje en combate inflige daño contra un enemigo mientras está bajo los efectos de la bendición vientosacro, aplicará el efecto de derribo tormentoso sobre dicho enemigo. Este efecto solo se puede activar una vez cada 3 s y su TdE se comparte entre todos los miembros del equipo."
	}
}