{
	"name": "Furina",
	"c1": {
		"name": "El amor es como un pájaro rebelde",
		"effect": "Al usar **¡Que el mundo entero festeje!**, Furina obtiene 150 pts. de algarabía.\nAdemás, el máximo de puntos de algarabía que Furina puede poseer aumenta en 100 pts."
	},
	"c2": {
		"name": "Una mujer cambiante como el agua",
		"effect": "Mientras la habilidad **¡Que el mundo entero festeje!** está activa, Furina obtiene un 250% más de puntos de algarabía con el aumento o disminución de la Vida de los personajes cercanos del equipo. Por cada punto de algarabía más allá del límite máximo, la Vida Máx. de Furina aumenta en un 0.35%, hasta un máximo de un 140%."
	},
	"c3": {
		"name": "Escondo secretos que nadie conoce",
		"effect": "Aumenta el nivel de habilidad de **¡Que el mundo entero festeje!** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Vive el infierno y apreciarás la vida",
		"effect": "Furina obtiene 4 pts. de Energía Elemental cuando los miembros del salón de **Salón Solitaire** golpean a un enemigo o cuando el juglar de las aguas restaura Vida a los personajes en uso cercanos. Este efecto solo se puede activar una vez cada 5 s."
	},
	"c5": {
		"name": "Ahora sé su nombre, y es...",
		"effect": "Aumenta el nivel de habilidad de **Salón Solitaire** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "¡Escuchen mis alabanzas y alcemos nuestras copas de amor!",
		"effect": "Al usar **Salón Solitaire**, Furina obtiene el efecto de “atención del pueblo” durante 10 s.\nMientras este efecto está activo, el daño de los Ataques Normales, Cargados y Descendentes de Furina se transforma en Daño Hydro, el cual no puede sustituirse imbuyéndose de otro elemento. Además, el daño que inflige con dichos ataques aumenta en una cantidad equivalente al 18% de su Vida Máx.\nMientras el efecto de atención del pueblo está activo, cada 0.1 s, cuando Furina golpea a un enemigo con un Ataque Normal (esto no incluye los ataques de arjé: sacralidad y secularidad), Cargado o Descendente, se producen distintos efectos dependiendo de su tipo de arjé actual:\n\nArjé: ousía\nRestaura Vida cada segundo a todos los miembros del equipo cercanos en una cantidad equivalente al 4% de la Vida Máx. de Furina durante 2.9 s. Activar esto repetidamente prolongará la duración del efecto.\nArjé: pneuma\nEl daño del siguiente Ataque Normal (esto no incluye los ataques de arjé: sacralidad y secularidad), Cargado o Descendente aumenta adicionalmente en una cantidad equivalente al 25% de la Vida Máx. de Furina. Al golpear a un enemigo con alguno de dichos ataques, todos los miembros del equipo cercanos perderán un 1% de su Vida actual.\n\nLos efectos anteriormente mencionados se pueden activar hasta 6 veces a lo largo de la duración de atención del pueblo, y se eliminarán cuando se haya alcanzado ese número de veces o cuando termine su duración."
	}
}