{
	"id": 11001,
	"name": "Iansán",
	"c1": {
		"name": "Todos los comienzos son difíciles",
		"descriptionRaw": "#Cuando Iansán esté en estado de bendición noctámbula y en combate, por cada 6{NON_BREAK_SPACE}pts. de noctambulismo que consuma, recuperará 15{NON_BREAK_SPACE}pts. de Energía Elemental. Este efecto solo puede ocurrir una vez cada 18{NON_BREAK_SPACE}s.",
		"description": "Cuando Iansán esté en estado de bendición noctámbula y en combate, por cada 6 pts. de noctambulismo que consuma, recuperará 15 pts. de Energía Elemental. Este efecto solo puede ocurrir una vez cada 18 s."
	},
	"c2": {
		"name": "¡Prohibido holgazanear durante el entrenamiento!",
		"descriptionRaw": "#Al usar su Habilidad Definitiva, <color=#FFD780FF>Los tres principios de la fuerza</color>, Iansán obtiene el efecto de movimiento preciso del talento de ascensión “Entrenamiento de resistencia” durante 15{NON_BREAK_SPACE}s. Además, mientras dicho efecto esté activo y Iansán se encuentre en tu equipo pero no en uso, el ATQ de tu personaje en uso del equipo aumentará en un 30%. Para activar este efecto, es necesario desbloquear el talento de ascensión “Entrenamiento de resistencia”.",
		"description": "Al usar su Habilidad Definitiva, Los tres principios de la fuerza, Iansán obtiene el efecto de movimiento preciso del talento de ascensión “Entrenamiento de resistencia” durante 15 s. Además, mientras dicho efecto esté activo y Iansán se encuentre en tu equipo pero no en uso, el ATQ de tu personaje en uso del equipo aumentará en un 30%. Para activar este efecto, es necesario desbloquear el talento de ascensión “Entrenamiento de resistencia”."
	},
	"c3": {
		"name": "Plan de alimentación científico",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Acelerón relámpago</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Acelerón relámpago +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "La clave es ir paso a paso",
		"descriptionRaw": "#Mientras el indicador de energía cinética esté activo, después de que tu personaje en uso del equipo (a excepción de Iansán) utilice su Habilidad Definitiva, Iansán obtendrá dos cargas de “potenciación vigorosa” hasta que el indicador de energía cinética sea retirado del campo de batalla. Este efecto solo se puede activar una vez por cada indicador de energía cinética invocado. Cuando Iansán recupera pts. de noctambulismo por medio de dicho indicador, consume una carga de potenciación vigorosa para recuperar 4{NON_BREAK_SPACE}pts. de noctambulismo adicionales.\nAdemás, si el indicador de energía cinética restaura pts. de noctambulismo por encima del límite máximo, la próxima vez que Iansán recupere pts. de noctambulismo por medio de un indicador de energía cinética, conseguirá pts. adicionales en una cantidad equivalente al 50% del exceso de pts. de noctambulismo recuperados.",
		"description": "Mientras el indicador de energía cinética esté activo, después de que tu personaje en uso del equipo (a excepción de Iansán) utilice su Habilidad Definitiva, Iansán obtendrá dos cargas de “potenciación vigorosa” hasta que el indicador de energía cinética sea retirado del campo de batalla. Este efecto solo se puede activar una vez por cada indicador de energía cinética invocado. Cuando Iansán recupera pts. de noctambulismo por medio de dicho indicador, consume una carga de potenciación vigorosa para recuperar 4 pts. de noctambulismo adicionales.\nAdemás, si el indicador de energía cinética restaura pts. de noctambulismo por encima del límite máximo, la próxima vez que Iansán recupere pts. de noctambulismo por medio de un indicador de energía cinética, conseguirá pts. adicionales en una cantidad equivalente al 50% del exceso de pts. de noctambulismo recuperados."
	},
	"c5": {
		"name": "¡Plus ultra!",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Los tres principios de la fuerza</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Los tres principios de la fuerza +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Enseñanzas de la Comunidad de la Feracidad",
		"descriptionRaw": "#La duración del indicador de energía cinética aumenta en 3{NON_BREAK_SPACE}s.\nAdemás, cuando Iansán activa un efecto de recuperación de pts. de noctambulismo, si al hacerlo recupera pts. en exceso, obtiene el efecto de “fuerza máxima”, el cual aumenta el daño que inflige tu personaje en uso del equipo en un 25% durante 3{NON_BREAK_SPACE}s.",
		"description": "La duración del indicador de energía cinética aumenta en 3 s.\nAdemás, cuando Iansán activa un efecto de recuperación de pts. de noctambulismo, si al hacerlo recupera pts. en exceso, obtiene el efecto de “fuerza máxima”, el cual aumenta el daño que inflige tu personaje en uso del equipo en un 25% durante 3 s."
	}
}