{
	"id": 11601,
	"name": "Ineffa",
	"c1": {
		"name": "Procesador de rectificación",
		"descriptionRaw": "#Cuando Ineffa crea un escudo lumibarrera, otorga a todos los personajes cercanos del equipo el efecto de “recombinación del portador” durante 20{NON_BREAK_SPACE}s, el cual aumenta el daño de la reacción de Electrocargado Lunar en un 2.5% por cada 100{NON_BREAK_SPACE}pts. de ATQ que tenga Ineffa. Como máximo, dicho daño puede aumentar en un 50% de esta manera.",
		"description": "Cuando Ineffa crea un escudo lumibarrera, otorga a todos los personajes cercanos del equipo el efecto de “recombinación del portador” durante 20 s, el cual aumenta el daño de la reacción de Electrocargado Lunar en un 2.5% por cada 100 pts. de ATQ que tenga Ineffa. Como máximo, dicho daño puede aumentar en un 50% de esta manera."
	},
	"c2": {
		"name": "Módulo de limpieza auxiliar",
		"descriptionRaw": "Tras golpear a los enemigos con la Habilidad Definitiva, <color=#FFD780FF>{LINK#S11165}Orden suprema: Exterminación zonal{/LINK}</color>, aplica el estado de “edicto punitivo” a uno de los enemigos golpeados. Después de un breve lapso de tiempo o cuando dicho enemigo sea derrotado, se infligirá <color=#FFACFFFF>Daño Electro en el AdE</color> a los demás enemigos cercanos en una cantidad equivalente al 300% del ATQ de Ineffa. Este daño se considera daño de Electrocargado Lunar.\nAdemás, al usar la Habilidad Definitiva, <color=#FFD780FF>Orden suprema: Exterminación zonal</color>, también se crea un escudo lumibarrera para los personajes en uso cercanos.",
		"description": "Tras golpear a los enemigos con la Habilidad Definitiva, **Orden suprema: Exterminación zonal**, aplica el estado de “edicto punitivo” a uno de los enemigos golpeados. Después de un breve lapso de tiempo o cuando dicho enemigo sea derrotado, se infligirá Daño Electro en el AdE a los demás enemigos cercanos en una cantidad equivalente al 300% del ATQ de Ineffa. Este daño se considera daño de Electrocargado Lunar.\nAdemás, al usar la Habilidad Definitiva, Orden suprema: Exterminación zonal, también se crea un escudo lumibarrera para los personajes en uso cercanos."
	},
	"c3": {
		"name": "Emulador de emociones mejorado",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>{LINK#S11162}Modo depuración: Frecuencia de onda estable{/LINK}</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de **Modo depuración: Frecuencia de onda estable** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Camino sin edictos",
		"descriptionRaw": "#Cuando tus personajes del equipo causan una reacción de Electrocargado Lunar, recuperan 5{NON_BREAK_SPACE}pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 4{NON_BREAK_SPACE}s.",
		"description": "Cuando tus personajes del equipo causan una reacción de Electrocargado Lunar, recuperan 5 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 4 s."
	},
	"c5": {
		"name": "Sueño trasciendespejos",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>{LINK#S11165}Orden suprema: Exterminación zonal{/LINK}</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de **Orden suprema: Exterminación zonal** +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Una nueva alba para ti",
		"descriptionRaw": "#Cuando Ineffa está bajo los efectos de recombinación del portador y una nube de tormenta descarga un rayo contra un enemigo, Ineffa inflige <color=#FFACFFFF>Daño Electro en el AdE</color> a los enemigos cercanos a tu personaje en uso en una cantidad equivalente al 135% de su ATQ. Este daño es considerado daño de Electrocargado Lunar, y este efecto solo puede ocurrir una vez cada 3.5{NON_BREAK_SPACE}s.",
		"description": "Cuando Ineffa está bajo los efectos de recombinación del portador y una nube de tormenta descarga un rayo contra un enemigo, Ineffa inflige Daño Electro en el AdE a los enemigos cercanos a tu personaje en uso en una cantidad equivalente al 135% de su ATQ. Este daño es considerado daño de Electrocargado Lunar, y este efecto solo puede ocurrir una vez cada 3.5 s."
	}
}