{
	"id": 10001,
	"name": "Kachina",
	"c1": {
		"name": "Los fragmentos también son gemas",
		"descriptionRaw": "#Cuando Kachina se suba o se baje del <color=#FFD780FF>turbogirador</color>, recogerá los fragmentos cercanos creados con la reacción de Cristalización.\nAdemás, cuando un personaje del equipo recoge un fragmento, Kachina recupera 3{NON_BREAK_SPACE}pts. de Energía Elemental. Solo puede recuperar Energía Elemental una vez cada 5{NON_BREAK_SPACE}s de esta manera.",
		"description": "Cuando Kachina se suba o se baje del turbogirador, recogerá los fragmentos cercanos creados con la reacción de Cristalización.\nAdemás, cuando un personaje del equipo recoge un fragmento, Kachina recupera 3 pts. de Energía Elemental. Solo puede recuperar Energía Elemental una vez cada 5 s de esta manera."
	},
	"c2": {
		"name": "Nunca puede faltar... ¡mi turbogirador!",
		"descriptionRaw": "#Cuando Kachina usa <color=#FFD780FF>¡Ahora voy en serio!</color>, recupera 20{NON_BREAK_SPACE}pts. de noctambulismo. Si al usar dicha habilidad no hay ningún <color=#FFD780FF>turbogirador</color> suyo en el campo de batalla, Kachina entrará en el estado de bendición noctámbula e invocará uno.",
		"description": "Cuando Kachina usa ¡Ahora voy en serio!, recupera 20 pts. de noctambulismo. Si al usar dicha habilidad no hay ningún turbogirador suyo en el campo de batalla, Kachina entrará en el estado de bendición noctámbula e invocará uno."
	},
	"c3": {
		"name": "Estabilizador mejorado",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>¡Adelante, turbogirador!</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de ¡Adelante, turbogirador! +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "A más enemigos, más precaución",
		"descriptionRaw": "Cuando haya 1/2/3/4 o más enemigos en el área supergiratoria de <color=#FFD780FF>¡Ahora voy en serio!</color>, la DEF del personaje en uso del equipo que esté dentro del área aumenta en un 8/12/16/20%.",
		"description": "Cuando haya 1/2/3/4 o más enemigos en el área supergiratoria de ¡Ahora voy en serio!, la DEF del personaje en uso del equipo que esté dentro del área aumenta en un 8/12/16/20%."
	},
	"c5": {
		"name": "Te presento mi gran colección",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>¡Ahora voy en serio!</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de ¡Ahora voy en serio! +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Esta vez, tengo que ganar",
		"descriptionRaw": "#Cuando el escudo de tu personaje en uso se remplace o destruya por cualquier razón, Kachina infligirá <color=#FFE699FF>Daño Geo en el AdE</color> en una cantidad equivalente al 200% de su DEF. Este efecto solo se puede activar una vez cada 5{NON_BREAK_SPACE}s.",
		"description": "Cuando el escudo de tu personaje en uso se remplace o destruya por cualquier razón, Kachina infligirá Daño Geo en el AdE en una cantidad equivalente al 200% de su DEF. Este efecto solo se puede activar una vez cada 5 s."
	}
}