{
	"id": 6101,
	"name": "Kirara",
	"c1": {
		"name": "Circulación logística",
		"descriptionRaw": "#Al utilizar <color=#FFD780FF>Técnica secreta: Entrega sorpresa</color>, Kirara crea una <color=#FFD780FF>brizna cardamiau-miau</color> adicional por cada 8000{NON_BREAK_SPACE}pts. de Vida Máx. que posea. Solo se pueden crear hasta 4 briznas cardamiau-miau adicionales de esta manera.",
		"description": "Al utilizar Técnica secreta: Entrega sorpresa, Kirara crea una brizna cardamiau-miau adicional por cada 8000 pts. de Vida Máx. que posea. Solo se pueden crear hasta 4 briznas cardamiau-miau adicionales de esta manera."
	},
	"c2": {
		"name": "Embalaje perfecto",
		"descriptionRaw": "#Cuando Kirara se encuentra en el estado de paquete minino de <color=#FFD780FF>Nekopatada voladora</color>, otorga escudos de transporte crítico a los demás miembros del equipo con los que impacta.\nLa cantidad de absorción de daño de dicho escudo es equivalente al 40% de la absorción de daño máxima de un escudo de transporte seguro de <color=#FFD780FF>Nekopatada voladora</color>, y tiene un 250% de efectividad de absorción de <color=#99FF88FF>Daño Dendro</color>.\nEl escudo de transporte crítico tiene una duración de 12{NON_BREAK_SPACE}s y solo puede otorgarse una vez cada 10{NON_BREAK_SPACE}s a cada miembro del equipo.",
		"description": "Cuando Kirara se encuentra en el estado de paquete minino de Nekopatada voladora, otorga escudos de transporte crítico a los demás miembros del equipo con los que impacta.\nLa cantidad de absorción de daño de dicho escudo es equivalente al 40% de la absorción de daño máxima de un escudo de transporte seguro de Nekopatada voladora, y tiene un 250% de efectividad de absorción de Daño Dendro.\nEl escudo de transporte crítico tiene una duración de 12 s y solo puede otorgarse una vez cada 10 s a cada miembro del equipo."
	},
	"c3": {
		"name": "Conoce a tu vecino",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Nekopatada voladora</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Nekopatada voladora +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Corcel de Skanda",
		"descriptionRaw": "#Cuando el personaje en uso está bajo la protección de un <color=#FFD780FF>escudo de transporte seguro</color> o de un <color=#FFD780FF>escudo de transporte crítico</color> y golpea a un enemigo con un Ataque Normal, Cargado o Descendente, Kirara realizará un ataque coordinado utilizando <color=#FFD780FF>minibriznas cardamiau-miau</color> para infligir <color=#99FF88FF>Daño Dendro</color> equivalente al 200% de su ATQ. El daño infligido de esta forma se considera daño de Habilidad Definitiva. Este efecto solo puede ocurrir una vez cada 3.8{NON_BREAK_SPACE}s y el TdE se comparte entre todos los miembros del equipo.",
		"description": "Cuando el personaje en uso está bajo la protección de un escudo de transporte seguro o de un escudo de transporte crítico y golpea a un enemigo con un Ataque Normal, Cargado o Descendente, Kirara realizará un ataque coordinado utilizando minibriznas cardamiau-miau para infligir Daño Dendro equivalente al 200% de su ATQ. El daño infligido de esta forma se considera daño de Habilidad Definitiva. Este efecto solo puede ocurrir una vez cada 3.8 s y el TdE se comparte entre todos los miembros del equipo."
	},
	"c5": {
		"name": "Periplo diario",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Técnica secreta: Entrega sorpresa</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Técnica secreta: Entrega sorpresa +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Infinidad paisajística",
		"descriptionRaw": "#Después de que Kirara use su Habilidad Elemental o Definitiva, todos los miembros del equipo cercanos obtienen un 12% de todos los Bonos de Daño Elemental durante 15{NON_BREAK_SPACE}s.",
		"description": "Después de que Kirara use su Habilidad Elemental o Definitiva, todos los miembros del equipo cercanos obtienen un 12% de todos los Bonos de Daño Elemental durante 15 s."
	}
}