{
	"id": 8401,
	"name": "Lyney",
	"c1": {
		"name": "Truco telequinético",
		"descriptionRaw": "#Puede haber 2 <color=#FFD780FF>sombreros gatorrisueños</color> al mismo tiempo.\nAdemás, cuando la flecha magiaoculta impacta contra el objetivo, se crean 2 sombreros gatorrisueños y se obtiene 1 carga adicional de cálculo oculto. Este efecto solo se puede activar una vez cada 15{NON_BREAK_SPACE}s.",
		"description": "Puede haber 2 sombreros gatorrisueños al mismo tiempo.\nAdemás, cuando la flecha magiaoculta impacta contra el objetivo, se crean 2 sombreros gatorrisueños y se obtiene 1 carga adicional de cálculo oculto. Este efecto solo se puede activar una vez cada 15 s."
	},
	"c2": {
		"name": "Trampa de atención",
		"descriptionRaw": "#Cuando Lyney está en uso, obtiene cada 2{NON_BREAK_SPACE}s una carga de “máxima atención”, la cual aumenta su Daño CRIT en un 20%. Este efecto puede acumularse hasta 3 veces y se anulará cuando Lyney se retire del campo de batalla.",
		"description": "Cuando Lyney está en uso, obtiene cada 2 s una carga de “máxima atención”, la cual aumenta su Daño CRIT en un 20%. Este efecto puede acumularse hasta 3 veces y se anulará cuando Lyney se retire del campo de batalla."
	},
	"c3": {
		"name": "Mímica ingeniosa",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Ataque Normal: Adivina la carta</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Ataque Normal: Adivina la carta +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Estrategia ensayada",
		"descriptionRaw": "#Cuando Lyney golpea a un enemigo con un Ataque Cargado <color=#FF9999FF>Pyro</color>, la <color=#FF9999FF>RES Pyro</color> de dicho enemigo se reduce en un 20% durante 6{NON_BREAK_SPACE}s.",
		"description": "Cuando Lyney golpea a un enemigo con un Ataque Cargado Pyro, la RES Pyro de dicho enemigo se reduce en un 20% durante 6 s."
	},
	"c5": {
		"name": "Magia abscóndita",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Número final: Desfile prodigioso</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Número final: Desfile prodigioso +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Sonrisa engañosa",
		"descriptionRaw": "Cuando Lyney dispara una <color=#FFD780FF>flecha magiaoculta</color>, se libera un proyectil pirotecnimágico: bis que inflige un 80% del daño del proyectil pirotecnimágico original. Este daño se considera daño de Ataque Cargado.",
		"description": "Cuando Lyney dispara una flecha magiaoculta, se libera un proyectil pirotecnimágico: bis que inflige un 80% del daño del proyectil pirotecnimágico original. Este daño se considera daño de Ataque Cargado."
	}
}