{
	"id": 10601,
	"name": "Mavuika",
	"c1": {
		"name": "Enseñanzas de la Señora de la Noche",
		"descriptionRaw": "#El límite de pts. de noctambulismo de Mavuika aumenta a 120 e incrementa en un 25% la eficiencia con la que obtiene espíritu de lucha.\nAdemás, tras obtener espíritu de lucha, el ATQ de Mavuika aumenta en un 40% durante 8{NON_BREAK_SPACE}s.",
		"description": "El límite de pts. de noctambulismo de Mavuika aumenta a 120 e incrementa en un 25% la eficiencia con la que obtiene espíritu de lucha.\nAdemás, tras obtener espíritu de lucha, el ATQ de Mavuika aumenta en un 40% durante 8 s."
	},
	"c2": {
		"name": "Precio de las cenizas",
		"descriptionRaw": "#Mientras está en estado de bendición noctámbula, el ATQ Base de Mavuika aumenta en 200{NON_BREAK_SPACE}pts. y obtiene uno de los siguientes efectos dependiendo de la forma que haya adquirido su arsenal flamígero:\n·Aro incinerador: la DEF de los enemigos cercanos se reduce en un 20%.\n·Pirociclo: aumenta el daño de los Ataques Normales, Ataques Cargados y del tajosolar descendente de la Habilidad Definitiva <color=#FFD780FF>Infierno celestial</color> de Mavuika en una cantidad equivalente al 60/90/120% de su ATQ, respectivamente.",
		"description": "Mientras está en estado de bendición noctámbula, el ATQ Base de Mavuika aumenta en 200 pts. y obtiene uno de los siguientes efectos dependiendo de la forma que haya adquirido su arsenal flamígero:\n·Aro incinerador: la DEF de los enemigos cercanos se reduce en un 20%.\n·Pirociclo: aumenta el daño de los Ataques Normales, Ataques Cargados y del tajosolar descendente de la Habilidad Definitiva Infierno celestial de Mavuika en una cantidad equivalente al 60/90/120% de su ATQ, respectivamente."
	},
	"c3": {
		"name": "El Sol Ardiente",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Infierno celestial</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Infierno celestial +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Comprensión del liderazgo",
		"descriptionRaw": "Mejora el efecto del talento pasivo “Kiongozi”:\nEl aumento de daño de la Habilidad Definitiva, <color=#FFD780FF>Infierno celestial</color>, ya no disminuye con el tiempo y obtiene un 10% de bono de daño adicional.\nEs necesario desbloquear el talento pasivo “Kiongozi”.",
		"description": "Mejora el efecto del talento pasivo “Kiongozi”:\nEl aumento de daño de la Habilidad Definitiva, Infierno celestial, ya no disminuye con el tiempo y obtiene un 10% de bono de daño adicional.\nEs necesario desbloquear el talento pasivo “Kiongozi”."
	},
	"c5": {
		"name": "Significado de la verdad",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Denominación</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Denominación +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Liberación de nombre humano",
		"descriptionRaw": "#El arsenal flamígero de la Habilidad Elemental, <color=#FFD780FF>Denominación</color>, se fortalece de manera integral:\n·Aro incinerador: cuando el aro incinerador golpee a un enemigo, un pirociclo arremeterá contra él para infligir <color=#FF9999FF>Daño Pyro en el AdE</color> de naturaleza noctámbula en una cantidad equivalente al 200% del ATQ.\n·Pirociclo: cuando Mavuika esté manejando el pirociclo, invocará un aro incinerador: imagen ardiente que la seguirá continuamente, reducirá en un 20% la DEF de los enemigos cercanos y, cada 3{NON_BREAK_SPACE}s, infligirá <color=#FF9999FF>Daño Pyro en el AdE</color> de naturaleza noctámbula una vez a los enemigos cercanos en una cantidad equivalente al 500% del ATQ. Además, mejora aún más la capacidad de Mavuika para moverse por toda clase de terrenos.\n\nPor otro lado, cuando Mavuika esté conduciendo su pirociclo y no esté en combate, cuando sus pts. de noctambulismo lleguen a 5, obtendrá 80{NON_BREAK_SPACE}pts. Este efecto solo puede ocurrir una vez cada 15{NON_BREAK_SPACE}s.",
		"description": "El arsenal flamígero de la Habilidad Elemental, Denominación, se fortalece de manera integral:\n·Aro incinerador: cuando el aro incinerador golpee a un enemigo, un pirociclo arremeterá contra él para infligir Daño Pyro en el AdE de naturaleza noctámbula en una cantidad equivalente al 200% del ATQ.\n·Pirociclo: cuando Mavuika esté manejando el pirociclo, invocará un aro incinerador: imagen ardiente que la seguirá continuamente, reducirá en un 20% la DEF de los enemigos cercanos y, cada 3 s, infligirá Daño Pyro en el AdE de naturaleza noctámbula una vez a los enemigos cercanos en una cantidad equivalente al 500% del ATQ. Además, mejora aún más la capacidad de Mavuika para moverse por toda clase de terrenos.\n\nPor otro lado, cuando Mavuika esté conduciendo su pirociclo y no esté en combate, cuando sus pts. de noctambulismo lleguen a 5, obtendrá 80 pts. Este efecto solo puede ocurrir una vez cada 15 s."
	}
}