{
	"id": 10501,
	"name": "Ororon",
	"c1": {
		"name": "Huellas en el bosque brumoso",
		"descriptionRaw": "#El <color=#FFD780FF>orbe espiritual</color> de la Habilidad Elemental, <color=#FFD780FF>Amparo de la noche</color>, puede rebotar 2 veces más.\nAdemás, cuando el <color=#FFD780FF>orbe espiritual</color> golpea a un enemigo, le aplica el efecto de “lobreguez” durante 12{NON_BREAK_SPACE}s, el cual aumenta en un 50% el daño que recibe con el efecto de ultrapercepción del talento pasivo “Sinestesia noctívaga”. Es necesario desbloquear previamente el talento pasivo “Sinestesia noctívaga”.",
		"description": "El orbe espiritual de la Habilidad Elemental, Amparo de la noche, puede rebotar 2 veces más.\nAdemás, cuando el orbe espiritual golpea a un enemigo, le aplica el efecto de “lobreguez” durante 12 s, el cual aumenta en un 50% el daño que recibe con el efecto de ultrapercepción del talento pasivo “Sinestesia noctívaga”. Es necesario desbloquear previamente el talento pasivo “Sinestesia noctívaga”."
	},
	"c2": {
		"name": "Abeja rey",
		"descriptionRaw": "#Tras usar la Habilidad Definitiva, <color=#FFD780FF>Eco de la oscuridad</color>, Ororon obtiene el efecto de “percepción espiritual” durante 9{NON_BREAK_SPACE}s.\n\n<color=#FFD780FF>Percepción espiritual</color>\nOtorga un 8% de <color=#FFACFFFF>Bono de Daño Electro</color>.\nAdemás, mientras este efecto está activo, Ororon obtiene un 8% de <color=#FFACFFFF>Bono de Daño Electro</color> extra por cada enemigo adicional golpeado con la Habilidad Definitiva, <color=#FFD780FF>Eco de la oscuridad</color>, o con el <color=#FFD780FF>ojo sonicoespiritual</color>. Como máximo, podrá obtener un 32% de <color=#FFACFFFF>Bono de Daño Electro</color> de esta manera.",
		"description": "Tras usar la Habilidad Definitiva, Eco de la oscuridad, Ororon obtiene el efecto de “percepción espiritual” durante 9 s.\n\nPercepción espiritual\nOtorga un 8% de Bono de Daño Electro.\nAdemás, mientras este efecto está activo, Ororon obtiene un 8% de Bono de Daño Electro extra por cada enemigo adicional golpeado con la Habilidad Definitiva, Eco de la oscuridad, o con el ojo sonicoespiritual. Como máximo, podrá obtener un 32% de Bono de Daño Electro de esta manera."
	},
	"c3": {
		"name": "Jaula de quiróptero",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Eco de la oscuridad</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Eco de la oscuridad +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Humo vientonocturno",
		"descriptionRaw": "#Aumenta en un 25% la velocidad de giro del <color=#FFD780FF>ojo sonicoespiritual</color> invocado con la Habilidad Definitiva, <color=#FFD780FF>Eco de la oscuridad</color>.\nAdemás, Ororon recupera 8{NON_BREAK_SPACE}pts. de Energía Elemental tras usar <color=#FFD780FF>Eco de la oscuridad</color>.",
		"description": "Aumenta en un 25% la velocidad de giro del ojo sonicoespiritual invocado con la Habilidad Definitiva, Eco de la oscuridad.\nAdemás, Ororon recupera 8 pts. de Energía Elemental tras usar Eco de la oscuridad."
	},
	"c5": {
		"name": "Obsequio del alma",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Amparo de la noche</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Amparo de la noche +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Elogio de los manantiales",
		"descriptionRaw": "#Tras activar el efecto de ultrapercepción del talento pasivo “Sinestesia noctívaga”, el ATQ de tu personaje en uso aumenta en un 10% durante 9{NON_BREAK_SPACE}s. Este efecto puede acumularse hasta 3 veces y su duración se calcula de forma independiente.\nAdemás, al usar la Habilidad Definitiva, <color=#FFD780FF>Eco de la oscuridad</color>, se activa una vez un efecto equivalente a ultrapercepción, el cual inflige un 200% del daño original.\nEs necesario desbloquear el talento pasivo “Sinestesia noctívaga”.",
		"description": "Tras activar el efecto de ultrapercepción del talento pasivo “Sinestesia noctívaga”, el ATQ de tu personaje en uso aumenta en un 10% durante 9 s. Este efecto puede acumularse hasta 3 veces y su duración se calcula de forma independiente.\nAdemás, al usar la Habilidad Definitiva, Eco de la oscuridad, se activa una vez un efecto equivalente a ultrapercepción, el cual inflige un 200% del daño original.\nEs necesario desbloquear el talento pasivo “Sinestesia noctívaga”."
	}
}