{
	"id": 9701,
	"name": "Sethos",
	"c1": {
		"name": "Salmo del santuario sellado",
		"descriptionRaw": "La Prob. CRIT de la <color=#FFD780FF>flecha perforasombras</color> aumenta en un 15%.",
		"description": "La Prob. CRIT de la flecha perforasombras aumenta en un 15%."
	},
	"c2": {
		"name": "Papiro de los secretos del silencio",
		"descriptionRaw": "#Cuando Sethos cumple con alguno de los siguientes requisitos, su <color=#FFACFFFF>Bono de Daño Electro</color> aumenta en un 15% durante 10{NON_BREAK_SPACE}s. Este efecto puede acumularse hasta 2 veces y cada acumulación tendrá una duración independiente:\n·Consumir Energía Elemental con un Disparo Preciso. Cumplir con este requisito requiere desbloquear el talento de ascensión “Alegoría del milano negro”.\n·Recuperar Energía Elemental al causar una Reacción Elemental con <color=#FFD780FF>Rito ancestral: Rugido atronarena</color>.\n·Usar <color=#FFD780FF>Rito secreto: Luz perforasombras</color>.",
		"description": "Cuando Sethos cumple con alguno de los siguientes requisitos, su Bono de Daño Electro aumenta en un 15% durante 10 s. Este efecto puede acumularse hasta 2 veces y cada acumulación tendrá una duración independiente:\n·Consumir Energía Elemental con un Disparo Preciso. Cumplir con este requisito requiere desbloquear el talento de ascensión “Alegoría del milano negro”.\n·Recuperar Energía Elemental al causar una Reacción Elemental con Rito ancestral: Rugido atronarena.\n·Usar Rito secreto: Luz perforasombras."
	},
	"c3": {
		"name": "Oda al sabio de la luna creciente",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Ataque Normal: Flechas de carrizo regias</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Ataque Normal: Flechas de carrizo regias +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Colección de las plumas casuarias",
		"descriptionRaw": "#Al golpear a 2 o más enemigos con una <color=#FFD780FF>flecha perforasombras</color> o con una <color=#FFD780FF>flecha sombría</color>, la Maestría Elemental de todos los miembros del equipo cercanos aumenta en 80{NON_BREAK_SPACE}pts. durante 10{NON_BREAK_SPACE}s.",
		"description": "Al golpear a 2 o más enemigos con una flecha perforasombras o con una flecha sombría, la Maestría Elemental de todos los miembros del equipo cercanos aumenta en 80 pts. durante 10 s."
	},
	"c5": {
		"name": "Anales de las arenas ardientes del dios desolado",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Rito secreto: Luz perforasombras</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Rito secreto: Luz perforasombras +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Tomo del templo del sol errante",
		"descriptionRaw": "#Tras golpear a un enemigo con una <color=#FFD780FF>flecha perforasombras</color>, regenera la Energía Elemental consumida por el talento de ascensión “Alegoría del milano negro”. Este efecto solo puede ocurrir una vez cada 15{NON_BREAK_SPACE}s. Es necesario desbloquear el talento de ascensión “Alegoría del milano negro”.",
		"description": "Tras golpear a un enemigo con una flecha perforasombras, regenera la Energía Elemental consumida por el talento de ascensión “Alegoría del milano negro”. Este efecto solo puede ocurrir una vez cada 15 s. Es necesario desbloquear el talento de ascensión “Alegoría del milano negro”."
	}
}