{
	"id": 9501,
	"name": "Sigewinne",
	"c1": {
		"name": "¿Puede el espíritu más feliz entender la ansiedad?",
		"descriptionRaw": "#El acuaglóbulo revitalizante de <color=#FFD780FF>Hidroterapia de rebote</color> puede rebotar 3 veces más, y los tres primeros rebotes de un acuaglóbulo grande no harán que disminuya su tamaño.\nAdemás, mejora los efectos del talento de ascensión “Reposo adecuado”: al rebotar, el acuaglóbulo revitalizante otorga a Sigewinne 1 carga de convalecencia, y también cambia el aumento de daño otorgado por estas cargas, de manera que dicho daño aumenta en 100{NON_BREAK_SPACE}pts. por cada 1000{NON_BREAK_SPACE}pts. de Vida Máx. que Sigewinne tenga por encima de los 30{NON_BREAK_SPACE}000{NON_BREAK_SPACE}pts. El daño puede aumentar en un máximo de 3500{NON_BREAK_SPACE}pts. de esta manera. Es necesario desbloquear el talento de ascensión “Reposo adecuado”.",
		"description": "El acuaglóbulo revitalizante de Hidroterapia de rebote puede rebotar 3 veces más, y los tres primeros rebotes de un acuaglóbulo grande no harán que disminuya su tamaño.\nAdemás, mejora los efectos del talento de ascensión “Reposo adecuado”: al rebotar, el acuaglóbulo revitalizante otorga a Sigewinne 1 carga de convalecencia, y también cambia el aumento de daño otorgado por estas cargas, de manera que dicho daño aumenta en 100 pts. por cada 1000 pts. de Vida Máx. que Sigewinne tenga por encima de los 30 000 pts. El daño puede aumentar en un máximo de 3500 pts. de esta manera. Es necesario desbloquear el talento de ascensión “Reposo adecuado”."
	},
	"c2": {
		"name": "¿Puede el espíritu más compasivo derrotar a sus enemigos?",
		"descriptionRaw": "#Mientras se usa <color=#FFD780FF>Hidroterapia de rebote</color> o <color=#FFD780FF>Inyección de bondad sobresaturada</color>, se crea un escudo burbujeante que absorbe una cantidad de daño equivalente al 30% de la Vida Máx., y que tiene un 250% de efectividad de absorción de <color=#80C0FFFF>Daño Hydro</color>.\nAdemás, cuando el acuaglóbulo revitalizante liberado con Hidroterapia de rebote o Inyección de bondad sobresaturada golpea a un enemigo, la <color=#80C0FFFF>RES Hydro</color> de dicho enemigo se reduce en un 35% durante 8{NON_BREAK_SPACE}s.",
		"description": "Mientras se usa Hidroterapia de rebote o Inyección de bondad sobresaturada, se crea un escudo burbujeante que absorbe una cantidad de daño equivalente al 30% de la Vida Máx., y que tiene un 250% de efectividad de absorción de Daño Hydro.\nAdemás, cuando el acuaglóbulo revitalizante liberado con Hidroterapia de rebote o Inyección de bondad sobresaturada golpea a un enemigo, la RES Hydro de dicho enemigo se reduce en un 35% durante 8 s."
	},
	"c3": {
		"name": "¿Puede el espíritu más sano curar la fiebre?",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Hidroterapia de rebote</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Hidroterapia de rebote +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "¿Puede el espíritu más bello repudiar la decadencia?",
		"descriptionRaw": "#La duración de <color=#FFD780FF>Inyección de bondad sobresaturada</color> aumenta en 3{NON_BREAK_SPACE}s.",
		"description": "La duración de Inyección de bondad sobresaturada aumenta en 3 s."
	},
	"c5": {
		"name": "¿Puede el espíritu más feliz apaciguar la agonía?",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Inyección de bondad sobresaturada</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Inyección de bondad sobresaturada +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "¿Puede el espíritu más radiante rezar por mí?",
		"descriptionRaw": "#Cuando Sigewinne realiza una curación, la Prob. CRIT de <color=#FFD780FF>Inyección de bondad sobresaturada</color> aumenta en un 0.4% por cada 1000{NON_BREAK_SPACE}pts. de Vida Máx. que tenga, y el Daño CRIT de dicha habilidad aumenta en un 2.2% por cada 1000{NON_BREAK_SPACE}pts. de Vida Máx. Este efecto dura 15{NON_BREAK_SPACE}s y, de esta manera, la Prob. CRIT puede aumentar en un máximo de un 20%, y el Daño CRIT puede aumentar en un máximo de un 110%.",
		"description": "Cuando Sigewinne realiza una curación, la Prob. CRIT de Inyección de bondad sobresaturada aumenta en un 0.4% por cada 1000 pts. de Vida Máx. que tenga, y el Daño CRIT de dicha habilidad aumenta en un 2.2% por cada 1000 pts. de Vida Máx. Este efecto dura 15 s y, de esta manera, la Prob. CRIT puede aumentar en un máximo de un 20%, y el Daño CRIT puede aumentar en un máximo de un 110%."
	}
}