{
	"id": 11101,
	"name": "Varesa",
	"c1": {
		"name": "Fervor inextinguible",
		"descriptionRaw": "#Fortalece el efecto del talento de ascensión “Impulso y... ¡salto triple!”:\nAl ejecutar el Ataque Descendente especial: Erupción furiatormenta, Varesa obtendrá también el efecto de colisión iridiscente durante 5{NON_BREAK_SPACE}s.\nMientras el efecto de “colisión iridiscente” esté activo, el daño de los Ataques Descendentes de Varesa aumentará en una cantidad equivalente al 180% de su ATQ, independientemente de si está en el estado de fervor ardiente o no. Para activar este efecto, es necesario desbloquear el talento de ascensión “Impulso y... ¡salto triple!”.\n\nAdemás, cuando Varesa está en el modo de avance impetuoso del estado de bendición noctámbula, el consumo de pts. de noctambulismo o flogisto disminuye en un 30%.",
		"description": "Fortalece el efecto del talento de ascensión “Impulso y... ¡salto triple!”:\nAl ejecutar el Ataque Descendente especial: Erupción furiatormenta, Varesa obtendrá también el efecto de colisión iridiscente durante 5 s.\nMientras el efecto de “colisión iridiscente” esté activo, el daño de los Ataques Descendentes de Varesa aumentará en una cantidad equivalente al 180% de su ATQ, independientemente de si está en el estado de fervor ardiente o no. Para activar este efecto, es necesario desbloquear el talento de ascensión “Impulso y... ¡salto triple!”.\n\nAdemás, cuando Varesa está en el modo de avance impetuoso del estado de bendición noctámbula, el consumo de pts. de noctambulismo o flogisto disminuye en un 30%."
	},
	"c2": {
		"name": "Más allá de la luz",
		"descriptionRaw": "#Tras ejecutar un Ataque Descendente, Varesa entra en el estado de propulsión extrema independientemente de si está en el estado de fervor ardiente o no.\nMientras está en el estado de propulsión extrema, su RES a interrupción aumenta aún más.\nAdemás, al golpear a un enemigo con su Ataque Descendente, Varesa recupera 11.5{NON_BREAK_SPACE}pts. de Energía Elemental.",
		"description": "Tras ejecutar un Ataque Descendente, Varesa entra en el estado de propulsión extrema independientemente de si está en el estado de fervor ardiente o no.\nMientras está en el estado de propulsión extrema, su RES a interrupción aumenta aún más.\nAdemás, al golpear a un enemigo con su Ataque Descendente, Varesa recupera 11.5 pts. de Energía Elemental."
	},
	"c3": {
		"name": "Determinación inquebrantable",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>¡Descenso fulgurante!</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de ¡Descenso fulgurante! +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "El valor de seguir adelante",
		"descriptionRaw": "#Al usar la Habilidad Definitiva, <color=#FFD780FF>¡Descenso fulgurante!</color>, se producen distintos efectos según el estado en el que se encuentre Varesa:\n·Si Varesa no está en el estado de fervor ardiente o de propulsión extrema, obtiene el efecto de “pujanza intrépida”, el cual aumenta el daño del impacto contra el suelo de su Ataque Descendente en una cantidad equivalente al 500% de su ATQ durante 15{NON_BREAK_SPACE}s, hasta un aumento máximo de 20{NON_BREAK_SPACE}000{NON_BREAK_SPACE}pts. Este efecto desaparece al golpear a un enemigo con un Ataque Descendente o cuando termina su duración.\n·Si Varesa está en el estado de fervor ardiente o de propulsión extrema, el daño infligido con <color=#FFD780FF>¡Descenso fulgurante!</color> aumenta en un 100%.",
		"description": "Al usar la Habilidad Definitiva, ¡Descenso fulgurante!, se producen distintos efectos según el estado en el que se encuentre Varesa:\n·Si Varesa no está en el estado de fervor ardiente o de propulsión extrema, obtiene el efecto de “pujanza intrépida”, el cual aumenta el daño del impacto contra el suelo de su Ataque Descendente en una cantidad equivalente al 500% de su ATQ durante 15 s, hasta un aumento máximo de 20 000 pts. Este efecto desaparece al golpear a un enemigo con un Ataque Descendente o cuando termina su duración.\n·Si Varesa está en el estado de fervor ardiente o de propulsión extrema, el daño infligido con ¡Descenso fulgurante! aumenta en un 100%."
	},
	"c5": {
		"name": "Pensamientos en un cálido aire",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Ataque Normal: ¡Usa la cabeza!</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Ataque Normal: ¡Usa la cabeza! +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Triunfo de la heroína justiciera",
		"descriptionRaw": "#Al entrar en el estado de propulsión extrema, Varesa recupera 30{NON_BREAK_SPACE}pts. de Energía Elemental.\nLa Prob. CRIT del Ataque Descendente de Varesa y de su Habilidad Definitiva, <color=#FFD780FF>¡Descenso fulgurante!</color>, aumenta en un 10%, y su Daño CRIT aumenta en un 100%.\nAdemás, al mantener pulsado para liberar la Habilidad Elemental, <color=#FFD780FF>Salto del arcoíris nocturno</color>, o al {LAYOUT_MOBILE#tocar una vez}{LAYOUT_PC#pulsar una vez}{LAYOUT_PS#pulsar una vez} la Habilidad Elemental en el modo de avance impetuoso, Varesa recupera todos los pts. de noctambulismo.",
		"description": "Al entrar en el estado de propulsión extrema, Varesa recupera 30 pts. de Energía Elemental.\nLa Prob. CRIT del Ataque Descendente de Varesa y de su Habilidad Definitiva, ¡Descenso fulgurante!, aumenta en un 10%, y su Daño CRIT aumenta en un 100%.\nAdemás, al mantener pulsado para liberar la Habilidad Elemental, Salto del arcoíris nocturno, o al pulsar una vez la Habilidad Elemental en el modo de avance impetuoso, Varesa recupera todos los pts. de noctambulismo."
	}
}