{
	"id": 8601,
	"name": "Wriothesley",
	"c1": {
		"name": "Aterrorizar a los facinerosos",
		"descriptionRaw": "#Cambia el efecto merced reprensora del talento de ascensión “Refutación del dogma”:\nCuando la Vida de Wriothesley está por debajo del 60% o cuando se encuentra en el estado de sentencia gélida de <color=#FFD780FF>Envite ateridor</color>, golpear al enemigo con el quinto puñetazo expeledor otorga a Wriothesley el efecto de merced reprensora. Solo podrá obtener este efecto una vez cada 2.5{NON_BREAK_SPACE}s.\n\nAdemás, el gancho alto disciplinario obtiene los siguientes fortalecimientos:\n·El aumento de daño puede llegar hasta un 200%.\n·Si Wriothesley se encuentra en el estado de sentencia gélida al golpear a un enemigo con el gancho alto, la duración de dicho estado se prolonga en 4{NON_BREAK_SPACE}s. Esto solo puede ocurrir una vez por cada vez que se active sentencia gélida.\n\nEs necesario desbloquear el talento de ascensión “Refutación del dogma”.",
		"description": "Cambia el efecto merced reprensora del talento de ascensión “Refutación del dogma”:\nCuando la Vida de Wriothesley está por debajo del 60% o cuando se encuentra en el estado de sentencia gélida de Envite ateridor, golpear al enemigo con el quinto puñetazo expeledor otorga a Wriothesley el efecto de merced reprensora. Solo podrá obtener este efecto una vez cada 2.5 s.\n\nAdemás, el gancho alto disciplinario obtiene los siguientes fortalecimientos:\n·El aumento de daño puede llegar hasta un 200%.\n·Si Wriothesley se encuentra en el estado de sentencia gélida al golpear a un enemigo con el gancho alto, la duración de dicho estado se prolonga en 4 s. Esto solo puede ocurrir una vez por cada vez que se active sentencia gélida.\n\nEs necesario desbloquear el talento de ascensión “Refutación del dogma”."
	},
	"c2": {
		"name": "Engrilletar a los arrogantes",
		"descriptionRaw": "Al usar <color=#FFD780FF>Devoración aureosombría</color>, cada carga del efecto decreto punitivo del talento de ascensión “Redención del pecado” aumenta el daño infligido en un 40%.\nEs necesario desbloquear el talento de ascensión “Redención del pecado”.",
		"description": "Al usar Devoración aureosombría, cada carga del efecto decreto punitivo del talento de ascensión “Redención del pecado” aumenta el daño infligido en un 40%.\nEs necesario desbloquear el talento de ascensión “Redención del pecado”."
	},
	"c3": {
		"name": "Condenar a los embaucadores",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Ataque Normal: Combo glaciodemoledor</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Ataque Normal: Combo glaciodemoledor +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Redimir a los diligentes",
		"descriptionRaw": "#La Vida que el gancho alto disciplinario restaura a Wriothesley aumenta hasta un 50% de su Vida Máx. (es necesario desbloquear el talento de ascensión “Refutación del dogma”).\nAdemás, cuando Wriothesley recibe curación, si su Vida está al máximo, obtendrá distintos efectos dependiendo de si es el personaje en uso o no al recibir dicha curación. Si estaba en uso, su Vel. de Ataque aumenta en un 20% durante 4{NON_BREAK_SPACE}s; si estaba en tu equipo pero no en uso, la Vel. de Ataque de todos tus personajes del equipo aumenta en un 10% durante 6{NON_BREAK_SPACE}s. Estos dos aumentos de Vel. de Ataque no se pueden acumular.",
		"description": "La Vida que el gancho alto disciplinario restaura a Wriothesley aumenta hasta un 50% de su Vida Máx. (es necesario desbloquear el talento de ascensión “Refutación del dogma”).\nAdemás, cuando Wriothesley recibe curación, si su Vida está al máximo, obtendrá distintos efectos dependiendo de si es el personaje en uso o no al recibir dicha curación. Si estaba en uso, su Vel. de Ataque aumenta en un 20% durante 4 s; si estaba en tu equipo pero no en uso, la Vel. de Ataque de todos tus personajes del equipo aumenta en un 10% durante 6 s. Estos dos aumentos de Vel. de Ataque no se pueden acumular."
	},
	"c5": {
		"name": "Exculpar a los inculpados",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Devoración aureosombría</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Devoración aureosombría +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Confortar a los inocentes",
		"descriptionRaw": "La Prob. CRIT del gancho alto disciplinario aumenta en un 10%, su Daño CRIT aumenta en un 80% y crea un carámbano adicional que inflige un 100% del <color=#99FFFFFF>Daño Cryo</color> del carámbano original. El daño infligido de esta manera se considera daño de Ataque Cargado.\nEs necesario desbloquear el talento de ascensión “Refutación del dogma”.",
		"description": "La Prob. CRIT del gancho alto disciplinario aumenta en un 10%, su Daño CRIT aumenta en un 80% y crea un carámbano adicional que inflige un 100% del Daño Cryo del carámbano original. El daño infligido de esta manera se considera daño de Ataque Cargado.\nEs necesario desbloquear el talento de ascensión “Refutación del dogma”."
	}
}