{
	"id": 10301,
	"name": "Xilonen",
	"c1": {
		"name": "Letargo vacacional",
		"descriptionRaw": "Reduce en un 30% el consumo de pts. de noctambulismo y de flogisto de Xilonen mientras está en estado de bendición noctámbula, y aumenta en un 45% la duración de los pts. de noctambulismo.\nAdemás, al activarse las muestras musicales de Xilonen, aumenta la RES a interrupción de los personajes en uso cercanos del equipo.",
		"description": "Reduce en un 30% el consumo de pts. de noctambulismo y de flogisto de Xilonen mientras está en estado de bendición noctámbula, y aumenta en un 45% la duración de los pts. de noctambulismo.\nAdemás, al activarse las muestras musicales de Xilonen, aumenta la RES a interrupción de los personajes en uso cercanos del equipo."
	},
	"c2": {
		"name": "Quinteto de Chiucue",
		"descriptionRaw": "#Las muestras musicales <color=#FFE699FF>Geo</color> que lleve Xilonen permanecerán siempre activas. Además, al activarse las muestras de Xilonen, todos los personajes cercanos del equipo obtienen los siguientes efectos en función de la muestra musical que coincida con su tipo elemental:\n·<color=#FFE699FF>Geo</color>: el daño infligido aumenta en un 50%.\n·<color=#FF9999FF>Pyro</color>: el ATQ aumenta en un 45%.\n·<color=#80C0FFFF>Hydro</color>: la Vida Máx. aumenta en un 45%.\n·<color=#99FFFFFF>Cryo</color>: el Daño CRIT aumenta en un 60%.\n·<color=#FFACFFFF>Electro</color>: restaura 25{NON_BREAK_SPACE}pts. de Energía Elemental y reduce en 6{NON_BREAK_SPACE}s el TdE de la Habilidad Definitiva.",
		"description": "Las muestras musicales Geo que lleve Xilonen permanecerán siempre activas. Además, al activarse las muestras de Xilonen, todos los personajes cercanos del equipo obtienen los siguientes efectos en función de la muestra musical que coincida con su tipo elemental:\n·Geo: el daño infligido aumenta en un 50%.\n·Pyro: el ATQ aumenta en un 45%.\n·Hydro: la Vida Máx. aumenta en un 45%.\n·Cryo: el Daño CRIT aumenta en un 60%.\n·Electro: restaura 25 pts. de Energía Elemental y reduce en 6 s el TdE de la Habilidad Definitiva."
	},
	"c3": {
		"name": "Bucle del tonalpohualli",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>Mezcla de la yohual</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de Mezcla de la yohual +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c4": {
		"name": "Trance de las suchitl",
		"descriptionRaw": "#Tras usar <color=#FFD780FF>Mezcla de la yohual</color>, Xilonen aplica sobre todos los personajes cercanos del equipo el efecto de “gracia de las flores” durante 15{NON_BREAK_SPACE}s.\nEl daño de los Ataques Normales, Cargados y Descendentes de los personajes bajo los efectos de gracia de las flores aumenta en una cantidad equivalente al 65% de la DEF de Xilonen. Este efecto se elimina tras activarse 6 veces o al terminar su duración.\nAl golpear a varios enemigos, se consumirán activaciones dependiendo del número de enemigos golpeados. Las activaciones de los personajes que tengan el efecto de gracia de las flores se calculan de forma independiente.",
		"description": "Tras usar Mezcla de la yohual, Xilonen aplica sobre todos los personajes cercanos del equipo el efecto de “gracia de las flores” durante 15 s.\nEl daño de los Ataques Normales, Cargados y Descendentes de los personajes bajo los efectos de gracia de las flores aumenta en una cantidad equivalente al 65% de la DEF de Xilonen. Este efecto se elimina tras activarse 6 veces o al terminar su duración.\nAl golpear a varios enemigos, se consumirán activaciones dependiendo del número de enemigos golpeados. Las activaciones de los personajes que tengan el efecto de gracia de las flores se calculan de forma independiente."
	},
	"c5": {
		"name": "Transición de Tlaltecuhtli",
		"descriptionRaw": "#Aumenta el nivel de habilidad de <color=#FFD780FF>¡Al ritmo del ocelote!</color>{NON_BREAK_SPACE}+3.\nPuede ser aumentado hasta Niv.{NON_BREAK_SPACE}15.",
		"description": "Aumenta el nivel de habilidad de ¡Al ritmo del ocelote! +3.\nPuede ser aumentado hasta Niv. 15."
	},
	"c6": {
		"name": "Procesión de la noche perpetua",
		"descriptionRaw": "#Cuando Xilonen esprinta, salta o ejecuta un Ataque Normal o Descendente mientras está en estado de bendición noctámbula, obtiene la “bendición de la noche perpetua”, la cual ignora las restricciones del estado de bendición noctámbula y aumenta el daño que inflige con su Ataque Normal y Descendente durante 5{NON_BREAK_SPACE}s.\nMientras este efecto está activo, ocurren los siguientes efectos:\n·Se suspende la restricción de duración de los pts. de noctambulismo; sus pts. de noctambulismo, de flogisto y de Aguante no disminuirán y, mientras tenga el máximo de puntos, la bendición noctámbula de Xilonen no terminará.\n·El daño que infligen sus Ataques Normales y Descendentes mientras está en estado de bendición noctámbula aumenta en una cantidad equivalente al 300% de la DEF de Xilonen.\n·Cada 1.5{NON_BREAK_SPACE}s, restaura Vida a todos los miembros del equipo cercanos en una cantidad equivalente al 120% de la DEF de Xilonen.\nLa bendición de la noche perpetua solo se puede obtener una vez cada 15{NON_BREAK_SPACE}s.",
		"description": "Cuando Xilonen esprinta, salta o ejecuta un Ataque Normal o Descendente mientras está en estado de bendición noctámbula, obtiene la “bendición de la noche perpetua”, la cual ignora las restricciones del estado de bendición noctámbula y aumenta el daño que inflige con su Ataque Normal y Descendente durante 5 s.\nMientras este efecto está activo, ocurren los siguientes efectos:\n·Se suspende la restricción de duración de los pts. de noctambulismo; sus pts. de noctambulismo, de flogisto y de Aguante no disminuirán y, mientras tenga el máximo de puntos, la bendición noctámbula de Xilonen no terminará.\n·El daño que infligen sus Ataques Normales y Descendentes mientras está en estado de bendición noctámbula aumenta en una cantidad equivalente al 300% de la DEF de Xilonen.\n·Cada 1.5 s, restaura Vida a todos los miembros del equipo cercanos en una cantidad equivalente al 120% de la DEF de Xilonen.\nLa bendición de la noche perpetua solo se puede obtener una vez cada 15 s."
	}
}