{
	"id": 227021,
	"name": "Millier de descendances",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carte d'équipement",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Aptitude"
	],
	"description": "En arrivant sur le terrain : Crée 4 cartes [Éveil de congénère] à des endroits aléatoires de votre deck.\nLorsque le Garde de l'oasis d'Apep, équipé de cette carte, est sur le terrain : DGT infligés par vos organismes proliférants +1.\n(Votre deck doit contenir le Garde de l'oasis d'Apep pour pouvoir y ajouter cette carte)",
	"descriptionraw": "<color=#FFFFFFFF>En arrivant sur le terrain : </color>Crée 4 cartes [<color=#FFFFFFFF>$[C127021]</color>] à des endroits aléatoires de votre deck.\\nLorsque le <color=#FFFFFFFF>$[A2702]</color>, équipé de cette carte, est sur le terrain : DGT infligés par vos <color=#FFFFFFFF>$[C127022|s2]</color> +1.\\n(Votre deck doit contenir le $[A2702] pour pouvoir y ajouter cette carte)",
	"descriptionreplaced": "<color=#FFFFFFFF>En arrivant sur le terrain : </color>Crée 4 cartes [<color=#FFFFFFFF>Éveil de congénère</color>] à des endroits aléatoires de votre deck.\\nLorsque le <color=#FFFFFFFF>Garde de l'oasis d'Apep</color>, équipé de cette carte, est sur le terrain : DGT infligés par vos <color=#FFFFFFFF>organismes proliférants</color> +1.\\n(Votre deck doit contenir le Garde de l'oasis d'Apep pour pouvoir y ajouter cette carte)",
	"storytitle": "Garde de l'oasis d'Apep : Millier de descendances",
	"storytext": "Apep nageait autrefois comme un poisson avec ses nombreuses progénitures à travers la mer d'herbes parfumées, d'arbres gigantesques et de lianes d'une longueur inimaginable. À la fin cependant, les herbes, les arbres et les lianes se desséchèrent et se transformèrent en poussière, tandis que de nombreuses créatures de la taille d'un gravier établirent une frêle nation sur les terres d'Apep.\nAvec ses nombreuses progénitures, Apep transforma alors le désert en un sable bouillonnant, soufflant tours et bâtiments qui tombèrent ensuite comme des feuilles mortes... Jusqu'à ce que le nouveau seigneur des sables et le roi qui avait perdu sa patrie se réconcilièrent. Dès lors, les dunes baignées de soleil appartiendraient aux humains et aux divinités, tandis que l'oasis du dragon resterait dans le cœur du dragon lui-même.\nApep partagea la connaissance de l'évolution avec ses nombreux descendants, car l'eau qui coule ne pourrit pas mais le bois pourri doit tout de même tomber. Cependant, lorsqu'il tint finalement sa promesse avec le seigneur des sables et atteignit la sagesse ultime, il ne put entrevoir que la fin des temps, l'infinie apocalypse...",
	"source": "Récompense pour avoir accepté un défi de taverne auprès de Prince à La Queue de Chat et terminé les objectifs de défi lors d'une partie amicale contre le Garde de l'oasis d'Apep",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}