{
	"id": 330010,
	"name": "Pèlerinage de retour du sanctifeu",
	"shareid": 451,
	"cardtype": "GCG_CARD_EVENT",
	"cardtypetext": "Carte d'événement",
	"tags": [
		"GCG_TAG_LEGEND"
	],
	"tagstext": [
		"Arcane"
	],
	"description": "Crée une flamme de la guerre sur le terrain de chaque camp, puis augmente le bellicisme de la flamme de la guerre de votre terrain de 1. (La flamme de la guerre comptabilise les DGT infligés par le camp concerné à l'adversaire en tant que bellicisme. Au début de la phase d'action de chaque manche, le camp avec le plus de bellicisme le consomme entièrement pour augmenter les DGT infligés pendant la manche par le personnage actif actuel de 1.)\n(Une seule carte d'arcane peut être jouée pendant toute une partie, et cette carte est obligatoirement dans votre main de départ)",
	"descriptionraw": "Crée une <color=#FFFFFFFF>$[C300006|s1]</color> sur le terrain de chaque camp, puis augmente le <color=#FFFFFFFF>bellicisme</color> de la <color=#FFFFFFFF>$[C300006|s1]</color> de votre terrain de 1. (La <color=#FFFFFFFF>$[C300006|s1]</color> comptabilise les DGT infligés par le camp concerné à l'adversaire en tant que <color=#FFFFFFFF>bellicisme</color>. Au début de la phase d'action de chaque manche, le camp avec le plus de <color=#FFFFFFFF>bellicisme</color> le consomme entièrement <color=#FFFFFFFF></color>pour augmenter les DGT infligés pendant la manche par le personnage actif actuel de 1.)\\n(Une seule carte d'{SPRITE_PRESET#3007}arcane peut être jouée pendant toute une partie, et cette carte est obligatoirement dans votre main de départ)",
	"descriptionreplaced": "Crée une <color=#FFFFFFFF>flamme de la guerre</color> sur le terrain de chaque camp, puis augmente le <color=#FFFFFFFF>bellicisme</color> de la <color=#FFFFFFFF>flamme de la guerre</color> de votre terrain de 1. (La <color=#FFFFFFFF>flamme de la guerre</color> comptabilise les DGT infligés par le camp concerné à l'adversaire en tant que <color=#FFFFFFFF>bellicisme</color>. Au début de la phase d'action de chaque manche, le camp avec le plus de <color=#FFFFFFFF>bellicisme</color> le consomme entièrement <color=#FFFFFFFF></color>pour augmenter les DGT infligés pendant la manche par le personnage actif actuel de 1.)\\n(Une seule carte d'{SPRITE_PRESET#3007}arcane peut être jouée pendant toute une partie, et cette carte est obligatoirement dans votre main de départ)",
	"storytitle": "Pèlerinage de retour du sanctifeu",
	"storytext": "« Chaque participant, qu'il gagne ou qu'il perde, contribue à la défense de notre nation. C'est pour cette raison qu'il s'agit du plus grand honneur que d'y participer. »",
	"playcost": [
		{
			"costtype": "GCG_COST_LEGEND",
			"count": 1
		}
	]
}