{
	"name": "Chongyun",
	"combat1": {
		"name": "Standardangriff: Auslöschung des Bösen",
		"info": "**Standardangriff**\nFührt bis zu 4 Schwünge mit dem Schwert aus.\n\n**Heftiger Schlag**\nVerbraucht fortlaufend Ausdauer, wirbelt das Großschwert und greift Gegner in der Umgebung an.\nSchwingt das Schwert am Ende mit besonders großer Wucht.\n\n**Angriff aus dem Fall**\nSchlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
	},
	"combat2": {
		"name": "Seelenklinge – Schichtfrost",
		"info": "Chongyun schlägt mit voller Wucht mit seinem riesigen Schwert auf den Boden, verursacht vor sich eine runde Kryo-Explosion und fügt Gegnern Kryo-Schaden zu.\nKonzentriert kurze Zeit nach der Explosion die verströmende Kälte zu einem Schichtfrostfeld, das Figuren mit Einhändern, Großschwertern und Stangenwaffen die Kryo-Kraft verleiht.",
		"description": "„Es knistert in sonst völliger Stille. Die Bäche sind zugefroren und dicke Schneewolken ziehen auf. Nach dem Öffnen der Tore zum Altar ergeht es dem Bösen schlecht.“"
	},
	"combat3": {
		"name": "Seelenklinge – Wolken teilender Stern",
		"info": "Chongyun formt Fingerzeichen, mit denen er drei große Seelenklingen in der Luft beschwört, die nach kurzer Zeit nacheinander auf den Boden fallen und zerspringen.\nBeim Zerspringen verursachen die Seelenklingen Kryo-Flächenschaden und schleudern Gegner weg.",
		"description": "„Erhört meine Worte! Dieses Schwert lässt Himmel und Erde beben, auf dass sie die eisige Kälte erfahren!“"
	},
	"passive1": {
		"name": "Atemtechnik",
		"info": "Erhöht die Standardangriffs-GSW aller Figuren mit Einhändern, Zweihändern und Stangenwaffen im Wirkungsbereich von **Seelenklinge – Schichtfrost** um 8 %."
	},
	"passive2": {
		"name": "Eisjägerschwert",
		"info": "Erschafft beim Verschwinden des Wirkungsbereichs von **Seelenklinge – Schichtfrost** eine Seelenklinge, die Gegner in der Nähe automatisch angreift und Kryo-Flächenschaden in Höhe von 100 % des Schadens von Seelenklinge – Schichtfrost verursacht. Verringert den Kryo-WDS getroffener Gegner 8 s lang um 10 %."
	},
	"passive3": {
		"name": "Durch Land und Meer",
		"info": "Verkürzt die bei Erkundungen innerhalb des Einflussbereichs von Liyue verbrauchte Zeit um 25 %."
	}
}