{
	"name": "Ganyu",
	"combat1": {
		"name": "Standardangriff: Himmlische Schießkunst",
		"info": "**Standardangriff**\nFührt bis zu 6 Pfeilschüsse aus.\n\n**Heftiger Schlag**\nFührt einen **gezielten Schuss** mit höherem Schaden und höherer Genauigkeit aus.\nKonzentriert die Kälte während des Zielens an der Pfeilspitze und verursacht je nach Länge des Aufladens unterschiedliche Effekte:\n- Phase 1: Schießt einen Pfeil mit dem Zustand Kalt und verursacht Kryo-Schaden.\n- Phase 2: Schießt einen Frostblütenpfeil und verursacht Kryo-Schaden. Erblüht nach einem Treffer und verursacht erneut Kryo-Flächenschaden.\n\n**Angriff aus dem Fall**\nSchießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
		"image": ""
	},
	"combat2": {
		"name": "Spuren des Qilins",
		"info": "Ganyu hinterlässt einen Eislotos und geht in Deckung, um den bösen Geistern und Dämonen Kryo-Flächenschaden zuzufügen.\n\n**Eislotos**\n- Verspottet Gegner in der Umgebung fortlaufend und zieht ihre Angriffe auf sich.\n- Beständigkeit hängt von Ganyus max. LP ab.\n- Erblüht bei Zerstörung oder Ablauf der Dauer und verursacht Kryo-Flächenschaden.",
		"description": "„Du willst mich gesehen haben? Das musst du dir eingebildet haben. Ich war zu der Zeit noch auf Arbeit.“",
		"image": ""
	},
	"combat3": {
		"name": "Bändigender Niederschlag",
		"info": "Konzentriert den Schnee und Frost in der Luft und beschwört eine Eisseelenperle, die das Böse vertreibt.\nDie Eisseelenperle lässt während der Wirkungsdauer fortlaufend Eiszapfen fallen, die den Gegnern im Wirkungsbereich Kryo-Schaden zufügen.",
		"description": "Ohne Frage kann Ganyu einen erfrischenden Sommerregen fallen lassen. Für böse Kräfte jedoch zieht ein rauer Schneesturm auf.",
		"image": ""
	},
	"passive1": {
		"name": "Eintracht",
		"info": "Erhöht nach dem Abschießen von Frostblütenpfeilen die KT folgender Frostblütenpfeile sowie der im Anschluss erblühenden Frostblüten 5 s lang um 20 %.",
		"image": ""
	},
	"passive2": {
		"name": "Frieden zwischen Himmel und Erde",
		"info": "Erhöht den Kryo-Schaden der aktuellen Figuren in der Truppe im Wirkungsbereich von **Bändigender Niederschlag** um 20 %.",
		"image": ""
	},
	"passive3": {
		"name": "Versteckter Bogen",
		"info": "Gibt beim Schmieden von Bögen 15 % des verbrauchten Erzes zurück.",
		"image": ""
	}
}