{
	"name": "Ningguang",
	"combat1": {
		"name": "Standardangriff: Teure Geschosse",
		"info": "**Standardangriff**\nVerschießt Edelsteine, die Geo-Schaden verursachen.\nGibt Ningguang bei Treffern eine Sternjade.\n\n**Heftiger Schlag**\nVerbraucht Ausdauer und wirft einen gewaltigen Edelstein, der Geo-Schaden verursacht.\nVerschießt während eines heftigen Schlags bei Vorhandensein von Sternjade die gesamte Sternjade und verursacht zusätzlichen Schaden.\n\n**Angriff aus dem Fall**\nKonzentriert die Kraft des Gesteins, schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Geo-Flächenschaden.",
		"image": ""
	},
	"combat2": {
		"name": "Jadeschirm",
		"info": "Errichtet einen stabilen Jadeschirm aus Gold, Obsidian und dem Willen eines Kämpfers, der Geo-Flächenschaden verursacht.\n\n**Jadeschirm**\n- Hält gegnerische Geschosse ab.\n- Beständigkeit hängt von Ninguangs max. LP ab.\n\nDer Jadeschirm gilt als Geo-Objekt, hält einen Teil Angriffe ab und kann nicht erklommen werden. Zu einem Zeitpunkt kann nur ein Jadeschirm existieren.",
		"description": "Leuchtend wie die Sterne am Himmel, zusammengesetzt aus wertvoller Jade.",
		"image": ""
	},
	"combat3": {
		"name": "Sternensplitter",
		"info": "Ningguang sammelt unzählige Edelsteine, die auf einen Schlag auf Gegner in der Umgebung zufliegen und hohen Geo-Schaden verursachen.\nLässt einen eventuell anwesenden Jadeschirm in der Nähe bei Anwendung von Sternensplitter zusätzlich viele kleine Edelsteine abschießen.",
		"description": "Die Sterne zerbrechen in Tausende Teile.",
		"image": ""
	},
	"passive1": {
		"name": "Ausweichplan",
		"info": "Ningguang verbraucht bei Vorhandensein von Sternjade für die Anwendung heftiger Schläge keine Ausdauer.",
		"image": ""
	},
	"passive2": {
		"name": "Rücklagen für alle Fälle",
		"info": "Erhöht den Geo-Schaden von Figuren, die den **Jadeschirm** durchdringen, 10 s lang um 12 %.",
		"image": ""
	},
	"passive3": {
		"name": "Edelsteinhort",
		"info": "Zeigt alle **Erzadern** (Eisenerz, weißes Eisenerz, Kristallerz, magisches Kristallerz, Sternsilbererz) in der Nähe auf der Minikarte an.",
		"image": ""
	}
}