{
	"name": "Xingqiu",
	"combat1": {
		"name": "Standardangriff: Guhua-Stil",
		"info": "**Standardangriff**\nFührt bis zu 5 Schwerthiebe aus.\n\n**Heftiger Schlag**\nVerbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn.\n\n**Angriff aus dem Fall**\nSchlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
	},
	"combat2": {
		"name": "Guhua-Schwert – Wolkenbruch",
		"info": "Greift zweimal mit dem Schwert an und fügt gegenüberstehenden Gegnern Hydro-Schaden zu. Erstellt die Höchstzahl an Regenschwertern, die die aktuelle eigene Figur umkreisen.\nMerkmale:\n- Wird bei Erleiden von Schaden zerstört und verringert den erlittenen Schaden.\n- Erhöht den Unterbrechungs-WDS der Figur.\n20 % von Xingqius Hydro-SCH-Bonus werden zusätzlich zu Schadensminderung der Regenschwerter umgewandelt.\n\nBis zu 24 % zusätzliche Schadensminderung auf diese Weise möglich.\nAnfänglich bis zu 3 Regenschwerter möglich.\nVerleiht der Figur bei Anwendung den Zustand Nass .",
		"description": "„Drachen sind einfacher zu zerteilen als der Regen.“"
	},
	"combat3": {
		"name": "Guhua-Schwert – Regen und Bogen",
		"info": "Wendet „Regenbogentechnik“ an, um mit Illusionsschwertern zu kämpfen, und erstellt die Höchstzahl an Regenschwertern.\n\n**Regenbogentechnik**\n- Standardangriffe der aktuellen eigenen Figur lösen aufeinanderfolgende Schwertregenangriffe aus, die Hydro-Schaden verursachen.\n- Die Anzahl der Regenschwerter bleibt unverändert auf der höchsten Anzahl.",
		"description": "Die Regenschnittkunst ist eine geheime Technik der Guhua-Schule, die nicht an normale Schüler weitergegeben wird."
	},
	"passive1": {
		"name": "Hydropathie",
		"info": "Stellt der aktuellen Figur bei Zerstörung eines Regenschwerts durch einen Angriff oder nach Ablauf der Wirkungsdauer LP in Höhe von 6 % der max. LP von Xingqiu wieder her."
	},
	"passive2": {
		"name": "Realistischer Schreibstil",
		"info": "Erhöht Xingqius Hydro-Schaden um 20 %."
	},
	"passive3": {
		"name": "Gedankenblitz",
		"info": "Gibt beim Zusammensetzen von Material für Figurentalente mit einer Wahrscheinlichkeit von 25 % einen Teil der Materialien zurück."
	}
}