{
	"name": "Xinyan",
	"combat1": {
		"name": "Standardangriff: Tanz der Flammen",
		"info": "**Standardangriff**\nFührt bis zu 4 Schwünge mit dem Schwert aus.\n\n**Heftiger Schlag**\nVerbraucht fortlaufend Ausdauer, wirbelt das Großschwert und greift Gegner in der Umgebung an.\nSchwingt das Schwert am Ende mit besonders großer Wucht.\n\n**Angriff aus dem Fall**\nSchlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
		"image": ""
	},
	"combat2": {
		"name": "Schlag in die Saiten",
		"info": "Xinyan streicht ihr Instrument, fügt Gegnern in der Umgebung Pyro-Schaden zu und erschafft aus der Leidenschaft ihrer Zuschauer einen Schild.\nDie Schildstärke hängt von Xinyans VTD und der Anzahl getroffener Gegner ab.\n- Kein bis ein getroffener Gegner: Schild Stufe 1 – Einstimmen.\n- Zwei getroffene Gegner: Schild Stufe 2 – Aufdrehen.\n- Drei oder mehr getroffene Gegner: Schild Stufe 3 – Abfeiern. Hält Schaden ab und fügt Gegnern in der Umgebung stoßweise Pyro-Schaden zu.\n\nMerkmale des Schildes:\n- Verleiht Xinyan beim Auslösen das Pyro-Attribut.\n- Hält bei Pyro-Schaden 250 % ab.",
		"description": "Xinyan besteht darauf, dass die Funken der Ausdruck ihrer Darbietungskunst, also natürlichen Ursprungs sind und nichts mit dem Göttlichen Auge zu tun haben.",
		"image": ""
	},
	"combat3": {
		"name": "Refrain der Rebellion",
		"info": "Spielt harte Töne und erschafft Schallwellen, die Gegner zurückstoßen und Gegner in der Umgebung physischen Schaden zufügen, um Euphorie in der Menge auszulösen.\nBricht in Flammen aus, weil die Darbietung einfach zu heiß ist, und fügt Gegnern in der Umgebung fortlaufend Pyro-Schaden zu.",
		"description": "Früher hat Xinyan all ihre Auftritte auf diese Weise beendet. Später hat sie zwar damit aufgehört. Das lag aber nicht daran, dass es zu gefährlich war, sondern ihr fiel einfach nichts ein, was sie sonst bringen könnte, wenn jemand „Encore“ rufen sollte.",
		"image": ""
	},
	"passive1": {
		"name": "„Es geht auch ohne Publikum ...“",
		"info": "Verringert die für den Schild von **Schlag in die Saiten** benötigte Trefferzahl:\n- Schild Stufe 2 – Aufdrehen: Ein getroffener Gegner.\n- Schild Stufe 3 – Abfeiern: Zwei oder mehr getroffene Gegner.",
		"image": ""
	},
	"passive2": {
		"name": "„Das nenn ich Rock ’n’ Roll!“",
		"info": "Erhöht den von Figuren im Schutz eines Schilds von **Schlag in die Saiten** verursachten physischen Schaden um 15 %.",
		"image": ""
	},
	"passive3": {
		"name": "Rezept für Rock ’n’ Roll",
		"info": "Stellt bei der perfekten Zubereitung eines Gerichts mit defensiver Funktion mit einer Wahrscheinlichkeit von 12 % den 2-fachen Ertrag her.",
		"image": ""
	}
}