{
	"name": "Yanfei",
	"combat1": {
		"name": "Standardangriff: Flammendes Siegel",
		"info": "**Standardangriff**\nSchießt mehrere Feuerbälle nacheinander ab und verursacht bis zu dreimal Pyro-Schaden.\nJeder Treffer gibt Yanfei ein flammendes Siegel. Kann anfänglich bis zu drei flammende Siegel besitzen. Bei jedem Auslösen wird die Dauer der vorhandenen flammenden Siegel aktualisiert.\nJedes flammende Siegel verringert Yanfeis Ausdauerverbrauch und verschwindet, wenn sie ausgewechselt wird.\n\n**Heftiger Schlag**\nVerbraucht Ausdauer sowie nach kurzem Aufladen alle flammenden Siegel und verursacht vor sich Pyro-Flächenschaden.\nVerstärkt basierend auf der Anzahl der verbrauchten flammenden Siegel die Reichweite und den Schaden des heftigen Schlags.\n\n**Angriff aus dem Fall**\nKonzentriert die Kraft des Feuers, schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Pyro-Flächenschaden.",
		"image": ""
	},
	"combat2": {
		"name": "Pakt des Feuers",
		"info": "Beschwört lordernde Flammen und verursacht Pyro-Flächenschaden.\nBekommt beim Treffen von Gegnern die Höchstzahl an flammenden Siegeln.",
		"description": "Der Pakt des Feuers beinhaltet nicht nur die geltenden Gesetze, sondern auch die von Yanfei selbst formulierten Klauseln, denn der Rat für Allgemeine Angelegenheiten allein ist nicht in der Lage, die Naturgesetze zu ändern.",
		"image": ""
	},
	"combat3": {
		"name": "Pakt des flammenden Infernos",
		"info": "Beschwört Flammen des Infernos, greift Gegner in der Umgebung an und verursacht Pyro-Flächenschaden. Gibt dabei Yanfei die Höchstzahl an flammenden Siegeln und den Effekt Sengende Hitze.\n\n**Sengende Hitze**\nLöst folgende Effekte aus:\n- Gibt Yanfei in gleichen zeitlichen Abständen je ein flammendes Siegel.\n- Erhöht den Schaden heftiger Schläge.\nEndet, wenn Yanfei ausgewechselt wird.",
		"description": "„Der Pakt zwischen uns von Leben und Tod ist nun vollständig. Demgemäß wirst du sterben und ich werde weiterleben.“",
		"image": ""
	},
	"passive1": {
		"name": "Koppelungsklausel",
		"info": "Erhöht mit jedem verbrauchten flammenden Siegel durch heftige Schläge den Pyro-Schadensbonus 6 s lang um 5 %. Falls die Figur innerhalb der Wirkungsdauer des Effekts nochmals heftige Schläge anwendet, wird der vorige Effekt zuerst entfernt.",
		"image": ""
	},
	"passive2": {
		"name": "Wachsame Argusaugen",
		"info": "Verursacht einmal zusätzlichen Pyro-Flächenschaden in Höhe von 80 % ANG, wenn Yanfeis heftige Schläge KT bei Gegnern verursachen. Der Flächenschaden wird als Schaden von heftigen Schlägen betrachtet.",
		"image": ""
	},
	"passive3": {
		"name": "Gelehrsamkeit",
		"info": "Zeigt alle **Besonderheiten Liyues** in der Nähe auf der Minikarte an.",
		"image": ""
	}
}