{
	"name": "Cánh Rực Rỡ",
	"description": "Kiểu dáng của Phong Chi Dực. Món quà cho bản giao hưởng giữa những vì sao.",
	"rarity": "4",
	"story": "\"Lúc trước tôi quen biết một nhà thơ, nhà thơ đó không phải tôi...\"\nTên màu xanh cắn quả táo và nói tiếp.\n\nLúc trước tôi quen biết một nhà thơ, anh ấy sống trong thời kỳ vừa kết thúc chiến tranh. Và anh ấy đã chứng kiến quá nhiều phân tranh và chia ly.\nCho nên lúc đó, anh ấy cất tiếng hát với bầu trời, diễn tấu với phiến đá, ngâm thơ với biển cả, và biểu diễn cho trời sao.\nVì anh ấy biết được cần phải có người chữa lành vết thương của thế giới, cũng cần phải có người đi tìm cách giao lưu.\nNếu nhận được sự phản hồi từ bầu trời, phiến đá, biển cả và trời sao, vậy âm nhạc nhất định có thể truyền đạt mọi thứ.\nBan đầu bầu trời không có phản hồi, chỉ có bóng chim bay lướt qua mặt anh ấy; Ban đầu phiến đá không có phản hồi, chỉ có giọt nước rơi tí tách; Ban đầu biển cả không có phản hồi, chỉ có mùi biển mặn kèm với điềm báo giông bão.\nBan đầu trời sao cũng không có phản hồi.\nNhà thơ biết rằng bầu trời sao sẽ không có phản hồi.\n\nNhưng nhà thơ không từ bỏ, cũng không phải vì niềm tin trong lòng, chỉ là tính cách của anh ấy vốn dĩ là như vậy.\nSau đó biển cả cũng đã phản hồi. Tu nữ trên hải đăng của vách đá cao đó sẽ vỗ tay khen ngợi biểu diễn của anh ấy.\nSau đó phiến đá đã phản hồi. Phiến đá lấy khăn tay lau mặt và nói: \"Diễn tấu của bạn rất tuyệt. Nhưng nếu lần sau bạn uống say rồi lại đổ rượu lên đầu tôi thì tôi sẽ nổi giận đó.\"\nSau đó bầu trời đã phản hồi. Một ngày nọ bóng chim đột nhiên che phủ cả bầu trời. Nhà thơ ngẩng đầu, nhìn thấy con rồng xinh đẹp đang dần đáp xuống trước mặt anh ấy.\n\n\"Tôi nghĩ nếu có ngày tôi cảm động được trời cao. Vậy có lẽ sẽ có thể hô hoán trận mưa sao băng. À đúng rồi, Phong Chi Dực này chính là phản hồi của bầu trời sao, rơi xuống từ trên trời, giống bạn vậy.\"\nNhà thơ màu xanh cầm lõi táo và chỉ lên bầu trời.\n\"Nhà thơ này không phải là tôi, hoặc là Phong Chi Dực này quả thực rơi xuống từ trên trời. Bạn hãy lựa chọn tin một điều trong hai việc này.\"",
	"sortorder": 140009,
	"ishidden": true,
	"source": []
}