{
	"id": 140007,
	"name": "Đôi Cánh Dạ Yến",
	"description": "Phong Chi Dực cho một bữa tiệc tưởng niệm hoặc bữa tối bình thường. Hưởng thụ sự quý tộc với giá cả bình dân.",
	"rarity": 4,
	"story": "Đây là một vật trôi dạt từ thế giới bên ngoài đến đây. Nó tượng trưng cho bữa tiệc cuối cùng của thế giới và ngày cuối tuần sắp đến.\n\nỞ thời đại của thế giới đó, kẻ thống trị vùng đất rộng lớn chính là loài rồng.\nNhưng không phải là loại rồng bay như trong cổ tích, mà hình dáng của chúng là sự kết hợp giữa loài Rồng Đất và gà cỡ lớn.\n\nCó thể hơi khó tưởng tượng với Klee. Nhưng vào lúc đó, thế giới ấy đúng là xảy ra tình cảnh như thế: Dưới biển thì có Ngư Long khổng lồ, trên mặt đất lại có loài chim rồng với đôi cánh to lớn bay lượn rợp trời.\nChúng là những sinh mệnh to lớn mạnh mẽ, vì vậy mà rất xem thường tất cả chủng loài khác.\nTrong thế giới ấy, chúng ngạo nghễ xưng vương trước tất cả chúng sinh trong thiên hạ.\n\nVề sau, nơi ấy dần xuất hiện loài người.\nKhông ai biết loài người đã xuất hiện như thế nào, có lẽ họ đến từ một thiên thạch. Họ có thói quen kỳ lạ, chính là - \"Bữa Tối Chủ Nhật\".\nChẳng bao lâu sau thì ngày ấy cũng đến. Bữa tiệc bắt đầu.\nThịt chân rồng và cánh rồng được bọc trong bột mì, và hứng chịu ngọn lửa cuồng nộ trong luyện ngục do đám đông tạo ra.\nChúng trở thành món ăn dâng lên cho tất cả mọi người. Nghe nói thịt rồng vô cùng thơm ngon, đến mức khiến người ta không ngừng mút ngón tay.\nVốn chỉ là bữa tiệc chỉ tổ chức mỗi tuần một lần vào ngày chủ nhật, nhưng vì thịt quá thơm ngon, nên kết quả là, ngày nào cũng mở tiệc.\n\"Tuyệt quá rồi!\"\n\"Bảy ngày mỗi tuần chúng ta đều phải ăn tiệc chủ nhật!\"\nBọn họ đã tuyên bố như thế.\nCứ như vậy, thời đại của \"Rồng\" đã chấm dứt.\n\nPhong Chi Dực này là một đài tưởng niệm về sự kiện đại diệt chủng đó, hơn nữa ban đầu nó vốn không mang màu sắc này. Màu nguyên thủy của nó là xanh và trắng.\nMẹ của Klee đã biến Phong Chi Dực này thành màu sắc của riêng gia đình họ, cũng chính là hình dáng như hiện nay. Bà ấy trở về nhà trong một thời gian ngắn, để lại Phong Chi Dực rồi tiếp tục lên đường.\n\"Mẹ lại bận rộn rồi. Hai năm gần đây tình hình biên giới ở Teyvat càng lúc càng suy yếu.\"",
	"isHidden": true,
	"source": [
		"Nhận từ hoạt động liên kết"
	]
}