{
	"id": 140016,
	"name": "Cánh Vận Mệnh Đan Xen",
	"description": "Kiểu dáng của Phong Chi Dực. Hai lần giao thoa, chia ly và trùng phùng.",
	"rarity": 4,
	"story": "Khi vị vua vĩ đại tuyên bố kế vị vua kế nhiệm, từ xa anh đã nhìn thấy mái tóc vàng. Không khí lễ hội ồn ào, vui mừng chẳng liên quan gì đến anh, những bông hoa thật và giả cuối cùng vẫn cần anh giúp vứt đi. Anh quay lại nhìn từ phía sau, tiếp tục duy trì trật tự ở quảng trường trước cổng cung điện. Hiện tại, anh vẫn chỉ là một kỵ sĩ trẻ bình thường.\n\nVương tử tóc vàng nghi hoặc nhìn đám đông trước mặt. {M#Cô ấy}{F#Anh ấy} trước đây đã từng sống tạm trong cung điện, nhưng giờ mới nhận ra rằng có rất nhiều người sống trong vương quốc ngầm này. {M#Cô ấy}{F#Anh ấy} vốn là hậu duệ của đất nước huy hoàng đã mất, gánh trên vai trách nhiệm của cả một thế giới. Nhưng trong cuộc đời ngắn ngủi của mình, {M#cô ấy}{F#anh ấy} đã cảm nhận được thiện chí của cư dân nơi đây, cúi người gánh vác những trụ đá của mặt đất, từ vị vua của thế giới trở thành niềm hy vọng của một quốc gia duy nhất.\n\nKỵ sĩ trẻ tuổi tuy xuất thân không hề khiêm tốn, nhưng trước tình hình chung cũng không có gì đáng nói; Bản thân vương tử tóc vàng có số phận cao quý hơn, nhưng giờ đây đã mất đi thế giới, chỉ gắn bó với một quốc gia.\n\nSau đó, kỵ sĩ trẻ tuổi được thăng chức, ban tặng danh hiệu \"Kiếm Sĩ Hoàng Hôn\"; Vương tử tóc vàng được Hắc Vương cuối cùng dẫn dắt, từng bước xuống nơi sâu nhất của vương quốc. Ban đầu chỉ là vì muốn cứu anh trai đang bị giam cầm và chọc mù hai mắt vì đưa ra lời tiên tri, kỵ sĩ trẻ tuổi đã triệu tập những người trẻ tuổi tinh anh nhất thời đại. Hành động chính nghĩa cứu nước của họ chỉ là thuận theo thời thế. Vương tử tóc vàng được dùng làm vật chứa để hấp thụ sức mạnh Vực Sâu vô hạn, trở thành chìa khóa suýt nữa hủy diệt thế giới.\n\nĐây là khoảnh khắc giao thoa, khi mà một người cao thượng rơi từ ánh sáng xuống Vực Sâu, còn người khiêm tốn bước lên từ bóng tối.\nHành thích vua, đại nghĩa, sát ý, phản bội, cho đến khi mọi thứ trở nên hoang tàn. Sau đó, khoảng thời gian hai người có chung nỗi thống khổ đồng hành cùng nhau, so sánh với cuộc đời dài đằng đẵng và ngày một xa xôi của họ, dường như cũng chỉ là một điểm giao thoa mà thôi.",
	"isHidden": true,
	"source": []
}