{
	"id": 140013,
	"name": "Cánh Khoảnh Khắc Giấc Mơ",
	"description": "Kiểu dáng của Phong Chi Dực. Nhận được trong một khoảnh khắc hoang mang lúc bước vào giấc mộng ngày xưa khi tiếng nhạc vang lên.",
	"rarity": 4,
	"story": "Đây chỉ là câu chuyện liên quan đến một bản nhạc có tên là \"Đôi Cánh Thiêu Thân\".\nBản nhạc này không phải là một bản nhạc tao nhã tuyệt vời, mặc dù nó đã từng được yêu thích vì giai điệu hay.\nNhưng cái gọi là thịnh hành cũng chỉ vậy thôi, những bản nhạc mới xuất hiện và những bản nhạc cũ dần không còn được quan tâm.\nSau này, thậm chí không còn ai biết tên của người đã viết bản nhạc này.\nMọi người đều nói tài năng của người đó chỉ là một trong số rất nhiều ca sĩ có tài năng sớm nở tối tàn như hoa quỳnh.\n\n\"Chỉ là một trong số rất nhiều ca sĩ có tài năng sớm nở tối tàn như hoa quỳnh...\"\nKhi nói những lời nhận xét của những người khác, cô ấy nhìn sang người chị gái đang ngồi ở hành lang bên sân.\nChị gái quay lưng về phía cô, tay ôm đàn và gảy gảy dây tơ.\n\"Người đời nói rằng cuộc đời của thiêu thân ngắn ngủi, quá xa xỉ để có thể đắm chìm trong những giấc mơ.\"\nTrong ký ức, chị gái cô luôn quay lưng lại với cô, không đáp lại những lời cô nói, mà chơi đi chơi lại giai điệu đã dần bị người đời lãng quên này.\nDù sao thì tác giả vẫn luôn thích những bản nhạc do họ sáng tác.\nNhưng sau đó, chị gái cô hiếm khi có được thời gian rảnh rỗi như vậy, và sau đó... cô cũng vĩnh viễn mất đi cơ hội được nghe chị gái đàn bài hát này.\nNhưng so với chị gái của mình, cô ấy không mặn mà lắm với con đường này, vì vậy cô ấy phải dần dần quên đi những điều này.\n\nMột lần nữa nghe thấy, đó là lúc cô ấy một mình đi ra ngoài và trú mưa dưới mái hiên quán rượu.\nMột người khảy đàn mù lòa đã đàn bản nhạc này để xin ông chủ một chén rượu, kỹ thuật của ông ấy không hoàn hảo, nhưng như vậy cũng đủ rồi.\nBản nhạc kết thúc, xin được một chén rượu uống, người khảy đàn hơi say và nói bản nhạc này vốn được sáng tác bởi một quý nhân cao quý.\nĐó chỉ là những lời mà những người lang bạt giang hồ thường dùng để khoe khoang những gì mình đã mắt thấy tai nghe, xung quanh có bao nhiêu người sẽ tin vào điều đó chứ.\nTrong tiếng cười vang vọng, chỉ có một mình cô chợt nhớ ra.\nChợt nhớ khoảng sân dưới nắng chiều, nhớ ngọn gió ấm thoảng qua mặt hồ, bóng cây khẽ đung đưa, và tiếng gảy đàn tang tình tình tang...\nVà bóng dáng ôm đàn ngồi bên hành lang đã lâu không gặp.\nSắp quay mặt lại, quay mặt lại...\n\nThiêu thân không tốt sao? Vạn vật sinh ra và chết đi trong chốc lát, sáng uống sương trắng tối vùi trong cát bụi cũng có thể có một giấc mơ nồng nàn.\nHoa quỳnh không tốt sao? Hoa nở rồi tàn chỉ trong một đêm, cũng là cảnh tượng khiến người xem sau khi nhìn thấy không thể nào xóa nhòa trong lòng.\nVà cái gọi là hồi ức, cái gọi là hồi ức.\nHồi ức chẳng phải chỉ là gợi lại khoảnh khắc mơ hồ trong quá khứ sao?\n\n\"...Phong Chi Dực này nghe nói là được tìm thấy bên cạnh cây đàn phủ đầy bụi khi Hiệp Hội Yashiro đang sắp xếp lại đồ cũ. Tôi cũng không cần lắm, tặng cho bạn đấy.\"\nKhi cô gái nói ra những lời này, chiếc đàn cũ trong tay đã được sơn mới lại, nhưng tư thế của người cầm đàn vẫn quá xa lạ.\nDường như nhận ra được ánh mắt mong đợi của bạn, cô ấy nhẹ nhàng thở dài.\n\"Tôi nói trước, kỹ năng chơi đàn của tôi không tốt như võ nghệ của tôi đâu.\"\nCô nhớ lại ngày xưa và đàn bản nhạc duy nhất mà cô đã học được.",
	"isHidden": true,
	"source": []
}