{
	"id": 140014,
	"name": "Cánh Thịnh Soạn",
	"description": "Phong Chi Dực kỷ niệm cho buổi tiệc được mở lại. Nhiều năm không gặp, hương vị không hề thay đổi.",
	"rarity": 4,
	"story": "Đây là câu chuyện xảy ra trong một trạm trung chuyển du hành giữa các vì sao, cửa tiệm nhỏ của nhà mạo hiểm cao tuổi nào đó sẽ mang lại chút an ủi cho khách qua lại. Chủ tiệm lớn tuổi đã chán ngán việc phiêu dạt giữa biển sao với tư cách thuyền trưởng, dũng cảm đi đến nơi mà người đi trước chưa từng đến. Thế là đã cải tạo phi thuyền bị gỉ sét thành nhà hàng cho lữ khách nghỉ ngơi.\n\nVị khách đầu tiên là vị thần lang thang khắp nơi do hành tinh mẹ bị hủy diệt. Cô tâm sự với chủ cửa hàng về sự vô thường của vũ trụ, cũng như tình yêu thương của mình đối với sự sống trên hành tinh.\n\"Tôi từng nhớ mọi khoảnh khắc của nền văn minh huy hoàng. Từ lúc phát hiện định lý về mối quan hệ tam giác vuông, đến khi xây dựng đường ray và thang máy; Từ lúc vẽ bức hình đầu tiên lên đá, đến khi hoàn thành năm mươi ba hình ảnh ba chiều của các khung cảnh thiên hà.\"\nChủ tiệm im lặng không nói gì, cho đến khi món ăn mà khách hàng yêu cầu đã được chuẩn bị xong, đem đến trước mặt cô:\n\"Cô vẫn có thể làm gì đó cho họ mà, chẳng phải sao? Sau khi ăn xong thì hãy thử xem nào.\"\nVị thần này thật ra là trí tuệ nhân tạo của chủng tộc trí tuệ trên hành tinh, dùng để tiến hành điều phối và tổng hợp kế hoạch tối ưu tài nguyên cấp hành tinh. Chủ tiệm nói không sai, vẫn còn việc mà cô có thể làm được.\n\nVị khách thứ hai là ác ma hủy diệt nhiều thế giới. Sau khi nó vào đã gọi rất nhiều thức ăn, nhiều đến mức chủ tiệm không kìm được hỏi:\n\"Ngài thực sự ăn được hết sao?\"\n\"Thật lắm lời, ăn không hết ta đóng gói mang về không được sao?\" Ác ma liếm môi. Thực tế việc ác ma liếm môi cũng giống với rắn thè lưỡi vậy, chỉ là một hành vi thăm dò.\nÁc ma ngấu nghiến bữa ăn được bưng lên, vừa không ngừng khoe khoang thành tích của mình với vị thuyền trưởng. Nhưng cuối cùng ác ma vẫn không ăn hết những món mà mình gọi.\n\"Tại sao không ăn hết, không ngon sao?\"\nÁc ma chưa bao giờ bị chất vấn như vậy, nhất thời muốn dối lòng mà nói rằng \"không ngon\". Nhưng nhìn thấy vị thuyền trưởng huyền thoại chuẩn bị cầm súng lên, liền ngoan ngoãn để thuyền trưởng đóng gói lại cho mình.\nÁc ma không biết mình vừa giữ được một mạng. Khi được trao danh hiệu \"Thuyền Phó Danh Dự\", ông cũng đã được phép xử lý kẻ gây rối trong cửa hàng. Khẩu súng được rút lại treo dưới đồng hồ cảm thán, không có cơ hội để mình thể hiện rồi.\n\n...\n\nVị khách thứ ba mươi là một ma nữ. Chỉ cần nhìn mặt là đại tá đã biết cô ấy muốn gọi gì.\nChủ tiệm và cô ấy cứ im lặng không nói gì.\nCuối cùng ma nữ ngẩng đầu lên, trên miệng cô toàn là dầu, phần má phồng lên do trong miệng còn đang nhai đồ ăn.\n\"Cô không có câu chuyện sao?\" Thuyền trưởng từng chứng kiến vô số câu chuyện hỏi.\n\"Lần đầu đến tôi đã kể hết rồi mà.\" Ma nữ uống một ngụm thức uống, \"thức ăn ở chỗ này ngon như vậy, tôi không thể ghé đến thường xuyên sao?\"\n\"Nói cũng đúng.\" Chủ tiệm đưa cho ma nữ một tờ khăn giấy.",
	"isHidden": true,
	"source": [
		"Nhận từ hoạt động liên kết"
	]
}