{
	"id": 140012,
	"name": "Cánh Từ Bi Và Phẫn Nộ",
	"description": "Mẫu Phong Chi Dực, nhận được do có được sự thừa nhận từ Fontaine.",
	"rarity": 4,
	"story": "Theo truyền thuyết, các thành phần trong nước biển thuở ban sơ và máu là giống nhau, những sinh mệnh ngâm mình trong Nước Biển Khởi Nguyên sẽ không có sự phân biệt. Để đặt chân lên đất liền và không trung, sinh mệnh đã tiến hóa ra các mạch máu, nhằm để giữ biển thuở ban sơ trong cơ thể. Và trái tim chi phối biển máu này, chính là Rồng Nước Khởi Nguyên. Mỗi lần khuấy động, tất cả sinh linh đều sẽ đứng dậy và bái phục.\nTất nhiên, đây đều là những câu chuyện chỉ được lưu truyền giữa những con Rồng Đất Thủy, nên không đáng tin cậy. Có lẽ đối với những con Rồng Đất khác, câu chuyện lại hoàn toàn khác. Và những câu chuyện lưu truyền giữa những Tinh Linh Nước Trong đã ghi lại những gì xảy ra sau đó:\n\nSau khi trái tim ban đầu bị lấy đi, sứ giả của Đảo Thiên Không, người chỉ huy gánh vác sứ mệnh tạo ra các sinh linh, đã tạo ra một trái tim khác trong đại dương thuở ban sơ. Cao quý như rồng nhưng không phải ngoại hình của rồng, uy nghiêm như thần nhưng không mang sứ mệnh của thần. Mặc dù được tạo ra bởi con người, nhưng chất liệu và bản tính lại là những thứ nguyên bản của thế giới này, không có gì là của bên ngoài.\nCô ấy là giọt nước mắt rơi vào Biển Khởi Nguyên, theo đuổi sự giao lưu và thấu hiểu nên mới rơi nước mắt. Cũng chính vì lòng nhân từ này, cô đã phạm phải tội lỗi mà tất cả sinh mệnh nước trong đều phải e dè.\n\nCâu chuyện đằng sau là phiên bản được lưu truyền trong nhân loại. Mặc dù chỉ được lưu truyền trong giới nghiên cứu:\nRemus vĩ đại đã đến Fontaine, trong ảo giác của ông có một thành phố vĩ đại và vĩnh cửu: Remuria. Ông đã giáo hóa chúng sinh, và cuối cùng ông đã chạm vào được một góc ước mơ của mình. Tiếp theo đó, là lời tuyên bố không mang ác ý nhưng vô cùng khủng khiếp của nhà tiên tri: Nhạc chương hoàng kim cuối cùng sẽ kết thúc, Remuria cũng sẽ diệt vong.\nNgười ta thường nói:\"Nếu người anh hùng trở về nhà mà không chết thì chắc chắn sẽ trở thành bạo chúa\". Chính nghĩa mà Remuria bố thí để thoát khỏi vận mệnh cuối cùng lại trở thành bạo ngược. Mà sự bạo ngược đó đã mở ra một làn sóng phản kháng dữ dội. Remus vĩ đại, Remus ngu ngốc, Remus nhìn xa trông rộng, Remus cô độc, đều biến mất từ đây.\n\n...\n\nCon người khao khát phán quyết vì cảm giác tội lỗi, con người vì sự khao khát mà mong muốn bố thí... Con người luôn muốn có một vị thần. Vì vậy, trái tim của Biển Khởi Nguyên, Egeria nhân từ đã nhận được mảnh vỡ từ vị ban đầu đó, cũng có tư cách của Ma Thần và sứ mệnh thiêng liêng muộn màng. Rốt cuộc đó là mong muốn của con người đã được truyền đạt đến trời cao, hay đó là sự khởi đầu của một loạt âm mưu khác?\n\nĐây là câu chuyện mà không ai có thể biết ngoại trừ bạn. Khi bạn thức dậy, chiếc cánh này sẽ xuất hiện trên đầu giường của bạn với câu chuyện trên. Bạn có thể yêu cầu tất cả các chủng tộc xác minh xem những câu chuyện lưu truyền giữa họ có phải là sự thật hay không. Nhưng sẽ không ai tin bạn, bởi vì Phong Chi Dực và câu chuyện trên đó sao có thể khi không mà xuất hiện được?",
	"source": [
		"Nhận được khi hạng danh vọng Fontaine đạt cấp nhất định."
	]
}