{
	"name": "Cánh Rừng Hoa",
	"description": "Mẫu Phong Chi Dực, nhận được do có được sự thừa nhận từ Sumeru",
	"rarity": "4",
	"story": "Vì Sumeru xưa kia rất ít giấc mơ, cho nên mọi người có một suy nghĩ mê tín rằng: Nếu như trong giấc ngủ có thể nhìn thấy được hình ảnh được hình thành từ trái tim, nhất định là do Thảo Thần đã khai sáng và điểm hóa. Phía sau đó nhất định có một sự thật cao thâm huyền bí. Có lẽ chính vì truyền thống này nên mới có \"Akasha\" cũng không chừng.\nBậc thầy Firnas xưa kia - không phải người thầy hướng dẫn hiện nay của Giáo Viện, từng tự xưng rằng mình có nhiều giấc mộng và giỏi việc ghi chép lại. Cho nên anh ta càng nổi tiếng hơn khi làm nhà thơ hoặc người mắc bệnh nằm mơ giữa ban ngày hơn là khi làm học giả và nhà phát minh. Dù gì thì Sumeru cũng rất ít giấc mơ, nếu như anh ta thực sự nằm mơ, vậy e rằng anh ta cũng là người được thần chọn mà ngày nào cũng đến diện kiến Thảo Thần rồi. Đối với những người đố kỵ với anh ta mà nói, chỉ có thể nói rằng may là nằm mơ giữa ban ngày thì không được xem là mơ.\n\nTương truyền anh ta từng thấy Phong Chi Dực của đất nước phương xa, nguyên lý vận hành của nó hoàn toàn không phù hợp với quy luật vật lý. Nếu không phải là chúc phúc của Phong Thần được rải đều khắp trên mỗi một chiếc Phong Chi Dực, thì món đồ này cho dù đeo cho một con chim ưng khỏe mạnh cũng có thể khiến nó té ngã từ trên cao, đập xuống làm vỡ cả mai rùa trên mặt đất.\nVà thế là, bậc thầy Firnas - tôi xin nhấn mạnh lại, không phải vị Firnas đang nhậm chức người hướng dẫn hiện tại, đã quyết tâm làm ra một chiếc Phong Chi Dực không có chúc phúc của Phong Thần. Nó nhất định có thể bay lượn bằng chính nét đẹp của mình và quy luật của vạn vật.\n\nThế là anh ta quay về, ngày đêm làm việc cực khổ, cuối cùng có một ngày kiệt sức nên đã ngủ quên. Tương truyền trong khi ngủ anh ta lại nhìn thấy Thảo Thần.\nNgười bảo hộ cho sinh linh đó nghe được nỗi khổ của Firnas, đã cười vang và kể cho anh ta nghe một câu chuyện:\n\nCâu chuyện kể về ngọn gió hóa thành hình người và hòn đá biết nói chuyện, với cả chậc... khúc gỗ nguyên tố Lôi. Ba chúng nó cùng thảo luận về sự cấu thành của thế gian, đều cho rằng mình là một trong những nguyên tố cơ bản nhất. Hòn đá nói, ta gánh vác vạn vật, mọi người đồng ý. Khúc gỗ nói, tâm tư trong đầu óc của con người nhiều vô kể, đều là công dụng của lôi điện. Mọi người cảm thấy miễn cưỡng, nhưng cũng khó nói là không đúng. Đến lượt gió, anh ta kể lại một câu chuyện:\n\nTrong truyền thuyết của thế giới khác, trời cao có rất nhiều đứa con không khí, họ đều là tinh linh của gió. Những tinh linh khác có thể đục đẽo núi đồi và những tảng đá lớn, hoặc là gọi ra gió lốc để vận chuyển mây nước, uy lực vô biên. Chỉ có đứa con nhỏ nhất, hơi thở của sinh mệnh vì sức lực yếu đuối mà bị xem thường. Thế là cậu ta ẩn giấu đi thân hình. Loài hoa thụ phấn nhờ gió vì không ai thụ phấn nên cảm thấy đau khổ, thế là một hạt bồ công anh dũng cảm đã tìm đến hơi thở của sinh mệnh. Để cổ vũ cậu ấy mà kể một câu chuyện:\n\nNgày xưa từng có một vương quốc xa xôi, nữ hoàng của vương quốc đó vừa xinh đẹp lại mạnh mẽ, giống như ánh mặt trời rạng rỡ. Chỉ có điều em trai của cô ấy, lại là một kỵ sĩ vô cùng phóng túng... (giản lược)... Thị nữ của nữ hoàng vì để khích lệ nữ hoàng nên đã kể một câu chuyện cho cô ấy nghe:\n\n...\n\nSau đêm hôm đó, bậc thầy Firnas đã làm ra một chiếc Phong Chi Dực, và khẩn xin Phong Thần ban phúc cho nó. Tuy rằng kết quả cuối cùng giống hoàn toàn với Phong Chi Dực đã được phát minh từ xưa, nhưng Giáo Viện đã cho rằng đây chỉ là sự trùng hợp ngẫu nhiên.\nTương truyền, khi bậc thầy Firnas tỉnh dậy, câu đầu tiên anh nói chính là: \"Tôi biết rồi! Đáp án ở ngay trước mắt.\"\nThực ra câu đầu tiên anh ta nói là: \"Tha cho tôi đi, tôi biết rồi! Đáp án ở ngay trước mắt. Ân huệ của thần cũng là quy tắc của thế giới, xin đừng kể nữa.\"\n\nCâu chuyện ngụ ngôn này nói với chúng ta: Chân lý tận cùng của thế gian đúng là đáng kính, nhưng đừng tìm kiếm quy luật của sự vật ở trong ảo mộng.\nThế nào, bạn đã nhận được chiếc Phong Chi Dực của bậc thầy Firnas hay chưa?",
	"sortorder": 140010,
	"source": [
		"Nhận được khi hạng danh vọng Sumeru đạt cấp nhất định."
	]
}