{
	"id": 140006,
	"name": "Cánh Tuyết Ẩn",
	"description": "Kiểu dáng của Phong Chi Dực. Bảo vật của mãnh thú đã từng bay lượn trên ngọn núi này để lại.",
	"rarity": 4,
	"story": "Chúng ta rồi sẽ trở lại.\nCây khô đã đâm chồi, bởi vì thời kỳ khó khăn hơn đang đến.\n\nXiao từng cảnh báo với đại bàng những lời này.\n\nNhưng kẻ luôn nhìn xuống trái đất như đại bàng lại kiêu ngạo muốn thống trị bầu trời.\nDưới bầu trời này, có thứ gì có thể so cao thấp với nó chứ?\nĐại bàng không nghe lời cảnh báo của cú, còn cười nhạo sự yếu đuối của họ\nLoài chim chỉ có thể săn mồi trong bóng tối thật nhút nhát và vô dụng.\n\nSau đó, băng tuyết đã đóng băng các ngọn núi như những chiếc gai dài đâm gãy những tán cây che bóng mát cho dãy núi.\nTiếp sau đó, bóng tối tràn ngập khắp đại lục như thủy triều đã bẻ gãy những cành cây nơi lũ chim săn mồi đậu.\nĐại bàng cũng bị ảnh hưởng và gục ngã như những chú chim.\n\nSự việc này khiến cho những con chim ở đất nước của gió biết một điều:\nBầu trời tự do cũng sẽ nhuốm màu ảm đạm bởi băng gió và sương mù.\nBan ngày đã bị che khuất hoàn toàn, những vì sao và ánh trăng trong đêm lại càng không đáng để nói tới.\n\nNhững chú chim co ro trong tổ, chờ đợi cái kết êm đềm nhưng buồn bã.\nNhưng khi không có ánh sáng, con cú phi nước đại trong bóng tối trở thành chúa tể của bóng đêm...\n\nCho đến rất lâu sau...\nTừ những cuộc đi săn từ hư không, chú đại bàng non yếu đã lớn lên bình yên vô sự.\nVà cuối cùng cũng trời quang mây tạnh. Dù vẫn còn băng tuyết nhưng trên mặt đất đã có một chút sự sống.\n\nTuy nhiên, những chú chim non sẽ không biết ai đã cứu chúng.\nCon rồng đẹp như ngọc cũng bị lãng quên, mắt cú đêm chỉ sáng trong bóng tối cũng vậy.\nNgày nay, những cành cây từng là chỗ đứng của chim săn mồi thời xa xưa cũng đang mọc trở lại. Mặc dù nó đã nhuộm một màu đỏ tươi...\n\nTuy không liên quan trực tiếp nhưng có lẽ vì cách canh giữ và săn mồi trong đêm yên tĩnh nên đại bàng đỏ rời bầy cũng mang tên cú đêm.\n\nTrong đêm khuya tĩnh mịch, tiếng kêu của bọn chúng truyền tải những bí mật:\nChúng ta rồi sẽ trở lại.\nCây khô đã đâm chồi, bởi vì thời kỳ khó khăn hơn đang đến.\n\nBây giờ, tặng cho bạn đôi cánh này. Hãy cùng nhau chứng kiến.",
	"source": [
		"Nhận khi hiến tế Cây Chịu Lạnh đến cấp yêu cầu"
	]
}