{
	"id": 140008,
	"name": "Cánh Cưỡi Sấm",
	"description": "Mẫu Phong Chi Dực, nhận được do có được sự thừa nhận từ Inazuma.",
	"rarity": 4,
	"story": "\"Tên gọi Tengu...ngoài dòng máu lâu đời của gia tộc Tengu núi Yougou, chúng ta cũng sẽ dùng nó để miêu tả những người thân thủ nhanh nhẹn, hành tung khó đoán. Bạn thấy đấy, Tengu cũng có cánh, đúng không.\"\nCâu này, ban đầu bạn sẽ có chút nghi ngờ.\n\n\"Cái gọi là \"Tengu\", trước hết cần phải là một cường giả có thể tự do di chuyển trên không trung. Bạn cưỡi mây, đạp gió, bay qua mái hiên, đi trên vách núi khắp lãnh thổ Inazuma, sự linh động của bạn, e rằng ngay cả quạ và chim cắt cũng không thể so bì.\n\"Ngày xưa, ở Inazuma cũng có những người tự xưng là \"Đồng Bọn Tengu\", họ rất hâm mộ và thường bắt chước theo Tengu, như là ngồi trên đỉnh Thiên Thủ Các, trên ngọn cây cao, trên cổng Torii, lớn tiếng cười nhạo dân chúng và quan lại bên dưới. Họ còn gây ra một vụ náo loạn lớn một thời bằng cách để lại cuốn sách \"Tengu Dưới Thiên Thủ Các\" trong vườn thượng uyển, hoàn toàn phớt lờ uy nghiêm của đền thần và Shogunate.\n\"Quả thực là một nhóm người tự do tự tại. Sau này, khi nhóm người đó bị Tengu chân chính bắt được, đã bị dạy dỗ một trận.\"\n\"À, phải rồi. Bạn là người tuân thủ luật pháp và giữ gìn trật tự, vì vậy tất nhiên không phải lo lắng về truyền thuyết này.\"\nBởi vì bạn cũng thường xuyên dùng Phong Chi Dực bay qua những ngôi nhà, phố phường và trèo lên vách đá nên cũng không tiện bình luận thêm nhiều.\n\n\"Kế đến, danh xưng Tengu cũng được dùng để miêu tả một kiếm sĩ vô song về kiếm thuật. Ngoại trừ những người thừa kế của các phái lớn như Narukami, còn có \"Vết Cắt Sương Mù\" và \"Meikyou Shisui\" từng nổi lên trong một thời gian ngắn, kế thừa đến nay còn có \"Phái Iwakura\". Trong đó, bí kiếm \"Tengu Càn Quét\" - thứ mà kiếm thuật Iwakura không dạy cho các đệ tử thông thường, nghe nói vẫn có thể giành chiến thắng dù cho đối thủ có là Tengu núi Yougou với những đường kiếm kỳ lạ và tốc độ vung kiếm siêu việt. Với thân thủ và chiến tích của bạn, tôi không nghĩ rằng tôi cần nói thêm nữa.\n\"Cuối cùng, Tengu thường có phép thần thông điều khiển gió và sấm sét. Theo truyền thuyết, trong số các bảo vật được truyền từ đời này sang đời khác của Tengu núi Yougou, có một chiếc \"Quạt Phong Lôi\", một mặt có thể gọi gió, một mặt có thể triệu hồi sấm sét. Bạn vừa có thể sử dụng sức mạnh nguyên tố Phong, cũng có thể sử dụng sức mạnh nguyên tố Lôi, tất nhiên cũng có thể xứng danh Tengu rồi! Nhân tiện, \"Quạt Phong Lôi\" thực chất chỉ là trò bịp mà thôi. Thường thì, để tránh bị lộ tẩy, Tengu gọi gió và Tengu gọi sấm sét sẽ đi cùng nhau\".\nSara đang đứng một bên trông còn tỏ ra lúng túng hơn bạn rất nhiều.\n\n\"Vì để biểu dương những cống hiến của bạn đối với Inazuma, đền thần xin được trao cho bạn chiếc Phong Chi Dực này.\"\nCho nên đôi cánh của Tengu cũng có nguồn gốc như vậy sao?\nNhận thấy ánh mắt nghi ngờ của bạn, Sara lập tức trả lời:\n\"Tất nhiên là không rồi!\"",
	"source": [
		"Nhận được khi hạng danh vọng Inazuma đạt cấp nhất định."
	]
}