{
	"id": 140011,
	"name": "Cánh Tiệc Sao",
	"description": "Kiểu dáng của Phong Chi Dực. Món quà nhận được vì đã chứng kiến lễ hội của thế giới xa xôi.",
	"rarity": 4,
	"story": "\"Vậy thì, món đạo cụ thần kỳ lần này chính là...\"\n\nTín sứ đang định làm theo lời dặn dò, giới thiệu đến chủ nhân của Cung Điện Alcazarzaray về lai lịch của phát minh mới, nhưng lại phát hiện ra đối phương đã bị thu hút bởi một món đồ khác.\n\n\"Á, không phải cái đó đâu! Đó là bữa trưa của tôi, đạo cụ thần kỳ chính là chiếc Phong Chi Dực bên cạnh đó, là Phong Chi Dực!\"\n\"Nhưng... Nghĩ kỹ lại thì, câu chuyện này và thức ăn, hình như cũng không thể nói là hoàn toàn không liên quan...?\"\n\"Tóm, tóm lại, theo như Alice nói, chiếc Phong Chi Dực này không hẳn là tạo vật của Teyvat, mà là vật phẩm trôi dạt từ nơi xa xôi đến đây...\"\n\nỞ nơi xa xôi đó, từng có người đã nói thế này...\n\"Cuộc sống không có những buổi tiệc vui, cũng giống như chuyến đi dài mà không có nhà trọ.\"\nMón ăn ngon, âm nhạc du dương, bầu không khí vui vẻ, thời gian an nhàn, mà quan trọng nhất là, ký ức mà mọi người cùng nhau tạo nên.\nNếu đã có một bữa tiệc hoàn hảo, cũng đã tạo ra những ký ức đẹp, vậy thì, đương nhiên cũng cần những kỷ niệm tươi đẹp tương ứng.\nChỉ có điều, nếu chỉ viết tâm ý lên trên giấy thì có hơi tồi tàn quá.\nDù sao thì, chỉ dựa vào mấy tờ giấy, mấy câu nói thì không thể nào viết ra hết được tất cả sự nhớ nhung.\nCuối cùng, mọi người đã cùng nhau suy nghĩ và đưa ra một cách tuyệt diệu.\n\"Dù sao thì khi yến tiệc kết thúc, chúng ta ngẩng đầu lên sẽ nhìn thấy bầu trời đầy sao lấp lánh, vậy hãy dùng ánh sao để ghi lại tâm nguyện lúc này đi!\"\nDù gì, nhớ nhung vốn dĩ là ánh hào quang không có hình dạng, chỉ có ký ức mới có thể đem lại cho nó hình dạng độc nhất vô nhị.\nĐem tất cả ký ức của mọi người hội tụ lại với nhau, nhớ nhung cũng sẽ biến thành bầu trời đêm với những tia sao băng rực rỡ, lan tỏa trong vô tận.\n\n\"Bay đi, bay đi, bởi vì tiếng ca cùng yến tiệc, hy vọng cùng tâm nguyện của lúc này đây sẽ luôn đi cùng với nỗi nhớ nhung, hướng thẳng đến bờ bên kia của chòm sao, hướng đến ngày mai trong giấc mộng...\"\n\nKhi nhìn ngắm bầu trời đêm, những ngôi sao băng thỉnh thoảng vụt qua trên bầu trời, có lẽ cũng là tâm nguyện nhỏ bé đến từ thế giới xa xôi nhỉ.\nCũng giống như những gì mà trẻ con tin tưởng, chỉ cần nhắm mắt lại, cầu nguyện dưới sao băng, thì sẽ có được giấc mơ đẹp đẽ nhất.\nNói không chừng, những điều cầu nguyện lúc này, cũng sẽ biến thành ngôi sao băng rực rỡ giúp cho người lạ mặt ở phương xa có thể thực hiện tâm nguyện của mình.\n\nMà chiếc Phong Chi Dực này, chính là tâm nguyện mạnh mẽ nhất trong vô số tâm nguyện đã vượt qua bầu trời xa xôi thuở ban đầu.\nBất luận khi nào, bất luận ở đâu, cho dù phải vượt qua ngàn vạn biển sao, vẫn khát khao được bay cùng người khác.\n\n\"Cho nên, Alice đã đáp lại nguyện vọng của nó, biến nó thành hình dạng như hiện giờ.\"\n\n\"Câu chuyện như thế này chẳng thể nào kể cho khách hàng nghe được! Thôi cứ dứt khoát nói rằng trong khi mở yến tiệc, nó đã từ trên trời rơi xuống vậy!\"\nTuy nói vậy, nhưng khi Đại Nhân Sangemah Bay danh tiếng lẫy lừng trao chiếc Phong Chi Dực này cho bạn, vẫn đã kể lại đầu đuôi câu chuyện giống y như những gì cô nghe được từ chỗ người cung cấp hàng hóa.",
	"isHidden": true,
	"source": [
		"Nhận từ hoạt động liên kết"
	]
}