{
	"id": 140018,
	"name": "Cánh Tụ Hội Nhàn Rỗi",
	"description": "Mẫu Phong Chi Dực, để kỷ niệm bữa ăn lúc nhàn rỗi, là một trong vô số khoảnh khắc hạnh phúc bình yên.",
	"rarity": 4,
	"story": "Anh thanh niên hôm nay không cần đi làm. Anh nằm dài trên ghế, lật xem công thức nấu ăn trong tay.\nTrên chiếc bàn nhỏ đặt một túi bột mì và vụn bánh mì. Đây đều là những thứ quý giá ở Khaenri'ah. Vương quốc dưới lòng đất nhờ kỹ thuật giả kim, nên đã nuôi dưỡng được nhiều loài sinh vật thích nghi với đời sống dưới đất, chỉ cần ăn nấm là sinh trưởng được. Cho nên không thiếu thịt. Nhưng rau quả, ngũ cốc cần ánh sáng mặt trời thì lại rất khan hiếm. Gần đây, Vua Irmin ngày càng chuyên quyền độc đoán, mối quan hệ giữa mặt đất và Khaenri'ah cũng dần căng thẳng hơn, rau quả và ngũ cốc ngày càng đắt đỏ.\n\nChiếc nhẫn đặt bên cạnh đó còn quý giá hơn. Đó là minh chứng cho nhà tiên tri hàng đầu ở Khaenri'ah. Nhưng anh thanh niên lại không thích thứ này. Anh cảm nhận được rằng, vận mệnh trên đó quá nặng nề.\n\nTiếng cửa nhà bị đẩy ra truyền đến, anh thanh niên vội cất chiếc nhẫn vào túi. Vì từ khi còn nhỏ, em trai anh đã luôn muốn có chiếc nhẫn này. Em trai chỉ cảm thấy chiếc nhẫn rất ngầu. Cho dù bây giờ em trai đã là kỵ sĩ dự bị trẻ tuổi đang được huấn luyện làm cận vệ, nhưng anh vẫn không yên tâm.\n\n\"Sao về muộn vậy?\" Anh thanh niên quay đầu hỏi.\n\"Ông già Haden lấy lý do tư thế kiếm thuật của hai em chưa chuẩn, nên phạt chúng em sau buổi học phải quét dọn phòng huấn luyện và kho vũ khí. Rõ ràng trong lúc luyện tập chẳng có ai thắng được hai em cả.\" Người em vui vẻ chỉ ngón cái vào người đồng đội phía sau. \"Giới thiệu một chút nào. Đây là Surtalogi, người anh em cùng hoạn nạn của em. Còn đây là anh trai tôi, Vedrfolnir.\"\n\"Là Dain kéo tôi đến đây. Tôi không có ý định ăn một bữa đắt đỏ như vậy đâu.\"\n\"Mũi thính đấy chứ.\" Vedrfolnir chầm chậm đứng dậy. \"Đã đến thì chính là số mệnh rồi, cùng ăn đi.\"\n\nCánh chim rán rất ngon, bánh mì, rau củ, bánh thịt cũng không hề thua kém. Khoai tây chiên dài càng khiến người ta thèm ăn.\n\nChỉ là sau này, mọi người đều quên mất khoảnh khắc tĩnh lặng nhưng hạnh phúc này.\nSau tất cả, trên chiếc nhẫn được anh thanh niên thi triển phép thuật để đảo ngược trạng thái cơ thể đã chứa đầy loại sức mạnh không rõ là lời nguyền hay chúc phúc.\nCuối cùng, Dain đã có được chiếc nhẫn mà anh ấy khao khát từ nhỏ, và cũng đã nhận lấy vận mệnh rất nặng nề đó.\nNhưng thế thì có làm sao cơ chứ?\n\nVedrfolnir thu dọn rác trong bếp, đột nhiên nhìn về nơi nào đó, không biết đã đi qua bao nhiêu thời gian và không gian.\n\"Anh đang mong chờ điều gì?\"\nĐây là hồi ức hạnh phúc trong khoảnh khắc nhàn rỗi nào đó, trước khi mọi chuyện không thể cứu vãn.",
	"isHidden": true,
	"source": [
		"Nhận từ hoạt động liên kết"
	]
}