{
	"name": "Tentazione dell'Adeptus",
	"rarity": "5",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta di 260-372 l'ATT e di un 8-12% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto complesso e tipico della cucina di Liyue, in cui degli ingredienti appositamente selezionati vengono immersi nel brodo a bollire lentamente. È bastata una ricetta scarabocchiata a memoria a spingere gli Adepti a tornare nel mondo degli uomini.",
	"suspicious": {
		"effect": "#Aumenta di 260 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto complesso e tipico della cucina di Liyue. Non avendo padroneggiato l'arte della bollitura, il piatto è molto salato e ha uno strano sapore di pesce. Tuttavia, basta pensare agli ingredienti costosi per farti continuare a mangiare fino a svuotare la ciotola."
	},
	"normal": {
		"effect": "#Aumenta di 316 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto complesso e tipico della cucina di Liyue, in cui degli ingredienti appositamente selezionati vengono immersi nel brodo a bollire lentamente. È bastata una ricetta scarabocchiata a memoria a spingere gli Adepti a tornare nel mondo degli uomini."
	},
	"delicious": {
		"effect": "#Aumenta di 372 l'ATT e di un 12% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto complesso e tipico della cucina di Liyue. La pietanza contiene il mix perfetto dei sapori della terra e del mare, unendo innumerevoli prelibatezze all'interno di una ciotola gustosa. Ogni sorso del brodo è un momento da ricordare: è così buono da riuscire ad attirare gli Adepti dalla loro dimora celeste."
	},
	"ingredients": [
		{
			"name": "Prosciutto",
			"count": 4
		},
		{
			"name": "Granchio",
			"count": 3
		},
		{
			"name": "Gamberetti",
			"count": 3
		},
		{
			"name": "Matsutake",
			"count": 3
		}
	]
}