{
	"name": "Tramezzino dell'avventuriere",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta di 160-228 l'ATT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Uno spuntino nutriente a base di uova. Della maionese di ottima qualità ricopre gli strati di prosciutto e uova in camicia. Un solo assaggio riesce a riempirti d'energia per il viaggio che ti aspetta, e per la Gilda degli avventurieri è una delle migliori colazioni possibili.",
	"suspicious": {
		"effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spuntino nutriente a base di uova. La maionese rappresa si è quasi solidificata ed è accompagnata da prosciutto duro e uova troppo bollite. Perlomeno divorandolo si allontana subito il senso di fame."
	},
	"normal": {
		"effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spuntino nutriente a base di uova. Della maionese di ottima qualità ricopre gli strati di prosciutto e uova in camicia. Un solo assaggio riesce a riempirti d'energia per il viaggio che ti aspetta, e per la Gilda degli avventurieri è una delle migliori colazioni possibili."
	},
	"delicious": {
		"effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spuntino nutriente a base di uova. La maionese sorge come il sole sulla superficie increspata dell'uovo in camicia e la squisita sensazione in bocca è qualcosa di divino. Anche l'inconfondibile sapore salato del prosciutto attraversa questo mix, come una luce che trafigge le nuvole."
	},
	"ingredients": [
		{
			"name": "Uovo d'uccello",
			"count": 4
		},
		{
			"name": "Farina",
			"count": 3
		},
		{
			"name": "Prosciutto",
			"count": 1
		}
	]
}