{
	"id": 3016,
	"name": "Rotolo alle mele",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Piatto dell'avventuriere",
	"effect": "Dopo aver rivitalizzato un Albero pietrificato, attivato una fioritura delle linee geomantiche o aperto un baule, ripristina un ulteriore 16-20% di PS più 600-1.200 PS di tutti i membri del gruppo. Quest'effetto può attivarsi una volta ogni 5 s e dura 900 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un dolce tradizionale a base di mele. Il segreto del suo sapore croccante e delizioso sta nella sfoglia sottile. Si dice che i migliori pasticceri di Mondstadt siano in grado di fare una pasta così sottile che si potrebbe continuare a leggere anche se la si mettesse sopra la pagina di un libro.",
	"suspicious": {
		"effect": "#Dopo aver rivitalizzato un Albero pietrificato, attivato una fioritura delle linee geomantiche o aperto un baule, ripristina un ulteriore 16% di PS più 600 PS di tutti i membri del gruppo. Quest'effetto può attivarsi una volta ogni 5{NON_BREAK_SPACE}s e dura 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dolce tradizionale a base di mele. Le mele sono mele e l'impasto è impasto. Costringere le mele in un'unione forzata equivale a creare un pasticcio imbarazzante che nemmeno il più saporito dei burri potrebbe salvare."
	},
	"normal": {
		"effect": "#Dopo aver rivitalizzato un Albero pietrificato, attivato una fioritura delle linee geomantiche o aperto un baule, ripristina un ulteriore 18% di PS più 900 PS di tutti i membri del gruppo. Quest'effetto può attivarsi una volta ogni 5{NON_BREAK_SPACE}s e dura 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dolce tradizionale a base di mele. Il segreto del suo sapore croccante e delizioso sta nella sfoglia sottile. Si dice che i migliori pasticceri di Mondstadt siano in grado di fare una pasta così sottile che si potrebbe continuare a leggere anche se la si mettesse sopra la pagina di un libro."
	},
	"delicious": {
		"effect": "#Dopo aver rivitalizzato un Albero pietrificato, attivato una fioritura delle linee geomantiche o aperto un baule, ripristina un ulteriore 20% di PS più 1200 PS di tutti i membri del gruppo. Quest'effetto può attivarsi una volta ogni 5{NON_BREAK_SPACE}s e dura 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dolce tradizionale a base di mele. Il solo aroma delle mele dà la sensazione di trovarsi davanti a un caldo focolare. Prima ancora di pensare di godertele lentamente, le mani si muovono come costrette da un'altra persona, con coltello e forchetta al seguito, alla ricerca del pezzo successivo."
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Mela",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Uovo d'uccello",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Burro",
			"count": 1
		}
	]
}