{
	"name": "Baklava",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_CritRate",
	"effect": "Aumenta di un 10-20% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa si applica solo ai tuoi personaggi.",
	"description": "Un dessert tradizionale di Sumeru. Questa sfoglia contiene noci tritate ed è stata cotta dopo una spruzzata di burro sulla superficie, e senza dimenticare un po' di sciroppo una volta sfornata. Alcuni ricercatori ordinano appositamente questa vera e propria \"fortezza di dolcezza\" per ricaricare le energie prima di un esame. Questo è anche il motivo per cui questo piatto è il dessert preferito dell'Akademiya.",
	"suspicious": {
		"effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dessert tradizionale di Sumeru. La dolcezza stucchevole ti esplode in bocca come una bomba, lasciando i denti a sbattere sulla scia della sua onda d'urto zuccherina. La giusta quantità di dolcezza solleva lo spirito, ma troppa diventa un peso terribile."
	},
	"normal": {
		"effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dessert tradizionale di Sumeru. Questa sfoglia contiene noci tritate ed è stata cotta dopo una spruzzata di burro sulla superficie, e senza dimenticare un po' di sciroppo una volta sfornata. Alcuni ricercatori ordinano appositamente questa vera e propria \"fortezza di dolcezza\" per ricaricare le energie prima di un esame. Questo è anche il motivo per cui questo piatto è il dessert preferito dell'Akademiya."
	},
	"delicious": {
		"effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dessert tradizionale di Sumeru. Un certo ricercatore una volta ha detto che la gente di Sumeru si può suddividere in due categorie: quelli che mangiano i dessert per vivere, e quelli che vivono per mangiare i dessert. I sottili strati di sfoglia di questo piatto e l'aroma penetrante di burro e miele potrebbero spedire tutti coloro che lo assaggiano al secondo accampamento."
	},
	"ingredients": [
		{
			"name": "Farina",
			"count": 3
		},
		{
			"name": "Noce di Ajilenakh",
			"count": 2
		},
		{
			"name": "Burro",
			"count": 2
		},
		{
			"name": "Zucchero",
			"count": 1
		}
	]
}