{
	"id": 2208,
	"name": "Mizu manju alle bacche",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Piatti rigenerativi",
	"effect": "Ripristina un 18–22% dei PS max del personaggio selezionato.\nRigenera 300-470 PS ogni 5 s per i 30 s successivi.",
	"description": "Uno spuntino cristallino. La pelle trasparente avvolge la farcitura gialla. Si dice che alcuni venditori poggino questi snack in piccole ciotole di ceramica e li immergano nell'acqua per mantenere la loro sensazione di freschezza. Questo piatto sembra trasparente come l'acqua, ma non viene lavato via dall'acqua corrente: forse è questa l'origine del suo nome.",
	"suspicious": {
		"effect": "#Ripristina un 18% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Uno spuntino cristallino. Sembra sicuramente \"mizu\", ovvero acqua: sfortunatamente, ne ha anche il sapore. Dove hai sbagliato?"
	},
	"normal": {
		"effect": "#Ripristina un 20% dei PS max del personaggio selezionato e rigenera 390 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Uno spuntino cristallino. La pelle trasparente avvolge la farcitura gialla. Si dice che alcuni venditori poggino questi snack in piccole ciotole di ceramica e li immergano nell'acqua per mantenere la loro sensazione di freschezza. Questo piatto sembra trasparente come l'acqua, ma non viene lavato via dall'acqua corrente: forse è questa l'origine del suo nome."
	},
	"delicious": {
		"effect": "#Ripristina un 22% dei PS max del personaggio selezionato e rigenera 470 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Uno spuntino cristallino. Le palline regolari e rotonde si posano nel piatto come acqua corrente condensata, e il loro ripieno brilla come una perla. Durante le stagioni calde, solo la vista di questo piatto è un balsamo per l'anima, e quando entra nella tua bocca, la lieve dolcezza che sgorga dall'interno fa svanire tutte le tue frustrazioni senza lasciare traccia."
	},
	"ingredients": [
		{
			"id": 100092,
			"name": "Riso",
			"count": 2
		},
		{
			"id": 100051,
			"name": "Bacca",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Zucchero",
			"count": 1
		}
	]
}