{
	"id": 3506,
	"name": "Stufato di carne abbrustolita",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di un 10-20% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Uno stufato di carne piccante. La carne cruda viene condita con una serie di spezie diverse e poi cotta a fuoco lento fino a diventare tenera. Appena si apre il coperchio, un caldo aroma speziato giunge alle tue narici. Quando non si sa cosa cucinare quando è tempo di festeggiare, questo piatto è sempre un'ottima scelta!",
	"suspicious": {
		"effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno stufato di carne piccante. L'eccessiva piccantezza infiamma la bocca... e anche lo stomaco, una volta che la carne è stata fatta scendere a forza nell'esofago. Se solo ci fosse una grande tazza d'acqua per spegnere le fiamme..."
	},
	"normal": {
		"effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno stufato di carne piccante. La carne cruda viene condita con una serie di spezie diverse e poi cotta a fuoco lento fino a diventare tenera. Appena si apre il coperchio, un caldo aroma speziato giunge alle tue narici. Quando non si sa cosa cucinare quando è tempo di festeggiare, questo piatto è sempre un'ottima scelta!"
	},
	"delicious": {
		"effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno stufato di carne piccante. Ogni tipo di spezia fa risaltare il ricco aroma della carne. Una piccantezza ben calibrata risveglia le papille gustative assopite con il suo tocco e, quando la carne incontra i denti, rilascia i suoi ricchi succhi, riempiendo il cuore di gioia. Nemmeno una singola goccia di questo stufato sarà risparmiata. Neanche una."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 4
		},
		{
			"id": 100096,
			"name": "Fagioli glabri",
			"count": 3
		},
		{
			"id": 100079,
			"name": "Pomodoro",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Cipolla",
			"count": 2
		}
	]
}