{
	"id": 2601,
	"name": "Frise di confine",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di 88-126 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Delle frise a base di farina di segale. I motivi decorativi sono stati creati premendo dei ciottoli ghiacciati su di esse, e si dice che il buco al centro sia stato fatto per imitarne l'aspetto. Sono quasi completamente prive di umidità, il che le rende ideali per la conservazione.",
	"suspicious": {
		"effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Delle frise a base di farina di segale. Sono asciutte, dure e fredde come delle tegole congelate. Questo pane è così duro che potrebbe essere utile per testare la resistenza dei tuoi denti... Tuttavia, è meglio non provarci."
	},
	"normal": {
		"effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Delle frise a base di farina di segale. I motivi decorativi sono stati creati premendo dei ciottoli ghiacciati su di esse, e si dice che il buco al centro sia stato fatto per imitarne l'aspetto. Sono quasi completamente prive di umidità, il che le rende ideali per la conservazione."
	},
	"delicious": {
		"effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Delle frise a base di farina di segale. Il ricco aroma del grano è come un caloroso abbraccio nei campi di segale, mentre il sapore semplice ma soddisfacente offre un senso di conforto unico."
	},
	"ingredients": [
		{
			"id": 110016,
			"name": "Farina di segale",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Sale",
			"count": 2
		},
		{
			"id": 101259,
			"name": "Ciottolo ghiacciato",
			"count": 2
		}
	]
}