{
	"id": 3905,
	"name": "Tortino di perle al latte",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di 165-235 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un innovativo dessert ripieno. Della pasta sfoglia croccante, un ripieno cremoso e la sorprendente sensazione delle bolle che scoppiano in sequenza... Questa delizia di fine pasto soddisfa ogni palato. Ricordati di gustarlo finché è caldo!",
	"suspicious": {
		"effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un innovativo dessert ripieno. Le bolle scoppiettanti emettono ondate di dolore sulla tua lingua. Se si considera anche l'immagine del loro rivestimento verde e croccante, l'esperienza non è molto lontana dal riempirsi la bocca di nuclei di Dendro esplosivi..."
	},
	"normal": {
		"effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un innovativo dessert ripieno. Della pasta sfoglia croccante, un ripieno cremoso e la sorprendente sensazione delle bolle che scoppiano in sequenza... Questa delizia di fine pasto soddisfa ogni palato. Ricordati di gustarlo finché è caldo!"
	},
	"delicious": {
		"effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un innovativo dessert ripieno. Questa dolce delizia comincia con un croccante scricchiolio della crosta dorata. Il ripieno caldo scende poi a cascata sul palato, mentre le bollicine si incontrano ed esplodono tra i denti, accompagnandoti in un viaggio tra un'infinita gamma di consistenze... Il finale perfetto per qualsiasi festa!"
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Latte",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Burro",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Zucchero",
			"count": 1
		}
	]
}