{
	"id": 2409,
	"name": "Petto d'anatra con salsa di Bulle",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Piatto dell'avventuriere",
	"effect": "Ripristina 40-60 di vigore.",
	"description": "Un piatto di carne dall'intenso aroma fruttato. Il petto d'anatra viene fatto rosolare in padella e poi tagliato a fettine, che vengono dunque adagiate sul piatto e bagnate con una spruzzata di salsa di Bulle. La pelle croccante e la carne soda e tenera, accompagnate dal sapore agrodolce del frutto, si uniscono armoniosamente per creare una classica prelibatezza di Fontaine.",
	"suspicious": {
		"effect": "Ripristina 40 di vigore.",
		"description": "Un piatto di carne dall'intenso aroma fruttato. La salsa non riesce minimamente a contrastare il grasso dell'anatra, donandole anzi un retrogusto amaro. L'appetito che ti è venuto subito dopo aver visto la bellissima presentazione sembra essere sparito altrettanto velocemente non appena hai dato il primo morso."
	},
	"normal": {
		"effect": "Ripristina 50 di vigore.",
		"description": "Un piatto di carne dall'intenso aroma fruttato. Il petto d'anatra viene fatto rosolare in padella e poi tagliato a fettine, che vengono dunque adagiate sul piatto e bagnate con una spruzzata di salsa di Bulle. La pelle croccante e la carne soda e tenera, accompagnate dal sapore agrodolce del frutto, si uniscono armoniosamente per creare una classica prelibatezza di Fontaine."
	},
	"delicious": {
		"effect": "Ripristina 60 di vigore.",
		"description": "Un piatto di carne dall'intenso aroma fruttato. Il sapore agrumato del Bulle dona alla succulenta anatra un tocco di straordinaria dolcezza e freschezza. È talmente deliziosa e irresistibile che non puoi fare a meno di mangiarne un pezzo dopo l'altro, persino prima di ingoiare l'ultimo. Non c'è da sorprendersi che, per quanto la cultura culinaria di Fontaine si sia evoluta, questo piatto abbia sempre un posto d'onore tra i classici."
	},
	"ingredients": [
		{
			"id": 101230,
			"name": "Bulle",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Pollame",
			"count": 2
		}
	]
}