{
	"name": "Pollo al burro",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta di 160-228 l'ATT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto saporito. Spezie e pomodori tritati sono stati mescolati con burro caldo e poi cotti in una salsa cremosa. In questa salsa sono stati aggiunti dei pezzi di pollo marinati e cotti in padella. Gli abitanti di Sumeru preferiscono abbinare al piatto del riso o con della focaccia, per assaporarne meglio il sapore appetitoso.",
	"suspicious": {
		"effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto saporito. La quantità di spezie è stata chiaramente calcolata in modo errato, e il piatto ha un sapore fin troppo pesante. Se vuoi riuscire a mandarlo giù almeno in parte, dovrai farti portare dell'acqua..."
	},
	"normal": {
		"effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto saporito. Spezie e pomodori tritati sono stati mescolati con burro caldo e poi cotti in una salsa cremosa. In questa salsa sono stati aggiunti dei pezzi di pollo marinati e cotti in padella. Gli abitanti di Sumeru preferiscono abbinare al piatto del riso o con della focaccia, per assaporarne meglio il sapore appetitoso."
	},
	"delicious": {
		"effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto saporito. Pollo succulento in una salsa aromatica. Ogni morso orchestra una \"melodia di sapori elementali\"... Ma l'hai già finito? Non sia mai! Prendi un pezzo di pane e fai la scarpetta per proseguire il concerto fino all'ultima goccia!"
	},
	"ingredients": [
		{
			"name": "Pollame",
			"count": 3
		},
		{
			"name": "Pomodoro",
			"count": 3
		},
		{
			"name": "Burro",
			"count": 1
		},
		{
			"name": "Spezie",
			"count": 1
		}
	]
}