{
	"id": 3308,
	"name": "Noce candita di Ajilenakh",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di 165-235 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa si applica solo ai tuoi personaggi.",
	"description": "Un dolce ricco. Lo sciroppo viene bollito fino a schiarire, quindi lavorato con ripieni e pasta di sesamo di Sumeru. Una volta divenuto omogeneo, lo sciroppo viene versato in uno stampo e lasciato riposare fino ad assumere la sua forma croccante. Si dice che nelle fredde terre di Snezhnaya esista un dolce simile, dal sapore leggermente diverso. Naturalmente, entrambe le parti pensano che la loro ricetta sia la migliore di Teyvat.",
	"suspicious": {
		"effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dessert ricco. La dura noce è quasi come una pietra nascosta nella sabbia pronta a colpire. La dolcezza porta felicità, è vero, ma la sensazione data dai pezzi duri incastrati tra i denti rovina l'esperienza."
	},
	"normal": {
		"effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dolce ricco. Lo sciroppo viene bollito fino a schiarire, quindi lavorato con ripieni e pasta di sesamo di Sumeru. Una volta divenuto omogeneo, lo sciroppo viene versato in uno stampo e lasciato riposare fino ad assumere la sua forma croccante. Si dice che nelle fredde terre di Snezhnaya esista un dolce simile, dal sapore leggermente diverso. Naturalmente, entrambe le parti pensano che la loro ricetta sia la migliore di Teyvat."
	},
	"delicious": {
		"effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dessert ricco. Lo sciroppo si scioglie al contatto con la bocca, rivelando la noce come una gemma avvolta nel velluto, uno strato di gioia dopo l'altro. Un piccolo morso, e sembra di essere immersi in una vasca di dolcezza setosa. La prossima volta devi davvero farne qualcuno in più!"
	},
	"ingredients": [
		{
			"id": 101221,
			"name": "Noce di Ajilenakh",
			"count": 4
		},
		{
			"id": 100089,
			"name": "Mandorla",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Burro",
			"count": 2
		},
		{
			"id": 101219,
			"name": "Rosa di Sumeru",
			"count": 1
		}
	]
}