{
	"name": "Cassoulet",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto DIF+",
	"foodcategory": "Def_Add",
	"effect": "Aumenta di un 20-30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un semplice stufato contadino. Basta mettere tutti gli ingredienti in una pentola, mescolarli e cuocere fino a quando non sono pronti per essere serviti. Un dettaglio da notare è che il nome completo di questo piatto è \"stufato di fagioli glabri, confit di pollame e salsicce affumicate cotto in pentola da Cassoulet con contorno di Marcotte\". La lunghezza intimidatoria di questo nome ha fatto sì che la gente abbia iniziato a chiamare il piatto semplicemente \"Cassoulet\".",
	"suspicious": {
		"effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un semplice stufato contadino. Anche se l'aspetto non desta sospetti, mangiandolo noti un leggero sapore di bruciato, per poi renderti conto che lo strato inferiore è stato talmente bruciato che si è fuso con la pentola. Ugh... forse è il caso di ricordare allo chef di mescolare gli ingredienti ogni tanto durante la cottura..."
	},
	"normal": {
		"effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un semplice stufato contadino. Basta mettere tutti gli ingredienti in una pentola, mescolarli e cuocere fino a quando non sono pronti per essere serviti. Un dettaglio da notare è che il nome completo di questo piatto è \"stufato di fagioli glabri, confit di pollame e salsicce affumicate cotto in pentola da Cassoulet con contorno di Marcotte\". La lunghezza intimidatoria di questo nome ha fatto sì che la gente abbia iniziato a chiamare il piatto semplicemente \"Cassoulet\"."
	},
	"delicious": {
		"effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un semplice stufato contadino. Il tempo è l'arma straordinaria che favorisce la delizia di questo piatto, poiché la lenta cottura a stufato permette alla carne di assorbire quell'oceano di sapori in cui galleggia, diventando morbida e profumatissima. Insieme alla ricca fragranza dei fagioli, dona una sensazione di calore e rinvigorimento."
	},
	"ingredients": [
		{
			"name": "Salsiccia",
			"count": 2
		},
		{
			"name": "Pollame",
			"count": 1
		},
		{
			"name": "Fagioli glabri",
			"count": 1
		},
		{
			"name": "Marcotte",
			"count": 1
		}
	]
}