{
	"id": 2508,
	"name": "Spiedino di funghi al formaggio",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di un 6-12% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Uno spiedino ricoperto di formaggio appetitoso. I cappelli dei Baccafunghi rossi vengono rimossi, farciti con abbondante formaggio e grigliati alla perfezione. Per apprezzarne al meglio il ricco aroma accompagnato da un delicato tocco fruttato, si consiglia di consumarlo ancora caldo.",
	"suspicious": {
		"effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spiedino ricoperto di formaggio bruciato. L'odore pungente avverte che il Baccafungo rosso è stato completamente carbonizzato. Ha un aspetto così terribile che ti chiedi se potresti aver trasformato un fungo innocuo in uno velenoso..."
	},
	"normal": {
		"effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spiedino ricoperto di formaggio appetitoso. I cappelli dei Baccafunghi rossi vengono rimossi, farciti con abbondante formaggio e grigliati alla perfezione. Per apprezzarne al meglio il ricco aroma accompagnato da un delicato tocco fruttato, si consiglia di consumarlo ancora caldo."
	},
	"delicious": {
		"effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spiedino ricoperto di un formaggio dorato e appetitoso. I funghi sono spessi quasi quanto una bistecca. Sebbene l'odore sia diverso da quello della carne, il sapore è ancora più fantastico. Un singolo morso benedice tutta la bocca con i sapori fragranti racchiusi al suo interno, mentre una gioia succosa trabocca in abbondanza."
	},
	"ingredients": [
		{
			"id": 101256,
			"name": "Baccafungo rosso",
			"count": 2
		},
		{
			"id": 101243,
			"name": "Granifrutto",
			"count": 1
		},
		{
			"id": 110009,
			"name": "Formaggio",
			"count": 1
		}
	]
}