{
	"id": 3105,
	"name": "Vieni a prenderlo!",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di un 10-20% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto realizzato con una gran varietà di ingredienti di lusso. La preparazione di questa pietanza non è delle più raffinate, e compare spesso a Liyue durante la stagione dei festival. Quando viene servito, la persona a capotavola invita tutti a favorire, dicendo: \"Venite e mangiate!\" Da qui il nome.",
	"suspicious": {
		"effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto realizzato con una gran varietà di ingredienti di lusso... che sono stati però gettati nell'acqua calda e bolliti fino a renderli irriconoscibili. Come se il sapore estremamente sgradevole non bastasse, ti consigliamo di fare attenzione anche alla sabbia..."
	},
	"normal": {
		"effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto realizzato con una gran varietà di ingredienti di lusso. La preparazione di questa pietanza non è delle più raffinate, e compare spesso a Liyue durante la stagione dei festival. Quando viene servito, la persona a capotavola invita tutti a favorire, dicendo: \"Venite e mangiate!\" Da qui il nome."
	},
	"delicious": {
		"effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto realizzato con una gran varietà di ingredienti di lusso. La combinazione di carne e verdure è perfetta, la presentazione impeccabile, e il connubio di sapori nel brodo tira fuori il meglio di ogni alimento. Se non ti dispiace, io me lo pappo."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 3
		},
		{
			"id": 100084,
			"name": "Pesce",
			"count": 3
		},
		{
			"id": 100092,
			"name": "Riso",
			"count": 3
		},
		{
			"id": 100088,
			"name": "Tofu",
			"count": 1
		}
	]
}