{
	"id": 3219,
	"name": "Tagliolini barba di drago",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 160-228 l'ATT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Tagliolini sottili come i peli della barba di un drago. La cipolla verde viene saltata in un wok prima di aggiungere la zuppa e i condimenti. Gli ultimi a entrare sono i tagliolini, successivamente il tutto viene versato nel piatto e servito. I tagliolini devono essere abilmente tirati a mano più volte prima che diventino estremamente sottili: una tecnica che lo rende il piatto a base di tagliolini più difficile di tutta Liyue.",
	"suspicious": {
		"effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Tagliolini sottili come i peli della barba di un drago. L'estenuante tentativo di rendere i tagliolini i più sottili possibili ha causato la rottura dei pezzi durante la cottura. È più difficile di quanto sembri... E di sicuro hai bisogno di più pratica."
	},
	"normal": {
		"effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Tagliolini sottili come i peli della barba di un drago. La cipolla verde viene saltata in un wok prima di aggiungere la zuppa e i condimenti. Le ultime a entrare sono i tagliolini, successivamente il tutto viene versato nel piatto e servito. I tagliolini devono essere abilmente tirati a mano più volte prima che diventino estremamente sottili: una tecnica che lo rende il piatto a base di tagliolini più difficile di tutta Liyue."
	},
	"delicious": {
		"effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Tagliolini sottili come i peli della barba di un drago, simili a una cascata che si riversa in un brodo che ha catturato la vera essenza della montagna stessa. La sensazione morbida in bocca rispetto a quella dei tagliolini tradizionali rende quasi impossibile smettere di mangiare una volta che si è iniziato."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farina",
			"count": 4
		},
		{
			"id": 100064,
			"name": "Pollame",
			"count": 2
		},
		{
			"id": 100011,
			"name": "Fungo",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Prosciutto",
			"count": 1
		}
	]
}