{
	"id": 3418,
	"name": "Frittondini",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di un 15-20% il bonus di guarigione di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Degli stuzzichini fritti e dorati. La polpa di pollo viene lavorata fino ad assumere una forma circolare, per poi essere combinata con gli anelli di cipolla. Analogamente, viene pressato anche un composto di pesce e patate in una forma tonda, creando una composizione gastronomica degna di un banchetto. Basta immergere tutto nell'olio e, in men che non si dica, i tuoi Frittondini saranno pronti da gustare.",
	"suspicious": {
		"effect": "#Aumenta di un 15% il bonus di guarigione di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Degli stuzzichini fritti e dorati. Ci è voluto parecchio tempo per far sì che l'olio in eccesso venisse assorbito, e questo processo ha reso molliccia la panatura croccante. Mm... Chissà se i gabbiani a riva li mangeranno."
	},
	"normal": {
		"effect": "#Aumenta di un 17% il bonus di guarigione di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Degli stuzzichini fritti e dorati. La polpa di pollo viene lavorata fino ad assumere una forma circolare, per poi essere combinata con gli anelli di cipolla. Analogamente, viene pressato anche un composto di pesce e patate in una forma tonda, creando una composizione gastronomica degna di un banchetto. Basta immergere tutto nell'olio e, in men che non si dica, i tuoi Frittondini saranno pronti da gustare."
	},
	"delicious": {
		"effect": "#Aumenta di un 20% il bonus di guarigione di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Degli stuzzichini fritti e dorati, la cui fragranza fa venire l'acquolina in bocca. Con l'anello di pollo e cipolle nella mano sinistra e quello di pesce e patate nella destra, la bontà è letteralmente a portata di mano! Lascia che il loro sapore inebri il tuo palato."
	},
	"ingredients": [
		{
			"id": 100076,
			"name": "Cipolla",
			"count": 3
		},
		{
			"id": 100064,
			"name": "Pollame",
			"count": 3
		},
		{
			"id": 100084,
			"name": "Pesce",
			"count": 3
		},
		{
			"id": 100080,
			"name": "Patata",
			"count": 2
		}
	]
}