{
	"id": 3505,
	"name": "Polpette di legumi fritte con gamberetti",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di un 20-30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Uno spuntino fritto. Per prima cosa friggi le polpette di farina di legumi, poi riempile con verdure, gamberetti fritti e salsa. Anche se possono risultare un po' difficili da realizzare, la loro delizia ripagherà di tutti gli sforzi fatti.",
	"suspicious": {
		"effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spuntino fritto. L'olio nella pentola ha privato i gamberi dell'umidità senza alcuna pietà, dando vita a una consistenza raggrinzita che avrebbe potuto essere perdonabile se non fosse per la sensazione di stridore e durezza in bocca. Fortunatamente ci sono solo due polpette... Così almeno sono più facili da mandar giù."
	},
	"normal": {
		"effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spuntino fritto. Per prima cosa friggi le polpette di farina di legumi, poi riempile con verdure, gamberetti fritti e salsa. Anche se possono risultare un po' difficili da realizzare, la loro delizia ripagherà di tutti gli sforzi fatti."
	},
	"delicious": {
		"effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spuntino fritto. Dopo aver sperimentato la magia culinaria nota come frittura ha acquisito una lucentezza dorata, con un guscio croccante che trattiene i succhi insieme a una scoppiettante e soddisfacente consistenza tra i denti. Peccato che ce ne siano solo due per piatto! Ah, ne vorrai sicuramente ancora!"
	},
	"ingredients": [
		{
			"id": 100096,
			"name": "Fagioli glabri",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Gamberetti",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Cipolla",
			"count": 3
		}
	]
}