{
	"name": "Baguette all'aglio",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta di 66-95 l'ATT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una baguette affettata. Appena tolto dal forno, il pane ha una crosta croccante e una mollica morbida e vaporosa, mentre gli aromi del burro e dell'aglio lo rendono ancora più invitante! Non c'è da stupirsi se spesso gli abitanti di Fontaine si fermano a comprarne una al ritorno dal lavoro.",
	"suspicious": {
		"effect": "#Aumenta di 66 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una baguette affettata. È talmente dura che vedendola nel piatto riesci a farti solo una domanda: \"Ma è pane o un pezzo di roccia?\""
	},
	"normal": {
		"effect": "#Aumenta di 81 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una baguette affettata. Appena tolto dal forno, il pane ha una crosta croccante e una mollica morbida e vaporosa, mentre gli aromi del burro e dell'aglio lo rendono ancora più invitante! Non c'è da stupirsi se spesso gli abitanti di Fontaine si fermano a comprarne una al ritorno dal lavoro."
	},
	"delicious": {
		"effect": "#Aumenta di 95 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una baguette affettata. Si dice che, di tanto in tanto, la gente di Fontaine organizzi delle gare di panificazione presso il Palais Mermonia, nelle quali i panettieri più esperti nel preparare questo tipo di pane possono fare sfoggio delle proprie abilità. Questa baguette meriterebbe il primo premio senza ombra di dubbio!"
	},
	"ingredients": [
		{
			"name": "Farina",
			"count": 4
		},
		{
			"name": "Burro",
			"count": 2
		}
	]
}