{
	"id": 3315,
	"name": "Tajine dorato",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di un 20-25% i PS max di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto di carne stufata. Il coperchio della pentola a forma di cappello, unico nel suo genere, è in grado di ridurre la quantità di umidità persa durante il processo di cottura: un segreto culinario noto solo agli abitanti del deserto. Questa deliziosa prelibatezza ha seguito gli Eremiti in tutta Sumeru, ottenendo una certa fama.",
	"suspicious": {
		"effect": "#Aumenta di un 20% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di carne stufata. Anche se sembra piuttosto appetibile, un singolo morso è sufficiente per rivelare una carne secca come il deserto, come se si stesse masticando della sabbia. Che ci sia qualche problema col coperchio? Oppure la pentola è stata disposta nel modo sbagliato?"
	},
	"normal": {
		"effect": "#Aumenta di un 22% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di carne stufata. Il coperchio della pentola a forma di cappello, unico nel suo genere, è in grado di ridurre la quantità di umidità persa durante il processo di cottura: un segreto culinario noto solo agli abitanti del deserto. Questa deliziosa prelibatezza ha seguito gli Eremiti in tutta Sumeru, ottenendo una certa fama."
	},
	"delicious": {
		"effect": "#Aumenta di un 25% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di carne stufata. I grossi pezzi di carne sono stati immersi in una zuppa densa e gustosa e si sciolgono appena sfiorano le tue labbra. L'esclusiva miscela di spezie danza al ritmo degli aromi della carne e suona la melodia del deserto sulle papille gustative, con la lingua che non può far altro che applaudire."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 2
		},
		{
			"id": 101214,
			"name": "Padisarah",
			"count": 2
		},
		{
			"id": 110014,
			"name": "Spezie",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Cipolla",
			"count": 1
		}
	]
}