{
	"id": 4002,
	"name": "Pollo fritto dorato",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 224–320 l'ATT e di un 6-10% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Del pollame che è stato condito e, successivamente, fritto. I condimenti sono stati mescolati in una crema che è stata successivamente spalmata sul pollo, prima di friggerlo ad alta temperatura. La fragranza richiama subito alla mente l'immagine vivida della pelle croccante e della carne tenera. Basta un boccone per far iniziare a uscire il succo della carne. Veramente irresistibile.",
	"suspicious": {
		"effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un pollame che è stato condito e, successivamente, fritto. Forse la temperatura dell'olio non è stata controllata correttamente, così quella che doveva essere una pelle croccante è diventata molliccia, aumentando l'untuosità generale del piatto."
	},
	"normal": {
		"effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Del pollame che è stato condito e, successivamente, fritto. I condimenti sono stati mescolati in una crema che è stata successivamente spalmata sul pollo, prima di friggerlo ad alta temperatura. La fragranza richiama subito alla mente l'immagine vivida della pelle croccante e della carne tenera. Basta un boccone per far iniziare a uscire il succo della carne. Veramente irresistibile."
	},
	"delicious": {
		"effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Del pollame che è stato aromatizzato e poi fritto. La croccante pelle dorata esterna è riuscita a contenere tutti i succhi della carne, permettendo a ogni boccone di offrire un piacere assoluto. Il gusto sulla punta delle dita rimarrà molto a più lungo nella tua memoria rispetto all'istante impiegato per ridurre il piatto a nient'altro che un mucchietto di ossa sottili."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Pollame",
			"count": 4
		},
		{
			"id": 110004,
			"name": "Burro",
			"count": 4
		},
		{
			"id": 100077,
			"name": "Pepe",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 3
		}
	]
}