{
	"id": 4902,
	"name": "Involtino dorato di mele",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 224–320 l'ATT e di un 6-10% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piccolo dolce a base di mele. Dopo essere state tagliate in pezzi omogenei, alle mele vengono aggiunti zucchero e spezie. Il composto viene bollito fino ad addensarsi, avvolto nella pasta sfoglia e cotto in forno fino a diventare dorato e gonfio. La croccante pasta sfoglia avvolge un morbido ripieno all'interno, una delizia adatta a tutti.",
	"suspicious": {
		"effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piccolo dolce a base di mele. Dopo essere stato lasciato all'aperto troppo a lungo, la crosta molliccia cela un ripieno ancora più molle, e il sapore è molto distante da ciò che ti aspettavi... Oh oh, ti si è impastata la bocca..."
	},
	"normal": {
		"effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piccolo dolce a base di mele. Dopo essere state tagliate in pezzi omogenei, alle mele vengono aggiunti zucchero e spezie. Il composto viene bollito fino ad addensarsi, avvolto nella pasta sfoglia e cotto in forno fino a diventare dorato e gonfio. La croccante pasta sfoglia avvolge un morbido ripieno all'interno, una delizia adatta a tutti."
	},
	"delicious": {
		"effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piccolo dolce a base di mele. Il ripieno dolce come il miele scorre tra le papille gustative come un filo di luce dorata che passa attraverso un intreccio di alberi e foglie, riscaldandoti il cuore di bontà. Com'è possibile fermarsi al primo?"
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Mela",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Burro",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Zucchero",
			"count": 2
		}
	]
}