{
	"id": 2506,
	"name": "Rotolo di Granifrutti",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di 88-126 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una pietanza di base arrotolata in grosse foglie. A Natlan c'è un proverbio che dice: \"Quando serve una foglia per avvolgere i Granifrutti, essa cadrà ai tuoi piedi\". Si usa per dire che, se è destino che qualcosa accada, quella cosa accadrà.",
	"suspicious": {
		"effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una pietanza di base arrotolata in grosse foglie. Ciascun morso ha praticamente lo stesso sapore di un Granifrutto crudo, il che porta a chiedersi a cosa sia mai servita la cottura..."
	},
	"normal": {
		"effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una pietanza di base arrotolata in grosse foglie. A Natlan c'è un proverbio che dice: \"Quando serve una foglia per avvolgere i Granifrutti, essa cadrà ai tuoi piedi\". Si usa per dire che, se è destino che qualcosa accada, quella cosa accadrà."
	},
	"delicious": {
		"effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una pietanza di base arrotolata in grosse foglie. La tenue fragranza dei Granifrutti si leva dal morbido ripieno all'interno. Mentre ti si scioglie in bocca, le sue note dolci e speziate si combinano con un tocco di sapidità, dando vita a un'esperienza gustativa incredibilmente variegata."
	},
	"ingredients": [
		{
			"id": 101243,
			"name": "Granifrutto",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Pollame",
			"count": 2
		}
	]
}