{
	"name": "Filetti di unagi alla griglia",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Piatti rigenerativi",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Ripristina un 20-24% dei PS max e 900-1.500 PS aggiuntivi del personaggio selezionato.",
	"description": "Un piatto alla griglia. Le fette di unagi sono state bollite per rimuovere il grasso in eccesso, prima di essere cotte alla griglia e condite con la salsa. Non c'è consenso a Inazuma sulla provenienza del termine \"unagi\", ma tutti sono d'accordo sul fatto che ci vuole una vita intera per padroneggiarne la tecnica di preparazione.",
	"suspicious": {
		"effect": "Ripristina un 20% dei PS max e 900 PS aggiuntivi del personaggio selezionato.",
		"description": "Un piatto alla griglia. Già al primo sguardo, sembra un completo fallimento: il colore dell'anguilla sembra lo stesso del carbone usato per cuocerla. Anche quando lo capovolgi per mangiarlo, l'intenso fetore del pesce carbonizzato ti fa indugiare un attimo."
	},
	"normal": {
		"effect": "Ripristina un 22% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato.",
		"description": "Un piatto alla griglia. Le fette di unagi sono state bollite per rimuovere il grasso in eccesso, prima di essere cotte alla griglia e condite con la salsa. Non c'è consenso a Inazuma sulla provenienza del termine \"unagi\", ma tutti sono d'accordo sul fatto che ci vuole una vita intera per padroneggiarne la tecnica di preparazione."
	},
	"delicious": {
		"effect": "Ripristina un 24% dei PS max e 1.500 PS aggiuntivi del personaggio selezionato.",
		"description": "Un piatto alla griglia. Gli oli grassi sfrigolano sulla superficie del pesce come fosse un preludio floreale. Il battesimo del fuoco di carbone e l'inumidimento della salsa hanno conferito una delicata tenerezza al sapore dell'unagi. Se l'abbinassi con del riso, non potresti lasciare nemmeno una goccia di salsa nel piatto."
	},
	"ingredients": [
		{
			"name": "Carne di anguilla",
			"count": 3
		},
		{
			"name": "Zucchero",
			"count": 1
		}
	]
}