{
	"id": 4402,
	"name": "Haggis",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di 215-308 la DIF e di un 6-10% l'efficacia di guarigione di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto dai sapori forti e intensi. Per prepararlo, trita le frattaglie di pecora e mescolale con i fiocchi d'avena, poi farcisci lo stomaco della pecora con diversi condimenti e spezie per formare una sacca. Nel servire questo piatto, la sacca dello stomaco viene normalmente rimossa, e il ripieno viene servito con un paté di ravanello e purea di patate. È una specialità locale caratteristica della cucina di Fontaine da offrire agli ospiti importanti.",
	"suspicious": {
		"effect": "#Aumenta di 215 la DIF e di un 6% gli effetti di guarigione di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto dal gusto distinto. Noccioli secchi e grossi di... qualcosa... raschiano la superficie della lingua, facendo pensare che quello che si sta mangiando sia qualcosa di assolutamente non commestibile. Mentre mastichi faticosamente, non riesci a non chiederti se non ci siano finiti dentro dei trucioli di legna da ardere mentre veniva preparato."
	},
	"normal": {
		"effect": "#Aumenta di 261 la DIF e di un 8% gli effetti di guarigione di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto dai sapori forti e intensi. Per prepararlo, trita le frattaglie di pecora e mescolale con i fiocchi d'avena, poi farcisci lo stomaco della pecora con diversi condimenti e spezie per formare una sacca. Nel servire questo piatto, la sacca dello stomaco viene normalmente rimossa, e il ripieno viene servito con un paté di ravanello e purea di patate. È una specialità locale caratteristica della cucina di Fontaine da offrire agli ospiti importanti."
	},
	"delicious": {
		"effect": "#Aumenta di 308 la DIF e di un 10% gli effetti di guarigione di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto dai sapori forti e distinti. Assaggiandone un boccone, il gusto morbido e ricco delle frattaglie e delle varie spezie offrirà una varietà di strati di piccantezza alle papille gustative. Mentre se ne assapora il gusto, l'abbondante aroma carnoso riempie la bocca con un retrogusto generoso che indugia a lungo anche dopo che hai finito. Non c'è da stupirsi che ispiri emozioni tanto forti nel cuore dei poeti, i quali raramente riescono a resistere alla tentazione di dedicare un elogio a questo piatto dopo averlo provato."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Patata",
			"count": 3
		},
		{
			"id": 100014,
			"name": "Ravanello",
			"count": 3
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 2
		}
	]
}