{
	"id": 1105,
	"name": "Char siu al miele",
	"rarity": 1,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Piatti rigenerativi",
	"effect": "Ripristina un 8-10% dei PS max del personaggio selezionato.\nRigenera 210-300 PS ogni 5 s per i 30 s successivi.",
	"description": "Un piatto di carne arrostita tipico di Liyue. La carne marinata viene infilzata con una speciale forchetta in metallo e poi messa ad arrostire sul fuoco. Per i più ghiotti, il sapore del char siu appena cotto è uno dei piaceri più gustosi.",
	"suspicious": {
		"effect": "#Ripristina un 8% dei PS max del personaggio selezionato e rigenera 210 PS ogni 5{NON_BREAK_SPACE}s per 30{NON_BREAK_SPACE}s.",
		"description": "Un piatto di carne arrostita tipico di Liyue. Il condimento eccessivamente dolce risulta oltremodo stucchevole. Secondo un modo di dire del posto, \"un minuto di troppo fa una bella differenza\", e sembra sia proprio vero quando si tratta di cucina."
	},
	"normal": {
		"effect": "#Ripristina un 9% dei PS max del personaggio selezionato e rigenera 260 PS ogni 5{NON_BREAK_SPACE}s per 30{NON_BREAK_SPACE}s.",
		"description": "Un piatto di carne arrostita tipico di Liyue. La carne marinata viene infilzata con una speciale forchetta in metallo e poi messa ad arrostire sul fuoco. Per i più ghiotti, il sapore del char siu appena cotto è uno dei piaceri più gustosi."
	},
	"delicious": {
		"effect": "#Ripristina un 10% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5{NON_BREAK_SPACE}s per 30{NON_BREAK_SPACE}s.",
		"description": "Un piatto di carne arrostita tipico di Liyue. Un colore rosso acceso, un aroma intenso e un sapore ricco. Chiunque lo fissi per più di qualche minuto potrebbe svenire per l'eccessiva salivazione. Tra i bocconi di carne di prima qualità e la ricca salsa, una sola scodella di riso come accompagnamento è davvero insufficiente per una simile esperienza di gusto!"
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 1
		},
		{
			"id": 110006,
			"name": "Zucchero",
			"count": 1
		}
	]
}