{
	"name": "Piatto micioso rinvigorente",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatti rigenerativi",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Ripristina un 26-30% dei PS max del personaggio selezionato.\nRigenera 450-790 PS ogni 5 s per i 30 s successivi.",
	"description": "Questa portata principale sembra piuttosto carina. Con l'aiuto di Kiminami Anna, questo piatto è stato realizzato tenendo a mente i gusti della Gran Sacerdotessa provvisoria Neko. Sebbene non rispecchi il sapore del piatto che Hibiki preparava solitamente, Lady Neko sembra comunque molto soddisfatta del tuo lavoro. A causa della mancanza di spezie, gli umani potrebbero trovare questo piatto un po' banale.",
	"suspicious": {
		"effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Questa portata principale sembra piuttosto carina. Tuttavia, il suo aspetto tradisce la mancanza d'esperienza nella preparazione, così il prodotto finale risulta essere un lavoro raffazzonato in cui gli ingredienti son stati messi insieme frettolosamente. Chissà se la Gran Sacerdotessa provvisoria Neko accetterebbe una cosa del genere..."
	},
	"normal": {
		"effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Questa portata principale ha un aspetto grazioso. Con l'aiuto di Kiminami Anna, questo piatto è stato realizzato tenendo a mente i gusti della Gran Sacerdotessa provvisoria Neko. Sebbene non rispecchi il sapore del piatto che Hibiki preparava solitamente, Lady Neko sembra comunque molto soddisfatta del tuo lavoro. A causa della mancanza di spezie, gli umani potrebbero trovare questo piatto un po' banale."
	},
	"delicious": {
		"effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Questa portata principale sembra piuttosto carina. La semplice metodologia utilizzata per realizzarlo ha massimizzato la conservazione del sapore nei suoi ingredienti. Perfino i gatti che non si curano molto dei noiosi esseri umani accorreranno sicuramente dopo aver sentito l'odore di questa delizia. Uh, aspetta un attimo. Doveva attirare anche i cani?"
	},
	"ingredients": [
		{
			"name": "Pesce",
			"count": 4
		},
		{
			"name": "Pezzo di carne cruda",
			"count": 2
		},
		{
			"name": "Alga",
			"count": 2
		},
		{
			"name": "Riso",
			"count": 1
		}
	]
}