{
	"name": "Zuppa ai frutti di giada",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto DIF+",
	"foodcategory": "Def_Add",
	"effect": "Aumenta di un 15-20% il bonus di guarigione di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un dolce tradizionale di Liyue. Dopo aver portato l'acqua a ebollizione, si immergono vari ingredienti da far sobbollire a fuoco lento. Successivamente, si aggiungono cristalli di zucchero e, sempre a fuoco lento, li si lascia cuocere fino a ottenere un composto denso e chiaro. La lunga cottura crea una consistenza soffice che si scioglie con un leggero sorso ed è adatta a grandi e piccini.",
	"suspicious": {
		"effect": "#Aumenta di un 15% il bonus di guarigione di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dolce tradizionale di Liyue. Buttare gli ingredienti tutti assieme in padella darà vita a qualcosa dal sapore simile al Concentrato di Melmoso... Anche se la consistenza può influire sul gradimento di questo piatto, gli ingredienti dovrebbero comunque essere salutari..."
	},
	"normal": {
		"effect": "#Aumenta di un 17% il bonus di guarigione di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dolce tradizionale di Liyue. Dopo aver portato l'acqua a ebollizione, si immergono vari ingredienti da far sobbollire a fuoco lento. Successivamente, si aggiungono cristalli di zucchero e, sempre a fuoco lento, li si lascia cuocere fino a ottenere un composto denso e chiaro. La lunga cottura crea una consistenza soffice che si scioglie con un leggero sorso ed è adatta a grandi e piccini."
	},
	"delicious": {
		"effect": "#Aumenta di un 20% il bonus di guarigione di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dolce tradizionale di Liyue. Il grosso pezzo di frutta immerso nella zuppa somiglia a una barca solitaria alla deriva trasportata dalla corrente di un fiume. Il gusto rinfrescante di questo piatto colpisce come una brezza improvvisa."
	},
	"ingredients": [
		{
			"name": "Tramontino",
			"count": 3
		},
		{
			"name": "Zucchero",
			"count": 1
		},
		{
			"name": "Qingxin",
			"count": 1
		},
		{
			"name": "Campaviola",
			"count": 1
		}
	]
}