{
	"id": 3110,
	"name": "Guoba di Jueyun",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di un 20-40% i DAN fisici di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Uno degli spuntini speciali di Liyue. Il prosciutto saltato in padella e il peperoncino di Jueyun sparsi sulla crosta croccante di riso ed equiseto danno vita a un piatto raffinato, sostanzioso e in cui gli ingredienti si trasformano in una piccante prelibatezza.",
	"suspicious": {
		"effect": "#Aumenta di un 20% i DAN fisici di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno degli spuntini speciali di Liyue. Il peperoncino di Jueyun rosolato e il prosciutto si sono uniti formando una crosta che a malapena sa di qualcosa, e si riescono a distinguere solamente dalla sensazione che producono in bocca."
	},
	"normal": {
		"effect": "#Aumenta di un 30% i DAN fisici di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno degli spuntini speciali di Liyue. Il prosciutto saltato in padella e il peperoncino di Jueyun sparsi sulla crosta croccante di riso ed equiseto danno vita a un piatto raffinato, sostanzioso e in cui gli ingredienti si trasformano in una piccante prelibatezza."
	},
	"delicious": {
		"effect": "#Aumenta di un 40% i DAN fisici di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno degli spuntini speciali di Liyue. È un piacere cibarsi di questa crosta fragrante su cui è poggiato il prosciutto caldo. I condimenti e la piccantezza del piatto emanano un aroma inebriante che penetra nelle narici, costringendo chi mangia a leccarsi le dita piuttosto che lasciare anche una sola briciola nel piatto."
	},
	"ingredients": [
		{
			"id": 100032,
			"name": "Equiseto",
			"count": 2
		},
		{
			"id": 100092,
			"name": "Riso",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Prosciutto",
			"count": 1
		},
		{
			"id": 100027,
			"name": "Peperoncino di Jueyun",
			"count": 1
		}
	]
}