{
	"name": "Tramezzino al tonkatsu",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta di 66-95 l'ATT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un pasto bilanciato e nutriente. Le due fette di pane racchiudono un pezzo di katsu dal taglio spesso. La salsa fragrante e agrodolce è la chiave per evitare che il pasto sia troppo saporito. Un mix perfetto di stile straniero e sapori locali!",
	"suspicious": {
		"effect": "#Aumenta di 66 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un pasto bilanciato e nutriente. Beh, sarà, ma le verdure sono appassite, la carne è secca e legnosa e le fette di pane sono rafferme... Sai che ti dico? Non importa. Bisognerà pur riempirsi lo stomaco, dopotutto..."
	},
	"normal": {
		"effect": "#Aumenta di 81 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un pasto bilanciato e nutriente. Le due fette di pane racchiudono un pezzo di katsu dal taglio spesso. La salsa fragrante e agrodolce è la chiave per evitare che il pasto sia troppo saporito. Un mix perfetto di stile straniero e sapori locali!"
	},
	"delicious": {
		"effect": "#Aumenta di 95 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un pasto bilanciato e nutriente. Il pane morbido e fragrante riempie lo stomaco, mentre il katsu croccante e succulento solletica i sensi. Un singolo morso è sufficiente per colmarti di soddisfazione dalla lingua fino allo stomaco. Allora, chi è stato il primo a inventarsi questa combinazione?"
	},
	"ingredients": [
		{
			"name": "Farina",
			"count": 3
		},
		{
			"name": "Pezzo di carne cruda",
			"count": 2
		},
		{
			"name": "Cavolo",
			"count": 1
		}
	]
}