{
	"id": 3206,
	"name": "Stufato di Konda",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Piatti rigenerativi",
	"effect": "Rianima il personaggio selezionato.\nRipristina 900-1.500 PS.",
	"description": "Uno stufato tipico della cucina locale. Ogni abitante di Konda sa come preparare questo piatto. All'inizio non aveva un nome, ma si è diffuso in tutta Inazuma grazie alla sua nutriente bontà. Ciò ha spinto le persone che vivevano al di fuori del villaggio a chiamarlo \"stufato di Konda\".",
	"suspicious": {
		"effect": "Rianima un personaggio e ripristina 900 PS.",
		"description": "Uno stufato tipico della cucina locale. Se il pollame che non era stato fritto in precedenza poteva ancora essere tollerabile, il Melonlavanda non bollito tocca l'apice del disastro culinario. Non solo il sapore è aspro, ma il miscuglio macchia così tanto la bocca che qualcuno potrebbe pensare che ti abbiano avvelenato."
	},
	"normal": {
		"effect": "Rianima un personaggio e ripristina 1.200 PS.",
		"description": "Uno stufato tipico della cucina locale. Ogni abitante di Konda sa come preparare questo piatto. All'inizio non aveva un nome, ma si è diffuso in tutta Inazuma grazie alla sua nutriente bontà. Ciò ha spinto le persone che vivevano al di fuori del villaggio a chiamarlo \"stufato di Konda\"."
	},
	"delicious": {
		"effect": "Rianima un personaggio e ripristina 1.500 PS.",
		"description": "Uno stufato tipico della cucina locale. Un controllo accurato della temperatura ha permesso che ogni ingrediente fosse cotto al punto giusto. L'aroma che senti, semplice ma in grado di superare tante altre prelibatezze, è lo stesso che puoi avvertire passeggiando la sera per il Villaggio di Konda. Sicuramente un abitante del villaggio che si trova all'estero sentirebbe nostalgia di casa se mangiasse questo piatto che hai preparato così bene."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Pollame",
			"count": 3
		},
		{
			"id": 100015,
			"name": "Bocca di leone",
			"count": 2
		},
		{
			"id": 101211,
			"name": "Melonlavanda",
			"count": 2
		},
		{
			"id": 100011,
			"name": "Fungo",
			"count": 1
		}
	]
}