{
	"id": 3607,
	"name": "Torta Baccalakka",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Piatto dell'avventuriere",
	"effect": "Ripristina 70–100 di vigore.",
	"description": "Una dolce delizia di frontiera. Un tempo preparata solo con Baccalakka, la ricetta è stata migliorato più tardi con l'aggiunta di bacche Midsommar. Le due tipologie di frutto si completano a vicenda, donando alla preparazione un sapore più ricco e accattivante. Nonostante questo, il nome è rimasto lo stesso.",
	"suspicious": {
		"effect": "Ripristina 70 di vigore.",
		"description": "Una dolce delizia di frontiera. Dopo aver raccolto tutte le tue forze per addentare la crosta quasi impenetrabile, i ruvidi pezzi di pasta ti grattano la mucosa orale come tante piccole pietruzze. Fortunatamente, proprio quando cominci a dubitare delle tue scelte di vita (o almeno quelle relative ai prodotti da forno), un vago accenno di bacche ti colpisce il palato, ricordandoti che, in fin dei conti, non stai mangiando terra congelata..."
	},
	"normal": {
		"effect": "Ripristina 85 di vigore.",
		"description": "Una dolce delizia di frontiera. Un tempo preparata solo con Baccalakka, la ricetta è stata migliorato più tardi con l'aggiunta di bacche Midsommar. Le due tipologie di frutto si completano a vicenda, donando alla preparazione un sapore più ricco e accattivante. Nonostante questo, il nome è rimasto lo stesso."
	},
	"delicious": {
		"effect": "Ripristina 100 di vigore.",
		"description": "Una dolce delizia di frontiera. L'aroma rinfrescante della pasta appena sfornata si sposa perfettamente con il sapore dolce e acidulo della succulenta farcitura a base di due tipi di bacche. I suoi sapori ricchi danzano sul tuo palato, e non c'è da stupirsi se questa piacevole delizia è diventata un alimento base sulle tavole degli abitanti di Nod-Krai."
	},
	"ingredients": [
		{
			"id": 101264,
			"name": "Baccalakka",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Bacca Midsommar",
			"count": 3
		},
		{
			"id": 110016,
			"name": "Farina di segale",
			"count": 2
		},
		{
			"id": 110015,
			"name": "Smetana",
			"count": 1
		}
	]
}