{
	"id": 2604,
	"name": "Pollo alle Baccalakka",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Piatti rigenerativi",
	"effect": "Ripristina un 20-24% dei PS max del personaggio selezionato e 900-1.500 PS aggiuntivi.",
	"description": "Un piatto a base di pezzi di pollo. Si dice che sia diventato molto popolare a Nod-Krai, nonostante sia una ricetta straniera. Ha un sapore agrodolce che risulta davvero delizioso. Un gusto decisamente diverso, anche se, a giudicare dal nome... forse il piatto a cui si è ispirato era il pollo ai Fiordolci?",
	"suspicious": {
		"effect": "Ripristina un 20% dei PS max e 900 PS aggiuntivi del personaggio selezionato.",
		"description": "Un piatto a base di pezzi di pollo. L'intensa acidità cancella ogni aspettativa di poter assaporare un buon pasto, facendo svanire il sorriso in un attimo e contorcere il volto in un'espressione di disagio... Più che un piatto sembra un brutto scherzo..."
	},
	"normal": {
		"effect": "Ripristina un 22% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato.",
		"description": "Un piatto a base di pezzi di pollo. Si dice che sia diventato molto popolare a Nod-Krai, nonostante sia una ricetta straniera. Ha un sapore agrodolce che risulta davvero delizioso. Un gusto decisamente diverso, anche se, a giudicare dal nome... forse il piatto a cui si è ispirato era il pollo ai Fiordolci?"
	},
	"delicious": {
		"effect": "Ripristina un 24% dei PS max e 1.500 PS aggiuntivi del personaggio selezionato.",
		"description": "Un piatto a base di pezzi di pollo. La vivace salsa di colore ambrato ricopre uniformemente ogni pezzo di pollo, avvolgendo la carne tenera e succulenta in un involucro dolce e appiccicoso. Non importa con cosa viene abbinato, questo piatto verrà sicuramente spazzolato!"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Pollame",
			"count": 2
		},
		{
			"id": 101264,
			"name": "Baccalakka",
			"count": 1
		},
		{
			"id": 110015,
			"name": "Smetana",
			"count": 1
		}
	]
}