{
	"id": 3416,
	"name": "Lettre à Focalors",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di un 20-25% i PS max di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una piccola torta di forma rettangolare. Si dice che, molto, molto tempo fa, un certo pasticciere usò il grande amore del popolo di Fontaine verso l'Archon di Hydro come ispirazione per creare questo capolavoro. Gli strati posti accumulati uno sull'altro sono un vero test delle abilità dello chef, e ogni aspetto di questa torta è la prova della straordinaria influenza dell'Archon di Hydro.",
	"suspicious": {
		"effect": "#Aumenta di un 20% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una piccola torta di forma rettangolare. Ogni strato sembra avere più o meno lo stesso sapore e... Un momento, ha anche meno strati di quelli che dovrebbe avere! Ai veri intenditori basta un solo morso per capire che la pasticceria che l'ha preparata ha fatto un gran bel... pasticcio."
	},
	"normal": {
		"effect": "#Aumenta di un 22% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una piccola torta di forma rettangolare. Si dice che, molto, molto tempo fa, un certo pasticciere usò il grande amore del popolo di Fontaine verso l'Archon di Hydro come ispirazione per creare questo capolavoro. Gli strati posti accumulati uno sull'altro sono un vero test delle abilità dello chef, e ogni aspetto di questa torta è la prova della straordinaria influenza dell'Archon di Hydro."
	},
	"delicious": {
		"effect": "#Aumenta di un 25% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una piccola torta di forma rettangolare. L'aroma del caffè e delle mandorle ti attira a sé e stimola i tuoi pensieri, dandoti l'impressione di stare assistendo a un'opera stravagante senza nemmeno rendertene conto. Ti ritrovi ad affondare nei meandri di questa sontuosa esibizione, con la speranza che non giunga mai alla fine."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Uovo d'uccello",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 3
		},
		{
			"id": 100098,
			"name": "Chicchi di caffè",
			"count": 3
		},
		{
			"id": 100089,
			"name": "Mandorla",
			"count": 2
		}
	]
}