{
	"id": 2605,
	"name": "Lohikeitto",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Piatti rigenerativi",
	"effect": "Ripristina un 18-22% dei PS max del personaggio selezionato.\nRigenera 300-470 PS ogni 5 s per i 30 s successivi.",
	"description": "Una zuppa classica delle regioni fredde. Il succulento salmone viene tagliato a pezzi e cucinato con verdure fresche. La panna viene aggiunta prima di servire il piatto, insieme ad altri condimenti speciali, per creare una ciotola di zuppa calda e sostanziosa dalla consistenza vellutata.",
	"suspicious": {
		"effect": "#Ripristina un 18% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5{NON_BREAK_SPACE}s per 30{NON_BREAK_SPACE}s.",
		"description": "Una zuppa classica delle regioni fredde. A prima vista sembra appetitosa, ma basta un unico sorso perché le tue papille gustative vengano sopraffatte dal sapore di bruciato. Ispezioni rapidamente la pentola e scopri che il fondo è ricoperto da una sostanza nera e bruciaticcia... Per la tua salute, forse è meglio saltare il pasto."
	},
	"normal": {
		"effect": "#Ripristina un 20% dei PS max del personaggio selezionato e rigenera 390 PS ogni 5{NON_BREAK_SPACE}s per 30{NON_BREAK_SPACE}s.",
		"description": "Una zuppa classica delle regioni fredde. Il succulento salmone viene tagliato a pezzi e cucinato con verdure fresche. La panna viene aggiunta prima di servire il piatto, insieme ad altri condimenti speciali, per creare una ciotola di zuppa calda e sostanziosa dalla consistenza vellutata."
	},
	"delicious": {
		"effect": "#Ripristina un 22% dei PS max del personaggio selezionato e rigenera 470 PS ogni 5{NON_BREAK_SPACE}s per 30{NON_BREAK_SPACE}s.",
		"description": "Una zuppa classica delle regioni fredde. La minestra densa e liscia come la seta avvolge ciascun ingrediente in un morbido abbraccio. Nel prendere il primo sorso, senti un calore delicato e confortevole pervadere ogni fibra del tuo corpo, come se una vivida alba dorata si stesse irraggiando nel tuo stomaco."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Pesce",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Patata",
			"count": 1
		},
		{
			"id": 100013,
			"name": "Carota",
			"count": 1
		},
		{
			"id": 110002,
			"name": "Panna",
			"count": 1
		}
	]
}