{
	"name": "Zuppa di semi di loto e uova d'uccello",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto dell'avventuriere",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Riduce di un 15-25% il vigore consumato da tutti i membri del gruppo durante gli Scatti per 900 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una zuppa con uova cotte al vapore. La crema all'uovo, di un colore chiaro e dorato, è stata abbellita con diverse radici di loto. I suoi ottimi valori nutrizionali la rendono un pasto adatto per qualsiasi momento della giornata.",
	"suspicious": {
		"effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una zuppa con uova cotte al vapore. La lunga cottura al vapore ha fatto comparire una forma simile a un alveare sulla superficie della crema all'uovo. Va da sé che il loto non ha conservato nemmeno un accenno della sua amarezza."
	},
	"normal": {
		"effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una zuppa con uova cotte al vapore. La crema all'uovo, di un colore chiaro e dorato, è stata abbellita con diverse radici di loto. I suoi ottimi valori nutrizionali la rendono un pasto adatto per qualsiasi momento della giornata."
	},
	"delicious": {
		"effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una zuppa con uova cotte al vapore. Le uova succulente si sciolgono in bocca e, prima che uno se ne accorga, la lieve e morbida dolcezza dei fiori di loto freschi inonda le papille gustative."
	},
	"ingredients": [
		{
			"name": "Frutto di loto",
			"count": 1
		},
		{
			"name": "Uovo d'uccello",
			"count": 1
		},
		{
			"name": "Zucchero",
			"count": 1
		}
	]
}