{
	"id": 3510,
	"name": "Ode al magma",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di un 10-20% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un antico piatto di Natlan. Tradizionalmente, gli ingredienti vengono avvolti in grandi foglie e cotti a vapore in una buca usando delle pietre incandescenti. Quando le nuvole di vapore cominciano a risalire, questa prelibatezza di Natlan, perfetta per essere condivisa con gruppi numerosi, è pronta a essere servita.",
	"suspicious": {
		"effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un antico piatto di Natlan. Se c'è ancora un briciolo di speranza quando la consistenza ruvida e sabbiosa tocca la lingua, quell'ultimo brandello di ottimismo svanisce nel momento in cui il sapore terroso arriva al palato. Quando si è insinuato, esattamente?"
	},
	"normal": {
		"effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un antico piatto di Natlan. Tradizionalmente, gli ingredienti vengono avvolti in grandi foglie e cotti a vapore in una buca usando delle pietre incandescenti. Quando le nuvole di vapore cominciano a risalire, questa prelibatezza di Natlan, perfetta per essere condivisa con gruppi numerosi, è pronta a essere servita."
	},
	"delicious": {
		"effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un antico piatto di Natlan. La cottura meticolosa ha chiuso saldamente i succhi all'interno degli ingredienti, mentre una leggera sensazione di affumicato permane come fili dorati cuciti su un prezioso rotolo di tessuto, elevandone incredibilmente il gusto. Un singolo boccone è sufficiente a farti gridare di gioia."
	},
	"ingredients": [
		{
			"id": 101243,
			"name": "Granifrutto",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Patata",
			"count": 2
		},
		{
			"id": 100076,
			"name": "Cipolla",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Pesce",
			"count": 2
		}
	]
}