{
	"name": "Polpette di formaggio al masala",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_CritRate",
	"effect": "Aumenta di un 6-12% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non è altro che una ricetta tradizionale di Sumeru. Le palline di formaggio appena cotte rilasciano un aroma stuzzicante, poiché è stata usata una tecnica speciale per mescolare le spezie nell'impasto. Basta un piccolo morso e il formaggio caldo fuoriesce immediatamente. Viene servito con patate cotte a fuoco lento fino a renderle tenere. Questa combinazione cremosa ti sazierà a lungo.",
	"suspicious": {
		"effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non è altro che una ricetta tradizionale di Sumeru. Le palline di formaggio sono poco cotte, e il risultato in bocca è una poltiglia di formaggio fuso mescolato con pezzi di patate. Cerca di cuocerlo un po' più a lungo, la prossima volta."
	},
	"normal": {
		"effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non è altro che una ricetta tradizionale di Sumeru. Le palline di formaggio appena cotte rilasciano un aroma stuzzicante, grazie a una tecnica speciale utilizzata per mescolare le spezie nell'impasto. Basta un piccolo morso e il formaggio caldo fuoriesce immediatamente. Viene servito con patate cotte a fuoco lento fino a renderle tenere. Questa combinazione cremosa ti sazierà a lungo."
	},
	"delicious": {
		"effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non è altro che una ricetta tradizionale di Sumeru. Le spezie sono state mescolate con altri ingredienti per esaltare gli aromi più originali, risvegliando le tue papille gustative e creando un profilo aromatico composito. Le palline di formaggio sono croccanti fuori e soffici dentro. Si sposano alla perfezione con delle patate fumanti."
	},
	"ingredients": [
		{
			"name": "Patata",
			"count": 2
		},
		{
			"name": "Formaggio",
			"count": 1
		},
		{
			"name": "Spezie",
			"count": 1
		}
	]
}