{
	"id": 4903,
	"name": "Banchetto del carnivoro",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 224–320 l'ATT e di un 6-10% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una combinazione di carne e caffè. Una croccante cotoletta di pollo fritto avvolta da verdure fresche, abbinata a code di gamberi sgusciate. Questo audace connubio di sapori provenienti dalla terra e dall'acqua scatena un'epifania: proprio come le avventure nelle terre inesplorate, le delizie culinarie sono piene d'infinite possibilità.",
	"suspicious": {
		"effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una combinazione di carne e caffè. Un miscuglio caotico di ingredienti buttati alla rinfusa. A prima vista, sembra essere... un ammasso di carne e gamberetti? Se riesci a tralasciare il suo aspetto informe, dovrebbe quantomeno riuscire a riempirti la pancia..."
	},
	"normal": {
		"effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una combinazione di carne e caffè. Una croccante cotoletta di pollo fritto avvolta da verdure fresche, abbinata a code di gamberi sgusciate. Questo audace connubio di sapori provenienti dalla terra e dall'acqua scatena un'epifania: proprio come le avventure nelle terre inesplorate, le delizie culinarie sono piene d'infinite possibilità."
	},
	"delicious": {
		"effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una combinazione di carne e caffè. La salsa speciale sprigiona un aroma seducente che vortica nell'aria come sospinto dal potere di Anemo, mentre i gamberi succulenti e deliziosamente freschi danzano sulla tua lingua. Ogni boccone è un'esplosione di succosa beatitudine a più livelli... Mentre la pancia si riempie, preghi che questa pietanza, sogno di ogni amante della carne, non finisca mai!"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Pollame",
			"count": 5
		},
		{
			"id": 100093,
			"name": "Gamberetti",
			"count": 4
		},
		{
			"id": 100098,
			"name": "Chicchi di caffè",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 3
		}
	]
}