{
	"id": 3015,
	"name": "Tornado carnoso",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Piatto dell'avventuriere",
	"effect": "Ripristina 15-25 di vigore quando un membro del gruppo sconfigge un avversario. Quest'effetto può attivarsi una volta ogni 3 s e dura 900 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto di carne piuttosto popolare. Le sottili fette di carne vengono ricoperte di pancetta e altri condimenti, poi avvolte e fritte nell'olio fino a diventare marroni. Quando il piatto finito viene tagliato, le fette di carne sono saldamente avvolte nel ripieno, come un tornado.",
	"suspicious": {
		"effect": "#Ripristina 15 di vigore quando un membro del gruppo sconfigge un avversario. Quest'effetto può attivarsi una volta ogni 3{NON_BREAK_SPACE}s e dura 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di carne piuttosto popolare. All'inizio sembrava andare tutto bene, ma nel momento cruciale, la carne arrotolata si è aperta spargendosi, dando l'impressione che fosse appena passata una violenta tempesta..."
	},
	"normal": {
		"effect": "#Ripristina 20 di vigore quando un membro del gruppo sconfigge un avversario. Quest'effetto può attivarsi una volta ogni 3{NON_BREAK_SPACE}s e dura 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di carne piuttosto popolare. Le sottili fette di carne vengono ricoperte di pancetta e altri condimenti, poi avvolte e fritte nell'olio fino a diventare marroni. Quando il piatto finito viene tagliato, le fette di carne sono saldamente avvolte nel ripieno, come un tornado."
	},
	"delicious": {
		"effect": "#Ripristina 25 di vigore quando un membro del gruppo sconfigge un avversario. Quest'effetto può attivarsi una volta ogni 3{NON_BREAK_SPACE}s e dura 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di carne piuttosto popolare. La ricca fragranza della carne travolge corpo e anima, soddisfacendo abbondantemente ogni tua più sfrenata immaginazione sulla carne succulenta. Non c'è da stupirsi, quindi, che questo piatto trovi spesso un posto a tavola in qualsiasi festa."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 2
		},
		{
			"id": 110010,
			"name": "Pancetta",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Patata",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Cipolla",
			"count": 1
		}
	]
}