{
	"id": 3112,
	"name": "Involtini di carne alla menta",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Piatto dell'avventuriere",
	"effect": "Riduce di un 15-25% il vigore consumato da tutti i membri del gruppo mentre planano e durante gli Scatti per 900 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto dal sapore agro-piccante. La carne marinata è stata tagliata a fettine sottili e arrotolata in foglie di menta, prima di essere ricoperta da una salsa al peperoncino di Jueyun. Il sapore unico della menta aggiunge il tocco finale al piatto, rendendola un'aggiunta eccellente per qualsiasi piatto freddo.",
	"suspicious": {
		"effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto dal sapore agro-piccante. La salsa è troppo salata e ha coperto il sapore fresco del piatto. Se non vuoi aggiungere dell'acqua per diluirla, allora conviene mandarlo giù accompagnandolo con molto riso."
	},
	"normal": {
		"effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto dal sapore agro-piccante. La carne marinata è stata tagliata a fettine sottili e arrotolata in foglie di menta, prima di essere ricoperta da una salsa al peperoncino di Jueyun. Il sapore unico della menta aggiunge il tocco finale al piatto, rendendola un'aggiunta eccellente per qualsiasi piatto freddo."
	},
	"delicious": {
		"effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto dal sapore agro-piccante. La carne e la menta formano un equilibrio di pura squisitezza, risultando tenero ma non unto, delicato ma non amaro. Il gusto piccante risveglia l'equilibrio di questo duo poetico con sorprendente chiarezza nella tua bocca, che può terminare soltanto con un sospiro di gioia."
	},
	"ingredients": [
		{
			"id": 100016,
			"name": "Menta",
			"count": 4
		},
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 3
		},
		{
			"id": 100027,
			"name": "Peperoncino di Jueyun",
			"count": 1
		}
	]
}