{
	"id": 2111,
	"name": "Insalata alla menta",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 66-95 l'ATT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una fragrante insalata. I peperoncini di Jueyun tagliati finemente e mescolati con una salsa sono stati uniti alle foglie di menta. Non sembra niente di speciale, ma ha un sorprendente potere rigenerante e rinfrescante. È anche la pietanza perfetta per rifarsi il palato dopo un pasto molto grasso e goloso.",
	"suspicious": {
		"effect": "#Aumenta di 66 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una fragrante insalata. La menta e il peperoncino di Jueyun non sono stati né abbinati né mescolati correttamente, dando vita a un piatto così piccante da lasciare a corto di parole chiunque provi a mangiarlo."
	},
	"normal": {
		"effect": "#Aumenta di 81 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una fragrante insalata. I peperoncini di Jueyun tagliati finemente e mescolati con una salsa sono stati uniti alle foglie di menta. Non sembra niente di speciale, ma ha un sorprendente potere rigenerante e rinfrescante. È anche la pietanza perfetta per rifarsi il palato dopo un pasto molto grasso e goloso."
	},
	"delicious": {
		"effect": "#Aumenta di 95 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una fragrante insalata. Il sapore leggermente amaro della menta fresca non copre la sensazione ardente che lascia in bocca il peperoncino di Jueyun, ma anzi, permette alla piccantezza di raggiungere un nuovo livello. I due ingredienti volteggiano e fanno piroette sulla tua lingua, come una coppia di ballerini che si sfidano tra gli applausi del pubblico."
	},
	"ingredients": [
		{
			"id": 100016,
			"name": "Menta",
			"count": 4
		},
		{
			"id": 100027,
			"name": "Peperoncino di Jueyun",
			"count": 1
		}
	]
}