{
	"id": 3316,
	"name": "Tè alla menta fruttato",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di 165-235 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una bevanda rinfrescante e dissetante. Il tè rinvigorente e il gusto agrodolce della frutta si fondono assieme donandoti ristoro. Prima che te ne renda conto, hai già finito un'intera tazza.",
	"suspicious": {
		"effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una bevanda rinfrescante e dissetante. Il primissimo sorso ti farà cadere i denti da quanto è aspro il sapore. La delicata dolcezza della menta è stata brutalmente usurpata da una tirannica asprezza. Siamo sicuri sia davvero un tè fruttato?"
	},
	"normal": {
		"effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una bevanda rinfrescante e dissetante. Il tè rinvigorente e il gusto agrodolce della frutta si fondono assieme donandoti ristoro. Prima che te ne renda conto, hai già finito un'intera tazza."
	},
	"delicious": {
		"effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una bevanda rinfrescante e dissetante. Il dolce sapore del tè si combina con le delicate note floreali da una parte, e si intreccia col gusto fruttato dall'altra, inondando la tua bocca e la tua gola con il loro aroma. Aspetta un secondo, perché sono rimasti solo dei cubetti di ghiaccio nel bicchiere?"
	},
	"ingredients": [
		{
			"id": 100016,
			"name": "Menta",
			"count": 3
		},
		{
			"id": 100002,
			"name": "Tramontino",
			"count": 3
		},
		{
			"id": 100051,
			"name": "Bacca",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Zucchero",
			"count": 1
		}
	]
}