{
	"id": 4001,
	"name": "Tortino lunare",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di un 25-35% l'efficacia dello scudo e di 165-235 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un alimento tipico di Mondstadt. Non solo la carne in salamoia all'interno ha un sapore unico, ma anche la meringa ha mantenuto la sua dolcezza e la sua umidità durante la cottura. È un piatto da non farsi scappare durante qualsiasi festival di Mondstadt.",
	"suspicious": {
		"effect": "#Aumenta di un 25% l'efficacia dello scudo e di 165 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un alimento tipico di Mondstadt. La meringa bruciata è di un colore giallognolo ed è a malapena passabile. Non farla vedere a nessun abitante di Mondstadt, o potrebbe decidere di fare in modo che tu non sbagli mai più."
	},
	"normal": {
		"effect": "#Aumenta di un 30% l'efficacia dello scudo e di 200 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un alimento tipico di Mondstadt. Non solo la carne in salamoia all'interno ha un sapore unico, ma anche la meringa ha mantenuto la sua dolcezza e la sua umidità durante la cottura. È un piatto da non farsi scappare durante qualsiasi festival di Mondstadt."
	},
	"delicious": {
		"effect": "#Aumenta di un 35% l'efficacia dello scudo e di 235 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un alimento tipico di Mondstadt. Mentre tagli una fetta di questo tortino di carne, gli aromi del burro e della carne inebriano all'unisono i tuoi sensi. Il sapore rustico e dolce ti ricorda la bellezza e i suoni dei festival del raccolto, facendoti sorridere involontariamente."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Uovo d'uccello",
			"count": 4
		},
		{
			"id": 110004,
			"name": "Burro",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 2
		}
	]
}