{
	"id": 3215,
	"name": "A non finire",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di un 20-40% i DAN fisici di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Uno spuntino grigliato su una piastra di ferro. La farina viene aggiunta all'acqua e si mescola a formare un impasto liquido, a cui si aggiungono la carne e le verdure; il tutto viene quindi cotto su una piastra di ferro prima di aggiungere uno spruzzo di salsa e una spolverata di fiocchi di palamita essiccata. Il piatto ha un sapore delizioso a prescindere dagli ingredienti usati, e viene voglia di aggiungerne \"a non finire\", da cui il nome.",
	"suspicious": {
		"effect": "#Aumenta di un 20% i DAN fisici di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spuntino grigliato su una piastra di ferro. Sembra avere un bell'aspetto, ma inizi ad avere un brutto presentimento dopo il primo morso. Dopotutto non puoi battere la fiacca mentre prepari il cibo, eh?"
	},
	"normal": {
		"effect": "#Aumenta di un 30% i DAN fisici di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spuntino grigliato su una piastra di ferro. La farina viene aggiunta all'acqua e si mescola a formare un impasto liquido, a cui si aggiungono la carne e le verdure; il tutto viene quindi cotto su una piastra di ferro prima di aggiungere uno spruzzo di salsa e una spolverata di fiocchi di palamita essiccata. Il piatto ha un sapore delizioso a prescindere dagli ingredienti usati, e viene voglia di aggiungerne \"a non finire\", da cui il nome."
	},
	"delicious": {
		"effect": "#Aumenta di un 40% i DAN fisici di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Uno spuntino grigliato su una piastra di ferro. I ricchi ingredienti sono stati impilati uno sopra l'altro. Un solo morso allo strato esterno croccante rivela la morbida tenerezza all'interno. La salsa deliziosa riveste sontuosamente i condimenti, scorrendo tra le labbra e i denti in viaggio verso lo stomaco. Anche l'aroma che persiste nell'aria diventa parte di questa prelibatezza indimenticabile."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Pesce",
			"count": 3
		},
		{
			"id": 110010,
			"name": "Pancetta",
			"count": 2
		},
		{
			"id": 101211,
			"name": "Melonlavanda",
			"count": 1
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 1
		}
	]
}