{
	"id": 2304,
	"name": "Macedonia di funghi",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di 88-126 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non richiede altro che qualche fungo comune di Sumeru e dei condimenti extra. Paimon ha selezionato tre tipi di funghi, che sono stati preparati e poi cucinati in modo semplice, ma la consistenza e il sapore non sono affatto male.",
	"suspicious": {
		"effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non richiede altro che qualche fungo comune di Sumeru e dei condimenti extra. Il sapore di questo piatto ha un non so che di selvatico, anche se, ehm... forse sarebbe più preciso dire che \"sa di sporco\". Meglio lasciare questo tipo di delizie dagli ingredienti rustici ai cinghiali..."
	},
	"normal": {
		"effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non richiede altro che qualche fungo comune di Sumeru e dei condimenti extra. Paimon ha selezionato tre tipi di funghi, che sono stati preparati e poi cucinati in modo semplice, ma la consistenza e il sapore non sono affatto male."
	},
	"delicious": {
		"effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non richiede altro che qualche fungo comune di Sumeru e dei condimenti extra. La temperatura e il tempo di cottura sono stati adattati per preservare gli aromi distinti di tre tipi di funghi. A seconda dei gusti personali, possono essere consumati assieme o uno ad uno per coglierne la sottile differenza di sapore."
	},
	"ingredients": [
		{
			"id": 101213,
			"name": "Funghi di Rukkhashava",
			"count": 1
		},
		{
			"id": 100011,
			"name": "Fungo",
			"count": 1
		},
		{
			"id": 101212,
			"name": "Astrofungo",
			"count": 1
		}
	]
}