{
	"id": 3512,
	"name": "Biscotto di Nanasso",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 160-228 l'ATT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un biscotto dalla forma particolare. Mescola bene l'impasto, poi disponilo nella formina e cuoci finché non è pronto. I bordi sono particolarmente delicati e tendono a bruciarsi. Per ottenere un perfetto colore dorato, il controllo della temperatura è fondamentale.",
	"suspicious": {
		"effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un biscotto dalla forma particolare. Quando lo hai preso dalla padella era un po' deformato e la sua consistenza è un po' troppo morbida. Non puoi che ripensare a come lo hai cucinato... E al suo sapore, visto che sembra sia stato appena tirato fuori dal mare."
	},
	"normal": {
		"effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un biscotto dalla forma particolare. Mescola bene l'impasto, poi disponilo nella formina e cuoci finché non è pronto. I bordi sono particolarmente delicati e tendono a bruciarsi. Per ottenere un perfetto colore dorato, il controllo della temperatura è fondamentale."
	},
	"delicious": {
		"effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un biscotto dalla forma particolare. Il suo colore dorato ti ricorda il tramonto a Villa Guiztli. Al solo sguardo, il suo aspetto, così simile a quello così gioioso dei Nanassi, ti fa provare un senso di felicità. Immerso nel dolce aroma delle uova e della crema, vuoi preservare quei momenti felici trascorsi a Villa Guiztli con tutti gli altri per sempre."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Uovo d'uccello",
			"count": 4
		},
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Zucchero",
			"count": 1
		}
	]
}