{
	"name": "Omelette di riso",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto dell'avventuriere",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Riduce di un 15-25% il vigore consumato da tutti i membri del gruppo durante le arrampicate e gli Scatti per 900 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una portata principale avvolta nell'albume d'uovo. I fluidi delle uova, sbattuti in modo uniforme, vengono fritti parzialmente prima di essere versati sopra il riso, e il ketchup viene spruzzato dopo che il tutto è pronto per essere impiattato. Dicono sia un piatto proveniente da un'altra regione, anche se questa versione prevede un metodo di cottura più complicato.",
	"suspicious": {
		"effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una portata principale avvolta nell'albume d'uovo. L'albume copre a malapena il riso, ed è stato fritto così a lungo da aver perso tutta la sua fluidità. Tanto vale chiamarlo \"uovo fritto su riso\"."
	},
	"normal": {
		"effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una portata principale avvolta nell'albume d'uovo. I fluidi delle uova, sbattuti in modo uniforme, vengono fritti parzialmente prima di essere versati sopra il riso, e il ketchup viene spruzzato dopo che il tutto è pronto per essere impiattato. Dicono sia un piatto proveniente da un'altra regione, anche se questa versione prevede un metodo di cottura più complicato."
	},
	"delicious": {
		"effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una portata principale avvolta nell'albume d'uovo. Colpendo delicatamente lo strato esterno dell'albume, che non è cotto del tutto ma si avvolge con la sua corona rossa di ketchup attorno alla fitta forma di riso bianco, si riuscirà a stimolare l'appetito di ogni cliente... E dopo che hanno mangiato con gioia, non possono fare a meno di sorridere."
	},
	"ingredients": [
		{
			"name": "Uovo d'uccello",
			"count": 4
		},
		{
			"name": "Riso",
			"count": 3
		},
		{
			"name": "Pomodoro",
			"count": 2
		},
		{
			"name": "Zucchero",
			"count": 1
		}
	]
}