{
	"name": "Tofu all'orchidea",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto dell'avventuriere",
	"foodcategory": "Other_SPAdd",
	"effect": "Ripristina 70–100 di vigore.",
	"description": "Un piatto che mette a dura prova l'abilità con il coltello. Tutti gli ingredienti sono stati tagliati a strisce in una sola volta e, dopo essere stati lavati, sono stati immersi nel brodo e sobbolliti finché non hanno iniziato a tornare a galla. Il sapore finale è leggero e fresco, e non sarebbe inappropriato come piatto principale in un ristorante di Liyue.",
	"suspicious": {
		"effect": "Ripristina 70 di vigore.",
		"description": "Un piatto che mette a dura prova l'abilità con il coltello. L'uso irregolare della lama ha fatto sì che gli ingredienti venissero affettati disordinatamente. La sensazione di cibo lacero in bocca basta per far disperare chi lo mangia. Solo il sapore rancido della soia è la prova che l'ingrediente principale del piatto inizialmente era il tofu."
	},
	"normal": {
		"effect": "Ripristina 85 di vigore.",
		"description": "Un piatto che mette a dura prova l'abilità con il coltello. Tutti gli ingredienti sono stati tagliati a strisce in una sola volta e, dopo essere stati lavati, sono stati immersi nel brodo e sobbolliti finché non hanno iniziato a tornare a galla. Il sapore finale è leggero e fresco, e non sarebbe inappropriato come piatto principale in un ristorante di Liyue."
	},
	"delicious": {
		"effect": "Ripristina 100 di vigore.",
		"description": "Un piatto che mette a dura prova l'abilità con il coltello. Il tofu, sottile come le foglie d'autunno, galleggia in mezzo alla ciotola come la nebbia in una foresta, e i germogli di bambù sminuzzati conferiscono all'immagine una dolce e brillante lucentezza. Nel mentre il brodo unisce l'essenza del pollame e del prosciutto, emanando un aroma incredibile. Basta un solo assaggio per far sì che il cliente si perda in questa nebbia di sapore."
	},
	"ingredients": [
		{
			"name": "Tofu",
			"count": 4
		},
		{
			"name": "Germoglio di bambù",
			"count": 2
		},
		{
			"name": "Prosciutto",
			"count": 1
		},
		{
			"name": "Pollame",
			"count": 1
		}
	]
}