{
	"id": 3309,
	"name": "Budino di Padisarah",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Piatto dell'avventuriere",
	"effect": "Riduce di un 15-25% il vigore consumato da tutti i membri del gruppo durante le arrampicate e gli Scatti per 900 s.\nIn modalità cooperativa si applica solo ai tuoi personaggi.",
	"description": "Un dolce popolare di Sumeru. Il succo dei petali delle rose di Padisarah e di Sumeru viene spremuto e mescolato con latte, gelatina, zucchero e altri ingredienti. Il composto viene quindi lasciato riposare fino a solidificarsi. L'aspetto grazioso e il sapore dolce lo rendono un dessert tipico negli eventi celebrativi di Sumeru.",
	"suspicious": {
		"effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dessert popolare a Sumeru. Un solo morso produce un mix di sapori di latte e fiori... Il che non è esattamente un male, ma è ben lontano da ciò che ci si aspettava da questo budino. Hai sbagliato le proporzioni degli ingredienti o qualcosa del genere?"
	},
	"normal": {
		"effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dessert popolare a Sumeru. Il succo dei petali delle rose di Padisarah e di Sumeru viene spremuto e mescolato con latte, gelatina, zucchero e altri ingredienti. Il composto viene quindi lasciato riposare fino a solidificarsi. L'aspetto grazioso e il sapore dolce lo rendono un dessert tipico negli eventi celebrativi di Sumeru."
	},
	"delicious": {
		"effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un dessert popolare a Sumeru. Nel momento in cui lo si mette in bocca, la sensazione è quella di camminare su delle nuvole al sapore di latte. Mentre si gustano i suoi sapori, la fragranza mista di Padisarah e rose di Sumeru riempie l'aria. Quando infine si arriva all'ultimo boccone, si ha la sensazione che qualcosa sia rimasto incompiuto. Non si può fare a meno di leccare il cucchiaio, come per assaporare gli ultimi sublimi momenti di piacere."
	},
	"ingredients": [
		{
			"id": 101214,
			"name": "Padisarah",
			"count": 2
		},
		{
			"id": 101219,
			"name": "Rosa di Sumeru",
			"count": 1
		},
		{
			"id": 100078,
			"name": "Latte",
			"count": 1
		},
		{
			"id": 110006,
			"name": "Zucchero",
			"count": 1
		}
	]
}