{
	"name": "Gommose alla frutta",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_CritRate",
	"effect": "Aumenta di un 10-20% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Delle caramelle gommose. La prima caramella di questo tipo venne creata come modo per preservare la frutta. Col passare del tempo, si è fatta strada nei ricordi d'infanzia di tutti i cittadini di Fontaine. Hanno un gusto dolce e sono piacevoli da masticare. Dopo averne mangiata una, vuoi subito prenderne un'altra.",
	"suspicious": {
		"effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Delle caramelle gommose. Ti si attaccano ai denti e risultano complicate da masticare. Anche se non è molto difficile farle staccare, basta questo per rovinare completamente il momento di dolcezza."
	},
	"normal": {
		"effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Delle caramelle gommose. La prima caramella di questo tipo venne creata come modo per preservare la frutta. Col passare del tempo, si è fatta strada nei ricordi d'infanzia di tutti i cittadini di Fontaine. Hanno un gusto dolce e sono piacevoli da masticare. Dopo averne mangiata una, vuoi subito prenderne un'altra."
	},
	"delicious": {
		"effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Delle caramelle gommose. Basta addentarne una per sentire la bocca riempirsi di aromi alla frutta, come se un intero frutteto fosse stato condensato al suo interno. Prima che te ne accorga, il barattolo si è già svuotato, e tutto ciò che ti resta da fare è leccarti le dita per non sprecare neanche una briciola della glassa."
	},
	"ingredients": [
		{
			"name": "Bulle",
			"count": 1
		},
		{
			"name": "Marmellata",
			"count": 1
		},
		{
			"name": "Zucchero",
			"count": 1
		}
	]
}