{
	"id": 4404,
	"name": "Petit Gâteau Débord (versione rivisitata)",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 224–320 l'ATT e di un 6-10% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una versione più piccola del famoso Gâteau Débord. Persino a confronto dell'omonima torta, di cui vengono vendute solo sedici fette al giorno, le avventure straordinarie che avete vissuto insieme sono ancora più preziose e degne di essere ricordate. Forse Escoffier stava pensando alla stessa cosa, quando ha scritto la ricetta...",
	"suspicious": {
		"effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una versione più piccola del famoso Gâteau Débord. Questa piccola torta è come un pezzo di legno perso in un vasto oceano, la densa salsa al cioccolato è come un'onda impetuosa, che non solo avvolge la torta (e gran parte del piatto), ma anche ogni piccolo appiglio che persiste nel tuo stomaco a causa della fame."
	},
	"normal": {
		"effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una versione più piccola del famoso Gâteau Débord. Persino a confronto dell'omonima torta, di cui vengono vendute solo sedici fette al giorno, le avventure straordinarie che avete vissuto insieme sono ancora più preziose e degne di essere ricordate. Forse Escoffier stava pensando alla stessa cosa, quando ha scritto la ricetta..."
	},
	"delicious": {
		"effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una versione più piccola del famoso Gâteau Débord. La salsa vellutata è sfuggente come la seta, scivola tra le tue dita e si posa sulla lingua, mentre le gentile melodie del tè pomeridiano risuonano nell'aria, incantandoti il cuore... Forse questa piccola delizia comparirà nei tuoi sogni stasera..."
	},
	"ingredients": [
		{
			"id": 101233,
			"name": "Fiore di Romaritime",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Uovo d'uccello",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 2
		},
		{
			"id": 110002,
			"name": "Panna",
			"count": 2
		}
	]
}