{
	"name": "Tortino Chanson du poisson",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatti rigenerativi",
	"foodcategory": "Recovery_Revive",
	"effect": "Rianima il personaggio selezionato.\nRipristina 900-1.500 PS.",
	"description": "Uno sformato di pesce. Per prepararlo, mescolare i ripieni e disporre l'impasto subito sopra. La chiave sta nel disporre adeguatamente le teste dei pesci prima di infornare il tutto, facendo in modo che, dopo la cottura, tutti i pesci guardino verso l'alto come se cantassero all'unisono.",
	"suspicious": {
		"effect": "Rianima un personaggio e ripristina 900 PS.",
		"description": "Uno sformato di pesce. Nessuno immagina perché ogni pesce abbia la testa rivolta in una direzione diversa, rendendo questa \"Chanson\" piuttosto una lagna scoordinata. Basta un solo morso per essere aggrediti da un sapore selvaggio, contro cui le tue papille gustative non possono fare altro che ammettere la sconfitta. Per un attimo, ti sembra di sentire i pesci lamentarsi... È solo un'allucinazione uditiva, vero?"
	},
	"normal": {
		"effect": "Rianima un personaggio e ripristina 1.200 PS.",
		"description": "Uno sformato di pesce. Per prepararlo, mescolare i ripieni e disporre l'impasto subito sopra. La chiave sta nel disporre adeguatamente le teste dei pesci prima di infornare il tutto, facendo in modo che, dopo la cottura, tutti i pesci guardino verso l'alto come se cantassero all'unisono."
	},
	"delicious": {
		"effect": "Rianima un personaggio e ripristina 1.500 PS.",
		"description": "Uno sformato di pesce. Il grasso sfrigola accanto alla fiamma danzante, per poi gocciolare nell'impasto mentre la crosta assume una consistenza dorata e croccante. Nessuno può resistere alla tentazione di assaggiarlo appena tolto dal forno. Sulla tua lingua, i pesci sembrano intonare un inno romantico e saporito."
	},
	"ingredients": [
		{
			"name": "Pesce",
			"count": 3
		},
		{
			"name": "Farina",
			"count": 2
		},
		{
			"name": "Uovo d'uccello",
			"count": 1
		},
		{
			"name": "Pancetta",
			"count": 1
		}
	]
}