{
	"id": 3104,
	"name": "Soffritto alla Qingce",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 160-228 l'ATT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto preparato su una fiamma scoppiettante. Gira voce che fosse una ricetta molto rustica accessibile a qualsiasi abitante del Villaggio di Qingce. Ma, contro ogni aspettativa, questi piatti croccanti e speziati hanno ottenuto il riconoscimento delle persone provenienti da altri posti, e così hanno iniziato a diffondersi nella regione di Liyue.",
	"suspicious": {
		"effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto preparato su una fiamma scoppiettante. Questo tentativo è stato un vero fallimento, che conserva un sapore molto amaro e un livello di piccantezza davvero spiacevole. Puoi provare ad accompagnarlo con del riso, oppure puoi mangiare solo quello."
	},
	"normal": {
		"effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto preparato su una fiamma scoppiettante. Gira voce che fosse una ricetta molto rustica accessibile a qualsiasi abitante del Villaggio di Qingce. Ma, contro ogni aspettativa, questi piatti croccanti e speziati hanno ottenuto il riconoscimento delle persone provenienti da altri posti, e così hanno iniziato a diffondersi nella regione di Liyue."
	},
	"delicious": {
		"effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto preparato su una fiamma scoppiettante. Basta il suo odorino per aprire una voragine nello stomaco. Il pizzicore del peperoncino solletica la lingua, e stimolerebbe chiunque a mangiarne altre dieci ciotole in una volta sola."
	},
	"ingredients": [
		{
			"id": 100011,
			"name": "Fungo",
			"count": 3
		},
		{
			"id": 100026,
			"name": "Frutto di loto",
			"count": 2
		},
		{
			"id": 100027,
			"name": "Peperoncino di Jueyun",
			"count": 1
		},
		{
			"id": 100018,
			"name": "Cavolo",
			"count": 1
		}
	]
}