{
	"name": "Asteria arcobaleno",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto dell'avventuriere",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Riduce di un 15-25% il vigore consumato da tutti i membri del gruppo mentre planano e durante gli scatti per 900 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un drink davvero unico. Dopo la sua comparsa nella famosa light novel Per cortesia, Kitsune Guuji?, la Brezza Marina in collaborazione con la Casa editrice Yae ha deciso di riprodurlo insieme al suo affascinante sapore. Dato che questa versione non contiene prodotti a base di soia, è leggermente diversa dalla versione limitata disponibile durante il festival di Irodori, ma fortunatamente è adatta anche per le persone allergiche ai legumi.",
	"suspicious": {
		"effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una bibita senz'altro unica. Ha un bell'aspetto e il gusto è accettabile, se non si conta l'astringenza causata dalla preparazione impropria del Melonlavanda..."
	},
	"normal": {
		"effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un drink davvero unico. Dopo la sua comparsa nella famosa light novel \"Per cortesia, Kitsune Guuji?\", la Brezza Marina in collaborazione con la Casa editrice Yae, ha deciso di riprodurlo insieme al suo affascinante sapore. Dato che questa versione non contiene prodotti a base di soia, è leggermente diversa dalla versione limitata disponibile durante il festival di Irodori, ma fortunatamente è adatta anche per le persone allergiche ai legumi."
	},
	"delicious": {
		"effect": "Riduce di un 25% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una bibita unica. I gigli di calla di Mondstadt e i Melonlavanda di Inazuma si incontrano oltre le montagne e il mare per poi mescolare alla perfezione il loro gusto con l'aiuto del latte montato. Garantisce una fresca soddisfazione: infatti, non sorprende affatto che la Shogun malata della storia abbia recuperato le energie grazie al solo effetto di questa bibita."
	},
	"ingredients": [
		{
			"name": "Latte",
			"count": 3
		},
		{
			"name": "Melonlavanda",
			"count": 2
		},
		{
			"name": "Giglio di calla",
			"count": 2
		},
		{
			"name": "Menta",
			"count": 1
		}
	]
}