{
	"name": "Macaron arcobaleno",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto dell'avventuriere",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Riduce di un 15-25% il vigore consumato da tutti i membri del gruppo durante le arrampicate e gli Scatti per 900 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Dei dolcetti rotondi variopinti. A Fontaine c'è un detto che recita: \"Un dolce senza macaron è come acqua senza sorgente\". Questa massima non è nota soltanto ai grandi pasticceri fontainiani, qualsiasi amante dei dessert la conosce a memoria.",
	"suspicious": {
		"effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Dei dolcetti rotondi multicolore. Il primo che assaggi sembra vuoto, il secondo è sbilenco, il terzo non è omogeneo e il quarto è uno strano miscuglio dei primi tre... Come ci si aspetterebbe da un dolce di Fontaine ricco di dettagli, servirà più tempo per padroneggiare questo metodo di preparazione."
	},
	"normal": {
		"effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Dei dolcetti rotondi variopinti. A Fontaine c'è un detto che recita: \"Un dolce senza macaron è come acqua senza sorgente\". Questa massima non è nota soltanto ai grandi pasticceri fontainiani, qualsiasi amante dei dessert la conosce a memoria."
	},
	"delicious": {
		"effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Dei dolcetti rotondi multicolore. La crosta croccante racchiude un ripieno denso e morbido che ti mette in pace con il mondo. Provane uno e ti sembrerà che un micetto ti stia facendo le fusa. Non esiste nessuno in grado di resistere a una tale esperienza culinaria."
	},
	"ingredients": [
		{
			"name": "Uovo d'uccello",
			"count": 3
		},
		{
			"name": "Zucchero",
			"count": 2
		},
		{
			"name": "Mandorla",
			"count": 2
		},
		{
			"name": "Bulle",
			"count": 1
		}
	]
}