{
	"name": "Zuppa di gnocchi di riso",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto DIF+",
	"foodcategory": "Def_Add",
	"effect": "Aumenta di 165-235 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Piatto tipico di città. Gli ingredienti si sono rimpinzati del liquido della zuppa, acquisendo un aspetto ancor più invitante. Alcuni dicono che originariamente questo piatto fosse realizzato con meno ingredienti, ma molti sono stati aggiunti con il passare del tempo, fino a raggiungere la sua forma attuale.",
	"suspicious": {
		"effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Piatto tipico di città. Gli ingredienti sono stati cotti così a lungo che sono diventati croccanti. L'unico modo per distinguerli è pescare qualcosa dal miscuglio, assaggiarlo e riflettere su cosa potrebbe essere."
	},
	"normal": {
		"effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Piatto tipico di città. Gli ingredienti si sono rimpinzati del liquido della zuppa, acquisendo un aspetto ancor più invitante. Alcuni dicono che originariamente questo piatto fosse realizzato con meno ingredienti, ma molti sono stati aggiunti con il passare del tempo, fino a raggiungere la sua forma attuale."
	},
	"delicious": {
		"effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Piatto tipico di città. La freschezza della zuppa crea lo scenario perfetto per far emergere il sapore degli ingredienti, che ti offrono il gusto antico della Città d'Inazuma. Questa cucina che rimanda a un lontano passato è in grado di riscaldarti l'anima anche quando viaggi in solitudine durante una notte nevosa."
	},
	"ingredients": [
		{
			"name": "Salsiccia",
			"count": 2
		},
		{
			"name": "Tofu",
			"count": 1
		},
		{
			"name": "Pesce",
			"count": 1
		},
		{
			"name": "Melonlavanda",
			"count": 1
		}
	]
}