{
	"id": 3121,
	"name": "Sapori di casa",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di 165-235 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto principale preparato con prosciutto, uova d'uccello e altri componenti fritti insieme al riso. L'ampia scelta di ingredienti e di modalità di preparazione lo rendono un piatto di benvenuto in quasi tutte le case di Liyue.",
	"suspicious": {
		"effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un alimento di base preparato con un gran numero di ingredienti. Il calore insufficiente e l'umidità abbondante rendono il sapore scialbo, privo del retrogusto affumicato che dovrebbe avere. La prossima volta andrà meglio, ma ricordati di alzare la temperatura di cottura..."
	},
	"normal": {
		"effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto principale preparato con prosciutto, uova d'uccello e altri componenti fritti insieme al riso. L'ampia scelta di ingredienti e di modalità di preparazione lo rendono un piatto di benvenuto in quasi tutte le case di Liyue."
	},
	"delicious": {
		"effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un alimento di base preparato con un gran numero di ingredienti. Il tuorlo dell'uovo ricopre ogni singolo chicco di riso come un manto dorato, mentre l'alta temperatura di cottura infonde loro il ricco sapore del maiale. Un gusto familiare e casalingo che mette immediatamente a proprio agio qualsiasi viaggiatore."
	},
	"ingredients": [
		{
			"id": 100092,
			"name": "Riso",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Prosciutto",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Uovo d'uccello",
			"count": 1
		},
		{
			"id": 100091,
			"name": "Germoglio di bambù",
			"count": 1
		}
	]
}