{
	"name": "Cracker di gamberetti ai fiori di sakura",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto DIF+",
	"foodcategory": "Def_Add",
	"effect": "Aumenta di un 20-25% i PS max di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Dei cracker croccanti. Le patate vengono macinate fino a diventare farina, per poi essere aggiunte ai gamberetti e ai fiori di sakura prima di entrare in forno. Possiede un profilo aromatico delizioso per essere uno spuntino ed è amato dalle persone di tutte le età, fattori che lo hanno reso una tipologia di regalo molto popolare.",
	"suspicious": {
		"effect": "#Aumenta di un 20% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Dei cracker croccanti. Il risultato sembra un po' spento, sebbene la forma circolare faccia capire che si tratta effettivamente di cracker \"senbei\"... Anche se hanno più il sapore di \"gamberetti\" andati a male."
	},
	"normal": {
		"effect": "#Aumenta di un 22% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Dei cracker croccanti. Le patate vengono macinate fino a diventare farina, per poi essere aggiunte ai gamberetti e ai fiori di sakura prima di entrare in forno. Possiede un profilo aromatico delizioso per essere uno spuntino ed è amato dalle persone di tutte le età, fattori che lo hanno reso una tipologia di regalo molto popolare."
	},
	"delicious": {
		"effect": "#Aumenta di un 25% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Dei cracker croccanti. La bella tonalità dei fiori di sakura si è preservata alla perfezione, così come l'elegante forma dei gamberetti. Ancora prima di metterli in bocca, puoi già assaporare la fresca fragranza che si precipita nel tuo naso. Il sapore croccante e rinfrescante si diffonde in tutta la bocca mentre mastichi, e ogni boccone mostra le meraviglie mescolate del mare e del sakura."
	},
	"ingredients": [
		{
			"name": "Gamberetti",
			"count": 3
		},
		{
			"name": "Patata",
			"count": 3
		},
		{
			"name": "Fiore di sakura",
			"count": 2
		}
	]
}