{
	"name": "Tempura ai fiori di sakura",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto DIF+",
	"foodcategory": "Def_Add",
	"effect": "Aumenta di un 20-30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto di frittura. Aggiungi i petali di fiore di sakura marinati alla pastella prima di dare un rivestimento uniforme ai gamberetti e alle verdure, quindi friggili e poi scola l'olio. Sembra tutto abbastanza semplice, ma realizzare una buona tempura non è un obiettivo che si raggiunge in un giorno solo.",
	"suspicious": {
		"effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una frittura. Forse è stato a causa dell'inesperienza nel controllare le temperature dell'olio, ma gli ingredienti hanno cominciato a emettere fumo nel momento in cui sono stati immersi nel wok. Ora la pastella è tutta screziata e imbrunita. È un peccato sprecarlo... ma forse è meglio non mangiarlo."
	},
	"normal": {
		"effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di frittura. Aggiungi i petali di fiore di sakura marinati alla pastella prima di dare un rivestimento uniforme ai gamberetti e alle verdure, quindi friggili e poi scola l'olio. Sembra tutto abbastanza semplice, ma realizzare una buona tempura non è un obiettivo che si raggiunge in un giorno solo."
	},
	"delicious": {
		"effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una frittura. La pastella è sottile e trasparente, come un abito di lusso che ricopre gli ingredienti. La croccantezza e la freschezza della parte esterna formano incredibili strati di consistenza, portando coloro che la mangiano a meravigliarsi di come sia stata creata questa prelibatezza."
	},
	"ingredients": [
		{
			"name": "Gamberetti",
			"count": 4
		},
		{
			"name": "Melonlavanda",
			"count": 2
		},
		{
			"name": "Fiore di sakura",
			"count": 2
		},
		{
			"name": "Farina",
			"count": 1
		}
	]
}