{
	"name": "Sangayaki",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto dell'avventuriere",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Riduce di un 15-25% il vigore consumato da tutti i membri del gruppo durante gli scatti per 900 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un contorno semplice e umile, tipicamente consumato dai pescatori. Il pescato fresco viene spellato e tagliato a fettine. Viene poi tritato insieme alla bocca di leone, quindi mescolato con miso e sale fino a formare un impasto, e infine viene grigliato. Il delizioso profumo ti entra nel naso molto prima che il cibo arrivi alla bocca. Anche dopo aver mangiato tre porzioni di fila, ne vorrai ancora.",
	"suspicious": {
		"effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un contorno semplice e umile, tipicamente consumato dai pescatori. L'eccesso di sale e l'odore sgradevole del pesce inondano come una tempesta il tuo olfatto. Meglio se eviti tremori alle mani la prossima volta che lo prepari."
	},
	"normal": {
		"effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un contorno semplice e umile, tipicamente consumato dai pescatori. Il pescato fresco viene spellato e tagliato a fettine. Viene poi tritato insieme alla bocca di leone, quindi mescolato con miso e sale fino a formare un impasto, e infine grigliato. Il delizioso profumo ti entra nelle narici molto prima che il cibo arrivi alla bocca. Anche dopo aver mangiato tre porzioni di fila, ne vorresti ancora."
	},
	"delicious": {
		"effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un contorno semplice e umile, tipicamente consumato dai pescatori. È molto nutriente e ricco di sapore. L'esterno leggermente bruciato e dorato avvolge il tenero interno, offrendo due piaceri allo stesso tempo! L'impasto di pesce era già delizioso crudo, ma dopo essere stato grigliato sopra la brace è ancora meglio."
	},
	"ingredients": [
		{
			"name": "Pesce",
			"count": 2
		},
		{
			"name": "Bocca di leone",
			"count": 2
		},
		{
			"name": "Sale",
			"count": 1
		}
	]
}