{
	"name": "Piatto di sashimi",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta di 224–320 l'ATT e di un 6-10% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto a base di frutti di mare realizzato con ingredienti freschi. Il pesce e i crostacei sono tagliati in piccoli pezzi e distribuiti ordinatamente. I tranci hanno un gusto tenero ed elegante, e forniscono sostanze nutritive di alta qualità. Il retrogusto dolciastro persistente è dato dalla freschezza degli ingredienti, e vale la pena chiudere gli occhi mentre si assaggia questa prelibatezza.",
	"suspicious": {
		"effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto a base di frutti di mare realizzato con ingredienti freschi. Questo dev'essere un piatto di prova. L'uso inefficiente del coltello ha rovinato il sapore originale degli ingredienti, e il sashimi non è stato nemmeno pulito del tutto dalle scaglie. Non è ancora troppo tardi per chiedere aiuto a una mano più esperta..."
	},
	"normal": {
		"effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto a base di frutti di mare realizzato con ingredienti freschi. Il pesce e i crostacei sono tagliati in piccoli pezzi e distribuiti ordinatamente. I tranci hanno un gusto tenero ed elegante, e forniscono sostanze nutritive di alta qualità. Il retrogusto dolciastro persistente è dato dalla freschezza degli ingredienti, e vale la pena chiudere gli occhi mentre si assaggia questa prelibatezza."
	},
	"delicious": {
		"effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto a base di frutti di mare realizzato con ingredienti freschi. Sembra un'opera d'arte, quasi troppo bello per essere consumato. L'eccezionale lavoro di coltello ha conferito agli ingredienti un sapore straordinario. La consistenza delicata, l'estrema morbidezza e la dolcezza naturale... Sembra quasi che un pesce ancora vivo ti stia entrando in bocca, direttamente dall'oceano e diretto nel tuo cuore."
	},
	"ingredients": [
		{
			"name": "Pesce",
			"count": 4
		},
		{
			"name": "Gamberetti",
			"count": 4
		},
		{
			"name": "Granchio",
			"count": 4
		},
		{
			"name": "Ravanello",
			"count": 2
		}
	]
}