{
	"name": "Soba",
	"rarity": "1",
	"foodtype": "NORMAL",
	"foodfilter": "Piatti rigenerativi",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Ripristina un 8-10% dei PS max del personaggio selezionato.\nRigenera 210-300 PS ogni 5 s per i 30 s successivi.",
	"description": "Un piatto di tagliolini semplice e senza pretese. I tagliolini di grano saraceno vengono bolliti e poi fatti raffreddare. La loro consistenza è liscia e sono duri al punto giusto. Gli ingredienti economici e la realizzazione semplice di questo piatto lo rendono uno dei più popolari tra gli abitanti di Inazuma.",
	"suspicious": {
		"effect": "#Ripristina un 8% dei PS max del personaggio selezionato e rigenera 210 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Un piatto di tagliolini semplice e senza pretese. La consistenza ruvida si trascina sulla lingua e lascia un retrogusto amaro dopo che hai forzatamente deglutito un boccone. Questa roba... può ancora essere considerata un piatto di tagliolini?"
	},
	"normal": {
		"effect": "#Ripristina un 9% dei PS max del personaggio selezionato e rigenera 260 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Un piatto di tagliolini semplice e senza pretese. I tagliolini di grano saraceno vengono bolliti e poi fatti raffreddare. La loro consistenza è liscia e sono duri al punto giusto. Gli ingredienti economici e la realizzazione semplice di questo piatto lo rendono uno dei più popolari tra gli abitanti di Inazuma."
	},
	"delicious": {
		"effect": "#Ripristina un 10% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Un piatto di tagliolini semplice e senza pretese. Il sapore unico del grano saraceno è stato ottimizzato, mentre i tagliolini elastici scendono giù per la gola, lasciando un retrogusto delicato, come una vecchia canzone che si diffonde in un cortile tranquillo."
	},
	"ingredients": [
		{
			"name": "Farina",
			"count": 1
		},
		{
			"name": "Alga",
			"count": 1
		}
	]
}