{
	"name": "Gamberetti saltati",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto DIF+",
	"foodcategory": "Def_Add",
	"effect": "Aumenta di un 20-30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto delicato e succulento. I gamberetti sono stati saltati in padella velocemente e la salsa è stata addensata. Questa tecnica di cottura è estremamente semplice ed esalta lo splendido sapore naturale dei gamberetti, assicurando la presenza della ricetta sia nelle cene casalinghe che nei banchetti sontuosi.",
	"suspicious": {
		"effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto delicato e succulento. È stato aggiunto troppo olio nel vano tentativo di evitare che il cibo si attaccasse al fondo della padella. Nonostante siano stati sottoposti a questo processo di frittura piuttosto pesante, i gamberetti hanno ancora una consistenza sorprendentemente piacevole: ma attenzione a non mangiarne troppi, o ti verrà mal di gola."
	},
	"normal": {
		"effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto delicato e succulento. I gamberetti sono stati saltati in padella velocemente e la salsa è stata addensata. Questa tecnica di cottura è estremamente semplice ed esalta lo splendido sapore naturale dei gamberetti, assicurando la presenza della ricetta sia nelle cene casalinghe che nei banchetti sontuosi."
	},
	"delicious": {
		"effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto delicato e succulento. La succosa polpa dei gamberi è piena di sapore che aspetta solo di liberarsi nella bocca di chi li assaggia, creando ondate di bontà appagante, simili a gocce d'acqua che cadono una a una in un placido lago, finendo proprio dove emerge il retrogusto dolce."
	},
	"ingredients": [
		{
			"name": "Gamberetti",
			"count": 4
		},
		{
			"name": "Farina",
			"count": 3
		},
		{
			"name": "Bocca di leone",
			"count": 3
		}
	]
}