{
	"name": "Tagliolini di pesce saltati",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Piatti rigenerativi",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Ripristina un 18–22% dei PS max del personaggio selezionato.\nRigenera 300-470 PS ogni 5 s per i 30 s successivi.",
	"description": "Un primo dal sapore intenso, realizzato saltando in padella i tagliolini di riso, cuocendo parzialmente il pesce e aggiungendo dei condimenti nel wok su una fiamma vivace. I tagliolini, avendo assorbito tutto i sapori dei vari ingredienti, sono morbidi e saporiti, rendendo questo piatto un gran successo per i commensali.",
	"suspicious": {
		"effect": "#Ripristina un 18% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Un primo dal sapore intenso. Si riesce a malapena a capire dove finiscano i tagliolini di riso e dove inizi il pesce. La sensazione di flaccidezza nella bocca è quasi insopportabile. Com'è possibile che anche un piatto così semplice richieda tanta abilità?"
	},
	"normal": {
		"effect": "#Ripristina un 20% dei PS max del personaggio selezionato e rigenera 390 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Un primo dal sapore intenso, realizzato saltando in padella i tagliolini di riso, cuocendo parzialmente il pesce e aggiungendo dei condimenti nel wok su una fiamma vivace. I tagliolini, avendo assorbito tutto i sapori dei vari ingredienti, sono morbidi e saporiti, rendendo questo piatto un gran successo per i commensali."
	},
	"delicious": {
		"effect": "#Ripristina un 22% dei PS max del personaggio selezionato e rigenera 470 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Un primo dal sapore intenso. L'aspetto sontuoso e fresco del piatto è sufficiente a far venire l'acquolina in bocca, e un boccone sarà inevitabilmente seguito da un altro. Nonostante i suoi ingredienti siano piuttosto comuni, i morbidi tagliolini di riso e il pesce tenero fanno sì che questa pietanza si trovi in qualsiasi menù d'alta cucina."
	},
	"ingredients": [
		{
			"name": "Pesce",
			"count": 2
		},
		{
			"name": "Riso",
			"count": 2
		},
		{
			"name": "Bocca di leone",
			"count": 2
		}
	]
}