{
	"name": "Prelibatezze del Porto di pietra",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_CritRate",
	"effect": "Aumenta di un 6-12% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Del cibo vegetariano fritto nel wok. Una selezione di ingredienti provenienti da Liyue saltati in padella. Sebbene la tecnica di cottura sia semplice, mette in risalto i sapori intensi e innati degli ingredienti, al punto da rivaleggiare con alcune prelibatezze d'alta classe.",
	"suspicious": {
		"effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Del cibo vegetariano saltato nel wok. Il controllo improprio della temperatura dell'olio è la causa dell'odore pungente emanato dagli ingredienti. Chiunque lo assaggi scuoterà il capo e piangerà lo spreco della rara Campaviola usata nella preparazione."
	},
	"normal": {
		"effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Del cibo vegetariano fritto nel wok. Una selezione di ingredienti provenienti da Liyue saltati in padella. Sebbene la tecnica di cottura sia semplice, mette in risalto i sapori intensi e innati degli ingredienti, al punto da rivaleggiare con alcune prelibatezze d'alta classe."
	},
	"delicious": {
		"effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Del cibo vegetariano fritto nel wok. I profumi della terra, la frescura dell'ombra degli alberi e l'umidità della nebbia sono stati tutti racchiusi in questo piatto di pura freschezza. Abbinalo a del semplice riso bianco: sia le tue papille gustative che la tua anima sperimenteranno più volte un concreto senso di soddisfazione."
	},
	"ingredients": [
		{
			"name": "Patata",
			"count": 2
		},
		{
			"name": "Campaviola",
			"count": 1
		},
		{
			"name": "Matsutake",
			"count": 1
		}
	]
}