{
	"id": 3012,
	"name": "Spratto al burro saltato",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di un 20-30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto di pesce rosolato in padella. È stato cucinato con la giusta tecnica per mantenerne la freschezza a lungo. È tenero, si taglia con un grissino ed è delicatamente dorato grazie allo strato di burro aromatico, che genera un sapore complesso e unico.",
	"suspicious": {
		"effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di pesce rosolato in padella. Il pesce è stato cotto troppo a lungo, e ciò lo ha privato della sua freschezza e morbidezza. Se provi a toccarlo con le posate, rischi che si rompa in piccoli pezzi."
	},
	"normal": {
		"effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di pesce rosolato in padella. È stato cucinato con la giusta tecnica per mantenerne la freschezza a lungo. È tenero, si taglia con un grissino ed è delicatamente dorato grazie allo strato di burro aromatico, che genera un sapore complesso e unico."
	},
	"delicious": {
		"effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di pesce rosolato in padella. Il pesce si scioglie in bocca, fondendo insieme i sapori di terra e di mare, regalando un'esperienza indimenticabile. Non c'è quindi da stupirsi se una portata dall'aspetto così semplice riesca a farsi strada nei ristoranti di lusso."
	},
	"ingredients": [
		{
			"id": 110004,
			"name": "Burro",
			"count": 3
		},
		{
			"id": 100084,
			"name": "Pesce",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Sale",
			"count": 1
		},
		{
			"id": 100055,
			"name": "Lampadulina",
			"count": 1
		}
	]
}