{
	"name": "Pizza super magnifica",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto ATT+",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta di un 25-45% i DAN fisici e di un 6-10% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Una pizza estremamente sfarzosa. Uno strato di prosciutto come base, a cui viene aggiunta della carne tagliata a pezzettini, crea un piatto che dona un'ineguagliabile soddisfazione. Una volta cotta, il sapore corposo della carne e quello cremoso del formaggio formano una combinazione semplicemente intrigante.",
	"suspicious": {
		"effect": "#Aumenta di un 25% i DAN fisici e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una pizza estremamente sfarzosa. Se si ignora per un attimo l'unto, i pezzi di carne fredda possono ancora essere mandati giù, ma la pasta stantia rappresenta comunque una bella sfida... Visto quanto è difficile, forse si potrebbe usare per stendere un Hilichurl?"
	},
	"normal": {
		"effect": "#Aumenta di un 35% i DAN fisici e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una pizza estremamente sfarzosa. Uno strato di prosciutto come base, a cui viene aggiunta della carne tagliata a pezzettini, crea un piatto che dona un'ineguagliabile soddisfazione. Una volta cotta, il sapore corposo della carne e quello cremoso del formaggio formano una combinazione semplicemente intrigante."
	},
	"delicious": {
		"effect": "#Aumenta di un 45% i DAN fisici e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Una pizza estremamente sfarzosa. Tra il calore che sale perché appena uscita dal forno, tiri delicatamente i bordi croccanti: una vera e propria cascata di formaggio sgorga, avvolta dall'aroma denso della carne che soddisfa le papille gustative e dà un meraviglioso e abbondante senso di sazietà."
	},
	"ingredients": [
		{
			"name": "Pezzo di carne cruda",
			"count": 2
		},
		{
			"name": "Prosciutto",
			"count": 2
		},
		{
			"name": "Farina",
			"count": 2
		},
		{
			"name": "Formaggio",
			"count": 2
		}
	]
}