{
	"id": 4302,
	"name": "Pollo tandoori",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 224–320 l'ATT e di un 6-10% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto di pollo tipico di Sumeru. Il pollo viene prima marinato con spezie rosse e poi arrostito in un forno di argilla. L'intero processo non richiede alcuna abilità particolare e il fatto che viene cucinato con un semplice forno potrebbe essere difficile da credere per alcuni. A Sumeru si dice che un tandoor stia a un cuoco esperto come una spada a un avventuriero.",
	"suspicious": {
		"effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto semplice e comune a Sumeru. Infornato ad alte temperature, il pollo è diventato duro e legnoso. La sovrabbondanza di condimenti ha coperto l'aroma originale degli ingredienti. Persino qualcuno che ama la carne essiccata avrà bisogno di una bottiglia d'acqua per mandar giù questo piatto."
	},
	"normal": {
		"effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di pollo tipico di Sumeru. Il pollo viene prima marinato con spezie rosse e poi arrostito in un forno di argilla. L'intero processo non richiede alcuna abilità particolare e il fatto che viene cucinato con un semplice forno potrebbe essere difficile da credere per alcuni. A Sumeru si dice che un tandoor stia a un cuoco esperto come una spada a un avventuriero."
	},
	"delicious": {
		"effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di pollo tipico di Sumeru. Le fiamme vive hanno impresso l'umami sotto la pelle abbrustolita del pollo. Una volta assaggiato, il ricco sapore risveglierà il tuo palato. Il pollo e le spezie sembrano aver eseguito una danza misteriosa di Sumeru sulla tua lingua, evocando l'immagine di un banchetto festivo..."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Pollame",
			"count": 3
		},
		{
			"id": 101213,
			"name": "Funghi di Rukkhashava",
			"count": 2
		},
		{
			"id": 101214,
			"name": "Padisarah",
			"count": 1
		},
		{
			"id": 110014,
			"name": "Spezie",
			"count": 1
		}
	]
}