{
	"id": 2403,
	"name": "Ragoût de Tasses",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Piatti rigenerativi",
	"effect": "Ripristina un 20-24% dei PS max del personaggio selezionato e 900-1.500 PS aggiuntivi.",
	"description": "Un ragoût vegetale. Un piatto improvvisato creato dai contadini di Fontaine per festeggiare il raccolto. Non ha né una ricetta né regole di preparazione precise. Che si tratti di un saltato in padella o di una preparazione al forno, questo piatto è semplicemente una gioia per il palato con il suo sapore rustico.",
	"suspicious": {
		"effect": "Ripristina un 20% dei PS max e 900 PS aggiuntivi del personaggio selezionato.",
		"description": "Un ragoût vegetale. Non ti preoccupare se manca un ingrediente o se ne hai messo per sbaglio uno in più, tanto nessuno se ne accorgerà: la quantità esorbitante di spezie copre completamente il sapore originale delle verdure."
	},
	"normal": {
		"effect": "Ripristina un 22% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato.",
		"description": "Un ragoût vegetale. Un piatto improvvisato creato dai contadini di Fontaine per festeggiare il raccolto. Non ha né una ricetta né regole di preparazione precise. Che si tratti di un saltato in padella o di una preparazione al forno, questo piatto è semplicemente una gioia per il palato con il suo sapore rustico."
	},
	"delicious": {
		"effect": "Ripristina un 24% dei PS max e 1.500 PS aggiuntivi del personaggio selezionato.",
		"description": "Un ragoût vegetale. Si dice che una volta questo piatto abbia fatto commuovere un critico culinario di Fontaine particolarmente esigente, poiché gli aveva ricordato la sua infanzia. La storia potrebbe essere leggermente esagerata, ma non c'è dubbio che il suo sapore è davvero eccezionale."
	},
	"ingredients": [
		{
			"id": 100079,
			"name": "Pomodoro",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Cipolla",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Sale",
			"count": 2
		}
	]
}