{
	"id": 3118,
	"name": "Gioielli del Palazzo",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di un 20-25% i PS max di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto di Liyue dall'aroma assai invitante. I gamberetti vengono immersi nella pastella e cotti insieme alle uova di granchio. Il nome di questa pietanza, \"Gioielli del Palazzo\", è ispirato allo sfavillante colore dorato delle uova e al luccichio color giada dei gamberetti.",
	"suspicious": {
		"effect": "#Aumenta di un 20% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di Liyue dall'aroma assai invitante. I gamberetti a malapena puliti e le uova di granchio mezze cotte emanano uno strano odore, simile a quello di una brutale battaglia all'ultimo sangue tra i suddetti ingredienti. Data la relativa freschezza di questi ultimi, è ancora lecito definire come \"cibo\" un piatto così orripilante... purché si riesca a ignorarne l'odore pestilenziale."
	},
	"normal": {
		"effect": "#Aumenta di un 22% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di Liyue dall'aroma assai invitante. I gamberetti vengono immersi nella pastella e cotti insieme alle uova di granchio. Il nome di questa pietanza, \"Gioielli del Palazzo\", è ispirato allo sfavillante colore dorato delle uova e al luccichio color giada dei gamberetti."
	},
	"delicious": {
		"effect": "#Aumenta di un 25% i PS max di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di Liyue dall'aroma assai invitante. La carne soffice e liscia del granchio, avvolta da quella tenera e gommosa dei gamberetti, crea un lussuoso tesoro da cui tutti sono inconsciamente attratti. Basta un unico, delicato morso per riempire la bocca di un sapore paradisiaco simile a onde che si infrangono sul palato, dandoti la sensazione di navigare lungo un delizioso fiume di gamberetti e granchi."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Gamberetti",
			"count": 3
		},
		{
			"id": 100074,
			"name": "Uova di granchio",
			"count": 1
		},
		{
			"id": 100015,
			"name": "Bocca di leone",
			"count": 1
		},
		{
			"id": 100075,
			"name": "Sale",
			"count": 1
		}
	]
}