{
	"id": 4904,
	"name": "Burgerone del duellante",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di 224–320 l'ATT e di un 6-10% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un hamburger con una spessa bistecca come ingrediente principale. Il sontuoso pane emana un piacevole aroma di abbrustolito, che si abbina alla salsa saporita versata sulla bistecca. La varietà di contorni ne arricchisce la sensazione sul palato e ne migliora il valore nutrizionale.",
	"suspicious": {
		"effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un hamburger con una spessa bistecca come ingrediente principale. La bistecca è stata tagliata troppo spessa e grigliata troppo a lungo. Sembra come masticare della carne strana e gommosa, e pare che l'insalata sia stata lasciata fuori per troppo tempo e sia avvizzita... Gli ingredienti che dovrebbero risultare complementari tra loro sono invece talmente in disaccordo da prendersi a schiaffi sulla punta della tua lingua..."
	},
	"normal": {
		"effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un hamburger con una spessa bistecca come ingrediente principale. Il sontuoso pane emana un piacevole aroma di abbrustolito, che si abbina alla salsa saporita versata sulla bistecca. La varietà di contorni ne arricchisce la sensazione sul palato e ne migliora il valore nutrizionale."
	},
	"delicious": {
		"effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un hamburger con una spessa bistecca come ingrediente principale. L'idea alla base di questa creazione è quella di \"sconfiggere i commensali con la bontà\"! La bistecca spessa ha una consistenza corposa e sostanziosa, che si completa con una varietà di contorni che esaltano il sapore della carne. Basta un solo morso per essere travolti dalla soddisfazione della \"sconfitta\"..."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Uovo d'uccello",
			"count": 3
		},
		{
			"id": 110009,
			"name": "Formaggio",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Farina",
			"count": 2
		}
	]
}