{
	"id": 4103,
	"name": "Carne di Tianshu",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Piatto ATT+",
	"effect": "Aumenta di un 25-45% i DAN fisici e di un 6-10% il tasso di CRIT di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto di carne stufata. Il taglio usato ha la giusta quantità di grasso, ed è stato cotto alla perfezione. Gli ingredienti all'interno luccicano e sono teneri ma non unti. Si dice che il Tianshu di una certa generazione delle Sette Stelle di Liyue abbia inventato questa ricetta dopo molti scrupolosi tentativi.",
	"suspicious": {
		"effect": "#Aumenta di un 25% i DAN fisici e del 6% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di carne stufata. La carne è rimasta cotta troppo a lungo, diventando troppo molliccia. La parte grassa è così unta da far venire la nausea, e risulta difficile da mandare giù anche se avvolta con delle foglie di Qingxin."
	},
	"normal": {
		"effect": "#Aumenta di un 35% i DAN fisici e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di carne stufata. Il taglio usato ha la giusta quantità di grasso, ed è stato cotto alla perfezione. Gli ingredienti all'interno luccicano e sono teneri ma non unti. Si dice che il Tianshu di una certa generazione delle Sette Stelle di Liyue abbia inventato questa ricetta dopo molti scrupolosi tentativi."
	},
	"delicious": {
		"effect": "#Aumenta di un 45% i DAN fisici e del 10% il tasso di CRIT di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto di carne stufata. È possibile sentire il suo aroma inteso a chilometri di distanza. Gli ingredienti sembrano squisiti sotto ogni aspetto, catturando l'essenza della ricetta originale. Farebbe una splendida figura perfino a una banchetto di lusso del Padiglione Yuehai."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Pezzo di carne cruda",
			"count": 4
		},
		{
			"id": 110006,
			"name": "Zucchero",
			"count": 2
		},
		{
			"id": 100031,
			"name": "Qingxin",
			"count": 1
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 1
		}
	]
}