{
	"id": 3107,
	"name": "Consommé ai tre sapori",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Piatto DIF+",
	"effect": "Aumenta di un 20-30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto ben presentato. Il prosciutto, il pollame e i germogli di bambù sono stati tagliati a tocchetti di uguale lunghezza e posizionati accuratamente nella zuppiera, dopo essere stati cotti al vapore ad alta temperatura e ricoperti di brodo. Gli strati son ben distinti e il sapore rimane piuttosto salato ma vivace.",
	"suspicious": {
		"effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto ben presentato. Fa sicuramente la sua bella figura, ma dopo averlo assaggiato, si scopre quanto il consommé sia insipido. Che sia stato diluito troppo?"
	},
	"normal": {
		"effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto ben presentato. Il prosciutto, il pollame e i germogli di bambù sono stati tagliati a tocchetti di uguale lunghezza e posizionati accuratamente nella zuppiera, dopo essere stati cotti al vapore ad alta temperatura e ricoperti di brodo. Gli strati son ben distinti e il sapore rimane piuttosto salato ma vivace."
	},
	"delicious": {
		"effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto ben presentato. I listelli tagliati uniformemente rivelano uno squisito lavoro di coltello. Sembra un'opera d'arte più che un piatto. Ma dopo che si trova il coraggio di prendere le bacchette e iniziare a mangiarlo, il sapore unico e inconfondibile induce un completo stato di beatitudine: sarebbe un vero peccato considerarlo una semplice opera d'arte."
	},
	"ingredients": [
		{
			"id": 110005,
			"name": "Prosciutto",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Pollame",
			"count": 2
		},
		{
			"id": 100091,
			"name": "Germoglio di bambù",
			"count": 1
		},
		{
			"id": 100011,
			"name": "Fungo",
			"count": 1
		}
	]
}