{
	"name": "Trota alle mandorle",
	"rarity": "1",
	"foodtype": "NORMAL",
	"foodfilter": "Piatti rigenerativi",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Ripristina un 8-10% dei PS max del personaggio selezionato.\nRigenera 210-300 PS ogni 5 s per i 30 s successivi.",
	"description": "Filetti di pesce dalle dimensioni soddisfacenti, fritti nel burro e serviti con un contorno di mandorle fritte croccanti. Secondo la ricetta tradizionale, per questo piatto si deve usare una trota intera, che va posizionata nella padella da frittura. Di recente, però, ha acquisito popolarità anche la versione con il filetto.",
	"suspicious": {
		"effect": "#Ripristina un 8% dei PS max del personaggio selezionato e rigenera 210 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Una bella fetta di pesce fritta nell'olio. Il sapore amaro della pelle di pesce nera e bruciata ti marchia la lingua e non riesci a lavarlo via nemmeno con la zuppa... Sembrerebbe necessario affinare il controllo del fuoco."
	},
	"normal": {
		"effect": "#Ripristina un 9% dei PS max del personaggio selezionato e rigenera 260 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Filetti di pesce dalle dimensioni soddisfacenti, fritti nel burro e serviti con un contorno di mandorle fritte croccanti. Secondo la ricetta tradizionale, per questo piatto si deve usare una trota intera, che va posizionata nella padella da frittura. Di recente, però, ha acquisito popolarità anche la versione con il filetto."
	},
	"delicious": {
		"effect": "#Ripristina un 10% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30{NON_BREAK_SPACE}s.",
		"description": "Una deliziosa fetta di pesce fritta a regola d'arte. Mandorle dolci e croccanti abbinate a del pesce grasso al punto giusto ti faranno sentire come se stessi galleggiando beatamente lungo le correnti dell'oceano, e ti sentirai sospingere dalle onde del piacere culinario."
	},
	"ingredients": [
		{
			"name": "Pesce",
			"count": 1
		},
		{
			"name": "Mandorla",
			"count": 1
		}
	]
}