{
	"name": "Wakatakeni",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Piatto DIF+",
	"foodcategory": "Def_Add",
	"effect": "Aumenta di 88-126 la DIF di tutti i membri del gruppo per 300 s.\nIn modalità cooperativa, si applica solo ai tuoi personaggi.",
	"description": "Un piatto vegetariano dal colore chiaro. Il brodo viene versato nella pentola prima dei germogli di bambù, a cui vengono poi aggiunte le alghe. Il risultato è una pietanza elegante, che lascia una leggera sensazione in bocca e si adatta bene a tutti i palati. È perfetto come antipasto o come contorno di un piatto principale.",
	"suspicious": {
		"effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto vegetariano di colore chiaro. Ci vuole un'eternità per ingoiare le alghe, e i germogli di bambù eccessivamente duri potrebbero spaccare qualche dente. Forse è meglio guardarlo ma non mangiarlo."
	},
	"normal": {
		"effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto vegetariano dal colore chiaro. Il brodo viene versato nella pentola prima dei germogli di bambù, a cui vengono poi aggiunte le alghe. Il risultato è una pietanza elegante, che lascia una leggera sensazione in bocca e si adatta bene a tutti i palati. È perfetto come antipasto o come contorno di un piatto principale."
	},
	"delicious": {
		"effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300{NON_BREAK_SPACE}s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
		"description": "Un piatto vegetariano dal colore chiaro. La nuova vita nata nell'abbraccio dell'oceano e la croccante freschezza che germoglia sulle montagne vengono unite in questo brodo. I sapori leggeri e delicati offrono un assaggio della meraviglia delle quattro stagioni, e della rinascita di tutta la vita."
	},
	"ingredients": [
		{
			"name": "Germoglio di bambù",
			"count": 3
		},
		{
			"name": "Alga",
			"count": 2
		}
	]
}