{
	"id": 23085301,
	"monsterId": 23085301,
	"name": "Patrouillenboot – Hochmoderne bodeneffektive Feuerunterstützung",
	"specialNames": [
		"Hochmoderne bodeneffektive Feuerunterstützung"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Dieses Patrouillenboot vereint Spitzentechik, niedrige Produktionskosten und hohe Einsatzfrequenz und verleiht jeder Schlachtordnung eine immense Durchschlagskraft. Damit stellt es Dreh- und Angelpunkt der Frontlinie dar.\nNachdem sie mit hocheffizienten Düsentriebwerken ausgestattet wurden, sind diese Bodeneffekt-Patrouillenboote in der Lage, verschiedene Waffensysteme zu führen, die es ihnen ermöglichen, das Schlachtfeld in kürzester Zeit mit beträchtlicher Feuerkraft einzudecken. In den von den Fatui und der zaristischen Militärakademie gemeinsam verfassten Kampfdoktrinen heißt es, dass sie in großen Schlachten als „schnelle Eingreiftruppe“ fungieren sollen, um feindliche Durchbrüche oder Gegenschläge abzuwehren und bei günstigem Schlachtverlauf die Oberhand zu behalten. Selbstverständlich sind sämtliche dieser Patrouillenboote in der Lage, unabhängig zu operieren. So können sie bei langwierigen Einsätzen den Kern eines kleinen Trupps bilden und damit die Feuerkraft der verschiedenen Fatui-Einheiten maximieren ...",
	"investigation": {
		"investigationId": 85,
		"name": "Patrouillenboot",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Dieser Automaton wendet die Prinzipien des Seekampfes an Land an.\\nAls „landgängige Schlachtschiffe“ wurden diese Patrouillenboote von den besten Ingenieuren der Rüstungskammer von Snezhnaya entwickelt. Mittlerweile kommen sie massenhaft an der Peripherie der Eroberungszüge der Fatui zum Einsatz."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Verfeinerte Maschinenachse",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Verstärkte Maschinenachse",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Zerstörte Maschinenachse",
			"count": 1.6808
		}
	]
}