{
	"id": 23085101,
	"monsterId": 23085101,
	"name": "Patrouillenboot – Hochmoderner Mehrzweck-Angreifer",
	"specialNames": [
		"Hochmoderner Mehrzweck-Angreifer"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Dieses Patrouillenboot vereint Spitzentechik, niedrige Produktionskosten und hohe Einsatzfrequenz und verleiht jeder Schlachtordnung eine immense Durchschlagskraft. Damit stellt es Dreh- und Angelpunkt der Frontlinie dar.\nDas universelle Gefechtssystem kombiniert mehrläufige automatische Geschütze mit rotierenden Klingen für den Nahkampf. Es kann somit Gegner aus jeder Entfernung bekämpfen, während schwere Haubitzen in beiden Armen es ihm ermöglichen, Deckungen zu zerstören und den Verteidigern den Vorteil ihrer Befestigungen zu nehmen. Gemäß den von den Fatui und der zaristischen Militärakademie gemeinsam verfassten Kampfdoktrinen ist es erforderlich, dass der hochmoderne Mehrzweck-Angreifer von allen in der Nähe befindlichen Einheiten unterstützt wird, sobald er zum Angriff übergeht. So lassen sich schnell Löcher in die feindlichen Linien reißen, die Folgeangriffe in der Tiefe ermöglichen, die dann die gegnerischen Verteidigungslinien zerstören ...",
	"investigation": {
		"investigationId": 85,
		"name": "Patrouillenboot",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Dieser Automaton wendet die Prinzipien des Seekampfes an Land an.\\nAls „landgängige Schlachtschiffe“ wurden diese Patrouillenboote von den besten Ingenieuren der Rüstungskammer von Snezhnaya entwickelt. Mittlerweile kommen sie massenhaft an der Peripherie der Eroberungszüge der Fatui zum Einsatz."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Verfeinerte Maschinenachse",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Verstärkte Maschinenachse",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Zerstörte Maschinenachse",
			"count": 1.6808
		}
	]
}