{
	"id": 24068601,
	"monsterId": 24060601,
	"name": "Mecha – Typ: Tiefwasserangriff",
	"specialNames": [
		"Ser.472030",
		"Ser.301014",
		"Ser.735311",
		"Ser.652190",
		"Ser.158439",
		"Ser.359360",
		"Ser.174326",
		"Ser.361617",
		"Ser.208594",
		"Ser.295062",
		"Ser.775577",
		"Ser.391908",
		"Ser.918722",
		"Ser.208739",
		"Ser.422440",
		"Ser.574902",
		"Ser.665997",
		"Ser.358002",
		"Ser.776950",
		"Ser.438412"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "COMMON",
	"categoryType": "CODEX_SUBTYPE_AUTOMATRON",
	"categoryText": "Automata",
	"description": "Ein Uhrwerk-Mecha, entwickelt, um Unterwasserangriffe durchzuführen. Im Gegensatz zum „Typ: Subaquatische Patrouille“, wird von ihm erwartet, es mit deutlich größeren und brutaleren Feinden aufnehmen zu können. Der Preis hierfür wird mit Funktionsleistung und Fertigungskosten gezahlt. So kann er insbesondere gegen kleinere Feinde sein Potenzial nicht vollständig ausschöpfen.\nEinst ereignete sich in Fontaine eine Tragödie, als riesige Bestien einfielen und die Flotte der Weißen Panzer, eigentlich der ganze Stolz von Fontaine, bei der Verteidigung des Landes vollständig ausgelöscht wurde. Die Konstrukteure hofften, eine Wiederholung eines solchen Vorfalls verhindern zu können, indem zumindest ein Uhrwerk-Mecha mit gewaltiger Feuerkraft im Wasser zuschlagen könnte. Er sollte die erste Verteidigungslinie bilden, noch vor den Generälen und ihren Truppen.",
	"investigation": {
		"investigationId": 54,
		"name": "Uhrwerk-Mecha",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Maschinen, die dank des Fortschritts der Technik und der einzigartigen Energiequelle in Fontaine existieren.\\nSie sind aber auch gute Helfer von Übeltätern."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112085,
			"name": "Neuartiges Uhrwerk-Zahnrad",
			"count": 0.084
		},
		{
			"id": 112084,
			"name": "Mechanisches Stirnrad",
			"count": 0.3362
		},
		{
			"id": 112083,
			"name": "Greifendes Zahnrad",
			"count": 1.2606
		}
	]
}