{
	"id": 26290101,
	"monsterId": 26290101,
	"name": "Brennkammer-Bergmarder",
	"specialNames": [
		"Jäger des uralten heiligen Bergs"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_BEAST",
	"categoryText": "Mystische Bestien",
	"description": "Eine uralte Art der Bergmarder, die über eine besondere Gestalt verfügen, da sich ihr Habitat in einer besonderen, von der Außenwelt isolierten Phlogistonumgebung befindet.\nSeit Urzeiten ernähren sich diese Kreaturen vornehmlich von phlogistonreichen Organismen, wodurch sie kontinuierlich immer mehr Kraft in der von ihnen mitgeführten Hülse angesammelt haben. Nachdem sie lange Zeit in den Ruinen des heiligen Bergs gelebt haben, scheint es, dass sie aufgrund ihrer einzigartigen Natur, sich in der Nähe von Phlogiston aufzuhalten, allmählich von den dortigen Quellapparaten beeinflusst wurden. Dies hat wohl dafür gesorgt, dass sich ein einzigartiger, koexistenzieller Zustand der Abhängigkeit zwischen ihnen und den Apparaten entwickelt hat.",
	"investigation": {
		"investigationId": 80,
		"name": "Brennkammer-Bergmarder",
		"categoryType": "Elite",
		"categoryText": "Elite",
		"description": "Eine uralte Art der Bergmarder, die über eine besondere Gestalt verfügen, da sich ihr Habitat in einer besonderen, von der Außenwelt isolierten Phlogistonumgebung befindet. Einige Forscher des Vereins für Saurierrelikte sind der Meinung, dass es trotz des Anscheins, dass diese Art eine symbiotische Beziehung mit den Quellapparaten entwickelt hat, diese Vorrichtungen sie in Wirklichkeit durch das reichliche Phlogiston, das ihren Körper durchströmt, kontrollieren."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112121,
			"name": "Loderndes Panzerbruchstück",
			"count": 0.4378
		},
		{
			"id": 112120,
			"name": "Warmes Panzerbruchstück",
			"count": 1.7508
		},
		{
			"id": 112119,
			"name": "Abgekühltes Panzerbruchstück",
			"count": 6.5658
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Ausbilder",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "Verbannter",
			"rarity": 4
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Ausbilder",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "Verbannter",
			"rarity": 3
		},
		{
			"id": 400062,
			"name": "Wanderarzt",
			"rarity": 3
		}
	]
}