{
	"name": "Beschützer von Apeps Oase",
	"specialname": "Evolviert aus dem „apokalyptischen“ Millennium",
	"enemytype": "BOSS",
	"category": "Einprägsame Gegner",
	"description": "Zusammen mit zahlreichen Nachkommen reiste Apep einst durch ein Meer von Gräsern, durch hundert Fuß hohe Bäume und durch tausende Meilen Reben, so, als wäre er ein Fisch im Wasser. Bis das Gras, die Bäume und die Reben schließlich verdorrten und zu Staub wurden. Unzählige Kreaturen, so klein und unbedeutend wie Kies, hatten auf Apeps Land eine fragile Nation errichtet.\nApep hatte mit seinen unzähligen Nachkommen das Sandmeer wie kochendes Wasser zum Brodeln gebracht und die Türme der Städte wie herabfallende Blätter in Stücke gerissen. Bis sich der neue König des Sandmeeres und der König, der seine Heimat verloren hatte, miteinander versöhnten. Seither gehörten die Dünen unter der Sonne den Menschen und den Göttern, während die Oase des Drachens in dessen Herzen verblieb.\nApep hatte das Wissen um die Evolution mit seinen zahllosen Nachkommen geteilt, denn Wasser verrottete nicht, aber morsches Holz musste ja irgendwann fallen. Bis er schließlich seinen Pakt mit dem König des Sandes erfüllte, um ultimative Weisheit zu erlangen. Von da an konnte er nur noch das Ende sehen, den endlosen Untergang.\nApep ertrank allein im Dunkel des Wissens um diesen Untergang. Alle Menschen, Götter, Drachen, Tiere, Vögel und Fische, alle Erinnerungen, alle Weisheit, Worte und Hass, sie alle würden zu farblosem Staub zerrieben, während der letzte Schein des hellen Mondes als ein Regen weißer Flammen auf die karge Erde fallen würde.\n...\nApep hatte den Grund des sandigen Meeres einst als seinen Totenacker gesehen, nicht als Palast des Königs des verlorenen Landes. Das Gift der „Weisheit“ würde ihn alsbald von Hass und Wut unzähliger Monde erlösen. Er war der Tristesse des Anblicks herannahenden Unterganges überdrüssig geworden. Bis schließlich die junge Göttin und die Silhouette mit dem goldenen Haar die Erinnerungen erneut weckten; und obwohl sich das grüne Land, das er einst beherrschte, in eine goldgeschmückte Einöde verwandelt hatte, und obwohl er und seine Kinder entstellt und hässlich geworden waren, um darin zu überleben, hat er den Anblick dieses Winkels der Oase immer in seinem Herzen bewahrt.",
	"rewardpreview": [
		{
			"name": "Abenteuer-EP",
			"count": 300
		},
		{
			"name": "Mora"
		},
		{
			"name": "Freundschafts-EP"
		},
		{
			"name": "Nagadus-Smaragd-Splitter"
		},
		{
			"name": "Nagadus-Smaragd-Bruchstück"
		},
		{
			"name": "Nagadus-Smaragd-Brocken"
		},
		{
			"name": "Nagadus-Smaragd"
		},
		{
			"name": "Traumlösungsmittel",
			"count": 0.33
		},
		{
			"name": "Farn aus der Oase"
		},
		{
			"name": "Urblüte der ersten Oase"
		},
		{
			"name": "Permabernstein"
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Ausbilder",
			"rarity": "3"
		},
		{
			"name": "Verbannter",
			"rarity": "3"
		},
		{
			"name": "Verbeugung des Gladiators",
			"rarity": "4"
		},
		{
			"name": "Wanderorchester",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Ausbilder",
			"rarity": "4"
		},
		{
			"name": "Verbannter",
			"rarity": "4"
		},
		{
			"name": "Verbeugung des Gladiators",
			"rarity": "5"
		},
		{
			"name": "Wanderorchester",
			"rarity": "5"
		},
		{
			"name": "Unbearbeiteter Einhänder des Kernlands"
		},
		{
			"name": "Unbearbeiteter Bogen des Kernlands"
		},
		{
			"name": "Unbearbeiteter Zweihänder des Kernlands"
		},
		{
			"name": "Unbearbeiteter Katalysator des Kernlands"
		},
		{
			"name": "Unbearbeitete Stangenwaffe des Kernlands"
		}
	]
}