{
	"name": "Millenniums-Perlenseepferd",
	"specialname": "Namenloser Gebieter des großen Binnensees",
	"enemytype": "BOSS",
	"category": "Mystische Bestien",
	"description": "Einer der beiden obersten Herrscher, die an der Spitze der Fontemer-Mutanten stehen.\nDichter und Schriftsteller bezeichnen ihn wegen seiner Zurückgezogenheit oft als stolz und edel, doch eigentlich verdankt er diese Darstellung seinem schlanken und anmutigen Körper. Deshalb wird ihm auch die Bezeichnung „Seepferd“ zuteil, während der König der Panzerkrabben „Kaiser“ genannt wird.\nDer Legende nach soll unter den Fontemer-Mutanten ein erbitterter Krieg ausgebrochen sein, an dessen Ende schließlich nur noch das „Millenniums-Perlenseepferd“ und der „Kaiser von Feuer und Eisen“ übrig waren und um den Norden und Süden des Großen Sees kämpften. In der „Ballade von Dobharcu„ beschrieb der Autor das Ende des Krieges einst wie folgt: Der riesige Jäger-Schwertrochen, auch bekannt als der Sturmkönig, hauchte sein Leben aus und entfesselte Wellen von gewaltiger Größe; so läutete er die „erste Hochwasserperiode“ ein ...\nAll dies ist natürlich nichts weiter als das Produkt der romantischen Vorstellung eines Mannes, der nicht bereit war, sich der fantasielosen Realität hinzugeben. Die Fontemer-Mutanten sind letztlich nichts weiter als Wasserlebewesen. Sie verfügen weder über prunkvolle oder zerfallende Königshäuser noch über überschwängliche oder boshafte Worte.",
	"investigation": {
		"name": "Millenniums-Perlenseepferd",
		"category": "Anführer",
		"description": "Der zurückgezogen in einer Höhle lebende uralte Herrscher der Fontemer-Mutanten. Er besitzt die Anmut einer magischen Bestie und das Temperament eines Donnerschlags."
	},
	"rewardpreview": [
		{
			"name": "Abenteuer-EP",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "Freundschafts-EP"
		},
		{
			"name": "Vajrada-Amethyst-Splitter"
		},
		{
			"name": "Vajrada-Amethyst-Bruchstück"
		},
		{
			"name": "Vajrada-Amethyst-Brocken"
		},
		{
			"name": "Vajrada-Amethyst"
		},
		{
			"name": "Fontemer-Horn",
			"count": 2.5556
		},
		{
			"name": "Ausbilder",
			"rarity": "3"
		},
		{
			"name": "Verbannter",
			"rarity": "3"
		},
		{
			"name": "Blitzopfer",
			"rarity": "3"
		},
		{
			"name": "Wanderarzt",
			"rarity": "3"
		},
		{
			"name": "Verbeugung des Gladiators",
			"rarity": "4"
		},
		{
			"name": "Wanderorchester",
			"rarity": "4"
		},
		{
			"name": "Ausbilder",
			"rarity": "4"
		},
		{
			"name": "Verbannter",
			"rarity": "4"
		},
		{
			"name": "Blitzopfer",
			"rarity": "4"
		},
		{
			"name": "Verbeugung des Gladiators",
			"rarity": "5"
		},
		{
			"name": "Wanderorchester",
			"rarity": "5"
		}
	]
}