{
	"name": "Okeanide",
	"specialname": "Okeanide Akaste",
	"enemytype": "BOSS",
	"category": "Elementare Lebensformen",
	"description": "Eine Lebensform aus hochreiner Hydro-Kraft, die oft von anderen Wesen mit Hydro-Energie begleitet wird.\nJe reiner ein Gewässer ist, desto stärker sollen die darin enthaltene Hydro-Energie und damit die Kraft der Okeaniden sein. Es gibt aber auch Legenden, die besagen, Okeaniden wären die Abkömmlinge eines Wasservolkes aus einem weit entfernten Land, die die Bruchstücke eines längst verstorbenen Gottes in alle Ecken dieser Welt bringen. Ihr Ziel mag sein, die Überreste ihres geliebten Gottes mitsamt ihrer Liebe in der Welt zu verteilen, um diesen Teil des gesamten Wasserkreislaufs werden zu lassen.",
	"investigation": {
		"name": "Okeanide",
		"category": "Anführer",
		"description": "Eine Lebensform aus hochreiner Hydro-Kraft.\\nSie wird oft von anderen Wesen mit Hydro-Energie begleitet. Je reiner ein Gewässer ist, desto stärker sollen die darin enthaltene Hydro-Energie und damit die Kraft der Okeaniden sein.\\nEs gibt aber auch Legenden, die besagen, Okeaniden wären die Abkömmlinge eines Wasservolkes aus einem weit entfernten Land, die die Bruchstücke eines längst verstorbenen Gottes in alle Ecken dieser Welt bringen. Ihr Ziel mag sein, die Überreste ihres geliebten Gottes mitsamt ihrer Liebe in der Welt zu verteilen, um diese Teil des gesamten Wasserkreislaufs werden zu lassen."
	},
	"rewardpreview": [
		{
			"name": "Abenteuer-EP",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "Freundschafts-EP"
		},
		{
			"name": "Reinigendes Herz",
			"count": 2.5556
		},
		{
			"name": "Varunada-Lasurit-Splitter"
		},
		{
			"name": "Varunada-Lasurit-Bruchstück"
		},
		{
			"name": "Varunada-Lasurit-Brocken"
		},
		{
			"name": "Varunada-Lasurit"
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Verbannter",
			"rarity": "3"
		},
		{
			"name": "Wasseropfer",
			"rarity": "3"
		},
		{
			"name": "Abenteurer",
			"rarity": "3"
		},
		{
			"name": "Verbeugung des Gladiators",
			"rarity": "4"
		},
		{
			"name": "Wanderorchester",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Verbannter",
			"rarity": "4"
		},
		{
			"name": "Wasseropfer",
			"rarity": "4"
		},
		{
			"name": "Verbeugung des Gladiators",
			"rarity": "5"
		},
		{
			"name": "Wanderorchester",
			"rarity": "5"
		}
	]
}