{
	"id": 26190201,
	"monsterId": 26190201,
	"name": "Xuanwen-Bestie",
	"specialNames": [
		"Lauernder Schatten"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "COMMON",
	"categoryType": "CODEX_SUBTYPE_BEAST",
	"categoryText": "Mystische Bestien",
	"description": "Dieses als „Xuanwen-Bestie“ bekannte wilde Tier, das sich in den Wäldern und Bergen des Chenyu-Tals niedergelassen hat, sticht besonders aufgrund seiner Färbung und Musterung ins Auge.\nIn der örtlichen Folklore des Chenyu-Tals sollen diese Bestien einst zu einem bestimmten Adepten gehört haben, der Dämonen bezwungen und seinesgleichen beschützt haben soll. Erst nach seinem Tod wurden sie zu den wilden Bestien, wie wir sie heute kennen. Der Ursprung der Legende ist längst vergessen, die wahre Identität des Adepten höchst umstritten; nur bei einem ist man sich absolut sicher: Willst du an einem Stück bleiben, solltest du dich auf keinen Fall diesen brutalen Biestern nähern. Und vermeide möglichst hastige Bewegungen.\nAufgrund unaufhaltsamer Pionierarbeit des Menschen wurde der ursprüngliche Lebensraum dieser Tiere im Laufe der Jahrtausende immer kleiner. Heutzutage sind sie nur noch gelegentlich abseits ausgetretener Pfade im tiefsten Gebirge des Chenyu-Tals anzutreffen ...",
	"investigation": {
		"investigationId": 65,
		"name": "Xuanwen-Bestie",
		"categoryType": "Elite",
		"categoryText": "Elite",
		"description": "Ein furchterregendes Biest, das die Berge durchstreift und sich der Anemo-Kraft bedient, um seinen Opfern habhaft zu werden."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112097,
			"name": "Abgrundlichtflosse",
			"count": 0.2626
		},
		{
			"id": 112096,
			"name": "Mondlichtflosse",
			"count": 1.0505
		},
		{
			"id": 112095,
			"name": "Federflosse",
			"count": 3.9394
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Ausbilder",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "Verbannter",
			"rarity": 4
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Ausbilder",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "Verbannter",
			"rarity": 3
		},
		{
			"id": 400062,
			"name": "Wanderarzt",
			"rarity": 3
		}
	]
}