{
	"id": 11515,
	"name": "Absolution",
	"description": "ดาบที่เคยใช้โดยนักต้มตุ๋น ซึ่งเคยละทิ้งทุกสิ่งอย่าง ในอดีตมันมักจะถูกนำมาใช้ เป็นอุปกรณ์ในการพรางตัว ของเขาซะเป็นส่วนใหญ่",
	"descriptionRaw": "ดาบที่เคยใช้โดยนักต้มตุ๋น ซึ่งเคยละทิ้งทุกสิ่งอย่าง ในอดีตมันมักจะถูกนำมาใช้ เป็นอุปกรณ์ในการพรางตัว ของเขาซะเป็นส่วนใหญ่",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "\"ความจริงใจและความขยันจะนำมาซึ่งผลตอบแทนอย่างแน่นอน คุณแม่น่ะ มักจะสอนพวกเราเช่นนี้เสมอ\"\n\"แต่คนที่ชอบความจริงใจมักเป็นพวกต้มตุ๋น ส่วนคนที่ขยันก็จะถูกคนอื่นหลอกใช้อยู่เรื่อยไปแน่นอน\"\n\"คุณแม่ ที่แท้แม่ก็เป็นคนโกหกด้วยสินะ ไม่งั้น ทำไมแม่ถึงถูกฝังอยู่ที่นี่ล่ะ?\"\n\"เพราะงั้น คุณแม่ ขอบคุณนะคะ ในที่สุดตอนนี้หนูก็เข้าใจคำสอนที่แท้จริงของแม่แล้ว...\"\nก่อนที่ท่อนไม้จะกลายเป็น \"ด้ามขวาน\" เราต้องไม่ตระหนี่ในทรัพย์ และอย่ายึดติดกับศักดิ์ศรี\nทั้งชุดทางการที่ทำให้เคลื่อนไหวไม่สะดวก หรือผ้าขาดที่เปื้อนคราบน้ำมันและเลือด ทั้งหมดนี้ล้วนเป็นเครื่องแต่งกายที่จำเป็นในการไต่เต้าขึ้นไปสู่จุดสูงสุด\n\nในยุคสมัยนั้น... ไม่สิ แม้จะล่วงเลยไปเป็นพันหรือหมื่นปีก็ตาม...\nก็มักจะมีวัยรุ่นที่เติบโตเป็นผู้ใหญ่เร็วเกินไป และตกอยู่ภายใต้สิ่งที่เรียกว่าการอยู่รอดของผู้ที่เหมาะสมที่สุด\nผู้ซึ่งจะกลืนกินความจริงใจ ความหวัง และความฝัน แล้วแปรสภาพเป็นสัตว์ประหลาดอันงดงามแห่งเมืองบนผืนดิน\nเมืองทั้งสองแห่งที่ซึ่งแสงแดดส่องถึงและส่องไม่ถึงนั้น ต่างเป็นแหล่งล่าสัตว์ที่อุดมสมบูรณ์ไปด้วยพืชน้ำ\n\n\"วี้ดวิ้ว คุณหนูบ้านไหนกันที่กรุณามาเยี่ยมเยือน Fleuve Cendre ของพวกเรา\"\nและแน่นอนว่าหญิงสาวตระกูลขุนนางที่หลงเข้าไปใน Fleuve Cendre ก็เป็นเหยื่อที่ควรค่าแก่การถูกแขวนไว้เหนือเตาผิงมากที่สุด...\nความกลัวปกคลุมราวกับเมฆที่บดบังแสงจันทร์ ทำให้ดวงหน้าของเธอที่เคยงดงามเริ่มหมองหม่น สัตว์ประหลาดคิดในใจ\nเธอจำหน้าสัตว์ประหลาดได้ แต่สิ่งที่ออกมาจากปากคือ เขาดูออกได้ยังไงทั้ง ๆ ที่เธอปลอมตัวอยู่\n\"คุณดูไม่คุ้นชินกับการโกหกแม้แต่น้อย แค่นี้ก็ยอมรับแล้วว่าเป็นคนจากภายนอกไม่ใช่เหรอ?\"\n\"...ยังไงซะ เสื้อผ้าของคุณก็ไม่เปื้อนคราบเขม่าควัน ไม่มีน้ำมันเครื่อง และไม่เคยเปื้อนเลือดเลย...\"\n\nเขาคิดพลางยื่นมือไปหาหญิงสาว ใช่แล้ว โอกาสดี ๆ แบบนี้จะพลาดไม่ได้เด็ดขาด\nใยแมงมุมทิ้งตัวลงมาจากยอดเมฆเงียบ ๆ ฉันจะใช้มันเพื่อเข้าไปอยู่ในตระกูลที่ยิ่งใหญ่และเรืองอำนาจที่สุด\nบันไดที่นำไปสู่ยอดเมฆ กุญแจที่ไขเปิดประตูไข่มุก\nจะปล่อยให้เธอไปจากฉันไม่ได้เด็ดขาด... ฉันปล่อยให้เธอจากไปไม่ได้เด็ดขาด...\n\n\"Leticia ฉันชื่นชมจิตวิญญาณอันสูงส่งของเธอ\"\nขณะที่พูดออกมานั้น เขารู้สึกได้ถึงความผิดปกติที่น่าอึดอัด แต่เขาก็ยังคงพูดต่อไป...\n\n...\nทุกสิ่งล้วนมีลางบอกเหตุ นั่นคือค่ำคืนก่อนที่พายุฝนจะมาเยือน\nแต่เขากลับพร่ำพรรณนาถึงความปรารถนาที่เห็นแก่ตัวผิดไปจากทุกที:\n\"Leticia เธอเคยจินตนาการถึงโลกที่เป็นแบบนี้มั้ย\"\n\"ที่นั่นมีดวงอาทิตย์ที่เจิดจ้ากว่าเป็นสามเท่า และดินแดนอันอุดมสมบูรณ์ที่สามารถเก็บเกี่ยวได้ไม่รู้จบ\"\n\"ผู้คนเป็นอิสระเหมือนนกที่โบยบิน ไม่มีการแบ่งแยก ไม่มีการหลอกลวงหรือปล้นชิง\"\n\"พวกเราบินข้ามผ่านทุ่งกว้างอันไร้ขอบเขต หรือไม่ก็แม่น้ำลำธาร ยอดเขาสูงหรือหุบเขาลึก\"\n\"จนกระทั่งเราพบต้นไม้ของเรา และสร้างบ้านที่เป็นของเราไว้ที่นั่น\"\n\"ไม่ต้องถูกใครรบกวน และไม่ต้องกังวลกับเรื่องใด...\"\n\nบางทีตอนนั้นเขาอาจปักใจเชื่อไปแล้วว่า ความหวังที่เคยเลือนรางได้สลายหายไปราวกับควันแล้ว\nหรืออาจจะจมดิ่งสู่ความเงียบงันและแอ่งเลือดไป เช่นเดียวกับเพื่อนร่วมเผ่าพันธุ์ของพวกเขา\n\n\"Leticia ที่รัก ลองคิดถึงพวกเด็ก ๆ สิ ต้นกล้าที่เพิ่งเกิดใหม่เหล่านั้น\"\n\"พวกเขาไม่ควรเกิดมาท่ามกลางเสียงปืนใหญ่ หรือเติบโตท่ามกลางโคลนเลนและน้ำสกปรก\"\n\"หรือว่าจะต้องใช้น้ำตาแห่งความโกรธแค้น และคำสาปแห่งความเกลียดชังมาหล่อเลี้ยงเด็ก ๆ\"\n\"ทิ้งไว้เพียงแค่ความฝันอันน่าสับสน หรือภารกิจในอนาคตที่ไม่อาจล่วงรู้ได้ไว้ให้พวกเขาสืบทอดต่อไปล่ะ?\"\n\nแต่ไม่ต้องกังวลหรอกนะ ทุกอย่างเตรียมพร้อมไว้หมดแล้ว\nอนาคตของพวกเรา... อนาคตของฉัน ไม่น่าจะมีปัญหาหรอก\nพอคิดถึงตรงนี้ เขาก็รู้สึกถึงความผิดปกติที่คุ้นเคยดี\n\n...\nในเวลานั้นเขาไม่ได้ร่วมเดินทางกับชนชั้นสูงมานานแล้ว เมื่ออีกฝ่ายถามถึงเหตุผลที่เขาทรยศ\n\"เพื่อให้ได้รับรางวัล และไต่เต้าขึ้นสู่ตำแหน่งที่สูงขึ้น\", \"เพื่อแลกกับความปลอดภัยของเธอกับลูกสาว\"\nเขาจำไม่ได้แล้วว่าอันไหนคือข้ออ้างที่พลั้งปากพูดออกมา และอันไหนคือเหตุผลที่แท้จริง\nถึงยังไง เมื่อพูดโกหกซ้ำ ๆ เป็นพันเป็นหมื่นครั้ง แม้แต่คนที่พูดโกหกเองก็จะพลอยเชื่อว่าเป็นเรื่องจริงไปด้วย\n\nดังนั้น เมื่อภรรยาถามคำถามเดียวกันนี้กับเขาในตอนท้าย เขาจึงยังคงไม่เข้าใจ\nแต่เขาจำได้ว่าเขาเคยสัญญากับเธอไว้ อย่างน้อยทั้งสองคนก็ยังสามารถรักษาสัญญาในตอนแรกเอาไว้ได้",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "9.6%",
	"effectName": "Deathly Pact",
	"effectTemplateRaw": "ความแรงคริเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น ผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{1}</color> โดยเอฟเฟกต์นี้จะคงอยู่ 6 วินาที ซ้อนทับได้สูงสุด 3 ชั้น",
	"r1": {
		"description": "ความแรงคริเพิ่มขึ้น 20%; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น ผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้น 16% โดยเอฟเฟกต์นี้จะคงอยู่ 6 วินาที ซ้อนทับได้สูงสุด 3 ชั้น",
		"values": [
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "ความแรงคริเพิ่มขึ้น 25%; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น ผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้น 20% โดยเอฟเฟกต์นี้จะคงอยู่ 6 วินาที ซ้อนทับได้สูงสุด 3 ชั้น",
		"values": [
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "ความแรงคริเพิ่มขึ้น 30%; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น ผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้น 24% โดยเอฟเฟกต์นี้จะคงอยู่ 6 วินาที ซ้อนทับได้สูงสุด 3 ชั้น",
		"values": [
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "ความแรงคริเพิ่มขึ้น 35%; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น ผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้น 28% โดยเอฟเฟกต์นี้จะคงอยู่ 6 วินาที ซ้อนทับได้สูงสุด 3 ชั้น",
		"values": [
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "ความแรงคริเพิ่มขึ้น 40%; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น ผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้น 32% โดยเอฟเฟกต์นี้จะคงอยู่ 6 วินาที ซ้อนทับได้สูงสุด 3 ชั้น",
		"values": [
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 18
			}
		]
	}
}