{
	"id": 12416,
	"name": "Akuoumaru",
	"description": "ดาบสุดรักของ Akuou ในตำนาน ใบมีดมีขนาดใหญ่และสง่างาม แต่มันกลับกวัดแกว่งได้ง่ายดายจนคาดไม่ถึง",
	"descriptionRaw": "ดาบสุดรักของ Akuou ในตำนาน ใบมีดมีขนาดใหญ่และสง่างาม แต่มันกลับกวัดแกว่งได้ง่ายดายจนคาดไม่ถึง",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "ดาบที่เคยถูกใช้โดยแม่ทัพผู้แข็งแกร่งจาก Watatsumi\nเล่าขานกันว่าทักษะดาบของเขามีเพียงสองกระบวนท่าที่ฝึกขึ้นด้วยตนเอง นั่นคือ \"Getsumouun\" และ \"Yuushio\"\nกระนั้นทั้งสองกระบวนท่าลับก็ไม่เคยเป็นสองรองใครในสนามรบหรือการประชันฝีมือมาก่อน\n\nดังคำกล่าวที่ว่า งูและปลาเป็นสัตว์เลือดเย็น ทว่าสิ่งมีชีวิตเลือดเย็นกลับหลงใหลในนิมิตที่ร้อนแรง\nเพื่อทำความฝันของเหล่าผู้คนให้เป็นจริง Omikami จึงได้ท้าทายต่อกลุ่มเมฆพายุ\nในหมู่มนุษย์ปุถุชนของ Watatsumi ที่ก้าวย่างสู่เส้นทางแห่งชัยชนะ มีเด็กหนุ่มผู้หนึ่งที่โดดเด่นเป็นพิเศษ\nด้วยความกล้าหาญชาญชัยและความโปรดปรานจาก Watatsumi เขาจึงได้รับตำแหน่งเป็น \"Touzannou\"\nทว่าสุดท้ายในอีกหลายปีต่อมา ตำแหน่งราชาก็ถูกลืมเลือน และถูกแทนที่ด้วยฉายาเย้ยหยันจากศัตรู\n\"Akuou\" สมุนผู้ชั่วร้ายของงูยักษ์ ราชาปีศาจที่บุกรุกเกาะ Yashiori อย่างเลือดเย็น...\n\nการเข่นฆ่าในสนามรบทำให้ชายหนุ่มกลายเป็นคนหยาบกร้านเหมือนดั่งเกลือในทะเล แต่สำหรับตัวเขาแล้ว\nมีเพียงความปรารถนาที่เคยอธิษฐานต่อ Lunar Leviathan ตรงข้างศาลเจ้าก่อนออกรบเท่านั้น ที่จะไม่มีวันสูญสลาย\n\n\"สักวันฉันจะขึ้นไปเหยียบบนยอดสูงสุดของ Mt. Yougou แล้วมองลงมาดูตำหนักของเจ้าแห่งสายฟ้าจากเบื้องบน\"\n\"และจะประลองกับเท็งงุ Yougou ผู้ยิ่งใหญ่ในตำนานอย่างสนุกสนาน บนยอดของปราสาท Tenshukaku\"\n\"จากนั้นก็เอาหน้ากากกลับมาเป็นของฝากให้ Ayame กับพี่ Mouun ก็แล้วกัน!\"\n\nสุดท้าย คลื่นก็ซัดสาดความฝันที่เหมือนดั่งปราสาททรายนั้นให้พังทลายไปจนหมด\nท่ามกลางสงคราม หน้ากากเท็งงุที่เป็นดั่งดวงดาวแดงฉานถูกบดขยี้เป็นผุยผงราวกับเศษหินและดินทราย\nมิโกะผู้เคยเป็นดั่งแสงจันทร์ใต้ท้องทะเลลึก ที่คอยมอบแสงสว่างแก่ดวงจิตของชายหนุ่ม ไร้สุ้มเสียงเสียงตอบรับอีกต่อไป\nส่วน \"Akuou\" ก็ได้มลายหลอมรวมไปกับแสงเจิดจ้าแห่งสายฟ้าตามงูยักษ์ไป",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "9%",
	"effectName": "Watatsumi Wavewalker",
	"effectTemplateRaw": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{0}</color> โดยความเสียหายจากท่าไม้ตาย จะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด <color=#99FFFFFF>{1}</color>",
	"r1": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.12% โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะเพิ่มได้มากสุด 40%",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.15% โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด 50%",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.18% โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด 60%",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.21% โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด 70%",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.24% โดยความเสียหายจากท่าไม้ตาย จะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 80%",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}