{
	"id": 11414,
	"name": "Amenoma Kageuchi",
	"description": "ตามตำนานกล่าวกันว่า นี่คือดาบที่ถูกสั่งทำขึ้นเป็นพิเศษโดยซามูไรที่มีชื่อเสียง ซึ่งแม้แต่เท็งงุที่รวดเร็วดั่งสายฟ้า ก็ยังสามารถฟันให้ร่วงลงมาได้",
	"descriptionRaw": "ตามตำนานกล่าวกันว่า นี่คือดาบที่ถูกสั่งทำขึ้นเป็นพิเศษโดยซามูไรที่มีชื่อเสียง ซึ่งแม้แต่เท็งงุที่รวดเร็วดั่งสายฟ้า ก็ยังสามารถฟันให้ร่วงลงมาได้",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "\"Hakuen Michimitsu Amenoma\" หนึ่งในดาบชื่อดังของ Kageuchi\n\"Douin\" ผู้นำรุ่นแรกของตระกูล Iwakura เป็นผู้มอบให้ตระกูล Saimon\nเพื่อเป็นการตอบแทนที่ช่วยดูแลเมื่อตอนเขาอาศัยอยู่ในหมู่บ้าน Konda\n\nเล่ากันว่าเทคนิคดาบ \"Tengu Sweeper\" ของ Iwakura จะถูกปล่อยออกมาได้ก็ต่อเมื่อมีสมาธิที่แน่วแน่\nในอดีต \"Tengu Sweeper\" (พิฆาตเท็งงุ) มีคำอ่านเหมือน \"Tengu Victor\" (พิชิตเท็งงุ) เป็นดาบที่ฟันได้แม้กระทั่งเท็งงุที่อยู่ในอากาศ\nหลายร้อยปีมานี้ ปรมาจารย์ดาบแห่ง Iwakura ที่สืบทอดนาม \"In\" ได้ใช้วิชาดาบลับ ปราบปีศาจมากมายบนเกาะของ Inazuma มาแล้ว\n\nเล่ากันว่า \"Tengu Sweeper\" ถือกำเนิดภายในศาลเจ้าร้างแห่งหนึ่ง\nอานุภาพของเทคนิคดาบ สามารถทำลายสิ่งปลูกสร้างได้ และแม้แต่ดาบของ Iwakura Douin เองยังแตกเป็นสองส่วน\nตั้งแต่นั้นมา เขาได้ใช้วิชาดาบนั้น ก่อตั้งสำนัก Iwakura รับใช้ตระกูล Kujou\nและได้ขอให้อาจารย์ Amenoma ในขณะนั้น ทำดาบที่สืบทอดมาจากชื่อของ \"In\" ขึ้นมา ซึ่งดาบนั้นมีชื่อว่า \"Hakuen Michimitsu Amenoma\"\n\nมีเรื่องเล่ามากมายเกี่ยวกับดาบเล่มนั้น ว่ากันว่า มันคมกริบถึงขนาดที่สามารถตัดชะตากรรมของมนุษย์ได้\nส่วนฉายาของดาบนั้น Iwakura Douin เป็นผู้ตั้งขึ้นมาให้ Amenoma เป็นพิเศษ",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "12%",
	"effectName": "Iwakura Succession",
	"effectTemplateRaw": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <color=#99FFFFFF>{0}</color> หน่วย",
	"r1": {
		"description": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ 6 หน่วย",
		"values": [
			"6"
		]
	},
	"r2": {
		"description": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ 7.5 หน่วย",
		"values": [
			"7.5"
		]
	},
	"r3": {
		"description": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ 9 หน่วย",
		"values": [
			"9"
		]
	},
	"r4": {
		"description": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ 10.5 หน่วย",
		"values": [
			"10.5"
		]
	},
	"r5": {
		"description": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ 12 หน่วย",
		"values": [
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}