{
	"id": 15508,
	"name": "Aqua Simulacra",
	"description": "คันธนูยาวซึ่งมีสีที่คาดเดาไม่ได้ เมื่อกระทบแสงจะปรากฏเป็นสีครามราวกับน้ำ",
	"descriptionRaw": "คันธนูยาวซึ่งมีสีที่คาดเดาไม่ได้ เมื่อกระทบแสงจะปรากฏเป็นสีครามราวกับน้ำ",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 5,
	"story": "สิ่งที่เรียกว่าน้ำนั้นไร้สี และไร้รูปร่างที่แน่นอน จึงเป็นได้ทั้งมีดแหลมคม และยอดธนู\nสสารมากมายในโลกหล้า มีเพียงน้ำเท่านั้นที่ทั้งอ่อนโยน และแข็งแกร่งที่สุด\nในบรรดาเหล่าอาวุธแสนอัศจรรย์มากมาย ยอดธนูคันนี้นั้นมีพลังเรียกน้ำอันยากแท้หยั่งถึง\n\n\"สามารถโอบรับความโสโครกทั้งหมด สามารถขจัดสิ่งสกปรกทั้งมวล ทั้งยังคงรักษาความบริสุทธิ์ในตัวตน\"\n\"สามารถเปลี่ยนแปรรูปลักษณ์เหลือคณานับ สามารถลอกเลียนในทุกสิ่งมีชีวิต คาดเดาได้ยาก แต่กลับไม่สูญเสียความเป็นตัวเอง\"\n\"แบ่งแยกเป็นสายธารนับไม่ถ้วน หนาแน่นแต่ไม่วุ่นวาย ดั่งเกลียวคลื่นยักษ์ ที่ทรงพลังยากทำลาย\"\n\"ภายใต้สีฟ้าโปร่งแสง เบื้องลึกกลับเก็บซ่อนความลับมากมาย ที่แม้แต่แสงสว่างก็มิอาจส่องทะลุ\"\n\"นี่ก็คือความอัศจรรย์ของน้ำ แม้นจะมีปัญญาฉลาดล้ำ ก็ยากนักจะคาดเดาความเปลี่ยนแปลงนับพันที่อยู่ภายใน\"\n\nก่อนจะโชคดีได้ทำงานให้ผู้มีเกียรติบน Jade Chamber ก็เคยได้ยินคำสอนเหล่านี้จากรุ่นพี่ผู้อาวุโส\nโลกแห่งอำนาจกับธุรกิจนั้นมักเต็มไปด้วยหินโสโครกและลมพายุ และกลาดเกลื่อนไปด้วยซากเรือที่อับปาง\nมีเพียงผู้ที่มีความทะเยอทะยาน และมีกำลังทรัพย์ที่มากพอเท่านั้น ที่จะสามารถรับมือกับกระแสคลื่นลมได้อย่างราบรื่น\nและสามารถหลบเลี่ยงการแก่งแย่งและความประสงค์ร้ายที่มีอยู่ทุกที่ ประคองเรือแล่นตรงข้ามผ่านความผันผวนของกระแสน้ำวนไป\n\n\"ถึงจะพูดอย่างนั้น แต่ฉันไม่ได้มีความเป็นผู้ใหญ่ และทนกับความน่าเบื่อหน่ายมากมายขนาดนั้นไม่ได้หรอก\"\n\"ฉันอยากจะเพลิดเพลินกับกลิ่นหอมในโรงน้ำชา และสนุกกับผลลัพธ์นับพันของลูกเต๋าหกด้านมากกว่า\"\n\"ฉันเคยแทรกซึมเข้าไปยังที่ซ่อนของรังโจรในยามวิกาล และเคยเปิดโปงแผนการของศัตรูตัวฉกาจจากต่างแดน\"\n\"นี่ไม่ใช่การกระทำเพื่อขจัดความกังวลให้เหล่าผู้มีอำนาจ แต่เป็นเพราะว่าน้ำเองก็มีแหล่งกำเนิดเช่นเดียวกัน\"\n\nเพื่อรักษาความบริสุทธิ์ของแหล่งกำเนิด เจตจำนงอันอ่อนโยนของน้ำจึงได้แปรเปลี่ยนเป็นมีดแหลมคม และยอดธนู\nภายใต้คืนพระจันทร์สีครามเต็มดวง แผนการและบทสนทนาลับถูกเชื่อมโยงเข้าหากันได้อย่างง่ายดาย ซึ่งนั่นก็คือ ปัญญาที่เป็นรูปลักษณ์ของน้ำ",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "19.2%",
	"effectName": "The Cleansing Form",
	"effectTemplateRaw": "พลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
	"r1": {
		"description": "พลังชีวิตเพิ่มขึ้น 16% และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น 20% ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "พลังชีวิตเพิ่มขึ้น 20% และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น 25% ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "พลังชีวิตเพิ่มขึ้น 24% และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น 30% ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "พลังชีวิตเพิ่มขึ้น 28% และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น 35% ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "พลังชีวิตเพิ่มขึ้น 32% และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น 40% ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 18
			}
		]
	}
}