{
	"id": 14427,
	"name": "Ash-Graven Drinking Horn",
	"description": "อุปกรณ์ประกอบพิธีที่สืบทอดกันใน Meztli ว่ากันว่า เคยเป็นสมบัติล้ำค่าที่ผู้กล้า \"ยักษ์\" ที่ชื่อว่า Tupac หวงแหนอย่างมาก แต่กลับไม่เคยถูกใช้งานมาก่อน",
	"descriptionRaw": "อุปกรณ์ประกอบพิธีที่สืบทอดกันใน Meztli ว่ากันว่า เคยเป็นสมบัติล้ำค่าที่ผู้กล้า \"ยักษ์\" ที่ชื่อว่า Tupac หวงแหนอย่างมาก แต่กลับไม่เคยถูกใช้งานมาก่อน",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "ฉันมักจะได้ยินผู้คนร้องเพลง และได้ยินผู้คนพูดคุย\nในช่วงเวลาที่ผู้คนมารวมตัวกัน ในงานเลี้ยงที่แสนรื่นเริงนี้\nความปรารถนาของฉันกระตุ้นให้ฉัน ร้องเพลงใหม่ให้พวกเธอฟัง:\nฉันจะดีดสายพิณ และร่ายบทกวีของฉัน\nฉันจะเริ่มร้องเพลงของฉัน และเริ่มเล่าเรื่องราวของฉัน\nเพื่อบอกเล่าถึงบรรพบุรุษโบราณ Tupac ยักษ์ผู้กล้าหาญ\n...\nTenoch ในวัยหนุ่มเลือดร้อนได้ยินแบบนี้ก็หัวร้อนขึ้นมาทันที\nเหมือนจระเข้ที่ดุร้าย เหมือนกวางสีน้ำตาลที่เย่อหยิ่ง\nเขาจะเงื้อไม้ยาวท่อนนั้นขึ้น และจะพูดกับ Tupac ว่า:\nทำไมเจ้าถึงมาที่ทะเล แล้วทำไมเจ้าถึงเหยียบคลื่น?\nบรรพบุรุษของพวกเจ้า Uenuku ยังไม่กล้าทำอะไรบ้าระห่ำแบบนี้เลย\nถ้าเจ้ากล้าขัดขวางข้าละก็ ข้าจะจัดการเจ้าแล้วจับยัดใส่ไส้ปลาซะ!\n\nTupac ที่แข็งแกร่งกำยำดุจภูผา พอได้ยินประโยคนี้ก็หัวเราะลั่น\nเหมือนแรดที่ดุร้าย เหมือนนกอีมูที่แข็งแกร่ง\nเขาคว้าถ้วยทรงเขาแหลมนั้นไว้แน่น และพูดกับ Tenoch ว่า:\nคนตัวเล็กอ่อนแออย่างเจ้า จะทำร้ายข้าได้อย่างไร?\nถ้วยทรงเขาแหลมนี้ควรจะเป็นของข้า เป็นของพวกพ้องในบ้านเกิดของข้า\nถ้าเจ้าริอ่านคิดจะขโมยมันไปละก็ มาประลองกับข้าก่อน!\n\nTupac ผู้แข็งแกร่งดุจขุนเขา เป็นวีรบุรุษเช่นนี้มาโดยตลอด:\nครั้งหนึ่งเขาเคยหักภูเขาด้วยมือเปล่า เพราะความโกรธชั่ววูบ\nจากนั้นก็แทงหินลงพื้นดิน เพื่อให้น้ำพุร้อนพวยพุ่งออกมาจากในดิน\n(สถานที่ที่พวกเธอเห็นอยู่ตอนนี้ คือบ่อน้ำพุร้อนที่ตั้งอยู่ทางตะวันตกเฉียงใต้\nนี่ก็คือมรดกที่เขาทิ้งไว้ในตอนนั้น และยังคงอยู่มาจนถึงทุกวันนี้)\nเขาเคยออกทะเลเพียงลำพัง เพื่อต่อสู้กับวาฬยักษ์ที่มีสองหาง\nเขาหักเขี้ยวของอสูรร้าย และพกมันติดตัวไว้ตลอดเวลา\nหัวใจของเขาทั้งร้อนแรงและดิบเถื่อน เหมือนกันธารน้ำพุที่ไหลรินในยามนั้น\nTenoch ที่อยู่ในวัยหนุ่มเลือดร้อน จะดึงดูดสายตาของเขาได้อย่างไร?\n...\nTupac ผู้แข็งแกร่งราวกับขุนเขา นึกถึงเหตุการณ์เมื่อหลายสิบปีก่อน\nในระหว่างที่ต่อสู้กับ Tenoch เพื่อแย่งชิงถ้วยกับเขานั้น\nเขาได้เอ่ยคำพูดนี้ออกมา ต่อหน้าจ้าวแห่งเปลวเพลิง\nTupac ผู้แข็งแกร่งราวกับขุนเขา จะมอบถ้วยใบนั้นให้\nเขาอยากจะมอบถ้วยใบนั้น เพื่อให้ความหวังสุดท้ายปรากฏขึ้น\nและเพื่อให้ความหวังสุดท้ายปรากฏขึ้น เขาจึงถือเปลวไฟเอาไว้\nเขาถือเปลวไฟนั้นไว้ ตราบจนลมหายใจสุดท้ายของเขา\nเขาไม่เคยผิดต่อคำสาบาน จวบจนลมหายใจสุดท้ายของเขาหมดลง\n...\nเรื่องราวของฉันจบลงแต่เพียงเท่านี้ ขอให้คนหนุ่มสาวทั้งหลายจำไว้ให้ดี\nจดจำคำพูดของฉัน จดจำตำนานของคนโบราณ\nพ่อของฉันเคยขับขาน ท่ามกลางสายลมทะเลสีทอง\nแม่ของฉันก็เคยสอนเอาไว้ ตอนนั้นฉันยังอ่อนหัดและโง่เขลา\nช่วงเวลาแห่งความมืดมิดได้ผ่านพ้นไปนานแล้ว ตอนนี้ภัยพิบัติได้สงบลงแล้ว\nเสียงเพลงขับขานอยู่เหนือน้ำพุตลอดเวลา ใต้ฟ้ายามพลบค่ำนั้นมีงานเลี้ยงเสมอ\nแต่หนุ่มสาวรุ่นใหม่เอ๋ย จงอย่าลืมคำเตือนนี้:\nมีเพียงสองสิ่งนี้ที่ไม่อาจละทิ้งได้ นั่นคือ ความสามัคคีและคำสัญญา",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "9%",
	"effectName": "Tupac's Grip",
	"effectTemplateRaw": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง <color=#99FFFFFF>{0}</color> ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
	"r1": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 40% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 50% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 60% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 70% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 80% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 12
			}
		]
	}
}