{
	"id": 11518,
	"name": "Athame Artis",
	"description": "ในนิทานของแม่มดน้อย เดิมทีมันเป็นดาบวิเศษที่ราชันทิวามอบให้แก่ผู้กล้า ทว่าต่อมาแม่มดน้อยก็ได้ใช้มันเอาชนะผู้กล้า",
	"descriptionRaw": "ในนิทานของแม่มดน้อย เดิมทีมันเป็นดาบวิเศษที่ราชันทิวามอบให้แก่ผู้กล้า ทว่าต่อมาแม่มดน้อยก็ได้ใช้มันเอาชนะผู้กล้า",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "เมื่อแม่มดน้อยเดินทางมาถึงพระราชวังของราชันทิวา ก็เป็นเวลาโพล้เพล้ช่วงพลบค่ำแล้ว\nนับว่ามาได้จังหวะพอดิบพอดี หากช้ากว่านี้อีกนิด ก็คงล่วงพ้นอาณาเขตแห่งกาลเวลา ที่ราชาองค์นี้ปกครองแล้ว\nราชันทิวาทรงใช้ช่วงเวลาสุดท้าย ก่อนที่ม่านราตรีจะมาเยือนเพื่อมาพบเขา\n\n\"แม่มดผู้เดินทางไปทั่วจักรวาล และจุดประกายให้แก่กาลเวลาเอ๋ย เหตุใดเธอถึงได้มาเยือนดาวเคราะห์อันห่างไกลดวงนี้?\"\n\"ฉันไม่ได้อยากมาเองสักหน่อย! ดาวเคราะห์ดวงนี้ต่างหากที่เรียกหาฉัน ฉันถึงได้ข้ามผ่านประตูแห่งดวงดาวที่ถูกลืมเลือนมา\"\n\"ในจักรวาลที่กำลังมุ่งสู่จุดจบ ดาวเคราะห์ทุกดวงที่ยังไม่มอดดับนั้นล้วนล้ำค่า...\"\n\"นึกไม่ถึงเลยจริง ๆ ว่าในเขตดวงดาวที่ถูกขนานนามว่า เป็นแดนทมิฬไปนานแล้ว จะยังมีโลกที่ยังคงมีชีวิตอยู่\"\n\nนั่นเป็นความจริงเพียงครึ่งเดียว เพราะความจริงแล้ว แม่มดน้อยตรวจจับข้อความจากแดนทมิฬได้ ในคืนก่อนหน้าค่ำคืนแห่งการเฉลิมฉลองต่างหาก\nถ้าเป็นช่วงเวลาปกติ เขาคงคิดแค่ว่ากระจกส่องดาวของตัวเองผิดเพี้ยนไป แล้วก็คงไม่ใส่ใจกับความผิดปกตินี้ไปแล้ว\nแต่ในตอนนั้น เธอกำลังกลัดกลุ้มเรื่องค่ำคืนแห่งการเฉลิมฉลองในวันรุ่งขึ้น และพยายามหาทางหลีกเลี่ยง ที่จะต้องเผชิญหน้ากับคู่ปรับตัวฉกาจที่จะมางานนี้ด้วย\nเพราะอย่างนั้นเธอเลยใช้เรื่องนี้ เป็นข้ออ้างเพื่อหลบเข้าไปในห้องทำงาน และใช้ความพยายามไปไม่น้อย กว่าจะถอดรหัสข้อความอันห่างไกลนี้ได้\n\"อืม... งั้นข้อความแปลก ๆ นี่ก็หมายความว่า มีดาวเคราะห์ที่ไม่รู้จักดวงหนึ่ง กำลังรู้สึกไม่ค่อยสบายงั้นเหรอ?\"\n\n\"ไม่ว่ายังไง อาณาจักรทิวาอันเที่ยงธรรมของข้า จะไม่มีวันทำเรื่องที่เป็นภัยต่อดาวเคราะห์เด็ดขาด\" ราชันทิวาตรัสอย่างหนักแน่น\n\"บางทีเจ้าควรจะไปถามราชันราตรีผู้ชั่วร้ายนั่นดู ตอนเช้าข้าได้ส่งกองกำลังไปปราบมันแล้ว เพียงแต่ว่า...\"\nยังไม่ทันสิ้นเสียง แสงสุดท้ายของวันก็ถูกผืนดินกลืนกิน ร่างมายาของราชาก็ละลายหายไปราวกับครีม\nหลังจากม่านสีดำโรยตัวลง ราชสำนักก็หายวับไปด้วย ผืนดินเดือดพล่านราวกับคลื่นสมุทร หมอกควันสีดำสนิทพวยพุ่งขึ้นมาจากผืนโคลน\nทั้งดาวเคราะห์เหลือเพียงมหาสมุทรสีดำ โชคดีที่แม่มดน้อยไม่ลืมไม้กวาดของเธอ เลยไม่ตกลงไปในน้ำ\nแม่มดน้อยขี่ไม้กวาดท่องไปใต้ดวงจันทร์สีเลือด ผ่านไปเนิ่นนาน กว่าจะพบกับปราสาทเพียงแห่งเดียว ที่ยังมีแสงไฟส่องสว่างอยู่\n\n\"ปราบราชันราตรีงั้นเหรอ? นั่นกลับเป็นเรื่องง่ายที่สุดด้วยซ้ำ เมื่อเทียบกันแล้ว พวกเรายังมีเรื่องสำคัญกว่าที่ต้องทำอีกนะ\"\nดูเหมือนว่าผู้ที่สร้างปราสาทแห่งนี้ คือกองกำลังปราบปรามที่ราชันทิวาส่งมา แต่ก็ไม่รู้ว่าทำไมที่นี่ถึงไม่ถูกทะเลหมอกนั่นละลายหายไป\nผู้กล้าที่เป็นผู้นำสะพายดาบล้ำค่าไว้ข้างหลัง ดูเหมือนจะไม่แปลกใจกับการมาเยือนของแม่มดน้อยเลย กลับกันยังเอ่ยคำเชิญชวนอีกด้วย\n\"ต่อให้โค่นราชันราตรีได้ก็ไร้ประโยชน์อยู่ดี ตราบใดที่ดวงตะวันลับขอบฟ้า ผืนดินก็จะถูกคลื่นทะเลกลืนกินอีกครั้ง\"\n\"เพื่อที่จะจบวัฏจักรที่วนเวียนไม่รู้จบนี้ พวกเราเลยสร้างปราสาทนี้ขึ้นมา เพื่อแสวงหามาตรการแก้ไขปัญหาที่แท้จริง\"\n\nแม่มดน้อยรับคำเชิญของผู้กล้า และลงไปยังส่วนลึกที่สุดใต้ดินของปราสาท นอกเขตแดนอันเปราะบางนั้น คือมหาสมุทรสีดำทะมึน\nสิ่งที่ค้ำจุนเขตแดนไว้คือกลไกขนาดยักษ์ ที่กำลังพ่นไอน้ำและควันออกมา ท่อจำนวนนับไม่ถ้วนกำลังสูบน้ำทะเลอันเหนียวหนืด เข้าไปในเครื่องอย่างต่อเนื่อง\n\"นี่คือเครื่องจักรนิรันดร์ หรือเธอจะเรียกว่าจอกศักดิ์สิทธิ์ก็ได้ มันจะเผาไหม้น้ำทะเลพวกนี้ เพื่อสร้างแสงสว่างและความร้อนขึ้นมา\"\n\"ในเมื่อทุกสิ่งที่จับต้องได้บนดาวเคราะห์ดวงนี้ เป็นแค่เงาของแสงสว่าง ถ้าอย่างนั้น ขอแค่สร้างเพลิงที่ไม่มีวันดับขึ้นมาได้...\"\n\"แต่ถ้าทำแบบนี้ มันก็จะยิ่งทำให้ดาวเคราะห์ดวงนี้ มอดดับเร็วขึ้นน่ะสิ...\" แม่มดน้อยถอนหายใจ\n\"พอน้ำทะเลถูกสูบจนแห้ง ที่นี่ก็จบสิ้นกันพอดี ของแบบนี้ไม่เรียกว่าจอกศักดิ์สิทธิ์หรอกนะ... สาเหตุที่ดาวเคราะห์รู้สึกไม่สบาย\"\n\"ตอนนี้ฉันเข้าใจแจ่มแจ้งแล้วล่ะ!\"\n\nฉวยโอกาสตอนที่ผู้กล้ายังไม่ทันตั้งตัว แม่มดน้อยก็ชักดาบจากหลังของเขา แล้วโยนมันเข้าไปใน \"เครื่องจักรนิรันดร์\" เครื่องนั้น\nส่วนผู้กล้าที่พยายามจะชิงดาบคืน ในตอนที่ดาบสัมผัสกับหมอกทะเลสีดำ ก็สลายไปพร้อมกับแสงสว่างที่ดับวูบลง\nทั้งดาวเคราะห์กลับคืนสู่ความมืดมิดอีกครั้ง จนกระทั่งรุ่งอรุณมาเยือน ราวกับว่าทุกอย่างเมื่อคืนนี้ เป็นเพียงห้วงฝันอันล้ำลึกเท่านั้น\n\n\"แบบนี้ก็ถือว่าแก้ปัญหาไปได้ชั่วคราวแล้วสินะ\" ก่อนจะจากดาวเคราะห์ไป แม่มดน้อยขี่ไม้กวาดของเธอ แล้วหันกลับไปมองเป็นครั้งสุดท้าย\nใต้แสงตะวันยามเช้า ผู้กล้าที่ทอดเงาเป็นทางยาว ได้รับดาบล้ำค่าที่ราชันทิวาประทานให้ และออกเดินทางผจญภัยอีกครั้ง\n\"วัฏจักรแบบนี้คงจะดำเนินต่อไปอีกนาน จนกว่าวันที่เธอจะกลายเป็นแค่เปลือกที่ว่างเปล่านั่นแหละ\"\n\"แต่ไม่ว่าจะยังไงก็ต้องพยายามเข้านะ อย่างน้อยก็ต้องมีชีวิตอยู่รอด ไปจนถึงวันที่เราจะได้พบกันอีกครั้ง\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "7.2%",
	"effectName": "Day King's Splendor Solis",
	"effectTemplateRaw": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{1}</color> และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น <color=#99FFFFFF>{2}</color> เป็นเวลา 3 วินาที\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น 16%; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น 20% และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น 16% เป็นเวลา 3 วินาที\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"16%",
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น 20%; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น 25% และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น 20% เป็นเวลา 3 วินาที\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"20%",
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น 24%; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น 30% และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น 24% เป็นเวลา 3 วินาที\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"24%",
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น 28%; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น 35% และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น 28% เป็นเวลา 3 วินาที\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"28%",
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น 32%; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น 40% และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น 32% เป็นเวลา 3 วินาที\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"32%",
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 18
			}
		]
	}
}