{
	"id": 14511,
	"name": "A Thousand Floating Dreams",
	"description": "ตะเกียงที่สะท้อนความฝันของค่ำคืนนับพัน แสงสีเขียวเอ่อล้นไปด้วยบทเพลงแห่งโลกอันไกลโพ้น",
	"descriptionRaw": "ตะเกียงที่สะท้อนความฝันของค่ำคืนนับพัน แสงสีเขียวเอ่อล้นไปด้วยบทเพลงแห่งโลกอันไกลโพ้น",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "\"สรรพสิ่งล้วนเกิดและดับไปตามกาลเวลา เฉกเช่นราตรีและรุ่งอรุณที่หมุนเวียนกันไป\"\n\"ให้เรื่องราวในตะเกียงนี้ มอบความฝันอันงดงามที่คุ้มค่าแก่การรอคอยให้แก่คุณ\"\n\nยามที่อุทยานหลวงล่มสลาย เด็กสาวผู้ไม่เคยได้รู้จัก \"แสงสว่าง\" ได้ยินเสียงกระซิบของเธอในห้วงฝัน\nเด็กน้อยที่เดิมทีตัดสินใจจะจากไปพร้อมกับ \"ความฝัน\" ได้มองเห็นความเมตตากรุณาภายใต้หยดน้ำตา\n\nตะเกียงสีเขียวเข้มสะท้อนแสงจันทราอันเงียบสงบ เงาแห่งดวงดาราถูกถ่ายทอดด้วยบทเพลงอันเป็นนิรันดร์\nนักระบำตาสีฟ้าจุมพิตผ้าไหมที่ทอด้วยน้ำผึ้ง มัจฉาสีขาว, แดง, น้ำเงิน และเหลืองที่โบยบินอยู่ในสายธาราใสราวกับไข่มุก\nนักดนตรียามราตรีนำทางด้วยเทียนแห่งญิน ขับขานป้อมปราการปิดทองและเส้นทอผ้าไหมสีทับทิมบนผืนทะเลทราย\nกะลาสีเรือผู้ฉลาดเฉลียวเริ่มการเดินทางอันรุ่งโรจน์ เพียงเพื่อค้นหาบทเพลงแห่งความฝันและสวนดอกไม้อันเขียวชอุ่มที่อยู่ ณ อีกฟากฝั่ง\n\nแสงไฟอันเงียบงันส่องแสงสว่างให้กับอุทยานหลวงอันทรุดโทรม พร้อมกับความฝันอันลวงตาแห่งโลกนับพันที่อ้อยอิ่งอยู่ในตะเกียง\nสายลมแห่งป่าไม้อันโชยอ่อนพัดพาเส้นทางที่ปกคลุมไปด้วยฝุ่นธุลี นำทางเด็กน้อยที่หลงทางออกมาจากวังที่ไม่สงบอีกต่อไปแห่งนั้น\nแสงสว่างพร่างพรายจากท้องฟ้าส่องผ่านใบไม้ที่แตกสลาย ตะเกียงสีเขียวเข้มที่บอกเล่าเรื่องราวความฝันพันราตรีกลับกำลังเลือนรางลง:\nกระทั่งในยามที่เธอเหมือนกึ่งหลับกึ่งตื่นและมองหันย้อนมองในทันใด เด็กหญิงตาบอดก็ตระหนักได้ว่าป่าไม้ได้หายไป และถึงช่วงเวลารุ่งสางแล้ว\n\nตะเกียงในความฝันนั้นไม่ได้ส่องสว่างอีกต่อไป ความฝันในค่ำคืนในอดีตก็ได้ถูกกลืนหายไปตามกาลเวลา\nปักษาต้อนรับยามรุ่งอรุณกลับยังคงขับขานบทเพลงอยู่เช่นเคย บทเพลงนั้นเหมือนคำหวานที่เบ่งบานราวบุปผา\nเพื่อมอบความกล้าหาญ ความหวังและความสุขที่คาดหวังให้กับเด็กน้อยผู้ไม่เคยได้เผชิญหน้ากับความฝันเหล่านั้น\nถักทอขับขานบทเพลงพันราตรีที่ไม่มีวันสิ้นสุด ประดับไฟยามค่ำคืนเพื่อรอคอยยามรุ่งอรุณ\n\nก้าวผ่านพันราตรี จวบจนนกไนติงเกลไม่ขับขานบทเพลง กระทั่งพลบค่ำวนมาบรรจบอีกครั้ง\nนักเดินทางที่ไปถึงที่หมายเห็นตะเกียงสีเขียวเข้มอีกครั้ง ณ บ้านเกิดอันไกลโพ้น\nกุหลาบอาบน้ำค้างพลิ้วไหวตามสายลมที่โอบรับแสงจันทร์ รอคอยจนกว่าเธอจะเล่าเรื่องใหม่อีกหน:\n\"แม้ว่าความทรงจำของเมื่อคืนจะไม่หวนกลับมา แต่พวกเราจะร้องเพลงเพื่อความฝันอันแสนหวานของค่ำคืนนี้\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "58",
	"effectName": "A Thousand Nights' Dawnsong",
	"effectTemplateRaw": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <color=#99FFFFFF>{2}</color> หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้",
	"r1": {
		"description": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น 32 หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น 10% โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 40 หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้",
		"values": [
			"32",
			"10%",
			"40"
		]
	},
	"r2": {
		"description": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น 40 หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น 14% โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 42 หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้",
		"values": [
			"40",
			"14%",
			"42"
		]
	},
	"r3": {
		"description": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น 48 หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น 18% โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 44 หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้",
		"values": [
			"48",
			"18%",
			"44"
		]
	},
	"r4": {
		"description": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น 56 หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น 22% โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 46 หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้",
		"values": [
			"56",
			"22%",
			"46"
		]
	},
	"r5": {
		"description": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น 64 หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น 26% โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 48 หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้",
		"values": [
			"64",
			"26%",
			"48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}