{
	"id": 11517,
	"name": "Azurelight",
	"description": "คมดาบที่แต่เดิมบริสุทธิ์ผุดผ่องดุจดาวประกายพรึกยามรุ่งอรุณ แต่ปัจจุบันถูกย้อมด้วยสีน้ำเงินเข้มอันมืดมิด",
	"descriptionRaw": "คมดาบที่แต่เดิมบริสุทธิ์ผุดผ่องดุจดาวประกายพรึกยามรุ่งอรุณ แต่ปัจจุบันถูกย้อมด้วยสีน้ำเงินเข้มอันมืดมิด",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "\"กฎไม่อาจถูกหยั่งเชิง กฎไม่อาจถูกสงสัย และกฎไม่อาจถูกละเมิด\"\n\"ข้าเคยเชื่อมั่นแบบนั้น เคยประกาศ และบัญญัติไว้เช่นนั้น\"\n\n\"จนกว่าแสงดาวอันอ่อนโยน จะสาดส่องสู่ดวงตาของข้า\"\n\"เผยให้เห็นบนยอดเขาขับขาน เหนือหินสีขาวแห่งบทเพลง\"\n\"ข้าจึงขอบอกเล่าถึงภาพในยามเช้าให้พวกเจ้าฟัง\"\n\n\"พี่น้องทั้งหลายที่จำนนต่อผู้เป็นเจ้าแรกเริ่ม ข้าต้องการบอกความจริง ที่ข้าได้พบเจอกับตัวเองให้พวกเจ้าได้รับรู้\"\n\"พวกเจ้าบางคน ถูกลิขิตให้ต้องร่อนเร่ในค่ำคืนไร้จันทรา แม้จะดื่มน้ำตาอันขมขื่นจนหมดสิ้น ก็ยากที่จะหวนคืนชีพให้กับครอบครัวที่ดับสูญ\"\n\"บางคนถูกลิขิตให้ต้องเดินข้ามผ่านทะเลทราย ที่เต็มไปด้วยทองคำ โดยไม่มีวันได้รู้ว่าความจริงใจอันแดงก่ำ และความชื่นชมคืออะไร\"\n\"บางคนถูกลิขิตให้ขดตัวอยู่ในความมืดมิด ท่ามกลางความเกลียดชังที่กัดกิน เฝ้ารอให้กระแสน้ำยกม่านการแสดงดนตรีครั้งสุดท้ายขึ้น\"\n\"บางคนถูกลิขิตให้ต้องเดินทางอยู่ในความฝัน และเฝ้ารอการพานพบที่ยังมาไม่ถึง ในสถานที่ต่างแดนที่หยุดนิ่ง\"\n\"ไม่ว่าจะอ้อนวอนอย่างไร... ไม่ว่าจะทุ่มเทเท่าไหร่ ก็ไม่อาจปลดโซ่ตรวน ที่พันธนาการอยู่รอบคอของพวกเจ้าได้\"\n\n\"ในเมื่อเป็นเช่นนี้ ความฝันที่พวกเจ้าเฝ้าปรารถนาอย่างแท้จริง คือความหวั่นไหวที่ไม่อาจพรรณนาออกมาจากใจจริงงั้นเหรอ?\"\n\"จมดิ่งสู่ความเป็นนิรันดร์ ที่ไร้จุดเริ่มต้นและจุดจบเหมือนเช่นเคย และกระทำการอันโหดร้าย เพื่อคำสัญญาจอมปลอมเหล่านั้นงั้นหรือ?\"\n\"เช่นนั้น...\"\n\"จงยอมแพ้ซะ จงยอมศิโรราบ จงทิ้งปีกให้จมดิ่งอยู่ในโคลนตม และปล่อยให้ความปรารถนาอันร้อนแรงในหัวใจ เบ่งบานเหมือนดั่งเปลวไฟที่ลุกโชน\"\n\"จงโหยหา และอธิษฐาน อุทิศโลกใบนี้ให้กับสรรพชีวิตทั้งมวล และให้ความรุ่งโรจน์ของอาณาจักร ยิ่งใหญ่กว่าความรุ่งเรืองของสวรรค์\"\n\"จงขับร้องสรรเสริญ จงกู่ก้อง และมอบพลังให้แก่มวลไพรเมต ให้หอกแห่งแสงจันทราทะลวงความบ้าคลั่งของผู้สร้าง\"\n\"จงยื่นมือสู่รุ่งอรุณอันบริสุทธิ์และเจิดจ้า เพื่อให้ประชาชาติไม่ต้องขออนุญาตให้อยู่รอดอีกต่อไป\"\n\"จงเงยหน้าขึ้นมองดวงดาวแห่งรุ่งอรุณที่สาดส่อง ให้ข้าได้นำพาพวกเจ้าไปสู่ท้องนภาใหม่\"\n\n\"ผู้ปกครองซึ่งเป็นศัตรูกับความรัก ย่อมมีช่วงเวลาที่สั่นคลอน\"\n\"เมื่อใดที่ม่านนั้นแตกสลาย เมื่อนั้นรุ่งอรุณใหม่จะมาเยือนผืนดิน\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "4.8%",
	"effectName": "Whitehill's Bestowal",
	"effectTemplateRaw": "ภายใน 12 วินาที หลังจากปล่อยสกิลธาตุ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> ในช่วงเวลาต่อเนื่อง เมื่อพลังงานธาตุของผู้สวมใส่เป็น 0 พลังโจมตีจะเพิ่มขึ้นอีก <color=#99FFFFFF>{1}</color> และความแรงคริจะเพิ่มขึ้น <color=#99FFFFFF>{2}</color>",
	"r1": {
		"description": "ภายใน 12 วินาที หลังจากปล่อยสกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 24% ในช่วงเวลาต่อเนื่อง เมื่อพลังงานธาตุของผู้สวมใส่เป็น 0 พลังโจมตีจะเพิ่มขึ้นอีก 24% และความแรงคริจะเพิ่มขึ้น 40%",
		"values": [
			"24%",
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "ภายใน 12 วินาที หลังจากปล่อยสกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 30% ในช่วงเวลาต่อเนื่อง เมื่อพลังงานธาตุของผู้สวมใส่เป็น 0 พลังโจมตีจะเพิ่มขึ้นอีก 30% และความแรงคริจะเพิ่มขึ้น 50%",
		"values": [
			"30%",
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "ภายใน 12 วินาที หลังจากปล่อยสกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 36% ในช่วงเวลาต่อเนื่อง เมื่อพลังงานธาตุของผู้สวมใส่เป็น 0 พลังโจมตีจะเพิ่มขึ้นอีก 36% และความแรงคริจะเพิ่มขึ้น 60%",
		"values": [
			"36%",
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "ภายใน 12 วินาที หลังจากปล่อยสกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 42% ในช่วงเวลาต่อเนื่อง เมื่อพลังงานธาตุของผู้สวมใส่เป็น 0 พลังโจมตีจะเพิ่มขึ้นอีก 42% และความแรงคริจะเพิ่มขึ้น 70%",
		"values": [
			"42%",
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "ภายใน 12 วินาที หลังจากปล่อยสกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 48% ในช่วงเวลาต่อเนื่อง เมื่อพลังงานธาตุของผู้สวมใส่เป็น 0 พลังโจมตีจะเพิ่มขึ้นอีก 48% และความแรงคริจะเพิ่มขึ้น 80%",
		"values": [
			"48%",
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 18
			}
		]
	}
}