{
	"id": 14426,
	"name": "Ballad of the Boundless Blue",
	"description": "ชุดบทกวีที่เข้าเล่มอย่างสวยงาม ซึ่งประกอบด้วยบทกวีที่ชาว Mondstadt ชื่นชอบมากมายเกี่ยวกับท้องฟ้า ดอกแดนดิไลออน และอื่น ๆ",
	"descriptionRaw": "ชุดบทกวีที่เข้าเล่มอย่างสวยงาม ซึ่งประกอบด้วยบทกวีที่ชาว Mondstadt ชื่นชอบมากมายเกี่ยวกับท้องฟ้า ดอกแดนดิไลออน และอื่น ๆ",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "ระหว่างชายฝั่งกับชายฝั่ง ระหว่างปัจจุบันกับอดีต\nท้องฟ้ากว้างใหญ่ไร้ขอบเขต เป็นสีฟ้าแห่งอิสรภาพทั่วทั้งผืน\nดอกไม้หยั่งรากเหนือผืนดิน ถวิลหาท้องนภาไร้สิ้นสุด\nถึงแม้จะไร้ซึ่งปีก แต่ยังโบยบินสู่นภาลัย\n\nดั่งชะตากรรมของมวลบุปผา ที่ถูกผูกมัดด้วยรากที่หยั่งลึกลงผืนดิน\nชีวิตของดอกแดนดิไลออนถูกลิขิตให้มองเห็นอิสรภาพอันสูงส่ง\nดินแดนสีฟ้าสุดสายตา เสมือนโดมสะท้อนโลกาทั้งสี่ทิศ\nมีเมฆสีขาวลอยละล่องเหนือชั้น ท่ามกลางท้องฟ้ากว้างที่เงียบสงบไร้คลื่นใด\n\nความเหนียวแน่นของดอกแดนดิไลออนและเบญจมาศป่า\nนำพาให้ผู้คนในดินแดนอันเขียวขจี ยึดมั่นในศรัทธาแห่งอิสรภาพ\nแม้จะเคยถูกพายุโหมกระหน่ำที่โหดร้ายคอยกดดัน\nแม้ว่าความซื่อสัตย์อันบริสุทธิ์จะเลือนรางและเสื่อมไป\n\nแต่ตราบใดที่ยังมีการบันทึกประเพณีสรรเสริญสายลมบนฟากฟ้า\nตราบใดที่อิสรภาพอันล้ำค่านี้ยังคงสืบทอดจากรุ่นสู่รุ่น\nประชาชนทั้งหลายจะยังคงทะยานสู่ฟ้าเหมือนดอกแดนดิไลออน\nเพื่อแสวงหาความสุขที่ไร้พันธนาการด้วยหัวใจแห่งอิสระ",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "6.7%",
	"effectName": "Azure Skies",
	"effectTemplateRaw": "ภายใน 6 วินาที หลังจากการโจมตีปกติหรือชาร์จโจมตีถูกศัตรู ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ครั้ง และจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที",
	"r1": {
		"description": "ภายใน 6 วินาที หลังจากการโจมตีปกติหรือชาร์จโจมตีถูกศัตรู ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 8% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 6% เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ครั้ง และจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "ภายใน 6 วินาที หลังจากการโจมตีปกติหรือชาร์จโจมตีถูกศัตรู ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 10% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 7.5% เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ครั้ง และจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"10%",
			"7.5%"
		]
	},
	"r3": {
		"description": "ภายใน 6 วินาที หลังจากการโจมตีปกติหรือชาร์จโจมตีถูกศัตรู ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 12% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 9% เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ครั้ง และจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "ภายใน 6 วินาที หลังจากการโจมตีปกติหรือชาร์จโจมตีถูกศัตรู ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 14% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 10.5% เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ครั้ง และจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"14%",
			"10.5%"
		]
	},
	"r5": {
		"description": "ภายใน 6 วินาที หลังจากการโจมตีปกติหรือชาร์จโจมตีถูกศัตรู ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 16% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 12% เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ครั้ง และจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Remains",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Remains",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Remains",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Remains",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Remains",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Remains",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}