{
	"name": "Ballad of the Fjords",
	"description": "หอกที่ถูกใช้โดยผู้คนที่ต้องจับปลาบนผืนน้ำแข็ง ซึ่งไม่มีวันปล่อยเหยื่อให้หลุดเล็ดลอดไปได้แน่นอน",
	"weapontype": "หอก",
	"rarity": "4",
	"story": "เล่ากันว่าฤดูหนาวมาจาก Hypeborea ฟยอร์ดและแสงออโรราของที่นั่นคดเคี้ยวและแหลมคม เหมือนกับด้านหนึ่งของเขี้ยวหมาป่า\nส่วนธารน้ำแข็งและทุ่งหิมะจะเกิดรอยร้าวใหม่ขึ้นมา หรือเติมเต็มรอยแตกร้าวนั้นเสมอ จึงทำให้แผ่นดินเปลี่ยนแปลงอย่างไม่หยุดหย่อน\nจนกระทั่งดินแช่แข็งสุดท้ายนี้ ได้ตัดเส้นที่เชื่อมตัวเองกับแผ่นดินขาดสะบั้น ราวกับมีความฝันหรือเจตจำนงของตนเอง\nเหลือเพียงแค่ตำนานของเด็กหนุ่ม Ajax ที่ค้นพบเมืองแห่งทองคำกับหินขาวในส่วนลึกของทะเลน้ำแข็งเท่านั้น\nเรื่องราวของฮีโร่หนุ่มได้นำเอาไออุ่นและลำแสงเล็ก ๆ มาให้ ท่ามกลางไอเย็นที่แผ่ออกจากชั้นน้ำแข็งหนา\nเรื่องราวของเขามีอยู่มากมาย ขับเรือบุกฝ่าไปในท้องของปลาวาฬยักษ์ และเคยเผชิญหน้ากับมังกรบนทุ่งหิมะถึงเจ็ดวัน\nเขาเคยรักกับสาวหิมะ (Snegurochka) แต่ก็สูญเสียคนรักไปเพราะอุบายร้ายของผู้แปรเปลี่ยน ซึ่งนั่นเป็นเรื่องที่น่าเศร้าเหลือเกิน\n\nเรื่องราวสุดท้ายที่ควรค่าแก่การเล่า เป็นดังนี้\nเด็กหนุ่มที่ใช้ฉมวกจับปลาในน้ำทะเลใต้ชั้นน้ำแข็งเพื่อเลี้ยงชีพ จมเข้าไปในราชอาณาจักรที่ไม่เคยถูกค้นพบมาก่อน\nเมืองหลวงที่จมดิ่งลงไปในพิภพเพราะภัยพิบัติครั้งโบราณ กลับสว่างไสวราวกับกลางวันแม้จะอยู่ใต้ดิน\nราชาผู้น่าเกรงขามแต่เงียบขรึม นั่งอยู่บนบัลลังก์ที่แกะสลักจากหินสีขาว คทาของเขายังไม่ผุพังจากการกัดแทะของแมลง\nส่วนรากไม้สีเงินขาวในสวนนั้น เหมือนมารดาหรือคนรัก ที่โอบกอดนักบวชผู้ชาญฉลาดไว้ในอ้อมกอด\nสิ่งมีชีวิตที่งดงามแต่แปลกประหลาด มอนสเตอร์ที่บิดเบี้ยวแต่ดุร้าย ต่างก็ฟื้นขึ้นจากการหลับใหลนับพันปี...\n\nเสียงดังมาจากดินแดนอันไกลโพ้น...\n\"...พ่อ! พ่อ! เฮ้! มีปลาติดเบ็ดแล้ว!\"\n\n\"...โอ้ โทษที\"\n\n\"แล้วไงล่ะ? ตอนหลังเป็นยังไงต่อเหรอ?\"\n\n\"ใช่... สุดท้าย เด็กหนุ่มก็เอาชนะมังกรที่หลับใหลอยู่ส่วนลึกสุดของอาณาจักร\"\n\"สมบัติของมังกรคือทองคำมหาศาลไร้สิ้นสุด แต่เขาเป็นคนจิตใจดีและฉลาดเฉลียว เขาดูออกว่าทองคำเป็นต้นเหตุที่แท้จริงของความวุ่นวาย จึงเอาไปเท่าที่ตัวเองจำเป็นต้องใช้ เพื่อให้เพื่อนสนิทไว้รักษาตัวเพียงน้อยนิด\"\n\n\"เอ๋? จบแล้วเหรอ?\"\n\n\"จบแล้ว\"\n\n\"งั้นเหรอ... เล่าเรื่องอื่นต่อสิ!\"\n\n\"เรื่องอื่นเหรอ... ไว้คราวหน้าละกัน วันนี้เล่าแค่นี้พอ ไม่งั้นปลาจะตกใจหนีไปหมดแล้ว\"",
	"baseatk": 42,
	"substat": "อัตราคริ",
	"subvalue": "6",
	"effectname": "Tales of the Tundra",
	"effect": "เมื่อในทีมมีตัวละครที่มีชนิดธาตุต่างกันอย่างน้อยสามธาตุ ความชำนาญธาตุจะเพิ่มขึ้น {0} หน่วย",
	"r1": [
		"120"
	],
	"r2": [
		"150"
	],
	"r3": [
		"180"
	],
	"r4": [
		"210"
	],
	"r5": [
		"240"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 3
			},
			{
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 12
			},
			{
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Treasured Flower",
				"count": 6
			},
			{
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Treasured Flower",
				"count": 12
			},
			{
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 9
			},
			{
				"name": "Elemental Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 18
			},
			{
				"name": "Elemental Nectar",
				"count": 12
			}
		]
	}
}