{
	"name": "Beacon of the Reed Sea",
	"description": "ดาบใหญ่ปลายตัดรูปทรงโบราณ ดูเหมือนจะเคยเป็นอาวุธของราชวงศ์ และถูกใช้ในพิธีกรรมบางอย่าง",
	"weapontype": "ดาบใหญ่",
	"rarity": "5",
	"story": "ยามเมื่ออาณาจักรล่มสลายดั่งสิ่งปลูกสร้างที่ตั้งอยู่บนกองทราย ในยุคที่ผู้กล้ามาถึงราวกับดาวตกที่ร่วงตกและหายไปอย่างไร้ร่องรอย\nหลังจากที่ราชาแห่งทะเลทรายโอบกอดความฝันดำดิ่งลงดั่งหิมะในทะเล กวีพเนจรตาบอดผู้ซึ่งเคยเป็นขุนนางคนหนึ่ง\nครั้งหนึ่งได้ระเหเร่ร่อนกลางผืนทะเลกรวดทรายที่เป็นดั่งเหล็ก และออกเดินทางรวบรวมบทกวีในอดีตจากชาวทะเลทรายที่กระจัดกระจายไปหลากทิศ\n\nเขาได้ยินเรื่องราวการล่มสลายของบ้านเกิด สุดท้ายองค์ชายผู้ที่ทิ่มแทงตาทั้งคู่จนบอด ก็ได้ประทับบัลลังก์ราชันที่รับน้ำหนักไม่ไหวจนพังทลาย\nเขาได้ยินตำนานที่นางระบำผู้นั้น สร้างราชาขึ้นองค์แล้วองค์เล่า และปล่อยให้พวกเขาถูกพายุทะเลทรายทับถมอยู่ร่ำไป\nเขาได้ยินเสียงโหยหวนของน้ำแร่ซึ่งถูกแทนที่ด้วยเม็ดกรวดทราย และเสียงคร่ำครวญของเมืองที่แตกสลายเหลือเพียงหมู่บ้าน ไม่ก็ชนเผ่า\nเขาได้ยินเรื่องราวความตายขององค์ชายที่สูญเสียบ้านเมือง โชคชะตาของดาบคู่ที่เขาเคยถือ และเรื่องราวของมือสังหารที่หนีหายเข้าไปในป่าลึก...\nจนถึงตอนนี้ บทกวีหลากหลายเป็นดั่งสายน้ำที่ไม่อาจคว้าไว้ในกำมือ ทั้งเป็นประหนึ่งทรายที่ดึงดูดเขานั้น ต่างจมนิ่งอยู่ในใจของเขา\nท่ามกลางพายุทรายร้อนแผดเผา ความฝันแห่งทะเลทรายที่ดับสูญไปนาน ได้ปรากฏขึ้นในเศษชิ้นส่วนของบทกวีอีกครั้ง...\n\n\"ณ อีกฟากฝั่งของทะเลเนินทรายนับไม่ถ้วน เคยมีที่พำนักของราชันทรายชาดตั้งตระหง่าน\"\n\"ถนนตรอกซอยมากมายต่างเป็นเส้นทางทองคำ ประสานมุ่งสู่บัลลังก์เพียงหนึ่งเดียวในที่นั้น\"\n\"ด้วยดวงตาหนึ่งเดียวซึ่งสะท้อนประกายทองคำ และจิตวิญญาณอันสูงส่งดวงนั้น ราชา Deshret เคยเป็นจุดหมายของทุกเส้นทาง...\"\n\"ทว่าสุดท้ายความฝันร้อนผ่าวประดับทองคำก็แปรเปลี่ยน พระเนตรอันยิ่งใหญ่กลับเป็นประกายสะท้อนตะวันแผดเผา และวายุทรายแทน\"\n\"โชคชะตาก็เป็นดั่งกรวดทรายกาลเวลาที่ร่วงตกสู่ก้นเหวดำมืด ดินแดนแห่งทรายไหลถูกบดขยี้จนเหลือเพียงฝุ่นทรายสีทองคำ\"\n\nลูกตุ้มนาฬิกาแห่งโชคชะตามิเคยหยุดนิ่ง เพื่อการกระทำอันโง่เขลาของราชาและมนุษย์\nสุดท้าย ทั้งดินแดนอันเล็กจิ๋วต้อยต่ำท่ามกลางทะเลกรวดทราย และกษัตริย์ผู้ขลาดเขลาก็ถูกทรายไหลกลืนกินจนหมด...\nเจ้าชายผู้หวาดระแวงได้สร้างปราการป้องกันนอกแนวป่า เพื่อปกป้องเกียรติยศของผืนทราย\nสุดท้ายเหล่าทหารต่างกระจัดกระจายทั่วชายแดน และชื่อเสียงก็มลายหายไปตามพายุทราย\nบนซากของสระน้ำที่ซึ่งขุดพบอาวุธของราชวงศ์ที่ใช้ประหารอาชญากร\nผู้ที่สูญเสียฝันแห่งทราย และผู้ที่ไม่ยอมละทิ้งทะเลทรายได้มารวมตัวกัน ณ ที่แห่งนี้\nในนามแห่งทะเลที่ไม่เคยมีอยู่จริง สะท้อนความฝันที่เคยสัญญาไว้",
	"baseatk": 46,
	"substat": "อัตราคริ",
	"subvalue": "7.2",
	"effectname": "Desert Watch",
	"effect": "หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น {0} เป็นเวลา 8 วินาที; หลังจากได้รับความเสียหาย พลังโจมตีจะเพิ่มขึ้น {1} เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์ทั้ง 2 ชนิด ข้างต้นจะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ นอกจากนี้ ในขณะที่ไม่ได้รับการป้องกันจากโล่ พลังชีวิตสูงสุดจะเพิ่มขึ้น {2}",
	"r1": [
		"20%",
		"20%",
		"32%"
	],
	"r2": [
		"25%",
		"25%",
		"40%"
	],
	"r3": [
		"30%",
		"30%",
		"48%"
	],
	"r4": [
		"35%",
		"35%",
		"56%"
	],
	"r5": [
		"40%",
		"40%",
		"64%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Echo of Scorching Might",
				"count": 5
			},
			{
				"name": "Desiccated Shell",
				"count": 5
			},
			{
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 5
			},
			{
				"name": "Desiccated Shell",
				"count": 18
			},
			{
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 9
			},
			{
				"name": "Sturdy Shell",
				"count": 9
			},
			{
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 5
			},
			{
				"name": "Sturdy Shell",
				"count": 18
			},
			{
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 9
			},
			{
				"name": "Marked Shell",
				"count": 14
			},
			{
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Olden Days of Scorching Might",
				"count": 6
			},
			{
				"name": "Marked Shell",
				"count": 27
			},
			{
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}