{
	"id": 15408,
	"name": "Blackcliff Warbow",
	"description": "คันธนูที่ทำจากหิน blackstone ที่มีคันศรอันแข็งแกร่ง ผู้ยิงต้องเป็นมือธนูที่กำยำแข็งแกร่งเท่านั้น",
	"descriptionRaw": "คันธนูที่ทำจากหิน blackstone ที่มีคันศรอันแข็งแกร่ง ผู้ยิงต้องเป็นมือธนูที่กำยำแข็งแกร่งเท่านั้น",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "ธนูยาวที่สร้างขึ้นจากหิน Blackstone ที่หายาก เมื่อง้างธนูได้ยินเสียงลม สามารถยิงได้ไกลกว่าร้อยหลา\nส่วนกลางของคันธนูมีสีดำสนิท ปลายทั้งสองข้างมีสีแดงเลือด เมื่อสัมผัสกับมือจะรู้สึกเย็น เมื่อง้างธนูและยิงออกไป ลูกธนูพุ่งไปราวกับดาวตก เร็วพอที่จะไล่ลมและสายฟ้าได้\n\nในเมือง Liyue... ช่างตีเหล็กตระกูล Yun นั้นมีประวัติศาสตร์อันแสนยาวนาน ซึ่งขณะนั้นทายาทรุ่นที่เจ็ด Yun Hui คือหนึ่งใน Qixing หรือดวงดาวทั้งเจ็ด ซึ่งนั่นยิ่งทำให้มีชื่อเสียงมากขึ้นไปอีก\nYun Hui มีลูกสาวคนเดียวนามว่า Yun Huang แปลว่านกฟีนิกซ์ โดยตามธรรมเนียมของตระกูลแล้ว หลังจาก Yun Huang แต่งงาน สามีของเธอจะต้องเข้ามาสืบทอดตำแหน่งเจ้าของร้าน\nเธอฝึกฝนทักษะการป้องกันตัวมาตั้งแต่เด็ก และด้วยนิสัยที่เด็ดเดี่ยวราวนกฟินิกซ์ของเธอไม่ยอมรับเรื่องนี้ ยืนยันที่จะใช้ความเป็นลูกสาวมารับสืบทอดกิจการของที่บ้านด้วยตนเอง ทำให้นำมาซึ่งเสียงนินทาหนาหู\nแต่จังหวะที่ Yun Huang จะขึ้นมาสืบทอดตำแหน่งนั้นเป็นช่วงเวลาที่ยากลำบาก\n\nผืนดินในขณะนั้นไม่สงบ ภูเขาและถ้ำที่ส่งเสียงคำรามต่ำๆ ได้พังทลายลง\nอัญมณีที่ฝังลึกลงไปใต้ดินยากที่จะขุดออกมา การสร้างอาวุธ และการถ่ายทอดทักษะก็ยากที่จะสืบสานต่อเช่นกัน\nในยามค่ำคืน Yun Huang นอนไม่หลับ ด้วยกลัวว่ากิจการตีเหล็กของตระกูล Yun ที่สืบทอดกันมาเป็นร้อยปี จะมาสิ้นสุดอยู่ที่มือเธอ\nท่ามกลางความกังวล เธอได้อ้อนวอนต่อเทพเจ้า หวังว่าเหล่าเทพจะใช้พลังเวทแก้ไขปัญหาอันเร่งด่วนของเธอได้\n\nในอดีต Hance ที่เคยละทิ้งกิจการของที่บ้านเพื่อไปท่องโลกนั้น ปัจจุบันนี้เขากลับสวมใส่เครื่องแต่งกายของช่างฝีมือเข้าไปในหมู่บ้าน\nเขาหยิบเอากล่องไม้เล็กๆออกมาแล้วส่งให้เธอ มันคือตำราสร้างอาวุธ\"การทดสอบ\"ที่พ่อของเขาได้แก้ไขไว้ก่อนจากไป เขายังหยิบธนูยาวออกมาอีกคันแล้วกล่าวว่า:\n\"เรื่องนี้เกิดขึ้นจากหิน Blackcliff ข้าหวังว่ามันจะจบลงที่หิน Blackcliff เช่นกัน ได้ยินว่าเจ้าของร้าน Yun ชื่นชอบธนู ถ้าไม่รังเกียจก็ลองธนูนี้ดูสิ\"\nYun Huang ยิงธนูขึ้นสู่ฟ้า โดยลูกธนูนั้นพุ่งไปราวกับสายฟ้าพิโรธฟาดผ่านชั้นบรรยากาศ ส่วนเสียงจากสายธนูนั้นก็สะท้อนอยู่ในป่าเป็นเวลานาน\nมองไปยังดวงจันทร์ที่ลอยต่ำอยู่ใต้เมฆ เธอรู้สึกได้ว่าเวลาของเธอมาถึงแล้ว",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "8%",
	"effectName": "Press the Advantage",
	"effectTemplateRaw": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
	"r1": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 12% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 15% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 18% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 21% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 24% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Sacrificial Agent Knife",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Sacrificial Agent Knife",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 12
			}
		]
	}
}