{
	"name": "Blackcliff Slasher",
	"description": "ดาบยักษ์ของ Blackcliff Forge นั้นแข็งแกร่งไม่มีใครเทียบ ตัวดาบสีดำแดง",
	"weapontype": "ดาบใหญ่",
	"rarity": "4",
	"story": "ดาบใหญ่เล่มหนึ่ง ทำจากหิน Blackcliff ที่หายาก หนักดุจหินยักษ์ สามารถแยกภูเขาและตัดถนนให้ขาดได้\nตัวดาบทำจากผลึกหิน Blackrock ผสมกับแร่ที่มีสีแดง สีดำดุจหมึกเข้ม และแดงดุจไฟที่ลุกโชน\n\nอาวุธศิลานิลสืบทอดมาจากอาวุธจำพวก\"การทดสอบ\"มีเอกลักษณ์สามอย่างคือ:แข็งแกร่งดังหินผา เยือกเย็นดุจน้ำแข็ง และร้อนแรงดุจไฟ\nถึงแม้ \"Slasher\" จะเป็นดาบใหญ่ แต่ส่วนที่บางที่สุดของมัน ไม่หนาไปกว่าเส้นไหมเลย\nคริสตัลสีดำเข้มผนึกตัวกันอย่างประณีต ผสานกันกลายเป็นใบมีดกว้าง\nด้ามจับของหอกประดับด้วยโทเทมไฟและอัญมณีหยกสีแดง ดูไกลๆเหมือนกับเลื่อนลอยอยู่กลางอ่างหมึกสีดำ ดูมืดมิดและชั่วร้าย\n\nHan Wu ช่างตีเหล็กผู้มีชื่อเสียง ครั้งหนึ่งเคยสำรวจลึกลงไปในเหมืองแร่ เพื่อหาคริสตัลมาสร้างอาวุธ Blackstone สุดท้ายได้เจอกับหายนะในเหมือง\nดวงตาข้างหนึ่งที่บาดเจ็บ และดวงตาที่เหลือเพียงข้างเดียวในขณะนั้นไม่สามารถรับรู้ทิศทางที่โอบล้อมไปด้วยความมืดมิดได้ หูของเขาได้ยินเพียงแต่เสียงสะท้อนของดาบที่ฟาดลงไปยังหินฟังดูราวสวรรค์จะแยกออกจากกัน\nจากนั้นเป็นต้นมา เตาหลอมของช่างตีเหล็กก็ถูกปกคลุมไปด้วยฝุ่น หลงเหลือเพียงขี้เถ้าที่เย็นดุจน้ำแข็งและความฝันที่ไม่อาจเติมเต็มของช่างตีเหล็ก\nลูกชายของเขา Han Ce อ่านเจอว่ามีความลับประหลาดอยู่ใจกลางขุนเขา เขารีบไปพูดกับบิดา\nHan Wu ฟังแล้วรู้สึกขมขื่นใจยิ่งนัก เขาได้ข้อสรุปว่าการขุดเหมืองได้ไปรบกวนมังกรใต้พิภพและหินที่ตกจากฟากฟ้า เขายันร่างกายที่อ่อนแอของเขาขึ้นมา จุดเตาและเริ่มหลอมดาบเล่มใหม่\nเมื่อทำดาบเสร็จ ลูกชายของช่างฝีมือทำตามคำสั่งของบิดา นอกทางเข้าเหมืองมีเทวรูปตั้งตระหง่านอยู่ ซ่อนดาบไว้ที่นั่น เพื่อเป็นการขับไล่มังกรจากหมู่บ้าน\n\nหลายปีต่อมา Han Wu เสียชีวิตลงในขณะที่เขากำลังฝัน\nในวันเดียวกันเวลาเดียวกัน นักเดินทางผู้หนึ่งได้เดินผ่านหลุมเหมือง ณ ภูเขา Tianheng และได้เห็นแสงสีแดงเปล่งขึ้นมาจากหลังหิน เทวรูปอันลึกลับได้หมุนออกอย่างเงียบๆ\nกลางเทวรูปมีดาบใหญ่เปล่งแสงจางๆ ดูราวกับกำลังร่ำไห้อยู่\nHan Ce เข้าไปในภูเขากลางค่ำคืน และนำดาบกลับมา\nTianshu ในยุคเก่าได้แกะสลักมันด้วยมือ:\n\"แยกทะเลและภูผา ฉีกเมฆาและจันทรา\"",
	"baseatk": 42,
	"substat": "ความแรงคริ",
	"subvalue": "12",
	"effectname": "Press the Advantage",
	"effect": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น {0} เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass",
				"count": 6
			},
			{
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass",
				"count": 12
			},
			{
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"name": "Officer's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"name": "Officer's Insignia",
				"count": 12
			}
		]
	}
}