{
	"id": 11408,
	"name": "Blackcliff Longsword",
	"description": "Blackcliff ตีเหล็กจนเป็นดาบยาว สีดำของตัวดาบเผยให้เห็นประกายของเลือด",
	"descriptionRaw": "Blackcliff ตีเหล็กจนเป็นดาบยาว สีดำของตัวดาบเผยให้เห็นประกายของเลือด",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "ดาบยาวที่สร้างขึ้นจากหิน Blackcliff ที่หายาก คมไร้เทียมทาน สามารถตัดทองคำและทำลายหยกได้\nในคืนที่ไร้เมฆบดบังดวงจันทร์ จะสามารถมองเห็นเงาสีดำเข้มอยู่กลางตัวดาบ\nรอยเลือดจางๆดูระยิบระยับ ราวกับว่ากำลังกรีดร้องให้ฉีกพื้นพสุธาเป็นชิ้นๆ\n\nหลังจากที่ \"ตัวต้นแบบ\" ของอาวุธได้ออกมาสู่โลกกว้าง นายช่าง Han Wu ผู้โด่งดังก็ได้สร้างแปลนอาวุธขึ้นมาใหม่อีกครั้ง\nความตั้งใจคือจะใช้ผลึกหิน Blackrock ที่หายากมาสร้างอาวุธที่ดียิ่งกว่า\nในระหว่างการหลอมดาบหินBlackcliffด้วยความร้อน ต้องปรับการใช้น้ำตามอุณหภูมิเพื่อให้แข็งตัว และให้มีพื้นที่เพียงพอสำหรับการเสริมความแข็งแกร่งและความทนทาน\nนี่คือความท้าทายอย่างยิ่ง สิ่งนี้เปรียบเหมือนภูเขาสูงที่ผู้หลงใหลในการตีดาบต้องพิชิต เปรียบดังการทะลวงผ่านโซ่ตรวน\nHan Wu หมกมุ่นอยู่กับการตีดาบ เชื่อคำแนะนำของเพื่อนสนิทจากตระกูล Yun จึงไปสรรหาวัตถุดิบจาก Chasm ด้วยตนเอง\nแต่ก็เกิดเหตุดินถล่มในเหมืองที่ไม่คาดคิดขึ้น ทำให้ทุกคนติดอยู่ใต้เหมืองเป็นเวลาถึงสี่วัน\n\nในตอนนั้น ทุกคนติดอยู่ในคุกที่เป็นโครงสร้างหิน เครื่องมือขุดเจาะทั่วไปไม่สามารถเจาะผ่านกำแพงนี้ได้\nความมืดมิด และวันคืนที่ผ่านไปโดยไร้แสงตะวันและแสงดาว ทำให้ผู้ประสบภัยค่อยๆตกอยู่ในภวังค์ เกิดความบ้าคลั่งและสิ้นหวัง\nเมื่อไร้ซึ่งหนทาง Han Wu จึงพบว่าดาบต้นแบบที่เขานำมาด้วยนั้น เปล่งแสงจางๆอยู่ในมุมมืด...\n...ด้วยดาบเล่มนี้ ผู้รอดชีวิตจึงหนีออกมาได้ เมื่อได้เห็นแสงตะวันอีกครั้งเพียงเสี้ยววินาที ดาบก็แตกออกเป็นเสี่ยงๆบนมือเขา\nช่างตีดาบขาอ่อนปวกเปียกทรุดตัวลงกับพื้น ไม่กี่เดือนต่อมา เขาได้ตีดาบยาวนี้ขึ้นมาใหม่อีกครั้ง และตั้งชื่อว่า \"Blackcliff Longsword\" \nโลกชื่นชมต่างสรรเสริญในความงาม ความคม และความแข็งแกร่งของBlackcliff\nแต่ผู้ที่ประสบภัยในเหมือง ต่างก็ไม่ยอมเอ่ยปากถึงเรื่องนั้น...\n\n--ในความมืดที่แทรกเข้าไปถึงกระดูก ช่างตีดาบฟาดดาบของเขาลงไปยังหินผาบนเขาอย่างสุดกำลัง เกิดเสียงดังสนั่นดุจฟ้าผ่า\nบางทีในเสียงคำรามจากดาบในครั้งนั้น พวกเขาได้ยินเสียงแผ่นดินไหวที่จะเกิดขึ้นในอนาคตในอีกหลายปีข้างหน้า",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "8%",
	"effectName": "Press the Advantage",
	"effectTemplateRaw": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
	"r1": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 12% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 15% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 18% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 21% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 24% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Sacrificial Agent Knife",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Sacrificial Agent Knife",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 12
			}
		]
	}
}