{
	"id": 14433,
	"name": "Blackmarrow Lantern",
	"description": "ตะเกียงที่เปล่งแสงสลัวรำไร หุ้มด้วยโลหะผสมสีดำสนิท ที่ดูคล้ายข้อต่อกระดูก ว่ากันว่าตะเกียงดวงนี้ เคยถูกองค์กรลับแห่งหนึ่ง ยกย่องให้เป็นสมบัติล้ำค่าเลยทีเดียว",
	"descriptionRaw": "ตะเกียงที่เปล่งแสงสลัวรำไร หุ้มด้วยโลหะผสมสีดำสนิท ที่ดูคล้ายข้อต่อกระดูก ว่ากันว่าตะเกียงดวงนี้ เคยถูกองค์กรลับแห่งหนึ่ง ยกย่องให้เป็นสมบัติล้ำค่าเลยทีเดียว",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "หากอำนาจคือตึกใหญ่ที่สูงตระหง่าน จะต้องใช้อิฐกี่ก้อนมารองรับน้ำหนักและสร้างมันขึ้นมา?\nเดิมทีอิฐไม่ได้เกิดมาเพื่อสร้างอาคาร แล้วใครจะเป็นคนกำหนดว่าอิฐก้อนไหนควรถูกวางเป็นรากฐาน หรือวางทับอยู่บนยอดสูง?\nกฎเกณฑ์ที่ดูเหมือนจะเข้มงวด แต่กลับใช้ความบังเอิญ มาตัดสินโชคชะตาของอิฐแต่ละก้อนอย่างไม่เป็นธรรม\nและการทรุดตัวของตึกสูง ก็ขึ้นอยู่กับการปฏิเสธที่จะทำตามรูปแบบปลอม ๆ ของอิฐแค่ก้อนเดียว\n\n\"สมบัติลับของนายหัวถูกซ่อนอยู่ในส่วนลึกของตลาดมืด\" งานเลี้ยงที่จะทำลายกฎเกณฑ์เก่า ๆ ได้เริ่มต้นขึ้นแล้ว เหล่าโจรที่ต้องการจะตะครุบสมบัติได้มารวมตัวกัน\nนี่คือการต่อสู้ระหว่างเราทุกคน ภัยคุกคามที่อันตรายที่สุดไม่ใช่การป้องกันของนายหัว แต่เป็นการต่อสู้กับพวกเดียวกัน\nผู้ที่ก้าวเข้ามาในส่วนลึกของคลังสมบัติเป็นรายแรกคือภูต โลกใบนี้สอนให้เขารู้จักหลีกเลี่ยงอันตรายเพื่อมุ่งหาผลประโยชน์ และแยกตัวออกจากแผนร้าย;\nเขาใช้จิตใจมนุษย์เป็นแผนที่ ก้าวเข้าไปในช่องโหว่ของเล่ห์เหลี่ยมแพรวพราวเหล่านั้น และมุ่งหน้าไปยังเส้นทางที่ปลอดภัยที่สุด ต้องยอมรับเลยว่าฉลาดแกมโกงจริง ๆ\nและที่ตามมาติด ๆ คือเด็กสาวคนหนึ่ง หากเทียบกับปริศนาของนายหัวแล้ว ผลแพ้ชนะจากการนัดดวลกับภูตนั้นจะสำคัญยิ่งกว่า\nเธอทำลายกุญแจทั้งหมดด้วยคมดาบ และใช้วิธีการเรียบง่าย จัดการกับกลไกที่อวดอ้างความแยบยลเหล่านั้น ต้องยอมรับเลยว่าเธอเชี่ยวชาญจริง ๆ\nและที่ตามเข้ามาเป็นรายสุดท้ายคือนักล่า เขามองว่าเขาวงกตแห่งนี้เป็นเหมือนสนามล่าที่โหดร้ายยิ่งกว่าฤดูหนาว และต้องค่อย ๆ เดินหน้าอย่างระมัดระวัง\nความอดทนคือกับดักอาบยาพิษ ความฉลาดคือดาบคมอันกระหายเลือด เขาใช้การต่อสู้อย่างดิบเถื่อนในการเอาชนะศัตรู ต้องยอมรับเลยว่าเขากล้าหาญจริง ๆ\n\nแต่ไม่ว่าจะเป็นภูต เด็กสาว หรือนักล่าก็ตาม สุดท้ายพวกเขาก็พ่ายแพ้อยู่ตรงหน้าประตูคลังสมบัติอยู่ดี;\nผู้ดูแลในชุดสีดำคนหนึ่ง จัดการมัดพวกเขาสามคนด้วยวิธีรุนแรง และพาเข้าไปข้างในทีละคน\n\"นายหัวที่เคารพ แขกที่ท่านเรียนเชิญมาถึงแล้ว และกำลังรอคอยคำสั่งของท่านอยู่\"\nนายหัวขบเคี้ยว Zaytun Peach ที่อยู่ในมือด้วยท่าทีสบาย ๆ ก่อนจะเทศนาแขกที่ผู้ดูแลเชิญเข้ามาทีละคน:\n\n\"คุณไม่สนใจกฎเกณฑ์ของโลกนี้ และต้องการจะขโมยทุกสิ่งทุกอย่างของคนอื่น ซึ่งนี่คือเหตุผลที่คุณควรจะได้รับรางวัล\"\n\"กฎเกณฑ์ที่ว่านั้น เพียงมีขึ้นเพื่อเอื้อประโยชน์แก่ผู้ที่กำหนดมันขึ้นมา และฉันที่ไม่พอใจกับเรื่องนั้น จึงต้องการความช่วยเหลือจากคุณ\"\n\"กฎเกณฑ์ของโลกนี้มีเพียงคนรวยที่รวยอย่างไม่รู้จบ กับคนจนที่จนต่อไปเรื่อย ๆ ดังนั้นการปล้นจึงเป็นวิธีเดียวที่จะเรียกคืนความสมดุลกลับมาได้\"\n\"หากคุณจะยึดมั่นในหลักการของโจรและปฏิบัติตามนี้ต่อไป ก็จงกินผลไม้นี้ต่อหน้าซากกระดูกของจอมโจรผู้ยิ่งใหญ่\"\nภูตเองก็อยากจะหนีจากความฟุ้งเฟ้ออันว่างเปล่าพวกชนชั้นสูง เขาประทับใจในคำพูดของนายหัว และยอมกิน Bulle Fruit เข้าไป\nเด็กสาวผู้ไม่เคยยอมจำนนต่อความจองหองของผู้มีอำนาจ ตัดสินใจกลืน Wolfhook ลงไปอย่างแน่วแน่ เพราะเธอมีแนวคิดที่คล้าย ๆ กันกับนายหัวนั่นเอง\nและคนสุดท้ายที่จะได้กิน Valberry ก็คือนักล่า เขาหนีเข้าไปในป่าหนาวเหน็บ เพราะไม่ต้องการจะประนีประนอมต่อสังคมที่มีแต่ความโสมมนี้\n\"ดีมาก งั้นกลุ่มผลไม้รักกฎระเบียบก็ทำสัญญาเสร็จสิ้นแล้ว จำไว้นะ! ว่านับแต่วันนี้เป็นต้นไป คุณจะเป็นเสาหลักของการต่อต้านความอยุติธรรม\"\n\nหลังมองส่งบรรดาแขกกลับออกไปทีละคน นายหัวได้ใช้มือลูบไปบนกำแพงทั้งสี่ด้านของคลังสมบัติที่ว่างเปล่าเบา ๆ อย่างหดหู่ใจ\nเขาได้ดึงอิฐก้อนสำคัญที่สุดของตึกแห่งกฎเกณฑ์ออกมาได้สำเร็จ แต่กลับไม่คาดคิดว่าจะเกิดเหตุไม่คาดฝันขึ้น:\nเมื่อเห็นปมคิ้วที่ขมวดแน่น และทีท่าราวกับปวดเกร็งในช่องท้องของนายหัว ผู้ดูแลที่คอยรับใช้อยู่ข้าง ๆ ก็ยิ้มร่าออกมา\nเธอหยิบเอากระดูกสันหลังสีดำของจอมโจรผู้ยิ่งใหญ่มาอย่างไม่รีบร้อน ก่อนจะทิ้ง Calla Lily ที่ใช้สำหรับถอนพิษเอาไว้ และหันหลังจากไป...\n\n\"ประโยคที่คุณพูดกับเหล่าโจรไปเมื่อกี้นี้ มันทำให้แนวคิดของจอมโจรผู้ยิ่งใหญ่เป็นที่ประจักษ์มากขึ้น เพราะงั้นฉันจะเก็บชีวิตของคุณเอาไว้ก่อน\"\n\"แต่ความยุติธรรมที่แท้จริงไม่ได้อยู่ภายใต้กฎเกณฑ์ มันอยู่ที่การไม่มีใครสามารถกำหนดกฎเกณฑ์นั้นได้ต่างหาก\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "48",
	"effectName": "Token of Covenant",
	"effectTemplateRaw": "ความเสียหายที่เกิดจากปฏิกิริยางอกเงยเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราเพิ่มขึ้น <color=#99FFFFFF>{1}</color> ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราจะเพิ่มขึ้นอีก <color=#99FFFFFF>{2}</color>",
	"r1": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยางอกเงยเพิ่มขึ้น 48% และความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราเพิ่มขึ้น 12% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราจะเพิ่มขึ้นอีก 12%",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยางอกเงยเพิ่มขึ้น 60% และความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราเพิ่มขึ้น 15% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราจะเพิ่มขึ้นอีก 15%",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยางอกเงยเพิ่มขึ้น 72% และความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราเพิ่มขึ้น 18% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราจะเพิ่มขึ้นอีก 18%",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยางอกเงยเพิ่มขึ้น 84% และความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราเพิ่มขึ้น 21% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราจะเพิ่มขึ้นอีก 21%",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยางอกเงยเพิ่มขึ้น 96% และความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราเพิ่มขึ้น 24% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยางอกเงยจันทราจะเพิ่มขึ้นอีก 24%",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}