{
	"name": "Blackcliff Pole",
	"description": "อาวุธนี้ทำมาจากหิน blackstone และ aerosiderite ทั้งยังมีประกายสีแดงก่ำบนความระยิบระยับของมัน",
	"weapontype": "หอก",
	"rarity": "4",
	"story": "หอกแหลมที่สร้างขึ้นจากหิน Blackstone ที่หายาก เสียดแทงดุจกระแสไฟฟ้า สามารถผ่าลมออกเป็นเสี่ยงๆได้\nตัวหอกและหัวหอกทำจากหิน Blackstone ประดับด้วยหยกและอัญมณีสีแดง\nเมื่อแสงจันทร์กระทบ จะสามารถเห็นแสงสีเลือดเปล่งออกจากกลางตัวหอก\n\nHan Wu ช่างฝีมือชื่อดังจาก Liyue และภรรยามีลูกชายหนึ่งคน ตั้งชื่อว่า Han Ce หวังให้เขารู้จักวางกลยุทธ์ที่ดี มีทักษะและฝีมือ ในอนาคตสามารถสืบทอดโรงตีเหล็กของบิดาได้\nอย่างไรก็ตาม ความต้องการของ Hance กลับไม่เป็นดังนั้น เมื่อเขาเรียน เขาอ่านหนังสือเรื่องราวเกี่ยวกับอัศวินพเนจรเป็นงานอดิเรกทั้งวัน เวลาว่างเขาก็ไปฝึกการใช้หอกในภูเขาและทุ่งนา ใจของเขาอยากเป็นอัศวินติดอาวุธเท่านั้น\nเขาไปเสาะหาเศษดาวตก ไม่ใช่เพื่อจะนำมาเป็นวัตถุดิบ แต่เพื่อการผจญภัย เขาไปเยี่ยมชมภูเขาที่มีเหล่าเทพสถิตอยู่ ไม่ได้ไปเพื่อหาความจริง แต่ไปเพื่อเรียนรู้พงศาวดาร\nส่วนเรื่องเตาหลอม เรื่องตีเหล็ก Hance ไม่คิดจะยกมือช่วยเลยแม้แต่น้อย ไม่ว่าจะดุด่าอย่างไรก็ไม่มีประโยชน์ สุดท้ายเขาก็เลือกจะออกไปพเนจรโลกกว้างโดยไม่กล่าวลา\n\nหลังจากเจอหายนะในเหมืองในปีนั้น นิสัยของ Han Wu ก็เปลี่ยนไปมาก เมื่อ Han Ce ได้ยินข่าว ก็รีบเดินทางข้ามวันข้ามคืนเพื่อกลับไปเยี่ยมบิดา\nจากที่ Han Wu เคยเป็นคนช่างเจรจา ก็ได้เปลี่ยนเป็นคนเคร่งขรึมไม่พูดจา กับ Han Ce ผู้ที่ไม่คิดจะสืบทอดกิจการของครอบครัว เขาก็ไม่ได้กล่าวโทษอะไรอีก\nในปีนั้น ความสัมพันธ์ของสองพ่อลูกก็ใกล้ชิดกันมากขึ้นไม่น้อย ในใจของ Han Ce นั้นยังรู้สึกละอายอยู่ แต่ไม่รู้ว่าควรทำเช่นไร\nหลายปีผ่านไป ช่างฝีมือผู้เป็นบิดาได้จากโลกนี้ไปแล้ว Han Ce ทำตามคำสั่งเสียของบิดา เขาพบตำราการสร้างอาวุธที่หอสมุด อาวุธนี้คือตำนานที่สืบต่อกันมา มันคืออาวุธชุด \"ต้นแบบ\"\nตำราเล่มนี้ได้ถูกปิดผนึกไว้ในกล่องไม้ และมีจดหมายแนบอยู่ใจความว่า:\nHance ลูกข้า พสุธากว้างใหญ่ไพศาล ขอเจ้าจงเชยชมให้สมใจ\n\nตำรานี้ทั้งเล่มเต็มไปด้วยข้อความที่บิดาของเขาเขียนไว้ Han Ce อ่านแล้วปวดใจยิ่งนัก คืนนั้นเขานั่งเงียบ ๆ อยู่ในหอสมุดทั้งคืน\nเมื่อยามรุ่งสาง Han Ce เปิดประตูแล้วออกมา ทันได้นั้นเขาเห็นสิ่งที่ไม่คาดคิด ดาวตกได้พุ่งลงมาตกใส่หน้าประตูบ้านของเขา\nHan Ce รู้สึกตื้นตันใจยิ่งนัก ทั้งหัวเราะทั้งร้องไห้ กล่าวออกมาซ้ำ ๆ ว่า: ลิขิตสวรรค์!\nเขานำเหล็กไหลจากดาวตกมาทำเป็นฐาน ทำตามตำรา และใส่ Blackcliff ที่บิดาทิ้งไว้ให้เข้าไป เขาได้สร้างหอกด้ามหนึ่งขึ้นมา ปลายแหลมของหอกเยือกเย็นดุจน้ำแข็ง แข็งแกร่งดุจหินผา\nเขาไม่ได้พึ่งพาอาชีพที่ต้องใช้อาวุธอีกต่อไปนับตั้งแต่วันนั้นเป็นต้นมา จวบจนปัจจุบันเตาหลอมของตระกูล Han ก็ลุกโชนตลอดเวลา ไม่มีวันใดที่ดับเลย",
	"baseatk": 42,
	"substat": "ความแรงคริ",
	"subvalue": "12",
	"effectname": "Press the Advantage",
	"effect": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น {0} เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass",
				"count": 6
			},
			{
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass",
				"count": 12
			},
			{
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"name": "Officer's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"name": "Officer's Insignia",
				"count": 12
			}
		]
	}
}