{
	"id": 14408,
	"name": "Blackcliff Agate",
	"description": "สื่อเวทลึกลับนี้ทำมาจากหิน blackstone มันมีสีแดงเข้มเป็นลางที่ดูเหมือนว่าจะเต้นเป็นจังหวะประสานกับแรงสั่นสะเทือนจากส่วนลึกของโลก",
	"descriptionRaw": "สื่อเวทลึกลับนี้ทำมาจากหิน blackstone มันมีสีแดงเข้มเป็นลางที่ดูเหมือนว่าจะเต้นเป็นจังหวะประสานกับแรงสั่นสะเทือนจากส่วนลึกของโลก",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "สื่อเวทที่สร้างขึ้นจากหิน Blackstone ที่หายาก เมื่อถือขึ้นมาจะเปล่งแสง เมื่อหมุนมีพลังขับไล่วิญญาณร้าย\nแกนกลางของสื่อเวทเป็นวงกลม ใจกลางคืออำพันหยกสีแดงดุจพระจันทร์สีเลือด บางครั้งเต็มดวงบางครั้งเป็นเสี้ยว บางครั้งสว่างบางครั้งมืดมิด\n\nเทือกเขา Tianheng ได้รวมสิ่งดี ๆ สองอย่างไว้ด้วยกัน แนวหินทั้งหลายเป็นแหล่งรวมของหยกสีสันสดใส อาณาจักรใต้การปกครองของราชาแห่งหินนั้นอุดมไปด้วยแร่ต่าง ๆ\nสิ่งที่มากับการขุดเหมืองคือ พื้นที่ล้อมรอบภูเขา Tianheng ก็โดนขุดไปจดหมด กำให้เกิดอุโมงค์เข้าเหมืองในทุกทิศทาง หนึ่งในอุโมงค์นั้นลึกลงไปจนถึงใจกลางโลก\nอย่างไรก็ตาม เมื่อถึงเวลาหนึ่งพื้นที่แห่งนี้ก็ไม่นิ่งสงบอีกต่อไป หลังเกิดเสียงคำรามของพื้นดิน ภูเขาหินก็เริ่มสั่นสะเทือน และถ้ำต่าง ๆ ก็ถล่มลงในที่สุด\nลึกลงไปใต้พื้นโลกได้ฝังวิญญาณอันโศกเศร้าที่ได้เสียชีวิตลง ณ ที่แห่งนี้ ในยามค่ำคืนจะได้ยินเสียงคร่ำครวญของพวกเขาอยู่เป็นประจำ\n\nจนอยู่มาวันหนึ่ง มีแขกผู้หนึ่งจากภูเขา Qingce มาเยือน\nเขาใส่ชุดคลุมแขนยาวสีขาว เขาเรียกตัวเองว่าเป็นนักเล่นแร่แปรธาตุที่ตระเวนไปทั่วแดน มาตามหาคนตระกูล Yun และ Han ที่ Liyue\nหญิงสาวช่างตีเหล็กจากตระกูล Yun เคยไปพักอยู่ที่หมู่บ้าน Qingce Village ส่งให้คนรีบมาตามตัว Han Ce บุตรชายของ Han Wu ช่างฝีมือผู้เลื่องชื่อ\nนักเล่นแร่แปรธาตุได้เล่าว่า ในอดีตทั้งสองท่านได้สรรค์สร้างสื่อเวทชั้นเลิศให้แก่นักเล่นแร่แปรธาตุ\nทุกวันนี้ดินแดน Liyue ไม่สงบ เหล่านักเล่นแร่แปรธาตุจึงตั้งใจนำอำพันหยกสีเลือดหีบหนึ่งมามอบให้ เพื่อหวังว่าจะช่วยทุกคนให้ผ่านช่วงเวลาที่ยากลำบากนี้ไปได้\n\nทั้งสองคนรีบจุดเตาเพื่อสร้างสื่อเวทชิ้นหนึ่งขึ้นมาจาก Blackstone และฝังหยกสีเลือดลงในนั้น\nหยกสีเลือดตอบสนองต่อชีพจรโลก ลำแสงสีแดงราวกับเลือดบางจังหวะส่องสว่าง บางจังหวะหม่นแสง เป็นสัญญาณเตือนถึงความเปลี่ยนแปลงที่จะมาถึงในไม่ช้า\nดังดาวนำทาง มันได้ชี้ทางให้ผู้คนหลบหลีกผืนดินถล่มอันเกรี้ยวกราด สื่อเวทนี้ได้ถูกแจกจ่ายให้ผู้คนด้านล่างภูเขา Tianheng\nสุดท้าย เมื่อผืนดินกลับมาสงบอีกครั้ง Blackcliff Agate และหยกสีเลือดก็ค่อยๆจางหายไปเหมือนกับความพิโรธของใจกลางโลกที่สงบลง",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "12%",
	"effectName": "Press the Advantage",
	"effectTemplateRaw": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
	"r1": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 12% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 15% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 18% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 21% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น 24% เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Sacrificial Agent Knife",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Sacrificial Agent Knife",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}