{
	"id": 13516,
	"name": "Bloodsoaked Ruins",
	"description": "หอกที่ถูกย้อมจนกลายเป็นสีดำ ท่ามกลางการต่อสู้อันยาวนาน ทอประกายแสงอันเป็นเอกลักษณ์ ใต้แสงไฟสีน้ำเงิน",
	"descriptionRaw": "หอกที่ถูกย้อมจนกลายเป็นสีดำ ท่ามกลางการต่อสู้อันยาวนาน ทอประกายแสงอันเป็นเอกลักษณ์ ใต้แสงไฟสีน้ำเงิน",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 5,
	"story": "ในตำนานพื้นบ้านของแดนเหนือ ราชันคิมหันต์ผู้ซึ่งเคยนำความอบอุ่นมาสู่โลกใบนี้ แท้จริงเป็นน้องชายคนโปรดของราชันเหมันต์\nแต่ทว่าระหว่างที่ทะเลาะกันกลับถูกพี่ชายพลั้งมือฆ่าโดยไม่ได้ตั้งใจ โลกจึงตกอยู่ภายใต้การปกครองของความหนาวเหน็บอันโหดร้ายนับแต่นั้น\nผู้คนอาจจะยังไม่เข้าใจ และไม่รู้ว่าทำไมราชาผู้เมตตาถึงต้องมีพายุหิมะห้อมล้อม\nทว่ามีเพียงแต่ภูตที่อายุยืนยาวเท่านั้นที่รู้ ว่าผืนดินน้ำแข็งที่ไม่ละลายตลอดทั้งปีแห่งนี้ มันมีมาอย่างยาวนานกว่าช่วงเวลาการปกครองของท่าน Tsar เสียอีก\nจักรพรรดิขาวผู้ปกครองเหล่าภูตและประทับบนบัลลังก์ดาราสีจาง กลับเงียบงันไม่พูดจา หลังกลับมาจากซากปรักหักพังของสุดเขตแดนเหนือ\nเขาใช้เวลาครุ่นคิดอยู่นานภายในป่าไม้เบิร์ชสีขาว จนในที่สุดเขาก็เปิดประตูให้แก่มนุษย์ที่เขาเคยปฏิเสธไป\nพระราชวังอันซับซ้อนราวกับเขาวงกตซึ่งตั้งอยู่บนผืนดินน้ำแข็ง ถูกสร้างขึ้นพร้อมกับเตาหลอมของ Snezhnograd\nมนุษย์ผู้ทรงปัญญาและเหล่าภูตถูกเรียกให้มารวมตัวที่นี่ ต้นอ่อนแห่งความคิดอันยิ่งใหญ่ก็ได้ถือกำเนิดขึ้นที่นี่เช่นกัน\nเหล่าบริวารผู้กล้าหาญที่สุดของ Tsar คอยเฝ้าปกป้องพระราชวังอันสูงส่งแห่งนี้ ตลอดคืนวันนับไม่ถ้วนนับจากนั้น\nหนึ่งในนั้นเป็นภูตที่ติดตามจักรพรรดิอยู่ตลอด และอีกหนึ่งก็คือมนุษย์ที่เคยพิสูจน์ความจงรักภักดีต่อองค์จักรพรรดิ\nสองพี่น้องเป็นคนหนุ่มสาวจากตระกูล โดยลูกชายคนโตสืบทอดตราสัญลักษณ์ของนกไนติงเกล และคอยอารักขาเคียงข้างจักรพรรดิ\nส่วนลูกชายคนรองผู้เฝ้ามองดูพี่ชายมาโดยตลอด กลับเลือกทอดทิ้งชื่อเสียงของตระกูล และกำลังจะไปใช้ชีวิตอย่างไร้เกียรติที่ชายแดน\nแต่ยังไงก็ตาม ภัยพิบัติที่เกิดจากความเห็นแก่ตัว ก็ได้ทำให้ความคิดอุดมคติอันจองหองกลายเป็นเพียงฝันอันว่างเปล่า และได้เปลี่ยนแปลงโชคชะตาของพวกเขา\nองครักษ์ผู้ซื่อสัตย์ได้ล่วงรู้ความลับของเหล่านักปราชญ์เข้า จึงถูก \"อสูร\" ที่ไม่เคยได้รับจิตวิญญาณนั้นกลืนกิน\nน้องชายร่วมอุทรของเขาที่ประจำการอยู่ที่นั่นรีบเข้ามาเพื่อระงับความวุ่นวาย ทว่ากลับตายอยู่ในป่าอันรกร้างซึ่งปกคลุมไปด้วยหิมะสูงไปนานแล้ว\nหอกยาวที่ประดับด้วยขนนกสีขาวเงินถูกพบเจอ แต่มันกลับถูกย้อมไปด้วยเลือดชนชั้นสูงจนกลายเป็นคราบสีดำ\nหลายปีต่อมา เหล่านายพลผู้สืบทอดตระกูลก็ได้ละทิ้งบ้านเกิดไป และเดินทางไปชายแดนรกร้างเพื่อล้างแค้น\nทุกครั้งที่จับหอกในมือ เขาก็มักจะนึกย้อนกลับไปตรงหน้าประตูของพระราชวังโบราณซ้ำแล้วซ้ำเล่า\nค่ำคืนอันยาวนานที่เต็มไปด้วยหิมะและความโศกเศร้า คำพูดของเพื่อนเก่าที่อยู่บนกิโยตินยังคงดังก้องอยู่ในหูของเขา\nโลกใต้แสงจันทร์ถูกพันธนาการไว้ด้วยโชคชะตาอันแสนเศร้า ผู้คนที่ไม่มีที่ให้กลับไปได้แต่เร่ร่อนอยู่ในบ้านเกิดของตน\nผู้หล่อคบไฟที่อาบไล้แสงจันทร์ที่ทาบทอลงมายามราตรีนิรันดร์มาเยือน ได้จุดไฟที่ไม่มีวันมอดดับและเริ่มการเฝ้ายาม",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "4.8%",
	"effectName": "Mournful Tribute",
	"effectTemplateRaw": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น <color=#99FFFFFF>{0}</color> นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น <color=#99FFFFFF>{1}</color> เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ <color=#99FFFFFF>{2}</color> หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
	"r1": {
		"description": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น 36% นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น 28% เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ 12 หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"36%",
			"28%",
			"12"
		]
	},
	"r2": {
		"description": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น 48% นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น 35% เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ 13 หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"48%",
			"35%",
			"13"
		]
	},
	"r3": {
		"description": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น 60% นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น 42% เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ 14 หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"60%",
			"42%",
			"14"
		]
	},
	"r4": {
		"description": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น 72% นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น 49% เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ 15 หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"72%",
			"49%",
			"15"
		]
	},
	"r5": {
		"description": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น 84% นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น 56% เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ 16 หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"84%",
			"56%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 5
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 18
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 9
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 9
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 5
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 18
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 9
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 14
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 27
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 18
			}
		]
	}
}