{
	"id": 11432,
	"name": "Calamity of Eshu",
	"description": "ดาบพิธีกรรมที่สร้างขึ้นโดย Sanhaj นักบวชใหญ่ของเผ่า \"จ้าวแห่งลมราตรี\" ในเรื่องราวในอดีตนั้น Sanhaj สามารถใช้ดาบที่โค้งยาวนี้ในการทำพิธีกรรม และทำให้ขอบเขตระหว่าง ดินแดนอาณาจักรราตรี และโลกปัจจุบันเลือนราง",
	"descriptionRaw": "ดาบพิธีกรรมที่สร้างขึ้นโดย Sanhaj นักบวชใหญ่ของเผ่า \"จ้าวแห่งลมราตรี\" ในเรื่องราวในอดีตนั้น Sanhaj สามารถใช้ดาบที่โค้งยาวนี้ในการทำพิธีกรรม และทำให้ขอบเขตระหว่าง ดินแดนอาณาจักรราตรี และโลกปัจจุบันเลือนราง",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "เช่นเดียวกับผีเสื้อที่เป็นเพียง รังไหมสีเขียวเหี่ยวลีบก่อนปีกจะงอกออกมา\nRed Flamingo ที่สง่างาม ก็เป็นเพียงก้อนขนสีเทาเมื่อยังเยาว์วัย\nนักบวชผู้ยิ่งใหญ่ที่เคยหลอกลวงผู้คน ด้วยวาจาอันซับซ้อนในเวลาต่อมานั้น\nหลังจากเกิดมา ก็มีช่วงเวลาที่สมองสับสน และเงียบงันเป็นเวลานานด้วยเช่นกัน\n\nผู้อาวุโสผู้ควบคุมไฟในพิธีกรรมของชนเผ่ากล่าวว่า วิญญาณของเขาได้สูญหายไปกับเปลวไฟในยามราตรี\nเด็กที่พูดไม่ได้จะต้องก้าวเข้าสู่ดินแดนหินอันแห้งแล้งในวันเกิด เพื่อที่จะตามหาตัวตนที่หายไปของตนกลับคืนมา\nแต่การเดินทางครั้งนี้เต็มไปด้วยอันตราย วิญญาณต้องผ่านม่านทั้งเจ็ดชั้น เพื่อพบกับจ้าวแห่งความเงียบงัน\nแม้ว่าจะมี Saurian ที่สามารถเดินทางข้ามผ่านสองโลกคอยช่วยเหลือ แต่ก็มีเพียงไม่กี่คนเท่านั้นที่กลับมาได้\nท่ามกลาง Iktomisaurus มีเพียง Mahamba ที่คาดเดาได้ยากที่สุดเท่านั้น ที่ยินดีก้าวเข้าสู่ดินแดนพิศวงพร้อมกับเด็กชาย\n\nภายในโถงที่ปูลาดด้วยบันไดหินยาวนั้น เด็กชายดูเหมือนจะลืมตาขึ้นเป็นครั้งแรก\nความทรงจำของอาณาจักรโบราณในอดีต ไหลผ่านดวงตาของเขาไปราวกับสายน้ำ และท่ามกลางแสงเรืองรองนั้น\nราวกับเขาได้ผ่านช่วงเวลานั้นมาจริง ๆ... ยามที่เทพแห่งไฟองค์แรกยกมือขึ้นสาบานต่อหน้าภูเขาไฟ\nเขาไม่เคยมีตัวตนอยู่ในความทรงจำในอดีต แต่เขายืนอยู่ท่ามกลางเงาของผู้กล้ามากมาย\nเมื่อผู้ปกครองศักดิ์สิทธิ์ของเมืองผู้กดขี่ข่มเหงตกอยู่ในหมอกหนาทึบ และตกอยู่ในเงื้อมมือของเด็กหนุ่มเนตรสีชาดหน้าบัลลังก์ที่ว่างเปล่า\nครั้งหนึ่งเขาเคยมองลงไป และเห็นใบหน้าของคนที่ร่างจมลงไป ในโคลนดำเหนือเมืองที่กำลังลุกไหม้\n\nทุกสิ่งในอดีตทำให้เขาตระหนักรู้ในทุกถ้อยคำ ทุกพยางค์ และความหมายที่ซ่อนอยู่เบื้องหลัง\nและทำให้เขามองเห็นเส้นทางแห่งกาลเวลา ได้อย่างลึกล้ำและกว้างไกลยิ่งขึ้น จนในที่สุดเขาก็เข้าใจอย่างแจ่มแจ้ง\nเจ้าแห่งราตรีได้เตรียมการทุกสิ่ง เพื่อให้ทุกอย่างปรากฏสู่สายตาตน เด็กน้อยที่เติบใหญ่\nในเวลานั้นเขามองเห็นเงามืดที่ปกคลุมทั่วทั้ง Natlan และมอนสเตอร์ที่มาจากโลกภายนอก\nเขาเห็นเงาดำเข้ายึดครองเกาะอันโดดเดี่ยวแห่งนี้ และกำลังจะกลืนกินทุกสิ่ง ราวกับเปลวไฟที่ลุกลามไปทั่วทุกสารทิศ\nสถานที่ที่เงามืดเข้ายึดครอง คาดไม่ถึงว่าผู้วายชนม์ในอดีต และผู้ที่ใกล้ตายต่างร่ำไห้อย่างเจ็บปวดไปพร้อมกัน\n\nในขณะที่หมอกสีดำกำลังจะปกคลุมชนเผ่าใน Natlan เขาอดไม่ได้ที่จะพูดขึ้นว่า \"หยุดเถอะ!\"\nเมื่อพลั้งปากพูดคำแรกออกมา เขาก็ตื่นขึ้น และพบว่าตัวเองกำลังนอนอยู่ข้างกองไฟสีฟ้า\nดวงตาของ Mahamba ทอประกายแสงหม่นมัว แล้วชายชราก็ยื่นไม้เท้าประกอบพิธีกรรมให้เขา\n\nตั้งแต่นั้นมา Sanhaj ผู้รู้เรื่องราวทุกอย่างในอดีต ก็เริ่มพูดจาสำบัดสำนวน\nใช้คำกล่าวในอดีตกาล เพื่อตักเตือนพวกคนโง่เขลาที่ดูถูกอันตรายในอนาคต\nตั้งแต่นั้นมา Sanhaj ผู้รู้เรื่องราวทุกอย่าง ก็ได้ร้อยเรียงเรื่องราวโกหกอันยิ่งใหญ่ขึ้นมา\nทำให้ม้วนหนังสือที่วางทับซ้อนกันกลายเป็นเขาวงกต เพื่อซ่อนอดีตที่ไม่ควรไปแตะต้องเอาไว้",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "6%",
	"effectName": "Diffusing Boundary",
	"effectTemplateRaw": "เมื่อตัวละครอยู่ภายใต้การปกป้องของโล่ ความเสียหายการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color>, อัตราคริการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color>",
	"r1": {
		"description": "เมื่อตัวละครอยู่ภายใต้การปกป้องของโล่ ความเสียหายการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 20%, อัตราคริการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 8%",
		"values": [
			"20%",
			"8%"
		]
	},
	"r2": {
		"description": "เมื่อตัวละครอยู่ภายใต้การปกป้องของโล่ ความเสียหายการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 25%, อัตราคริการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 10%",
		"values": [
			"25%",
			"10%"
		]
	},
	"r3": {
		"description": "เมื่อตัวละครอยู่ภายใต้การปกป้องของโล่ ความเสียหายการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 30%, อัตราคริการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 12%",
		"values": [
			"30%",
			"12%"
		]
	},
	"r4": {
		"description": "เมื่อตัวละครอยู่ภายใต้การปกป้องของโล่ ความเสียหายการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 35%, อัตราคริการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 14%",
		"values": [
			"35%",
			"14%"
		]
	},
	"r5": {
		"description": "เมื่อตัวละครอยู่ภายใต้การปกป้องของโล่ ความเสียหายการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 40%, อัตราคริการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 16%",
		"values": [
			"40%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 12
			}
		]
	}
}