{
	"id": 13507,
	"name": "Calamity Queller",
	"description": "อาวุธแหลมคมที่สร้างขึ้นมาจากคริสตัลประหลาดบางอย่าง แสงสีฟ้าจาง ๆ ของมันดูเหมือนจะขับขานเรื่องราวอันไม่รู้จบในอดีต",
	"descriptionRaw": "อาวุธแหลมคมที่สร้างขึ้นมาจากคริสตัลประหลาดบางอย่าง แสงสีฟ้าจาง ๆ ของมันดูเหมือนจะขับขานเรื่องราวอันไม่รู้จบในอดีต",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 5,
	"story": "ว่ากันว่าเป็นอาวุธหอกที่สร้างจากวัสดุที่มาจากต่างโลก\nครั้งหนึ่งมันเคยผ่านมือผู้ที่ภักดีแต่อับโชคมานับไม่ถ้วน\nได้เห็นการเริ่มต้นและจุดจบของการเข่นฆ่า และเลือดเนื้อของสิ่งชั่วร้าย\n\nตามตำนานเล่าว่าคนพเนจรได้มาถึงหุบเหวแห่งผืนทรายคริสตัล\nเข้าไปดึงคริสตัลสีน้ำที่เป็นลางร้ายออกมาจากส่วนลึก\nแล้วนำไปให้คนหลอมเป็นอาวุธ ที่มีชื่อว่า \"Calamity Queller\"\n\n\"หากเกิดภัยพิบัติขึ้นในวันข้างหน้า ก็คงสามารถใช้มันเพื่อทำให้สงบลงได้\"\nชนเผ่าที่ใช้ชีวิตอยู่ในภูเขาหินอันขรุขระ มักอยู่อย่างสงบเสงี่ยมเสมอ\nแต่เนื่องจากไม่เคยทำสัญญา และไม่เคยจ่ายค่าตอบแทน จึงไม่เป็นภัยหากจะรับไว้\n\nเมื่อกองกำลังของปีศาจบุกทะลวงมาตามชั้นหิน และย้อมดินแดนสีชาดให้กลายเป็นสีดำ\nผู้พิทักษ์ Millelith ปะทะกับกองทัพอันดำมืด ทหารม้าพเนจรพากันล้มตาย\nดั่งดวงดาวอันเย็นยะเยือกท่ามกลางความมืดมน Calamity Queller ฉายแสงเจิดจ้าอยู่ในใจกลางของวังวน...\n\nในท้ายที่สุด เมื่ออาทิตย์ลับฟ้าทะลุผ่านเมฆ กากตะกอนก็จมลงสู่ส่วนลึกของห้วงเหว\nCalamity Queller เองก็หายลับไปพร้อมกับยักษาที่กวัดแกว่งมัน และกลับคืนสู่ความเงียบงัน\nในเวลาต่อมา ผู้ที่ถือหอกนี้ก็มักต้องพบเจอกับชะตากรรมที่คล้ายคลึงกัน\nแต่ผู้ที่ต่อสู้กับศัตรูโดยไม่ได้พึ่งพาคำสั่ง ต่อสู้เพื่อปวงประชาโดยไม่ได้พึ่งคำสาบาน\nก็คงไม่ต้องคร่ำครวญกับชะตากรรมเช่นนี้หรอก...\n\nบ้างก็ว่าหอกเล่มนี้เคยถูกผู้อื่นหยิบยืมไป\nและได้เป็นสักขีพยานในการปะทะกันระหว่างสหายคนสนิท ในถ้ำรกร้างเยือกเย็นและถูกน้ำกัดเซาะ",
	"baseAtkValue": 49.137699127197266,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "3.6%",
	"effectName": "Extinguishing Precept",
	"effectTemplateRaw": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <color=#99FFFFFF>{0}</color>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{1}</color> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
	"r1": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 12%; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 3.2% ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
		"values": [
			"12%",
			"3.2%"
		]
	},
	"r2": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 15%; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 4% ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
		"values": [
			"15%",
			"4%"
		]
	},
	"r3": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 18%; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 4.8% ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
		"values": [
			"18%",
			"4.8%"
		]
	},
	"r4": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 21%; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 5.6% ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
		"values": [
			"21%",
			"5.6%"
		]
	},
	"r5": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 24%; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 6.4% ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า",
		"values": [
			"24%",
			"6.4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 9
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 5
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 9
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 18
			}
		]
	}
}