{
	"id": 14513,
	"name": "Cashflow Supervision",
	"description": "อุปกรณ์ลอยตัวที่สามารถตรวจสอบปรากฏการณ์บางอย่างได้ หลังจากถูกทิ้งไป ผู้ค้นพบก็นำไปดัดแปลงใหม่เพื่อใช้ในจุดประสงค์อื่น",
	"descriptionRaw": "อุปกรณ์ลอยตัวที่สามารถตรวจสอบปรากฏการณ์บางอย่างได้ หลังจากถูกทิ้งไป ผู้ค้นพบก็นำไปดัดแปลงใหม่เพื่อใช้ในจุดประสงค์อื่น",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "วิถีไหลเวียนแห่งเงินตรา เป็นสัญลักษณ์แห่งสายเลือดที่เวียนไปในโลกา\nนานาชีวิตล่องลอยและจมอยู่ท่ามกลางกระแสเลือด กระทั่งถูกพัดพาและกลืนกินไป\nแน่นอนว่าทุกสิ่งควรจะเป็นความสำเร็จของ \"มนุษย์\" เรา\nเหมือนกับที่ตัวเลขและคณิตศาสตร์ ที่เกิดขึ้นเพื่อการคำนวณจำนวนเงิน\nมีตัวอักษรที่เขียนเพื่ออ้างอิง และมีกฎเกณฑ์ในการวางกรอบเงินที่เปลี่ยนมือ\n\n\"มนุษย์\" ควรจะเป็นนายของเงิน ไม่ใช่ทาสของมัน\nเช่นเดียวกับหัวใจทองคำ ที่ควรสั่นไหวตามโลกของ \"มนุษย์\"\nแน่นอนว่าไม่มีผู้ใดเป็นเจ้าของเงินที่แท้จริง\nสุดท้ายแล้ว มันเพียงแค่อาศัยมือของ \"มนุษย์\"\nเพื่อไหลจากมุมหนึ่งของโลก ไปยังจุดสิ้นสุดของกาลเวลาเท่านั้น\n\nนี่จึงเป็นสิ่งที่เข้าใจยากที่สุดสำหรับใครบางคน\nสิ่งที่เรียกว่า \"มุมหนึ่งของโลก\" ถูกเลือกและกำหนดไว้แล้วจริง ๆ\nและเป็นสิ่งที่ยากจะยอมรับได้ที่สุดสำหรับใครบางคน\nผลงานอันยิ่งใหญ่ที่ควรจะเป็นของ \"มนุษย์\" เรา\nกลับถูกกล่าวอ้างและผูกมัดด้วยสิ่งที่เรียกว่า \"เทพ\"\nนี่จึงเป็นเหตุผลที่พวกเราต้องเข้ามาแทนที่:\nในเมื่อหัวใจของเงินตราถูก \"เทพ\" ต่างแดนยึดครองไป\nและพวกเขาก็จะสามารถทำให้ทุกคนเป็นทาสได้ตามต้องการ\nแม้ไม่อาจเป็นนายแห่งหัวใจทองคำ\nแต่ทุกคนก็ควรสามารถควบคุมเงินได้อย่างเท่าเทียม\n\n\"พูดแบบนี้คุณคงจะจินตนาการไม่ออกสินะ งั้นฉันขอแสดงให้ดูก็แล้วกัน\"\n\"ก่อนอื่นคือการสร้างสกุลเงินใหม่ขึ้นมา เพื่อแทนที่การพึ่งพา Mora\"\n\"ส่วนเรื่องทำเล ก็เป็นเศรษฐกิจขนาดเล็กที่แยกจากเศรษฐกิจของโลกนี้\"\n\"ฉันได้พบกับประเทศหนึ่ง ที่เทพเจ้ามีอำนาจมากเกินไป\"\n\"การแทรกซึมเข้าไปน่าจะไม่ได้ใช้เวลามากมาย\"\n\n\"จะให้ชื่ออะไรดีนะ... ฉันก็ไม่ชอบตั้งชื่อซะด้วยสิ อ๋อ เอางี้ละกัน\"\n\"เพื่อเป็นการระลึกถึงที่ท่านอนุมัติการทดสอบของฉัน งั้นเรียกมันว่า 'คูปองสวัสดิการ' ก็แล้วกัน\"\n\nผู้สังเกตการณ์ที่ทำจากจักรกลแม่นยำสูงส่งเสียงอื้ออึง และสังเกตกระแสทองคำของประเทศเล็ก ๆ นี้\nคอยบันทึกทุกเงินตราที่เปลี่ยนมืออย่างไม่เหน็ดเหนื่อย ทุกคนเก็บออมและใช้จ่ายสุรุ่ยสุร่าย\nทุกมูลค่าที่เพิ่มขึ้นหรือลดลง และจำนวนครั้งของแต่ละสกุลเงินจะหมุนเวียนในช่วงเวลาที่กำหนด\nกฎหมายหนึ่งเดียวคือกฎหมายส่วนตัวของผู้สะสม และการลงโทษเพียงอย่างเดียว คือความยากจนหรือความตาย\nไม่ว่าจะเป็นการครอบงำเพื่อผลประโยชน์ หรือครอบงำเพื่อตรากตรำจนตัวตาย แต่กฎเกณฑ์ย่อมยุติธรรมเสมอ\n\nด้วยเหตุนี้ มนุษย์จึงอยู่เคียงข้างเหล่าทวยเทพ ด้วยความทะเยอทะยานและความมั่งคั่งของตนเอง\nผละผู้ที่อ่อนแอที่สูญเสียทุกสิ่งทุกอย่างในการแข่งขันจะถูกกระแสน้ำท่วมโลกกลืนกิน\nไม่มีพลังเทพเข้ามาแทรกแซงเพื่อปกปิดอำนาจของคนรวยจากคนจนอีกต่อไป\nและไม่มีความมั่งคั่งจากเทพที่จะหลั่งไหลเข้ามา เพื่อรักษาศักดิ์ศรีของคนจนจากเท้าคนรวยอีกต่อไป",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "4.8%",
	"effectName": "Golden Blood-Tide",
	"effectTemplateRaw": "พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{2}</color> เป็นเวลา 4 วินาที ซ้อนทับได้มากสุด 3 ชั้น ซึ่งจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที เมื่อซ้อนทับกันถึง 3 ชั้น ความเร็วในการโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{3}</color>",
	"r1": {
		"description": "พลังโจมตีเพิ่มขึ้น 16%; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 16% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 14% เป็นเวลา 4 วินาที ซ้อนทับได้มากสุด 3 ชั้น ซึ่งจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที เมื่อซ้อนทับกันถึง 3 ชั้น ความเร็วในการโจมตีจะเพิ่มขึ้น 8%",
		"values": [
			"16%",
			"16%",
			"14%",
			"8%"
		]
	},
	"r2": {
		"description": "พลังโจมตีเพิ่มขึ้น 20%; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 20% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 17.5% เป็นเวลา 4 วินาที ซ้อนทับได้มากสุด 3 ชั้น ซึ่งจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที เมื่อซ้อนทับกันถึง 3 ชั้น ความเร็วในการโจมตีจะเพิ่มขึ้น 10%",
		"values": [
			"20%",
			"20%",
			"17.5%",
			"10%"
		]
	},
	"r3": {
		"description": "พลังโจมตีเพิ่มขึ้น 24%; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 24% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 21% เป็นเวลา 4 วินาที ซ้อนทับได้มากสุด 3 ชั้น ซึ่งจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที เมื่อซ้อนทับกันถึง 3 ชั้น ความเร็วในการโจมตีจะเพิ่มขึ้น 12%",
		"values": [
			"24%",
			"24%",
			"21%",
			"12%"
		]
	},
	"r4": {
		"description": "พลังโจมตีเพิ่มขึ้น 28%; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 28% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 24.5% เป็นเวลา 4 วินาที ซ้อนทับได้มากสุด 3 ชั้น ซึ่งจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที เมื่อซ้อนทับกันถึง 3 ชั้น ความเร็วในการโจมตีจะเพิ่มขึ้น 14%",
		"values": [
			"28%",
			"28%",
			"24.5%",
			"14%"
		]
	},
	"r5": {
		"description": "พลังโจมตีเพิ่มขึ้น 32%; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการโจมตีปกติจะเพิ่มขึ้น 32% และความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น 28% เป็นเวลา 4 วินาที ซ้อนทับได้มากสุด 3 ชั้น ซึ่งจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที เมื่อซ้อนทับกันถึง 3 ชั้น ความเร็วในการโจมตีจะเพิ่มขึ้น 16%",
		"values": [
			"32%",
			"32%",
			"28%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Broken Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Golden Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}