{
	"id": 15426,
	"name": "Cloudforged",
	"description": "อาวุธรุ่นทดลองมาตรฐานที่ Yuheng มอบหมายให้ Blackcliff Forge ทำการหลอมขึ้นมา หลังจากวิเคราะห์กลไก ของเหล่าเซียนที่คอยปกปักภูเขา Tianheng",
	"descriptionRaw": "อาวุธรุ่นทดลองมาตรฐานที่ Yuheng มอบหมายให้ Blackcliff Forge ทำการหลอมขึ้นมา หลังจากวิเคราะห์กลไก ของเหล่าเซียนที่คอยปกปักภูเขา Tianheng",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "มีคำโบราณกล่าวไว้ว่า ในภูเขา Tianheng มียอดเขาสูงมากมายจากหน้าผาสูงตระหง่าน ขณะที่เบื้องล่างใน Chasm เต็มไปด้วยหยกเปล่งประกายระยิบระยับอย่างงดงาม ประเทศแห่งหินนับพันขึ้นชื่อในด้านความมั่งคั่งมาโดยตลอด\nแหล่งแร่และโรงหลอมที่สำคัญที่สุด ก็ตั้งอยู่ที่ \"Blackcliff Forge\" บนภูเขา Tianheng นี้เอง\n\n\"Blackcliff Forge\" นั้นสร้างขึ้นโดยการขุดภูเขา มีโรงงาน เตาเผา และทางเดินยาวที่เชื่อมต่อกันที่เต็มไปด้วยฝุ่นจำนวนนับไม่ถ้วน\nในช่วงหลายปีแห่งความโกลาหล ไฟและควันย้อมพื้นเป็นสีแดง สถานที่แห่งนี้ได้ถูกใช้เป็นที่หลบภัยของบรรพบุรุษของชนเผ่าต่าง ๆ ที่หาเลี้ยงชีพบนภูเขาหินอันขรุขระ\nว่ากันว่าในนั้นมีทางเดินโบราณบางส่วนที่ถูกผู้คนลืมเลือนไปนานแล้ว ซึ่งสามารถนำไปสู่อาณาจักรโบราณที่อยู่ในส่วนลึกของแผ่นดินได้...\n\nจากข้อมูลที่บันทึกไว้ใน \"บันทึกรวมศิลา\" ผู้ที่บุกเบิกเส้นทางอันมืดมิดบนภูเขานี้ ก็คือบรรพบุรุษของตระกูล Yun แห่ง Liyue อันโด่งดังในปัจจุบัน\nตั้งแต่นั้นมาตระกูลช่างตีเหล็กอย่างตระกูล Yun ก็ได้ก้าวขึ้นไปยืนอยู่บนเวทีแห่งประวัติศาสตร์ และได้รับการยกย่องจากช่างฝีมือรุ่นหลังให้เป็นปรมาจารย์\n\nส่วนบันทึกที่เกี่ยวกับตัวเขานั้น มีบันทึกไว้ในประวัติศาสตร์เพียงไม่กี่บรรทัดเท่านั้น...\n\"ด้วยความสามารถอันยอดเยี่ยมของตระกูล Yun ที่ได้ตัดไม้มาทำว่าว แกะไม้ไผ่ให้เป็นนก บินได้สามวันโดยไม่ตก นี่คือผลงานที่ยอดเยี่ยมที่สุดในใต้หล้า\"\n\nในตอนแรกนั้น ไม่ว่าจะเป็นศาสตร์แห่งกลไกหรือว่าศิลปะในการหลอม ล้วนเชื่อมโยงกับเซียนชนิดที่แยกกันไม่ขาด\nด้วยเหตุนี้ เขาจึงมักถูกมองว่าเป็นลูกศิษย์ของเซียน และเทคนิคของเขาก็ถือเป็นวิชาที่รับสืบทอดมาจากเซียน\nตามที่รู้กันอย่างแพร่หลายในปัจจุบัน ครั้งหนึ่งเขาเคยติดตาม Rex Lapis ไปสู้รบในยุคสมัยที่โลกตกอยู่ในความโกลาหล\nเขาได้สร้างผลงานครั้งใหญ่ จึงได้รับการยอมรับจากเซียนทั้งสาม และได้รับการชี้แนะในด้านศาสตร์ลับแห่งกลไก\n\nตำนานเล่าว่า เทคนิคของเขามหัศจรรย์มากเสียจนสามารถดึงเมฆบนฟ้า มาสร้างเป็นอาคารมากมายนับไม่ถ้วนได้เลย\nทั้งยังสามารถแกะสลักไม้ที่เน่าเปื่อยที่สุด ให้กลายเป็นนกและสัตว์ที่วิ่งได้ จนยากที่จะแยกแยะได้ว่าเป็นของจริงหรือของปลอม\nคำกล่าวที่ว่า \"Blackcliff สร้างมาจากเมฆ\" นั้น ปัจจุบันเป็นที่รู้กันอย่างกว้างขวางใน Liyue\nความขัดแย้งในจินตภาพของสองสิ่งนี้ มักถูกกล่าวถึงโดยกวีและคนเล่านิยายเสมอ\nแม้ว่าตำนานการ \"หลอมเมฆ\" จะเป็นเพียงการดันทุรังทึกทักเอาเองของชนรุ่นหลัง ที่ใช้นามสกุลของเขาก็ตาม\nแต่การที่เขาอุทิศตนให้กับ Blackcliff Forge เพื่อถ่ายทอดทักษะงานฝีมือตลอดช่วงชีวิตที่เหลืออยู่ ก็เป็นความจริงที่ปฏิเสธไม่ได้เช่นกัน\n\nในช่วงสุดท้ายของชีวิตและตำนาน เขาได้ลอยขึ้นไปท่ามกลางแสงสวรรค์อันงดงาม และกลายเป็นกลุ่มดาวที่คอยคุ้มครองเหล่าช่างฝีมือ\nแต่ตำนานก็เป็นเพียงตำนานเท่านั้น Blackcliff Forge ไม่ได้สร้างขึ้นด้วยศาสตร์ลับของเซียน หรือเมฆและลมที่ลอยล่อง\nแต่การแกะสลักด้วยคมมีดและค้อนที่ตอกลงไปทีละครั้ง คือหยาดเหงื่อที่หยดลงบนหิน ของช่างฝีมือธรรมดามากมายนับไม่ถ้วนตลอดระยะเวลาหลายพันปี\nถึงอย่างไร พันธสัญญาของเทพแห่งทองคำก็ไม่เคยกำหนดว่า ความมุ่งมั่นของมนุษย์ไม่อาจเอาชนะปาฏิหาริย์ของเซียน ที่พำนักบนเมฆาได้\n\n\"ด้วยความสามารถอันยอดเยี่ยมของตระกูล Yun ที่ได้ตัดไม้มาทำว่าว แกะไม้ไผ่ให้เป็นนก บินได้สามวันโดยไม่ตก นี่คือผลงานที่ยอดเยี่ยมที่สุดในใต้หล้า\"\n\"ทว่าผลงานของเขาคือ การแกะสลักหินเป็นโรงงาน หลอมเมฆเป็นอาคาร และเจาะภูเขา Tianheng สร้าง Blackcliff Forge เพื่อประโยชน์ของปวงประชา\"\n\"คำกล่าวของตระกูล Yun ว่าไว้: สิ่งใดที่เรียกว่าเฉลียวฉลาด? สิ่งใดที่เรียกว่าโง่เขลา? สิ่งใดที่ช่วยประชาชนได้นั้น คือความเฉลียวฉลาด ส่วนที่เหลือก็ล้วนเรียกว่าโง่เขลาทั้งสิ้น\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "36",
	"effectName": "Crag-Chiseled Forge",
	"effectTemplateRaw": "หลังจากพลังงานธาตุลดลง ความชำนาญธาตุของผู้สวมใส่จะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย โดยเอฟเฟกต์นี้จะคงอยู่ 18 วินาที ซ้อนทับได้สูงสุด 2 ชั้น",
	"r1": {
		"description": "หลังจากพลังงานธาตุลดลง ความชำนาญธาตุของผู้สวมใส่จะเพิ่มขึ้น 40 หน่วย โดยเอฟเฟกต์นี้จะคงอยู่ 18 วินาที ซ้อนทับได้สูงสุด 2 ชั้น",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "หลังจากพลังงานธาตุลดลง ความชำนาญธาตุของผู้สวมใส่จะเพิ่มขึ้น 50 หน่วย โดยเอฟเฟกต์นี้จะคงอยู่ 18 วินาที ซ้อนทับได้สูงสุด 2 ชั้น",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "หลังจากพลังงานธาตุลดลง ความชำนาญธาตุของผู้สวมใส่จะเพิ่มขึ้น 60 หน่วย โดยเอฟเฟกต์นี้จะคงอยู่ 18 วินาที ซ้อนทับได้สูงสุด 2 ชั้น",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "หลังจากพลังงานธาตุลดลง ความชำนาญธาตุของผู้สวมใส่จะเพิ่มขึ้น 70 หน่วย โดยเอฟเฟกต์นี้จะคงอยู่ 18 วินาที ซ้อนทับได้สูงสุด 2 ชั้น",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "หลังจากพลังงานธาตุลดลง ความชำนาญธาตุของผู้สวมใส่จะเพิ่มขึ้น 80 หน่วย โดยเอฟเฟกต์นี้จะคงอยู่ 18 วินาที ซ้อนทับได้สูงสุด 2 ชั้น",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Ruined Hilt",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Ruined Hilt",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Splintered Hilt",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Splintered Hilt",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Still-Smoldering Hilt",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Still-Smoldering Hilt",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 12
			}
		]
	}
}