{
	"id": 15407,
	"name": "Compound Bow",
	"description": "ธนูทดกำลังหายากที่ทำจากโลหะประกอบกัน ดูแลรักษายาก แต่ขึ้นศรได้ง่ายและมีพลังทำลายที่สูงมาก",
	"descriptionRaw": "ธนูทดกำลังหายากที่ทำจากโลหะประกอบกัน ดูแลรักษายาก แต่ขึ้นศรได้ง่ายและมีพลังทำลายที่สูงมาก",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "โลกกำลังหันมามอง Liyue นี่คือเกียรติของท่าเรือธุรกิจที่ยอดเยี่ยม\nสมบัติจากต่างประเทศมายังท่าเรือ Liyue ตามกระแสของผู้คน\nแม้จะมีคันธนูที่สั้น แต่การออกแบบที่แปลกประหลาดและงานฝีมือชั้นเลิศทำให้มันทำลายล้างได้มากกว่าคันธนูยาวทั่วไป\nเพราะงั้นจึงเก็บรักษาได้ยากกว่าธนูทั่วไป แทนที่จะเป็นอาวุธมันเป็นการตกผลึกของภูมิปัญญาต่างประเทศ\n\nธนูคันนี้ได้ถูกดัดแปลงโดยนักวิชาการต่างถิ่น เมื่อประกอบธนูขึ้นอีกครั้งได้เพิ่มรอกเข้าไปที่ฐานธนู\nนักวิชาการแต่เดิมไม่ได้ตั้งใจให้เป็นเครื่องมือของทางทหาร \nแต่เมื่อเขาได้เห็นการโค้งงอของคันธนูที่ถูกง้าง และการสั่นของลูกธนูขนไก่ยามมันพุ่งไป...\nเขาก็ยิ่งหลงเสน่ห์ของ\"อาวุธ\"ประเภทนี้ ทำให้เขาเริ่มที่จะดัดแปลงธนูทดแรงขึ้นมา เพื่อให้มันทรงพลังยิ่งขึ้น\n\nที่จริงเขารู้ตั้งแต่แรกแล้วว่า อาวุธของเขาจะถูกนำไปใช้ในสงคราม และจะเป็นเครื่องมือในการเข่นฆ่า\nแต่ในขณะที่เขาหมกมุ่นอยู่กับการเพิ่มประสิทธิภาพของโครงสร้างและพื้นผิวของวัสดุนั้น\nได้หลีกเลี่ยงความจริงข้อนี้ และพยายามอย่างสุดความสามารถที่จะเสริมกำลังให้กับธนูคันนี้\n\nท้ายที่สุดธนูคันนี้ได้ถูกใช้งานโดยทหารนายหนึ่ง ที่ปล่อยลูกธนูออกไปเพื่อยิงห่านป่าที่กำลังบินอยู่\n\"ช่างเป็นธนูที่ดีเสียจริง\"\nทหารชื่นชมออกมาด้วยใจ\nแต่เสียงร้องครวญครางของห่านที่ใกล้ตาย ทิ่มแทงจิตใจเขาเหมือนกับธนูแหลม",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "โบนัสความเสียหายกายภาพ",
	"baseStatText": "15%",
	"effectName": "Infusion Arrow",
	"effectTemplateRaw": "เมื่อการโจมตีปกติหรือชาร์จโจมตีโดนเป้าหมาย พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และความเร็วในการโจมตีปกติจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> ซึ่งเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 6 วินาที และซ้อนทับได้สูงสุด 4 ชั้น โดยจะเกิดขึ้นเพียงหนึ่งครั้งในทุก 0.3 วินาที",
	"r1": {
		"description": "เมื่อการโจมตีปกติหรือชาร์จโจมตีโดนเป้าหมาย พลังโจมตีจะเพิ่มขึ้น 4% และความเร็วในการโจมตีปกติจะเพิ่มขึ้น 1.2% ซึ่งเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 6 วินาที และซ้อนทับได้สูงสุด 4 ชั้น โดยจะเกิดขึ้นเพียงหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"4%",
			"1.2%"
		]
	},
	"r2": {
		"description": "เมื่อการโจมตีปกติหรือชาร์จโจมตีโดนเป้าหมาย พลังโจมตีจะเพิ่มขึ้น 5% และความเร็วในการโจมตีปกติจะเพิ่มขึ้น 1.5% ซึ่งเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 6 วินาที และซ้อนทับได้สูงสุด 4 ชั้น โดยจะเกิดขึ้นเพียงหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"5%",
			"1.5%"
		]
	},
	"r3": {
		"description": "เมื่อการโจมตีปกติหรือชาร์จโจมตีโดนเป้าหมาย พลังโจมตีจะเพิ่มขึ้น 6% และความเร็วในการโจมตีปกติจะเพิ่มขึ้น 1.8% ซึ่งเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 6 วินาที และซ้อนทับได้สูงสุด 4 ชั้น โดยจะเกิดขึ้นเพียงหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"6%",
			"1.8%"
		]
	},
	"r4": {
		"description": "เมื่อการโจมตีปกติหรือชาร์จโจมตีโดนเป้าหมาย พลังโจมตีจะเพิ่มขึ้น 7% และความเร็วในการโจมตีปกติจะเพิ่มขึ้น 2.1% ซึ่งเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 6 วินาที และซ้อนทับได้สูงสุด 4 ชั้น โดยจะเกิดขึ้นเพียงหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"7%",
			"2.1%"
		]
	},
	"r5": {
		"description": "เมื่อการโจมตีปกติหรือชาร์จโจมตีโดนเป้าหมาย พลังโจมตีจะเพิ่มขึ้น 8% และความเร็วในการโจมตีปกติจะเพิ่มขึ้น 2.4% ซึ่งเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 6 วินาที และซ้อนทับได้สูงสุด 4 ชั้น โดยจะเกิดขึ้นเพียงหนึ่งครั้งในทุก 0.3 วินาที",
		"values": [
			"8%",
			"2.4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 12
			}
		]
	}
}