{
	"id": 14434,
	"name": "Dawning Frost",
	"description": "เครื่องประกอบพิธีกรรม ที่หลอมขึ้นจากเงิน อันบริสุทธิ์ไร้มลทิน กล่าวกันว่าเคยเป็นรีลิกส์ ที่สืบทอดจากรุ่นสู่รุ่น โดยเหล่านักบุญหญิง แห่งสุดเขตแดนเหนือ",
	"descriptionRaw": "เครื่องประกอบพิธีกรรม ที่หลอมขึ้นจากเงิน อันบริสุทธิ์ไร้มลทิน กล่าวกันว่าเคยเป็นรีลิกส์ ที่สืบทอดจากรุ่นสู่รุ่น โดยเหล่านักบุญหญิง แห่งสุดเขตแดนเหนือ",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "\"ไม่ว่ายังไงก็ต้องจำไว้ให้ขึ้นใจนะ Avrelian ลูกรัก ยอดสมบัติล้ำค่าเพียงหนึ่งเดียว ที่โชคชะตาประทานมาให้แม่\"\n\"สิ่งที่ไหลเวียนในสายเลือดของเจ้าคือคำสาปนับพันปี และแม่เพียงปรารถนาให้เจ้า ได้ใช้ชีวิตอย่างสงบและเปี่ยมสุข\"\n\"ไม่ว่าจะเกิดอะไรขึ้น อย่าได้ย่างกรายเข้าไปใน Nod-Krai แม้แต่ก้าวเดียว และยิ่งต้องไม่หลงเชื่องมงายในฝันเฟื่อง ที่เรียกว่าสรวงสวรรค์\"\n\"โลกมนุษย์ภายใต้แสงจันทร์นี้ ไม่เคยมีสรวงสวรรค์ใดที่สร้างขึ้นเพื่อมนุษย์ ทุกสรรพสิ่งที่จ้าวแห่งท้องนภารังสรรค์ขึ้น ล้วนมีขอบเขตของมัน\"\n\nในค่ำคืนแห่งดินแดนหิมะที่แสงเหนือลูบไล้ ผู้ที่ครั้งหนึ่งเคยได้รับการเทิดทูนในฐานะนักบุญหญิง ได้เห็นนิมิตแห่งฝันถึงคำทำนายแห่งบ้านเกิดอีกครั้ง\nแม้จะจากสถานที่อันเป็นถิ่นกำเนิดมานานหลายปี แต่เสียงกระซิบที่ตั้งใจจะลืมเลือนนั้น กลับแทรกซึมเข้ามาในความฝันอันอบอุ่น ราวกับเกล็ดน้ำค้างแข็งที่ยังหลงเหลืออยู่\nอาจเป็นเพราะชีวิตใหม่ที่เติบโตในครรภ์ ได้ปลุกญาณหยั่งรู้ที่หลับใหลให้ตื่นขึ้น ภาพมายาที่วนเวียนในช่วงนี้จึงยิ่งแจ่มชัดขึ้นเรื่อย ๆ\n\nแรกเริ่มคือฝันร้ายที่ยืดเยื้อไม่สิ้นสุด ฝันร้ายที่วนเวียนซ้ำแล้วซ้ำเล่านับไม่ถ้วน\nเมล็ดพันธุ์แห่งชีวิตที่ไม่ได้วิวัฒน์ตามครรลองฟ้าดิน ร่วงหล่นจากกิ่งก้านสีขาวเงินที่แห้งเหี่ยวสู่ซากนครที่รกร้าง\nสัตว์ไร้ขนที่เดินสองขาเพลิดเพลินกับปัญญา และความรุ่งเรืองที่หลั่งไหลมา\nตามติดมาด้วยความโลภและตัณหาอันไร้ที่สิ้นสุด ซึ่งได้รับการขนานนามอันสวยหรูนานัปการ\nความเกลียดชัง คำสาปแช่ง การทรยศ การแก่งแย่ง การช่วงชิง การสังหาร และการห้ำหั่นกันเองในเผ่าพันธุ์\nเมืองที่กระจัดกระจายดั่งหมู่ดาว ต่างประกอบกรรมดีและกรรมชั่วตามวิถีของตน ทว่าทูตศักดิ์สิทธิ์กลับเพียงนิ่งเฉย ยอมรับทุกสิ่งโดยไม่เอื้อนเอ่ย\nกระทั่งราชาแห่งดินแดนที่เต็มไปด้วยฝุ่น กล้าท้าทายสวรรค์อันเป็นนิรันดร์\nหอคอยสูงส่งตระหง่านจึงพังทลายลงในกองเพลิง และฝังกลบเสียงคร่ำครวญของเหล่าทาสจนหมดสิ้น\n\nฝันที่ไร้ฝันตลอดกาลนับพัน ๆ ปี ราวกับเงาอันว่างเปล่าที่เลือนหายไปในชั่วพริบตา\nมงกุฎแห่งพิธีได้วางซ้อนกัน ในดินแดนลับ ภายใต้ไม้ที่ตายแล้ว จนท้ายสุดก็ไร้ซึ่งผู้คนสนใจไยดี\nหากแต่แผนการอันศักดิ์สิทธิ์ก็มีวันแตกสลาย มหานครแห่งทองคำผงาดขึ้นจากผืนดิน\nมนุษย์ผู้ไม่เคยพึงพอใจกับการสิ้นสุดของสังสารวัฏ ได้โอบอุ้มความทะเยอทะยานเทียบชั้นผู้ปกครอง\nหมายปองบัลลังก์ที่ว่างเปล่าของโลก มุ่งหวังที่จะทลายขอบเขตซึ่งแบ่งกั้นสวรรค์และโลก\nเพียงแต่สรวงสวรรค์อันไร้ขอบเขตนั้น สุดท้ายก็ร่วงหล่นจมดิ่ง ไม่ต่างจากปณิธานอันน่าเศร้า และเลื่อนลอยทั้งปวง\nราชันมังกรแห่งแสงเพลิงตกสู่ห้วงทมิฬแห่งม่านหมอก คลื่นทะเลโหมซัดกลืนกินอาณาจักรหินขาว\nโลกที่ใกล้ดับสิ้นกำลังมุ่งหน้าสู่จุดจบ เหลือเพียงเงาแห่งอดีตที่ยังคงวนเวียนอยู่ในโถงลึก\n\nความฝันนับไม่ถ้วนที่ชุ่มโชกด้วยเลือด น้ำตา และบาปมหันต์ ความฝันนับไม่ถ้วนที่ไกลเกินเอื้อม\nความบาดหมางที่สั่งสมมานานปี ความเคียดแค้นที่สืบทอดมารุ่นสู่รุ่น ทั้งหมดล้วนหมุนเวียนไม่หยุดพักในราตรีที่ไร้ดาว\nทว่า เสียงที่ไม่เคยได้ยินมาก่อน แต่กลับคุ้นเคยยิ่งกว่าเสียงใด ๆ\nมักจะดังแว่วมาที่ปลายทางแห่งความเจ็บปวดอันมืดมิดเสมอ และกระซิบต่อเธอด้วยความเวทนาดุจแสงอันอ่อนโยน\n\n\"เช่นนั้น ข้าจะเป็นผู้ยุติสงครามบนผืนดินนี้ และสร้างสรวงสวรรค์อันไร้ขอบเขตขึ้นมาเอง\"\n\"ไม่ใช่เพื่อขึ้นเป็นราชาของใคร แต่เพื่อไม่ให้มีใครได้ขึ้นเป็นราชาอีก\"\n\nภาพฝันมักจะตื่นขึ้นในห้วงเวลาแห่งคำมั่นสัญญานั้นเสมอ จิตสำนึกถูกดึงกลับไปยังหาดแห่งความจริงอันตื้นเขิน\nสิ่งที่มาพร้อมกันคือแสงอรุณรุ่งดั่งน้ำค้าง และการเคลื่อนไหวแผ่วเบาของชีวิตน้อย ๆ ในครรภ์\nมารดาผู้เยาว์วัยถอนหายใจอย่างแผ่วเบา พลางลูบเครื่องรางสีขาวเงินที่ห้อยอยู่บนอก\nเธอมองใบหน้าของคนรักที่อยู่ข้างกาย แล้วหญิงสาวก็ทาบมือลงบนหน้าท้องของตน\n\n\"ลูกแม่ ลูกของแม่... ทำไมถึงได้ร้อนใจขนาดนี้ล่ะ?\"\n\"เป็นเพราะรับรู้ถึงหัวใจของแม่... เลยรู้สึกหวาดกลัวงั้นเหรอ?\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "12%",
	"effectName": "Nocturnal Dreams",
	"effectTemplateRaw": "ภายใน 10 วินาที หลังจากที่การชาร์จโจมตีถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย; ภายใน 10 วินาที หลังจากที่สกิลธาตุถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> หน่วย",
	"r1": {
		"description": "ภายใน 10 วินาที หลังจากที่การชาร์จโจมตีถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 72 หน่วย; ภายใน 10 วินาที หลังจากที่สกิลธาตุถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 48 หน่วย",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "ภายใน 10 วินาที หลังจากที่การชาร์จโจมตีถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 90 หน่วย; ภายใน 10 วินาที หลังจากที่สกิลธาตุถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 60 หน่วย",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "ภายใน 10 วินาที หลังจากที่การชาร์จโจมตีถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 108 หน่วย; ภายใน 10 วินาที หลังจากที่สกิลธาตุถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 72 หน่วย",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "ภายใน 10 วินาที หลังจากที่การชาร์จโจมตีถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 126 หน่วย; ภายใน 10 วินาที หลังจากที่สกิลธาตุถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 84 หน่วย",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "ภายใน 10 วินาที หลังจากที่การชาร์จโจมตีถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 144 หน่วย; ภายใน 10 วินาที หลังจากที่สกิลธาตุถูกศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 96 หน่วย",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}