{
	"id": 13405,
	"name": "Deathmatch",
	"description": "หอกคมยาวสีแดงเลือดซึ่งเคยเป็นสมบัติของนักสู้ในสมัยก่อน ปลายหอกถูกย้อมไปด้วยเลือดของสัตว์ร้ายและผู้คนนับไม่ถ้วน",
	"descriptionRaw": "หอกคมยาวสีแดงเลือดซึ่งเคยเป็นสมบัติของนักสู้ในสมัยก่อน ปลายหอกถูกย้อมไปด้วยเลือดของสัตว์ร้ายและผู้คนนับไม่ถ้วน",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "หอกสีแดงก่ำที่ผ่านสมรภูมิรบมานับร้อย เป็นประจักษ์พยานความกล้าหาญของนักสู้\nปลายหอกอันเย็นเยือกนั้นเปียกโชกไปด้วยเลือดของศัตรู ซึ่งถูกต้อนรับด้วยเสียงกู่ร้องที่ดังกึกก้อง\nรอยเลือดนั้นเป็นชะตากรรมของนักสู้ อิสรภาพอันแสนห่างไกลที่มักจะแขวนอยู่ที่ปลายหอก\nเสียงอื้ออึงของเหล็กสีแดงก่ำนั้น มักจะประกาศการสิ้นสุดของการต่อสู้\n\nหลังจากการแสดงครั้งสุดท้ายของทาสนักสู้จบลง ท่ามกลางเสียงโห่ร้องอันสั่นสะเทือนนั้นเจ้านายได้กล่าวว่า:\n\"ได้ทำตามจำนวนที่สัญญาเอาไว้แล้ว คุณทำได้ดีมาก ช่างเป็นนักรบที่คู่ควรกับชื่อเสียงเกียรติยศอันยิ่งใหญ่\"\n\"ฉันให้หอกยาวเล่มนี้แก่เธอเพื่อเป็นของขวัญของการจากลา... แต่ยังไงก็ช่วยพิจารณาถึงการต่อสู้ต่อไปอีกสักหน่อยเถอะ\"\n\"ใช้ร่างกายที่อิสระ เพื่อความรุ่งโรจน์ของตน และยังคงแสดงถึงความรุ่งโรจน์ของตนต่อไป คุณคิดว่ายังไง\"\nหลายปีผ่านไป จำนวนของเหล่าทหารและอสูรร้ายที่ล้มลงภายใต้หอกนี้ไม่เป็นที่ทราบมานานแล้ว\nนามไร้พ่ายนั้นเป็นดั่งหอกรบสีแดงเลือด ส่วนหัวใจของนักรบยังคงเป็นดั่งนายน้อยของเขา\n\nในตอนที่ฉากสุดท้ายแห่งการต่อสู้ของนักสู้จบลง การดื่มด่ำท่ามกลางเสียงเชียร์ที่สะท้านไปทั่วทั้งแผ่นดิน\nหอกยาวร่วงลงสู่กองเลือด ใบมีดอันเร่าร้อนของหญิงสาวผมแดงเสียบทะลุเข้ากลางหัวใจของนักสู้มากประสบการณ์\nในตอนที่ล้มลงอย่างสิ้นหวัง เขาจ้องมองไปยังเจ้านายที่เคารพรัก นายท่านผู้สูงศักดิ์ผู้หยิ่งทะนงและหลงตัวเอง...\n\"Ebelhart... นายน้อย Ebelhart ... การแสดงครั้งสุดท้ายนี้ทำให้ท่านพึงพอใจหรือไม่...\"\nแต่ที่นั่งของเจ้านายนั้นกลับว่างเปล่า เหลือเพียงแก้วไวน์และถาดเงินที่ล้มคว่ำในตอนที่จากไปอย่างอารมณ์เสีย\n\n\"ในตอนแรกนั้นมันเป็นเพียงแค่การต่อสู้เพื่อตนเอง เพื่อที่จะตื่นเต้นไปกับการต่อสู้และเลือดอย่างอิสระ\"\n\"ไม่รู้ว่าเริ่มขึ้นเมื่อไหร่ ที่มันเปลี่ยนเป็นการต่อสู้เพื่อเกียรติยศของนายท่านผู้นั้น\"\n\"เพื่อผู้อื่น ถึงกับต่อสู้อย่างไม่คิดชีวิตราวกับสัตว์ร้ายที่โง่เง่า\"\n\"เธอผู้ไม่ได้ต่อสู้เพื่อตนเองแต่เพื่อพวกพ้อง น่าจะเข้าใจได้ล่ะนะ\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "8%",
	"effectName": "Gladiator",
	"effectTemplateRaw": "เมื่อมีศัตรูอย่างน้อย 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>{0}</color> และพลังป้องกันเพิ่ม <color=#99FFFFFF>{1}</color> ; เมื่อมีศัตรูน้อยกว่า 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>{2}</color>",
	"r1": {
		"description": "เมื่อมีศัตรูอย่างน้อย 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 16% และพลังป้องกันเพิ่ม 16% ; เมื่อมีศัตรูน้อยกว่า 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 24%",
		"values": [
			"16%",
			"16%",
			"24%"
		]
	},
	"r2": {
		"description": "เมื่อมีศัตรูอย่างน้อย 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 20% และพลังป้องกันเพิ่ม 20% ; เมื่อมีศัตรูน้อยกว่า 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 30%",
		"values": [
			"20%",
			"20%",
			"30%"
		]
	},
	"r3": {
		"description": "เมื่อมีศัตรูอย่างน้อย 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 24% และพลังป้องกันเพิ่ม 24% ; เมื่อมีศัตรูน้อยกว่า 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 36%",
		"values": [
			"24%",
			"24%",
			"36%"
		]
	},
	"r4": {
		"description": "เมื่อมีศัตรูอย่างน้อย 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 28% และพลังป้องกันเพิ่ม 28% ; เมื่อมีศัตรูน้อยกว่า 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 42%",
		"values": [
			"28%",
			"28%",
			"42%"
		]
	},
	"r5": {
		"description": "เมื่อมีศัตรูอย่างน้อย 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 32% และพลังป้องกันเพิ่ม 32% ; เมื่อมีศัตรูน้อยกว่า 2 ตัว อยู่ใกล้ตัว จะได้รับพลังโจมตีเพิ่ม 48%",
		"values": [
			"32%",
			"32%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 12
			}
		]
	}
}