{
	"id": 13426,
	"name": "Dialogues of the Desert Sages",
	"description": "คทาอสรพิษคู่ซึ่งเป็นสัญลักษณ์แห่งความรุ่งโรจน์ของการเล่นแร่แปรธาตุ เนื่องจากสถานะที่พิเศษจึงสร้างจากโลหะผสมชนิดพิเศษ ซึ่งมีความแข็งแกร่งสูง และหนักมาก หากนำไปทุบตีคงจะเจ็บไม่น้อย",
	"descriptionRaw": "คทาอสรพิษคู่ซึ่งเป็นสัญลักษณ์แห่งความรุ่งโรจน์ของการเล่นแร่แปรธาตุ เนื่องจากสถานะที่พิเศษจึงสร้างจากโลหะผสมชนิดพิเศษ ซึ่งมีความแข็งแกร่งสูง และหนักมาก หากนำไปทุบตีคงจะเจ็บไม่น้อย",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "ร่างของนักปราชญ์ทั้งเจ็ดที่อยู่ภายใต้การปกครองของราชา Deshret ได้หายสาบสูญไปแล้ว และการกระทำของพวกเขาถูกพัดปลิวไปตามสายลม เหลือไว้เพียงชื่อที่สลักอยู่ในหิน บัดนี้ แม้แต่ชื่อที่ถูกสลักไว้นี้ก็ยังจางหายไปตามกาลเวลา และกลายเป็นเพียงเม็ดทรายสีทองเท่านั้น\nผู้แทนของราชา Deshret, นักปราชญ์ทั้งเจ็ด และหัวหน้าเสนาบดีทั้งปวง - ราชาแห่งแกะ;\nนกตัวใหญ่บินขึ้นไปบนฟ้าสู่ดวงอาทิตย์, จิตวิญญาณขององค์ราชา - โหราจารย์ Bennu;\nสิงโตที่มีหัวเป็นมนุษย์, เจตจำนงแห่งองค์ราชา - โหราจารย์ Shesepankh;\nและมังกรที่ได้รับเลือดเนื้อของราชาในที่สุด แต่ไม่เคยรู้สึกว่าตนเองเป็นหนึ่งในเจ็ดปราชญ์ - Al-Apep\nสี่คนข้างต้นนี้ไม่เกี่ยวข้องกับเรื่องราวต่อไปนี้\n\nราชาแห่งจระเข้และราชาแห่งนกกุลามักจะโต้เถียงกันอยู่เสมอ และเรื่องที่พวกเขาเถียงกันวันนี้ คือการเปลี่ยนแปลงของสิ่งต่าง ๆ\nราชาแห่งจระเข้ได้พบกับบุคคลที่มีวิชาอันยอดเยี่ยม เขาได้รับพรจาก Oceanid ที่เหลืออยู่ ณ ที่แห่งนี้ ของเหลวใด ๆ ที่ไหลผ่านมือของเขาไป จะแปรเปลี่ยนกลายเป็นไวน์ชั้นเลิศในสัดส่วนที่สมบูรณ์แบบ\nส่วนราชาแห่งนกกุลาได้นำคนประหลาดคนหนึ่งมา เขาได้เผลอสัมผัสกับร่างไร้วิญญาณและสุสานของเทพอสูร จึงทำให้เขานั้นถูกสาป และด้วยคำสาปนั้น ทำให้ทุกสิ่งที่เขาสัมผัสจะค่อย ๆ กลายเป็นเงินบริสุทธิ์... หากดูจากในตอนนี้ การเปลี่ยนบางสิ่งให้เป็นทองคำ และ Mora เหมือนจะเป็นภาระอันยิ่งใหญ่ของเทพเจ้าแห่งทองคำเท่านั้น\nทั้งสองเดิมพันกันว่า การเปลี่ยนแปลงอันเหลือเชื่อใดจะชนะในท้ายที่สุด พวกเขายังขอให้ Hermanubis ผู้ซึ่งเป็นปราชญ์ทั้งเจ็ดคนสุดท้ายที่ถูกกล่าวถึง มาทายผลลัพธ์ด้วย\nHermanubis เป็นนักปราชญ์แห่งทะเลทราย และเป็นผู้นำของกลุ่มนักบวช ดังนั้นเขาจึงเป็นทั้งนักรบและปราชญ์ เนื่องจากเขาเชี่ยวชาญในศาสตร์การเล่นแร่แปรธาตุที่สืบทอดกันมาในหมู่มนุษย์เป็นอย่างดี ดังนั้นการให้เขาเป็นผู้ตัดสินถือว่าเหมาะสมที่สุดแล้ว\n\n\"พลังอันทรงพลังของทั้งสองเผชิญหน้ากัน ราวกับหอกอันแหลมคมและโล่ที่แข็งแกร่ง\" Hermanubis กล่าว \"และพวกเขาทั้งสองต่างถอยให้กันคนละก้าว นี่คือหลักแห่งความสมดุล\"\nผลลัพธ์สุดท้ายนั้น ถ้วยได้กลายเป็นเงินบริสุทธิ์ และน้ำตะกอนภายในกลายเป็นไวน์ชั้นดีที่มีเม็ดเงินแขวนลอย\n\nแต่ถึงอย่างไร ราชาแห่งจระเข้และราชาแห่งนกกุลาก็ไม่ได้เข้าใจคำเตือนของ Hermanubis พวกเขายังคงต่อสู้กันต่อไป จนสุดท้าย พวกเขาก็ได้คิดค้นเวทมนตร์อัญเชิญที่แปลกประหลาดขึ้นมา และแล้ว ตอนนี้ราชาแห่งจระเข้และราชาแห่งนกกุลา ก็ได้เดินทางข้ามเวลานับพันปี และพวกเขายังคงต่อสู้ชิงชัยกัน ในการแข่งขันเกมกลเจ็ดอัจฉริยะต่อไป...\nทั้งหมดนี้คือเรื่องราวของ \"ราชานักอัญเชิญ\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "9%",
	"effectName": "Principle of Equilibrium",
	"effectTemplateRaw": "เมื่อทำการรักษา จะฟื้นฟูพลังงาน <color=#99FFFFFF>{0}</color> หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "เมื่อทำการรักษา จะฟื้นฟูพลังงาน 8 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "เมื่อทำการรักษา จะฟื้นฟูพลังงาน 10 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "เมื่อทำการรักษา จะฟื้นฟูพลังงาน 12 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "เมื่อทำการรักษา จะฟื้นฟูพลังงาน 14 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "เมื่อทำการรักษา จะฟื้นฟูพลังงาน 16 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 12
			}
		]
	}
}