{
	"id": 14413,
	"name": "Dodoco Tales",
	"description": "หนังสือสำหรับเด็กที่มีหน้าปกสวยงาม เนื้อหาเป็นเรื่องสั้นที่เกี่ยวกับเด็ก ๆ ทั้งหมด มันน่าอ่านจนอดใจไม่ไหว\nแม้แต่นักอ่านที่เป็นผู้ใหญ่พอได้อ่านเรื่องราวผจญภัยแบบเด็ก ๆ แบบนี้แล้ว ก็อดไม่ได้ที่จะหลงใหลไปกับมัน",
	"descriptionRaw": "หนังสือสำหรับเด็กที่มีหน้าปกสวยงาม เนื้อหาเป็นเรื่องสั้นที่เกี่ยวกับเด็ก ๆ ทั้งหมด มันน่าอ่านจนอดใจไม่ไหว\nแม้แต่นักอ่านที่เป็นผู้ใหญ่พอได้อ่านเรื่องราวผจญภัยแบบเด็ก ๆ แบบนี้แล้ว ก็อดไม่ได้ที่จะหลงใหลไปกับมัน",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "ตามตำนานกล่าวว่ามีทะเลหมอกอยู่ในที่ไกลออกไป กลางทะเลมีหมู่เกาะที่เรียกว่า \"หมู่เกาะ Golden Apple Archipelago\"\nตามตำนานตระกูล Dodo Clan ที่เงียบสงบและน่ารักอาศัยอยู่บนเกาะหลายแห่งของหมู่เกาะนี้และใช้ชีวิตร่วมกันอย่างไม่มีการแย่งชิงต่อสู้กัน\nตระกูล Dodo Clan เป็นสิ่งมีชีวิตที่ใจดีและซุกซน ชอบหยอกล้อเล่นกันเอง ไม่เคยมีใครเบื่อหรือต้องเสียใจ\n\"Dodoco!\" พวกมันต่างก็เรียกกันแบบนี้ ซึ่งมีความหมายว่า \"เพื่อนซี้!\"\n\nเช่นเดียวกับที่วันหนึ่งเมล็ดของดอกแดนดิไลออนจะทิ้งก้านของลำต้นและใบ ปลิวล่องไปตามสายลมอยู่เสมอ \"Dodoco\" ทุกตัวจะโลดแล่นไปตามกระแสลมและกระแสน้ำในมหาสมุทร เพื่อผจญภัยไปในโลกกว้างตามหาใบโคลเวอร์สี่แฉก\nทำไมมันถึงทำอย่างนั้นล่ะ?\nนั่นก็เพราะว่า หลังจากอาศัยอยู่ใน \"หมู่เกาะ Golden Apple Archipelago\" เป็นเวลานาน Dodoco จะไม่รู้จักซึ่งกันและกัน - ทุกคนเป็นต่างเป็น \"Dodoco\" ที่เหมือนกันทั้งหมด แล้วจะมี \"เธอ\" และ \"ฉัน\" ได้ยังไงกัน!\nมีเพียงใบโคลเวอร์สี่แฉกที่มีสีแดงเพลิงเท่านั้นที่ทำให้พวกเขารู้ว่า \"Dodoco\" ที่แท้จริงคืออะไร เมื่อสามารถแยกแยะกันและกันได้แล้ว ก็จะสามารถเล่นหยอกล้อกันได้อย่างเป็นอิสระ\n- อย่างน้อยที่ก็เป็นสิ่งที่แม่ผู้ที่ทำได้ทุกอย่างพูดเอาไว้\nดังนั้นเพื่อให้เข้าใจว่า \"Dodoco\" คืออะไร พวกเขาจะทิ้งเพื่อนที่ดีไว้ตรงหน้า และไปยังสถานที่ห่างไกล เพื่อหาเพื่อนใหม่ และกลายเป็น \"Dodoco\" \"เพื่อนที่ดีที่สุด!\" ของพวกเขา\nได้ไปดูทิวทัศน์มากมายร่วมกัน ทดลองไอเดียที่น่าสนใจ ทำความรู้จักคู่หูให้มากขึ้น... สุดท้าย เมื่อพวกเขามองเห็นตัวเองในสายตาของคู่หู ในช่วงเวลาที่ไม่มีใครสามารถคาดเดาได้ ใบโคลเวอร์สี่แฉกจะปรากฏขึ้นบนมาพร้อมกับประกายไฟที่เปล่งประกาย!\n\nดังนั้นเมื่อ \"Dodoco\" ขนปุกปุยกลิ้งลงทะเลจาก \"หมู่เกาะ Golden Apple Archipelago\" หรือกระโดดลงไปในสายลม และมุ่งหน้ายังสถานที่ไกลออกไป จะมีเด็กที่โชคดีหนึ่งคนได้พบเจอกับเพื่อนที่ดี\nหนังสือเล่มเล็กอันมีค่าเล่มนี้เป็นสิ่งที่แม่ที่เป็นอิสระที่สุดในโลกมอบให้กับลูกสาวที่โชคดีที่สุดในโลก บันทึกการผจญภัยนับไม่ถ้วนที่ Dodoco ได้เผชิญมาก่อนที่จะมาพบกับเธอ และสิ่งที่คาดหวังหลังจากได้พบเธอเต็มไปด้วยประกายไฟ สมบัติและคู่หู รวมถึงการผจญภัยที่ยิ่งใหญ่กว่าอีกด้วยล่ะ!",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "12%",
	"effectName": "Dodoventure!",
	"effectTemplateRaw": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของการชาร์จโจมตีเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เป็นเวลา 6 วินาที; เมื่อชาร์จโจมตีถูกศัตรู จะทำให้พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> เป็นเวลา 6 วินาที",
	"r1": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของการชาร์จโจมตีเพิ่มขึ้น 16% เป็นเวลา 6 วินาที; เมื่อชาร์จโจมตีถูกศัตรู จะทำให้พลังโจมตีจะเพิ่มขึ้น 8% เป็นเวลา 6 วินาที",
		"values": [
			"16%",
			"8%"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของการชาร์จโจมตีเพิ่มขึ้น 20% เป็นเวลา 6 วินาที; เมื่อชาร์จโจมตีถูกศัตรู จะทำให้พลังโจมตีจะเพิ่มขึ้น 10% เป็นเวลา 6 วินาที",
		"values": [
			"20%",
			"10%"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของการชาร์จโจมตีเพิ่มขึ้น 24% เป็นเวลา 6 วินาที; เมื่อชาร์จโจมตีถูกศัตรู จะทำให้พลังโจมตีจะเพิ่มขึ้น 12% เป็นเวลา 6 วินาที",
		"values": [
			"24%",
			"12%"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของการชาร์จโจมตีเพิ่มขึ้น 28% เป็นเวลา 6 วินาที; เมื่อชาร์จโจมตีถูกศัตรู จะทำให้พลังโจมตีจะเพิ่มขึ้น 14% เป็นเวลา 6 วินาที",
		"values": [
			"28%",
			"14%"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของการชาร์จโจมตีเพิ่มขึ้น 32% เป็นเวลา 6 วินาที; เมื่อชาร์จโจมตีถูกศัตรู จะทำให้พลังโจมตีจะเพิ่มขึ้น 16% เป็นเวลา 6 วินาที",
		"values": [
			"32%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}