{
	"id": 13409,
	"name": "Dragonspine Spear",
	"description": "หอกที่สร้างจากเขี้ยวของมังกร เมื่อสัมผัสแล้วให้ความรู้สึกที่อบอุ่นอย่างน่าประหลาด",
	"descriptionRaw": "หอกที่สร้างจากเขี้ยวของมังกร เมื่อสัมผัสแล้วให้ความรู้สึกที่อบอุ่นอย่างน่าประหลาด",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "เขามีความฝันที่ยาวนานแสนนาน...\n\nเขาฝันว่าเขากับทุกคนได้เดินทางไปในที่ที่แสนไกล\nมาถึงดินแดนที่เต็มไปด้วยหญ้าเขียวขจี ที่เต็มไปด้วยเสียงเพลงและการร่ายรำ\nเขาฝันว่าเขาได้ร่วมร้องเพลงไปกับคนที่แสนใจดีที่นี่\nและได้เต้นรำบนอากาศกับมังกรที่งดงามราวกับอัญมณีล้ำค่า\n\nเมื่อเขาลืมตาขึ้น เขาอยู่บนท้องฟ้าเหนือภูเขาที่มีเสียงพายุหิมะคำราม\nดินแดนที่เขียวขจีอันเงียบสงบ ได้ถูกย้อมเป็นสีแดงด้วยไฟและเลือด\nและเสียงพิณของกวีชุดเขียวก็ถูกกลบไปด้วยเสียงคำราม\nและมังกรที่งดงามราวอัญมณีที่เคยเป็นเหมือนคู่รักของเขา\nได้ฝังเขี้ยวอันแหลมคมของมันลงที่คอของเขา\n\n\"ลาก่อนท่านแม่ การเดินทางของข้าสิ้นสุดลงแล้ว\"\n\"การหลับใหลท่ามกลางพื้นหิมะที่ส่องประกายราวกับเงิน ก็ฟังดูไม่เลว\"\n\"ลาก่อน กวีรูปงาม ลาก่อน มังกรที่งดงาม\"\n\"ถ้าเราได้เจอกันในต่างที่ ต่างเวลา\"\n\"ได้ร้องเพลง และเต้นรำร่วมกันอีกครั้ง ก็คงจะดีไม่น้อย\"\nเขาคิดด้วยความจริงใจในขณะที่เขากำลังจะตาย\n\n\"พรอันประเสริฐที่ไหลเวียนอยู่ในสายเลือดของข้า\"\n\"และฉากอันสวยงามของจักรวาลอันมืดมิดที่ให้กำเนิดข้า\"\n\"ขอมอบให้เจ้ารับมันไป\"",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "โบนัสความเสียหายกายภาพ",
	"baseStatText": "15%",
	"effectName": "Frost Burial",
	"effectTemplateRaw": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>{0}</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>{1}</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>{2}</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
	"r1": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 60% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 80% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 200% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 70% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 95% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 240% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 80% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 110% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 280% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 90% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 125% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 320% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 140% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 360% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 12
			}
		]
	}
}