{
	"id": 15503,
	"name": "Elegy for the End",
	"description": "ธนูที่ดูสวยงามราวกับเป็น เครื่องดนตรีของนักกวี ศรที่ถูกปล่อยออกไปนั้น เสียบทะลุหัวใจคนราวกับ เสียงของการถอนลมหายใจ",
	"descriptionRaw": "ธนูที่ดูสวยงามราวกับเป็น เครื่องดนตรีของนักกวี ศรที่ถูกปล่อยออกไปนั้น เสียบทะลุหัวใจคนราวกับ เสียงของการถอนลมหายใจ",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 5,
	"story": "\"ลมตะวันออกพัดพากลิ่นไวน์ไปแล้ว\"\n\"ลมแห่งภูเขานำข่าวของชัยชนะมาให้\"\n\"ลมจากทางไกลทำให้หัวใจฉันหวั่นไหว\"\n\"มันร้องเพลงความปรารถนาของฉันที่มีต่อคุณ\"\n\nในอดีต มีอัศวินผู้หนึ่งที่โศกเศร้าอยู่เสมอ\nมีเพียงเพลงนี้เท่านั้นที่ทำให้เขาคลายความเศร้าไปได้บ้าง\nและก็มีเพียงสาวน้อยคนนั้นที่ร้องเพลง ๆ นี้อยู่ที่จัตุรัส\nถึงจะสามารถช่วยให้เขาลืมหน้าที่อันหนักอึ้งที่เขาแบกรับไว้ได้ชั่วคราว\n\nแต่ในที่สุด ความหายนะก็มาเยือนดินแดนนี้\nเสียงเพลงที่เคยปลิวไปกับสายลมอย่างมีความสุขได้ถูกเสียงคำรามของมังกรพิษกลืนกิน\nรอยเท้าของมันสั่นสะเทือนทั่วทั้งแผ่นดิน แม้แต่เสียงร้องและเปลวไฟยังถูกตัดขาดสะบั้น\nเทพแห่งลมที่ไม่อยากเป็นราชาก็ได้ยินเสียงร้องไห้คร่ำครวญนี้\nเพื่อปกป้องความฝันของเพื่อนเก่าของเขา และปกป้องทุ่งหญ้าอันเขียวขจี\nเขาตื่นจากการหลับใหลอันยาวนาน และบินไปต่อสู้กับมังกรร้ายบนฟ้า...\nนอกจากนี้ เหล่าอัศวินและกองอัศวินของเขาก็ต่อสู้เพื่อแผ่นดินของพวกเขา\n\nเมื่อมังกรร้ายสิ้นชีวิตบนยอดเขาน้ำแข็ง มังกรฟ้าก็หลับใหลอยู่ในหอคอยโบราณ\nแต่อัศวินที่กำลังหลั่งเลือดอยู่ในหุบเขา เมื่อเขาล้มลง เขาก็คิดว่า: \n\"เธอกำลังเรียนอยู่ทางไกล เธอน่าจะปลอดภัย อยากได้ยินเสียงของเธอเป็นครั้งสุดท้ายจริง ๆ \"\n\"อย่างน้อย Arundolyn กับ Roland ก็พูดถูก เมื่อเธอกลับมา หายนะเหล่านี้ก็คงจบลงแล้ว\"\n\nบทเพลงสรรเสริญเทพแห่งลมและบทเพลงที่บันทึกการต่อสู้ของมังกรสองตัวนั้นมีอยู่มากมาย แต่บทเพลงทั้งหมดก็ค่อย ๆ เลือนหายไปตามกาลเวลา\nบทเพลงที่เธอเคยชอบร้องก็ได้เปลี่ยนไปหลังจากเธอกลับมา\n\"ดอกแดนดิไลออนปลิวไปกับสายลมร้อน\"\n\"ฤดูใบไม้ร่วงหอบเอากลิ่นหอมของเมล็ดพืชมาด้วย\"\n\"แต่ไม่มีฤดูกาลใดในโลกนี้\"\n\"สามารถทำให้คุณมองมาที่ฉันอีกครั้ง\"\n\nและหลังจากเสียงของเธอแหบพร่าและน้ำตาของเธอแห้งลง เด็กสาวสาบานว่าจะใช้เปลวไฟในชีวิตของเธอเพื่อชำระล้างความชั่วร้ายในโลกไปให้หมด ...",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "12%",
	"effectName": "The Parting Refrain",
	"effectTemplateRaw": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <color=#99FFFFFF>{0}</color> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>{1}</color> หน่วย พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{2}</color> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
	"r1": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น 60 หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น 100 หน่วย พลังโจมตีเพิ่มขึ้น 20% และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"60",
			"100",
			"20%"
		]
	},
	"r2": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น 75 หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น 125 หน่วย พลังโจมตีเพิ่มขึ้น 25% และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"75",
			"125",
			"25%"
		]
	},
	"r3": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น 90 หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น 150 หน่วย พลังโจมตีเพิ่มขึ้น 30% และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"90",
			"150",
			"30%"
		]
	},
	"r4": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น 105 หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น 175 หน่วย พลังโจมตีเพิ่มขึ้น 35% และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"105",
			"175",
			"35%"
		]
	},
	"r5": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น 120 หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น 200 หน่วย พลังโจมตีเพิ่มขึ้น 40% และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"120",
			"200",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 5
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 18
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 9
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 18
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 14
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 27
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 18
			}
		]
	}
}