{
	"id": 15418,
	"name": "End of the Line",
	"description": "คล้ายว่าจะเป็นปลาที่ทุกวันนี้สูญพันธุ์ไปแล้ว มีลำตัวที่ยืดหยุ่น เมื่อนำไปผูกกับเชือกแล้ว สามารถนำไปใช้เป็นธนูได้",
	"descriptionRaw": "คล้ายว่าจะเป็นปลาที่ทุกวันนี้สูญพันธุ์ไปแล้ว มีลำตัวที่ยืดหยุ่น เมื่อนำไปผูกกับเชือกแล้ว สามารถนำไปใช้เป็นธนูได้",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "เมื่อนานมาแล้ว เคยมีสายธารไหลลงสู่ทรายเหลือง\nต่อมามีผู้ยิ่งใหญ่เดินตามเสียงของแผ่นดินและโชคชะตาเข้ามาในทะเลทราย แต่สุดท้ายกลับเหลือผู้รอดชีวิตเพียงไม่กี่คน\nปลาที่แต่เดิมเคยเคลื่อนตัวภายในทะเลสาบบนที่ราบสูง ประหนึ่งลูกศรที่พุ่งตรงผ่านอากาศ\nมันเคยเรียวตรงเหมือนทวนยาว และแหวกว่ายวนรอบสถานที่ศักดิ์สิทธิ์\nสายธารค่อย ๆ ซึมเข้าไปในทราย ทะเลสาบหดเล็กลงจนกลายเป็นแอ่งน้ำ\nสุดท้ายมันก็ต้องคุดคู้อยู่ในแอ่งน้ำ กลายเป็นเหยื่อที่ถูกผู้แสวงบุญจับไป\n\nเรื่องนี้สอนให้เรารู้ว่า:\nหากมีจิตเมตตา แม้อยู่กลางทะเลทรายก็จะจับปลาได้",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "10%",
	"effectName": "Net Snapper",
	"effectTemplateRaw": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <color=#99FFFFFF>{0}</color> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
	"r1": {
		"description": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง 80% ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
		"values": [
			"80%"
		]
	},
	"r2": {
		"description": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง 100% ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
		"values": [
			"100%"
		]
	},
	"r3": {
		"description": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง 120% ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
		"values": [
			"120%"
		]
	},
	"r4": {
		"description": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง 140% ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
		"values": [
			"140%"
		]
	},
	"r5": {
		"description": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง 160% ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
		"values": [
			"160%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}