{
	"id": 13509,
	"name": "Engulfing Lightning",
	"description": "ง้าวนางินาตะที่ใช้ในการ \"ตัดหญ้า\" กองทัพที่เผชิญหน้ากับสิ่งนี้ ก็คงจะล้มลงราวกับต้นหญ้าเหล่านั้นล่ะนะ...",
	"descriptionRaw": "ง้าวนางินาตะที่ใช้ในการ \"ตัดหญ้า\" กองทัพที่เผชิญหน้ากับสิ่งนี้ ก็คงจะล้มลงราวกับต้นหญ้าเหล่านั้นล่ะนะ...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 5,
	"story": "สิ่งที่ถูกเรียกว่านางินาตะนั้น คืออาวุธอันแหลมคมที่สามารถตัดสิ่งปลอมปนให้ขาดสะบั้น\nผู้ที่ถือนางินาตะ ก็คือผู้ที่ต้องการจะปกป้องเส้นทางสู่ความเป็นนิรันดร์\n\nเมื่อผู้ที่ยืนอยู่เหนือเมฆฝนฟ้าคะนอง จ้องมองดูโลกมนุษย์ที่เธอรัก\nมองเห็นความขัดแย้งอันตื้นเขิน และความลุ่มหลงเพียงชั่วครู่...\nการต่อสู้ที่เกิดขึ้นจากความผูกพันและความลุ่มหลงที่ไม่จำเป็น คือศัตรูของโลกแห่งความนิรันดร์\nเหล่าวัชพืชที่ก่อกวนโลกแห่งความนิรันดร์ที่ไม่เปลี่ยนแปลง จะต้องถูกสายฟ้าทำลายสิ้น\n\n\"ถ้าอย่างนั้น... ในสายตาของ███ จะสะท้อนความเป็นนิรันดร์แบบไหนกันนะ?\"\nภายในความทรงจำที่ยังคงกระจ่างแจ้งชัดเจน เทพตนหนึ่งซึ่งร่วมดื่มสุราด้วยกันใต้ต้นซากุระ ยกแก้วขึ้นมาและถามขึ้นว่า...\n\nเป็นปัญหาที่ไร้สาระอะไรอย่างนี้\nถึงแม้ว่าคำตอบที่ให้ไปในตอนนั้น จะถูกลืมเลือนไปเพราะเหล้าแล้วก็ตาม\nแต่ตอนนี้ผู้ซึ่งเต็มไปด้วยความอ้างว้างได้คำตอบแล้ว หลังจากการทบทวนความทรงจำนับครั้งไม่ถ้วน\nผลไม้จะหวานต้องอย่าปล่อยให้ดกเกินไป พืชที่ใช้ย้อมสีก็ควรจะเด็ดดอกออกเสีย\nในดินแดนเวิ้งว้างอันเป็นนิรันดร์ ไม่ควรปล่อยให้สิ่งปลอมปนอื่นใดมาปะปนได้\n\n\"แต่ไม่ว่าอย่างไร ไม่ว่าอย่างไรก็ตาม...\"\n\"การใช้แสงแห่งคมดาบขจัดความลุ่มหลง และทำลายความเป็นไปได้ที่ความฝันจะตั้งอยู่และดับไปอย่างสงบ...\"\n\"ในโลกอันเงียบสงบ ที่ไร้ซึ่งความขัดแย้ง และไร้ซึ่งผลประโยชน์ ก็คงจะถูกลืมเลือนไป\"\nเพื่อนเก่าคนนั้นยังคงชัดเจนในใจอันเป็นนิรันดร์ และกลิ่นหอมของดอกซากุระยังคงเป็นเช่นเดิม\n\nแต่ฉันจะไม่ลืมเธอ เช่นเดียวกับที่ฉันจะไม่มีวันลืมทุกสิ่งที่ได้ผ่านไปนับพันปี\nหลังจากนั้น...\n\nเมื่อได้เห็นภาพความหายนะอันมืดมิดที่กลืนกินผู้เป็นที่รัก\nแล้วจะเมินเฉยต่อความเป็นความตายที่ไม่รู้จบนี้ได้อย่างไร ชะตากรรมที่แก้ไม่ตกเฉกเช่นศัตรูผู้อาฆาต\nไม่มีผู้ใดสามารถย้อนคืนความไม่เที่ยงและความสันโดษของโลกนี้ได้\nดังนั้นจงนำดินแดนบริสุทธิ์ที่อยู่ในใจ มาสู่ประเทศที่เธอรักเสียเถอะ",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "12%",
	"effectName": "Timeless Dream: Eternal Stove",
	"effectTemplateRaw": "พลังโจมตีเพิ่มขึ้น โดยที่ระดับการเพิ่มจะเท่ากับ <color=#99FFFFFF>{0}</color> ของส่วนที่เกินมาจาก 100% ของประสิทธิภาพการฟื้นฟูพลังงาน โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุดถึง <color=#99FFFFFF>{1}</color> และภายในเวลา 12 วินาที หลังจากปล่อยท่าไม้ตาย ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น <color=#99FFFFFF>{2}</color>",
	"r1": {
		"description": "พลังโจมตีเพิ่มขึ้น โดยที่ระดับการเพิ่มจะเท่ากับ 28% ของส่วนที่เกินมาจาก 100% ของประสิทธิภาพการฟื้นฟูพลังงาน โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุดถึง 80% และภายในเวลา 12 วินาที หลังจากปล่อยท่าไม้ตาย ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น 30%",
		"values": [
			"28%",
			"80%",
			"30%"
		]
	},
	"r2": {
		"description": "พลังโจมตีเพิ่มขึ้น โดยที่ระดับการเพิ่มจะเท่ากับ 35% ของส่วนที่เกินมาจาก 100% ของประสิทธิภาพการฟื้นฟูพลังงาน โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุดถึง 90% และภายในเวลา 12 วินาที หลังจากปล่อยท่าไม้ตาย ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น 35%",
		"values": [
			"35%",
			"90%",
			"35%"
		]
	},
	"r3": {
		"description": "พลังโจมตีเพิ่มขึ้น โดยที่ระดับการเพิ่มจะเท่ากับ 42% ของส่วนที่เกินมาจาก 100% ของประสิทธิภาพการฟื้นฟูพลังงาน โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุดถึง 100% และภายในเวลา 12 วินาที หลังจากปล่อยท่าไม้ตาย ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น 40%",
		"values": [
			"42%",
			"100%",
			"40%"
		]
	},
	"r4": {
		"description": "พลังโจมตีเพิ่มขึ้น โดยที่ระดับการเพิ่มจะเท่ากับ 49% ของส่วนที่เกินมาจาก 100% ของประสิทธิภาพการฟื้นฟูพลังงาน โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุดถึง 110% และภายในเวลา 12 วินาที หลังจากปล่อยท่าไม้ตาย ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น 45%",
		"values": [
			"49%",
			"110%",
			"45%"
		]
	},
	"r5": {
		"description": "พลังโจมตีเพิ่มขึ้น โดยที่ระดับการเพิ่มจะเท่ากับ 56% ของส่วนที่เกินมาจาก 100% ของประสิทธิภาพการฟื้นฟูพลังงาน โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุดถึง 120% และภายในเวลา 12 วินาที หลังจากปล่อยท่าไม้ตาย ประสิทธิภาพการฟื้นฟูพลังงานจะเพิ่มขึ้น 50%",
		"values": [
			"56%",
			"120%",
			"50%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114033,
				"name": "Mask of the Wicked Lieutenant",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114036,
				"name": "Mask of the Kijin",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}