{
	"id": 14506,
	"name": "Everlasting Moonglow",
	"description": "วงแหวนหยกอันงดงามจากท้องทะเลลึก ยังคงส่องประกายระยิบระยับดุจดวงจันทร์ เฉกเช่นอดีตอันไกลโพ้น",
	"descriptionRaw": "วงแหวนหยกอันงดงามจากท้องทะเลลึก ยังคงส่องประกายระยิบระยับดุจดวงจันทร์ เฉกเช่นอดีตอันไกลโพ้น",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "สัญลักษณ์ \"ไข่มุกคลื่นทะเล\" ของ Sangonomiya เป็นตำนานที่พรรณนาถึงคลื่นที่โอบล้อมทะเล\nและไข่มุกที่ส่องแสงประกาย แต่บางคนก็บอกว่ามันแสดงให้เห็นวงล้ออัญมณีของ Watatsumi Omikami ที่คอยเฝ้าระวังชั่วนิรันดร์เหนือดินแดนแห่งปะการังราวกับจันทรา\n\nในความฝันของทะเลลึกที่มีฟองน้ำและปะการังอาศัยอยู่ ในส่วนลึกที่กลีบเมฆและทรายที่ร่ายระบำเป็นหนึ่งเดียวกัน\nผู้ที่ฝันถึงความฝันเดียวกับ Watatsumi ความหวังที่ไม่มีวันตายจะส่งต่อจากรุ่นสู่รุ่นของผู้ที่สืบเชื้อสายมาจากพระเจ้าของพวกเขา\nสีสันของท้องฟ้านั้นเปลี่ยนแปลงอยู่ตลอดเวลา แสงและเงาแห่งรูปแบบไม่แน่นอนยังฉายส่องอยู่ใต้ท้องทะเลลึก...\nความเมตตาอันเจิดจ้าที่มหาสมุทรอันมืดมิดไม่อาจซ่อนเร้น ได้แผ่ซ่านไปในความสุขอันเงียบสงบ\n\nในยุคสมัยนั้น ผู้นำมิโกะคนปัจจุบันคนแรก เคยนำพี่น้องด้วยปัญญาอันล้ำค่าราวกับไข่มุก\nและเธอเลือกเทพเจ้าจากบรรดาผู้ที่รู้จักดวงอาทิตย์ และช่วยผู้ที่เกรงกลัวดวงอาทิตย์ด้วยพระเจ้าเหล่านั้น\nในยุคหลัง \"Umigozen\" ที่ทำให้กองทัพเรือของ Narukami ตัวสั่นร่วมร้องเพลงปลาวาฬเคียงข้างพวกเขา\nและนี่คือสัญลักษณ์ที่พวกเขาวาดขณะเต้นรำกับ Kurage กลางอากาศ\n\nหลายปีต่อมา สายฟ้าเพียงเส้นเดียวอาจจะปฏิเสธความฝันของชาวเมือง Watatsumi\nงูเลื้อยเข้าไปในพายุฝนฟ้าคะนองนั่น ซึ่งจะต้องเผชิญหน้ากับสายฟ้าแลบนั้นอย่างแน่นอน...\nแต่มิโกะผู้เก็บหัวใจของไข่มุกแท้ไว้เสมอจะไม่มีวันลืม\nเรื่องราวนับไม่ถ้วน ความกตัญญูกตเวที และกงล้อแห่งอัญมณีแห่งท้องทะเลนั้นจะถูกส่งต่อตลอดไป\nและพวกมันก็จะส่องแสงเจิดจ้าและสวยงามยิ่งขึ้นไปอีก\n\nไม่ว่าจะเป็นประวัติกิ่งก้านของหยกที่แตกขาด หรือการเกิดของไข่มุกอันล้ำค่า\nหรือเป็นเรื่องของการพิชิตสัตว์ร้ายแห่งท้องทะเลลึก และนำแสงแดดมาสู่ประเทศในท้องทะเล\nชายหนุ่มผู้ใฝ่ฝันที่จะยืนอยู่ในเงามืดได้ชื่อว่าเป็น \"ราชาผู้ชั่วร้าย\" ได้ประลองกับเท็งงุอย่างดุเดือด...\nทุกสิ่งจะเป็นดั่งคลื่นทะเลใต้แสงจันทร์ส่องดวงใจบุตรแห่ง Watatsumi ดุจไข่มุกบนท้องนภา\nมอบความเจ็บปวดที่สูญเสียไปให้กับน้ำทะเลแสนเค็มอย่างเงียบ ๆ และเก็บไว้ในไข่มุกที่เปล่งประกาย\nให้เรื่องราวและการสังเวยแห่งยุคของเทพเจ้าคงอยู่ตลอดไป พร้อมกับสัญลักษณ์ของ \"ไข่มุกคลื่นทะเล\" นี้\n\nแม้ว่าเมฆฝนฟ้าคะนองจะรวมตัวกันทุกวัน แต่พลังไฟฟ้าสีม่วงนั้นอันตรายและคาดเดาไม่ได้\nแสงจันทราสีเงินแห่ง Watatsumi จะยังคงทะลุผ่านเมฆและกระจายแสงออกไป",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "10.8%",
	"effectName": "Byakuya Kougetsu",
	"effectTemplateRaw": "โบนัสการรักษาเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ <color=#99FFFFFF>{1}</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
	"r1": {
		"description": "โบนัสการรักษาเพิ่มขึ้น 10%; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 1% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
		"values": [
			"10%",
			"1%"
		]
	},
	"r2": {
		"description": "โบนัสการรักษาเพิ่มขึ้น 12.5%; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 1.5% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
		"values": [
			"12.5%",
			"1.5%"
		]
	},
	"r3": {
		"description": "โบนัสการรักษาเพิ่มขึ้น 15%; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 2% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
		"values": [
			"15%",
			"2%"
		]
	},
	"r4": {
		"description": "โบนัสการรักษาเพิ่มขึ้น 17.5%; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 2.5% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
		"values": [
			"17.5%",
			"2.5%"
		]
	},
	"r5": {
		"description": "โบนัสการรักษาเพิ่มขึ้น 20%; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 3% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
		"values": [
			"20%",
			"3%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 18
			}
		]
	}
}