{
	"id": 14409,
	"name": "Eye of Perception",
	"description": "ลูกแก้วสีดำ ตำนานเล่าว่ามันมีพลังที่รับรู้ถึงความไร้เดียงสาของมนุษย์",
	"descriptionRaw": "ลูกแก้วสีดำ ตำนานเล่าว่ามันมีพลังที่รับรู้ถึงความไร้เดียงสาของมนุษย์",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "วัตถุสวยงามซึ่งทำจากเซรามิกสีที่หายากตามธรรมชาติ\nว่ากันว่า \"ดวงตาแห่งการหยั่งรู้\" นั้นเคยมีสีสันแวววาว, เรียบเนียนและสดใส แต่แล้วก็ต้องหม่นหมองลงไปตามกาลเวลา\nนอกจากนี้ยังมีบันทึกจากคำบอกเล่าของชาวบ้านว่าบางครั้งจะสามารถได้ยินเสียงอันแผ่วเบาของมันได้ในคืนที่เงียบสงัด\nเหมือนทั้งสายลมที่พัดผ่าน และก็คล้ายกับเสียงของสายน้ำแร่ที่ไหล\n\nว่ากันว่า \"ดวงตา\" นั้นเคยเป็นของที่ระลึกของตระกูลเซียน จากนั้นก็ถูกเปลี่ยนมือมาเรื่อย ๆ ใน Liyue แล้วก็ไปอยู่ในมือของชายคนหนึ่งผู้มีนามว่า Yun\nวันหนึ่ง Yun กำลังเดินเล่นระหว่างแนวภูเขาและทุ่งหญ้า บังเอิญพบเข้ากับนักปราบผีคนหนึ่งนามว่า Huang ผู้ซึ่งมาเพื่อขอคำปรึกษาจากเซียน\nพูดคุยอย่างรื่นรมย์แล้วก็มอบ \"ดวงตา\" ให้แก่ Huang เพื่อเป็นของขวัญ ในตอนที่ Huang กำลังตกใจและปฏิเสธไปนั้น... Yun ก็ยิ้มและพูดว่า:\n\"ของชิ้นนี้เป็นแก่นสารของธรรมชาติ ซึ่งมีเพียงผู้มีหัวใจอันบริสุทธิ์เท่านั้นที่สามารถใช้ได้\"\n\nHuang ขอบคุณ Yun และพก \"ดวงตา\" ไว้กับตัว จากนั้นก็ออกเดินทางมุ่งไปยัง Liyue อย่างช้า ๆ อย่างไม่หยุดพักแม้มีลมและฝน\nการเดินทางครั้งนี้มีจุดมุ่งหมายเพื่อแสวงหาหนทางของเซียน โดยจะเดินทางไปยังสถานที่ต่าง ๆ อย่างไม่หยุดพัก ซึ่งเขามักจะแวะซื้ออาหารและเครื่องดื่มที่ตลาดอยู่บ่อย ๆ\nถนนที่ท่าเรือนั้นเต็มไปด้วยผู้คนมากมายทั้งดีและเลวป่ะปนกันไป แต่ Huang กลับเดินทอดน่องอยู่ท่ามกลางฝูงชนเหล่านั้นโดยที่ไม่มีใครสามารถเอาเปรียบเขาได้\nพวกคนเจ้ากี้เจ้าการบางคนก็สงสัย: นักปราบผีผู้โง่เขลานี้อยู่ใจกลางเมืองแต่กลับเป็นเหมือนปลาที่แหวกว่ายอยู่ในน้ำ ไม่เคยพลาดท่าเสียทีเลยงั้นรึ?\nเมื่อถามไปก็ได้คำตอบว่า: \"ดวงตานี้จะตื่นตัวต่อความมุ่งร้าย ช่วยให้ฉันได้รับรู้ถึงความจริงในใจของผู้คน\"\n\n\"ดวงตา\" จะ \"เปิดเผยธาตุแท้ของผู้คน\" หลักการเหล่านี้ไม่เป็นที่รู้จักในหมู่ผู้คนและมักจะจบด้วยการถูกพูดถึงในฐานะของตำนานพื้นบ้าน\nว่ากันว่าเสียงกระซิบที่นาน ๆ ครั้งจะได้ยินนั้น เป็นเหมือนดั่งสายลมโชยอันแผ่วเบา หรือไม่ก็คล้ายกับสายน้ำที่ไหลผ่านเศษก้อนหินชิ้นน้อยใหญ่\nแต่ทั้งคู่นั้นต่างก็เป็นเหมือนกับตำนานเรื่องเล่าในอดีตของปีศาจที่เลี้ยงความคิดอันชั่วร้ายเอาไว้เพื่อเป็นอาหาร",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "12%",
	"effectName": "Echo",
	"effectTemplateRaw": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย <color=#99FFFFFF>{0}</color> ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>{1}</color> วินาที",
	"r1": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย 240% ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 12 วินาที",
		"values": [
			"240%",
			"12"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย 270% ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 11 วินาที",
		"values": [
			"270%",
			"11"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย 300% ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 10 วินาที",
		"values": [
			"300%",
			"10"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย 330% ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 9 วินาที",
		"values": [
			"330%",
			"9"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย 360% ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 8 วินาที",
		"values": [
			"360%",
			"8"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}