{
	"id": 12513,
	"name": "Fang of the Mountain King",
	"description": "ดาบใหญ่ที่ถูกหลอมขึ้นจากเทอร์คอยส์บริสุทธิ์ ด้วยน้ำหนักที่หนักกว่าอาวุธทั่วไป จึงได้รับการขนานนามว่า Kongamato \"ราชาแห่งขุนเขา\"",
	"descriptionRaw": "ดาบใหญ่ที่ถูกหลอมขึ้นจากเทอร์คอยส์บริสุทธิ์ ด้วยน้ำหนักที่หนักกว่าอาวุธทั่วไป จึงได้รับการขนานนามว่า Kongamato \"ราชาแห่งขุนเขา\"",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 5,
	"story": "ท่ามกลางทิวเขาของ Huitztlan มี \"ราชาแห่งขุนเขา\" Kongamato ผู้แข็งแกร่งดั่งขุนเขาหลับใหลอยู่\nในช่วงเวลาที่ความเจ็บปวดดั่งถูกแผดเผาเข้าครอบงำ ท่ามกลางความคลุ้มคลั่งกึ่งฝันกึ่งตื่นนั้น ราชาแห่งขุนเขาเห็นทุกสิ่งเป็นศัตรูคู่แค้นของตน\nสิ่งมีชีวิตที่เข้าใกล้มันจะถูกโจมตีโดยไม่เลือกหน้า ราวกับว่ามันกำลังป้องกันไม่ให้ถูกใครช่วงชิงสิ่งใดไป\nผู้คนต่างพูดว่า Kongamato ผู้คอยปกป้องเผ่าในอดีตนั้น ถูกหายนะอันมืดมิดเมื่อครั้งนั้น ช่วงชิงสติสัมปชัญญะไปแล้ว\nแต่สุดท้ายก็ยังไม่สามารถอธิบายได้ว่า ทำไมราชาแห่งขุนเขาที่น่าจะไม่มีจิตสำนึก ถึงได้โจมตีเฉพาะผู้ที่เข้าใกล้เท่านั้น\n\nใช่แล้ว ตั้งแต่เขี้ยวอันแหลมคมแทงทะลุเนื้อของคนคนนั้น จิตสำนึกของมันก็ได้สูญสิ้นไปแล้ว\nตำนานเล่าว่า ในอดีตมีคนเคยทำสัญญากับมัน และว่ากันว่าเคยมีคนออกล่าด้วยกันกับมัน\nแต่ไม่ว่าจะเป็นความทรงจำที่ล้ำค่าเพียงใด ตอนนี้มันก็ได้หายสาบสูญไป ในห้วงฝันร้ายอันยาวนานของราชาแห่งขุนเขาเสียแล้ว\nแม้แต่ชื่อ \"Kongamato\" ก็ยังกลายเป็นชื่อที่ไม่คุ้นเคยสำหรับ Yumkasaurus โบราณไปแล้ว\n\nแต่ถึงอย่างนั้น ถึงจะเป็นเช่นนั้นก็ตาม...\nถึงจะไม่สามารถหลุดพ้นจากฝันร้ายนี้ได้ แต่อย่างน้อยก็ต้องปกป้องไฟที่ \"ไม่รู้ว่าเป็นของใคร\" นั้นเอาไว้\nแม้จะลืมตัวตนของคนคนนั้น รวมถึงเหตุผลที่ให้คำมั่นสัญญานี้เอาไว้ไปแล้วก็ตาม\n\nแม้ว่าความเจ็บปวด จะยังคงแผดเผาร่างกายอันใหญ่โตที่เคยภาคภูมิใจ\nแม้ว่าความอัปยศสุดแสน จะยังคงตราตรึงอยู่ในร่างเน่าเปื่อย ที่เหลือเพียงลมหายใจรวยริน\nแต่ถึงอย่างนั้น ก็ไม่มีวันยอมให้ใครมาทำให้ชีวิต และไฟที่เคยเป็นของเขาต้องแปดเปื้อน\n\nนั่นคืออสูรยักษ์ที่ถูกขังอยู่ในความบ้าคลั่งมานานแล้ว\nเมื่อวิญญาณถูกมลทินอันมืดมิดกลืนกินจนหมดสิ้น\nความมุ่งมั่นสุดท้ายที่ไม่ยอมละทิ้งไป ไม่ว่าจะเกิดอะไรขึ้นก็ตาม\n\n\"ข้าจะคืนนามแห่ง 'เพลิงหวน' ให้แก่แดนราตรี เพื่อแลกกับเมล็ดพันธุ์อัคนีอันสุดท้าย\"\n\"อดีตของฟืน และปัจจุบันของเปลวไฟ ล้วนเป็นชีวิตที่ไม่มีวันหวนกลับ\"\n\"ทุกสิ่งที่พวกเราทำ ไฟจะเป็นผู้พิพากษาเอง และในที่สุดเราจะได้พบกันอีกครั้งท่ามกลางเปลวไฟ\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "2.4%",
	"effectName": "Turquoise Hunt",
	"effectTemplateRaw": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน",
	"r1": {
		"description": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น 10% เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น 12.5% เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน",
		"values": [
			"12.5%"
		]
	},
	"r3": {
		"description": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น 15% เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น 17.5% เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน",
		"values": [
			"17.5%"
		]
	},
	"r5": {
		"description": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น 20% เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 18
			}
		]
	}
}