{
	"id": 11425,
	"name": "Finale of the Deep",
	"description": "ดาบที่เงียบสงัดราวกับห้วงเหวลึกลับใต้ทะเล มันดูเก่าแก่ยิ่งกว่ายุคสมัยที่มันควรจะอยู่เสียอีก",
	"descriptionRaw": "ดาบที่เงียบสงัดราวกับห้วงเหวลึกลับใต้ทะเล มันดูเก่าแก่ยิ่งกว่ายุคสมัยที่มันควรจะอยู่เสียอีก",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "ตำนานเล่าว่า ดาบพิธีการเล่มนี้เคยเป็นของนักดนตรีท่านหนึ่ง แต่ไม่มีใครจดจำชื่อของเขาได้แล้ว\nเครื่องประดับวิจิตรงดงามและพลอยที่เปล่งประกาย ได้ยืนยันฐานะที่ไม่ธรรมดาของนักดนตรีผู้นี้\n\nเล่ากันว่านักดนตรีผู้นั้น ภาคภูมิใจกับบทเพลงโบราณยิ่งใหญ่ แต่กลับไม่เคยบรรเลงบทเพลงเหล่านั้นต่อหน้าผู้อื่นเลย\nเพียงเพราะในโลกที่โสมมนี้ ไม่มีใครยินดีปรบมือหรือหลั่งน้ำตา เพื่อบทเพลงเหล่านั้นอีกแล้ว และไม่มีใครสมัครใจจะคัดลอกโน้ตเพลงที่ซับซ้อนเช่นนั้น...\nใน Fontaine มีละครที่แสดงชีวประวัติของเขา... ไม่มีใครรู้ชาติกำเนิดที่แท้จริง แต่ทุกคนล้วนรู้ละครสุขและละครโศกของเขาเป็นอย่างดี\nเช่นเดียวกับผู้ที่มีฐานะต่ำต้อยมากมาย เขาได้กำหนดโชคชะตาในเมืองหลักที่มีเส้นทางน้ำเชื่อมถึงกัน\n\n\"ลูกศิษย์เอ๋ย! พวกเราเป็นผู้ถักทอบทเพลง เป็นผู้จูนเสียงของอำนาจ บทเพลงจะเดินหน้าตามการสั่งการของพวกเรา\"\n\"บทเพลงของเราราวกับลูกคลื่นและริ้วน้ำ และเหมือนจังหวะของกระบองกับการกอดรัดของคนรัก จะพิชิตผู้ฟังทั้งหมด\"\nในสถาบันโรงละครที่สูงตระหง่าน บรรดาอาจารย์กำลังอธิบายบทเพลงอันสูงส่ง คอยถ่ายทอดอารยธรรมและศิลปะให้กับลูกศิษย์ผู้โง่เขลา\nตัวโน้ตและทำนองบนโน้ตเพลง ถูกเรียบเรียงไว้อย่างเป็นระเบียบ และบรรเลงออกมาอย่างแม่นยำ ด้วยเหตุผลและสติปัญญาอันถ่องแท้...\n\n\"แต่ปณิธานของความเป็นระเบียบจะบังคับใช้ด้วยกฎเกณฑ์เพียงอย่างเดียวได้อย่างไร? ผู้บรรเลงควรร่วมทางกับผู้เหนือกว่า กลายเป็นลูกคออันสูงส่ง\"\n\"ความสูงส่งจะต้องมีพลัง เฉกเช่นขุนเขาที่มีเหล่าวิหคขับขาน เกลียวคลื่นแรงท่ามกลางลมกรรโชก และระเบียบนั้นจะต้องมีความฮึกเหิมอันยิ่งใหญ่รวมอยู่ด้วย\"\n\"จากนั้น เกียรติยศเกิดจากความฮึกเหิม ความฮึกเหิมก่อสร้างความสามัคคี ความสามัคคีเสริมสร้างระเบียบ... ประโยชน์ของบทเพลงและนักดนตรีจะต้องอยู่ตรงนี้แน่\"\n\"ความฮึกเหิมที่จะกำจัดศัตรู ความฮึกเหิมที่จะรักเพื่อนร่วมชาติ... ความรู้สึกสูงส่งเช่นนี้ได้แบ่งแยกมนุษย์ออกมาเป็นนายกับบ่าว\"\nต่อมา ความเข้าใจเฉพาะที่มีต่อบทเพลงและการแสดง ทำให้นักดนตรีก้าวขึ้นสู่โถงที่งดงามที่สุด เช่นเดียวกับที่ละครขับร้องกัน...\nในยุคสมัยนั้น ภายใต้การสั่งการและการตัดสินใจเด็ดขาดของนักดนตรี บทเพลงได้กลายเป็นโล่และคทาของอำนาจ สยบผู้ฟังได้มากมายนับไม่ถ้วน\n\nในยุคของทองคำ ผู้ฟังเคลิบเคลิ้มไปกับความงดงามอันสูงส่ง ร่วมสุขและเศร้าไปกับความฮึกเหิมเดียวกัน\nแต่เมื่อสายตาของผู้คนถูกภูเขาสูงและคลื่นยักษ์ขวางกั้นไว้ เสียงร่ำไห้ของผู้ถูกกลืนกินจะกลับกลายเป็นความเงียบงัน...\nสักวันหนึ่ง เมื่อโรงอุปรากรสูงตระหง่านถล่มลงเพราะคลื่นสึนามิ ผู้คนจึงจะค้นพบด้วยความหวาดหวั่นว่า...\nซากศพของผู้คนที่ถูกความฮึกเหิมของนักดนตรีแผดเผาจนหมดสิ้น ถูกเผยให้เห็นใต้ตอม่อในที่สุด",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "6%",
	"effectName": "An End Sublime",
	"effectTemplateRaw": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน <color=#99FFFFFF>{2}</color> หน่วย",
	"r1": {
		"description": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 12% เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 2.4% ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 150 หน่วย",
		"values": [
			"12%",
			"2.4%",
			"150"
		]
	},
	"r2": {
		"description": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 15% เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 3% ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 187.5 หน่วย",
		"values": [
			"15%",
			"3%",
			"187.5"
		]
	},
	"r3": {
		"description": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 18% เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 3.6% ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 225 หน่วย",
		"values": [
			"18%",
			"3.6%",
			"225"
		]
	},
	"r4": {
		"description": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 21% เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 4.2% ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 262.5 หน่วย",
		"values": [
			"21%",
			"4.2%",
			"262.5"
		]
	},
	"r5": {
		"description": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 24% เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 4.8% ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 300 หน่วย",
		"values": [
			"24%",
			"4.8%",
			"300"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essence of Pure Sacred Dewdrop",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}