{
	"id": 12432,
	"name": "Flame-Forged Insight",
	"description": "ตามเรื่องเล่าที่สืบทอดกันมาในชนเผ่า ดาบนี้เป็นดาบป้องกันตัวที่ช่างฝีมือของเหล่าวารี สร้างให้กับเด็กที่ออกเดินทางไกล ดูเหมือนว่าดาบเล่มนี้จะเป็นของเลียนแบบที่สร้างขึ้น ตามดาบใหญ่ในเรื่องเล่า",
	"descriptionRaw": "ตามเรื่องเล่าที่สืบทอดกันมาในชนเผ่า ดาบนี้เป็นดาบป้องกันตัวที่ช่างฝีมือของเหล่าวารี สร้างให้กับเด็กที่ออกเดินทางไกล ดูเหมือนว่าดาบเล่มนี้จะเป็นของเลียนแบบที่สร้างขึ้น ตามดาบใหญ่ในเรื่องเล่า",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "เมื่อนานมาแล้ว ตามประเพณีของชนเผ่าที่สืบทอดมาจากผู้โง่เขลา ผู้เปล่งเสียงเรียกร้องในยามราตรี\nเมื่อเปลวไฟในเตาเผาลุกโชนเป็นสีแดงฉาน ลูกหลานที่กำลังจะออกเดินทางไกล นั่งอยู่ที่มุมหนึ่งของบ้านช่างฝีมือ\nช่างตีเหล็กจากดินแดนในหุบเขา โบกค้อนเหล็กทุบผลึกหินจนแตกกระจาย เกิดเสียงดังกรุ๊งกริ๊ง\nชายชราที่เดินเหินอย่างยากลำบาก เอื้อมมือที่ไม่ได้ถือไม้เท้า หยิบของล้ำค่าที่เก็บรักษาไว้เป็นเวลานาน ออกมาจากตะกร้าสาน\n\n\"Akamai ออกเดินทางเถอะ เราจะต้องเจอสายแร่หรือสมบัติที่น่าทึ่งมากแน่นอน!\"\n\"ใช่แล้วล่ะ Kau Kau พอถึงตอนนั้น พวกเราก็จะได้กลายเป็นนักล่าสมบัติ ที่ถูกบันทึกไว้ในม้วนหนังสือแล้ว\"\nในอดีต คนหนุ่มสาวชาวเหล่าวารีทั้งสอง ได้สาบานว่าจะเดินทางไปทั่วทั้งดินแดนของ Natlan\nสำหรับพวกเขาแล้ว การออกเดินทางสำหรับสิ่งแปลกใหม่ คือพรสวรรค์ที่ Wayob ได้มอบให้กับพวกเขา\nยิ่งไม่ต้องพูดถึง เรื่องราวของเกาะลึกลับและผู้กล้าในอดีต ที่ยังคงสะท้อนก้องอยู่ในใจของพวกเขา\nชายหนุ่มจึงออกเดินทางผจญภัย ใช้รอยเท้าของตัวเองเพื่อเริ่มเส้นทางจาริก\n\nเพียงแต่เรื่องเล่าของผู้กล้าที่ถูกทิ้งไว้เป็นตำนาน ไม่ได้กล่าวถึงความลำบากที่คนธรรมดาต้องเผชิญ\nและบนโลกนี้ไหนเลยจะมีสมบัติมากมายขนาดนั้นให้ผู้คนตามหา แร่ที่ทั้งสองขุดขึ้นมานั้น\nส่วนใหญ่เป็นแค่แร่หินคริสตัลธรรมดา ซึ่งธรรมดาเสียยิ่งกว่าอะไรดี\nแต่แล้วยังไงล่ะ พวกเขาก็ยังคงสนุกกับมันอย่างไม่รู้จักเหน็ดเหนื่อย ท่ามกลางกองไฟในยามค่ำคืน\nพวกเขายกหินที่รวบรวมมาได้ขึ้นมาทีละก้อน และนึกถึงเหตุการณ์และความรู้สึกในตอนนั้น\nก้อนนี้ยึดมาจากกรงเล็บของ Tepetlisaurus ขนาดใหญ่ ขณะเดินผ่านเทือกเขาที่ปกคลุมไปด้วยแร่คริสตัล\nส่วนก้อนนั้นอยู่ริมสระน้ำอุ่น และเป็นต้นเหตุที่ทำให้เพื่อนที่ดื่มจนเมามายต้องสะดุดล้ม\nก้อนหินที่ถูกปกคลุมไปด้วยเถ้าถ่าน ครั้งหนึ่งเคยตั้งอยู่บนหน้าผาของเมืองเก่าที่ถูกเผาไหม้\nจนกระทั่งมีคนสองคนเดินผ่านมา และเห็นว่ามันมีรูปร่างแปลกตา จึงนำมันไปโดยไม่ปรานี\n\nตอนนี้ ช่างฝีมือได้เปิดหินเหล่านั้นทีละก้อนและหลอมละลายมัน จู่ ๆ ความทรงจำและคำพูดในอดีต ก็กลับมามีชีวิตอีกครั้ง\nหลังจากที่รู้ว่าลูกหลานของ Akamai ต้องการเลียนแบบบรรพบุรุษ พวกเขาจึงตัดสินใจใช้หินประหลาดเหล่านี้เป็นวัสดุ\nสร้างดาบแหลมคมให้กับลูกหลานที่ต้องเดินทางไกล เพราะพวกเขารู้ดีกว่าใคร ว่าการออกเดินทางอยู่ข้างนอกนั้น มันอันตรายและเสี่ยงมากแค่ไหน\nในวันที่ดาบใหญ่ถูกหลอมขึ้น Akamai และ Kau Kau จึงได้นำมัน มอบให้กับนักเดินทางผู้เดินทางไกลเป็นของขวัญ:\n\n\"ขอให้ความทรงจำในอดีต เป็นเพื่อนเดินทางไปกับพวกเธอ ตอนนี้บรรพบุรุษไม่อาจร่วมเดินทางไกล ไปกับพวกเธอได้อีกแล้ว...\"\n\"อดีตจะขยายไปยังยุคสมัยใหม่ เช่นเดียวกับสายเลือด เหมือนกับไฟไม่มีวันมอดดับ ที่จะส่งต่อจากรุ่นสู่รุ่นในพิธีกรรมที่ลุกไหม้ชั่วนิรันดร์\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "36",
	"effectName": "Mind in Bloom",
	"effectTemplateRaw": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย หรืองอกเงยจันทรา จะฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>{0}</color> หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>{1}</color> หน่วย เป็นเวลา 15 วินาทีหลังจากนั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย หรืองอกเงยจันทรา จะฟื้นฟูพลังงานธาตุ 12 หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น 60 หน่วย เป็นเวลา 15 วินาทีหลังจากนั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย หรืองอกเงยจันทรา จะฟื้นฟูพลังงานธาตุ 15 หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น 75 หน่วย เป็นเวลา 15 วินาทีหลังจากนั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย หรืองอกเงยจันทรา จะฟื้นฟูพลังงานธาตุ 18 หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น 90 หน่วย เป็นเวลา 15 วินาทีหลังจากนั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย หรืองอกเงยจันทรา จะฟื้นฟูพลังงานธาตุ 21 หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น 105 หน่วย เป็นเวลา 15 วินาทีหลังจากนั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย หรืองอกเงยจันทรา จะฟื้นฟูพลังงานธาตุ 24 หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น 120 หน่วย เป็นเวลา 15 วินาทีหลังจากนั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}