{
	"id": 11426,
	"name": "Fleuve Cendre Ferryman",
	"description": "ท่อโลหะถูกทิ้งที่ในอดีตเคยมีคนใช้เป็นอาวุธ มันเคยมีทั้งชื่อเสียงและชื่อเสียในคนกลุ่มหนึ่งมาก่อน",
	"descriptionRaw": "ท่อโลหะถูกทิ้งที่ในอดีตเคยมีคนใช้เป็นอาวุธ มันเคยมีทั้งชื่อเสียงและชื่อเสียในคนกลุ่มหนึ่งมาก่อน",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "อะไหล่ชำรุดที่ไหลลงท่อระบายน้ำ สามารถนำมาใช้เป็นอาวุธในยามวิกฤต\nคู่ต่อสู้ในตอนแรก เป็นแค่มอนสเตอร์ที่เติบโตมาจาก \"น้ำที่เต็มไปด้วยสารอาหาร\"\nสรุปก็คือ มันเคยบดขยี้กระดูกและขากรรไกรของ \"สัตว์เดรัจฉาน\" มานับไม่ถ้วนแล้ว\nเพราะเคยส่งเพื่อนร่วมเผ่าที่เป็นภัยคุกคามมากมายลงไปยังแม่น้ำสีเทาที่โอบกอดทุกสิ่ง\nมันจึงถูกบรรดาเพื่อน ๆ ของ Eduardo เรียกอย่างสนิทสนมว่า \"Ferryman\" (คนพายเรือ)\n\nปลายทางของการพัฒนาเมือง Fontaine ก็คือเส้นทางระบายน้ำที่กลายเป็นเมืองใต้ดิน\nแล้วผู้ที่สามารถรักษาระเบียบของ Fleuve Cendre ไว้ได้ ย่อมไม่ใช่เจ้าหน้าที่ของนครว่าการ Fontaine อยู่แล้ว\nดังนั้นหัวหน้ากลุ่มโจรในอนาคต ได้เริ่มต้นด้วยการใช้ท่อทองแดงที่เก็บมาขับไล่จระเข้ออกไป\nตามมาด้วยการปกป้องพ่อค้าแม่ขาย ไม่ให้ถูกแก๊งอันธพาลรบกวนและรีดไถเงินทอง\nอีกทั้งยังช่วยไกล่เกลี่ยข้อขัดแย้งระหว่าง \"คนร่วมเผ่า\" ของ Fleuve Cendre และอวยพรให้คู่แต่งงาน\nสุดท้ายก็ทำให้ \"สิ่งที่อยู่ใต้แสงอาทิตย์เป็นของพวกเขา สิ่งที่อยู่ใน Fleuve Cendre เป็นของพวกเรา\"\n\nแต่การพัฒนาไม่มีที่สิ้นสุดหรอก\nตำแหน่งของทุกคนเปลี่ยนแปลงไม่ได้ แต่พิกัดของตำแหน่งสามารถเปลี่ยนแปลงได้\nในบางมุมมองก็ไม่ได้แบ่งแยก \"พวกเขา\" กับ \"พวกเรา\"\nมีเพียงพื้นที่ที่พัฒนาได้กับขยะที่ควรถูกกำจัดหรือ \"เคลื่อนย้าย\" เท่านั้น\n\nกลุ่ม Eduardo ที่ถูกจับเนื่องจากต่อต้านการจัดระเบียบ Fleuve Cendre ในระหว่างที่ถูกคุมตัวเนรเทศไปยังทะเลทรายนั้น\nได้ถูกพวกพ้องช่วยออกไป พวกเขาและกลุ่มโจรที่เคลื่อนไหวอยู่ที่ภูเขา Automnequi ได้ยึดครองเมือง Poisson ไป\nเจ้าหน้าที่กรมการปกครองที่รับผิดชอบคุมตัวนักโทษถูกจับเป็นตัวประกัน พวกเขายื่นข้อเรียกร้องที่เป็นไปไม่ได้ออกมามากมาย\nเหตุการณ์ครั้งนี้สงบลงหลังจากนักล่าเงาเข้ามาไกล่เกลี่ย\n\nก่อนที่เหตุการณ์จะย่ำแย่ไปกว่านี้ Karl Ingold นักข่าวที่เสนอตัวช่วยถ่ายทอดเงื่อนไขการเจรจา เคยถ่ายรูปเช่นนี้ในเมือง Poisson\nคนที่ยืนอยู่ตรงกลางรูปถ่ายคือ Eduardo Baker ซึ่งเขาใช้ท่อทองแดงหัวโค้งที่มีชื่อเสียงกระฉ่อนค้ำพยุงตัวไว้เสมือนไม้เท้า\nมืออีกข้างหนึ่งของ Eduardo วางอยู่บนหัวไหล่ของ Jakob ผู้เป็นลูก Jakob ดึงแขนเสื้อของ Rene de Petrichor เอาไว้ ท่าทางดูตื่นเต้นมาก\nข้างซ้ายของทั้งสองคน คือยอดนักมายากล \"Parsifal\" ยืนอยู่บนราวระเบียงด้วยท่าทีสบาย เผยให้เห็นรอยยิ้มบนเวทีอันเป็นเอกลักษณ์ออกมา\nด้านขวาของ Eduardo คือ Renault de Petrichor นายกเทศมนตรีเมือง Poisson ในขณะนั้น อุตส่าห์เปลี่ยนเป็นชุดพิธีการเพื่อการนี้ แต่ปกเสื้อเบี้ยวไปหน่อย\nRene ลูกชายของเขายืนอยู่เบื้องหน้า เขาถูกของแปลกใหม่อย่างกล่องถ่ายรูปดึงดูดสายตาจนตาเบิกโต และดูเหมือนจะทำอะไรไม่ถูก\nข้างซ้ายของ Parsifal คนที่อุ้มเด็กทารกไว้คือ Rosa Reed กับสามีของเธอ Thompson ส่วนด้านขวาสุดของรูปถ่ายคือ Tom Alter\nพวกเขามองไปข้างหน้า ใบหน้าถูกแสงจากกล่องถ่ายรูปส่องจนขาวไปหมด สิ่งที่พวกเขาจ้องมองอยู่เหมือนไม่ใช่ Ingold และไม่ใช่กล่องถ่ายรูป\nแต่เป็นอนาคต",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "10%",
	"effectName": "Ironbone",
	"effectTemplateRaw": "อัตราคริของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; นอกจากนี้ ภายใน 5 วินาที หลังใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color>",
	"r1": {
		"description": "อัตราคริของสกิลธาตุเพิ่มขึ้น 8%; นอกจากนี้ ภายใน 5 วินาที หลังใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 16%",
		"values": [
			"8%",
			"16%"
		]
	},
	"r2": {
		"description": "อัตราคริของสกิลธาตุเพิ่มขึ้น 10%; นอกจากนี้ ภายใน 5 วินาที หลังใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 20%",
		"values": [
			"10%",
			"20%"
		]
	},
	"r3": {
		"description": "อัตราคริของสกิลธาตุเพิ่มขึ้น 12%; นอกจากนี้ ภายใน 5 วินาที หลังใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 24%",
		"values": [
			"12%",
			"24%"
		]
	},
	"r4": {
		"description": "อัตราคริของสกิลธาตุเพิ่มขึ้น 14%; นอกจากนี้ ภายใน 5 วินาที หลังใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 28%",
		"values": [
			"14%",
			"28%"
		]
	},
	"r5": {
		"description": "อัตราคริของสกิลธาตุเพิ่มขึ้น 16%; นอกจากนี้ ภายใน 5 วินาที หลังใช้สกิลธาตุ ประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 32%",
		"values": [
			"16%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}