{
	"id": 15430,
	"name": "Flower-Wreathed Feathers",
	"description": "ธนูยาวที่ลุกโชนราวกับเปลวไฟ ว่ากันว่า ขนนกที่ประดับอยู่บนนั้นมาจาก \"Ngoubou\" ทรราชในสมัยโบราณ",
	"descriptionRaw": "ธนูยาวที่ลุกโชนราวกับเปลวไฟ ว่ากันว่า ขนนกที่ประดับอยู่บนนั้นมาจาก \"Ngoubou\" ทรราชในสมัยโบราณ",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "\"จงฟังคำพูดสุดท้ายของข้า ผู้กล้าผู้ที่ได้ชื่อว่า 'ก้าวข้าม' ขีดจำกัดเอ๋ย\"\n\"ภัยพิบัติที่ไหลเวียนอยู่ในเลือดของมันนั้น เก่าแก่ยิ่งกว่านามของเจ้าเสียอีก\"\n\"หากเจ้ายังสงสารสรรพชีวิตบนโลก เหมือนที่บรรพบุรุษของเจ้าเคยทำ\"\n\"ก็ช่วยตัดคอมัน และปลดปล่อยมันให้เป็นอิสระทีเถอะ\"\n\nแม้ว่านักปราชญ์เฒ่าจะเคยเตือนเขาเช่นนี้ แต่นักรบผู้ลิ้มรสความยากลำบากมานับไม่ถ้วนก็ยังคงทำเป็นหูทวนลม\nบางทีอาจเพราะเขาพบเจอกับการพลัดพรากมามากเกินไปแล้ว เขาจึงเพียงแค่ก้มตัวลงไปอุ้ม Saurian น้อยที่กำลังจะตายมากอดไว้ในอ้อมแขน\nและทายาลับหายากลงบนขนนกที่เปื้อนเลือดอย่างเบามือ โดยไม่สนใจเสียงถอนหายใจที่นักปราชญ์ทิ้งไว้ก่อนจากไป\n\n\"ไม่ว่าจะเป็นทรราชหรือมังกรคลั่ง ไม่ว่าจะเป็นคำสาปหรือโชคชะตา\"\n\"บนโลกนี้ไม่ว่าใคร ก็ไม่มีสิทธิ์ทำให้ลูกหลานของวงศ์ปีกบุปผายอมคุกเข่าคำนับให้ได้\"\n\"ถ้าจะบอกว่าคำสาปอันน่าขันนี้ คือพันธนาการที่ติดตัวมันมาตั้งแต่เกิด\"\n\"งั้นข้าก็จะทำลายโซ่ตรวนที่ผูกมัดไว้ให้สิ้นซาก เช่นเดียวกับที่บรรพบุรุษผู้มีเกียรติเคยทำ\"\n\nด้วยเหตุนี้ นักรบนามว่า Menilek และ Ngoubou ผู้ติดตามที่ซื่อสัตย์ของเขา จึงออกเดินทางบนเส้นทางจาริกด้วยกัน\nบทเพลงและม้วนภาพวาดมากมายที่สืบทอดต่อกันมาจนถึงทุกวันนี้ของเผ่าวงศ์ปีกบุปผา ยังคงบอกเล่าถึงการผจญภัยอันยิ่งใหญ่ของมนุษย์กับ Saurian:\nพวกมันได้บอกเล่าว่า นักรบใช้สายธนูผ่าขุนเขาออกเป็นเสี่ยงดุจสายอสนีบาตได้อย่างไร และ Saurian แทงคอของอสรพิษร้ายด้วยความหยิ่งผยองอย่างไร\nทั้งเรื่องที่พวกเขาต่อสู้กับอสูรยักษ์ตัวใหญ่เป็นเวลาสี่สิบวัน และสุดท้ายก็เอาชนะมันได้ด้วยปลาเพียงตัวเดียว...\nส่วนเรื่องที่เขาต่อสู้กับ Tenoch ที่ยามนั้นยังไม่ได้ถูกขับไล่ออกจากเผ่า ภายใต้ภูเขาที่มีไฟนับไม่ถ้วนลุกโชน\nและเรื่องที่เขาแสดงความเคารพต่อความองอาจกล้าหาญของนักรบผู้นั้น และร่วมต่อสู้เคียงบ่าเคียงไหล่กับเขา เพื่อต้านกระแสคลื่นดำอันขุ่นมัวในอีกหลายปีต่อมาอย่างไรนั้น\nคือตำนานซึ่งเป็นที่รู้จักกันดีในหมู่ผู้อาศัยอยู่บนดินแดนอันร้อนระอุในปัจจุบัน และเคยถูกขับขานโดยกวีนับไม่ถ้วนมาเป็นเวลาห้าร้อยปี\n\nมีคำกล่าวที่ว่าการพบพานทั้งหมดบนโลกนี้ สุดท้ายแล้วก็ต้องจากกันไปตามแต่ที่ชะตาลิขิต\nแต่ถึงอย่างนั้น ก็ยังมีคนที่เชื่อมั่นในสิ่งที่เรียกว่า \"ความหวัง\"\nแม้แต่บนผืนดินอันแห้งแล้งและร้อนระอุ ก็ยังมีดอกไม้ดอกใหม่เบ่งบานขึ้นมาได้\nอย่างไรก็ตาม เช่นเดียวกับพลังที่ไม่สามารถควบคุมได้ ล้วนเป็นต้นตอของโศกนาฏกรรมมากมาย\nแม่พิมพ์ที่หล่อหลอมความทุกข์ยากบนโลกนี้ออกมา มักจะเป็นความหวังที่มาพร้อมเจตนาดีเสมอ\nพรุ่งนี้ พรุ่งนี้ แล้วก็พรุ่งนี้ เขามักจะปลอบใจตัวเองแบบนี้เสมอ\nจนกระทั่งความหวังทั้งหมดทรยศเขา จนกระทั่งวันพรุ่งนี้ไม่มีวันมาถึงอีก\n\n\"Ngoubou คู่หูผู้ซื่อสัตย์ของข้า จงหลับพักอยู่ที่นี่ไปก่อนนะ\"\n\"นอนหลับให้สบายนะ ไว้ทำธุระเสร็จเมื่อไหร่ ข้าจะรีบกลับมา\"\n\"รอให้กระแสคลื่นอันมืดมิดหายไปแล้ว ข้าจะรีบกลับมาอยู่ข้าง ๆ แล้วปลุกเจ้าให้ตื่นเอง\"\n\"และเมื่อฤดูใบไม้ผลิหวนคืนสู่แผ่นดินอีกครั้ง ข้าจะไปดูดอกไม้ใหม่ที่เบ่งบานบนหน้าผาสูงด้วยกันกับเจ้านะ\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "9%",
	"effectName": "Inflorescence Unattainable",
	"effectTemplateRaw": "ลดการใช้พลังกายในการร่อนเวหาลง 15% และเมื่อเล็งโจมตี ความเสียหายชาร์จโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> ในทุก 0.5 วินาที เอฟเฟกต์นี้ซ้อนทับกันได้มากสุด 6 ชั้น และจะหายไปหลังออกจากสถานะเล็ง 10 วินาที",
	"r1": {
		"description": "ลดการใช้พลังกายในการร่อนเวหาลง 15% และเมื่อเล็งโจมตี ความเสียหายชาร์จโจมตีจะเพิ่มขึ้น 6% ในทุก 0.5 วินาที เอฟเฟกต์นี้ซ้อนทับกันได้มากสุด 6 ชั้น และจะหายไปหลังออกจากสถานะเล็ง 10 วินาที",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "ลดการใช้พลังกายในการร่อนเวหาลง 15% และเมื่อเล็งโจมตี ความเสียหายชาร์จโจมตีจะเพิ่มขึ้น 7.5% ในทุก 0.5 วินาที เอฟเฟกต์นี้ซ้อนทับกันได้มากสุด 6 ชั้น และจะหายไปหลังออกจากสถานะเล็ง 10 วินาที",
		"values": [
			"7.5%"
		]
	},
	"r3": {
		"description": "ลดการใช้พลังกายในการร่อนเวหาลง 15% และเมื่อเล็งโจมตี ความเสียหายชาร์จโจมตีจะเพิ่มขึ้น 9% ในทุก 0.5 วินาที เอฟเฟกต์นี้ซ้อนทับกันได้มากสุด 6 ชั้น และจะหายไปหลังออกจากสถานะเล็ง 10 วินาที",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "ลดการใช้พลังกายในการร่อนเวหาลง 15% และเมื่อเล็งโจมตี ความเสียหายชาร์จโจมตีจะเพิ่มขึ้น 10.5% ในทุก 0.5 วินาที เอฟเฟกต์นี้ซ้อนทับกันได้มากสุด 6 ชั้น และจะหายไปหลังออกจากสถานะเล็ง 10 วินาที",
		"values": [
			"10.5%"
		]
	},
	"r5": {
		"description": "ลดการใช้พลังกายในการร่อนเวหาลง 15% และเมื่อเล็งโจมตี ความเสียหายชาร์จโจมตีจะเพิ่มขึ้น 12% ในทุก 0.5 วินาที เอฟเฟกต์นี้ซ้อนทับกันได้มากสุด 6 ชั้น และจะหายไปหลังออกจากสถานะเล็ง 10 วินาที",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 12
			}
		]
	}
}