{
	"id": 12417,
	"name": "Forest Regalia",
	"description": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนดาบใหญ่ สามารถบดขยี้ศัตรูของป่าได้",
	"descriptionRaw": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนดาบใหญ่ สามารถบดขยี้ศัตรูของป่าได้",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "\"ก่อนที่จันทราจะขึ้นอีกหลาย ๆ ครานั้น ป่าเป็นดั่งเขาวงกตที่กว้างใหญ่ไพศาล...\"\n\nราชาแห่งพงไพรองค์สุดท้ายได้หวนคืนสู่ Sarva ส่วนอดีตข้ารับใช้ของเขา ได้สืบทอดฉายาของ \"เสือ\"\nในอดีตกาล ที่ซึ่งมีร่มเงาล้วนเป็นอาณาเขตปกครองของราชาแห่งพงไพร ในขณะที่เขาเดินเล่นอยู่ในดินแดนของตนเองนั้น\nบรรดาสัตว์ทั้งหลายที่พึ่งพาป่าในการอยู่รอด จะก้มศีรษะลงในขณะที่เขาเดินผ่าน เพื่อแสดงถึงความเคารพและภักดี\n\nราชายุคก่อน ๆ ล้วนมีวังของตนเอง: หลังจากที่ราชาแห่งพงไพรแต่ละองค์สืบทอดบัลลังก์แล้ว ผืนป่าจะเปลี่ยนสภาพไปตามภาพลักษณ์และความฝันของเขา\nพระราชวังของราชาแห่งพงไพรองค์สุดท้ายซ่อนอยู่ข้างหลังรั้วที่ทอด้วยต้นไม้และเถาวัลย์ และตาข่ายที่วาดด้วยสายน้ำกับภูผา\nมันเป็นแผ่นกลมของไข่มุกที่เกิดจากแสงจันทร์ลอดผ่านใบไม้ แล้วตกลงบนผิวน้ำ ราชายืนชื่นชมแสงจันทราสองเท่าอยู่ริมน้ำเพียงลำพัง\n\nส่วนเขาวงกตของป่าได้มาด้วยวิธีแบบนี้ ตำนานเล่าว่า เส้นทางของเขาวงกต ถูกวาดไว้ในลวดลายอันลายตาของราชาแห่งพงไพร\nพระราชวังของราชาแต่ละยุคต่างทับซ้อนอยู่ด้วยกัน ดังนั้นทางเดินระหว่างต้นไม้จึงพาดผ่านกันไปมา ลำธารถูกตัดขาดหรือเกิดขึ้นเป็นสาขาใหม่\nถนนในป่าจึงซับซ้อนขึ้นเรื่อย ๆ มีเพียงราชาแห่งพงไพรกับ Aranara อย่างเรา และผู้ที่ได้รับผลบุญจากต้นราชันเท่านั้น\nที่จะเข้าไปในอาณาเขตของราชาแห่งพงไพรได้อย่างอิสระ และค้นพบเส้นทางที่ถูกต้องระหว่างต้นไม้กับต้นไม้ และลำธารกับลำธาร\n\n...\nต่อมา เมื่อราชาแห่งพงไพรองค์สุดท้ายปกป้องป่าจนสิ้นชีพ ตั้งแต่นั้นมา ในป่าก็ไม่มีวังใหม่เกิดขึ้นอีกเลย และเขาวงกตก็หายไปด้วยเช่นกัน\nหรือบางทีอาจเป็นฝูงอสูรอันมืดมิดเป็นผู้โค่นล้มต้นไม้ เหมือนกับที่พายุทำไว้กับทุ่งข้าวสาลี เขาวงกตสูญสิ้น ราชาแห่งพงไพรก็ดับสูญไปด้วย\n\nAranara ที่เล่าเรื่องนี้ให้ข้าฟังใจเสาะมากเหลือเกิน ขนาดร้องเพลงยังไม่ยอมให้เราได้ยินเลย เขามักจะไปหาสถานที่อยู่เพียงลำพัง\nค่ำคืนหนึ่ง เมื่อเขาเดินผ่านเขาวงกตในป่าใหญ่ ไปเจอกับจันทราในน้ำ จึงได้รู้ถึงเรื่องราวของราชาแห่งพงไพรองค์สุดท้ายนี้\nในเวลาต่อมา ลำธารเปลี่ยนกระแส จันทราถูกซัดให้สลายไป เรื่องราวมากมายได้เปลี่ยนแปลงไป แต่ยังมีบางเรื่องราวที่คงสภาพอยู่ชั่วนิรันดร์\nพวกเจ้าเหมือนกับข้า แม้ไม่เคยเจอราชามาก่อน แต่ก็ยังจดจำว่า \"เสือ\" คือภาพลักษณ์อันสูงส่งและแข็งแกร่งของราชาแห่งป่า",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "6.7%",
	"effectName": "Forest Sanctuary",
	"effectTemplateRaw": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
	"r1": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 60 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 75 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 90 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 105 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 120 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 12
			}
		]
	}
}