{
	"id": 13515,
	"name": "Fractured Halo",
	"description": "ดาบหมุนจักรกลที่ผลิตโดย \"เวิร์กชอป Krumkake กรุ๊งกริ้ง\" ดูเหมือนจะซ่อนความลับของยุคโบราณอันไกลโพ้นเอาไว้...",
	"descriptionRaw": "ดาบหมุนจักรกลที่ผลิตโดย \"เวิร์กชอป Krumkake กรุ๊งกริ้ง\" ดูเหมือนจะซ่อนความลับของยุคโบราณอันไกลโพ้นเอาไว้...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 5,
	"story": "นั่นคือยุคสมัยที่แม้แต่กวีผู้รอบรู้ที่สุด ก็ไม่อาจบรรยายเป็นคำพูดได้ในเวลานั้น\nในบรรดาสายพันธุ์โบราณที่มีอายุยืนยาว ส่วนใหญ่ยังคงเป็นสัตว์ที่ดุร้าย ที่มีความโกลาหลอยู่ในสายตา\nเจ้านายผู้ที่เคยปกครองโลกทั้งใบนี้ ใช้กรงเล็บของมันบี้ดินสีขาวที่ลอยอยู่บนท้องฟ้า...\nราชาผู้ที่ปรารถนาจะสำรวจโลกภายนอก ได้ยกดวงจันทร์สุญตาขึ้นมา เพื่อใช้มันทดแทนพลังที่เคยควบคุมทุกสิ่งทุกอย่าง\nหลังจากฟื้นคืนชีพ เธอมักจะรู้สึกว่าความทรงจำเล็ก ๆ น้อย ๆ ในตอนนั้น ก็เหมือนกับความรู้ในอดีตที่สูญหายไป\nไม่ค่อยชัดเจน เป็นเพียงความคิดที่แวบเข้ามาในหัว\n\nเธอเคยติดตามจ้าวแห่งแสง ไปเยือนเจตจำนงของดวงจันทร์ บนบัลลังก์ของดวงจันทร์ทั้งสาม\nตอนนั้นบัลลังก์ราชาว่างเปล่า เมฆหมอกปกคลุมทั่วท้องฟ้า และเหล่าราชามังกรต่างก็ทำทุกสิ่งตามอำเภอใจ\nจ้าวแห่งแสงหวังว่าจะพบร่องรอยเกี่ยวกับราชา ที่เข้าไปในม่านหมอกระหว่างดวงดาวจากพวกเขา\nแต่สิ่งที่ได้รับมา กลับเป็นเพียงความเงียบงัน จากภายในพระราชวังทั้งสามแห่ง\nตั้งแต่นั้นมา แม้แต่ทุ่งหิมะกว้างใหญ่ ก็กลายเป็นดินแดนที่ไหม้เกรียม และภูเขาไฟก็ถูกแช่แข็งด้วยความหนาวเย็น\nพวกเธอไม่ได้พูดอะไรอีก หรือบางทีอาจจะไม่สามารถพูดได้\nใช่แล้ว ในตอนนั้นยุคสมัยที่สามยังคงเป็นสาม\n\nผู้ปล้นชิงจากนอกฟากฟ้า ที่เข้ามาแทนที่ผู้สร้างดั้งเดิม ได้สาบานว่าจะรักษาโลกให้ดำเนินต่อไป\nแต่น่าเสียดาย เมื่อราชาผู้ถูกโลกมืดมิดกลืนกินได้หวนกลับมา เขาก็ได้เกิดความโกรธแค้นเป็นที่สุด\nด้วยเหตุนี้ เมื่อจ้าวแห่งแสงตอบรับเสียงเรียกของอดีตราชา และตื่นขึ้นจากการหลับใหลที่เสมือนตาย\nได้ขัดขวางไม่ให้ขุนนาง และผู้สำเร็จราชการสำรวจท้องฟ้ายามค่ำคืน และการจำลองปาฏิหาริย์ครั้งยิ่งใหญ่ ของการสร้างดวงจันทร์\nแต่เหล่าเทพธิดาแห่งมงกุฎหยก จะทรยศต่ออาณาจักรลูกหลานมังกร ได้ง่ายดายขนาดนั้นเลยหรือ?\nน่าเสียดายที่ผู้ที่สามารถให้คำตอบได้ ไม่อาจรอดพ้นจากสงครามนั้น\n\n\"มีเพียงภาพเหล่านี้ที่ฉันพอจะนึกออกได้\"\nเธอพูดเช่นนี้ กับเด็กสาวที่ดัดแปลงร่างกาย และสร้างอาวุธชิ้นนี้ขึ้นมาใหม่ให้กับเธอ\nแต่เด็กสาวฉลาดกว่าที่คิดไว้มาก และเพราะความฉลาดนี้ เธอจึงเลิกมองด้วยความสงสัย\nหลังจากนั้นก็เป็นความลับของเธอเอง ในวันที่ท้องฟ้าแตกสลาย แผ่นหยกก็ร่วงหล่นลงมา\nมังกรทั้งหลายต่างโห่ร้องด้วยความสุข ที่ได้เห็นการตายของดวงจันทร์ ที่เคยทรยศต่อพวกเขา แต่เธอกลับนึกขึ้นได้ว่า\nเงาอันเงียบงันในพระราชวังแห่งจักรวาล ได้ซ่อนเศษซากดวงจันทร์ชิ้นหนึ่ง ที่ตกลงมาตรงหน้าพวกเขาไว้\nตอนนี้มันอยู่ในช่องว่าง ที่อยู่ตรงกลางของกลไกดาบหมุนนี้\nได้รับการเก็บรักษาไว้ในที่ที่ไม่มีใครรู้ จนถึงทุกวันนี้",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "14.4%",
	"effectName": "Purifying Crown",
	"effectTemplateRaw": "ภายใน 20 วินาที หลังจากใช้สกิลธาตุหรือท่าไม้ตาย พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> ในช่วงเวลาต่อเนื่อง หากผู้สวมใส่สร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ \"Electrifying Edict\" เป็นเวลา 20 วินาทีหลังจากนั้น: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทรา ของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น <color=#99FFFFFF>{1}</color>",
	"r1": {
		"description": "ภายใน 20 วินาที หลังจากใช้สกิลธาตุหรือท่าไม้ตาย พลังโจมตีจะเพิ่มขึ้น 24% ในช่วงเวลาต่อเนื่อง หากผู้สวมใส่สร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ \"Electrifying Edict\" เป็นเวลา 20 วินาทีหลังจากนั้น: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทรา ของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 40%",
		"values": [
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "ภายใน 20 วินาที หลังจากใช้สกิลธาตุหรือท่าไม้ตาย พลังโจมตีจะเพิ่มขึ้น 30% ในช่วงเวลาต่อเนื่อง หากผู้สวมใส่สร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ \"Electrifying Edict\" เป็นเวลา 20 วินาทีหลังจากนั้น: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทรา ของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 50%",
		"values": [
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "ภายใน 20 วินาที หลังจากใช้สกิลธาตุหรือท่าไม้ตาย พลังโจมตีจะเพิ่มขึ้น 36% ในช่วงเวลาต่อเนื่อง หากผู้สวมใส่สร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ \"Electrifying Edict\" เป็นเวลา 20 วินาทีหลังจากนั้น: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทรา ของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 60%",
		"values": [
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "ภายใน 20 วินาที หลังจากใช้สกิลธาตุหรือท่าไม้ตาย พลังโจมตีจะเพิ่มขึ้น 42% ในช่วงเวลาต่อเนื่อง หากผู้สวมใส่สร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ \"Electrifying Edict\" เป็นเวลา 20 วินาทีหลังจากนั้น: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทรา ของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 70%",
		"values": [
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "ภายใน 20 วินาที หลังจากใช้สกิลธาตุหรือท่าไม้ตาย พลังโจมตีจะเพิ่มขึ้น 48% ในช่วงเวลาต่อเนื่อง หากผู้สวมใส่สร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ \"Electrifying Edict\" เป็นเวลา 20 วินาทีหลังจากนั้น: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทรา ของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 80%",
		"values": [
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}