{
	"id": 11503,
	"name": "Freedom-Sworn",
	"description": "ดาบตรงสีน้ำเงินเข้มแห่งบทเพลงโบราณ เป็นดาบที่เหมือนดั่งคำมั่นสัญญาแห่งอิสรภาพในดินแดนแห่งสายลม",
	"descriptionRaw": "ดาบตรงสีน้ำเงินเข้มแห่งบทเพลงโบราณ เป็นดาบที่เหมือนดั่งคำมั่นสัญญาแห่งอิสรภาพในดินแดนแห่งสายลม",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "เมื่อก่อนมีเพลงอยู่เพลงหนึ่งที่นิยมร้องตอนดื่มอวยพรและตอนฝึกฝน ซึ่งเพลงร้องว่าอย่างนี้:\n\"หากแม้นมีคนดึงลิ้นของคุณทิ้ง คุณก็ยังสามารถใช้ดวงตาร้องเพลงได้\"\n\"หากแม้นมีคนแทงจนคุณตาบอด คุณก็ยังสามารถใช้หูมองไปรอบ ๆ ได้\"\n\"หากแม้นมีคนวางแผนจะทำลายอนาคต เช่นนั้นก็ชวนเขามายกแก้วด้วยกันเถิด\"\n\"ถึงแม้นพรุ่งนี้จะมาไม่ถึง แต่เสียงเพลงในขณะนี้ก็จะคงอยู่ชั่วนิรันดร์\"\n\nกล่าวกันว่าลักษณะของแต่ละภูมิภาคนั้น ไม่ว่าจะเป็นคนหรือแผ่นดินอันกว้างใหญ่ ก็ล้วนแต่เกิดขึ้นตามเทพเจ้าของพวกเขาทั้งสิ้น\nแต่ที่สุดแล้วเทพเจ้าผู้รักในอิสระ ได้มอบความรักในอิสระ และไวน์นั้นให้แก่แผ่นดินและผู้คนท่ามกลางการต่อสู้\nหรือคนได้ถือกำเนิดเทพเจ้าแห่งลมผู้รักในอิสรภาพท่ามกลางหิมะและพายุความปรารถนาต่ออิสรภาพ\nหรือนี่เป็นคำถามที่ไม่สามารถพิสูจน์ได้ตั้งแต่แรก\n\nแต่เพลงเพลงนั้นมักจะร้องในยุคอันมืดมน\nไม่ว่าในตอนที่ราชาขึ้นครองราชย์บนยอดหอคอยท่ามกลางลมพายุ\nหรือเมื่อเหล่าขุนนางผู้เสื่อมทรามทำลายล้างเทวรูป\nในอุโมงค์ใต้ดิน, ในซอยมืด, ในร้านเหล้าที่ทรุดโทรม\nเสียงเพลงที่แทรกซึมไปในลมพายุและกำปั้นเหล็ก ถักทอจนกลายเป็นรังของฮีโร่นักรบ\n\nในอดีตแสนเนิ่นนาน ในเมืองหลวงอันเงียบสงัดที่ถูกล้อมรอบทุกทาง\nด้วยเสียงพิณของใครบางคน และเสียงโห่ร้องในที่สุดก็บุกฝ่าคุกแห่งลมพายุ\nชายหนุ่ม, ภูต, นักธนู, อัศวินและนักรบผมแดงพเนจร\nพวกเขายืนอยู่หน้าหอคอยที่มีรูปร่างคล้ายหอกยาวที่ชี้ไปยังท้องฟ้า\nด้านหน้าหอคอยที่เหมือนกับเงาของยักษ์หิน\nและพวกเขาได้ปฏิญาณว่าจะเป็นอิสระ และปฏิญาณว่าจะทำลายกฎของกษัตริย์ผู้โดดเดี่ยวแห่งหอคอย\n\nส่วนคนป่วยและอ่อนแอที่ไม่สามารถปีนขึ้นหอคอยได้ ก็ทำได้เพียงฮัมเพลงเบา ๆ ในมุมที่ไม่มีลมพัดผ่าน\nเพลงที่ใช้ร้องตอนดื่มอวยพรและตอนฝึกฝนนั้นสามารถเขย่ากำแพงเมือง และกระตุ้นเหล่าผู้กล้าให้ปีนขึ้นไป... \n\"หากแม้นมีคนดึงลิ้นของคุณทิ้ง คุณก็ยังสามารถใช้ดวงตาร้องเพลงได้\"\n\"หากแม้นมีคนแทงจนคุณตาบอด คุณก็ยังสามารถใช้หูมองไปรอบ ๆ ได้\"\n\"แต่ทว่าใครจะกล้าแย่งเพลงของคุณ, อิสระที่คุณปรารถนา\"\n\"—เช่นนั้นก็ ไม่สามารถยกโทษให้โดยเด็ดขาด\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "43",
	"effectName": "Revolutionary Chorale",
	"effectTemplateRaw": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <color=#99FFFFFF>{0}</color> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <color=#99FFFFFF>{1}</color>, พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{2}</color> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
	"r1": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น 10% เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น 16%, พลังโจมตีเพิ่มขึ้น 20% และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"10%",
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น 12.5% เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น 20%, พลังโจมตีเพิ่มขึ้น 25% และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"12.5%",
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น 15% เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น 24%, พลังโจมตีเพิ่มขึ้น 30% และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"15%",
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น 17.5% เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น 28%, พลังโจมตีเพิ่มขึ้น 35% และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"17.5%",
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น 20% เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น 32%, พลังโจมตีเพิ่มขึ้น 40% และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
		"values": [
			"20%",
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 18
			}
		]
	}
}