{
	"id": 14412,
	"name": "Frostbearer",
	"description": "ผลไม้ประหลาดที่มีกลิ่นอายของความเย็นและความรู้สึกที่เจ็บปวด",
	"descriptionRaw": "ผลไม้ประหลาดที่มีกลิ่นอายของความเย็นและความรู้สึกที่เจ็บปวด",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "เมื่อบุตรสาวของนักบวชแห่ง Vindagynr ได้เกิดมาที่ใต้ต้นไม้ขาวนี้\nเมื่อเธอได้รับพร ดินแดนแห่งภูเขาอันเขียวขจีนี้ก็เต็มไปด้วยความสุข\n\nแน่นอนว่าความสุขของ Sal Vindagynr จะคงอยู่ตลอดไป\nเช่นเดียวกับต้นไม้สีขาวเงินที่รากหยั่งลึกลงไปในผืนโลกจะไม่มีวันเหี่ยวเฉา——\nนี่คือสิ่งที่ผู้บันทึกประวัติศาสตร์ของดินแดนแห่งภูเขาคิดในตอนนั้น\nผู้คนมากมายที่เห็นเหตุการณ์ในวันนั้น ต่างก็เชื่ออย่างสนิทใจเช่นเดียวกัน\nความงามและเก่งกาจของเจ้าหญิงจะสว่างไสวราวแสงจันทร์เสมอ...\n\nเมื่อกรงเล็บที่แช่แข็งโลกตกลงมาอย่างฉับพลัน\nแม้แต่ต้นไม้ต้นนั้นก็แตกเป็นเสี่ยง ๆ\nสาวน้อยผู้นั้นคว้ากิ่งที่สมบูรณ์ที่สุด\nเธอต้องการจะต่อกิ่งเพื่อให้ต้นไม้ที่เคยเป็นร่มเงาของประเทศอยู่รอดต่อไป\nแต่สุดท้ายการต่อกิ่งก็ล้มเหลว\nพายุหิมะที่เย็นราวกับใบมีด ในที่สุดก็บดบังแสงจันทร์ไปจนมิด...\n\nนานแสนนานจากนั้น และนานแสนนานก่อนหน้านี้——\nเมื่อมังกรดำและมังกรแห่งสายลมต่อสู้กันจนฝ่ายหนึ่งสิ้นใจ\nเมื่อเลือดพิษของมังกรย้อมให้หุบเขาที่ขาวราวกระดูกกลายเป็นสีแดง\nในที่สุดต้นไม้ต้นนี้ก็จำได้ว่ามันไม่ได้ตายไปพร้อมกับชาวเมือง\nมันแผ่รากของมันอย่างละโมบเพื่อดูดซับเลือดอุ่น ๆ ที่ซึมลงในผืนดิน\n\nเพราะมีใครบางคนบรรจุแก่นแท้สีแดงเข้มไว้ในนั้น\nต้นไม้สีขาวที่ควรจะตายไปนานแล้วหวนนึกถึงอดีต\nและรวบรวมพลังทั้งหมดของมัน กลายเป็นผลผลหนึ่ง...\n\nเพื่อผู้ที่เคยอยู่ภายใต้ร่มเงาของข้า เพื่อนักบวชที่เคยสรรเสริญข้า\nเพื่อสาวงามผู้เคยวาดภาพอยู่ข้างกายข้า\nเพื่อความสุขที่ไม่เคยได้รับทั้งหลาย ข้าได้รวมมันไว้ในผลไม้เย็นยะเยือกสีแดงลูกนี้\n\nขอให้ผู้ที่สามารถนำความยุติธรรมมาสู่โลกที่โหดร้าย\nใช้ผลไม้อันขมขื่นที่ไม่เคยมีใครครอบครองนี้ ไปสร้างความยุติธรรมด้วยเถิด",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "9%",
	"effectName": "Frost Burial",
	"effectTemplateRaw": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>{0}</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>{1}</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>{2}</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
	"r1": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 60% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 80% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 200% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 70% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 95% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 240% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 80% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 110% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 280% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 90% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 125% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 320% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 140% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 360% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 12
			}
		]
	}
}