{
	"id": 14417,
	"name": "Fruit of Fulfillment",
	"description": "ผลไม้ที่ได้รับมาจากเรื่องเล่าของ Aranara มีศักยภาพที่จะเอาชนะวิกฤติใด ๆ ก็ตามอยู่ในนั้น",
	"descriptionRaw": "ผลไม้ที่ได้รับมาจากเรื่องเล่าของ Aranara มีศักยภาพที่จะเอาชนะวิกฤติใด ๆ ก็ตามอยู่ในนั้น",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "\"ความจริงแล้ว จันทราไม่ได้กลมมนเหมือนไข่มุกเสมอไป...\"\n\nมันเป็นเรื่องราวน่ากลัว ที่เกิดขึ้นเมื่อนานมาแล้ว โชคดีที่มันเป็นแค่เรื่องเล่า ไม่ใช่ความทรงจำของข้าและเจ้า\nวันหนึ่ง ดวงจันทราแปลงร่างเป็นรอยยิ้มดุร้ายพร้อมเขี้ยวอันแหลมคม แล้วก็ไม่ยอมส่องแสงผ่านใบไม้ ทำให้หยาดน้ำค้างบนพื้นหญ้ากลายเป็นไข่มุกอีก\n\nต้นไม้ถูกลมโค่นลงเหมือนทุ่งข้าวสาลีที่เอนงอ ความโศกเศร้าแผ่ปกคลุมไปทั่วแผ่นดิน\nความเศร้านั้นช่างลึกซึ้งและรุนแรง ถึงขนาดเปลี่ยนน้ำในลำธารให้กลายเป็นรสเกลือและเหล็กได้\n\nราชินี Aranyani ผู้สร้างพวกเราได้มอบป่าให้เราดูแล พวกเราจึงได้ต่อสู้กับสัตว์ป่าที่มืดมิด เหล็กยักษ์ที่แข็งแกร่ง รวมถึง Marana\nเธอเข้าไปในทะเลทรายพร้อมกับลูกหลานของป่า ทำลายรากโคนแห่งภัยพิบัติ หักสะบั้นกิ่งไม้แห่งหายนะ แต่สุดท้ายแล้ว เหลือเพียงไม่กี่คนที่รอดกลับมาอยู่ใต้เงาไม้ได้\nพวกเราสูญเสีย Vanarana ไป Aranara มากมายได้กลับคืนสู่พื้นดินก่อนเวลาอันควร แม้แต่เรื่องราวสุดท้ายก็เต็มไปด้วยความขมขื่น\n\nแต่ท้ายที่สุดพวกเราก็เอาชนะภัยพิบัติได้ แม้แต่ในทะเลทรายลึก ก็ยังมีดอกบัวเบ่งบานขึ้น\nเธอผู้เคยสร้างพวกเราขึ้นมา ได้สรรค์สร้างชีวิตใหม่ขึ้นกลางทะเลทราย เพื่อเติมเต็มความว่างเปล่าของใจกลางผืนดิน\n\n...\nแต่ในเรื่องราวอันขมขื่น ก็ยังแฝงไปด้วยความกล้าหาญและพลัง แม้เรื่องราวจะทรงพลังสู้ \"ความทรงจำ\" ไม่ได้ แต่ก็มีความแข็งแกร่งอยู่ดี\nข้าจะเก็บรักษาเรื่องราวผจญภัยของเรา ที่เจ้าเล่าให้ข้าฟังไว้อย่างดี เมื่อดวงจันทราเกิดเหตุอาเพศขึ้นอีกครั้ง มันจะช่วยปกป้องป่าแทนเจ้าเอง",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "10%",
	"effectName": "Full Circle",
	"effectTemplateRaw": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น 24 หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"24"
		]
	},
	"r2": {
		"description": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น 27 หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"27"
		]
	},
	"r3": {
		"description": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น 30 หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"30"
		]
	},
	"r4": {
		"description": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น 33 หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"33"
		]
	},
	"r5": {
		"description": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น 36 หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"36"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}