{
	"id": 14414,
	"name": "Hakushin Ring",
	"description": "สื่อเวทที่แบกรับความคิดและความทรงจำของ \"Kitsune Saiguu\" เมื่อในอดีต แต่ความคิดและความทรงจำของเธอนั้นยิ่งใหญ่มาก ซึ่งเป็นไปไม่ได้เลยที่จะใส่ลงในอาวุธขนาดเล็กเช่นนี้ได้ทั้งหมด",
	"descriptionRaw": "สื่อเวทที่แบกรับความคิดและความทรงจำของ \"Kitsune Saiguu\" เมื่อในอดีต แต่ความคิดและความทรงจำของเธอนั้นยิ่งใหญ่มาก ซึ่งเป็นไปไม่ได้เลยที่จะใส่ลงในอาวุธขนาดเล็กเช่นนี้ได้ทั้งหมด",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "\"ลาจากอย่างรวดเร็ว ราวกับความฝันเพียงชั่วคืน\"\n\nชีวิตอันแสนบอบบางของมนุษย์\nฉันคิดว่าตัวเองใช้ชีวิตอย่างดีเยี่ยมแล้ว\n\nฉันเคยใช้ร่างของ Hakushin Kitsune\nวิ่งไปในป่าของ Grand Narukami\nพร้อมเด็ก ๆ ที่ฉลาดทั้งหลาย\n\nหวังว่า หลังจากทุกสิ่งสิ้นสุด\nพวกมันจะได้วิ่งเล่นอย่างมีความสุขอีกครั้ง\n\nฉันเคยขับร้องบทเพลงแห่งเทพ พร้อมกับสาวน้อยจากเผ่าปีศาจ\nที่ใบหน้างามราวกับดวงจันทร์ ต่อหน้าท่านโชกุน\nฉันยังเคยชมเชยในเพลงดาบของเธอ\nหวังว่าความงาม, ความกล้า และอิริยาบถของเธอ\nจะสามารถดำรงอยู่ได้เป็นพัน ๆ ปี\n\nเมื่อนึกถึงความงาม ที่ทำให้ทุกสายตาต้องจับจ้องของสาวน้อยคนนั้น\nก็อดที่จะบดบังรูปลักษณ์ในปัจจุบันด้วยหน้ากากไม่ได้...\n\nฉันเคยแข่งวิ่งกับหัวหน้าเผ่าเท็งงุ Yougou\nเราวิ่งแข่งขันไปทั่วภูเขา Lingshan\nเพื่อที่จะได้รู้ว่า ใครจะมีพลัง และความเร็วเหนือกว่า\n\nสุดท้ายแล้ว ฉันผู้มาจาก Hakushin คือผู้ชนะ\nแต่พอมาคิดดู น่าจะเป็นเพราะเธอออมมือให้ฉันมากกว่า\nเช่นนี้ ทำให้ฉันรู้สึกยอมไม่ได้...\n\nฉันเคยทำให้ปีศาจทานูกิที่ดื้อรั้นจะต่อสู้กับฉัน\nยอมแพ้ให้ท่านโชกุนทั้งกาย และใจ\nและฉันยังวางแผนอย่างไร้ยางอายต่อท่านโชกุน\nทำให้เจ้าปีศาจทานูกิยอมสวามิภักดิ์ท่านโชกุนได้\n\nสีของดวงจันทร์ในคืนนั้น ส่องสะท้อนกิ่งไม้ และกลีบดอกไม้\nตกกระทบอยู่ในสวน งดงามราวไข่มุก\nถึงตอนนั้น ยังคงส่องสว่างอยู่ในใจของฉัน...\n\nเพียงหวังที่จะให้ก่อนจากไป เธอได้จดจำคติที่ฉันรวบรวมความกล้า พูดมันออกมา\n\"ไม่มืดบอด ไม่สั่นไหว จงเดินไปบนเส้นทางแห่งศรัทธา\"\nและหวังว่าคติของฉัน จะสามารถทำลายคำโกหก และความชั่วร้ายในใจเธอได้\nและหวังว่าทานูกิที่ไร้เดียงสาจนถูกหลอกเหล่านั้น จะไม่รังเกียจที่ฉันโกหก หลอกลวง...\n\nที่นี่ เป็นที่ๆ มืดมิดที่สุด\nฉันจะจดจำภาพเหล่านี้ไม่ลืมเลือน\nเหมือนกับดวงจันทร์ที่ส่องทะลุเมฆา\nสาดส่องไปยังดวงใจอันเล็กและบอบบางของฉัน\n\nในชีวิตนี้ ฉันได้เคยแปลงร่างเป็นมนุษย์\nและเดินทางไปกับสิ่งมีชีวิตแสนสวย ที่มีอายุขัยแสนสั้นเหล่านี้\nเป็นมิตรสหายของคนมากมายในฐานะต่างๆ\nไม่ว่าจะเป็นมิโกะที่มาฝึกใน Grand Narukami เพื่อศาลเจ้าที่บ้านเกิดของตัวเอง\nหรือจะเป็นเด็กที่หลงทางเพราะคนคุ้มกันเกี้ยวเทพเจ้า\nหรือชายหนุ่มเป็นกันเองที่ไปฝึกวิชาเซียนที่ Liyue\nไม่ว่าจะเป็น Kanjou ที่พยายามทุกวิถีทางเพื่อทำให้เมืองรุ่งเรือง\nหรือช่างที่มุ่งมั่นอยู่กับการตีดาบที่คมกริบที่สุด\nหรือคนที่ใช้วิชาที่สร้างดาวตกขึ้นมา ให้มันบานสะพรั่งอยู่บนฟ้า\nทุกคนล้วนเป็นมิตรสหายที่ฉันโชคดี ที่ได้รู้จักพวกเขา\n\nหวังว่าเขตแดนที่คอยปกป้องพวกเขา จะไม่ถูกความมืดใดเข้าครอบงำ...\n\nทั้งหมดนี้ ล้วนเป็นสิ่งที่ฉันปรารถนามาตลอด\n\n\"ดังนั้น จงฉีกทำลายปณิธานความมืดของฉัน\"\n\"ตอนนี้ฉันสูญเสียพลังทั้งหมดแล้ว\"\n\"ขออุทิศเลือดแห่ง Hakushin ของฉันให้ท่านได้ใช้\"\n\"แต่ถึงจะต้อยต่ำเพียงใด\"\n\"ฉันยังหวังให้ท่านฟังคำขอของฉัน...\"\n\n\"หากท่านเห็นสิ่งที่สำคัญต่อฉัน\"\n\"ก็ขอให้ท่านปลดปล่อยสิ่งมีชีวิตเหล่านั้นไป\"\n\"หากท่านอนุญาตให้ฉันวิงวอน\"\n\"ก็ขอให้ท่านนำความทรงจำที่สว่างสดใสชั่วนิรันดร์\"\n\"ของฉัน คืนให้แผ่นดินที่ฉันรัก\"\n\"หวังว่าเมื่อท่านทำตามสิ่งที่ประสงค์แล้ว\"\n\"ยังคงมีสิ่งที่สวยงามหลงเหลืออยู่...\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "6.7%",
	"effectName": "Sakura Palace",
	"effectTemplateRaw": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง <color=#99FFFFFF>{0}</color> เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
	"r1": {
		"description": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง 10% เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง 12.5% เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
		"values": [
			"12.5%"
		]
	},
	"r3": {
		"description": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง 15% เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง 17.5% เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
		"values": [
			"17.5%"
		]
	},
	"r5": {
		"description": "หลังจากตัวละครที่ใช้อาวุธนี้ ทำให้เกิดปฏิกิริยาที่เกี่ยวกับธาตุไฟฟ้าแล้ว ตัวละครในทีมที่อยู่ใกล้เคียงและเป็นธาตุชนิดเดียวกับที่ทำให้เกิดปฏิกิริยาในครั้งนี้ จะได้รับโบนัสความเสียหายธาตุของธาตุที่เกี่ยวข้อง 20% เป็นเวลา 6 วินาที โดยโบนัสความเสียหายธาตุที่เกิดด้วยวิธีนี้ไม่สามารถซ้อนทับได้",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}