{
	"id": 11510,
	"name": "Haran Geppaku Futsu",
	"description": "ผลงานชิ้นเอกที่ Futsu ได้รับคำสั่งให้ทำขึ้น เนื่องจากมีลักษณะเหมือนคลื่นทะเลอันแสนปั่นป่วน จึงได้รับนามว่า \"Haran (คลื่นคลั่ง)\"",
	"descriptionRaw": "ผลงานชิ้นเอกที่ Futsu ได้รับคำสั่งให้ทำขึ้น เนื่องจากมีลักษณะเหมือนคลื่นทะเลอันแสนปั่นป่วน จึงได้รับนามว่า \"Haran (คลื่นคลั่ง)\"",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "ชื่อนี้ได้เขียนอธิบายไว้ใน \"คู่มือสิ่งของใน Inazuma\" ที่รวบรวมโดย Mikoshi Nagamasa แห่ง Tatarasuna\nGeppaku Futsu ถูกสร้างขึ้นโดยสำนัก Futsu ตามคำสั่งที่ได้รับ ซึ่งมีดาบทั้งหมดสองเล่มคือ \"Hasui\" และ \"Haran\"\nโดย \"Haran\" เป็นผลงานชิ้นเดียวของช่างฝีมือผู้ยิ่งใหญ่ Masagomaru ที่หลงเหลือจารึกชื่ออยู่\n\nกล่าวกันว่าในดาบจะมีวิญญาณของผู้ตีดาบสถิตอยู่\n\"คู่มือสิ่งของ\" เริ่มต้นด้วยวลีเช่นนี้\nในตำนานเล่าว่าดาบ Hasui ถูกสร้างขึ้นโดยผู้นำทายาทรุ่นที่สามของสำนักอย่างอาจารย์ Futsu Minori\nหลังจากหลอมดาบเสร็จ ตัวดาบเล่มนี้มีสีฟ้าอ่อนงดงาม มีลวดลายบนดาบที่สวยงามราวกับระลอกคลื่นน้ำใส จึงมักเห็นมันห้อยอยู่ข้างเอวข้ารับใช้ของท่านโชกุนเสมอ\nแต่ต่อมา ใบมีดกลับหักระหว่างการต่อสู้อันดุเดือด ในศึกตัดสินชะตากรรมของเหล่าโอนิ จึงต้องถูกส่งกลับไปหลอมใหม่\nในเวลานั้น Minori ผู้ซึ่งถูกทรมานด้วยสุรา บาดแผลเก่า และความทรงจำอันหนักหน่วงของ Tatarigami ได้แตกสลายราวกับเหล็กที่ไร้คม\nแต่ทายาทรุ่นที่สี่แห่ง Futsu Hiroyoshi ยังเทียบฝีมือกับผู้เป็นแม่ไม่ได้\nจึงมีพี่น้องร่วมสาบานของเขา Futsu Masayoshi ผู้ซึ่งทั่วโลกเรียกขานว่า Masagomaru\nเป็นผู้หลอมดาบเล่มนี้จนสำเร็จในท้ายที่สุด ทำให้ผลงานชิ้นเอกของสำนัก Futsu ปรากฏขึ้นในโลกอีกครั้ง\nดาบ Geppaku Futsu ทั้งสองนั้นคล้ายคลึงกันมาก แต่รัศมีของพวกมันกลับต่างกันอย่างสิ้นเชิง\n\nตลอดชีวิตของ Masagomaru เขาได้จารึกชื่อให้เพียงผลงานชิ้นนี้เท่านั้น ซึ่งเหตุผลก็แสนง่ายดาย\nนั่นเพราะ เขาเคยเป็นเด็กกำพร้าที่ถูกรับอุปการะโดยผู้นำทายาทรุ่นที่สาม เขาไม่รู้หนังสือและเป็นใบ้ตั้งแต่เกิด\nเนื่องด้วยได้รับคำสั่งให้ฟื้นความงามของดาบ \"Hasui\" จึงได้จารึกชื่อไว้เหมือนดั่งแต่ก่อน\n\nเมื่อ Futsu Minori ตายจากไป หลายปีหลังจากนั้น Masagomaru ก็ได้ขึ้นมาแทนที่เธอเพื่อสอนทักษะการตีเหล็กให้ Hiroyoshi\nว่ากันว่าเธอปรารถนาให้เขาเป็นผู้นำในสำนัก แต่เขาก็ปฏิเสธผู้มีพระคุณหลายต่อหลายครั้ง\nชื่อเสียงของ \"Haran\" ดูเหมือนจะส่งผลกระทบต่อการสืบทอดตำแหน่งในการเป็นผู้นำทายาทรุ่นที่สี่ของ Hiroyoshi\nด้วยเหตุนี้ หลังจากที่พี่น้องร่วมสาบานยืนตัวคนเดียวได้อย่างมั่นคงแล้ว Masagomaru จึงเลือกละทิ้งบ้านเกิดและออกเดินทางตามลำพัง\nต่อมา เขาได้ไปที่สำนักสอนตีดาบอื่น ๆ เพื่อศึกษาทักษะ และเรียนรู้จากช่างฝีมือที่มีชื่อเสียง\nหลายปีต่อมาเขามีลูกศิษย์สามคนที่ภาคภูมิใจมาก ได้แก่ Kaedehara Kagemitsu, Niwa Nagamitsu และ Akame Mitsunaga\nซึ่งก็คือ \"Isshin Sansaku\" ที่เป็นผู้สร้าง Isshin Art ขึ้นในภายหลัง\n\n\"ตอนนั้นข้าเป็นแค่เด็กกำพร้าที่เกิดมาเป็นใบ้ หน้าตาอัปลักษณ์และสกปรก\"\n\"เหมือนดั่งแมลงเม่าที่ต้องการความอบอุ่นในคืนอันหนาวเหน็บ และข้าก็ได้เห็นเตาหลอมของโรงตีเหล็ก\"\n\"เบื้องหน้าของข้าคือช่างฝีมือสตรี ผู้เป็นทายาทรุ่นที่สาม ที่ทั้งโลกมองว่าเธอเจ้าอารมณ์และเย่อหยิ่ง\"\n\"แต่เธอกลับไม่ได้ผลักไสไล่ส่งข้าเหมือนดั่งคนอื่น และยังให้ข้าวปลาอาหารเพื่อให้ข้าได้อิ่มท้อง\"\n\"เธอเห็นร่างกายข้าถูกปกคลุมไปด้วยธุลีเหล็ก จึงได้ตั้งชื่อให้ข้าว่า 'Masagomaru'\"\n\nMasagomaru ที่พูดไม่ได้แต่มีความคิดเฉียบแหลม คงจะมีเรื่องราวซ่อนอยู่ในใจไม่น้อย\nสิ่งที่ไม่สามารถบอกเล่าออกมาได้ สุดท้ายก็จมสู่ห้วงลึก และมลายหายไปในเกลียวคลื่น...\n\n\"อาจารย์ทายาทรุ่นที่สามบอกเล่าเรื่องราวแก่ผู้ที่พูดไม่ได้อย่างข้าหลายต่อหลายเรื่อง\"\n\"เหมือนแผลเก่าอีกข้าง เหมือนความปรารถนาของแม่และพี่ชาย\"\n\"เหมือน Hakama สีแดงที่เธอไม่เคยสวมใส่ และเหมือนคลื่นยักษ์ที่วันหนึ่งจะกลืนกินทุกสิ่ง...\"\n\nคืนหนึ่ง เด็กน้อยเดินเข้าไปในโรงตีเหล็กอย่างหวาดกลัว และเห็นช่างตีเหล็กเจ้าอารมณ์คนนั้นอยู่ภายใน\nเธอกำลังใช้ค้อนทุบแท่งเหล็กอย่างสุดกำลัง โดยไม่สนน้ำตาที่ไหลอาบแก้ม...\n\"ลืมสิ่งที่เจ้าเห็นเมื่อครู่ซะ เข้าใจมั้ย?\"\nเขาพยักหน้าด้วยความตื่นตระหนก แต่หญิงผู้นั้นกลับปรบมือและหัวเราะขึ้นมา\n\"ข้าลืมไป ว่าเจ้าเป็นเพื่อนที่ดีที่เก็บความลับได้ดีที่สุด!\"\n\n\"คำกล่าวที่โลกเล่าขานเห็นทีจะเป็นจริง: ผู้ที่ติดเหล้าเป็นชีวิตจิตใจ เป็นผู้ที่หาความแน่นอนอะไรไม่ได้\"\n\"พอคิดดูแล้ว ข้าน่าจะยอมรับคำเชิญให้ดื่มด้วยกันของอาจารย์...\"\n\nใน \"คู่มือสิ่งของ\" ได้บันทึกลักษณะ Geppaku Futsu ในรูปแบบต่าง ๆ\nผลงานชิ้นเอกที่หลอมโดย Futsu Minori นั้นสงบและงดงามราวกับมหาสมุทรในยามค่ำคืน จึงได้ชื่อว่า \"Hasui\"\nส่วนเล่มที่หลอมใหม่โดย Masayoshi นั้นทรงพลังราวกับพายุเฮอริเคน จึงถูกเรียกว่า \"Haran\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "7.2%",
	"effectName": "Honed Flow",
	"effectTemplateRaw": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <color=#99FFFFFF>{0}</color>; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>{1}</color> เป็นเวลา 8 วินาที",
	"r1": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 12%; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น 20% เป็นเวลา 8 วินาที",
		"values": [
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 15%; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น 25% เป็นเวลา 8 วินาที",
		"values": [
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 18%; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น 30% เป็นเวลา 8 วินาที",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 21%; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น 35% เป็นเวลา 8 วินาที",
		"values": [
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด 24%; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น 40% เป็นเวลา 8 วินาที",
		"values": [
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}