{
	"id": 15511,
	"name": "Hunter's Path",
	"description": "ธนูล่าสัตว์สลักทองที่ทำขึ้นจากกิ่งสีขาวที่แสนล้ำค่า เคยยิงสัตว์ร้ายที่บุกรุกเข้ามาในป่าจนร่วงมาแล้วนับไม่ถ้วน",
	"descriptionRaw": "ธนูล่าสัตว์สลักทองที่ทำขึ้นจากกิ่งสีขาวที่แสนล้ำค่า เคยยิงสัตว์ร้ายที่บุกรุกเข้ามาในป่าจนร่วงมาแล้วนับไม่ถ้วน",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 5,
	"story": "ธนูล่าสัตว์เคลือบทองที่ทำจากกิ่งไม้ขาว มีคำอวยพรของป่าซุกซ่อนอยู่ด้วย\nต้นไม้ที่มีกิ่งไม้ขาวบริสุทธิ์แบบนี้ พบได้ยากมากแล้ว\nคำอวยพรเคยถูกโลหิตดำปกคลุมไว้ แต่รอยเปื้อนถูกน้ำชะล้างออกจนหมดสิ้นแล้ว\n\nนักล่าผู้ไล่ล่าฝูงอสูรแห่งความมืดมิด การล่าของเธอดูเหมือนจะไม่มีที่สิ้นสุดเลย\nมีหลายคืนที่เธอซุ่มรออยู่ใต้กองใบไม้อันเน่าเปื่อย หลับใหลอยู่ใต้ก้อนเนื้อในช่วงหลายวันที่ซ่อนตัว\nเพียงเพื่อจะยิงลูกศรทะลุขั้วหัวใจออกไป จากนั้น ก็ตามหาเหยื่อรายใหม่ต่อไป\n\nเมื่อเวลาผ่านไป นักล่าก็เลิกวิตกว่าลมจะพัดพากลิ่นของเธอไป ทำให้เหยื่อรู้ตำแหน่งของเธอ\nเธอเลิกอำพรางกลิ่นของมนุษย์ด้วยดอกไม้ป่าสีเขียวขจี\nเพราะกลิ่นกายของเธอเริ่มใกล้เคียงกับกลิ่นเหม็นคาวที่สัตว์ป่าคุ้นเคยเป็นอย่างดี\n\nก่อนที่จะกลายเป็นนักล่า เธอได้ลืมเลือนภาษามนุษย์ไปตั้งนานแล้ว\nท่ามกลางการไล่ล่าที่ไม่หยุดหย่อน เธอเองก็ลืมกาลเวลาไปด้วยเช่นกัน\nทั้งยังลืมพื้นที่ล่าสัตว์อันกว้างใหญ่ไร้ขอบเขตที่เคยสัญญากับเธอไว้\nแม้แต่เด็กหนุ่มตาบอดที่เจอเธอในตอนแรก และมอบธนูที่ทำจากกิ่งไม้ขาวให้เธอ\nอีกทั้งทำให้เธอก้าวสู่ทางอสูรแห่งความมืดมิดอีกครั้ง\nก็ถูกเธอลืมเลือนไป เพราะจดจ่อกับการล่าสัตว์\n\n\"ผู้เปื้อนเลือดจะไม่มีวันค้นพบพื้นที่ล่าสัตว์เขียวชอุ่มอันไร้ขอบเขต ที่อยู่อีกฟากฝั่งหรอกนะ\"\n\"ไม่นะ อาจารย์ พื้นที่ล่าสัตว์ของข้าคือโลกที่เต็มไปด้วยสัตว์ร้ายแห่งนี้ต่างหาก...\"\n\nนักล่ามองไปที่แม่น้ำใต้แสงจันทร์ แล้วพบว่า ตนเองได้กลายเป็นสัตว์ป่าไปโดยไม่รู้ตัวซะแล้ว\nเมื่อเดินตามเส้นทางที่สัตว์ป่าทิ้งไว้ อัศวินดำและคมดาบในเงาสะท้อนของน้ำ ก็พบตัวเธอที่กำลังสับสนงุนงงอยู่...\n\n\"ก็แค่อสูรที่สมควรถูกกำจัดทิ้ง กำลังหลงใหลเงาจันทร์ในน้ำเท่านั้น\"\n\"แปลกเสียจริง มีแวบหนึ่ง ข้ายังนึกว่าเป็นสาวน้อยที่หลงป่ามาซะอีก...\"\n\n\"เดินหน้าไปทิศตะวันตกกันต่อเถอะ เพื่อความยุติธรรม... และเพื่อชำระบาปที่ทำให้มนุษย์กลายเป็นสัตว์ป่าเถอะ\"",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "9.6%",
	"effectName": "At the End of the Beast-Paths",
	"effectTemplateRaw": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>{0}</color> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <color=#99FFFFFF>{1}</color> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
	"r1": {
		"description": "ได้รับโบนัสความเสียหายธาตุทั้งหมด 12% และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ 160% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "ได้รับโบนัสความเสียหายธาตุทั้งหมด 15% และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ 200% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "ได้รับโบนัสความเสียหายธาตุทั้งหมด 18% และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ 240% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "ได้รับโบนัสความเสียหายธาตุทั้งหมด 21% และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ 280% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "ได้รับโบนัสความเสียหายธาตุทั้งหมด 24% และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ 320% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}