{
	"name": "Ibis Piercer",
	"description": "คันธนูทองคำที่ถูกหลอมขึ้นมาตามเรื่องเล่า หากใช้มันเฉกเช่นอาวุธธรรมดาทั่วไป ก็น่าจะถือว่าเป็นการทำให้มุมหนึ่งของเรื่องราวบนหน้ากระดาษ ได้ปรากฏขึ้นในโลกของความเป็นจริงที่อยู่ภายนอกหน้ากระดาษล่ะนะ",
	"weapontype": "ธนู",
	"rarity": "4",
	"story": "ตอนแรกมันถูกทำขึ้นมา เพื่อเป็นสินค้าตัวอย่างสุดพิเศษ สำหรับการพรีออเดอร์ \"ราชานักอัญเชิญ\" เล่มจบภาคหนึ่งก็เท่านั้น\nแต่ตอนที่ลองทำออกมานั้น ด้วยเงื่อนไขสั่งทำพิเศษ มันกลับถูกเข้าใจผิดว่าต้องสร้างออกมาเป็นอาวุธจริงเสียอย่างนั้น\nดังนั้น เมื่อตอนที่ได้รับธนูนี้ เหล่าบรรณาธิการของสำนักพิมพ์ Yae จึงปวดหัวกับปัญหาผิดพลาดที่เกิดขึ้นเป็นอย่างมาก ทว่าอาจารย์ Fukumoto ที่อยู่ด้วยในตอนนั้นกลับรู้สึกตื้นตันเป็นอย่างยิ่ง จนเขียนเนื้อหาต่อไปนี้ เป็นบทเสริมในหนังสือที่วางขาย\n\n\"ผู้ที่ครอบครองธนูคันนี้ จักเป็นนักธนูผู้มีฝีมือเป็นเลิศสุด ในหมู่ผู้ใต้บังคับบัญชาราชันแห่ง Great Red Sand\"\nใคร ๆ ต่างก็พูดเช่นนั้น เด็กหนุ่มเจ้าของใบหน้าสีเขียวหม่นก็เชื่อดังนั้นสุดหัวใจ ยามที่ราชาแห่งนกกุลาได้เผยสมบัติลับมากมายให้เห็น เขาก็ถูกตาต้องใจธนูยาวสีหินทรายที่ฝังด้วยอัญมณีคันนี้ทันที ตอนนั้นเด็กหนุ่มที่ยังไม่เคยผ่านพ้นความทุกข์ทรมานยังคงคิดว่า ไม่ว่าจะเป็นสิ่งใดที่ต้องการก็สามารถคว้ามาเป็นรางวัลได้...\nมันก็ขึ้นอยู่กับว่าจะทุ่มเทถึงขั้นไหนก็เท่านั้นแหละ\nดังนั้นเขาจึงเปล่งเสียงถามราชาแห่งนกกุลาว่า \"หากข้ากลายเป็นนักธนูผู้โดดเด่นสุดในหมู่คน และมีพลังอำนาจที่อยู่เหนือกว่าราชันทุกองค์แล้ว ข้าจะครอบครองธนูนี้ได้หรือไม่?\"\nขณะนั้นทั้งโถงมีเพียงความเงียบงัน ภายใต้เงาทึมจากแสงไฟ กลับไร้ซึ่งคนกล้าตอบคำถามนี้\nบนบัลลังก์นั้น ชายผู้มีดวงตาเฉียบคมดั่งเหยี่ยวหัวเราะขึ้นเสียงเบา และยอมรับในคำขอของชายหนุ่ม\nวันนั้นต้องมาถึงเป็นแน่ ชายหนุ่มผู้มีใบหน้าสีเขียวหม่นคิดเช่นนั้น\n\nเพียงแต่เวลาที่เสียไปกลับนานไปนิด\nราชันแห่งการต่อสู้สมความปรารถนานี้ในอีกหลายร้อยปีต่อมา เขาพึ่งพาเด็กหนุ่มผู้เปิดกล่องศักดิ์สิทธิ์ขึ้น เพื่อเข้าสู่ \"ห้องแห่งการดูเอล\" ที่ถูกผนึก ตอนนั้นถึงได้พบกับธนูยาวในมือของร่างพร่าเลือนอีกครั้ง\nเวลาราวกับหยุดนิ่งไปชั่วขณะ เศษเสี้ยววิญญาณของเขาได้ลอยทะลุเศษซากประตูใหญ่ และโถงทางเดินปรักหักพัง กลับไปสู่โถงที่เป็นจุดเกิดการทรยศและแผนกลลวง เขาคว้าลูกธนูสีทองจากธนูเร้นลับที่พุ่งเข้ามาใกล้อย่างไม่อาจหลีกเลี่ยง ช่วยให้ร่างตนไม่ถูกมันแทงทะลุอกไป\nนี่เป็นส่วนหนึ่งของแผนการเขาตั้งแต่แรก\nยามนี้มนตราได้คลายลง ลูกธนูถูกทำลาย ร่างพร่าเลือนที่ถือธนูยาวก็สลายหายไปด้วยในพริบตา\nเขาคว้าธนูเอาไว้ ก่อนที่มันจะร่วงลงสู่พื้นเพราะไร้การหยิบจับ\nเขาคว้าน้ำเหลวในการชิงธนูที่หลอมจากทองคำคันนี้มานักต่อนัก สาเหตุการแตกหักกับราชาแห่งนกกุลาก็เกี่ยวข้องกับเรื่องนี้ไม่น้อย ทว่ายามที่ได้รับสมบัติซึ่งใฝ่ฝันมานานนั้น ในใจกลับเย็นเยียบราวกับหนองน้ำเน่าเสีย ราชาแห่งจระเข้ใคร่ครวญได้ว่า ตนคงไม่ได้โอบกอดความต้องการอันมหาศาล เฉกเช่นเดียวกับสมัยเยาว์วัยอีกต่อไปแล้ว\nยิ่งไปกว่านั้น ราชันแห่งทรายชาดผู้ยิ่งใหญ่ก็ได้เร้นหายไปในประวัติศาสตร์นานแล้ว ไม่พบเห็นวี่แววนายหญิงแห่งมวลบุปผาอีก และเพื่อที่จะแย่งบัลลังก์ในสุสานแห่งนั้น แต่ละดินแดนก็เกิดศึกสงคราม ความวุ่นวายอลหม่านอันไม่สิ้นสุด เขาถือโอกาสใช้ \"พิธีกรรมดูเอล\" สั่นคลอนทะเลทรายสีทอง และพยายามลบเลือนกำแพงกั้นระหว่างแต่ละโลก เพราะหวังที่จะได้เจอกับศึกสงครามอันโกลาหลยิ่งกว่าเดิม เพื่อที่จะหยุดยั้งเขาแล้ว ชายแก่ใช้ธนูทองคำค้ำยันพาร่างของตัวเองขึ้นบันไดสู่พิธีกรรม...\nแต่นั่นก็เป็นอดีตเรื่องที่ผ่านมานานแสนนานแล้ว\nเขาใช้นิ้วลูบคลำอัญมณีบนคันธนูไม่หยุด จนกระทั่งพลันตระหนักได้ว่า สิ่งที่ทำให้มันทึมแสงประกายลง หาใช่ฝุ่นเกาะที่ไม่มีอยู่จริง\n\n\"ช่างมันเถอะ\" ราชันแห่งการต่อสู้คิดในใจ\nเขาได้ยินเสียงโต๊ะใน \"ห้องแห่งการดูเอล\" เริ่มทำงานขึ้นอีกครั้ง และนึกได้ว่าชายหนุ่มที่ตนเคยสิงร่าง คงกำลังรอคอยการดูเอลอย่างใจจดใจจ่อ\nดังนั้นเขาจึงสะพายธนูไว้ข้างลำตัว บางทีนี่อาจเป็นภาพการคว้าชัยชนะที่ก่อนหน้านี้ตนเคยตั้งตารอก็เป็นได้\nจากนั้น ราชันผู้มีใบหน้าสีเขียวหม่นก็ค่อย ๆ ย่างฝีเท้าสู่สนามรบที่โชคชะตากำหนดเอาไว้ให้",
	"baseatk": 44,
	"substat": "พลังโจมตี",
	"subvalue": "6",
	"effectname": "Secret Wisdom's Favor",
	"effect": "ภายใน 6 วินาที หลังจากที่การชาร์จโจมตีถูกศัตรู ความชำนาญธาตุของตัวละครจะเพิ่มขึ้น {0} หน่วย โดยเอฟเฟกต์นี้จะซ้อนทับมากสุด 2 ชั้น และในทุก 0.5 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง",
	"r1": [
		"40"
	],
	"r2": [
		"50"
	],
	"r3": [
		"60"
	],
	"r4": [
		"70"
	],
	"r5": [
		"80"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 3
			},
			{
				"name": "Faded Red Satin",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 12
			},
			{
				"name": "Faded Red Satin",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Treasured Flower",
				"count": 6
			},
			{
				"name": "Trimmed Red Silk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Treasured Flower",
				"count": 12
			},
			{
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 9
			},
			{
				"name": "Rich Red Brocade",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 18
			},
			{
				"name": "Rich Red Brocade",
				"count": 12
			}
		]
	}
}