{
	"name": "Jadefall's Splendor",
	"description": "ภาชนะสำหรับประกอบพิธีกรรมซึ่งแกะสลักขึ้นจากหยกชิ้นงาม ส่งประกายแสงระยิบระยับของท้องฟ้า และผืนน้ำอันใสสะอาด",
	"weapontype": "สื่อเวท",
	"rarity": "5",
	"story": "หยกสีเขียวอมฟ้าอันวิจิตรร่วงหล่นลงมาจากฟากฟ้า ชำระล้างด้วยน้ำใสสะอาดที่ไหลรินชั่วนิรันดร์\nขจัดคราบดินโคลนดำมืดที่เกาะกิน กำจัดคราบตกค้างไม้เน่าเปื่อยที่หมักหมม\nหินดึกดำบรรพ์ที่ถูกสกัดและสลักด้วยฝีมือของช่างฝีมือชาวมนุษย์เยาว์วัย\nในที่สุดกลายเป็นเครื่องหยกอันวิจิตร เฝ้ารอเวลาอันเหมาะสมเพื่อบรรลุเป้าประสงค์อันศักดิ์สิทธิ์...\n\n\"ก็อย่างที่ฉันพูด\" นักวิชาการจากดินแดนแห่งป่าฝนอภิปรายเรื่องชา \"ธรรมชาติของประวัติศาสตร์คือการเสื่อมโทรมและการล่มสลาย\"\n\"มีเพียงความเมตตาและสติปัญญาของทวยเทพเท่านั้นที่สามารถป้องกันการล่มสลายของมนุษย์ได้ ไม่อย่างนั้น มนุษย์นี่แหละที่จะทำลายตัวเอง\"\n\"ดูซากปรักหักพังที่รกร้างว่างเปล่าไร้ผู้คนท่ามกลางภูเขาและหนองน้ำ ดูสัตว์ร้ายบนภูเขาที่สูญเสียพลังเซียนและภาษาไป...\"\n\"ผู้คนในอดีตกาลพินาศย่อยยับอย่างปราศจากสุ้มเสียง ทั้งกษัตริย์และหัวหน้าเผ่าในอดีตก็หาได้สร้างผลกระทบอะไรที่ยิ่งใหญ่ไว้เลย\"\n\nบรรพบุรุษของ Chenyu Vale ไม่ได้อาศัยอยู่ที่นี่ แต่เดิมพวกเขาเคยอาศัยอยู่ในเหมืองที่อุดมไปด้วยสายแร่\nชีวิตของครอบครัวและชนเผ่าต่างก็วนเวียนอยู่รอบ ๆ เหมือง ครั้งหนึ่งพวกเขาเคยสร้างถิ่นฐานจากภูเขาหนึ่งทอดยาวไปอีกภูเขาหนึ่ง...\nแต่มนุษย์ไม่อาจล่วงรู้ถึงบาปที่ฝังลึกอยู่ใต้เท้าอย่างสันโดษที่เบื้องล่างของเหมือง\nการลงทัณฑ์จากฟากฟ้าไม่เคยให้อภัยแก่มนุษย์ หลังจากเกิดภัยพิบัติ บรรพบุรุษต้องย้ายถิ่นฐานของพวกเขาขึ้นไปยังทางเหนือ\n\nผู้อาวุโสของหมู่บ้าน Qiaoying อ้างว่าบรรพบุรุษของผู้คนใน Chenyu Vale มาจากเหวทางทิศใต้\nพวกเขานำแท่นบูชาหยกขนาดใหญ่มาด้วย และทิ้งไว้เพียงซากปรักหักพังโบราณที่ไม่มีใครสามารถถอดความได้ไว้...\nเมื่อสงครามอันดุเดือดของเทพอสูรมาถึง จำนวนบรรพบุรุษของ Chenyu Vale ได้ลดลงกลายเป็นชนเผ่านับไม่ถ้วน\nครั้งหนึ่งลูกหลานของพวกเขาศรัทธาเทพอสูรที่ถูกลืมเลือน แต่สุดท้ายก็ถูกประวัติศาสตร์ลบล้างไป\n\n\"คำกล่าวเช่นนั้นถือว่าไม่ถูกต้องเสียทั้งหมด\" ที่ปรึกษาในเสื้อคลุมยาวสีดำเอ่ยตอบ \"ประวัติศาสตร์ของมนุษย์เกิดใหม่ได้เสมอ\"\n\"ทั้งความเจริญหรือความเสื่อมโทรมล้วนมาจากตัวมนุษย์เองทั้งสิ้น หากไม่มีทางเลือก ก็จะไม่มีสิ่งที่เรียกว่าความเจริญหรือความตกต่ำ\"\n\"ซากปรักหักพังโบราณถูกผู้คนทอดทิ้ง แต่ผู้อยู่อาศัยนับร้อยในนั้นรอดชีวิตมาได้จนถึงทุกวันนี้อย่างอับจนหนทาง...\"\n\"การสาบสูญไปของบรรพบุรุษ ทำให้ปัจจุบันเจริญรุ่งเรือง ... ถึงแม้ว่าตอนนี้พวกเขาจะหลอมรวมเป็นหนึ่งเดียวกับผู้คนของเทพเจ้าองค์ใหม่แล้วก็ตาม\"\n\"แม้ในโลกจะหมดหนทาง แต่สถานการณ์ก็ไม่ได้กดดันพวกเขาจนจมดิ่ง แต่กลับให้พวกเขาได้ทำการเลือก\"\n\"สำหรับกฎและภูมิปัญญาของเทพเจ้าแล้ว ขึ้นอยู่กับฉันทามติของมนุษย์ แทนที่จะทำตามที่ต้องการ\"\n\nหลังจากนั้นไม่นาน ข้อถกเถียงเล็ก ๆ น้อย ๆ บนโต๊ะน้ำชาก็สิ้นสุดลง และความขัดแย้งระหว่างมนุษย์กับเทพเจ้า ก็ยากที่จะจบสิ้นโดยไร้ปัญหา\nแต่แม่น้ำที่ใสสะอาดไหลนิรันดร์ไม่แปรเปลี่ยน เฉกเช่นความแวววาวของหยกศักดิ์สิทธิ์ที่ไม่เปลี่ยนแปลงเหมือนเจ้านายเก่าของมัน",
	"baseatk": 46,
	"substat": "พลังชีวิต",
	"subvalue": "10.8",
	"effectname": "Primordial Jade Regalia",
	"effect": "ภายใน 3 วินาที หลังจากปล่อยท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะเกิดเอฟเฟกต์ \"Primordial Jade Regalia\": ในทุก 2.5 วินาที จะฟื้นฟูพลังงานธาตุ {0} หน่วย และทุก 1,000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้อาวุธนี้ จะทำให้โบนัสความเสียหายธาตุ ตามประเภทธาตุที่เกี่ยวข้องเพิ่มขึ้น {1} โดยจะเพิ่มขึ้นได้มากสุดถึง {2} และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ \"Primordial Jade Regalia\" จะยังคงเกิดขึ้นได้",
	"r1": [
		"4.5",
		"0.3%",
		"12%"
	],
	"r2": [
		"5",
		"0.5%",
		"20%"
	],
	"r3": [
		"5.5",
		"0.7%",
		"28%"
	],
	"r4": [
		"6",
		"0.9%",
		"36%"
	],
	"r5": [
		"6.5",
		"1.1%",
		"44%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Luminous Sands from Guyun",
				"count": 5
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 5
			},
			{
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 5
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 18
			},
			{
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 9
			},
			{
				"name": "Treasured Flower",
				"count": 9
			},
			{
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Relic from Guyun",
				"count": 5
			},
			{
				"name": "Treasured Flower",
				"count": 18
			},
			{
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Relic from Guyun",
				"count": 9
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 14
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Divine Body from Guyun",
				"count": 6
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 27
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}