{
	"id": 11416,
	"name": "Kagotsurube Isshin",
	"description": "ดาบเลื่องชื่อที่เกิดในแดนเหนืออันไกลโพ้น บนเส้นทางหวนคืนสู่บ้านเกิดเคยแปดเปื้อนบาปมากมายนับไม่ถ้วน เพียงเพื่อคำว่า \"Isshin\" เท่านั้น",
	"descriptionRaw": "ดาบเลื่องชื่อที่เกิดในแดนเหนืออันไกลโพ้น บนเส้นทางหวนคืนสู่บ้านเกิดเคยแปดเปื้อนบาปมากมายนับไม่ถ้วน เพียงเพื่อคำว่า \"Isshin\" เท่านั้น",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "ดาบยาวสีเลือดที่ได้รับการขนานนามว่า \"Isshin\" ใบดาบแหลมคม และมีสีสันที่ไม่เป็นมงคลนัก\nกล่าวกันว่า มันสามารถตัดผ่าเข่งไม้ไผ่ให้ขาดเป็นสองท่อน โดยที่น้ำจากภายในไม่ทะลักออกมาแม้แต่หยดเดียวได้\n\nเหล่าผู้คนมักพูดกันว่า ภายในตัวดาบ นับตั้งแต่โคนจรดปลายนั้น ล้วนมีเทพเจ้าสิงสถิตอยู่ทั้งสิ้น\nถ้าเช่นนั้น ดาบที่สร้างขึ้นจาก \"Tatarigami\" ก็คงมีความอาฆาตและวิญญาณร้ายสิงอยู่สินะ...\nดาบสีชาดเลื่องชื่อ \"Kagotsurube\" สร้างขึ้นโดย Akame Kanenaga ผู้ซึ่งมิอาจเป็นผู้นำแห่งการตีดาบได้\nแต่ทว่า ดาบเล่มนี้นั้นไม่ได้มาจากดินแดนแห่งแสงสายฟ้าและ Jade Steel มันถูกหลอมขึ้นในทุ่งหิมะแห่งดินแดนทางตอนเหนือ\nเมื่อมองดูอย่างละเอียดภายใต้แสงจันทร์ ลวดลายบนตัวดาบสีแดงฉานช่างดูลื่นไหลดั่งสายน้ำ ราวกับสายเลือดและหยาดน้ำตาของผู้ที่จากบ้านเกิดมาแสนไกล\n\n\"สิ่งที่เรียกว่า 'Tatarigami' นั้น คือสิ่งที่ชั่วร้ายเหลือคณานับ และยังสั่งสมความคาดหวังและความเคียดแค้นที่มีต่อโลกเอาไว้ภายใน\"\n\"คมดาบคืออาวุธที่ทรงอานุภาพ หากไม่ชั่วร้ายคงไม่อาจเข่นฆ่า หากไม่เคียดแค้นก็คงไม่อาจเข้าใจสีสันแห่งเลือดได้\"\n\"สิ่งที่เรียกว่า 'Isshin' นั้น คือการละทิ้งซึ่งส่วนเกิน และบากบั่นพยายามเพื่อเป้าหมายอันบริสุทธิ์\"\n\"อีกนัยหนึ่ง ก็คือการใช้ความเคียดแค้นของสิ่งมีชีวิตเป็นวัตถุดิบ มาหลอมตีดาบที่สามารถฟาดฟันสิ่งมีชีวิตได้อย่างแท้จริง\"\n\nด้วยความคลั่งไคล้และความยึดติดที่มีต่อ \"Isshin\" สิ่งที่เชื้อสาย Akame เฝ้าคอยไล่ตามตลอดมา ก็คือขีดจำกัดสูงสุดที่ \"ดาบเฉือนมนุษย์\" จะสามารถบรรลุได้\nด้วยเหตุนี้ เหล่าผู้สืบทอดจึงมีแต่พวกนอกคอกและอายุสั้น ทั้งบนร่างกายและในจิตใจต่างก็เต็มไปด้วยร่องรอยของบาดแผลที่หลงเหลือจากพิษร้ายแรง\nดาบที่ศิษย์แห่ง Akame หลอมขึ้นนั้นแม้จะแหลมคม แต่กลับมีกลิ่นอายความดุร้ายอยู่มาก จนในท้ายที่สุดก็ถูกทางการตัดสินว่าเป็นสิ่งที่ \"ชั่วร้าย\"\nดังนั้น ตำแหน่งผู้นำด้านการตีดาบ \"Isshin Art\" ของ Akame จึงมิได้ถูกสืบทอดสู่รุ่นลูกหลาน และได้ถูกทางการยึดไป\n\nต่อมา Akame Kanenaga ได้มีส่วนเกี่ยวข้องกับคดีของคนนอกคอก และกระทำความผิดบาปที่อาจหวนย้อนคืน\nจึงได้เปลี่ยนชื่อและหลบหนีไปยังดินแดนแห่งหิมะที่แสนห่างไกล หาทางเอาชีวิตรอดภายใต้ร่มบารมีของความหนาวเย็น\nKaedehara ผู้ล่วงลับหวังเพียงอยากให้ \"Isshin Art\" ได้กลายเป็นความภาคภูมิใจของผู้ที่คลั่งไคล้ในดาบ\nแต่วิถีแห่งดาบก็คือดาบ และ \"Tatarigami\" ก็คือดาบเช่นกัน เป็นเพียงอาวุธและชื่อเรียก ที่มนุษย์มีไว้ใช้งานเพียงเท่านั้น\n\n\"ตัวข้าได้เสียเวลาไปกับชื่อเสียงจอมปลอมของ 'Isshin' ไปกว่าครึ่งชีวิต ครั้นยามได้สมดั่งใจหวังแล้ว ข้าเองก็ได้กลายเป็น 'Kaedehara' ผู้หนึ่งเช่นกัน!\"\n\"ฮ่าฮ่า ช่างเถิด ช่างมันเถิด หวังเพียงว่าดาบที่ถูกชุบลงไปในน้ำค้างแข็งอันหนาวเหน็บ จะไม่อ่อนแอดั่งชื่อเสียงจอมปลอมของมันนะ...\"\n\nตระกูล Kaedehara นั้นมีปัญญารอบรู้ สามารถสรรค์สร้างจิตวิญญาณแห่ง Masagomaru ออกมาได้อย่างเต็มเปี่ยม ขณะที่ตระกูล Niwa จิตใจโอบอ้อมอารี เชี่ยวชำนาญในด้านการพอกโคลนเผาใบดาบ\nด้วยความคลั่งไคล้และความยึดติดที่มีต่อ \"Isshin\" สิ่งที่เชื้อสาย Akame เฝ้าคอยไล่ตามตลอดมา ก็คือขีดจำกัดสูงสุดที่ \"ดาบเฉือนมนุษย์\" จะสามารถบรรลุได้\nเมื่อยามศพถูกฝังลงภายใต้พื้นหิมะ ผู้ลาลับก็หวังเพียงว่าดาบเลื่องชื่อหนึ่งเล่ม และนามแห่ง Kaedehara จะได้หวนคืนสู่บ้านเกิดโดยราบรื่น และสร้างความตื่นตะลึงให้แก่เหล่าผู้คน...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "9%",
	"effectName": "Isshin Art Clarity",
	"effectTemplateRaw": "เมื่อการโจมตีปกติ การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศถูกศัตรู จะทำให้เกิด Hewing Gale เพื่อสร้างความเสียหายวงกว้างเป็น 180% ของพลังโจมตี และเพิ่มพลังโจมตีขึ้น 15% เป็นเวลา 8 วินาที โดยที่ทุก 8 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง",
	"r1": {
		"description": "เมื่อการโจมตีปกติ การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศถูกศัตรู จะทำให้เกิด Hewing Gale เพื่อสร้างความเสียหายวงกว้างเป็น 180% ของพลังโจมตี และเพิ่มพลังโจมตีขึ้น 15% เป็นเวลา 8 วินาที โดยที่ทุก 8 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง",
		"values": []
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Mask of the Wicked Lieutenant",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Mask of the Kijin",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 12
			}
		]
	}
}