{
	"id": 14509,
	"name": "Kagura's Verity",
	"description": "กระดิ่งศักดิ์สิทธิ์ที่ถูกใช้ระหว่างการแสดงการรำคางุระ ได้รับพรจาก Guuji โดยตรง และยังคงอบอวลไปด้วยกลิ่นหอมของต้น Sacred Sakura",
	"descriptionRaw": "กระดิ่งศักดิ์สิทธิ์ที่ถูกใช้ระหว่างการแสดงการรำคางุระ ได้รับพรจาก Guuji โดยตรง และยังคงอบอวลไปด้วยกลิ่นหอมของต้น Sacred Sakura",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "ครั้งหนึ่งมันเคยเริงระบำต่อหน้าผู้ปกครอง เสียงกระดิ่งยังคงก้องกังวานมาจนถึงทุกวันนี้\nครั้งหนึ่งเคยไล่ตามเงาสีขาวที่จากไปไกล และจิตใจยังคงอยู่ในความฝันที่มิอาจตื่นขึ้นได้...\n\n\"ข้าในตอนนั้นเป็นเพียงสิ่งมีชีวิตตัวเล็กที่แสนโง่เขลา ไหนเล่าจะกล้าเทียบชั้นกับท่าน Hakushin ผู้ยิ่งใหญ่\"\n\"ล้มลุกคลุกคลาน เหมือนกำลังตามหาอาหารท่ามกลางหิมะ โดยหวังว่าจะได้รับความสนใจจากท่านผู้นั้น\"\n\"ช่างน่าขันนัก เป็นเพราะความกล้าหาญที่แสนโง่เขลานี้ ข้าจึงโชคดีได้รับความเมตตาจากท่านผู้นั้น\"\n\"และด้วยเหตุนี้ ข้าจึงได้รับเกียรติอันน้อยนิด ให้คอยติดตามรับใช้ท่านผู้นั้น\"\n\n\"ต่อมา ท่าน Saiguu ไม่ได้กลับมาอีก และผู้อาวุโสคนอื่น ๆ ก็ได้แยกย้ายกันไปด้วยเหตุผลบางประการ\"\n\"มีเพียงพวกอ่อนต่อโลกเช่นข้าเท่านั้น ที่จะได้รับตำแหน่ง 'Miko' และเติบโตมาเป็นเช่นนี้\"\n\"และด้วยเหตุนี้เอง หน้าที่ในการทำให้ท่านผู้นั้นพึงพอใจ จึงตกมาอยู่ที่ตัวข้าอย่างช่วยไม่ได้\"\n\"ค่ำคืนนั้น ที่ได้แสดงการรำคางุระครั้งแรก ข้าได้รับรู้ว่า 'อดีต' นั้นหนักอึ้งเพียงไหน\"\n\nเสียงกระดิ่งดังไกลออกไป จิ้งจอกสีเงินที่เป็นดั่งอาจารย์และสหาย ก็ได้หายลับไปในแม่น้ำสายยาว ที่ราวกับความฝันอันยาวไกล\nเสียงกระดิ่งได้ตอบกลับอีกครั้ง ท่ามกลางกระแสน้ำวนที่ไม่มีวันหวนคืน สันดอนทรายที่แสนดื้อรั้นก็เริ่มคลายตัวลง\nเงาสีขาวบริสุทธิ์ของผู้ที่จากไป ได้กลายเป็นความทรงจำอันมืดมิดไปนานแล้ว\nเด็กหญิงกำพร้าเผ่าพันธุ์ Kitsune รับกระดิ่งแห่งคางุระ และเริ่มต้นการร่ายรำเพื่อ \"ปัจจุบัน\" อันสดใส\n\nครั้งหนึ่งเคยได้พบเจอกับเท็งงุวัยเยาว์ที่มีนิสัยดื้อรั้น จึงได้ใช้ \"การฝึกฝน\" เป็นตัวล่อในการพาเธอขึ้นไปบำเพ็ญตบะบนภูเขา\nแต่พอได้สัมผัสกับความไม่ยอมจำนนของเธอแล้ว จึงได้แนะนำเด็กคนนี้ให้กับพวกหัวรั้นอย่าง Kujou\nและข้ายังเคยต่อสู้เผ่าโอนิที่ไม่รู้จักการยอมแพ้ สุดท้ายก็ต้องพ่ายแพ้ให้กับความแน่วแน่ที่เกินขอบเขตของเจ้าหมอนั่น...\nข้าจึงได้เพิ่มลูกเล่นเล็ก ๆ น้อย ๆ ซึ่งทำให้การต่อสู้น่าตื่นเต้นขึ้นไม่น้อยเลยทีเดียว\nครึ่งหนึ่งเคยได้ติดต่อกับผู้เป็นครึ่งเซียนที่อยู่ยังดินแดนอันไกลโพ้น และได้ส่งพืชทะเลที่สวยงามและนุ่มลื่นไปให้เป็นของขวัญ\nแต่ถึงกระนั้น ก็ยังไม่สามารถเข้าใจความรักอันแสนโง่เขลาได้ นั่นไม่ใช่การพันธนาการสำหรับเหล่าเซียนหรอกหรือ?\nสีของดวงจันทร์ยามค่ำคืน ส่องสะท้อนกิ่งไม้กับกลีบดอกไม้ และสาดส่องไปทั่วลานกว้างอันว่างเปล่า\nฉากเหล่านั้นยังคงงดงามปานไข่มุกเพชรนิลจินดานับไม่ถ้วน ที่เปล่งประกายระยิบระยับอยู่ภายในใจของข้า...\n\n\"ในช่วงร้อยกว่าฤดูกาลที่ผ่านมา ข้าได้เดินท่องไปทั่วโลกด้วยตัวตนอันหลากหลาย\"\n\"แม้จะไม่เคยโชคดีพอที่จะมีปฏิสัมพันธ์กับคนธรรมดา แต่ก็รับรู้ถึงความงดงามของเหล่าผู้คนอย่างลึกซึ้ง\"\n\"คาดว่าท่านผู้นั้นที่ข้าถือวิสาสะนับเป็นสหาย คงมีเวลาให้เดินเที่ยวเตร่อยู่นับไม่ถ้วนเป็นแน่\"\n\"ร่วมกันเฝ้ามองโลกที่ไม่สมบูรณ์แบบใบนี้ และเพลิดเพลินไปกับความสุขของความรัก ความเกลียดชัง การพบพาน และการลาจากด้วยกันเถิด\"\n\nท่านผู้นั้นดำดิ่งสู่นิมิตแห่งนิรันดร์มาอย่างช้านาน จึงจำเป็นต้องมีใครสักคนที่คอยเฝ้ามองเหล่าผู้คน\nครั้งหนึ่งข้าเคยเผยร่างของสิ่งที่เป็นลางร้าย เพื่อระงับความคับแค้นของโอนิ \"Kuroami\"\nและเคยเกิดความโกลาหลจากเวทมนตร์เพียงน้อยนิด ที่ใช้เพื่อปลอบโยนเจ้าทานูกิหัวล้าน Kosanta\nโจรสลัด Rinzou ที่บุกรุกหมู่เกาะ ในที่สุดก็ถูกพรรคพวกหักหลังเนื่องจากไม่ลงรอยกันในแผน\nส่วนซามูไรนอกคอกที่เหมือนกระดาษเปล่า และไม่มีวันถูกทำลายจากกาลเวลานั้น...\nก็หวังว่า \"เขา\" จะพบเส้นทางที่ถูกต้อง และไม่กลายเป็นตัวหายนะ\nเศษซากวิญญาณอันดำมืดของปรมาจารย์ดาบ และอสูรแห่งภัยพิบัติทางธรรมชาติที่ซุกซ่อนอยู่ในป่าแห่งเทพ ก็ถูกกำจัดจนหมดสิ้นเช่นกัน...\nเมื่อเทียบกับความฝันอันเป็นนิรันดร์ที่ท่านผู้นั้นไล่ตามแล้ว สิ่งเหล่านี้ก็เป็นเพียงเหตุการณ์ที่เกิดขึ้นเพียงชั่วครู่เท่านั้น\nวันเวลาที่รอคอยให้ท่านผู้นั้นตื่นขึ้นมาดูราวกับจะไม่มีจุดสิ้นสุด แต่ข้าก็เชื่อว่าเวลานั้นจะต้องมาถึง\n\n\"เพราะเมื่อเทียบกับดินแดนบริสุทธิ์ที่ไร้ซึ่งสายลมและแสงจันทร์ กับดอกบัวและอุทุมพรที่ไม่มีวันร่วงโรยแล้ว\"\n\"คนที่ไร้รสนิยมอย่างข้าคงทนกับความเหงาเช่นนั้นไม่ได้ และผู้ที่ไร้ซึ่งความตั้งใจและความฝันก็คงต้องรู้สึกเบื่อหน่ายเป็นแน่\"\n\"สู้เที่ยวเด็ดกิ่ง Thunder Sakura พร้อมยิ้มอย่างโง่เขลา และปล่อยให้พวกโยไกออกอาละวาดตามใจชอบเสียยังดีกว่า\"\n\"เรื่องเหล่านี้ ต่างก็เป็นอดีตที่พึ่งผ่านไปไม่นาน และยังเป็นอนาคตที่เต็มไปด้วยความหวังด้วยเช่นกัน\"\n\"ไม่รู้ว่าเมื่อยามหิมะละลาย จะยังมีโอกาสได้เดินชมต้นกล้าของดอกไม้สีม่วงอ่อนพร้อมกับท่านผู้นั้นอีกหรือไม่\"",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "14.4%",
	"effectName": "Kagura Dance of the Sacred Sakura",
	"effectTemplateRaw": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{0}</color> ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>{1}</color>",
	"r1": {
		"description": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 12% ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด 12%",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 15% ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด 15%",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 18% ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด 18%",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 21% ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด 21%",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 24% ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด 24%",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114033,
				"name": "Mask of the Wicked Lieutenant",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114036,
				"name": "Mask of the Kijin",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 18
			}
		]
	}
}