{
	"id": 12414,
	"name": "Katsuragikiri Nagamasa",
	"description": "ดาบที่ถูกทำขึ้นใน Tatarasuna เมื่อครั้งอดีต ทั้งหนักและแข็งแรงทนทาน",
	"descriptionRaw": "ดาบที่ถูกทำขึ้นใน Tatarasuna เมื่อครั้งอดีต ทั้งหนักและแข็งแรงทนทาน",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "ดาบ Nagamaki ที่หัวหน้ากองสมัยหนึ่งของ Tatarasuna เคยออกแบบไว้\nว่ากันว่ามันมีโครงสร้างที่เรียบง่าย แข็งแกร่งและซื่อตรงเหมือนตัวเขาเอง\n\nก่อนที่จะใช้เทคโนโลยีจากต่างประเทศมาผลิตเป็น \"Mikage Furnace\" ซึ่งในช่วงเวลาที่แสนยาวนานนั้น\nTatarasuna ใช้ \"วิธีหลอมเหล็ก Tatara\" แบบดั้งเดิมมาโดยตลอด\nหลังจาก Mikoshi รับตำแหน่งหัวหน้ากอง ก็ได้หลงอยู่กับความสวยงามของเหล็กกล้ามาโดยตลอด\nเขาขอความรู้จากผู้ช่วยเจ้าหน้าที่คลังอาวุธ Miyazaki ที่รักในการหลอมดาบเช่นกัน\nสุดท้ายแล้ว หลอมดาบที่ดูเรียบง่าย แต่แข็งแกร่ง ที่มีชื่อว่า \"Daitatara Nagamasa\" ได้สำเร็จ\n\nถึงจะเป็นลูกเลี้ยงของตระกูล Mikoshi ถึงแม่เลี้ยงจะทำให้ Mikoshi แปดเปื้อนไปด้วยความผิด\nถึง Michihiro ลูกชายคนโตของ Mikoshi จะทิ้งฐานะ และชื่อเสียงของตัวเอง\nแต่ความโง่เขลา และความซื่อสัตย์ของตัวเขาเอง ทำให้เขาทะนุถนอมชื่อเสียงของ Mikoshi ยิ่งกว่าเดิม\nพยายามเข้ารับราชการ รับใช้บ้านเมืองด้วยความขยัน และบริสุทธิ์ใจยิ่งกว่าเดิม เพื่อชำระล้างคำสบประมาทของตระกูล\n\nในตอนที่ทหารม้า Katsuragi ไปเกี่ยวข้องกับการทุจริต เขาก็สังหารโดยไร้ข้อกังขาเช่นกัน\nตั้งแต่นั้นมา ชื่อของดาบเล่มนี้และยศของเขาก็เปลี่ยนแปลงไปตลอดกาล",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "10%",
	"effectName": "Samurai Conduct",
	"effectTemplateRaw": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>{1}</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
	"r1": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 6% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 3 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 7.5% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 3.5 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"7.5%",
			"3.5"
		]
	},
	"r3": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 9% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 4 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 10.5% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 4.5 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"10.5%",
			"4.5"
		]
	},
	"r5": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 12% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 5 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}