{
	"id": 11511,
	"name": "Key of Khaj-Nisut",
	"description": "หนึ่งในคู่คทาที่ทำจากออบซิเดียน ตามตำนานเล่าว่า ประตูสู่สรวงสวรรค์ที่ซ่อนอยู่ ณ จุดสิ้นสุดของทะเลทรายถูกเปิดออกโดยกุญแจดอกนี้",
	"descriptionRaw": "หนึ่งในคู่คทาที่ทำจากออบซิเดียน ตามตำนานเล่าว่า ประตูสู่สรวงสวรรค์ที่ซ่อนอยู่ ณ จุดสิ้นสุดของทะเลทรายถูกเปิดออกโดยกุญแจดอกนี้",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "นี่เป็นเรื่องราวจากวันที่ความฝันของราชันแห่งทะเลทรายพังทลายลง และเทพแห่งแมกไม้ได้ฟังเสียงกระซิบของปีศาจร้าย\nเฟืองแห่งความเสื่อมสลายได้แบ่งอาณาจักรอันกว้างใหญ่ของทวยเทพออกเป็นเมืองยิบย่อย ก่อนจะแหลกสลายเป็นดั่งเม็ดทรายธุลีดิน\nราชินีทรงเผาผ้าคลุมและมงกุฎทองของเจ้าชายน้อย และให้เขาสวมชุดกระสอบของคนใช้หลบหนีไป\nหลายปีต่อมา เจ้าชายถูกลดฐานะเป็นเพียงบุตรของราชาตลาดค้าทาส และจากนั้นก็กลายเป็นคนเร่ร่อนที่สูญเสียทุกสิ่งทุกอย่าง\n\n\"เมื่อครั้งยังร่ำไห้ใต้แสงตะวันเหนือหอคอย ข้าเคยเสนอให้เจ้านายทำลายเมืองต่าง ๆ ที่อยู่ข้างเคียง\"\n\"ครั้งหนึ่งข้าเคยอวยพรให้โอรสของอดีตกษัตริย์ในวันที่เขาประสูติ แม้จะสิ้นพระชนม์ไป แต่บทกวีสรรเสริญพระองค์ยังถูกเผยแพร่ต่อไป...\"\n\"ข้าเคยตัดสินคนและบางสิ่งผิดไป บทลงโทษแห่งโชคชะตา ตอนนี้ข้ามองไม่เห็นอะไรอีกแล้ว\"\n\"จงเป็นศิษย์ของข้า จงเป็นดวงตาแก่ข้า เพื่อบรรยายให้ข้าฟังว่าทะเลทรายสีทองมีผู้คนและสิ่งใดบ้าง\"\n\"หวังว่าสักวันหนึ่ง ข้าจะสามารถถักทอบทกวีของวีรบุรุษเป็นพรมงดงามที่สุดในวังของเหล่าทวยเทพ...\"\n\nเหรียญจะสึกกร่อนเมื่อถูกส่งผ่านจากมือหนึ่งไปอีกมือหนึ่ง แต่สิ่งที่มีเกียรติยศสูงส่งจะแข็งแกร่งขึ้นเมื่อเปลี่ยนมือ\nเจ้าของคนสุดท้ายของมันคือนักกวีตาบอด ต่อมาเรื่องราวก็เปลี่ยนจากเรื่องเจ้านายกับผู้รับใช้เป็นอาจารย์กับลูกศิษย์\n\n\"ก่อนจะจากกัน แม่บอกไว้ว่าเราจะได้พบกันอีกครั้งในโอเอซิสอันเป็นนิรันดร์...\"\n\"จงใช้ดาบเล่มนี้เป็นกุญแจสู่ประตูสวรรค์ และสร้างอาณาจักรขึ้นใหม่ท่ามกลางมรกตและทาฑิม\"\n\nกวีชราฟังเรื่องราวพเนจรของขุนนางชั้นสูง พร้อมลูบไล้ดาบไร้คมสีดำในมือ ในที่สุดเขาก็ตอบว่า:\n\"ความสัมพันธ์ระหว่างอาจารย์กับศิษย์จบลงเพียงเท่านี้ ข้าเป็นแค่ส่วนเล็ก ๆ ที่ไม่ควรค่าจะเอ่ยถึงในชีวิตเรื่องราวชีวิตของเจ้าเท่านั้น\"\n\n\"อาจารย์...\"\n\n\"Xiphos ชะตากรรมของนักกวีอย่างข้าไม่ใช่ของเจ้า เจ้าไม่จำเป็นต้องเขียนเรื่องราวชีวิตของผู้อื่นหรอก...\"\n\"เจ้าเป็นที่โปรดปรานของญิน เป็นผู้ครอบครองกุญแจแห่ง Khaj-Nisut เป็นเจ้าชายที่ครั้งหนึ่งเคยสูญสิ้นอาณาจักร\"\n\"เริ่มต้นการเดินทางท่ามกลางอาณาจักรที่เสื่อมโทรม เจ้าจะต้องนำพามาซึ่งตำนานใหม่และค้นพบโอเอซิสอันเป็นนิรันดร์ ... \"\n\"ในสมัยที่ข้าเขียนบทเพลงสรรเสริญองค์ราชา เขียนบทกวีรักแด่เจ้าชาย ข้ามักจะจินตนาการถึงการเขียนถึงวีรบุรุษแห่งโชคชะตา\"\n\"ข้าจะเป็นผู้บอกเล่าเรื่องราวการพานพบกันของเจ้ากับมารดา และบอกเล่าเรื่องราวการกลับมาอันรุ่งโรจน์ของราชันแห่งทะเลทรายสู่อาณาจักรเอง...\"\n\nสุดท้าย มกุฎราชกุมารได้เปลี่ยนจากทาสกลายเป็นวีรบุรุษ และทหารรับจ้างกลับตกจากบัลลังก์ตั่งทอง การเดินทางของทั้งสองช่างตัดสลับกัน...\n\nในตำนานเล่าว่าครั้งหนึ่งเขาเคยสั่งกรวดและทรายให้กลายเป็นแม่น้ำในอากาศ และสั่งปิดบ้านเกิด หลังราชันแห่งทะเลทรายแยกทางกับเพื่อนเก่า\nหลังจากความฝันพังทลาย และประเทศแตกเป็นเสี่ยง หอคอยในทะเลทรายและสวรรค์แห่งความฝันถูกซ่อนอยู่ภายในกุญแจมายา\nครั้งหนึ่งมันเคยหมุนเวียนเปลี่ยนผันจากทรราชสู่ราชาเหมือนดั่งเหรียญตรา กระทั่งสุดท้ายก็กลับสู่อ้อมกอดของห้วงทราย\nกวีชราตาบอดเดินตามร่องรอยของเรื่องราวและรอยเปื้อนเลือด จนในที่สุดก็พบทางเข้าไปในป่า...",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "14.4%",
	"effectName": "Sunken Song of the Sands",
	"effectTemplateRaw": "ค่าพลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <color=#99FFFFFF>{1}</color> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <color=#99FFFFFF>{2}</color> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
	"r1": {
		"description": "ค่าพลังชีวิตเพิ่มขึ้น 20% และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม 0.12% ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง 0.2% ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
		"values": [
			"20%",
			"0.12%",
			"0.2%"
		]
	},
	"r2": {
		"description": "ค่าพลังชีวิตเพิ่มขึ้น 25% และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม 0.15% ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง 0.25% ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
		"values": [
			"25%",
			"0.15%",
			"0.25%"
		]
	},
	"r3": {
		"description": "ค่าพลังชีวิตเพิ่มขึ้น 30% และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม 0.18% ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง 0.3% ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
		"values": [
			"30%",
			"0.18%",
			"0.3%"
		]
	},
	"r4": {
		"description": "ค่าพลังชีวิตเพิ่มขึ้น 35% และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม 0.21% ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง 0.35% ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
		"values": [
			"35%",
			"0.21%",
			"0.35%"
		]
	},
	"r5": {
		"description": "ค่าพลังชีวิตเพิ่มขึ้น 40% และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม 0.24% ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง 0.4% ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที",
		"values": [
			"40%",
			"0.24%",
			"0.4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}