{
	"id": 15417,
	"name": "King's Squire",
	"description": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนธนู สามารถยิงศัตรูของป่าให้ร่วงหล่นลงมาได้",
	"descriptionRaw": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนธนู สามารถยิงศัตรูของป่าให้ร่วงหล่นลงมาได้",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "\"กาลครั้งหนึ่งเมื่อนานมาแล้ว มีเจ้าหญิงองค์หนึ่ง นามว่า Cinnamon...\"\n\"...สุดท้ายแล้วเธอกับเสือ ก็ได้ออกจากพระราชวังไปด้วยกัน\"\n\nแต่นั่นเป็นเรื่องราวของพวกเจ้า แล้วคำพูดที่ปรากฏในเรื่องราวของพวกเจ้า ก็ควรมีความหมายในทุกคำ\nข้ารู้ว่า ในเรื่องราวของพวกเจ้า \"พระราชวัง\" เป็นสิ่งที่หล่อหลอมชีวิตมนุษย์ของ Cinnamon ขึ้นมา ประกอบด้วย:\nผู้คนที่เกี่ยวข้องกับเธอทางสายเลือด บ้านหลังใหญ่ ความรู้ทั่วไป และเหตุผล ส่วนราชาก็คือความปรารถนาที่ซ่อนอยู่ในใจเธอเหมือนแสงจันทรา\nแต่สำหรับพวกเราแล้ว พระราชวังก็คือพระราชวัง Cinnamon ก็คือ Cinnamon ราชาแห่งพงไพรก็คือราชาแห่งพงไพร และแสงจันทราก็คือแสงจันทรา\n\nเรื่องราวที่ข้าได้ยินมา แตกต่างจากเรื่องของ Cinnamon\nกาลครั้งหนึ่ง เคยมีเด็กคนหนึ่งหลงทางอยู่ในป่า เธอเดินตามรอยเท้าของราชาแห่งพงไพรจนมาถึงสวนของเสือ\n\"โฮก! สัตว์ทุกชนิด ทั้งที่เดินอยู่บนบกและบินอยู่บนฟ้า ล้วนเคยท่องเที่ยวในท้องของข้าก่อนจะหวนกลับคืนสู่พื้นดิน\"\n\"ข้าเป็นราชาแห่งพงไพร ข้าเคยเข่นฆ่าสิ่งมีชีวิตไปมาก และปกป้องไว้จำนวนไม่น้อยเช่นกัน แต่มนุษย์ตัวเล็กอย่างเจ้า ข้ายังไม่เคยลิ้มรสมาก่อนเลย\"\nเสือพูดเช่นนี้ และแน่นอนว่า ในตอนนั้นเด็กคนนั้นยังจำภาษาของพวกเจ้าได้อยู่ จึงไม่เข้าใจสิ่งที่ราชาพูด\n\n\"โฮก!\" เด็กพูด\n\nราชาแห่งพงไพรกลับรู้สึกน่าสนใจมาก เพราะเมื่อก่อนนั้น พอเขาอ้าปากพูดเมื่อไหร่ มนุษย์อย่างพวกเจ้าก็จะวิ่งเข้าไปหลบในบ้านไม้\nเหล่าสัตว์จะฟุบนอนกับพื้นไม่กล้าขยับตัว นกก็บินไปหาสุริยัน แม้แต่สมิงเครายาวเองก็วิ่งเข้าไปซ่อนตัวในพุ่มไม้\n\"โฮก! เจ้าตัวเล็กผู้ไร้มารยาท ก็ดีเหมือนกัน ข้าจะสอนกฎและภาษาของป่าให้กับเจ้าเอง\"\n\"นับจากนี้ไป เจ้าก็คือข้ารับใช้ของข้า พระราชวังป่าจะอ้าแขนรับเจ้า สัตว์ทั้งหลายในป่าก็ทำอันตรายเจ้าไม่ได้\"\n\n\"จำไว้นะ โลกนี้เป็นเพียงความฝันของป่า สักวันหนึ่งเจ้าจะตื่นขึ้นมาในโลกแห่งความจริง และมาถึงพื้นที่ล่าที่ไร้ขอบเขต\"\n\"สักวันหนึ่ง พวกเราก็จะไปถึงสถานที่ที่เหยื่อของเรามุ่งหน้าไปเช่นกัน เจ้าอย่าได้ลืมข้อนี้ไปเชียวล่ะ\"\n\n...\nเมื่อราชาแห่งพงไพรรุ่นหนึ่งแก่ชราไป ก็จะมีราชาองค์ใหม่ขึ้นมาแทนที่ พวกเจ้า พวกข้า และสรรพสิ่งในป่าล้วนแต่เป็นเช่นนี้\nก่อนที่ข้ารับใช้คนนี้กับราชาจะแก่ชราไป ก็ได้เจอกับเด็กน้อยที่หลงเข้ามาในพระราชวัง โดยไม่เหยียบใบไม้แตกแม้แต่ใบเดียว\nแล้วพวกเขาก็สอนทุกอย่างให้แก่เธอ เช่นเดียวกับที่เรื่องนี้ถูกส่งต่อมาถึงข้า เด็กคนนั้นก็ได้ถ่ายทอดคำสอนไปยังเด็กรุ่นถัดไปเช่นกัน\nหลังจากนั้น เด็กบางคนกลายเป็นผู้พิทักษ์ป่า และถ่ายทอดภาษาของป่า รวมถึงหน้าที่ในการรักษาดินแดนของราชาให้แก่ผู้คนมากมาย\nและเมื่อต้องเผชิญหน้ากับความเจ็บปวดแสนสาหัสของผู้อื่น บางคนก็ตัดสินใจอำลาพื้นที่ล่าสัตว์ที่เป็นปลายทางของเส้นทางอาชีพ และกลายเป็นนักล่าที่แม้แต่สัตว์ร้ายยังสะพรึงกลัว",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "12%",
	"effectName": "Labyrinth Lord's Instruction",
	"effectTemplateRaw": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <color=#99FFFFFF>{1}</color> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
	"r1": {
		"description": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น 60 หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น 100% ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
		"values": [
			"60",
			"100%"
		]
	},
	"r2": {
		"description": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น 120% ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
		"values": [
			"80",
			"120%"
		]
	},
	"r3": {
		"description": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น 100 หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น 140% ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
		"values": [
			"100",
			"140%"
		]
	},
	"r4": {
		"description": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น 120 หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น 160% ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
		"values": [
			"120",
			"160%"
		]
	},
	"r5": {
		"description": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น 140 หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น 180% ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
		"values": [
			"140",
			"180%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 12
			}
		]
	}
}