{
	"id": 13414,
	"name": "Kitain Cross Spear",
	"description": "หอกที่ครั้งหนึ่งนักรบผู้มีชื่อเสียงเคยใช้คุ้มครอง \"Tatarigami\" บนเกาะ Yashiori",
	"descriptionRaw": "หอกที่ครั้งหนึ่งนักรบผู้มีชื่อเสียงเคยใช้คุ้มครอง \"Tatarigami\" บนเกาะ Yashiori",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "หอกรบรูปร่างพิเศษที่ Kitain Bunsou ออกแบบขึ้นเพื่อวิชาหอกของตนเอง\nหากอยู่ในมือของผู้ที่ไม่ชำนาญ ก็จะไม่สามารถควบคุมหอกที่มีน้ำหนัก และรูปร่างพิเศษนี้ได้\nแต่หากอยู่ในมือของผู้ที่ชำนาญแล้วล่ะก็ จะสามารถสร้างพลังทำลายล้างอันทรงพลังได้\n\nเดิมทีแล้ว ในอดีต Kitain ยังเป็นตระกูลที่สามารถโค่นล้ม \"Tatarigami\" ลงได้\nและได้รับการแต่งตั้งหน้าที่เป็น \"ผู้พิทักษ์ Yashiori\" สืบต่อกันมาหลายชั่วอายุคน\n\nในอดีตเคยมีเพลงกล่อมเด็กบทเพลงหนึ่งแพร่สะพัดไปทั่วดินแดน Inazuma\n\"ประตูใหญ่ Arataki, Iwakura ผู้สำเร็จวิชา, อสรพิษ Kitain, Takamine ผู้เฉือนเมฆหมอก\"\nซึ่งล้วนพรรณนาถึงหอก ที่เคยเป็นอาวุธที่สร้างผลงานมากมายให้นักสู้มาแล้ว\nหนึ่งในนั้น มีชื่อหลากหลาย แต่ก็ได้รางเลือนไปตามกาลเวลา\nถึงแม้จะเป็นผู้ที่สังหารมารปีศาจ สิ่งชั่วร้ายเป็นเวลานาน ก็ไม่สามารถเลี่ยงจากการดื่มโลหิตปนเปื้อนได้",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "24",
	"effectName": "Samurai Conduct",
	"effectTemplateRaw": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>{1}</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
	"r1": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 6% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 3 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 7.5% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 3.5 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"7.5%",
			"3.5"
		]
	},
	"r3": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 9% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 4 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 10.5% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 4.5 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"10.5%",
			"4.5"
		]
	},
	"r5": {
		"description": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น 12% และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ 5 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Mask of the Wicked Lieutenant",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Mask of the Kijin",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}