{
	"id": 11512,
	"name": "Light of Foliar Incision",
	"description": "ดาบที่ทำขึ้นจากกิ่งสีขาวที่แสนล้ำค่า และถูกตกแต่งด้วยทองคำ ซึ่งได้ฟาดฟันพิษแห่งความมืด ที่แพร่ระบาดไปทั่วทั้งป่า จนขาดสะบั้นมาแล้วนับไม่ถ้วน",
	"descriptionRaw": "ดาบที่ทำขึ้นจากกิ่งสีขาวที่แสนล้ำค่า และถูกตกแต่งด้วยทองคำ ซึ่งได้ฟาดฟันพิษแห่งความมืด ที่แพร่ระบาดไปทั่วทั้งป่า จนขาดสะบั้นมาแล้วนับไม่ถ้วน",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "ผู้พเนจรจากแดนทองคำ ร่างกายและจิตใจต่างเต็มไปด้วยบาดแผลจากการต่อสู้\nครั้งหนึ่งเขาเคยเป็นเจ้าชายแห่งอาณาจักร แต่ตอนนี้กลับหลงทางในเขาวงกตเขียวขจีที่คดเคี้ยว\nเมื่อได้กลิ่นเลือดแห่งพลัง ราชาแห่งพงไพรเก่าก็อดถอนหายใจเฮือกใหญ่ไม่ได้...\nนักล่าผู้มีธนูสีขาวได้รับคำสั่งให้ออกไปล่าสัตว์ร้ายที่ไม่ได้อยู่ในป่า\n\nหมอกหนาได้แผ่กระจายทั่ว และเสียงกระซิบของ \"ความตาย\" กำลังแสวงหาเส้นทางในเขาวงกต\nตามรอยเท้าของผู้ถูกเนรเทศ คำสาปได้แผ่กว้างทั่วผืนทราย และกลืนกินอาณาเขตของ \"สิ่งมีชีวิต\" สิ้น\nเมื่อผ่านเส้นทางเขียวขจีและทางเดินแคบ เธอก็ได้ค้นพบจุดประสงค์ของผู้มาเยือน จากลมหายใจที่แปลกประหลาด\nขณะผ่านความทรงจำและความทะเยอทะยาน เขากลับหลงทางไปกับเสียงนกร้องและสายน้ำเชี่ยวกราก...\n\n\"เจ้าโดนศรของข้าแล้ว ผู้บุกรุกไร้มารยาท! ศรดอกต่อไปจะปักลงไปในอกเจ้า!\"\n\"อย่าเตร็ดเตร่อยู่ในป่าฝน และอย่าได้รบกวนความฝันของเด็ก ๆ อีกต่อไป ที่นี่ไม่มีมงกุฎที่เจ้าปรารถนาหรอก!\"\n\nนักล่าหญิงผู้แข็งแกร่งแห่งป่าจึงได้เตือนอย่างหนักแน่นว่า ไม่มีเหยื่อรายใดรอดพ้นลูกศรและสายตาอันแหลมคมของเธอไปได้\nแต่ไม่รู้เพราะเหตุใด เธอถึงได้ลดคันธนูลงเล็กน้อย และจงใจยิงเขาคนนั้นพลาด\nต้นไม้ใบหญ้าต่างพากันงุนงง เด็ก ๆ ที่ซ่อนตัวอยู่ในห้วงนิทราถอนหายใจด้วยความโล่งอก ที่ไม่ต้องเห็นเลือดสาดกระเซ็น...\nราชาแห่งพงไพรผู้มองเห็นทุกความฝันเข้าใจเจตนาของเธอดี จึงได้ส่งเสียงกระซิบทำให้ต้นไม้ใหญ่สั่นสะเทือน:\n\n\"มนุษย์ผู้นั้นต่างจากเจ้า เขามาจากดินแดนที่โสมม มือของเขาโชกโชนไปด้วยเลือด และจิตใจเต็มไปด้วยความหลอกลวงและความหลงผิด\"\n\"แต่ป่ายอมรับเพียงฝันที่ไร้เดียงสา เลือดที่หลั่งไหลต้องมาจากการล่าสัตว์และการสังเวยเท่านั้น และป่าจะไม่ยอมรับการหลอกลวงใด ๆ\"\n\"หากเจ้ายังคิดว่าเขามีคุณสมบัติเหมาะสม ที่จะได้รับเกียรติในเขาวงกตป่า เช่นนั้นจงพาเขาไปหักกิ่งไม้สีขาวบริสุทธิ์...\"\n\"ถึงตอนนั้น ดวงจันทร์และดวงดาวที่สว่างไสว จะประทานสติปัญญาอันบริสุทธิ์แก่เขา และละทิ้งความทรงจำและความปรารถนาเหมือนดั่งเหล้าอันขมขื่น\"\n\nดังนั้น เธอจึงคว้าคันธนูสีขาวบริสุทธิ์ของตนอีกครั้ง และรีบเร่งขับไล่ผู้พเนจรเข้าไปยังส่วนลึกของเขาวงกต...\nสิ่งที่เกิดขึ้นหลังจากนั้น มีดวงจันทร์และดวงดาวเป็นพยาน และคงอยู่เพียงในความทรงจำอันคลุมเครือของเด็ก ๆ เท่านั้น\nกล่าวกันว่า ในที่สุดผู้พเนจรคนนั้นก็ใช้กิ่งไม้ขาวบริสุทธิ์หลอมเป็นดาบแหลมคม ที่เป็นของเขาแต่เพียงผู้เดียวเท่านั้น\nและมีเด็กอีกคนบอกว่า ตั้งแต่นั้นมา เขาก็ลืมชื่อบ้านเกิดของตัวเอง และลืมสิ้นความฝันที่อยากเป็นราชา\nนับแต่นั้นมา ชื่อของเจ้าชาย Faramarz ก็หายสาบสูญไปในป่าฝน และกลับสู่ทะเลทรายพร้อมกับสายลมทะเลทราย",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "19.2%",
	"effectName": "Whitemoon Bristle",
	"effectTemplateRaw": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ <color=#99FFFFFF>{1}</color> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง",
	"r1": {
		"description": "อัตราคริเพิ่มขึ้น 4%; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ 120% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง",
		"values": [
			"4%",
			"120%"
		]
	},
	"r2": {
		"description": "อัตราคริเพิ่มขึ้น 5%; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ 150% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง",
		"values": [
			"5%",
			"150%"
		]
	},
	"r3": {
		"description": "อัตราคริเพิ่มขึ้น 6%; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ 180% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง",
		"values": [
			"6%",
			"180%"
		]
	},
	"r4": {
		"description": "อัตราคริเพิ่มขึ้น 7%; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ 210% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง",
		"values": [
			"7%",
			"210%"
		]
	},
	"r5": {
		"description": "อัตราคริเพิ่มขึ้น 8%; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ 240% ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง",
		"values": [
			"8%",
			"240%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}