{
	"id": 13513,
	"name": "Lumidouce Elegy",
	"description": "หอกอันงดงาม ที่ประดับด้วยคริสตัลสีฟ้า ว่ากันว่าเป็นอาวุธ ที่ตัวแทนประลองในตำนาน เก็บสะสมมาตลอดชีวิต แต่ไม่เคยใช้งานมาก่อน",
	"descriptionRaw": "หอกอันงดงาม ที่ประดับด้วยคริสตัลสีฟ้า ว่ากันว่าเป็นอาวุธ ที่ตัวแทนประลองในตำนาน เก็บสะสมมาตลอดชีวิต แต่ไม่เคยใช้งานมาก่อน",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 5,
	"story": "ในเมืองด้านล่างที่ไม่มีฝนและแสงแดด เธอใช้ชีวิตอย่างยากลำบาก เพียงเพื่อขนมปังขึ้นราราคาถูกชิ้นสองชิ้น\nเธอไม่ลังเลที่จะชักดาบขึ้นสนิมขึ้นมาเพื่อคร่าชีวิตของผู้คน และไล่ล่าชีวิตที่ไม่ไร้ค่าเช่นเดียวกับตัวเธอ\nมันเป็นเรื่องที่เลี่ยงไม่ได้ที่คนอ่อนแอ จะตกเป็นเหยื่อของคนแข็งแกร่ง... เพราะนี่คือ \"สิ่งที่ควรจะเป็น\" ของ Fleuve Cendre\nดังนั้น หากวันหนึ่งนักล่ากลายเป็นเหยื่อ พวกเขาก็ควรยอมรับชะตากรรมในฐานะเหยื่อ\nเหมือนกับที่แม่ของเธอเคยสอนไว้ว่า ท้ายที่สุดผู้ที่เกิดจากเถ้าถ่าน ก็จะต้องเป็นเถ้าถ่านในที่สุด\n\nเมื่อมองย้อนกลับไป ทุกสิ่งทุกอย่างที่ผ่านมาจนถึงตอนนี้ ดูเหมือนจะไม่มีความหมายอะไรเลย ไม่มีความสำเร็จใด ๆ และไม่มีอะไรให้น่าคาดหวัง\nแต่ถ้านี่เป็นวิถี \"ธรรมชาติ\" ของโลก งั้นการยอมรับมัน ก็ถือเป็นความสุขอย่างหนึ่งเหมือนกัน\nแต่ทว่า ถึงจะเป็นอย่างนั้น ความตายก็ไม่ได้มาถึงตามกำหนด เธอลืมตาขึ้นอย่างประหม่าและแหงนมองขึ้นไป\nเธอเห็นเด็กสาวในชุดแปลก ๆ ยิ้มตอบกลับอย่างอ่อนโยน และนำดอกไม้... ที่ไม่รู้ว่ามาจากไหนมาทัดไว้ที่หูของเธอ\n\n\"พวกเราเรียกดอกไม้นี้ว่า Lumidouce Bell ซึ่งในภาษาดอกไม้... มันหมายถึงความหวัง ดูสิ สีเข้ากับผมของพี่พอดีเลย\"\n\"ดวงตาของพี่งดงามขนาดนี้ ถ้าต้องมองเห็นแค่ความสิ้นหวังในนั้น คงจะน่าเสียดายแย่\"\n\"มานี่สิ พี่สาวผู้มีนัยน์ตาสีฟ้า ให้ฉันใช้ดอกไม้นี้แลกกับหัวใจของพี่เถอะนะ\"\n\nด้วยเหตุนี้ Marfisa ที่ถูกคนรุ่นหลังยกย่องว่าเป็น \"ตัวแทนประลอง\" ที่แข็งแกร่งที่สุด จึงได้ก้าวขึ้นมาสู่เมืองด้านบนเป็นครั้งแรก\nเมื่อมองจากที่นั่งชั้นหรูในโรงละครอันแสนงดงาม เธอก็จำรอยยิ้มของนักมายากลและผู้ช่วยไม่ได้อีกต่อไป\nจำได้เพียงดอกไม้ที่เบ่งบานภายใต้แสงสปอตไลท์อันเจิดจ้า ที่ทั้งสว่างไสว บริสุทธิ์ และแข็งแกร่ง\nหากสามารถเดินอยู่ใต้แสงแดดได้อย่าง \"เป็นธรรมชาติ\" เหมือนกับเธอ ก็คงไม่ต้องซ่อนตัวอยู่ในเถ้าถ่านอีกต่อไป\nในเมื่อเป็นเช่นนี้ ก็ควรจะมีความหวังว่า ชีวิตที่สัมผัสกับแสงสว่างจะเบ่งบานราวกับ Lumidouce\n\nและเพราะเหตุนี้ หญิงสาวผู้เกิดจากเถ้าถ่าน ก็ได้ก้าวเข้าสู่เวทีของตัวเอง ตามความปรารถนาของเธอในที่สุด\nเธอไม่ได้เรียนรู้จากอาจารย์ท่านใด แต่เพียงแค่พึ่งพาพรสวรรค์ที่น่าทึ่ง สามารถเลียนแบบทักษะการใช้หอกทั้งหมดที่เคยเห็น ด้วยดวงตาของเธอเท่านั้น\nภายใต้ปลายหอกที่แหลมคมของเธอไร้ซึ่งความเมตตา มีเพียงสีแดงสดราวกับดอกไม้เท่านั้น ที่ร่วงหล่นลงมาเพื่อเธอโดยเฉพาะ\nบนเวที ร่างที่เย็นชาและสูงส่งนั้นราวกับว่ากำลังเรียก \"ความตาย\" ให้มาเต้นรำไปด้วยกัน\nดุจดั่งผลงานชิ้นเอกของอาจารย์ Coppelius ที่ว่ากันว่า สามารถมองเห็นรอยแยกแห่งความตายของแม่มดไพลินได้\n\nทั้งความเป็นและความตาย ชัยชนะและความพ่ายแพ้ ทุกสิ่งในโลกล้วนเป็นเรื่องธรรมดา ขอแค่ปฏิบัติตามหลักการที่เห็น\nก็จะพบเส้นทางที่นำไปสู่ \"ชัยชนะ\" ไม่ว่าจะเป็นความดี ความชั่ว หรือกฎเกณฑ์ที่โลกเบื้องบนกำหนดก็ตาม\nจนกระทั่งวันหนึ่ง เธอก็ได้เดินมาถึงจุดสิ้นสุดของความไร้พ่าย เธอถูกสายตาที่เจ้าเล่ห์ของนักดาบหลอกล่อ และหลงกลอุบายด้วยจังหวะที่ช้าลงอย่างจงใจ\nจนในที่สุดก็เผยช่องโหว่ของตัวเองออกมา แขนของเธอได้รับบาดเจ็บจากคมดาบ จึงถูกบังคับให้ยอมรับว่าวิชาหอกของตนนั้นด้อยกว่า\n\n\"ทักษะการใช้หอกของเธอน่าสนใจมาก แม้จะแข็งทื่อเล็กน้อย เหมือนกับว่ากำลังเดินไปตามร่องรอยที่กำหนดไว้\"\n\"แต่จิตใจของคนเรานั้นเปลี่ยนแปลงกันได้ ไม่มีแสงไฟใดบนโลกนี้ที่จะไม่มอดดับ การทำตามกฎเกณฑ์ก็คือจุดอ่อนของเธอ\"\n\"ถึงจะพูดอย่างนั้น แต่ทักษะหอกของเธอดูเหมือนจะพึ่งพา 'กฎ' ที่เธอเชื่อมั่น จึงทำให้ยากที่จะละทิ้งมันไป\"\n\"ถ้างั้นลองเปลี่ยนวิธีคิดดู แล้วเลือก 'สิ่งที่ไม่เปลี่ยนแปลง' เป็น 'กฎ' ของเธอดูเป็นไง?\"\n\"อย่างเช่น 'ความยุติธรรม' ก็เหมือนอย่างที่นักล่าทองคำกล่าวไว้ แม้ฟ้าดินจะพังทลาย แต่ความยุติธรรมจะยังคงอยู่\"\n\n\"พวกที่อาศัยอยู่เบื้องบน มีสิทธิ์อะไรมาพูดถึงความยุติธรรม? ทักษะของเธออาจเหนือกว่าฉันแค่เล็กน้อย อย่ามาทำเป็นสอนกันนักเลย\"\n\"นักล่าเอ๋ย วันหนึ่งไม่ช้าก็เร็ว เธอก็จะต้องกลายเป็นผู้พ่ายแพ้ และล้มลงต่อหน้าหอกของฉันเหมือนกัน\"\n\nแม้ว่าจะตอบกลับไปแบบนี้ แต่บางทีชายคนนั้นอาจจะพูดถูกก็ได้... ความผิดควรได้รับโทษ และความจริงจะต้องถูกเปิดเผย\nนี่คือสิ่งที่โลกนี้ควรเป็น ความยุติธรรมต้องเป็นผู้ชนะ ไม่อย่างนั้น เขาจะเอาชนะเธอได้อย่างไรกัน?\nในเมื่อเป็นเช่นนี้ ก็ควรมีจิตใจที่ยุติธรรม... และมอบคำอาลัยอันเยือกเย็น ให้แก่ผู้ที่คิดจะหลบหนีการพิพากษา\nดังนั้น หญิงสาวที่เกิดจากเถ้าถ่านจึงละทิ้งกฎเกณฑ์เดิม และกลายเป็นตัวแทนในชุดสีม่วง\nเธอยึดมั่นใน \"ความยุติธรรมที่ควรเป็น\" จนกระทั่งไฟที่ลุกโชนของเมือง Poisson นำตัวคนบาป Parsifal มาอยู่ตรงหน้าเธอ...\n\n...\nเมื่อมองย้อนกลับไป ทุกสิ่งทุกอย่างที่ผ่านมาจนถึงตอนนี้ ดูเหมือนจะไม่มีความหมายอะไรเลย ไม่มีความสำเร็จใด ๆ และไม่มีอะไรให้น่าคาดหวัง\nแต่ถ้านี่เป็นวิถี \"ธรรมชาติ\" ของโลก งั้นการยอมรับมัน ก็ถือเป็นความสุขอย่างหนึ่งเหมือนกัน\nแต่ถึงอย่างนั้น เมื่อเธอตกลงไปในน้ำบรรพกาลบริสุทธิ์ ทุกสิ่งที่เคยเป็นเรื่องจริงก็ได้สูญเสียความหมายไป\nจนกระทั่งความทรงจำละลายหายไปกับสายน้ำ เธอก็ยังไม่รู้เลยว่า ความหมายที่แท้จริงในภาษาดอกไม้ของ Lumidouce Bell ไม่ใช่ความหวัง\nเหมือนกับที่แม่ของเธอเคยสอนไว้: ท้ายที่สุดผู้ที่เกิดจากเถ้าถ่าน จะต้องเป็นเถ้าถ่านในที่สุด\nและท้ายที่สุดของการตามล่าที่ยาวนานนั้น แม้แต่โชคชะตาเองก็ไม่เคยมอบบทเพลงอำลาไว้ให้เธอเลย",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "7.2%",
	"effectName": "Bright Dawn Overture",
	"effectTemplateRaw": "พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{1}</color> โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>{2}</color> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "พลังโจมตีเพิ่มขึ้น 15%; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น 18% โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ 12 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"15%",
			"18%",
			"12"
		]
	},
	"r2": {
		"description": "พลังโจมตีเพิ่มขึ้น 19%; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น 23% โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ 13 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"19%",
			"23%",
			"13"
		]
	},
	"r3": {
		"description": "พลังโจมตีเพิ่มขึ้น 23%; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น 28% โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ 14 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"23%",
			"28%",
			"14"
		]
	},
	"r4": {
		"description": "พลังโจมตีเพิ่มขึ้น 27%; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น 33% โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ 15 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"27%",
			"33%",
			"15"
		]
	},
	"r5": {
		"description": "พลังโจมตีเพิ่มขึ้น 31%; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น 38% โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ 16 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"31%",
			"38%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Broken Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Ruined Hilt",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Ruined Hilt",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 9
			},
			{
				"id": 112099,
				"name": "Splintered Hilt",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112099,
				"name": "Splintered Hilt",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 9
			},
			{
				"id": 112100,
				"name": "Still-Smoldering Hilt",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Golden Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Still-Smoldering Hilt",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 18
			}
		]
	}
}