{
	"id": 12412,
	"name": "Luxurious Sea-Lord",
	"description": "ราชาแห่งมหาสมุทร หลังจากตากอากาศจนแห้ง ก็กลายเป็นอาวุธที่แสนสะดวก และยังใช้เป็นอาหารฉุกเฉินได้อีกด้วย",
	"descriptionRaw": "ราชาแห่งมหาสมุทร หลังจากตากอากาศจนแห้ง ก็กลายเป็นอาวุธที่แสนสะดวก และยังใช้เป็นอาหารฉุกเฉินได้อีกด้วย",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "ในค่ำคืนดึกสงัดไร้ซึ่งผู้คน การขยับเหงือกของมันแปลความหมายได้ว่า:\n\n\"เมื่อฉันออกไปจากท้องทะเล ฉันคงต้องตายอย่างไม่ต้องสงสัย\"\n\"ใจฉันหยุดเต้น ดวงตาขาวโพลน แล้วฉันก็จะส่งกลิ่นเหม็น\"\n\"สำหรับปลาแล้ว ถ้านี่ไม่ใช่ความตายแล้วจะเป็นอะไรได้ล่ะ?\"\n\n\"ฉันคือปลาที่แข็งแกร่งที่สุดในหมู่ปลาแมกเคอเรล\"\n\"ฉันเคยเป็นผู้ที่แข็งแกร่งที่สุดในท้องทะเลตื้น\"\n\"และแม้แต่สัตว์ทะเล ปลาวาฬ และฉลามก็ไม่อาจเอาชนะฉันได้\"\n\"แล้วฉันก็เจอกับคู่ต่อสู้ที่เหมาะสม\"\n\"มันคือคุระเกะ หรืออาจเรียกพวกมันว่าแมงกะพรุน\"\n\"ทั้งที่พวกมันแค่ลอยไปตามกระแสน้ำ\"\n\"แต่กลับสามารถกำจัดพลังโจมตีที่กระทบตัวมันทั้งหมดได้\"\n\n\"ดังนั้นฉันจึงละทิ้งเส้นทางของพละกำลัง\"\n\"และปล่อยให้แมงกะพรุนนั้นมีชีวิตต่อไป\"\n\"หลังจากใช้ชีวิตผ่านมาอย่างยาวนาน\"\n\"ฉันสามารถควบคุมทุกอวัยวะในร่างกายได้\"\n\"ฉันจึงหยุดหัวใจที่ยังเต้นอยู่ของตัวเองลง\"\n\"เพื่อไม่ให้ตัวเองถูกมองว่าเป็นปลาสดแล้วถูกแล่\"\n\"แม้ว่าพวกเธออาจจะคิดว่าฉันเป็นแค่ปลาทูเค็ม\"\n\"แต่ยังไงก็ให้ฉันเป็นพลังของพวกเธอก็แล้วกันนะ\"\n\n\"ตอนนี้ก็จับร่างอันแข็งแกร่งของฉันไว้\"\n\"อืม...\"\n\"รอจนน้ำทั้งหมดไหลลงสู่ท้องทะเล\"\n\"ในวันที่แสงดาราทั้งหมดดับสลาย\"\n\"เมื่อทุกสิ่งมาบรรจบกันในทะเลแห่งชีวิตที่ทุกอย่างเริ่มต้นขึ้น\"\n\"เมื่อถึงวันนั้น จะมาประลองกับฉันดูมั้ยล่ะ\"",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "12%",
	"effectName": "Oceanic Victory",
	"effectTemplateRaw": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง <color=#99FFFFFF>{1}</color> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
	"r1": {
		"description": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น 12% และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง 100% ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"12%",
			"100%"
		]
	},
	"r2": {
		"description": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น 15% และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง 125% ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"15%",
			"125%"
		]
	},
	"r3": {
		"description": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น 18% และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง 150% ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"18%",
			"150%"
		]
	},
	"r4": {
		"description": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น 21% และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง 175% ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"21%",
			"175%"
		]
	},
	"r5": {
		"description": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น 24% และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง 200% ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"24%",
			"200%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Remains",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Remains",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Remains",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Remains",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Remains",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Remains",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}