{
	"name": "Makhaira Aquamarine",
	"description": "ดาบใหญ่โบราณที่ส่องประกายแสงราวกับสายน้ำ แม้ผ่านการกัดเซาะของทรายเป็นเวลาหลายพันปี ใบมีดก็ยังคงความคมเหมือนดั่งวันวาน",
	"weapontype": "ดาบใหญ่",
	"rarity": "4",
	"story": "ตามตำนานเล่าว่าเมื่อพันปีที่แล้ว ในยุคที่กษัตริย์ผู้โง่เขลาถูกฝังอยู่ในเนินทราย\nมีเมืองอายุสั้นกระจายอยู่ทั่วทองที่แร้นแค้นและไร้ขอบเขต\nดาบใหญ่เล่มนี้เป็นของนักเต้น Makhaira ซึ่งครั้งหนึ่งเคยเป็นนางสนมของทรราช\nด้วยระบำดาบที่โหดเหี้ยม ทำให้เธอได้รับความโปรดปรานจากกษัตริย์และความสนใจของเจ้าชาย\n\nกษัตริย์ผู้สูงศักดิ์แห่งอาณาจักรที่เสื่อมโทรมเป็นคนอ้วนท้วมและหยิ่งยโส วัน ๆ เพลิดเพลินแต่อาหารโอชะ สุรารสหวานและการล่าสัตว์\nเช่นเดียวกับกษัตริย์องค์อื่น ๆ ในยุคที่เสื่อมโทรม ที่เอาแต่หมกมุ่นอยู่กับการพิชิต ทำลายล้าง และกักตุนสมบัติอย่างไม่รู้จบ\n\nเมื่อทุกสิ่งจมลงไปในคืนที่มืดมิด แสงจันทร์สีธารากล่อมเกลอให้อาณาจักรที่คลุ้มคลั่ง ทุกสิ่งพลันหลับใหลไปในที่สุด\nทรราชที่อ้วนท้วมไม่อาจทนต่อความง่วงนี้ได้ เขาหลับลงท่ามกลางเสียงแผ่วเบาลอยละล่องของ Seelie เสียงกรนดังไปทั่วราวกับฟ้าร้องกึกก้อง...\nนางสนมพราวเสน่ห์ได้เห็นร่องรอยของการทำลายล้างแล้ว ดังนั้นนางจึงขัดดาบและเตรียมพร้อมสำหรับการเต้นรำครั้งสุดท้าย\nองค์ชายน้อยทรงเล็งเห็นสัญญาณแห่งความหายนะแล้ว จึงเสด็จมาพบ Makhaira ที่วิตกกังวลในยามราตรี\n\n\"สิ่งที่มาจากทรายร้อนระอุถูกฝังไว้เบื้องล่างในที่สุด แม้ทะเลทรายจะหนาวเหน็บราวน้ำแข็งในค่ำคืนอันยาวนาน แต่ชะตากรรมที่ร้อนระอุก็มิอาจลืมเลือนได้\"\n\"หากนี่คือการตัดสินใจของท่าน โปรดช่วยข้าด้วย ให้ข้าได้ช่วยเหลืออาณาจักรเก่าแก่ที่ล่มสลายแห่งนี้ด้วยเถอะ แม้เพียงน้อยนิดก็ตาม\"\n\"การแก้แค้นเพียงเล็กน้อยจะขจัดปัญหาในใจเรา นักล่าผู้คลั่งไคล้จะต้องตายด้วยเหยี่ยวอันเป็นที่รักของตนในที่สุด\"\n\"ญิน แม่ของข้าได้สอนให้ข้าระบำดาบเจ็ดขั้น หากข้าชิงบัลลังก์ให้ท่านสำเร็จ ข้าก็ไม่ต้องประจบสอพลออีกต่อไป เท่านั้นข้าก็พึงพอใจ\"\n\nด้วยเหตุนี้ แผนโค่นล้มอาณาจักรจึงถูกวาดขึ้นบนที่นอน และคำพูดที่อ่อนโยนของคู่รักก็เป็นดั่งคมดาบแหลม\nเช่นนั้น ทรราชจึงหวนกลับยังดินแดนทรายร้อนระอุด้วยวิธีที่ไม่น่าดูนัก การพิชิตอาณาจักรและวังกลายเป็นเรื่องเพ้อฝันในที่สุด\nชีวิตอันสั้นของเมืองเป็นเพียงความฝันที่เมามาย ที่ซึ่งความดีและความชั่วถูกบดขยี้ด้วยโรงสีดั่งแกลบข้าวสาลี\nนางสนมผู้ชำนาญการร่ายดาบไม่อาจเป็นราชินีได้ และนักปราชญ์สูงอายุที่รอดชีวิตมาบอกเล่าเรื่องราวเหล่านี้ก็สูญเสียสายตาไปแล้ว\nผู้ล่มสลายถูกโยนลงทะเลทรายที่มีวังวนกลืนกินทุกอย่าง พวกเขากลายเป็นคนเร่ร่อน เป็นทหารรับจ้าง จนสุดท้ายก็ถูกป่าใหญ่กลืนกินไป...",
	"baseatk": 42,
	"substat": "ความชำนาญธาตุ",
	"subvalue": "36",
	"effectname": "Desert Pavilion",
	"effect": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น {0} ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 3
			},
			{
				"name": "Treasure Hoarders Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 12
			},
			{
				"name": "Treasure Hoarders Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"name": "Chaos Module",
				"count": 6
			},
			{
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"name": "Chaos Module",
				"count": 12
			},
			{
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"name": "Chaos Bolt",
				"count": 9
			},
			{
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"name": "Chaos Bolt",
				"count": 18
			},
			{
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}