{
	"id": 12433,
	"name": "Master Key",
	"description": "ดาบใหญ่ที่ทั้งหนักอึ้งและคมกริบ สามารถใช้พลังสะเดาะกุญแจได้มากมาย",
	"descriptionRaw": "ดาบใหญ่ที่ทั้งหนักอึ้งและคมกริบ สามารถใช้พลังสะเดาะกุญแจได้มากมาย",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "มีเพียงความลับไม่กี่อย่างบนโลกนี้ที่ไม่มีใครล่วงรู้ แม้เป็นห้องลับอันซ่อนเร้น ก็ยังพลั้งเผยช่องโหว่ออกมาได้เช่นกัน\nไม่ว่ากลไกตัวล็อกจะซับซ้อนและแยบยลเพียงใด มันก็ถูกกำหนดให้ถูกไขได้ตั้งแต่วินาทีที่ถูกสร้างขึ้นมา\nเหมือนกับแผนกลยุทธ์ที่ไม่ว่าจะละเอียดรอบคอบแค่ไหน ก็ย่อมหลงเหลือเบาะแสที่นำไปสู่การถูกเปิดโปงอยู่ดี\n\nสำหรับสาวน้อยที่คิดว่าตัวเองเป็นผู้สืบทอดตำแหน่งจอมโจรแล้ว ความลับและกลไกทุกอย่างล้วนแต่เป็นเรื่องน่าขัน\nเหล่าชนชั้นสูงผู้หยิ่งผยองจากแดนเหนือ รวมถึงพ่อค้าผู้ร่ำรวยขี้ประจบสอพลอจากพื้นที่ชายแดน\nกุญแจที่พวกเขาคุยโวว่าไม่มีใครเปิดได้ มักจะกลายเป็นของเด็กเล่นสำหรับสาวน้อยคนนี้เสมอ\n\nเพราะยิ่งโครงสร้างมีความซับซ้อนเท่าไหร่ ก็มักจะยิ่งเปราะบางมากขึ้นเช่นกัน\nแต่ตราบใดที่พยายามมากพอ ก็ไม่มีกลไกไหนที่จะแก้ไม่ได้\n\nและเพราะเหตุนี้ ชื่อเสียงของ \"ดาบทลายกลไก\" จึงแพร่สะพัดไปทั่ว และในที่สุดก็ไม่มีใครจำชื่อของเด็กสาวลูกชาวนายากจนอย่าง Schanzkowska ได้อีกเลย\nเด็กสาวที่อ้างตัวว่าเป็นทายาทของราชาภูตได้ขโมยสมบัติไปมากมาย และหัวเราะอย่างเริงร่าให้กับความหรูหราที่น่าเบื่อ เฉกเช่นชนชั้นสูงตัวจริง\nชีวิตที่เดิมทีควรจะธรรมดาและน่าเบื่อ และไม่น่าจะรู้สึกตื่นเต้นกับอะไรอีก แต่ทว่า...\n\n\"คุณหนูตัวปลอมที่แสนเย่อหยิ่งและน่าขันที่รักของฉัน คุณน่าจะเป็นคนแรกที่ได้รับข้อความนี้สินะ\"\n\"ฉันไม่สนใจสมบัติลับอะไรนั่นของท่านดยุกหรอก เช่นเดียวกับชื่อของจอมโจรผู้ยิ่งใหญ่คนนั้น คุณสามารถใช้มันได้ตามต้องการเลย คุณน่ะ\"\n\"แต่โปรดจำไว้ว่า ฉันเป็นผู้ถอดรหัสกลไกนี้ได้ก่อน ดังนั้นช่วยจารึกชื่อของฉัน กับความพ่ายแพ้ของคุณเอาไว้ในใจด้วยล่ะ\"\n\nงานเลี้ยงอาหารค่ำของแกรนด์ดยุก ราวกับต้องการประกาศคำท้าต่อหัวขโมยทุกคน ว่าเขามีสมบัติลับที่ไม่มีใครในโลกนี้สามารถขโมยมันไปได้\nสาวน้อยที่รู้สึกเย้ยหยันต่อความอวดดีของเขา ตัดสินใจจะขโมยสมบัติลับนั้นเป็นครั้งสุดท้าย ก่อนที่เธอจะวางมือจากวงการ\nแต่กลับพบว่ามีคนตัดหน้าเธอไปก่อน หัวขโมยที่เรียกตัวเองว่าผู้หลุดพ้น ได้ทิ้งถ้อยคำที่ทำให้เธอรู้สึกโกรธจัดจนหน้าแดงเอาไว้บนกำแพง\n\nและที่ตามมาหลังจากนั้น คือการประชันฝีมือกันเรื่อย ๆ อย่างไม่ยอมจำนน และความพ่ายแพ้ที่ไม่อาจยอมรับได้เป็นจำนวนนับครั้งไม่ถ้วน\nไม่รู้ว่าทำไมทักษะการสะเดาะกุญแจที่สาวน้อยภาคภูมิใจมากนั้น ถึงได้พ่ายแพ้ให้กับคู่แข่งที่ไม่เคยพบหน้ากันคนนี้เลย\nยิ่งเป็นแบบนี้ก็ยิ่งชวนให้โกรธ พอยิ่งโกรธก็จะยิ่งอยากเห็นโฉมหน้าจริง ๆ ของศัตรู\nจนกระทั่งศัตรูตัวฉกาจที่มักจะทำให้เธอโกรธจนหน้าแดงก่ำอยู่เสมอ ได้หายตัวไปอย่างกะทันหัน\nหลังจากนั้น ข่าวคราวที่เธอได้ยินอีกครั้ง กลับเป็นข่าวที่มีการจับกุมและประหารชีวิตหัวขโมยผู้นั้นแล้ว\n\nในขณะที่เธอก็ไม่เข้าใจว่า ทำไมต้องมาขุดหลุมศพที่เรียงรายอย่างระเกะระกะพวกนี้ และเมื่อเธอพบโลงหินใบนั้น\nโลงที่ภายในบุผ้าซึ่งเดิมทีควรจะมีศพของคนร้ายวางอยู่ กลับว่างเปล่าปราศจากสิ่งใด มีเพียงคำเยาะเย้ยที่ถูกสลักไว้ให้เธอ\n\nหลังเช็ดน้ำตาที่ไม่รู้สาเหตุนั้นทิ้งไป สาวน้อยก็โกรธจัดและกระหน่ำด่าในความเจ้าเล่ห์ของคู่อริคนนี้\nและเหมือนเช่นทุกที เธอสาบานว่าจะใช้ชีวิตที่เหลืออยู่นี้ ทำลายปริศนาการตายของเขาและทำให้เขายอมแพ้อย่างหมดรูป...\nกระทั่งกาลเวลาได้พรากความงามที่เธอเคยภูมิใจไปจนหมดสิ้น รวมถึงลมหายใจสุดท้ายของเธอด้วย\nหญิงสาวหมดเรี่ยวแรงจะปลดล็อกกลไกอีกต่อไป เธอก่นด่าเขาเป็นครั้งสุดท้าย ก่อนจะล้มตัวลงในโลงที่ว่างเปล่า",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "13.3%",
	"effectName": "Fall Into Place",
	"effectTemplateRaw": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ ความชำนาญธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย ลัคนาจันทร์ - จรัสแสง: ความชำนาญธาตุจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก <color=#99FFFFFF>{1}</color> หน่วย เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ ความชำนาญธาตุจะเพิ่มขึ้น 60 หน่วย ลัคนาจันทร์ - จรัสแสง: ความชำนาญธาตุจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 60 หน่วย เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ ความชำนาญธาตุจะเพิ่มขึ้น 75 หน่วย ลัคนาจันทร์ - จรัสแสง: ความชำนาญธาตุจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 75 หน่วย เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ ความชำนาญธาตุจะเพิ่มขึ้น 90 หน่วย ลัคนาจันทร์ - จรัสแสง: ความชำนาญธาตุจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 90 หน่วย เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ ความชำนาญธาตุจะเพิ่มขึ้น 105 หน่วย ลัคนาจันทร์ - จรัสแสง: ความชำนาญธาตุจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 105 หน่วย เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ ความชำนาญธาตุจะเพิ่มขึ้น 120 หน่วย ลัคนาจันทร์ - จรัสแสง: ความชำนาญธาตุจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 120 หน่วย เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Sundered Glory of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Unyielding Delusion of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Unyielding Delusion of the Far-North Scions",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblation of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblation of the Far-North Scions",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Aureate Radiance of the Far-North Scions",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}