{
	"id": 14504,
	"name": "Memory of Dust",
	"description": "ทุ่นหินที่เต็มไปด้วยความทรงจำอันแสนยาวนาน การเปลี่ยนแปลงที่ไม่มีที่สิ้นสุด ได้เผยให้เห็นถึงพลังของมัน",
	"descriptionRaw": "ทุ่นหินที่เต็มไปด้วยความทรงจำอันแสนยาวนาน การเปลี่ยนแปลงที่ไม่มีที่สิ้นสุด ได้เผยให้เห็นถึงพลังของมัน",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "\"สิ่งนี้เป็นสัญลักษณ์แทนคำสัญญาของเรา และเป็นการท้าทายของฉันที่มีต่อนาย\"\n\"ความรู้ทั้งหมดของฉัน ใส่ไว้ในทุ่นหินนี้แล้ว\"\nเขายังจำครั้งแรกที่เจอกับเธอได้ สาวน้อยที่สวมเสื้อแขนพอง เธอยื่นของที่ระลึกนี้ให้ พร้อมทำท่าเคร่งขรึมแต่แฝงไปด้วยความขี้เล่น\nซื่อบื้อจริง ๆ เลย มันไม่มีสัญญาอะไรสักหน่อย ก็แค่คนสองคนที่ต้องร่วมทางกันด้วยเหตุผลของตัวเอง\nแต่เขาก็ยังจำฉากตอนที่พวกเขาเจอกันครั้งแรกได้อยู่ดี ตอนที่ดอก Glaze Lily บานสะพรั่งอยู่ในทุ่ง\nเขายังจำคำพูดสุดท้ายที่เธอพูดกับเขากลางทุ่งดอก Glaze Lily ได้ด้วย\n\n\"คนพวกนั้นตัวเล็กและบอบบางเหมือนฝุ่นธุลี\"\n\"เพราะพวกเขาตัวเล็ก จึงไม่รู้ว่าเมื่อไหร่จะต้องตายเพราะภัยธรรมชาติหรือภัยจากคนด้วยกัน พวกเขาถึงได้หวาดกลัว\"\n\"เพราะความกลัว พวกเขาถึงต้องดิ้นรนพยายามให้ตัวเองฉลาดขึ้น ฉันน่ะเข้าใจดี\"\n\"ฉันถึงได้คิดว่า ในเมื่อพลังของเรายังต่างกันมากเกินไป งั้นฉันก็ใช้เทคนิคและความรู้ดีกว่า\"\n\"ด้วยพลังของเธอ และมันสมองของฉัน... น่าจะทำให้เมืองนี้เป็นเมืองที่ดีเมืองนึง\"\nรอยยิ้มสุดท้ายของเธอช่างดูเดียวดาย และร่างของเธอค่อย ๆ สลายไปกลายเป็นส่วนหนึ่งของฝุ่นละออง\n\"ดูเหมือนว่าการเดินทางร่วมกันของเรามาถึงจุดจบแล้ว เรื่องของทุ่นหินนี้ นายก็ลืมมันไปซะเถอะ\"\n\n\"สิ่งนี้เป็นสัญลักษณ์แทนคำสัญญาของเรา และเป็นการท้าทายของฉันที่มีต่อนาย\"\n\"ความรู้ทั้งหมดของฉัน ใส่ไว้ในทุ่นหินนี้แล้ว\"\n\"ถ้าสามารถเปิดมันได้ล่ะก็——\"\nผ่านมาหลายปีแล้ว แต่เขาก็ยังไม่สามารถไขล็อกนั้นได้สักที และเขาก็ไม่รู้เลยว่าข้อความต่อจากข้อความนั้นคืออะไร\nเวลาผ่านไปอีกหลายปี จนกระทั่งดอก Glaze Lily โรยราไปจนไม่สามารถพบมันได้อีกแล้ว",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "10.8%",
	"effectName": "Golden Majesty",
	"effectTemplateRaw": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>{0}</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>{1}</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
	"r1": {
		"description": "เพิ่มประสิทธิภาพโล่ป้องกัน 20% ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี 4% โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "เพิ่มประสิทธิภาพโล่ป้องกัน 25% ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี 5% โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "เพิ่มประสิทธิภาพโล่ป้องกัน 30% ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี 6% โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "เพิ่มประสิทธิภาพโล่ป้องกัน 35% ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี 7% โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "เพิ่มประสิทธิภาพโล่ป้องกัน 40% ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี 8% โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Fragile Bone Remains",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Fragile Bone Remains",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 9
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Remains",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 5
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Remains",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 9
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Remains",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Remains",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 18
			}
		]
	}
}