{
	"name": "Missive Windspear",
	"description": "หลักที่ชี้ทิศทางของสายลม เพลงกล่อมแห่งสายลมใช่ว่าจะอ่อนโยนดั่งแรกเริ่ม...",
	"weapontype": "หอก",
	"rarity": "4",
	"story": "หลักสัญญาณที่นำทางนักเดินทางกลับบ้านจากเส้นทางอันไกลโพ้น ไม่ว่าจะอยู่แห่งหนใด นกอินทรีสีเงินก็เอนกายไปทางลมเสมอ\nขนนกสีเขียวขจีหมุนวนขณะที่เธอร้องเพลงเบา ๆ นำทางผู้เดินทางกลับภูมิลำเนาให้ก้าวไปในทิศทางของสายลมที่แผ่วเบา\n\n\"ข้าไม่สนใจหรอกว่าเจ้ามาจากที่ไหน หรือทำบาปอะไรไป มันก็แค่...\"\n\"นายน้อย\" ที่ยังไม่ได้รับการยอมรับ พูดพลางเช็ดเลือดออกจากใบหน้าของหญิงสาวอย่างอ่อนโยน\n\"เมื่อลมแห่งการเปลี่ยนแปลงพัดผ่านแผ่นดิน ข้าอยากให้เจ้าคอยอยู่เคียงข้างข้าไว้\"\n\"ข้าเป็นผู้ฆ่าเหยี่ยวนั่นเอง เรื่องนี้ถือเป็นความลับระหว่างเรานะ...\"\n\nเฉกเช่นญาติสายโลหิตที่ถูกหอกหลั่งเลือดในอนาคตและปล่อยให้หิมะเปลี่ยนจากสีแดงเป็นสีดำ\nหัวใจของเธอก็ถูก \"นายน้อย\" ที่แท้จริงทะลวงด้วยลูกศรที่มองไม่เห็น\nนับแต่นั้นมา เธอก็เฝ้าคอยดูสิ่งที่ต้องทำในฐานะผู้รับใช้\nขณะเดียวกันก็ให้ความสนใจกับ \"ภาระงาน\" ให้สำเร็จตามที่เขาได้พูดไว้\nเธอใฝ่ฝันที่จะได้ยินเคียงข้างเขา...ไม่สิ แม้เพียงยืนข้างหลังท่ามกลางฝูงชนก็ยังดี\nและได้อาบสายลมปลิวไสวที่เธอเองก็ไม่เข้าใจ ไปพร้อมกับเขา \"นายน้อย\" ที่แท้จริง\nด้วยเหตุนี้จึงมีตะปูและข้อต่อจำนวนมากที่ต้องถอดออกเพื่อให้อาคารใหญ่พังทลาย...\n\n\"อย่าเศร้าโศกไปเลย Priscilla ทุกสิ่งในโลกล้วนมีราคาของมัน\"\n\"จำไว้นะ เมื่อใดที่เกิดเรื่องไม่ดี จงไปยัง Stormbearer Point เพื่อจุดไฟแจ้งข่าว\"\n\"เมื่อลมแห่งการเปลี่ยนแปลงพัดผ่านแผ่นดิน เจ้าและข้าจะเป็นกองหน้าที่ไม่มีใครจะหยุดยั้งได้\"\n\n\"ค่ะ นายน้อย Eberhart\"\nใช่ จงลืมสิ้นสายเลือดและหน้าที่ จงละทิ้งหัวใจที่พลัดพรากและปรารถนาเสียเถอะ\nตะปูเหลืออีกไม่มากแล้ว ลมแห่งความรุ่งโรจน์อดีตกาลจะหวนกลับมาในไม่ช้า\n\nแต่ทว่า...\nกระทั่งเหยี่ยวและสุนัขล่าเนื้อของครอบครัวได้กลิ่นของแผนการนั้น เงานั้นก็ไม่เคยปรากฏในคาบสมุทรอีกเลย\n\nในที่สุดเธอก็ยิ้มออกมาอย่างแผ่วเบา เธอเคยรู้สึกไม่ชอบชะตากรรมของตนและโชคชะตาของผู้อื่นอีกนับไม่ถ้วน\nแต่ตอนนี้เวลานี้ เมื่อเธอแหงนมองแสงจันทร์ขาวนวลผ่องและเงาดาบคล้ายแสงจันทร์\nพลันจ้องมองไปที่ยังขุนนางที่เหยียดหยาม ไม่รู้ทำไมเธอกลับไม่รู้สึกลำบากใจหรือขุ่นเคืองเลยแม้แต่น้อย\n\nตะปูเหลืออีกไม่มากแล้ว ลมแห่งความรุ่งโรจน์อดีตกาลจะหวนกลับมาในไม่ช้า\nนายน้อย ท่านเป็นเหมือนเหยี่ยวสีเงิน ที่นำทางสายลมให้พัดพา\nอย่าได้โศกเศร้าเพราะข้าเลย อีกไม่นานข้าก็จะกลายเป็นธุลีในสายลม...",
	"baseatk": 42,
	"substat": "พลังโจมตี",
	"subvalue": "9",
	"effectname": "The Wind Unattained",
	"effect": "ภายใน 10 วินาที หลังจากทำให้เกิดปฏิกิริยาธาตุ พลังโจมตีจะเพิ่มขึ้น {0} และความชำนาญธาตุจะเพิ่มขึ้น {1} หน่วย",
	"r1": [
		"12%",
		"48"
	],
	"r2": [
		"15%",
		"60"
	],
	"r3": [
		"18%",
		"72"
	],
	"r4": [
		"21%",
		"84"
	],
	"r5": [
		"24%",
		"96"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"name": "Gloomy Statuette",
				"count": 3
			},
			{
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"name": "Gloomy Statuette",
				"count": 12
			},
			{
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"name": "Dark Statuette",
				"count": 6
			},
			{
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"name": "Dark Statuette",
				"count": 12
			},
			{
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"name": "Deathly Statuette",
				"count": 9
			},
			{
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"name": "Deathly Statuette",
				"count": 18
			},
			{
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}