{
	"name": "Mistsplitter Reforged",
	"description": "ดาบที่เปล่งประกายแสงสีม่วงออกมาอย่างรุนแรง ชื่อ \"Reforged\" ของมันนั้น ได้มาจากการที่ครั้งหนึ่งมันเคยหักไป",
	"weapontype": "ดาบ",
	"rarity": "5",
	"story": "หนึ่งในดาบที่โชกุนมอบให้ Hatamoto เล่ากันว่ามันสามารถใช้อานุภาพของแสงสายฟ้า เฉือนเมฆหมอกได้\nครั้งหนึ่งมันเคยแตกสลายเป็นส่วน ๆ แต่หลังจากถูกหลอมขึ้นมาใหม่ ก็มีรอยที่คล้ายก้อนเมฆอยู่บนตัวดาบ\n\nในบทเพลง \"ประตูใหญ่ Arataki, Iwakura ผู้สำเร็จวิชา, อสรพิษ Kitain, Takamine ผู้เฉือนเมฆหมอก\"\nเหล่าเด็กน้อยที่มีใจรักในวิชาการต่อสู้นั้น ได้นำนักรบชื่อดังในประวัติศาสตร์มาเปรียบเปรยกันด้วย หนึ่งในนั้น \"Takamine ผู้เฉือนเมฆหมอก\" ก็คือเขา\nครั้งหนึ่งเคยร่วมทางกับเซียนผู้ปัดเป่าสิ่งชั่วร้าย โดยใช้ \"Mistsplitter (เฉือนเมฆหมอก)\" สังหาร Tatarigami และปีศาจจำนวนนับไม่ถ้วน\nและยังถ่ายทอดความรู้ในการใช้ธนู ที่ได้เรียนรู้มาจากเท็งงุ Yougou ให้ผู้ที่เขาถูกใจ\nแต่ทว่า ไม่มีผู้สืบทอดเทคนิคดาบเฉือนเมฆหมอกอีกแล้ว คงเหลือไว้เพียงเรื่องเล่า, รูปภาพ และเพลงกล่อมเด็ก\n\nช่วงบั้นปลายชีวิต เขาอยู่ในทัพของโชกุน ต่อสู้กับกองทัพทหารอำนาจมืด\n\nหากไม่ได้นำธนูประจำตัวของเขาเป็นของเดิมพันการพนัน บางที เรื่องก็คงไม่เป็นแบบนี้\nแต่ไม่ว่าจะยังไง ผีพนันไม่มีวันรู้สำนึกผิด ไม่สนใจ \"สิ่งสมมุติ\" และไม่เกลียดคำว่า \"ถ้า\"\nศัตรูพุ่งเข้ามาดั่งเมฆหมอก ขอเพียงมีสุดยอดดาบที่สามารถตัดเฉือนทุกสิ่งให้ขาดสะบั้นได้ก็เพียงพอแล้ว\nหากเฉือนได้รวดเร็วพอ ก็สามารถทะลุออกจากเมฆหมอกสีดำ มองเห็นแสงสว่างได้——\n\n\"Asase สัญญาที่ให้ไว้กับคุณ... ไม่สิ นี่คือการเดิมพันที่จะกำหนดทุกสิ่ง ฉันต้องไม่แพ้เด็ดขาด\"\n\"ฉันต้องกลับไปคว้าอนาคตที่สมควรเป็นของฉัน รวมไปถึงธนู ที่ใช้เป็นของเดิมพันด้วย\"\n\nไม่ต่างอะไรกับสายฟ้าที่ฟาดลงมาอย่างไม่มีที่สิ้นสุด เขาและ Mistsplitter ได้ปราบปีศาจจำนวนมากไปด้วยกัน\nทว่าในตอนสุดท้าย ดาบก็แข็งแกร่งสู้นักดาบไม่ได้ และแตกสลายเป็นเสี่ยง ๆ ในที่สุด\nและหมอกดำที่หนาทึบ ก็กลืนกินตัวเขาไปจนหมดสิ้น...\nในตอนสุดท้ายนั้นมีเพียงเศษชิ้นส่วนบางชิ้นของดาบเท่านั้น ที่ถูกเก็บกู้กลับมาและนำกลับไปหลอมใหม่ และสืบทอดชื่อ Mistsplitter ต่อไป\n\nนักสู้กำด้ามดาบไว้แน่น เหมือนกับใยแมงมุมสีดำที่ถูกถักทออย่างละเอียดลออ\nแม้จะอยู่ท่ามกลางหมอกดำ ก็ยังท่องอยู่ในใจเสมอว่า:\nตราบใดที่ยังไม่รู้แพ้ชนะ ฉันจะต้องกลับไปอยู่ข้างกาย Asase ให้ได้...",
	"baseatk": 48,
	"substat": "ความแรงคริ",
	"subvalue": "9.6",
	"effectname": "Mistsplitter's Edge",
	"effect": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด {0} และได้รับพลังของ \"Mistsplitter's Emblem\" โดยเมื่อครอบครอง Mistsplitter's Emblem 1/2/3 ชั้น จะได้รับโบนัสความเสียหายของธาตุตัวเอง {1} โดยที่ตัวละครจะได้รับ Mistsplitter's Emblem 1 ชั้น ในแต่ละสถานการณ์ต่อไปนี้: เมื่อการโจมตีปกติทำให้เกิดความเสียหายธาตุ (คงอยู่ 5 วินาที); เมื่อใช้ท่าไม้ตาย (คงอยู่ 10 วินาที); เมื่อพลังงานธาตุของตัวละครต่ำกว่า 100% (จะหายไปเมื่อพลังงานธาตุของตัวละครเต็ม) โดยช่วงเวลาคงอยู่ของ Mistsplitter's Emblem แต่ละชั้นจะถูกคิดแยกกัน",
	"r1": [
		"12%",
		"8/16/28%"
	],
	"r2": [
		"15%",
		"10/20/35%"
	],
	"r3": [
		"18%",
		"12/24/42%"
	],
	"r4": [
		"21%",
		"14/28/49%"
	],
	"r5": [
		"24%",
		"16/32/56%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Coral Branch of a Distant Sea",
				"count": 5
			},
			{
				"name": "Chaos Gear",
				"count": 5
			},
			{
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Jeweled Branch of a Distant Sea",
				"count": 5
			},
			{
				"name": "Chaos Gear",
				"count": 18
			},
			{
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Jeweled Branch of a Distant Sea",
				"count": 9
			},
			{
				"name": "Chaos Axis",
				"count": 9
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Jade Branch of a Distant Sea",
				"count": 5
			},
			{
				"name": "Chaos Axis",
				"count": 18
			},
			{
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Jade Branch of a Distant Sea",
				"count": 9
			},
			{
				"name": "Chaos Oculus",
				"count": 14
			},
			{
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Golden Branch of a Distant Sea",
				"count": 6
			},
			{
				"name": "Chaos Oculus",
				"count": 27
			},
			{
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}