{
	"id": 15412,
	"name": "Mitternachts Waltz",
	"description": "คันธนูที่มีสีดั่งค่ำคืนแห่งบาปและความเพ้อฝัน",
	"descriptionRaw": "คันธนูที่มีสีดั่งค่ำคืนแห่งบาปและความเพ้อฝัน",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "......\n\"คุณหนู ในการเดินทางของคุณหนู ไม่มีน้ำตาหยดไหนที่เสียไปอย่างเปล่าประโยชน์\"\nนี่คือสิ่งที่ Ozvaldo von Hrafnavines พูดกับเจ้าหญิงในตอนท้ายของการเดินทางบนดินแดนที่เงียบสงบตลอดกาล\n\nในการเดินทางข้ามห้วงอวกาศอันยาวนาน \"เจ้าหญิงแห่งการลงทัณฑ์\" และ \"กาดำผู้ตัดราตรี\" เป็นพยานจุดจบของเรื่องราวมากมายนับไม่ถ้วน เม็ดฝนทุกหยดจะไหลลงสู่ทะเลอันขมขื่นในตอนท้ายของการเดินทาง ในที่สุดความโกรธที่ไม่สมดุลในช่วงวัยหนุ่มสาวจะกลับคืนสู่ความสงบ หากความกระตือรือร้นไม่หมดไปตามกาลเวลา มันจะหวาดกลัวกับการกลับตัวของต้นไม้เก่า กิ่งก้านในสาธารณรัฐ Reman ที่งดงามและยิ่งใหญ่ที่ตรงกับต้นไม้แห่งกาลเวลาจะถูกตัดไปในสักวันหนึ่ง เพื่อหลีกทางให้กับดินแดนของหมาป่าฝาแฝดอีกคน\nในที่สุดทุกสิ่งในโลกก็จะสูญสลายไป เข้ามาสู่ดินแดนแห่งอนาคตของเจ้าหญิง ในความมืดอันเงียบงันก็สามารถพบมุมที่ตัวเองสามารถนอนลงได้\nแต่ถึงอย่างนั้น เมื่อ Droctfult หันไปหา \"สัตว์ร้ายแห่งโลก\" เพราะความฝันในวัยหนุ่มและหยาดฝนที่ยังไม่ตกลงมา เมื่อถูกฉีกทำลายด้วยกรงเล็บของมัน เจ้าหญิงก็ร้องไห้ด้วยเช่นกัน \n\n\"จำไว้ให้ดี Ozvaldo von Hrafnavines เจ้าหญิงแห่งดินแดนแห่งราตรีจะไม่มีวันร่ำไห้\"\nเธอตอบกลับมาเช่นนี้ \"ไม่มีผู้ใดในโลกนี้คือบุตรแห่งการลงทัณฑ์ เมื่อระฆังแห่งการลงทัณฑ์ดังขึ้น ม่านอันมืดมิดของยามราตรีจะลดระดับลง แต่ผู้คนและสัตว์ร้ายที่กำลังดิ้นรนอยู่ในนั้นก็เป็นเพียงเสียงบทเพลงวอลซ์ในค่ำคืนอันเงียบสงบเท่านั้น\"\n\n\"เป็นอย่างที่คุณหนูบอก\"\n\"หึ เข้าใจก็ดีแล้ว\"\n\"คุณหนู แล้วเรื่องนี้ล่ะ คุณหนูยังจำได้อยู่ไหม...\"\n\nดวงจันทร์สองในสามดวงที่ส่องประกาย ทะเลน้ำหอมแห่งจักรวาลยุคดึกดำบรรพ์ เหล่าสัตว์ร้ายที่ส่งเสียงรบกวนในดินแดนแห่งความฝัน Arianrhod ได้ถูกทำลายด้วยดาบที่ฉีกทำลายขอบโลก จนกลายเป็นทรายที่แหลกละเอียด ซึ่งไม่สามารถมองเห็นได้ด้วยดวงตาแห่งบาปของเจ้าหญิง\nบางทีอาจเป็นเช่นนั้น: ดวงจันทร์ซึ่งเคยสว่างไสวไปทั่วจักรวาล ได้นำความฝันและบทกวีมาสู่ผู้หลับใหลของสามโลกและนำความหวังมาให้กลุ่มสัตว์ร้ายในช่วงรุ่งอรุณถึงพระอาทิตย์ตก ท้ายที่สุดก็กลายเป็นทรายละเอียด - แต่ถึงอย่างนี้ พวกเขาต้องการที่จะอยู่ในดวงตาที่สดใสของเจ้าหญิงผู้ซึ่งจ้องมองทุกสิ่งและพยายามนำแสงสว่างอันริบหรี่ไปยังสถานที่อื่น ๆ\n\nใช่แล้วล่ะ คุณหนูไม่เคยหลั่งน้ำตา\nนั่นเป็นเพียงการปฏิเสธของร่างกายที่เกิดขึ้นเมื่อทรายเม็ดหยาบเข้าตาของเธอเท่านั้น\n\n～จบ～",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "โบนัสความเสียหายกายภาพ",
	"baseStatText": "11.3%",
	"effectName": "Evernight Duet",
	"effectTemplateRaw": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น <color=#99FFFFFF>{1}</color> เป็นเวลา 5 วินาที",
	"r1": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น 20% เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น 20% เป็นเวลา 5 วินาที",
		"values": [
			"20%",
			"20%"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น 25% เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น 25% เป็นเวลา 5 วินาที",
		"values": [
			"25%",
			"25%"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น 30% เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น 30% เป็นเวลา 5 วินาที",
		"values": [
			"30%",
			"30%"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น 35% เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น 35% เป็นเวลา 5 วินาที",
		"values": [
			"35%",
			"35%"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น 40% เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น 40% เป็นเวลา 5 วินาที",
		"values": [
			"40%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}