{
	"id": 13417,
	"name": "Moonpiercer",
	"description": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนลูกธนูขนาดใหญ่ สามารถใช้เป็นหอกได้",
	"descriptionRaw": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนลูกธนูขนาดใหญ่ สามารถใช้เป็นหอกได้",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "\"เรื่องเล่านี้ เกี่ยวข้องกับเด็ก ๆ ที่หลงใหลในแสงจันทรา...\"\n\nบางครั้งเมื่อแหงนมองไปที่ดวงจันทราสุกสกาว เด็ก ๆ เหล่านี้ก็จะโศกเศร้าเหมือนตอนราชาแห่งพงไพรองค์สุดท้ายใกล้สิ้นใจ\nมีอีกตำนานหนึ่งเล่าว่า หากผู้ใดได้ดื่มน้ำขังในรอยเท้าราชาแห่งพงไพร ซึ่งมีจันทราเต็มดวงสะท้อนอยู่ในนั้น คนผู้นั้นก็จะกลายเป็นข้ารับใช้ของพระราชา\n\nเกี่ยวกับเรื่องราวของจันทรานั้นได้ยินมาจากความฝันอันเก่าแก่ ซึ่งซุกซ่อนอยู่ใน Nilotpala Lotus ดอกหนึ่ง\nเมื่อนานมาแล้ว ก่อนที่ Aramuhukunda จะถือกำเนิดขึ้นในผลทาฑิม และเป็นช่วงเวลาที่เผ่าพันธุ์ยิ่งใหญ่อันสูงส่งและงดงามได้ร่วมทางกับบรรพบุรุษของพวกเจ้า\nเคยมีพี่น้องอยู่สามคน พวกเธอจะออกจากตำหนักสีมุก เดินเที่ยวอยู่ในทะเลทรายทุกคืน โดยมี Nilotpala Lotus บานอยู่ข้างเท้าพวกเธอ\n\n...\nสุดท้ายแล้ว จันทราสองดวงได้แหลกสลายกลายเป็นผงธุลี แล้วหายลับไป คนสุดท้ายในสามพี่น้องเสียใจมาก จึงไม่ออกจากตำหนักนับแต่นั้นมา\nเมื่อเวลาผ่านไปเนิ่นนาน เศษผงของจันทราได้ตกลงบนพื้นดิน ซึ่งในขณะนั้น เทพแห่งป่าไม้ได้นำป่าไม้มาปลูกบนลงพื้นดินของทะเลทรายแล้ว\nNilotpala Lotus จะเบ่งบานขึ้นในจุดที่ธุลีแห่งดวงจันทราร่วงหล่น เด็ก ๆ ที่สูดดมธุลีเหล่านั้นเข้าไป จะมีดวงจันทราสีมุกประทับอยู่ในใจตลอดกาล\nนี่จึงเป็นเหตุผลที่เด็ก ๆ มักจะหลงใหลในจันทรา เป็นเหตุผลที่ Nilotpala Lotus มักเบ่งบานในยามค่ำคืน รวมทั้งเหตุผลที่แสงจันทราโปรดปรานเด็ก ๆ เหล่านี้เป็นพิเศษด้วย\nเพราะสามพี่น้องที่ส่องแสงกันและกัน เฝ้ารอคอยการกลับมาพบกันใหม่อยู่ตลอดเวลา\n\nหลังจากที่ Nilotpala Lotus ดอกนั้นเล่าเรื่องนี้จบก็ได้ร่วงโรยไป เธอรอคอยมายาวนาน รอจนกระทั่งทะเลทรายกลายเป็นผืนป่า เผ่าพันธุ์อันยิ่งใหญ่ล่มสลายไป\nพวกเราจึงได้ปรากฏขึ้นมา รอจนกระทั่ง Aranara ที่สามารถพูดคุยกับเธอปรากฏขึ้นตรงหน้า จากนั้นเขาก็ได้บอกเล่าเรื่องนี้กับข้าในเวลาต่อมา\nหลังจากนั้น Aranara ตนนั้นก็ได้สูญเสียความทรงจำไปครั้งแล้วครั้งเล่า จนกระทั่ง Vanarana ล่มสลายลง แล้วพวกเราก็เข้าไปในความฝัน\nแต่ก็ไม่เป็นไรหรอก เพราะเรื่องราวของจันทราจะเติบโตเป็นดวงจันทราสีมุกอยู่ในใจของพวกเราทุกคน\n\nเด็กที่หลงใหลจันทราเมื่อแหงนมองพระจันทรา น้ำตาจะไหลรินออกมา เพราะฝุ่นผงละเอียดของดวงจันทราลอยเข้าไปในตานั่นเอง\nในเรื่องราวต่าง ๆ นั้น ไม่มีน้ำตาหยดไหนที่เสียไปอย่างเปล่าประโยชน์",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "24",
	"effectName": "Stillwood Moonshadow",
	"effectTemplateRaw": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น 16% เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น 20% เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น 24% เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น 28% เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น 32% เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Officer's Insignia",
				"count": 12
			}
		]
	}
}