{
	"id": 13430,
	"name": "Mountain-Bracing Bolt",
	"description": "หอกที่ช่างฝีมือในเหมือง ตีหลอมขึ้นมา ในอดีตนั้นถูกสร้างขึ้นมา เพื่ออุทิศให้กับวิญญาณแห่งขุนเขา",
	"descriptionRaw": "หอกที่ช่างฝีมือในเหมือง ตีหลอมขึ้นมา ในอดีตนั้นถูกสร้างขึ้นมา เพื่ออุทิศให้กับวิญญาณแห่งขุนเขา",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "ในเวลานั้นคลื่นน้ำสีดำขุ่นยังไม่เอ่อล้นขึ้นมา ในภูเขาของ Nanatzcayan นั้นก็มีเสียงโลหะดังสนั่นไปทั่วฟ้า และประกายไฟก็ไม่เคยดับลง\nพวกคนงานเหมืองทำงานหนักหามรุ่งหามค่ำมาแรมเดือน เพียงเพื่อสร้างเครื่องมือชิ้นสำคัญชิ้นหนึ่ง ซึ่งไม่อาจละเลยได้\nว่ากันว่าสิ่งนี้มีส่วนเกี่ยวข้องกับความปลอดภัยของเหมืองแร่ และความอยู่รอดของชนเผ่า ซึ่งผู้อาวุโสของชนเผ่าเรียกมันว่า \"Mountain-Bracing Bolt\"\nทุกครั้งที่เกิดแผ่นดินไหว มีเพียงต้องโยนลงไปในถ้ำลึก เพื่อถวายให้กับวิญญาณแห่งขุนเขาเท่านั้น จึงจะทำให้มันสงบลงได้\n\nแม้ว่านี่จะเป็นพิธีกรรมที่สืบทอดมานับพันปี แต่ Sundjatta ที่ยังเยาว์วัยกลับมองว่านี่เป็นแค่เรื่องไร้สาระ\nเขาเข้าใจถึงทิศทางของชั้นหิน และเส้นทางที่สายแร่เคลื่อนผ่าน และเชื่อว่าต้องมีเหตุผลบางอย่างที่ทำให้ภูเขาถล่มอยู่บ่อยครั้ง\nหรือเพราะการขุดเหมืองที่มากเกินไป ทำให้ภูเขาไม่สามารถรับน้ำหนักได้ หรือไม่ก็มีมังกรดินที่ขุดดินก่อเรื่องอยู่ใต้ธารน้ำ\nแต่ไม่ว่ายังไง เขาก็ตัดสินใจที่จะเข้าไปยังถ้ำต้องห้ามของเผ่า เพื่อค้นหาความลับที่ซ่อนอยู่ในนั้น\n\nเขาเดินตามรอยเส้นทางของภูเขาหิน ผ่านถ้ำอันมืดมิด ไม่มีสิ่งใดมาขวางทางเขาได้\nในส่วนลึกที่สุดของถ้ำ มีตะปูที่สูงยาวคล้ายภูเขาเรียงรายอยู่ด้านข้าง เพื่อปกป้องประตูถ้ำที่อยู่ลึกเข้าไปอีก\nเดิมทีมันควรจะเป็นพื้นที่ต้องห้ามที่ไม่เคยมีใครเหยียบย่ำมานับพันปี แต่กลับมีร่องรอยการขุดเจาะที่เพิ่งเกิดขึ้นใหม่ตรงทางเข้าถ้ำ\nอุโมงค์ที่คดเคี้ยวราวกับงูวนไปเวียนมาอยู่ในโลกใต้พิภพ ไม่มีใครรู้ว่ามันจะพาไปสู่ที่ใด\n\nในที่สุด เมื่อเขาเดินย้อนขึ้นไปตามธารน้ำใต้ดิน ก็เห็นแสงกะพริบริบหรี่ที่ปากอุโมงค์\nเมื่อสายตาปรับให้ชินกับแสงจ้าที่ไม่ได้เห็นมานานได้แล้ว สิ่งที่ปรากฏตรงหน้าเขาก็คือ ซากปรักหักพังที่ปกคลุมไปด้วยเถ้าถ่าน\nที่แห่งนี้เคยเป็นป้อมปราการของผู้ปกครองเมือง Cinder และยังเคยเป็นที่หลบภัยของคนงานในเหมืองสมัยโบราณ\nเหล่า Stegosaurus ตาบอดที่อาศัยอยู่ในหน้าผาหินในปัจจุบัน ดูเหมือนจะเป็นตัวการที่ทำให้เส้นทางลับได้เห็นเดือนเห็นตะวันอีกครั้ง\n\n\"ใช่แล้ว นี่คืออุโมงค์ที่รู้จักเฉพาะในบรรดาช่างฝีมือผู้มีความสามารถ ซึ่งได้ถูกราชาอสรพิษที่โหดเหี้ยมลักพาตัวไปยังเมือง Cinder เท่านั้น\"\n\"เมื่อทรราชผู้น่าละอายพยายามที่จะลบร่องรอยที่มังกรสร้างขึ้น เมื่อความโง่เขลาของเขาดึงดูดปีศาจและวิญญาณชั่วร้ายให้เข้ามา\"\n\"บรรพบุรุษของเราหนีรอดออกมาผ่านทางอุโมงค์พวกนี้ จนมาถึงภูเขาอันรกร้างไร้ผู้คน\"\n\nแต่ถึงแม้จะปิดเส้นทางลับที่เชื่อมต่อกับถ้ำมังกรไปแล้ว แต่พวกที่กระหายเลือดก็ยังคงตามกลิ่นจนมาถึงที่นี่ได้\nเพื่อปกป้องบ้านใหม่ของพวกเขาที่อยู่บน Tequemecan Valley เหล่านักรบของเผ่าจึงขับร้องบทเพลงแห่งสงครามดังก้องกังวาน\nหอกในมือทิ่มเข้าไปในถ้ำอันมืดมิด และต่อสู้กับสิ่งมีชีวิตไร้นามที่มืดมิดยิ่งกว่าอย่างสุดชีวิต\nอาวุธในมือหักไปเล่มแล้วเล่มเล่า ผู้คนในภูเขาก็หลอมขึ้นมาใหม่เล่มแล้วเล่มเล่าเช่นกัน\nจวบจนผ่านไปกี่วันกี่คืนแล้วก็สุดจะรู้ได้ เสียงคำรามที่เป็นดั่งฝันร้าย และเสียงหินกับโลหะกระทบกันก็หยุดลงพร้อมกัน\n\nนี่ก็คือ \"Mountain-Bracing Bolt\" ซึ่งได้มอบพรให้แก่ผู้คนที่เคยซ่อนตัว และต่อสู้เพื่อทวงคืนเสรีภาพและดินแดนของตน\nแต่กลับสละชีวิตและล้มลงก่อนฟ้าสาง เพื่อต้อนรับรุ่งอรุณที่จะมาถึง ซึ่งพรนี้ได้สืบทอดมาจนถึงทุกวันนี้\n\nและในยามที่คลื่นน้ำสีดำขุ่นเอ่อล้นขึ้นมาถึงเส้นขอบฟ้า ในภูเขาของ Nanatzcayan นั้นก็มีเสียงโลหะดังสนั่นไปทั่วฟ้า และประกายไฟก็ไม่เคยดับลง\nน้ำจากเตาหลอมที่เกิดจากการละลายหินบนภูเขา ได้รับการหลอมอย่างพิถีพิถันโดยช่างฝีมือ และเปลี่ยนมันให้กลายเป็นหอกอันคมกริบ\nSundjatta หัวหน้าของเหมืองปีนขึ้นไปบนหลัง Stegosaurus Muhuru แล้วหยิบดาบเล่มหนึ่งออกมาจากกำแพงหิน\nการต่อสู้ครั้งใหม่ได้เริ่มขึ้น พร้อมกับเปลวไฟที่ลุกโชนอีกครั้ง หลังจากมอดดับเป็นเถ้าถ่าน รวมถึงพรอันเกิดจากความปรารถนานับไม่ถ้วน",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "6.7%",
	"effectName": "Hope Beyond the Peaks",
	"effectTemplateRaw": "การใช้พลังกายขณะปีนลดลง 15% และความเสียหายที่เกิดจากสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; นอกจากนี้ หลังจากตัวละครอื่น ๆ ในทีมที่อยู่ใกล้เคียงปล่อยสกิลธาตุ สกิลธาตุของผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้นอีก <color=#99FFFFFF>{1}</color> เป็นเวลา 8 วินาที",
	"r1": {
		"description": "การใช้พลังกายขณะปีนลดลง 15% และความเสียหายที่เกิดจากสกิลธาตุเพิ่มขึ้น 12%; นอกจากนี้ หลังจากตัวละครอื่น ๆ ในทีมที่อยู่ใกล้เคียงปล่อยสกิลธาตุ สกิลธาตุของผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้นอีก 12% เป็นเวลา 8 วินาที",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "การใช้พลังกายขณะปีนลดลง 15% และความเสียหายที่เกิดจากสกิลธาตุเพิ่มขึ้น 15%; นอกจากนี้ หลังจากตัวละครอื่น ๆ ในทีมที่อยู่ใกล้เคียงปล่อยสกิลธาตุ สกิลธาตุของผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้นอีก 15% เป็นเวลา 8 วินาที",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "การใช้พลังกายขณะปีนลดลง 15% และความเสียหายที่เกิดจากสกิลธาตุเพิ่มขึ้น 18%; นอกจากนี้ หลังจากตัวละครอื่น ๆ ในทีมที่อยู่ใกล้เคียงปล่อยสกิลธาตุ สกิลธาตุของผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้นอีก 18% เป็นเวลา 8 วินาที",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "การใช้พลังกายขณะปีนลดลง 15% และความเสียหายที่เกิดจากสกิลธาตุเพิ่มขึ้น 21%; นอกจากนี้ หลังจากตัวละครอื่น ๆ ในทีมที่อยู่ใกล้เคียงปล่อยสกิลธาตุ สกิลธาตุของผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้นอีก 21% เป็นเวลา 8 วินาที",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "การใช้พลังกายขณะปีนลดลง 15% และความเสียหายที่เกิดจากสกิลธาตุเพิ่มขึ้น 24%; นอกจากนี้ หลังจากตัวละครอื่น ๆ ในทีมที่อยู่ใกล้เคียงปล่อยสกิลธาตุ สกิลธาตุของผู้สวมใส่จะสร้างความเสียหายเพิ่มขึ้นอีก 24% เป็นเวลา 8 วินาที",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 12
			}
		]
	}
}