{
	"id": 14520,
	"name": "Nightweaver's Looking Glass",
	"description": "กระจกสีเงินที่ทำขึ้นจากเงินบริสุทธิ์ ตำนานเล่าว่า มันได้เห็นการถือกำเนิด ของเทพธิดาแห่งจันทรา จึงได้รับการยกย่อง ให้เป็นรีลิกส์ขั้นสูงสุด โดยลูกหลานจันทราน้ำค้างแข็ง",
	"descriptionRaw": "กระจกสีเงินที่ทำขึ้นจากเงินบริสุทธิ์ ตำนานเล่าว่า มันได้เห็นการถือกำเนิด ของเทพธิดาแห่งจันทรา จึงได้รับการยกย่อง ให้เป็นรีลิกส์ขั้นสูงสุด โดยลูกหลานจันทราน้ำค้างแข็ง",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "\"เมื่อ 'จันทรานิรันดร์' ร่วงหล่น ฟ้าดินพลันพลิกผัน\"\n\"เมื่อ 'จันทราสีรุ้ง' แตกสลาย เงาสีชาดจมหายสู่ห้วงทะเลลึก\"\n\"เมื่อ 'จันทราน้ำค้างแข็ง' หยุดหมุน อาณาจักรทั้งปวงกลับสู่ความพินาศ\"\n\"โลกที่ไม่ได้รับการปกป้องจาก 'ความเป็นนิรันดร์' กำลังก้าวไปสู่จุดจบ\"\n\"จนกระทั่ง 'สรวงสวรรค์' ได้มาถึง และเริ่มหมุนกงล้อเพื่อถักทอ\"\n\nตามบทกลอนคำทำนายโบราณ ทายาทแห่งเมืองทองคำได้สร้างวิหารไว้ ณ ทุ่งทุนดราอันรกร้าง\nแสงจันทร์นับพันปีทอดผ่านผืนป่าสีขาวอย่างเงียบงัน ทายาทแห่งสุดเขตแดนเหนือยังคงปฏิบัติตามความเชื่อและพิธีกรรมโบราณอย่างเคร่งครัด\nโดยการหลอมเงินบริสุทธิ์เพื่อสร้างเป็นมงกุฎสีจาง พร้อมกับเลือกผู้นำพิธีผู้ไร้มลทิน มาชี้นำทางให้แก่ผู้คน\nพร้อมกับการสวดอธิษฐานแด่เทพเจ้าผู้ล่วงลับในอดีต และขับขานทำนองเพลงให้แก่สวรรค์เบื้องบนที่ไม่มีวันตอบรับ เฉกเช่นเดียวกับในอดีต\n\nหากมองในมุมของคนนอก พิธีกรรมที่ไร้ความหมายเช่นนี้ ก็เป็นเพียงแค่ความโง่เขลาของพวกหัวโบราณ\nมีเพียงเพลงสวดอธิษฐานที่สืบทอดกันมา และพิธีกรรมตั้งแต่เมื่อพันปีก่อน ที่กลายเป็นสัญลักษณ์เชื่อมโยงผู้สูญเสียบ้านเกิดเอาไว้ได้\nกงล้อแห่งโชคชะตาที่ผุพัง และด้ายสีเงินอันเลือนราง ลำพังเพียงคำทำนายนั้น ยากที่จะนำพาความหวังมาสู่ผู้คนได้\n\"ใครจะไปสักการะเทพเจ้าที่ล่วงลับไปแล้ว? ใครบ้างที่ยอมทนทุกข์ทรมานเพียงเพื่อความฝันลม ๆ แล้ง ๆ พรรค์นั้น?\"\nเฉกเช่นเดียวกับตอนกลับไปอยู่ใต้ดินส่วนลึกของโลกในหลายยุคสมัย ผู้โง่เขลามักโหยหาการชี้นำที่แท้จริง\nเพราะเหตุนี้เอง พิธีกรรมเหล่านั้นที่ชาวต่างถิ่นไม่เคยล่วงรู้มาก่อน จึงสร้างกำแพงสูงที่ตัดขาดจากโลกภายนอกโดยสิ้นเชิง\n\nนับพันปีที่ผ่านมาเป็นเช่นไร นับพันปีต่อจากนี้ก็จะเป็นเช่นนั้น จนกว่าสรวงสวรรค์ในคำทำนายโบราณจะมาถึง\nจนกว่าเลือดบริสุทธิ์ที่ผ่านการหล่อหลอมมาหลายยุคสมัย จะให้กำเนิดทายาทศักดิ์สิทธิ์ผู้ที่แม้แต่โลกิยะก็ยังต้องยอมจำนน และจนกว่าจะถึงตอนนั้น\nไม่ว่าจะเป็นคำโกหกหรือบาป ก็ควรจะได้รับการให้อภัยและการยกย่อง เพราะทั้งหมดนี้ล้วนเพื่อสรวงสวรรค์บริสุทธิ์ใต้แสงจันทร์\n\nเรื่องราวหลังจากนั้น คือการเดินทางอันศักดิ์สิทธิ์ที่ถูกบอกเล่าโดยลูกหลานจันทราน้ำค้างแข็ง ซึ่งตอนนี้ไม่ได้ต่อต้านคนต่างแดนอีกแล้ว\nทูตจันทราขับขานคนแรก นักบุญที่ได้รับพร และผู้บริสุทธิ์ที่ได้เห็นการจุติของเทพเจ้าประจักษ์แก่สายตา นามของเธอคือ Aila\nด้วยแนวคิดที่สืบทอดกันมาจนถึงรุ่นหลัง เธอจึงทำนายถึงการถือกำเนิดของจันทราใหม่ และด้วยการหยั่งรู้ เลยตัดสินใจที่จะละทิ้งพิธีกรรมในอดีต\n\"นั่นคือผู้ที่ถูกเลือกให้ได้รับพรตั้งแต่แรกเกิด เป็นผู้ศรัทธาที่ไม่เคยแปดเปื้อนมลทินใด ๆ ในโลกใต้แสงจันทร์\"\n\"เธอเห็นความเงียบงันของกงล้อถักทอ และความสิ้นหวังของด้ายสีเงิน เพราะคำสรรเสริญที่ไม่แปรเปลี่ยนมานับพันปี จึงเป็นแค่เสียงสะท้อนอันว่างเปล่า\"\n\"แสงสว่างที่เคยจางหายไปแล้วนั้น ไม่เคยเมตตาดินแดนรกร้างผืนนี้ มีเพียงจันทราใหม่ที่กำลังจะถือกำเนิดขึ้นเท่านั้น ที่จะนำพาความหวังที่แท้จริงมาให้ได้\"\n\"แม้แต่ผู้นำพิธีของสุดเขตแดนเหนือ ก็ยังเคารพในความศรัทธาของ Aila และเปิดใจให้กับเธออย่างไม่มีข้อกังขา\"\n\"ด้วยความจริงใจอย่างลึกซึ้ง จึงได้มอบอำนาจในการนำทางผู้คนให้กับเธอ และให้เธอปิดผนึกสถานศักดิ์สิทธิ์โบราณนี้ด้วยมือของเธอเอง\"\n\"ฝังเกียรติยศกลับคืน ละทิ้งความลุ่มหลงในยศศักดิ์และอดีตที่ไร้ความหมาย เพื่อเฝ้ารอการมาเยือนของเทพแห่งการเกิดถือกำเนิด\"\nนับแต่นั้นมาก็ไม่มีผู้นำพิธีแห่ง Hyperborea อีก มีเพียงทูตจันทราขับขานเท่านั้นที่สามารถอาบแสงจันทร์บริสุทธิ์ได้\n\n...\n\nภายใต้จันทราลอยสูงและลาลับนับครั้งไม่ถ้วน ผู้คนในสรวงสวรรค์แดนฝันต่างเผชิญเงาขวาน ผู้ปรารถนาที่จะได้รับการช่วยเหลือได้ร่วงหล่นสู่แสงอันพร่างพราย\nนักบวชปีศาจผู้สูญเสียสติปัญญาแหงนมองฟากฟ้าอย่างโหยหา บัลลังก์แห่งดาราสีจางไร้เงาของเจ้าของคนเก่า จักรพรรดิขาวล่มสลายท่ามกลางคลื่นทมิฬอันโสมม\nสุดท้ายแม้แต่นกไนติงเกลก็ไม่ขับร้องอีกต่อไป นามของผู้คนนับไม่ถ้วนล้วนได้จากแดนมนุษย์ไป และหลอมรวมกันเป็นอดีตให้สรรพสิ่งได้เล่าขาน\nดั่งสัญญาที่ให้ไว้กับผู้หล่อคบไฟ สตรีแห่งจันทราใหม่จะถักทอเพลงสวดขึ้นมา และฝังมันไว้ในสถานศักดิ์สิทธิ์\nจนกว่าราตรีสีขาวจะชะล้างผู้อยู่ในเหตุการณ์คนสุดท้ายของยุคสมัยนั้น และจะมีเพียงแสงจันทร์เท่านั้นที่ยังคงส่องแสงอย่างเงียบงันเหมือนเมื่อพันปีก่อน\n\n\"เมื่อ 'จันทรานิรันดร์' ร่วงหล่น ฟ้าดินพลันพลิกผัน\"\n\"เมื่อ 'จันทราสีรุ้ง' แตกสลาย เงาสีชาดจมหายสู่ห้วงทะเลลึก\"\n\"เมื่อ 'จันทราน้ำค้างแข็ง' หยุดหมุน อาณาจักรทั้งปวงกลับสู่ความพินาศ\"\n\"โลกที่ไม่ได้รับการปกป้องจาก 'ความเป็นนิรันดร์' กำลังก้าวไปสู่จุดจบ\"\n\"จนกระทั่ง \"จันทราใหม่\" ลอยขึ้นเป็นครั้งแรก เพื่อขับเคลื่อนกงล้อแห่งโชคชะตา\"\n\"ผู้คนที่ไล่ตามกระแสน้ำยังคงขับร้องและอธิษฐานต่อไป\"\n\"เพราะเทพจันทราองค์ใหม่จะต้องกลับมาอีกครั้งตามคำทำนายโบราณ\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "58",
	"effectName": "Millennial Hymn",
	"effectTemplateRaw": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>{1}</color> หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น <color=#99FFFFFF>{2}</color>, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น <color=#99FFFFFF>{3}</color> ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น <color=#99FFFFFF>{4}</color> เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น 60 หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น 60 หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น 120%, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น 80% ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น 40% เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"60",
			"60",
			"120%",
			"80%",
			"40%"
		]
	},
	"r2": {
		"description": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น 75 หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น 75 หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น 150%, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น 100% ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น 50% เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"75",
			"75",
			"150%",
			"100%",
			"50%"
		]
	},
	"r3": {
		"description": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น 90 หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น 90 หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น 180%, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น 120% ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น 60% เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"90",
			"90",
			"180%",
			"120%",
			"60%"
		]
	},
	"r4": {
		"description": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น 105 หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น 105 หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น 210%, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น 140% ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น 70% เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"105",
			"105",
			"210%",
			"140%",
			"70%"
		]
	},
	"r5": {
		"description": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น 120 หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น 120 หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น 240%, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น 160% ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น 80% เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"120",
			"120",
			"240%",
			"160%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 18
			}
		]
	}
}