{
	"id": 11516,
	"name": "Peak Patrol Song",
	"description": "ดาบยาวหินออบซิเดียนที่แหลมคมไร้เทียมทาน มีน้ำหนักเบาราวกับบทเพลง หลังจากผ่านการดัดแปลงจากช่างฝีมือคนหนึ่ง ก็ได้มีอุปกรณ์โฟลจิสตันแบบถอดออกได้ ซึ่งสามารถเล่นแผ่นเสียงได้เพิ่มเข้ามา",
	"descriptionRaw": "ดาบยาวหินออบซิเดียนที่แหลมคมไร้เทียมทาน มีน้ำหนักเบาราวกับบทเพลง หลังจากผ่านการดัดแปลงจากช่างฝีมือคนหนึ่ง ก็ได้มีอุปกรณ์โฟลจิสตันแบบถอดออกได้ ซึ่งสามารถเล่นแผ่นเสียงได้เพิ่มเข้ามา",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "\"ชีวิตจะเหลือแต่ความเหี่ยวเฉา เหมือนกับดอกไม้สดหรือไม่?\"\n\"แล้วความรุ่งโรจน์ดุจเพลิงโชน จะมอดดับไปในเถ้าธุลีหรือเปล่า?\"\n\"สุดท้ายแล้ว โบราณสถานเรืองนามอันยิ่งใหญ่ จะสูญสลายไปในที่สุดจริงหรือ?\"\n\"แม้จะเปล่งประกายดั่งดอกไม้ หรืออ่อนช้อยดุจเสียงเพลงก็ตาม\"\n\nไม่รู้ว่าเธอเดินทางข้ามยอดเขาเป็นครั้งที่เท่าไหร่ เช่นเดียวกับที่เธอจำไม่ได้ว่า เธอได้ผ่านพ้นฤดูหนาวมากี่ครั้งแล้ว\nทุกปีก่อนที่ดอก Embercore จะเบ่งบาน นายหญิงแห่งเหมืองแร่จะมายัง Tequemecan Valley เพียงลำพัง\nและมอบดอกไม้ที่พราวด้วยน้ำค้าง ให้แก่เหล่าสหายที่ไม่เคยได้เห็นรุ่งอรุณมาเยือน ตามประเพณีโบราณ\nหัวใจที่เคยเย็นเยียบและแข็งกระด้างราวกับหินออบซิเดียน ตอนนี้ได้ถูกกาลเวลากัดเซาะจนอ่อนยวบแล้ว\nแต่ไม่ว่าใครก็ตามที่สามารถมอบความอบอุ่นนั้นได้ ต่างก็ได้หวนคืนสู่เพลิงศักดิ์สิทธิ์ไปแล้วทั้งสิ้น\n\nจนกระทั่งเสียงคำรามจากเหมืองแร่ และเสียงร้องเพลงของเหล่าช่างฝีมือที่กำลังทำงาน ปลุกเธอให้ตื่นจากความทรงจำในอดีตอันขมขื่น\nรักษาการหัวหน้าเผ่าแต่ละเผ่าเพิ่งตระหนักได้ว่า เสียงสะท้อนของ Nanatzcayan ได้ก้องกังวานมาถึงที่แห่งนี้แล้ว\nภูเขาที่เดิมทีรกร้างไร้ผู้คน และโดดเดี่ยว บัดนี้เต็มไปด้วยเสียงหัวเราะมีความสุขราวกับเสียงกระดิ่ง\nนั่นคือสิ่งที่คนหนุ่มสาวเคยใฝ่ฝัน ในยุคสมัยที่พวกเขาทำได้เพียงซ่อนตัวอยู่เบื้องหลัง\nมันเป็นของสิ่งมีชีวิตนับไม่ถ้วนที่ต่อสู้เพื่อโค่นล้มทรราช เป็นของอนาคต และการกำเนิดอารยธรรม\n\nดังนั้น ผู้รักษาการที่ไม่ได้เยาว์วัยอีกต่อไปก็หัวเราะออกมา เด็กหนุ่มผู้มีนัยน์ตาสีแดงเคยสอนเธอไว้\nแต่เธอกลับมองว่ามันเป็นเพียงเรื่องไร้สาระที่ไม่ได้สลักสำคัญอะไร และเพราะความอาย เธอจึงไม่เคยร้องเพลงนี้ให้เขาฟัง\nเหมือนเช่นกลองที่ประดับประดาด้วยดอกไม้ คำบรรยายที่เอ่อล้นด้วยน้ำตา ตอบรับเสียงขับขานที่ค้างอยู่ท่ามกลางยอดหิน\nเหมือนดั่งหินเหล็กไฟที่แกะสลัก และคมดาบที่สะท้อนก้อง ราวกับหล่อหลอมขึ้นจากไฟ มอบพรให้แก่สรรพชีวิตทั้งหลาย\nรวมตัว กระจัดกระจาย ดับสูญและเกิดใหม่อีกครั้งจากเถ้าถ่าน เพื่อเปลวไฟที่ถือกำเนิดขึ้นใหม่ ผู้ที่จะเปิดทางสู่รุ่งอรุณ\n\nหลายพันปีหลังจากอำนาจของเผ่ากลับคืนสู่ชนเผ่า เรื่องราวนับไม่ถ้วนได้กระจัดกระจายอยู่ในแสงจันทร์ยามค่ำคืน\nบทเพลงที่ Sakkuk \"ผู้หล่อหลอมสันติภาพขึ้นมาใหม่\" เก็บรักษาเอาไว้ ทุกวันนี้ก็ไม่มีใครรู้จักมันอีกแล้ว\nแต่ท่วงทำนองอันหนักแน่นและแข็งแกร่งเหล่านั้น กลับยังคงสืบทอดต่อกันมาจนถึงทุกวันนี้ พร้อมกับเสียงค้อนทุบเคาะตีครั้งแล้วครั้งเล่า\nเพราะจังหวะอันแผดเผานั้น เป็นดั่งสายเลือดที่ไหลเวียนอยู่ในเหมืองมาแต่โบราณอยู่แล้ว\nประกายไฟที่ลุกโชนอยู่ใต้ค้อนนั้น ก็คือบทเพลงที่อุทิศแด่ผู้ที่ต่อสู้ และไม่มีวันแผ่วสลายไป\n\n\"ชีวิตจะเหลือแต่ความเหี่ยวเฉา เหมือนกับดอกไม้สดหรือไม่?\"\n\"เมื่อเสียงความวุ่นวายทั้งหมดเงียบลง จิตใจจะมุ่งหน้าไปทางใด?\"\n\"ไม่มีใครอยู่ในโลกนี้ได้ตลอดไป ล้วนเป็นการเดินทางเพียงชั่วคราวเท่านั้น\"\n\"แต่ที่แห่งนี้... เคยมีดอกไม้บานสะพรั่ง... และเคยมีเสียงเพลงขับขาน\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "พลังป้องกัน",
	"baseStatText": "18%",
	"effectName": "Halcyon Years Unending",
	"effectTemplateRaw": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>{1}</color> เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น <color=#99FFFFFF>{2}</color> เพิ่มได้สูงสุด <color=#99FFFFFF>{3}</color> เป็นเวลา 15 วินาที",
	"r1": {
		"description": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น 8% และได้รับโบนัสความเสียหายธาตุทั้งหมด 10% เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 8% เพิ่มได้สูงสุด 25.6% เป็นเวลา 15 วินาที",
		"values": [
			"8%",
			"10%",
			"8%",
			"25.6%"
		]
	},
	"r2": {
		"description": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น 10% และได้รับโบนัสความเสียหายธาตุทั้งหมด 12.5% เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 10% เพิ่มได้สูงสุด 32% เป็นเวลา 15 วินาที",
		"values": [
			"10%",
			"12.5%",
			"10%",
			"32%"
		]
	},
	"r3": {
		"description": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น 12% และได้รับโบนัสความเสียหายธาตุทั้งหมด 15% เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 12% เพิ่มได้สูงสุด 38.4% เป็นเวลา 15 วินาที",
		"values": [
			"12%",
			"15%",
			"12%",
			"38.4%"
		]
	},
	"r4": {
		"description": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น 14% และได้รับโบนัสความเสียหายธาตุทั้งหมด 17.5% เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 14% เพิ่มได้สูงสุด 44.8% เป็นเวลา 15 วินาที",
		"values": [
			"14%",
			"17.5%",
			"14%",
			"44.8%"
		]
	},
	"r5": {
		"description": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น 16% และได้รับโบนัสความเสียหายธาตุทั้งหมด 20% เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น 16% เพิ่มได้สูงสุด 51.2% เป็นเวลา 15 วินาที",
		"values": [
			"16%",
			"20%",
			"16%",
			"51.2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}