{
	"id": 12427,
	"name": "Portable Power Saw",
	"description": "เลื่อยไฟฟ้าแบบเก่าที่หาได้ยากในปัจจุบัน ครั้งหนึ่งเคยเป็นเครื่องมือตัดที่ได้รับความไว้วางใจจากคนงาน",
	"descriptionRaw": "เลื่อยไฟฟ้าแบบเก่าที่หาได้ยากในปัจจุบัน ครั้งหนึ่งเคยเป็นเครื่องมือตัดที่ได้รับความไว้วางใจจากคนงาน",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "เลื่อยโซ่ไฟฟ้าที่คนงานในอดีตชื่นชอบ ใช้สำหรับตัดกระดูกงูและท่อ\nมีโครงสร้างที่เรียบง่ายและทนทาน ทำให้ง่ายต่อการบำรุงรักษาและเปลี่ยนชิ้นส่วน\nจับที่จับให้แน่นด้วยมือทั้งสองข้าง จะสามารถตัดเหล็กแข็งได้\nอาวุธที่ไร้เทียมทานนี้ ครั้งหนึ่งเคยเป็นสัญลักษณ์ของความก้าวหน้า\n\nต่อมา ด้วยการขยายตัวของเมือง Fontaine เงาทั้งหมดจึงค่อย ๆ ถูกแสงแห่งระเบียบขับออกไป\nสาเหตุที่ท่อระบายน้ำสามารถกลายเป็น Fleuve Cendre ได้นั้น ส่วนใหญ่เป็นเพราะเครื่องมือที่สะดวกเช่นนี้\nประชาชนของ Fleuve Cendre เชื่อว่า ต่อให้อาศัยอยู่ในเมืองใต้เมืองที่ไม่มีแสงแดดและสายฝน\nแต่ด้วยความขยันหมั่นเพียรและความหนักแน่นอย่างไม่สิ้นสุด พวกเขาอาจได้รับทุนในการดำรงชีวิตอยู่บนพื้นผิว\nหรือสามารถสร้าง \"ประเทศแห่งน้ำ\" ที่ตัวเองอาศัยอยู่ให้สวยงามราวกับโลกเบื้องบนได้\n\nเลื่อยโซ่ไฟฟ้านี้ไม่ได้ถูกห้ามใช้เหมือนกับอุปกรณ์อื่น ๆ อย่าง The Dockhand's Assistant หรือ Prospector's Drill\nเพราะในการดำเนินการผลิตกลไกเครื่องลานในช่วงแรกนั้น มันยังคงมีบทบาทที่ไม่สามารถทดแทนได้\nต่อมามีการสร้างโรงงานผลิตกลไกเครื่องลานที่ใหญ่ที่สุดในสถานที่ที่ปลอดภัยนอกเมือง\nผู้ที่ชำนาญในการใช้งานมันก็ค่อย ๆ หายไปในกระแสแห่งความก้าวหน้า",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "12%",
	"effectName": "Sea Shanty",
	"effectTemplateRaw": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น <color=#99FFFFFF>{0}</color> หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>{1}</color> หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
	"r1": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 40 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 2 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 50 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 2.5 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"50",
			"2.5"
		]
	},
	"r3": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 60 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 3 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 70 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 3.5 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"70",
			"3.5"
		]
	},
	"r5": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 80 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 4 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}