{
	"id": 13433,
	"name": "Prospector's Shovel",
	"description": "ด้ามหอกดูเหมือนทำมาจากพลั่วทำสวน เมื่อมองเผิน ๆ จึงดูเรียบง่ายไม่สะดุดตา แต่เครื่องประดับกลับล้ำค่าอย่างยิ่ง ซ่อนความประณีตที่ไม่อาจมองข้ามได้ภายใต้ความเรียบง่ายนั้น",
	"descriptionRaw": "ด้ามหอกดูเหมือนทำมาจากพลั่วทำสวน เมื่อมองเผิน ๆ จึงดูเรียบง่ายไม่สะดุดตา แต่เครื่องประดับกลับล้ำค่าอย่างยิ่ง ซ่อนความประณีตที่ไม่อาจมองข้ามได้ภายใต้ความเรียบง่ายนั้น",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "ต้องให้ฝนตกหนักสักกี่ครั้ง น้ำที่หยดลงบนเมล็ดพันธุ์ถึงจะเพียงพอให้มันผลิดอกออกผลได้?\nตลอดชีวิตของคนเรา ต้องผ่านการตัดสินใจสักกี่ครั้ง ถึงจะไขว่คว้าเส้นทางที่เรียกว่าความสุขนั้นได้?\nเรื่องที่แม้แต่เทพเจ้าเองก็ไม่อาจรู้ได้ แต่กลับต้องใช้ทั้งชีวิตของมนุษย์ธรรมดา ๆ เพื่อดิ้นรนทดสอบมัน\nและตอนนี้ทางเลือกก็อยู่ตรงหน้าลูกชาวนายากจนอย่าง Soini แล้ว เขากุมพลั่วเหล็กในมือไว้แน่น\n\nสมบัติลับที่ขุดพบในแปลงนาทุรกันดารอย่างไม่คาดคิดนี้ หากนำไปขายในตลาดมืด ก็อาจจะทำให้เขาหลุดพ้นจากชะตาชีวิตที่ยากจนนี้ได้\nสมบัติที่อยู่ในมือของคนที่เนื้อตัวซอมซ่อต้องเป็นจุดสนใจของผู้คนแน่ ๆ แต่ฤดูที่หนาวเหน็บได้บีบให้เขาตัดสินใจที่จะเสี่ยงเป็นเสี่ยงตาย\nชาวนาผู้หลักแหลมได้ทำการซื้อเครื่องแบบของ Fatui มาก่อน เพื่ออาศัยอำนาจของพวกเขาในการผลักไสผู้มีเจตนาร้ายให้ออกห่าง และปิดการขายครั้งแรกได้สำเร็จ\nระหว่างที่ Soini กำลังดีใจอยู่นั้น เงาดำที่สะกดรอยตามมาตลอดทางก็ได้เข้าจู่โจมเขา: คนผู้นั้นก็คือหัวขโมยที่ขายเครื่องแบบให้เขานั่นเอง\n\"ส่งสมบัติในมือมา! ไม่งั้นแกจะได้ตายอยู่ในป่าร้างนี้แน่\" เมื่อเห็นอาวุธอยู่ตรงหน้า ชาวนายากจนจึงต้องยอมทำตาม\nพวกเขาสองคนมายังคันนาที่ซ่อนสมบัติ หัวขโมยหยุดมองไปที่โครงกระดูกสันหลังสีดำ ก่อนจะยิ้มร่าขึ้นมาในทันใด\n\"นี่ต้องเป็นซากกระดูกของจอมโจรผู้ยิ่งใหญ่แน่ ๆ\" หัวขโมยประคองมันขึ้นมาด้วยมือที่สั่นเทา โดยไม่รู้เลยว่านี่คือความผิดพลาดครั้งสุดท้ายของเขา\nเสียงอื้ออึงดังขึ้น ก่อนที่พลั่วเหล็กของชาวนาจะส่งหัวขโมยผู้นั้นไปยังปรโลก Soini รู้ดีว่า นับแต่นี้ไป เขาจะไม่สามารถอยู่ที่นาแห่งนี้ได้อีก\n\nสมบัติเปื้อนเลือดได้ปูเส้นทางอันตรายไปสู่จุดสูงสุดของตลาดมืด Soini ย่างเท้าเดินต่อไปในความหม่นหมอง\nและทุกวันนี้ เขาได้กลายเป็นนายหัวของเหล่านักล่าเดนตาย ที่มารวมตัวกันเพราะกลิ่นคาวอันหอมหวานของทรัพย์สมบัติ\n\"นายหัวผู้เฉลียวฉลาด! สติปัญญาของคุณคอยชี้นำทางให้กับพวกเรา โชคดีจริง ๆ ที่ตลาดมืดมีคุณอยู่\"\nแต่ไม่มีใครรู้ว่าทำไม บนเบาะนั่งหรูหราของนายหัวคนนี้ ถึงได้มีพลั่วเหล็กเก่า ๆ อันหนึ่งวางเอาไว้?\n\nในช่วงชีวิตที่อยู่บนเงาเลือดและคมดาบ เขาต้องใช้พลั่วเหล็กนี้เพื่อเตือนตัวเองว่า: เส้นทางอาชีพขโมยนี้ ความตายอยู่ใกล้แค่เอื้อมเท่านั้น\nแต่ตอนนี้ ทรัพย์สินนับไม่ถ้วนที่ฝังไว้บนเกาะเล็ก ๆ ริมชายแดน กลายเป็นชิปที่แลกมาด้วยความภักดีและความหวาดกลัว\nการตัดสินใจไม่ใช่เรื่องที่เขาจะต้องลังเลอย่างในตอนนั้นอีกแล้ว อำนาจและทรัพย์สมบัติของเขา สามารถกำจัดตัวเลือกที่ผิดพลาดทั้งหมดไปได้\nและเมื่อเวลาผ่านไป คนรวยก็รวยขึ้น คนจนก็จนกว่าเดิม ยากที่จะหลุดพ้นจากวงจรนี้ นี่คือกฎเกณฑ์ลับ ๆ ที่คอยขับเคลื่อนโลกนี้อยู่\nนายหัวคนปัจจุบันไม่ได้ฉลาดกว่าชาวนายากจนคนเก่าสักเท่าไหร่ แต่สิ่งที่ทำกลับไม่ต่างอะไรกับหัวขโมย ที่ต้องการจะฆ่าชาวนายากจนผู้นั้นเลย\n\"แล้วเพราะอะไรกันล่ะ? สมบัติที่ถูกขุดขึ้นมาจากพลั่วเหล็กนี้สมควรจะเป็นของฉัน แต่สิ่งที่พลั่วนั้นส่งต่อไปกลับเป็นของคนอื่น\"\nความบังเอิญ! หรือว่าต้นตอของเรื่องทั้งหมดนี้จะเป็นแค่ความบังเอิญ! โชคดีที่ในตอนนั้นโชคเข้าข้างฉัน ไม่ใช่หัวขโมยที่ตายไปนั่น\nการตัดสินใจนับพันนับหมื่นครั้ง การอุทิศเวลาทั้งชีวิตเพื่อพยายามจะไขว่คว้าหาความสุข ยังเทียบไม่ได้เลยกับความบังเอิญแม้เพียงเสี้ยวหนึ่ง!\n\nSoini เกลียดกฎเกณฑ์ที่ไม่ยุติธรรมนี้ \"นี่คือที่เก็บสมบัติทั้งหมดของฉัน\"\nเขาได้เผยแผนที่ซ่อนสมบัติของตนต่อสาธารณะ และปล่อยให้ผู้คนตามชายแดน อาศัยความสามารถในการช่วงชิงความบังเอิญนี้\nมีคนชนะก็ต้องมีคนแพ้ แต่ไม่ว่าคนอื่นจะแพ้หรือชนะก็ช่าง Soini ไม่ได้สนใจเรื่องนั้นสักนิด\nนายหัวที่ประดับประดาตัวด้วยชุดหรูหรา แต่กำพลั่วเหล็กไว้ในมือคนนั้น เขาได้เข้าใจถึงหลักความยุติธรรมที่ Reed Miller เสนอขึ้นแล้ว:\n\n\"หากกฎเกณฑ์ของโลกนี้ถูกกำหนดให้ปราศจากความสมดุล ทรัพย์จะหมุนเวียนเป็นทรัพย์ และดินจะกลับคืนสู่ดิน\"\n\"ถ้างั้นก็ต้องมีคนทำให้กฎเกณฑ์นี้กลับสู่ความสมดุล และคนคนนี้ ก็คือโจร\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "9%",
	"effectName": "Swift and Sure",
	"effectTemplateRaw": "ความเสียหายที่เกิดจากปฏิกิริยาชาร์จไฟฟ้าเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราเพิ่มขึ้น <color=#99FFFFFF>{1}</color> ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราจะเพิ่มขึ้นอีก <color=#99FFFFFF>{2}</color>",
	"r1": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยาชาร์จไฟฟ้าเพิ่มขึ้น 48% และความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราเพิ่มขึ้น 12% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราจะเพิ่มขึ้นอีก 12%",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยาชาร์จไฟฟ้าเพิ่มขึ้น 60% และความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราเพิ่มขึ้น 15% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราจะเพิ่มขึ้นอีก 15%",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยาชาร์จไฟฟ้าเพิ่มขึ้น 72% และความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราเพิ่มขึ้น 18% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราจะเพิ่มขึ้นอีก 18%",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยาชาร์จไฟฟ้าเพิ่มขึ้น 84% และความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราเพิ่มขึ้น 21% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราจะเพิ่มขึ้นอีก 21%",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "ความเสียหายที่เกิดจากปฏิกิริยาชาร์จไฟฟ้าเพิ่มขึ้น 96% และความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราเพิ่มขึ้น 24% ลัคนาจันทร์ - จรัสแสง: ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทราจะเพิ่มขึ้นอีก 24%",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}