{
	"id": 13427,
	"name": "Prospector's Drill",
	"description": "สว่านขุดเจาะแบบยาวที่หายากในปัจจุบัน มักใช้ในการสำรวจ ตัดหิน และแกะสลัก",
	"descriptionRaw": "สว่านขุดเจาะแบบยาวที่หายากในปัจจุบัน มักใช้ในการสำรวจ ตัดหิน และแกะสลัก",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "เครื่องมือสะดวกสบายที่สามารถเจาะลงดินและหินได้อย่างง่ายดาย\nซึ่งมีการใช้งานอย่างกว้างขวางในการดำเนินการต่าง ๆ เช่น การสำรวจ\nช่างทำหินและช่างก่อสร้างจะใช้ประโยชน์จากลักษณะพิเศษของมัน\nเพื่อตัดหินให้ได้รูปทรงและโครงสร้างภายนอกเบื้องต้น\n\nมันเป็นเลื่อยโซ่ไฟฟ้าแบบเดียวกับที่เคยเป็นที่นิยมในโรงงานและท่าเรือ\nโดยจะใช้น้ำมันเชื้อเพลิงแบบดั้งเดิมที่มีประสิทธิภาพต่ำเป็นแหล่งพลังงาน\nในตอนนั้น ปฏิกิริยาทำลายล้างที่ควบคุมได้ยังไม่ได้รับการพัฒนา\nและกลไกการทำงานของกลไกเครื่องลานในเวลานั้น ก็ถูกจำกัดด้วยจลนศาสตร์และพลังงาน\nส่วนใหญ่อยู่ในระดับของวัตถุหายากและสินค้าฟุ่มเฟือย\nและด้านแรงงานต่าง ๆ ยังคงต้องใช้กำลังคนในการดำเนินการให้เสร็จสิ้น\n\nหอกเป็นคลังเก็บเชื้อเพลิง ดังนั้นจึงไม่ควรทำมาใช้แบบลวก ๆ\nแต่เคยมีการอธิบายและบันทึกเกี่ยวกับการต่อสู้ในอดีตของมัน\n\nความสามารถในการเจาะและตัดของสว่านยาวชนิดนี้ ไม่มีสิ่งใดเทียบได้เลย\nเนื่องจากมันสามารถแทงลึกลงไปในหินได้ราวกับมีดร้อน ๆ ที่กรีดแทงลงไปในเนย\nดังนั้นการจัดการกับสิ่งที่ไม่ได้แกร่งดั่งหิน ก็ย่อมง่ายกว่าเป็นหลายเท่า\nต่อมามันได้หายไปจากเวทีประวัติศาสตร์ของ Fontaine ตามความก้าวหน้าต่าง ๆ\nนอกจากนี้ ทางการยังประกาศคำสั่งห้ามครอบครองมันโดยไม่ได้รับอนุญาต รวมถึงเครื่องมืออื่น ๆ อีกจำนวนหนึ่งด้วย",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "6%",
	"effectName": "Masons' Ditty",
	"effectTemplateRaw": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น <color=#99FFFFFF>{1}</color> เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
	"r1": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 3% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 7% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"3%",
			"7%"
		]
	},
	"r2": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 4% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 8.5% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"4%",
			"8.5%"
		]
	},
	"r3": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 5% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 10% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"5%",
			"10%"
		]
	},
	"r4": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 6% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 11.5% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"6%",
			"11.5%"
		]
	},
	"r5": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 7% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 13% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"7%",
			"13%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}