{
	"id": 14406,
	"name": "Prototype Amber",
	"description": "สื่อเวทอำพันที่ถูกซ่อนไว้ใน Blackcliff Forge ดูเหมือนมันส่องแสงประกายด้วยแสงจากฟากฟ้า",
	"descriptionRaw": "สื่อเวทอำพันที่ถูกซ่อนไว้ใน Blackcliff Forge ดูเหมือนมันส่องแสงประกายด้วยแสงจากฟากฟ้า",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "สื่อเวทโบราณจากคลังอาวุธใน Liyue ไม่ทราบรุ่นที่ผลิต ซึ่งตำราที่เกี่ยวข้องก็ไม่ได้บันทึกไว้ว่ามันถูกผลิตขึ้นมาเมื่อไหร่\nวงล้อเวทที่ใช้พลังจากต้นกำเนิดของจักรวาล เรียงตัวกันเป็นวงกลมที่สมบูรณ์แบบ โดยมีแกนกลางที่ทำขึ้นจากหยกอำพัน ซึ่งสื่อความหมายว่าเป็น \"ดาวเด่นกลางนภา\"\n\nหลังจากภัยพิบัติได้ยุติลง เหล่าอสูรที่เหลืออยู่ก็ยังคงเพ่นพ่านอยู่บนโลก นี่เป็นเหตุให้ไม่ว่าจะเป็นอาวุธทางการทหารหรือการเล่นแร่แปรธาตุต่างก็ถูกเสาะหา\nอย่างไรก็ตามศาสตร์แห่งการสร้างสื่อเวทไม่ได้พัฒนาเป็นร้อยปีแล้ว สื่อเวทที่สร้างเสร็จนั้นบอบบางมาก ไม่เหมาะกับการใช้งาน\nนักเล่นแร่แปรธาตุดั้นด้นมายัง Liyue เพื่อมาหา Yun Hui เจ้าของร้านตระกูล Yun อันเลื่องชื่อ พร้อมทั้งขอร้องให้เธอออกแบบสื่อเวทชนิดใหม่ให้\nYun Hui ได้เพิ่มสื่อเวทชิ้นหนึ่งเข้าไปในตำราอาวุธชุด\"การทดสอบ\"\n\nวงเวทที่สร้างขึ้นจากไม้โบราณและแร่หายาก อำพันหยก Cor Purum ชิ้นใหญ่ที่อยู่ตรงใจกลางนั้นเป็นของล้ำค่าที่นักเล่นแร่แปรธาตุทั้งหลายใช้บูชาเหล่าเทพเจ้า\nนำหินอำพัน Cor Lapis ใส่เข้าไปในเตาหลอมและหลอมด้วยไฟความร้อนสูงเป็นเวลาสี่สิบเก้าวัน จากนั้นนำออกมาและพักไว้ที่บ่อน้ำแร่บนเขา แช่ไว้อีกสี่สิบเก้าวัน ก็จะแปรธาตุเป็นอำพันหยก Cor Purum\nอำพันหยกที่ผ่านไฟแล้วน้ำมาสองรอบไม่เพียงแต่ไม่แตกง่ายเท่านั้น แต่ยังรวมเอาวิญญาณของสวรรค์และโลกไว้ด้วย สื่อเวทที่ใช้มันเป็นแกนกลางจะสามารถสร้างพลังเวทในตนเองได้ วงเวทวงกลมหนึ่งวงคือหนึ่งรอบ หากหมุนวงเวทครบสิบสองรอบจะทำให้พลังงานที่ได้บริสุทธิ์มากขึ้น\n\nสีของหยกนั้นใสดุจอำพัน ตัวเรือนดูทองอร่าม หลังจากปรึกษากันแล้ว Yun Hui ตั้งชื่อสื่อเวทนี้ว่า \"Prototype Amber\"\nมันคือต้นกำเนิดของอาวุธที่ใช้ขับไล่วิญญาณชั่วร้ายและอสูรทั่วทั้ง Liyue",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "9%",
	"effectName": "Golden Plating",
	"effectTemplateRaw": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>{0}</color> หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต <color=#99FFFFFF>{1}</color>ในทุก 2 วินาที",
	"r1": {
		"description": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ 4 หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต 4% ในทุก 2 วินาที",
		"values": [
			"4",
			"4% "
		]
	},
	"r2": {
		"description": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ 4.5 หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต 4.5% ในทุก 2 วินาที",
		"values": [
			"4.5",
			"4.5% "
		]
	},
	"r3": {
		"description": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ 5 หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต 5% ในทุก 2 วินาที",
		"values": [
			"5",
			"5% "
		]
	},
	"r4": {
		"description": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ 5.5 หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต 5.5% ในทุก 2 วินาที",
		"values": [
			"5.5",
			"5.5% "
		]
	},
	"r5": {
		"description": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ 6 หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต 6% ในทุก 2 วินาที",
		"values": [
			"6",
			"6% "
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 12
			}
		]
	}
}