{
	"id": 15434,
	"name": "Rainbow Serpent's Rain Bow",
	"description": "เครื่องมือประกอบพิธีกรรมที่สืบทอดมาแต่โบราณกาลของ \"จ้าวแห่งลมราตรี\" บนตัวธนูสีมืดนี้มักรายล้อมไปด้วยไอเย็นยะเยือกที่ไม่อาจสลัดทิ้งไปได้",
	"descriptionRaw": "เครื่องมือประกอบพิธีกรรมที่สืบทอดมาแต่โบราณกาลของ \"จ้าวแห่งลมราตรี\" บนตัวธนูสีมืดนี้มักรายล้อมไปด้วยไอเย็นยะเยือกที่ไม่อาจสลัดทิ้งไปได้",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "เมือง Cinder อันผุพังและความฝันอันบ้าคลั่งของทรราช ได้ร่วงหล่นสู่เปลวเพลิงอันเจิดจ้าดุจวงล้อตะวันไปพร้อมกันแล้ว\nผู้กล้าที่มีตาสีแดงได้เรียกขานไฟแห่งความโกรธแค้นของเหล่าทวยเทพ เผาบัลลังก์ศักดิ์สิทธิ์ที่ถูกภัยพิบัติแห่งความมืดกัดกิน จนมอดไหม้เป็นเถ้าธุลี\nนับตั้งแต่นักล่ามังกร Maghan ขับไล่ผู้ปกครองในอดีตออกจากหุบเขาลึก ก็ล่วงเลยมาแล้วหลายสิบปี\nในหมู่บ้านที่ครั้งหนึ่งเคยเทิดทูนเหล่ามังกร คนรุ่นใหม่ก็ได้ลืมเลือนคำสัตย์สาบานที่เคยมีต่อมังกรไปเนิ่นนานแล้ว\n\nด้วยเหตุนี้เอง นักบวชหนุ่ม Wagadu จึงทำตามความปรารถนาสุดท้ายของนักล่ามังกร Maghan\nนำร่างของเขาไปฝังยังสุสานไร้นาม และพกพาธนูของเขา เหยียบย่างเข้าสู่ภูเขาอันรกร้างที่ปกคลุมไปด้วยไอพิษ\nเขาไม่เข้าใจเลยแม้แต่น้อย ว่าถ้อยคำที่ชายชรากล่าวกับตนเองในวาระสุดท้ายนั้น มีความหมายว่าอะไร\nอะไรคือ \"การสร้างพันธสัญญาขึ้นใหม่\" อะไรคือ \"การฟื้นฟูสันติภาพ\" Wagadu ไม่เข้าใจเลยแม้แต่น้อย\nเขาคิดแค่ว่านักบวชชราต้องการให้เขา นำคันธนูที่รักหวงแหนในยามมีชีวิต กลับคืนสู่แดนราตรีที่อันตราย\nเพื่อปลอบประโลมเหล่าดวงวิญญาณที่เกรี้ยวกราด จากการที่พิธีกรรมสังเวยโบราณถูกทิ้งร้างมานานหลายปี\n\nเมื่อแหวกม่านหมอกปริศนา ก้าวขึ้นสู่บันไดหินสามชั้น ไปยังสุดขอบเขตของดินแดนแห่งความมืดที่มิอาจเอ่ยนาม\nสิ่งที่ปรากฏขึ้นเบื้องหน้าเขา คือวิหารที่สลับซับซ้อนดุจเขาวงกต ท่ามกลางแสงนวลตาที่ค่อย ๆ สาดส่อง\nยังไม่ทันที่นักบวชหนุ่มจะได้พินิจพิเคราะห์ว่า ข้อความจารึกสีทองอร่ามนั่นเป็นฝีมือของใคร\nมวลหมอกที่ถาโถมเข้ามาอย่างฉับพลัน ก็บดบังดวงตาทั้งสองของเขา และสิ่งที่ตามมาติด ๆ คือภาพมายา\nในภวังค์อันพร่ามัวสั่นคลอน ภาพลักษณ์มากมายที่แตกต่างกันนับไม่ถ้วน ก็หมุนเวียนระบำร่อนราวกับสายรุ้ง\nหญิงงามเจ้าของดวงตาหินเทอร์ควอยส์ อสรพิษยักษ์ที่ห่มคลุมด้วยแสงดาว แมงมุมขาวผู้ถักทอซึ่งสุริยันจันทรา\nรูปปั้นที่หล่อหลอมจากทองดำและเหล็กขาว กระต่ายเจ้าเล่ห์ที่หัวเราะเยาะสุนัขจิ้งจอก และหมาป่าที่กำลังสู้รบกับยางมะตอย...\nWagadu รีบคุกเข่าลงกับพื้น อ้อนวอนให้เหล่านักบวชแห่งแดนราตรี อภัยต่อการล่วงเกินโดยไม่ได้เจตนาของเขา\nแต่ใครเลยจะคาดคิด ว่าเมื่อม่านหมอกสลายไป สิ่งที่ขดตัวอยู่เหนือวิหาร และทอดสายตามองลงมายังเขานั้น\nกลับไม่ใช่ผู้ล่วงลับอย่างที่เขาจินตนาการไว้ แต่เป็นมังกรยักษ์ผู้องอาจ ที่มีปีกกว้างราวกับสายรุ้งที่พาดผ่านท้องฟ้า\n\n\"ผู้ไร้วิญญาณซึ่งชะตาถูกตรึงไว้กับดวงดาว เจ้าไม่จำเป็นต้องหวาดกลัวต่อรูปลักษณ์ของข้า\"\n\"ข้าล่วงรู้ถึงเจตนาในการมาของเจ้าตั้งนานแล้ว แม้ว่าตัวเจ้าเองจะยังคงถูกบดบังด้วยม่านหมอกแห่งความเขลาก็ตาม\"\n\"นักบวชที่เรียกตนเองว่านักล่ามังกรนั่นส่งเจ้ามาที่นี่ ก็เพื่อจะสร้างพันธสัญญาแห่งชนรุ่นหลัง\"\n\"คมดาบของเขา ไม่เคยเปื้อนเลือดอันสูงส่งของปวงชนโบราณเลย ความจริงใจเช่นนี้มีค่ามากกว่าคำพูดนับพันคำ\"\n\"ไม่เป็นไรหรอก ราชาของข้าสิ้นชีพไปนานแล้ว ข้าก็เบื่อหน่ายกับการต้องคอยดูแลเผ่าพันธุ์ในความฝันเต็มที\"\n\"ข้ายินดีจะถ่ายทอดพิธีกรรมลับทั้งหมดที่ข้าล่วงรู้ให้แก่พวกเจ้า เพื่อให้เผ่าพันธุ์ของพวกเจ้าเจริญรุ่งเรือง\"\n\"ไม่จำเป็นต้องเซ่นสังเวยโลหิตให้แก่ผู้ส่งสาสน์ที่ตกสู่ปรโลก ก็สามารถได้ยินเสียงกระซิบแห่งราตรีกาลได้เช่นกัน\"\n\"เพื่อการนี้ ข้าจะขอเพียงสองสิ่งจากพวกเจ้า เพื่อเป็นเงื่อนไขในการสร้างพันธสัญญา:\"\n\"ประการแรก ให้ลูกหลานของพวกเจ้า ปฏิบัติต่อปวงชนโบราณที่ข้าเคยให้ความคุ้มครองดั่งกัลยาณมิตร\"\n\"จงรับฟังคำตักเตือนของพวกเขาอยู่เสมอ อย่าให้คำสาบานต้องกลายเป็นเรื่องน่าหัวเราะเยาะเฉกเช่นสหพันธ์ใหญ่\"\n\"ประการที่สอง ต้องให้ทายาทของพวกเจ้าลบชื่อของข้าออกจากม้วนหนังสือทั้งปวง\"\n\"เพื่อหลีกเลี่ยงไม่ให้เหล่าคนเขลาที่ยกตนเป็นนักปราชญ์ มาแก้แค้นพันธสัญญาของพวกเราอย่างน่าสมเพช\"\n\"เจ้าไม่จำเป็นต้องไตร่ตรอง แค่ตอบตกลงก็พอ Wayob ที่คุ้มครองเจ้าอยู่นั้นก็เคยเป็นทาสรับใช้ของข้า\"\n\"ตั้งแต่ในยามที่เจ้ายังไม่ถือกำเนิด นางก็เคยกล่าวถึงพันธสัญญาอันก้าวล่วงนี้กับข้าแล้ว\"\n\nWagadu ที่ยังคงงุนงงพยักหน้าตอบรับ ราวกับคนที่เพิ่งตื่นและยังแยกแยะความฝันกับความจริงไม่ออก\nในชั่วพริบตา ทั้งวิหารสีทองและมังกรยักษ์ผู้องอาจ ก็สลายไปราวกับม่านหมอกปริศนาแห่งอดีตกาล\nขณะที่กำลังสงสัยว่า ภาพประหลาดที่เห็นเมื่อครู่เป็นเพียงภาพฝัน ที่เกิดจากความเหนื่อยล้าชั่วขณะหรือไม่\nสัมผัสที่นุ่มนวลดั่งขนนก และเย็นเยียบดั่งสายลมยามค่ำคืนที่ข้างกาย ก็ทำให้ชายหนุ่มต้องหันกลับไปมอง...\n...ในตำนานเล่ากันว่านั่นคือ Iktomisaurus ที่แท้จริงตัวแรก ที่มาจากอาณาจักรของเทพราตรี",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "10%",
	"effectName": "Astral Whispers Beyond the Sacred Throne",
	"effectTemplateRaw": "เมื่อผู้สวมใส่ที่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ โจมตีโดนศัตรู พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เป็นเวลา 8 วินาที",
	"r1": {
		"description": "เมื่อผู้สวมใส่ที่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ โจมตีโดนศัตรู พลังโจมตีจะเพิ่มขึ้น 28% เป็นเวลา 8 วินาที",
		"values": [
			"28%"
		]
	},
	"r2": {
		"description": "เมื่อผู้สวมใส่ที่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ โจมตีโดนศัตรู พลังโจมตีจะเพิ่มขึ้น 35% เป็นเวลา 8 วินาที",
		"values": [
			"35%"
		]
	},
	"r3": {
		"description": "เมื่อผู้สวมใส่ที่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ โจมตีโดนศัตรู พลังโจมตีจะเพิ่มขึ้น 42% เป็นเวลา 8 วินาที",
		"values": [
			"42%"
		]
	},
	"r4": {
		"description": "เมื่อผู้สวมใส่ที่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ โจมตีโดนศัตรู พลังโจมตีจะเพิ่มขึ้น 49% เป็นเวลา 8 วินาที",
		"values": [
			"49%"
		]
	},
	"r5": {
		"description": "เมื่อผู้สวมใส่ที่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ โจมตีโดนศัตรู พลังโจมตีจะเพิ่มขึ้น 56% เป็นเวลา 8 วินาที",
		"values": [
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}