{
	"id": 15427,
	"name": "Range Gauge",
	"description": "เครื่องมือวัดที่หาได้ยากในปัจจุบัน ซึ่งมีความสามารถในการยิงลูกธนู",
	"descriptionRaw": "เครื่องมือวัดที่หาได้ยากในปัจจุบัน ซึ่งมีความสามารถในการยิงลูกธนู",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "ในอดีต เคยเป็นอุปกรณ์ที่นิยมใช้ในการก่อสร้างเมืองและการสำรวจโบราณสถาน\nนอกจากการวัดมุมแล้ว ยังมีความสามารถในการวัดระยะที่ก้าวหน้ามากในขณะนั้นอีกด้วย\nด้วยลูกศรพิเศษที่สร้างขึ้นอย่างแม่นยำ ประกอบกับฝีมือของมืออาชีพที่ผ่านการฝึกอบรม\nจะสามารถทำให้วิถีของลูกศรที่ยิงออกมาพุ่งตรงราวกับแสงได้\n\nนอกจากจะมีบทบาทในการวางแผนและการก่อสร้างแล้ว ยังมีประโยชน์ต่อการสำรวจและสืบสวนคดีอีกด้วย\nด้วยฝีมือของผู้เชี่ยวชาญ เกจวัดระยะประเภทนี้สามารถแสดงความแม่นยำในการวัดที่สูงมาก\nในอดีต ระหว่างการสำรวจโบราณสถาน Remuria ทีมงานสำรวจมักจะถือเกจวัดระยะนี้\nโดยจุดประสงค์หลักคือ ใช้เพื่อค้นหาโบราณสถานที่ถูกฝังอยู่ในซากปรักหักพังและกาลเวลา\nในนิยาย Hurlock ที่โด่งดังในเวลาต่อมา\nก็มีเรื่องราวที่ใช้มันเพื่อค้นหาห้องลับอีกด้วย\n\nปัจจุบันยังมีเกจวัดระยะจำนวนไม่น้อยที่นอนเขรอะฝุ่น อยู่ในร้านขายของเก่าหรือห้องใต้ดินใต้หลังคา\nเมื่อมีเครื่องมือที่คล้ายกันแต่สะดวกกว่า และใช้ความสามารถส่วนบุคคลน้อยลง\nลูกศรพิเศษจึงไม่มีการผลิตอีกต่อไป และพวกมันก็จางหายไปตามฝุ่นธุลีดิน\nเนื่องจากมันเป็นธนูยาวที่สามารถถือไปไหนมาไหนได้ โดยไม่มีใครสงสัยหรือซักถาม\nดังนั้นในยุคสมัยพิเศษ มันจึงถูกใช้เพื่อวัตถุประสงค์อื่นนอกเหนือจากการออกแบบ",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "6%",
	"effectName": "Masons' Ditty",
	"effectTemplateRaw": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น <color=#99FFFFFF>{1}</color> เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
	"r1": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 3% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 7% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"3%",
			"7%"
		]
	},
	"r2": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 4% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 8.5% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"4%",
			"8.5%"
		]
	},
	"r3": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 5% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 10% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"5%",
			"10%"
		]
	},
	"r4": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 6% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 11.5% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"6%",
			"11.5%"
		]
	},
	"r5": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น 7% และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น 13% เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้",
		"values": [
			"7%",
			"13%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}