{
	"id": 12510,
	"name": "Redhorn Stonethresher",
	"description": "ตามที่เจ้าของคนก่อนบอก ดาบนี้คือ \"ลอร์ดสิงโตเขาแดงเคลือบทองทะลวงหินทลายศิลา\" ที่สามารถขับไล่เหล่าปีศาจและมอนสเตอร์ให้หนีกระเจิงได้",
	"descriptionRaw": "ตามที่เจ้าของคนก่อนบอก ดาบนี้คือ \"ลอร์ดสิงโตเขาแดงเคลือบทองทะลวงหินทลายศิลา\" ที่สามารถขับไล่เหล่าปีศาจและมอนสเตอร์ให้หนีกระเจิงได้",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 5,
	"story": "ชื่อเต็มนั้นคือ \"ดาบลอร์ดสิงโตเขาแดงเคลือบทองทะลวงหินทลายศิลา\"\nเป็นดาบอันเป็นที่รักของชายแปลกหน้าที่อ้างว่าเป็น \"Otogi Kongou Lion King\"\n\n...แต่เนื่องจากชื่อทั้งสองยาว และชวนให้สับสนเกินไป\nพวกเด็ก ๆ เลยเรียกดาบของเขาว่า \"ดาบเขาแดง\" และเรียกเจ้าของดาบว่า \"ราชา Otogi\"\n\nดาบเขาแดงเป็นอาวุธที่สร้างขึ้นจากเขาที่หักของมอนสเตอร์ที่นำมาลงอาคม\nBake-Kitsune, Bake-Danuki และวิญญาณชั่วร้ายทั้งหมดต่างก็ต้องคุกเข่าร้องขอความเมตตาจากดาบเล่มนี้\nขนาดเท็งงุผู้ยิ่งใหญ่อย่าง \"Reizenbou แห่ง Mt. Yougou\"\nยังหวาดกลัวต่อพลังอันชั่วร้ายของดาบ จนไม่กล้าออกมาเผชิญหน้ากับท่านราชา!\n\n...แน่นอนว่าพวกเด็ก ๆ ไม่เชื่อเรื่องเหล่านี้ด้วยซ้ำ\nถึงกระนั้น ราชา Otogi ก็แข็งแกร่งมากจริง ๆ ให้คนเจ็ดคนมาผลัก ก็ไม่สามารถผลักเขาให้กระเด็นออกจากโดเฮียวได้\nเมื่อพบเห็นเด็กที่เก็บผลไม้บนต้นไม้ไม่ถึง เขาก็จะเตะต้นไม้จน Lavender Melon ร่วงลงมา\nแต่ก็เคยเตะต้นไม้จนหักโค่นโดยไม่ได้ตั้งใจ จนถูกคนชราไล่ตามตลอดทาง จนต้องหนีไปที่ภูเขา\nอีกทั้งเขายังเคยพาเด็ก ๆ บุกเข้าไปยังงานชุมนุมจิบสุราพลางชมใบไม้เปลี่ยนสีอย่างเป็นทางการอีกด้วย\nเขาตะโกนก้องว่า \"Otogi Kongou Lion King มาที่นี่เพื่อปัดเป่าวิญญาณร้าย!\"\nและได้ประลองมวยปล้ำกับโอนิตัวเล็กที่น่าสนใจ แน่นอนว่าผลลัพธ์นั้นสุดจะน่าอดสู\n\nความสามารถของราชาก็ไม่มีอะไรนอกจากเรื่องนี้ ไม่มีแม้แต่คุณสมบัติที่จะไปแบกธงแห่งโชกุน\nถ้าอย่างนั้น ทำยังไงให้เหล่าโยไกในบทเพลงพวกนั้นยอมศิโรราบล่ะ เด็ก ๆ ถาม\n\n\"ก่อนหน้านี้ก็แค่ไปดื่มสุราชมจันทร์ ตากลมเย็นจนไม่สบายก็เท่านั้นเอง!\"\nถึงแม้ว่าราชา Otogi จะแก้ตัว แต่เขาก็ไม่ลืมที่จะหัวเราะอย่างเต็มที่\nไม่รู้จริง ๆ ว่าไร้ยางอายหรือมั่นใจในชัยชนะกันแน่...\n\n\"ครั้งนี้ข้าจะต้องตัดเขาของโยไก แล้วนำมันกลับมาอย่างแน่นอน\"\n\"ข้าจะแสดงให้พวกเจ้าเห็นถึงพลังของ Otogi Kongou Lion King\"\n\"สิ่งมีชีวิตที่อยู่อีกฟากหนึ่งของท้องทะเล ก็ไม่ใช่คู่ต่อสู้ของข้า!\"\n\n\"เพราะงั้นก็เชิญไปซ่อนตัวตามผู้ส่งสาสน์ของจิ้งจอกอย่างเต็มที่ได้เลย\"\n\"เอาล่ะ รอข้ากลับมาก่อน แล้วจะมาเล่นมวยปล้ำเป็นเพื่อนพวกเจ้า\"\n\nพอพูดถึงคำว่ามวยปล้ำ สองพยางค์นี้ พวกเด็ก ๆ ก็นึกถึงโอนิตัวเล็กที่ส่งเสียงฮึมฮัม\nแล้วพุ่งคำรามไปจับราชา Otogi โยนขึ้นไปบนท้องฟ้า...\n\nหลังจากนั้น โอนิที่กำลังประลองมวยปล้ำอยู่กับราชา Otogi ก็พยายามที่จะหลบหนีหลังจากที่ถูกหักทั้งแขนและเขา\nเท็งงุผู้ยิ่งใหญ่แห่ง Mt. Yougou ปลีกวิเวกอย่างสันโดษอยู่ในป่าเขา และไม่ปรากฏตัวต่อหน้ามนุษย์อีกต่อไป\nในท้ายที่สุดแล้วนั้น การคุยโวเกี่ยวกับดาบรูปทรงแปลก ๆ นี้ก็กลายเป็นเรื่องจริงในที่สุด\nOtogi Kongou Lion King ประหลาดที่ร่อนเร่พเนจร ก็ไม่ได้ปรากฏตัวขึ้นอีกเลย\nหลังจากนั้นต่อมา ต้น Lavender Melon ที่ถูกคนประหลาดเตะ ก็ได้ออกผลอีกครั้งหลังจากได้รับการดูแลอย่างระมัดระวัง",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "19.2%",
	"effectName": "Gokadaiou Otogibanashi",
	"effectTemplateRaw": "เพิ่มพลังป้องกัน <color=#99FFFFFF>{0}</color>; การโจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ <color=#99FFFFFF>{1}</color> ของพลังป้องกัน",
	"r1": {
		"description": "เพิ่มพลังป้องกัน 28%; การโจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 40% ของพลังป้องกัน",
		"values": [
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "เพิ่มพลังป้องกัน 35%; การโจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 50% ของพลังป้องกัน",
		"values": [
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "เพิ่มพลังป้องกัน 42%; การโจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 60% ของพลังป้องกัน",
		"values": [
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "เพิ่มพลังป้องกัน 49%; การโจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 70% ของพลังป้องกัน",
		"values": [
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "เพิ่มพลังป้องกัน 56%; การโจมตีปกติและชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 80% ของพลังป้องกัน",
		"values": [
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}