{
	"id": 14521,
	"name": "Reliquary of Truth",
	"description": "กล่องเขาที่แกะสลักขึ้น จากทองคำและหยก ในตำนานกล่าวว่า เคยได้รับการบูชา อยู่ในวิหารส่วนลึกแห่ง Tulaytullah ของนครแห่งไพลิน",
	"descriptionRaw": "กล่องเขาที่แกะสลักขึ้น จากทองคำและหยก ในตำนานกล่าวว่า เคยได้รับการบูชา อยู่ในวิหารส่วนลึกแห่ง Tulaytullah ของนครแห่งไพลิน",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "เมื่อหอคอยของ Shah Ramshahr พังทลายลงในที่สุด ดุจความฝันหวานล้ำที่อาบด้วยยาพิษ ในพายุทรายอันคาวคลุ้ง\nราชอำนาจถูกส่งผ่านไป ในหมู่แว่นแคว้นนับไม่ถ้วน ที่มีอายุขัยสั้นราวหยาดน้ำค้างยามรุ่งอรุณ ก่อนจะถูกฝังกลบด้วยเลือดและน้ำตาในเวลาไม่นาน\nภายใต้โดมไพลิน เหล่าชนชั้นสูงผู้เคยน้อมมอบบังเหียนแก่ทรราช ก็ได้สลัดพ้นจากพันธนาการนั้น\nแต่กลับหันไปติดตามราชาตัวปลอมผู้อวดอ้างตนว่าเป็นปราชญ์ และกระโจนเข้าสู่เกมแห่งเลือดและทราย ท่ามกลางซากปรักหักพังใต้ตะวันอันแผดเผา\n\nชาว Tulaytullah ผู้หยิ่งทะนง พวกเขาได้ทอดทิ้งคำตักเตือนของปราชญ์ผู้เงียบงัน ไว้เบื้องหลังไปเนิ่นนานแล้ว\nจนกระทั่งความทะเยอทะยานได้เลือนหายไป พร้อมกับชื่อของ Gurkan จึงได้ตระหนักถึงราคาที่ต้องจ่ายให้กับการกบฏ\nเมื่อเหล่า Khagan ที่โหดเหี้ยมควบม้ามาถึง ก็ไม่เหลือนักรบปกป้องสวนบุปผาเสาอนันต์อีกต่อไป\nผู้คนที่ลุ่มหลงในฝันแห่งทองคำ ทำได้เพียงยอมสยบต่อนายใหม่ ดุจสัตว์เลี้ยงแสนเชื่องอีกครั้ง\n\nทหารและเจ้าพนักงานเก็บภาษีผู้ละโมบ เดินทางมาจากแดนไกล ขูดรีดชาวเมืองที่ชินชาไปจนสิ้น\nแม้ว่าราชสำนักสีมรกตที่อ้างตนว่าเมตตา จะกดขี่ราษฎรไม่ต่างกัน\nแต่การต้องยอมจำนนอยู่ใต้กีบเหล็กของคนต่างแดน ก็ย่อมมีผู้ที่แสวงหาการปลอบประโลมจากอดีต ที่ถูกแต่งแต้มให้งดงามดั่งบทกวีเสมอ\nในเงาอันเย็นเยียบที่แสงตะวันสาดส่องไม่ถึง พวกเขาขับขานถึงความยิ่งใหญ่ ในยุคอันสั้นของกษัตริย์ Humayun\n\nเพื่อปลดปล่อยเพื่อนพ้องจากพันธนาการ ชนชั้นสูงวัยเยาว์นาม Goudarz จึงย่างเท้าเข้าสู่วิหารที่ถูกฝังลึกอยู่ใต้ผืนทราย\nตำนานเล่าว่าวังแห่งนั้นเป็นของราชาแห่งนกกุลา ผู้เป็นปราชญ์สูงสุดในหมู่นักปราชญ์ทั้งเจ็ด ทั้งยังเป็นผู้ส่งสาสน์ลับของดวงดาวและดวงจันทร์\nมันเป็นแผนการที่แทบจะสิ้นหวังโดยสิ้นเชิง เพราะกลอุบายกอบกู้ชาติใด ๆ ก็ไม่อาจต้านทานกองทัพของผู้พิชิตอันเจิดจรัสประดุจดวงตะวันได้\nนักปราชญ์ของ Tighnar ได้จากไปนานแล้ว วิหารอันโอฬารของมหาปราชญ์ในผืนทราย ก็ได้ถูกกลืนหายไปในทะเลทรายสีเหล็ก\nแต่ในส่วนลึกของธารวารีที่เหือดแห้ง กลับมีเสียงสะท้อนอันศักดิ์สิทธิ์และเก่าแก่ ดังก้องตอบรับคำภาวนาของเขา...\n\n\"บุตรผู้สูงศักดิ์แห่งสายโลหิต เจ้าปรารถนาในพลังแห่งตะวันแผดเผาและวายุทราย หวังที่จะใช้ทรายดูดสร้างหอคอยสูงเสียดฟ้าขึ้นมาอีกครั้ง\"\n\"ข้าสามารถมอบอำนาจที่เหล่าศาสดา และผู้ศรัทธามิเคยได้ประจักษ์ให้แก่เจ้าได้ เช่นเดียวกับการมอบน้ำเค็มขมให้แก่อูฐที่กระหาย\"\n\"เพียงแต่จ้าวแห่งดอกไม้และโอเอซิสเคยทิ้งปริศนาสามข้อไว้ มอบให้แด่ราชันมงกุฎแดงที่ข้ารับใช้\"\n\"แต่ผู้ปกครองผู้เปี่ยมด้วยปัญญา และสายตาอันเฉียบแหลมองค์นั้น จนกระทั่งจมดิ่งสู่ห้วงนิทราอันมืดมิดด้วยพิษร้าย ก็ยังมิอาจเข้าใจความหมายของมันได้\"\n\"หากเจ้าสามารถขจัดความสับสน ที่รบกวนจิตใจข้ามาเนิ่นนานนี้ได้ ข้าจะมอบอำนาจแห่งราชอาณาจักรให้แก่เจ้าเป็นรางวัล\"\n\nGoudarz ผู้เยาว์วัยตอบกลับไปว่า:\n\"ข้าแต่ท่านผู้ศักดิ์สิทธิ์ผู้ดูแลโองการสวรรค์ คัมภีร์ โอสถ และปัญญา โปรดบอกเล่าปริศนาโบราณนั้นแก่ข้าด้วยเถิด\"\n\"ข้าจะขอถวายคำตอบของมนุษย์ด้วยเจตจำนงอันจริงแท้ เพราะบนเส้นทางของข้า ไม่มีที่ว่างสำหรับเงามืดของความหลอกลวง\"\n\nและแล้ว ผู้ทรงปัญญาในหมู่นักปราชญ์จึงเอ่ยปากขึ้น:\n\"สิ่งใดที่รุ่งเรืองเฟื่องฟู แต่แล้วกลับร่วงโรยสูญสิ้น?\"\n\"มันเต็มเปี่ยมดั่งจันทร์เพ็ญ และแหว่งเว้าดุจจันทร์ดับสูญ\"\n\"ทั้งปราชญ์และคนเขลา ล้วนต่างเฝ้าถวิลหา\"\n\"แต่มันกลับเป็นดั่งกระแสน้ำ ขึ้นลงในใจคนอยู่เสมอ?\"\n\nGoudarz ผู้เยาว์วัยตอบกลับไปว่า:\n\"ท่านพูดถึงแผนการร้ายและการทรยศ ความอ่อนแอและความเหนื่อยล้า ที่งอกเงยอยู่ใต้ผ้าคลุมของเหล่าปราชญ์ ผู้กล่าวอ้างคุณธรรมจอมปลอม\"\n\"เป็นเพราะความอ่อนแอของพวกเขา โดมสีฟ้าไพลินจึงต้องล่มสลาย ปวงประชาจึงต้องหลั่งน้ำตาโศกศัลย์\"\n\nผู้ทรงปัญญาในหมู่นักปราชญ์หัวเราะลั่น และไม่ได้ตัดสินคำตอบของชนชั้นสูงวัยเยาว์\nแต่ก็ยังคงมอบอำนาจแห่ง \"กลฉ้อฉล\" ไว้ในมือของเด็กหนุ่มตามคำสัญญา\n\nด้วยเหตุนี้ ชื่อของ Goudarz จึงค่อย ๆ เลือนหายไปจากบันทึกประวัติศาสตร์\nและถูกแทนที่ด้วยพระนามอันเกรียงไกรของกษัตริย์ Saleb Dowleh\nนักรบผู้เคยกีดกันคำลวงในวันวาน ได้ถักทอราชอำนาจขึ้นด้วยเล่ห์เหลี่ยมอันแยบยล\nและสร้างภาพลวงตาแห่งยุคทองขึ้น ภายใต้แสงรุ้งในยามพลบค่ำ\n\n...\n\nจนกระทั่งคำลวงอันสมบูรณ์แบบที่สุด ก็ไม่อาจควบคุมความโลภในอำนาจที่ไม่รู้จักพอได้\nจนกระทั่งสิ่งที่สร้างขึ้นโดยนายแห่งทราย ก็ไม่อาจเสกสรรภาพมายาแห่งปาฏิหาริย์ได้อีกต่อไป\nเสียงของราชาแห่งนกกุลาดังขึ้นอีกครั้ง และถามคำถามเดิมกับเขา\nองค์ราชาผู้ชราภาพพร้อมด้วยบทเพลงโศกาแห่ง Gurabad ได้มอบคำตอบสุดท้ายของตน:\n\n\"ข้าแต่ท่านผู้ศักดิ์สิทธิ์ บัดนี้ข้าพ่นได้เพียงคำลวงหลอก แม้แต่ตัวข้าเองก็ยังไม่อาจเชื่อในวาจาของตนได้\"\n\"สิ่งที่ข้าทำได้ในตอนนี้มีเพียงชักดาบสู้จนตัวตาย อย่างน้อยก็ไม่ควรทำให้พี่น้องที่มาช่วยต้องผิดหวัง\"\n\"ข้าแต่ท่านผู้ศักดิ์สิทธิ์ ไม่ว่าท่านจะแสวงหาสัจธรรมหรือคำลวง ก็เชิญลิ้มรสมันได้จากโลหิตของข้าที่ยังอุ่นอยู่เถิด\"\n\nหลังจากนั้น ราชอำนาจก็ถูกช่วงชิงโดยเหล่า Dey ต่างเผ่าพันธุ์ จนกระทั่งทุกแว่นแคว้น ถูกพายุแห่งทะเลทรายบดขยี้จนเป็นผุยผง\nและดุจดั่งการเก็บแสงจันทร์สีอำพันราวน้ำผึ้ง ผู้ศักดิ์สิทธิ์ก็ได้รับเจตจำนงสุดท้ายขององค์ราชามาไว้เป็นคำตอบ",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "19.2%",
	"effectName": "Essence of Falsity",
	"effectTemplateRaw": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>{1}</color> หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น <color=#99FFFFFF>{2}</color> เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%",
	"r1": {
		"description": "อัตราคริเพิ่มขึ้น 8%; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น 24% เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%",
		"values": [
			"8%",
			"80",
			"24%"
		]
	},
	"r2": {
		"description": "อัตราคริเพิ่มขึ้น 10%; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น 100 หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น 30% เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%",
		"values": [
			"10%",
			"100",
			"30%"
		]
	},
	"r3": {
		"description": "อัตราคริเพิ่มขึ้น 12%; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น 120 หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น 36% เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%",
		"values": [
			"12%",
			"120",
			"36%"
		]
	},
	"r4": {
		"description": "อัตราคริเพิ่มขึ้น 14%; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น 140 หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น 42% เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%",
		"values": [
			"14%",
			"140",
			"42%"
		]
	},
	"r5": {
		"description": "อัตราคริเพิ่มขึ้น 16%; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น 160 หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น 48% เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%",
		"values": [
			"16%",
			"160",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}