{
	"id": 13425,
	"name": "Rightful Reward",
	"description": "หอกแหลมคมที่หลงเหลือเพียงคราบเลือดสีสดที่ปลายของมัน",
	"descriptionRaw": "หอกแหลมคมที่หลงเหลือเพียงคราบเลือดสีสดที่ปลายของมัน",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "โจรก็ยังเป็นโจรอยู่วันยังค่ำ แม้ลูกไม้ที่แสดงออกมาจะแยบยลสักเพียงใดก็ตาม\nการกระทำผิดสมควรถูกลงโทษอย่างเปิดเผย และคำโกหกก็ควรถูกเปิดโปงในที่สาธารณะ\nโลกควรจะดำเนินไปเช่นนี้ หลักการของความยุติธรรมก็ควรเป็นเช่นนี้เหมือนกัน\nแต่เรื่องที่ \"สมควรเป็นเช่นนี้\" ยากที่จะมีจุดจบที่ดี\n\nเมื่อครั้งยังเยาว์วัย เคยประมือกับนักดาบคนหนึ่ง แต่กลับหลงกลไปกับดวงตาที่เจ้าเล่ห์ของเขา และถูกจังหวะที่เขาตั้งใจทำให้ช้าลงลวงหลอกเข้า\nจนในที่สุดก็เผยช่องโหว่ที่อันตรายถึงแก่ชีวิตออกมา แขนนั้นได้รับบาดเจ็บจากคมดาบ จึงถูกบังคับให้ยอมรับว่าวิชาหอกของตนนั้นด้อยกว่า\nเดิมทีคิดอยากจะตามหานักดาบคนนั้น มาประลองกันอย่างเต็มที่อีกครั้ง แต่กลับรู้ข่าวว่าเขาได้ปลดประจำการไปแล้ว...\nเพราะบาดเจ็บจากตอนปฏิบัติหน้าที่ เขาจึงใช้ชีวิตอยู่ภายใต้หน้ากาก และสูญเสียเสียงพูดเหลาะแหละที่คอยหาเรื่องคนอื่นนั้นไปด้วย\nหลังจากเบื่อหน่ายกับสิ่งต่าง ๆ ที่นักล่าเงาต้องเผชิญ เขาจึงหันไปพึ่งสุรา\n\nนี่เป็นการทรยศต่อชีวิตที่ผ่านมาชัด ๆ แต่นักหอกก็ยินดีไปสืบหาความลับที่ซ่อนอยู่ข้างหลังเอง\nดังนั้น เธอจึงติดตามฝีเท้ากับบาดแผลของนักดาบ คอยไล่ล่าคู่ต่อสู้ในโชคชะตาไปตลอดทาง...\nแม้จะมีคนสำคัญล้มลงบนลานประลองของโชคชะตา แม้ภายในใจจะแหลกสลายไม่เป็นชิ้นดี\nแต่หลังจากที่ตามไปจนเจอหน้ากากที่นักดาบทิ้งเอาไว้ ความลำบากทั้งหมดเหมือนได้รับผลตอบแทนกลับมา\n\nแต่จุดหมายปลายทางของการตามหากลับผิดไปจากที่คาดไว้ และไม่เกี่ยวกับความยุติธรรมที่ตัวแทนประลองในตำนานเคยแสวงหา...\n\n\"อ้ออ้อ คราวนี้คือ Marfisa ชื่อดังงั้นเหรอ...\"\n\"วางใจเถอะ วิชาหอกของเธอ จะได้ใช้ประโยชน์แน่นอน\"\n\n\"อาจารย์ นี่เป็นคนที่สองแล้ว ต่อจากนี้ฉันกลัวว่า...\"\n\n\"ฉันรู้แล้ว\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "6%",
	"effectName": "Tip of the Spear",
	"effectTemplateRaw": "เมื่อผู้สวมใส่ได้รับการรักษา จะฟื้นฟูพลังงาน <color=#99FFFFFF>{0}</color> หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "เมื่อผู้สวมใส่ได้รับการรักษา จะฟื้นฟูพลังงาน 8 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "เมื่อผู้สวมใส่ได้รับการรักษา จะฟื้นฟูพลังงาน 10 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "เมื่อผู้สวมใส่ได้รับการรักษา จะฟื้นฟูพลังงาน 12 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "เมื่อผู้สวมใส่ได้รับการรักษา จะฟื้นฟูพลังงาน 14 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "เมื่อผู้สวมใส่ได้รับการรักษา จะฟื้นฟูพลังงาน 16 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที และสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}