{
	"id": 14424,
	"name": "Sacrificial Jade",
	"description": "หยกโบราณเก่าแก่ทอประกายใสดั่งผืนน้ำสะอาด คล้ายจะเป็นของประกอบพิธีในสมัยโบราณ",
	"descriptionRaw": "หยกโบราณเก่าแก่ทอประกายใสดั่งผืนน้ำสะอาด คล้ายจะเป็นของประกอบพิธีในสมัยโบราณ",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "ตอนที่ราชาแห่งหินมาถึง บรรพบุรุษของ Chenyu Vale ก็ได้ถดถอยไปเป็นชนเผ่าในป่าเขาไปแล้ว\nพวกเขาคอยขุดเจาะหยกเย็นราวกับน้ำใสในก้อนหิน จัดเทศกาลเฉลิมฉลองอย่างยิ่งใหญ่ตามพิธีกรรมโบราณ\nเมื่อถึงฤกษ์งามยามดี ผู้คนในเผ่าก็จะหยุดจากการทำงานอันเหน็ดเหนื่อย และโยนหยกปฏิญาณลงไปในน้ำเพื่อบวงสรวง...\nเพื่อระลึกถึงผู้ส่งสาสน์ที่เงียบมานาน ณ ท้องฟ้าสีคราม และเฝ้ามองดูความสุขและเภทภัยในปีต่อมา\n\nขณะที่เทพอสูรคนเก่าที่ปกครอง Chenyu Vale ได้เสียชีวิตที่ดินแดนอื่น ราชาแห่งหินก็รับช่วงดูแลดินแดนนี้อย่างเป็นระเบียบ\nชนเผ่าบรรพบุรุษที่เร่ร่อนอยู่ในป่าค่อย ๆ ยอมรับอารยธรรมของ Liyue แต่ยังคงรักษาขนบของการบวงสรวงเอาไว้\nเมื่อกาลเวลาผ่านไป หินที่แข็งแกร่งก็กร่อนลงด้วยน้ำที่หยดใส่ทุกวัน ธรรมเนียมดั้งเดิมของที่นี่ก็ได้รับการยอมรับจากผู้อพยพใหม่ของ Liyue\nดังนั้นที่นี่จึงได้พัฒนาวัฒนธรรมที่แตกต่างกับท่าเรือ Liyue และนิสัยอ่อนโยนที่ไม่เหมือนกับชาว Liyue ขึ้นมา\n\nวันเวลาที่ไม่สิ้นสุดหมุนเวียนอีกครั้ง ตระกูลของบรรพบุรุษและผู้อพยพใหม่ของชนเผ่า ได้รวมกันเป็นกลุ่มและชุมชนใหม่...\nแต่กลับสูญเสียทักษะโบราณในการแกะสลักหยกปฏิญาณ และยึดการปลูกชาเป็นอาชีพในยุคสมัยใหม่ นับแต่นั่นมา Chenyu Vale ก็เต็มไปด้วยไร่ชา\nถึงแม้ผู้คนที่ Chenyu Vale จะไม่ได้โยนหยกปฏิญาณที่ใสเหมือนน้ำลงไปในแม่น้ำอีกแล้ว และลืมเลือนเรื่องราวไปมากมาย...\nแต่พิธีกรรมการขึ้นไปสักการะบรรพบุรุษและผู้เสียชีวิตบน Yilong Wharf ยังคงถูกรักษามาจวบจนถึงตอนนี้ ราวกับหยกล้ำค่าที่วาวใสอยู่ในลำธารกลางเขา\n\nบางครั้ง นักเก็บสมุนไพรยังค้นพบหยกโบราณสีเขียว ได้จากซากปรักหักพังในหุบเขาอยู่บ้าง\nแม้ไม่สามารถตอบสนองต่อสวรรค์ชั้นฟ้าโบราณแล้ว แต่ยังคงเปล่งประกายแสงของโลกนี้\nหยกศักดิ์สิทธิ์ที่เงียบงัน ไม่เคยบอกเล่าถึงประวัติศาสตร์โบราณของบรรพบุรุษที่เร่ร่อนพเนจร\nปริศนาต่าง ๆ ในอดีต ถูกทิ้งไว้ให้ผู้ที่บังเอิญหยิบฉวยเก็บไปคาดเดาและจินตนาการเท่านั้น",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "8%",
	"effectName": "Jade Circulation",
	"effectTemplateRaw": "เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้เกิน 5 วินาที พลังชีวิตสูงสุดจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และความชำนาญธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> หน่วย ซึ่งเอฟเฟกต์นี้จะหายไปหลังผู้สวมใส่เข้าร่วมการต่อสู้มากกว่า 10 วินาที",
	"r1": {
		"description": "เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้เกิน 5 วินาที พลังชีวิตสูงสุดจะเพิ่มขึ้น 32% และความชำนาญธาตุจะเพิ่มขึ้น 40 หน่วย ซึ่งเอฟเฟกต์นี้จะหายไปหลังผู้สวมใส่เข้าร่วมการต่อสู้มากกว่า 10 วินาที",
		"values": [
			"32%",
			"40"
		]
	},
	"r2": {
		"description": "เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้เกิน 5 วินาที พลังชีวิตสูงสุดจะเพิ่มขึ้น 40% และความชำนาญธาตุจะเพิ่มขึ้น 50 หน่วย ซึ่งเอฟเฟกต์นี้จะหายไปหลังผู้สวมใส่เข้าร่วมการต่อสู้มากกว่า 10 วินาที",
		"values": [
			"40%",
			"50"
		]
	},
	"r3": {
		"description": "เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้เกิน 5 วินาที พลังชีวิตสูงสุดจะเพิ่มขึ้น 48% และความชำนาญธาตุจะเพิ่มขึ้น 60 หน่วย ซึ่งเอฟเฟกต์นี้จะหายไปหลังผู้สวมใส่เข้าร่วมการต่อสู้มากกว่า 10 วินาที",
		"values": [
			"48%",
			"60"
		]
	},
	"r4": {
		"description": "เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้เกิน 5 วินาที พลังชีวิตสูงสุดจะเพิ่มขึ้น 56% และความชำนาญธาตุจะเพิ่มขึ้น 70 หน่วย ซึ่งเอฟเฟกต์นี้จะหายไปหลังผู้สวมใส่เข้าร่วมการต่อสู้มากกว่า 10 วินาที",
		"values": [
			"56%",
			"70"
		]
	},
	"r5": {
		"description": "เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้เกิน 5 วินาที พลังชีวิตสูงสุดจะเพิ่มขึ้น 64% และความชำนาญธาตุจะเพิ่มขึ้น 80 หน่วย ซึ่งเอฟเฟกต์นี้จะหายไปหลังผู้สวมใส่เข้าร่วมการต่อสู้มากกว่า 10 วินาที",
		"values": [
			"64%",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}