{
	"id": 13434,
	"name": "Sacrificer's Staff",
	"description": "หอกสีขาวเงินอันบริสุทธิ์ไร้มลทิน ในตำนานกล่าวว่าในอดีต เคยถูกใช้โดยเหล่าผู้นำพิธีแห่ง Hyperborea เพื่อเป็นคทาชี้นำทาง แก่ลูกหลานจันทราน้ำค้างแข็ง",
	"descriptionRaw": "หอกสีขาวเงินอันบริสุทธิ์ไร้มลทิน ในตำนานกล่าวว่าในอดีต เคยถูกใช้โดยเหล่าผู้นำพิธีแห่ง Hyperborea เพื่อเป็นคทาชี้นำทาง แก่ลูกหลานจันทราน้ำค้างแข็ง",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "\"รับคทาของผู้นำพิธีนี้ไว้สิ Lovia ของข้า เด็กน้อยผู้แสนดีของข้า หนูน้อยผู้บริสุทธิ์ที่สุดของข้า\"\n\"มีเพียงเมตตาการุณย์ของเจ้าเท่านั้น ที่จะเรียกเหล่าลูกแกะที่หลงทางเหล่านั้นให้กลับมา และมอบความสุขสงบและอ่อนโยนแก่พวกเขาได้\"\n\"มีเพียงเจ้าเท่านั้นที่จะมอบความสุข จากการได้รับการชี้นำให้แก่พวกเขาได้ ความสุขของผู้อ่อนแอ ด้วยว่าผู้อ่อนแอนั้นเกิดมาเพื่อโหยหาที่พักพิง\"\n\"มีเพียงเจ้าเท่านั้นที่จะแก้ไขความเชื่ออันบิดเบือน ของเหล่ามารร้ายใต้จันทราได้ เพราะหนทางแห่งสัจธรรมนั้นไร้ซึ่งหนทางอื่น\"\n\"นายหญิงแห่งจันทราน้ำค้างแข็งได้ใช้ด้ายเงิน ถักทอเส้นทางทั้งหมดในโลกนี้แล้ว สรรพสิ่งทั้งหลายล้วนแต่เต้นรำไปตามเส้นด้าย\"\n\nพรโบราณค่อย ๆ ดับมอดลง ดั่งแสงเทียนริบหรี่ในคืนอันหนาวเหน็บ หญิงรับใช้ผู้เยาว์วัยได้รับมอบอำนาจต่อจากผู้นำพิธีคนก่อน\nนางคือเด็กกำพร้าจากต่างแดน ผู้ไม่เคยได้รับพรและไม่สมควรได้รับเลือก ทั้งยังไม่เคยล่วงรู้เลยว่าตนเป็นเพียงเด็กที่ถูกรับมาเลี้ยงดู\nเพราะจันทราน้ำค้างแข็งอันขาวผ่อง ไม่ได้ทอดมองลงมาอีกต่อไป แม้แต่นักบุญที่มีสายเลือดบริสุทธิ์ที่สุด ก็ยากจะบัญชาแสงแห่งจันทราได้อีก\nท่ามกลางเสียงกระซิบของผู้คน ที่นับวันยิ่งแตกสลายและสับสนวุ่นวายใจ ผู้นำพิธีผู้โรยราได้ผลักดันบุตรสาวบุญธรรมของตน ขึ้นสู่บัลลังก์ศักดิ์สิทธิ์อันสั่นคลอน\nหวังเพียงว่าเจตนาดีของนาง จะรวบรวมเหล่าผู้ศรัทธาที่แตกแยกให้เป็นหนึ่งเดียวได้ แม้ในสายเลือดของนาง จะไม่ได้มีแสงจันทร์อันใสกระจ่าง ไหลเวียนอยู่เลยก็ตาม\n\nเป็นดังที่ผู้นำพิธีคาดหวัง หญิงรับใช้ผู้มีความเมตตา และอ่อนโยนต่อผู้อ่อนแอ ยึดมั่นใน \"ความถูกต้อง\" เสมอมา\nแสงและเงา สว่างและมืดมิด ดีและชั่ว เกิดและตาย ทุกสรรพสิ่งในโลกใต้แสงจันทร์ ล้วนมีสิ่งที่ถูกและผิดในตัวของมันเอง\nเพราะเหตุนี้ จึงมีเพียงการก้าวเดินไปตามเส้นทางแห่ง \"ความถูกต้อง\" อย่างสมบูรณ์เท่านั้น จึงจะสามารถนำพาสรรพชีวิตไปสู่ความสุขได้\nการมอบอาหารอันน้อยนิดแก่คนยากจน ที่หิวโหยและหนาวเหน็บคือความถูกต้อง การดูแลผู้ป่วยที่เจ็บไข้ตลอดทั้งคืนก็คือความถูกต้อง\nการใช้ความจริงใจและความเข้าใจ เพื่อสมานรอยร้าวแห่งความหวาดระแวงคือความถูกต้อง การปลอบประโลมพวกพ้องที่ทุกข์ร้อนใจ ก็คือความถูกต้องเช่นกัน\nจิตอันดีงามที่ถูกต้องจะกลายเป็นแสงเทียนในคืนอันหนาวเหน็บ ที่จะอบอุ่นหัวใจที่เย็นชา และทำให้ความเกลียดชังจางหายไป\n\nหญิงสาวที่ชื่อ Lovia ยึดมั่นในความเชื่อนี้อย่างแรงกล้า และมอบความเมตตาสงสาร ให้แก่ผู้คนดั่งนักบุญที่แท้จริง\nจนกระทั่งวันที่น้องสาวผู้ไม่ได้ร่วมสายเลือดกับนาง นักบุญหญิงผู้สืบทอดสายเลือดอันบริสุทธิ์ที่สุดของสุดเขตแดนเหนือ\nได้สละชีพเพื่อปกป้องพี่สาว ซึ่งในขณะนั้นยังไม่เป็นที่ยอมรับของผู้คน และต้องจบชีวิตลงด้วยคมดาบของผู้ทรยศ ที่พยายามจะลอบสังหาร\nท่ามกลางภาพเบื้องหน้าสีขาวเงินที่ไหลนอง เด็กสาวผู้ไม่อาจแม้แต่จะเปล่งเสียงคร่ำครวญออกมา ได้ตระหนักถึงข้อสรุปใหม่ในที่สุด\n\nเส้นทางที่เลือกเดินมาจนถึงตอนนี้ไม่ใช่ \"ความถูกต้อง\"\nความเมตตาอันอ่อนแอคือ \"ความผิดพลาด\" ที่ไม่อาจให้อภัยได้\n\nหากจันทราที่แท้จริงตระหนี่ที่จะมอบความหวัง เช่นนั้นก็ใช้คำลวงหลอกที่สร้างขึ้นมา ถักทอเป็นแสงรุ่งอรุณอันอบอุ่นเสีย\nปลุกปั่นความคลั่งไคล้ที่เหล่าผู้อ่อนแอโหยหามาเนิ่นนาน และมอบ \"สรวงสวรรค์\" แก่ลูกแกะผู้ทุกข์ทนให้ได้พักพิงอย่างเท่าเทียม\nหากจันทราใหม่อันเลือนรางนั้นไม่หวนกลับขึ้นมาอีก เช่นนั้นก็ใช้อำนาจเบ็ดเสร็จ เข้าปกครองความปรารถนาทั้งปวงของโลกมนุษย์\nเพื่อให้ฝูงแกะที่หลงผิดกลับมาเชื่องอีกครั้ง และไม่โศกเศร้ากับของขวัญอันไร้ค่าอีกต่อไป\n\nใช่แล้ว นี่ต่างหากคือความรักที่ \"ถูกต้อง\" คือการไถ่ถอนเพียงหนึ่งเดียว ที่จะช่วยเช็ดน้ำตาให้แก่สรรพชีวิตที่สับสน\nแม้จะไม่เคยได้เห็นเส้นด้ายแห่งแสงจันทร์ แต่เส้นทางนี้ย่อมต้องถักทอไปสู่ความดีงามที่ \"ถูกต้อง\" อย่างแน่นอน\nส่วนผู้ที่อาจหาญต่อต้าน \"ความถูกต้อง\" นี้ ก็คือความชั่วร้ายอันผิดพลาด ที่ต้องชำระล้างด้วยโลหิตของมัน\nจนกว่าทารกกำพร้าจากน้องสาวผู้ล่วงลับ ได้ให้กำเนิดทายาทศักดิ์สิทธิ์ คนชั่วหน้าไหนก็จะมาสร้างมลทิน ให้แก่หนทางแห่ง \"ความถูกต้อง\" นี้ไม่ได้เป็นอันขาด\n\nด้วยเหตุนี้ นักบุญหญิงผู้เปี่ยมเมตตา และอ่อนโยนต่อผู้อ่อนแอ นักบุญหญิงผู้ซึ่งหลั่งน้ำตาไม่สิ้นสุด ให้แก่ความทุกข์ยากภายใต้แสงจันทร์\nก็ได้สวมเขามงกุฎอันบริสุทธิ์ โสมม และจอมปลอมไว้บนหน้าผากของตน เปรียบดั่งการชักใยพันธนาการตนเองด้วยรังไหม",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "2%",
	"effectName": "Untainted Desire",
	"effectTemplateRaw": "ภายใน 6 วินาที หลังจากที่สกิลธาตุโจมตีถูกศัตรู พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 3 ชั้น และจะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "ภายใน 6 วินาที หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น 8% และประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 6% โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 3 ชั้น และจะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "ภายใน 6 วินาที หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น 10% และประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 7.5% โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 3 ชั้น และจะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"10%",
			"7.5%"
		]
	},
	"r3": {
		"description": "ภายใน 6 วินาที หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น 12% และประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 9% โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 3 ชั้น และจะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "ภายใน 6 วินาที หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น 14% และประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 10.5% โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 3 ชั้น และจะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"14%",
			"10.5%"
		]
	},
	"r5": {
		"description": "ภายใน 6 วินาที หลังจากที่สกิลธาตุโจมตีถูกศัตรู พลังโจมตีจะเพิ่มขึ้น 16% และประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 12% โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 3 ชั้น และจะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}