{
	"id": 11417,
	"name": "Sapwood Blade",
	"description": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนดาบ สามารถตัดสะบั้นศัตรูของป่าได้",
	"descriptionRaw": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนดาบ สามารถตัดสะบั้นศัตรูของป่าได้",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "\"นี่เป็นเรื่องราวของ Valuka...\"\n\nป่าไม้ในขณะนั้นยังเป็นทะเลทรายที่เปล่งประกายระยิบระยับ แล้วพวกเรายังไม่ได้เกิดออกมาจากผลทาฑิม\n\nเคยมีเพื่อนสามคน พวกเขาสนิทกันเหมือน Araji, Aramaha และ Arayama \nแต่หนึ่งในนั้นกลับคืนสู่แผ่นดิน เพื่อนอีกสองคนที่เหลือจึงแตกหักกัน\nคนหนึ่ง ตั้งใจจะสร้างโลกในอุดมคติขึ้นบนแผ่นดิน เพื่อขจัดความโศกเศร้าให้หมดสิ้นไป\nส่วนอีกคนหนึ่ง ตัดสินใจจะปลูกต้นไม้ใบหญ้าให้ทั่ว ทำให้แผ่นดินเต็มไปด้วยความรู้และความสุข\n\nแต่สุดท้ายแล้ว อาณาจักรอาจล่มสลาย ปัญญาอาจถูกบิดเบือน แล้วนิยามของความสุขก็เปลี่ยนแปลงได้เช่นกัน\nพวกเจ้าจะลืมความฝันไป ส่วนพวกเราจะถอยกลับไปในความฝัน จนลืมการล่วงเลยของกาลเวลา\n\nแม้เป็นเช่นนี้ แต่ในทะเลทรายลึก ยังคงหลงเหลือเรื่องราวของเจ้าและข้าอยู่ เหมือนกับที่ราชาแห่งพงไพรได้ทิ้งรอยเท้าของเขาไว้\nได้ยินว่าร่องรอยมิตรภาพในอดีต ยังคงหลับใหลเหมือน Aranara ที่กลายเป็นเมล็ดพันธุ์ไปแล้ว",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "6.7%",
	"effectName": "Forest Sanctuary",
	"effectTemplateRaw": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
	"r1": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 60 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 75 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 90 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 105 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น 120 หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 12
			}
		]
	}
}