{
	"id": 15424,
	"name": "Scion of the Blazing Sun",
	"description": "ธนูโบราณที่หลงเหลือมาจากยุคสมัยที่ราชา Deshret ยังปกครองราชย์ บนนั้นสลักซึ่งตัวอักษรเก่าแก่ และภาพลวดลายโบราณที่ไม่อาจเข้าใจได้",
	"descriptionRaw": "ธนูโบราณที่หลงเหลือมาจากยุคสมัยที่ราชา Deshret ยังปกครองราชย์ บนนั้นสลักซึ่งตัวอักษรเก่าแก่ และภาพลวดลายโบราณที่ไม่อาจเข้าใจได้",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "ในยุคที่ราชาแห่งทรายเหลืองปกครองแผ่นดิน อำนาจก็เหมือนแสงแดดที่สาดกระจายไปทั่วเนินทราย\nบทเพลงที่หลงเหลืออยู่ของชนเร่ร่อน เหมือนเสียงแมลงกู่ร้องในกองทราย คอยขับขานถึงยุคแห่งทองคำที่ถูกลืมเลือนอยู่ร่ำไป\nพวกเขาพูดว่า นายท่านสีชาดเคยแข่งแสงกับดวงอาทิตย์ที่แผดเผา สุดท้ายก็ร่วงหล่นลงบนพื้นดินเฉกเช่นดาวตก\nพวกเขากล่าวว่า ในบรรดานักบวช มีผู้รอดชีวิตจากการเข่นฆ่าของเจ้าประเทศราช ได้ทิ้งวิชาธนูที่ตกทอดจากราชา Deshret เอาไว้...\n\nลูกหลานของนักบวชเรียกตัวเองว่า \"ลูกหลานสุริยา\" และยังคงร่ำเรียนพิธีการเก่าของอาณาจักรราชา Deshret อย่างต่อเนื่อง\nแม้แต่พ่อค้าพเนจรที่มีสายข่าวมากมายที่สุด ก็ยังไม่รู้เกี่ยวกับชนกลุ่มลึกลับเหล่านี้เลย\nเหล่าลูกหลานทองคำนั้น น้อยคนนักที่สามารถสืบทอดมรดกของนักบวชราชา Deshret ได้ และมีเพียงไม่กี่คนที่สามารถอ่านเอกสารอ้างอิงโบราณออก\nยิ่งไม่ต้องพูดถึงวิชาที่เหล่านักบวชโบราณชำนาญ ทั้งกระบอง ทักษะหอกอันสง่างาม รวมถึงวิชาธนูที่พวกเขาภาคภูมิใจยิ่ง\n\nกลุ่ม Eremite มักจะเรียกคนกลุ่มนี้ว่า \"ผู้แฝงเร้น\" บางคนในนี้ก็ได้เปลี่ยนไปภักดีต่อเทพราชาที่เหลืออยู่ของ Sumeru แทน\nแต่คนส่วนใหญ่ได้หายไปในทะเลทรายอันกว้างใหญ่ ซ่อนตัวอยู่ในถิ่นพำนักหมู่ของงูแมงป่องและภูตของอาณาจักรโบราณ\nคนที่ภักดีต่อป่าฝนยังคงมีนิสัยปลีกวิเวกและพูดน้อย ใช้กำลังของตัวเองเพื่อตอบแทนบุญคุณพรโบราณ\nแต่ในใจพวกเขา ก็หวนคิดถึงบรรพบุรุษและราชา Deshret ที่ประสบกับภัยร้ายเมื่อพันปีก่อนอยู่เสมอ\n\nและแล้ว พิธีวิชาธนูอันเก่าแก่และงดงาม ก็ได้รับการสืบทอดโดยลูกหลานของนักบวช จวบจนปัจจุบัน\nถึงแม้ความหมายของอักษรโบราณและรูปภาพ จะสูญหายหรือผิดเพี้ยนไปแล้วก็ตาม\nแม้ท่วงท่าองอาจของราชา Deshret เมื่อครั้งยิงธนู จะได้แตกสลายไปในฝันครั้งเก่าแล้ว...\nแต่เชื้อไฟอ่อนแอของแคว้นเก่ายังไม่ดับมอด ทว่ามันได้กลายเป็นองค์ประกอบที่ลึกลับยิ่งกว่าเดิม\nใช้ความรู้เก่าที่พวกเขาได้รับตกทอดมา คอยปกป้องอารยธรรมในวันนี้ต่อไป\n\nส่วน \"ผู้แฝงเร้น\" ที่หายตัวไปในทะเลทราย ก็มีบางคนได้หลุดออกจากเส้นทางของนักบวช\nคนพวกนี้ลุ่มหลงกับภาพลวงตาของอำนาจ พยายามจะเปลี่ยนแปลงเผ่าที่อยู่ไม่นิ่ง\nพวกเขาใช้พิธีกรรมเข้มงวดในอดีต ฝึกเด็กที่เดินทางผิดเป็น \"เหยี่ยวนักล่า\"\nเทคนิคที่เคยพัฒนาขึ้นเพื่อฝึกฝนนักรบผู้สูงศักดิ์มาหลายชั่วอายุคน บัดนี้กลับถูกนำไปใช้ในทางที่ผิด\nเพื่อที่จะช่วยให้ \"ราชา\" องค์ใหม่ถือกำเนิดขึ้น จึงฝึกสุนัขล่าเนื้อที่ไร้ความนึกคิดขึ้นมา...\nแต่นี่เป็นเรื่องราวหลังจากนั้น คนที่มีความทะเยอทะยานสูงมักจะหายตัวไปในทะเลทราย\nจางหายไปอย่างเงียบเชียบ ราวกับหยดน้ำตาแห่งความทุกข์ ที่ไหลรินสู่มหาสมุทรอันกว้างใหญ่ไพศาล",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "4%",
	"effectName": "The Way of Sunfire",
	"effectTemplateRaw": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น <color=#99FFFFFF>{0}</color> ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที",
	"r1": {
		"description": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น 60% ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น 28% โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที",
		"values": [
			"60%",
			"28%"
		]
	},
	"r2": {
		"description": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น 75% ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น 35% โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที",
		"values": [
			"75%",
			"35%"
		]
	},
	"r3": {
		"description": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น 90% ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น 42% โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที",
		"values": [
			"90%",
			"42%"
		]
	},
	"r4": {
		"description": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น 105% ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น 49% โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที",
		"values": [
			"105%",
			"49%"
		]
	},
	"r5": {
		"description": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น 120% ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น 56% โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที",
		"values": [
			"120%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}