{
	"id": 15432,
	"name": "Sequence of Solitude",
	"description": "คันธนูยาวที่สร้างขึ้น เพื่อการยิงระยะไกลและลอบสังหาร เสียงยามลูกธนูพุ่งออกไป ถูกซ่อนไว้ในรัตติกาล ฟังดูเยือกเย็นและอ้อยอิ่ง",
	"descriptionRaw": "คันธนูยาวที่สร้างขึ้น เพื่อการยิงระยะไกลและลอบสังหาร เสียงยามลูกธนูพุ่งออกไป ถูกซ่อนไว้ในรัตติกาล ฟังดูเยือกเย็นและอ้อยอิ่ง",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "นั่นคือยุคสมัยที่กฎแห่งผืนน้ำยังไม่หลอมรวมเป็นรูปร่างดั่งทองเหลือง เหล่าหัวหน้าเผ่าที่เคยปกครองดินแดนอนารยชนในอดีตต่างรีบเร่งสร้างอารยธรรม\nเช่นเดียวกับคำสาบานที่แต่ละคนให้ไว้ ต่อหน้าดาบยาวแห่งทะเลสาบแห่งแสงในครั้งนั้น ด้วยปณิธานที่ต่างกัน คนชุดม่วงที่เปลี่ยนคำเรียกตนเองว่าเป็นชนชั้นสูง ได้ตีความกฎเกณฑ์ และความยุติธรรมด้วยตนเอง\nในลำดับสายเลือดของราชาและนักรบผู้ยิ่งใหญ่แห่งทะเลสูง ไม่ได้ขาดผู้มีเมตตาล้นเหลือ และไม่ได้ขาดคนเจ้าเล่ห์ทะเยอทะยาน หรือลูกหลานที่ละโมบซึ่งฝังรากลึกอยู่ใต้เงามืด\nคนเหล่านั้นใช้หน้ากากอันสัตย์ซื่อเมตตา ปิดบังความบ้าคลั่งต่อความมั่งคั่งและอำนาจ ดื่มด่ำไปกับความโกรธแค้นและความทุกข์ของคนยากคนจน ราวกับไวน์สีแดงในแก้ว\n\n\"แน่นอนว่า ฉันรู้ข้อห้ามที่นักล่าทองคำกำหนดไว้ว่า ให้เราอยู่ห่างจากการทะเลาะวิวาทในมหานครแห่งนั้น อย่าให้คมดาบของเราแปดเปื้อนเลือดของพี่น้องเรา\"\n\"แต่พวกบอกฉันทีสิว่า ระหว่างโจรที่เข่นฆ่าผู้ชอบธรรม เหล่าหัวหน้าเผ่าที่ทำร้ายผู้อ่อนแอ มันต่างจากปีศาจร้ายที่พรากชีวิตผู้บริสุทธิ์ตรงไหน?\"\n\"สหาย เหล่าทายาทของ Remuria และพี่น้องทุกคน โปรดฟังฉันให้ดี: การผดุงความยุติธรรมคือเป้าหมาย ไม่ใช่การผูกมัดตัวเอง\"\n\"หากพวกเธอเห็นทะเลแห่งทุกข์แล้ว แต่กลับไม่อยากทำให้ชื่อเสียงอันสูงส่งของตัวเองต้องด่างพร้อย งั้นก็ให้ฉันละทิ้งนามสกุล Walter และตัดขาดกับกลุ่มนักล่านับแต่นี้ไป\"\n\nด้วยเหตุนี้ ทายาทของจักรวรรดิจึงได้เป็นศัตรูกับทายาทของราชาแห่งแดนเหนือของทะเลสูงอีกครั้ง\nเพียงแต่ครั้งนี้ ผู้ที่อยู่ข้างเดียวกับคนยากคนจน กลับเป็นทายาทของผู้รุกรานในอดีต\nเขาทิ้งดาบยาวที่รับสืบทอดมาจากนักล่าทองคำ และเปลี่ยนมาใช้ธนูสั้นที่เพื่อนร่วมรุ่นดูแคลน\nเขาเร้นกายอยู่ท่ามกลางราชวังสูงใหญ่ราวกับเงามืด และใช้เลือดต่างหมึกวาดเชือกแห่งการพิพากษา\nนักล่าผู้ผอมแห้งไม่เหมาะที่จะเผชิญหน้ากับมอนสเตอร์ตรง ๆ แต่กลับเชี่ยวชาญในศิลปะการปลิดชีพคนชั่ว\nงานเลี้ยงที่แปดเปื้อนด้วยเลือดสีทองและดำมักใช้เสียงอึกทึกเป็นดั่งไวน์ เหล่าองค์ชายไม่เคยกลัวความขัดแย้งและความวุ่นวาย\nความเงียบที่เกิดขึ้นกะทันหันและลางมรณะที่ย่างกรายมาเป็นลำดับ กลับกลายเป็นสิ่งที่อีกฝ่ายเกรงกลัวสุดแสน...\n\n...\n\nบางทีอาจเพราะคำนึงถึงการใช้งานจริง ทั้งทักษะการลอบสังหารที่คร่าชีวิตพวกชนชั้นสูงนับไม่ถ้วน\nทักษะการยิงธนูที่แต่เดิมถูกใช้เพื่อให้แทงทะลุลำคอของผู้กดขี่ และวิธีเดินที่เดิมทีใช้เพื่อหลบหนี\nแม้ว่าจะถูกประหารโดยกบฏของตระกูล Walter และถูกล้างมลทินในเกมเดิมพันของคนชุดสีม่วง\nหลังจากถูกยกย่องให้เป็นเพชฌฆาตแห่งเงามายาในละครที่ได้รับการสนับสนุน จนกลายเป็นไอดอลที่ไร้พิษสงไปแล้ว\nพวกมันก็ไม่เคยสูญหายไป แต่ได้ถูกสืบสานโดยนักล่าเงารุ่นหลัง ภายใต้การอนุมัติโดยปริยายจากผู้มีอำนาจสูง\nจนกระทั่งเหตุการณ์ล้อมเมือง Poisson ในอีกหลายพันปีต่อมา พวกมันก็ทำให้แม่น้ำย้อมไปด้วยเลือดของผู้ที่พวกมันสาบานว่าจะปกป้อง...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "9%",
	"effectName": "Silent Trigger",
	"effectTemplateRaw": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง <color=#99FFFFFF>{0}</color> ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
	"r1": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 40% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 50% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 60% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 70% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีโดนศัตรู จะสร้างความเสียหายวงกว้าง 80% ของค่าพลังชีวิตสูงสุด ในตำแหน่งเป้าหมาย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}