{
	"id": 11433,
	"name": "Serenity's Call",
	"description": "ดาบยาวที่หลอมจากโลหะ เมื่อกวัดแกว่ง จะเกิดเสียงหวีดหวิวทุ้มหนัก",
	"descriptionRaw": "ดาบยาวที่หลอมจากโลหะ เมื่อกวัดแกว่ง จะเกิดเสียงหวีดหวิวทุ้มหนัก",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "ท่ามกลางป่าที่ปกคลุมไปด้วยลมหนาวและหมอกหนา เคยมีเรื่องเล่าประหลาดเกี่ยวกับวิญญาณกระหายเลือด\nว่ากันว่ามันคือวิญญาณร้ายที่มีนิสัยขี้โมโหและเหี้ยมโหด มันจะเข่นฆ่าผู้ที่บุกเข้าไปในป่าทึบ\nไม่ว่าจะเป็นทหารผู้ป่าเถื่อนจากแดนเหนือ หรือกลุ่มโจรที่รวมตัวกันอย่างวุ่นวายบนทุ่งทุนดรา\nเมื่อพูดถึงความเงียบเหงาของ Nephilheim พวกเขามักจะต้องกดเสียงเบาลงอย่างไม่รู้ตัว\nราวกับเกรงว่าเสียงคำรามต่ำอย่างน่าหดหู่ที่อยู่เบื้องหลังนั้น จะกลายเป็นเสียงสุดท้ายที่ได้ยินในชีวิตนี้\n\nไม่ค่อยมีใครรู้นักหรอก ว่าเสียงคำรามต่ำนั้นไม่ใช่เสียงคุกคามจากวิญญาณร้าย แต่เป็นเสียงคมอาวุธของนักล่านิรนามผู้หนึ่ง\nนั่นคือผู้ถูกเนรเทศที่ไม่เคยถูกจารึกชื่อ แขกผู้เงียบงันที่ตลอดชีวิตนี้ไม่เคยลุกขึ้นต่อสู้เพื่ออุดมคติหรือธงใด ๆ\nเพื่อปกป้องเด็ก ๆ ที่สูญเสียบ้านเกิดจากภัยความวุ่นวาย และต้องหลบไปพึ่งพากันอาศัยอยู่ในป่าหนาวเย็น\nเพื่อปกป้องเด็ก ๆ ที่ใช้หอยสังข์เป็นโทเคน นักล่าจึงต้องฆ่าเหล่าคนพาลในป่าให้สิ้นซาก\nคมมีดโลหะที่เย็นเยียบไม่สามารถเลียนแบบเสียงสะท้อนของหอยสังข์ได้ เช่นเดียวกับอดีตที่ไม่อาจย้อนกลับคืนมา\nแต่สีอันอบอุ่นที่ทะลักออกจากข้างลำคอ ก็ช่วยให้เหล่าคนร้ายเงียบเสียงลง ไม่ทำให้ความฝันอันเงียบสงบของเด็ก ๆ ถูกรบกวน\n\nนับแต่ยุคของ Tsar และเหล่าชนชั้นสูงในอดีตกาล ตราบจนถึงช่วงเวลาอันยาวนานของ การก่อร่างสร้างยุคสมัยของกฎระเบียบใหม่\nนักล่าที่ร่อนเร่ไปอย่างไม่รู้จุดหมายก็ยังไม่เคยกล่าวอะไร และไม่เคยละทิ้งเสียงหวีดของการออกล่าในคืนเหน็บหนาว\nจวบจนไม่มีเด็กที่ต้องสูญเสียแหล่งพักพิง และถูกบังคับให้ต้องทนอยู่ในป่าอันหนาวเหน็บ\nจวบจนผู้คุ้มกันวัยชราได้ลืมเลือนคำพูดสุดท้ายไปในราตรีสีขาวที่ไม่รู้จบ\nนักล่าทิ้งดาบในมือก่อนจะหันหลังเดินเข้าไปในป่าทึบ และไม่มีใครได้เห็นเขาปรากฏตัวอีกเลย",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "13.3%",
	"effectName": "Solemn Silence",
	"effectTemplateRaw": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> ลัคนาจันทร์ - จรัสแสง: พลังชีวิตสูงสุดจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก <color=#99FFFFFF>{1}</color> เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 16% ลัคนาจันทร์ - จรัสแสง: พลังชีวิตสูงสุดจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 16% เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 20% ลัคนาจันทร์ - จรัสแสง: พลังชีวิตสูงสุดจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 20% เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 24% ลัคนาจันทร์ - จรัสแสง: พลังชีวิตสูงสุดจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 24% เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 28% ลัคนาจันทร์ - จรัสแสง: พลังชีวิตสูงสุดจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 28% เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "ภายใน 12 วินาที หลังจากตัวละครทำให้เกิดปฏิกิริยาธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 32% ลัคนาจันทร์ - จรัสแสง: พลังชีวิตสูงสุดจากเอฟเฟกต์นี้จะเพิ่มขึ้นอีก 32% เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}