{
	"id": 12409,
	"name": "Serpent Spine",
	"description": "อาวุธหายากจากทะเลโบราณ เสียงของระบำดาบนั้นเป็นเหมือนดั่งเสียงของคลื่นยักษ์ในอดีตกาล",
	"descriptionRaw": "อาวุธหายากจากทะเลโบราณ เสียงของระบำดาบนั้นเป็นเหมือนดั่งเสียงของคลื่นยักษ์ในอดีตกาล",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "ดาบใหญ่ที่ทำมาจากกระดูกสันหลังของอสูรแห่งท้องทะเลนั้น กระดูกแต่ละอันต่างมีเรื่องราวอันชวนขนลุก\nในอดีตนักเดินเรือจะใช้กระดูกของอสูรตกแต่งหัวเรือ, กระดูกงูเรือ\nเพื่อข่มขวัญอสูรยักษ์ใต้ท้องทะเลลึกและพวกที่อิจฉาผู้ที่อาศัยอยู่บนบก\n\nในสมัยก่อนยุคที่มหาสมุทรไม่สงบนั้น การออกเดินเรือเป็นเหมือนการลาจากชั่วนิรันดร์\nเพลงเรืออันเสนาะหูในทุกวันนี้ ในเวลานั้นเป็นเพลงอำลาที่ทำให้ผู้คนนิ่งเงียบ\nสมัยนั้นมีกัปตันที่ถือดาบใหญ่ ผู้ที่ชอบดื่มและร้องรำทำเพลงก่อนออกทะเล เมื่อมีคนถามเขาก็ยิ้มและเอ่ยว่า:\n\"ฉันรู้ตัวเองดี ร่ำสุราและร่ำเสียงเพลงแล้วมันยังไงกันเล่า แค่รอเวลาที่กระแสน้ำทะเลและทิศทางลมที่ถูกต้อง\"\nแต่กลับไม่พูดต่อ เพียงแค่ชูแก้วขึ้น หัวเราะทักทายผู้คนไปทั่วเพื่อดื่มต่อ\n\nในที่สุดช่วงเวลาที่กระแสน้ำทะเลและทิศทางลมที่ถูกต้องก็มาถึง เรือรบยักษ์ได้ชักใบเรือขึ้นเพื่อออกเรือ\nลึกลงไปในทะเลหมอกที่อยู่ไกล ๆ คลื่นใต้น้ำที่ซัดสาด มหาสมุทรที่เต็มไปด้วยอสูรทะเล\nท้ายที่สุดทั้งกัปตันผู้ร้องรำทำเพลงและเรือของเขาก็ไม่ได้กลับไปยังท่าเรือที่ล้อมรอบด้วยภูเขา\nต่อมาไม่นาน ซากศพของอสูรยักษ์ใต้ทะเลลึกก็ถูกกระแสคลื่นพัดมายังชายฝั่ง\nดาบใหญ่ได้เปิดแผลให้เห็นถึงกระดูกสีขาวอันน่าสยดสยอง ส่วนเลือดนั้นถูกกระแสน้ำทะเลชะล้างเสียจนสะอาดหมดจด\n\n\"รอเวลาที่กระแสน้ำทะเลและทิศทางลมที่ถูกต้อง ฉันจะออกทะเลเพื่อล้างแค้นเธอ เจ้าคนหลงใหลในคลื่นทะเลเอ๋ย\"\n\"เป็นศพให้ปลากินเป็นไง แบบนี้ก็จะสามารถส่งเพลงเรือที่เธอชื่นชอบไปยังทะเลลึกที่เธออยู่ได้\"\n\nทุกวันนี้บนท้องทะเลนั้นไม่มีทางที่จะมีอสูรยักษ์ปรากฏตัวขึ้นจากคลื่นที่โหมซัดสาดท่ามกลางพายุฝนอีก \nประเพณีการใช้กระดูกของอสูรทะเลตกแต่งหัวเรือและกระดูกงูเรือนั้น ก็ถูกลืมเลือนไปตามการสูญพันธุ์ของอสูรทะเล\nแต่เมื่อออกเรือไปยังที่ไกล ๆ บางครั้งก็ได้ยินราวกับเสียงฟ้าร้องจากใต้ทะเลลึก ที่ทำให้ตัวชาวาบไปถึงสันหลัง...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "6%",
	"effectName": "Wavesplitter",
	"effectTemplateRaw": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง <color=#99FFFFFF>{0}</color> และเพิ่มความเสียหายที่ได้รับ <color=#99FFFFFF>{1}</color> เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
	"r1": {
		"description": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง 6% และเพิ่มความเสียหายที่ได้รับ 3% เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
		"values": [
			"6%",
			"3%"
		]
	},
	"r2": {
		"description": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง 7% และเพิ่มความเสียหายที่ได้รับ 2.7% เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
		"values": [
			"7%",
			"2.7%"
		]
	},
	"r3": {
		"description": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง 8% และเพิ่มความเสียหายที่ได้รับ 2.4% เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
		"values": [
			"8%",
			"2.4%"
		]
	},
	"r4": {
		"description": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง 9% และเพิ่มความเสียหายที่ได้รับ 2.2% เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
		"values": [
			"9%",
			"2.2%"
		]
	},
	"r5": {
		"description": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง 10% และเพิ่มความเสียหายที่ได้รับ 2% เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
		"values": [
			"10%",
			"2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 12
			}
		]
	}
}