{
	"id": 15513,
	"name": "Silvershower Heartstrings",
	"description": "ธนูแห่งภูตในตำนาน ไม่ว่าจะอยู่บนเวทีหรือในสนามรบ ล้วนแต่สามารถทำให้ผู้สดับฟัง ประทับใจได้อย่างง่ายดายเสมอ",
	"descriptionRaw": "ธนูแห่งภูตในตำนาน ไม่ว่าจะอยู่บนเวทีหรือในสนามรบ ล้วนแต่สามารถทำให้ผู้สดับฟัง ประทับใจได้อย่างง่ายดายเสมอ",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 5,
	"story": "นักเขียนบทละครของ Fontaine มักใช้สายพิณอุปมาถึงจิตใจ ซึ่งก็คือ \"สายหัวใจ\" หรือความรู้สึกในใจที่ผู้คนมักพูดถึงกัน\nจิตใจของคนเราเปรียบดั่งสายพิณ บรรเลงท่วงทำนองที่แตกต่างกันไปตามจังหวะของโชคชะตา\nคำว่า \"สายหัวใจ\" นี้ ได้ถูกบันทึกอยู่ในหนึ่งในบทละครที่เก่าแก่ที่สุดของ Fontaine อย่าง \"Dryas\"\nแต่ \"สาย\" ที่ถูกใช้เปรียบเปรยในตอนแรกนั้นไม่ใช่สายของพิณ แต่เป็นสายคันธนู\n\nตัวเอกของละครเรื่องนี้มีชื่อว่า Aurelius ซึ่งเป็นต้นแบบของตัวละครชื่อเดียวกันในผลงานยุคต่อมาเรื่อง \"บันทึกสงครามแห่ง Aurelius\" ที่แต่งโดย Coppelius\nตามสคริปต์นั้น เขาได้รับการยกย่องว่าเป็นวีรบุรุษผู้มีเกียรติดั่งทองคำ ซึ่งพิชิตอาณาจักรและเมืองที่ตั้งตัวเป็นกบฏนับไม่ถ้วนเพื่อ Fontaine\nเพียงแต่ไม่มีบุคคลใดที่เกี่ยวข้องกันในบันทึกทางประวัติศาสตร์ ด้วยเหตุนี้เอง เขาจึงมักถูกมองว่าเป็นตัวละครที่ถูกสมมุติขึ้นมาในละคร เช่นเดียวกับ Ajax\n\nตำนานเล่าว่าระหว่างที่ออกรบ เขาเคยตกลงไปในกับดักของศัตรู และพลัดหลงกับกองทัพในป่าสน\nขณะที่คมดาบของมือสังหารกำลังจะปลิดชีวิตเขานั้นเอง ลูกธนูสีเงินยวงก็พุ่งแหวกอากาศมาราวกับสายฝนที่โปรยปราย\nเมื่อหันมองตามเสียงของสายธนูที่สั่นไหว เขาก็เห็นบุคคลที่ \"เทพเจ้าได้สร้างรูปโฉมอันงดงามนี้ขึ้นมา และทำลายแม่พิมพ์นี้ทิ้งเพราะสงสารมนุษย์\"\nหญิงสาวนาม Dryastis จูงมือที่ไม่น่าจะรู้สึกถึงสิ่งละเอียดอ่อนอีกแล้ว และพาเขาออกจากป่าสนที่เปื้อนเลือด\n\n\"ฉันแค่ไม่อยากเห็นคนอื่นตายอยู่ที่นี่อย่างไร้ประโยชน์อีก ความโศกเศร้าไหลผ่านผืนน้ำไปมากมายเหลือเกิน\"\n\"ฉันขอร้องคุณแค่เรื่องเดียว นักรบผู้สูงศักดิ์ ได้โปรดนำความขัดแย้งออกไปจากที่นี่ที\"\n\"อย่าให้น้ำบริสุทธิ์ของที่นี่ต้องปนเปื้อน 'ความตาย' อีก ให้เรารักษาบ้านหลังสุดท้ายนี้เอาไว้ด้วย\"\n\nวีรบุรุษหนุ่มที่ออกรบมักคิดว่า หัวใจและร่างกายของตน แข็งกระด้างราวกับหินขาวที่ใช้สร้างเมืองไปแล้ว\nแต่ในขณะที่เมืองหลวงตกลงสู่ความเงียบสงัดในที่สุด สายธนูที่กวนใจก็เพิ่มเสียงที่ไม่สอดคล้องกัน ให้กับเรื่องราวในบทกวีของวีรบุรุษ...\n\nการเปลี่ยนแปลงตำนานที่มีมานับพันปี และดัดแปลงให้เป็นละคร ทำให้เรื่องราวเก่าแก่นี้มีการพัฒนาที่แตกต่างกันนับไม่ถ้วน\nในเรื่องราวบางเรื่อง ในที่สุดวีรบุรุษผู้เคยพิชิตอาณาจักรและเมืองมานับไม่ถ้วน ก็ยอมรับฟังคำขอร้องของภูตสาว\nเขารับคันธนูที่เธอมอบให้และถอนกำลังทหารกลับ แต่ถูกคนทรยศสังหารระหว่างทาง และถูกฝังอยู่ใต้เหวทะเลลึก\nส่วนในเรื่องอื่น ๆ Aurelius ผู้เรืองอำนาจที่ตกอยู่ในห้วงรักข้างเดียวอันแสนเศร้า นำทัพบุกเข้าไปในป่าสน\nเขาตามหาร่องรอยของเธอ และปรารถนาที่จะได้พบเธออีกครั้ง เพื่อให้เธอมาเป็นคนรักและอยู่เคียงข้างเขา\nหญิงสาวหนีไปถึงริมแม่น้ำ และหลั่งน้ำตาอ้อนวอนต่อมารดาแห่งน้ำบริสุทธิ์ เพื่อขอให้นางช่วยให้ตนรอดพ้นจากความยึดมั่นของวีรบุรุษที่มีต่อตน\nเจ้าแห่งผืนน้ำสงสารในโชคชะตาของเธอ จึงเปลี่ยนเธอให้กลายเป็นต้นสน ส่วนสายธนูที่เคยยิงศรแห่งรักปักเข้าหัวใจของเขา\nสายธนูนั้นขาดสะบั้นเช่นเดียวกับหัวใจ ร่วงหล่นอยู่ข้างกายหญิงสาวอย่างเงียบงัน และจมลงไปท่ามกลาง Pluie Lotus นับไม่ถ้วนที่กำลังบานสะพรั่ง\nวีรบุรุษหนุ่มผู้โศกเศร้าจ้องมองเงาดอกไม้ในน้ำ ไม่ยอมจากไปอยู่นาน สุดท้ายก็ตกลงไปในสระลึกนั้น...\n\nนักปรัชญาธรรมชาติรุ่นหลังได้ทำการค้นคว้า และพิสูจน์ว่า ครั้งหนึ่งเคยมีชนเผ่าอนารยชนที่ชื่อว่า \"Dryas\" ตั้งรกรากอยู่ที่นี่\nป่าสนแห่งนี้จึงได้ชื่อเพราะเหตุนี้เอง แต่คำอธิบายที่ไร้ซึ่งความโรแมนติกนี้ ไม่เคยเกี่ยวข้องอะไรกับละครเลย\nไม่ว่าสุดท้ายจะต้องจมลงสู่ทะเลลึก หรือเจตจำนงและความปรารถนาจะถูกกัดเซาะ ไปตามกาลเวลาอันยาวนาน\nหรือว่าในที่สุดเขาก็ได้ขึ้นมาบนบกในอีกหลายปีต่อมา แต่กลับต้องตายด้วยน้ำมือของกองทัพเรือสีขาว หรือนักล่าเงาแห่งยุคใหม่ก็ตาม\nเรื่องราวของวีรบุรุษหนุ่มก็จบลงเพียงเท่านี้ และ Dryastis ก็เป็นเพียงตำนานเรื่องหนึ่งในยุคแห่งความวุ่นวายเท่านั้นเอง\n\nส่วนคันธนูที่ครั้งหนึ่งเคยสั่นคลอนโชคชะตาของ Aurelius นั้น ถูกใครสักคนที่อยู่ใต้น้ำลึกเก็บได้ และผ่านการเปลี่ยนมือมานับครั้งไม่ถ้วน\nมันได้รับการตกแต่ง และถูกดัดแปลงให้เป็นอุปกรณ์การแสดงบนเวทีของเด็ก ๆ ที่บ้านเกิด ซึ่งนี่ก็เป็นอีกเรื่องราวหนึ่งเช่นกัน",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "14.4%",
	"effectName": "Dryas's Nocturne",
	"effectTemplateRaw": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที",
	"r1": {
		"description": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น 12%/24%/40% ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 28% เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที",
		"values": [
			"12%/24%/40%",
			"28%"
		]
	},
	"r2": {
		"description": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น 15%/30%/50% ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 35% เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที",
		"values": [
			"15%/30%/50%",
			"35%"
		]
	},
	"r3": {
		"description": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น 18%/36%/60% ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 42% เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที",
		"values": [
			"18%/36%/60%",
			"42%"
		]
	},
	"r4": {
		"description": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น 21%/42%/70% ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 49% เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที",
		"values": [
			"21%/42%/70%",
			"49%"
		]
	},
	"r5": {
		"description": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น 24%/48%/80% ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 56% เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที",
		"values": [
			"24%/48%/80%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essence of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}