{
	"id": 14501,
	"name": "Skyward Atlas",
	"description": "บันทึกมวลเมฆที่เป็นเหมือนตัวแทนของ Dvalin และเทพแห่งลมผู้เป็นเจ้าของเดิม ภายในระบุรายละเอียดของสายลมและหมู่เมฆในแดนเหนือ และมีพลังของท้องฟ้าและสายลมอยู่ด้วย",
	"descriptionRaw": "บันทึกมวลเมฆที่เป็นเหมือนตัวแทนของ Dvalin และเทพแห่งลมผู้เป็นเจ้าของเดิม ภายในระบุรายละเอียดของสายลมและหมู่เมฆในแดนเหนือ และมีพลังของท้องฟ้าและสายลมอยู่ด้วย",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "แผนที่ภูมิอากาศ\nสำเนาแผนที่ที่เกี่ยวข้องกับสภาพอากาศของภูมิภาคทางตอนเหนือ โดยถูกนำเสนอในรูปแบบของบทกวีและรูปภาพ\nประกอบไปด้วยบทกวีสรรเสริญกว่าแสนบท ซึ่งและแต่ละบทนั้นเป็นของกลุ่มเมฆและลมที่มีชื่อแตกต่างกัน\nแผนที่เมฆทำให้เกิดกระแสลมและบทกวีสรรเสริญทำให้เห็นภาพ\nลมที่ไม่มีรูปร่างนับพันกลายเป็นเพื่อนและครอบครัวในสายตาของ Barbatos\n\nในยุคสมัยโบราณ เทพแห่งลมได้ถือครองต้นฉบับไว้เพื่อเรียกสายลมทั้งสี่\nเขาละลายหิมะ, ขับไล่อสูรออกไป, เรียกลมฝนและสร้าง Mondstadt ขึ้นมา\nจากนั้นเทพแห่งลมผู้ใจดีได้คัดลอกหนังสือเล่มนี้ให้กับทุกคนและตั้งชื่อมันว่า Cloud Atlas\nน่าเสียดายที่ไม่มีอะไรยั่งยืน หลังจากผ่านไปหลายปีภาพบางอย่างและบทกวีสรรเสริญบางส่วนก็ได้หายไป\nบันทึกเรื่องราวมากมายที่กระจัดกระจายไปอยู่ในฝูงชนและกลายเป็นบทเพลงและตำนานเรื่องเล่า\n\nประวัติศาสตร์ของสายลมนับพันนั้นไม่สูญหายเพราะ Barbatos ยังคงถือพวกมันเอาไว้\nเมื่อ Barbatos ยืนหยัดต่อสู้กับปีกเงาของมังกรอสูร Durin\nเขาขับร้องบทเพลงพันลมและเรียกมังกรแห่งสายลมออกมา\nผู้ที่เชี่ยวชาญหนังสือเล่มนี้ได้เข้าใจถึงชื่อจริงและพลังอันยิ่งใหญ่ของมัน\n\nในตอนนี้ท้องฟ้าของ Mondstadt นั้นทั้งสงบและก็เป็นสีฟ้า\nทั้ง Barbatos และ Dvalin ต่างก็พบสถานที่แห่งใหม่ของตน\nและได้มอบ The Atlas ให้อยู่ในความดูแลของผู้ที่สมควรได้รับความไว้วางใจเช่นนั้น",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "7.2%",
	"effectName": "Wandering Clouds",
	"effectTemplateRaw": "โบนัสความเสียหายธาตุเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ <color=#99FFFFFF>{1}</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
	"r1": {
		"description": "โบนัสความเสียหายธาตุเพิ่มขึ้น 12%; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ 160% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "โบนัสความเสียหายธาตุเพิ่มขึ้น 15%; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ 200% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "โบนัสความเสียหายธาตุเพิ่มขึ้น 18%; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ 240% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "โบนัสความเสียหายธาตุเพิ่มขึ้น 21%; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ 280% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "โบนัสความเสียหายธาตุเพิ่มขึ้น 24%; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ 320% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 5
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 18
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 9
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 18
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 14
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 27
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 18
			}
		]
	}
}