{
	"name": "Skyward Pride",
	"description": "ดาบใหญ่ที่เป็นสัญลักษณ์แห่งความทรนงของ Dvalin ผ่านฟากฟ้า เมื่อเหวี่ยงมัน จะมีคลื่นเสียงต่ำที่เกิดจากพลังของฟ้าและพลังแห่งลมที่ซ่อนอยู่ภายใน",
	"weapontype": "ดาบใหญ่",
	"rarity": "5",
	"story": "The sky-shaking bravery\nเกิดในอาณาจักรโบราณที่อยู่ในเหว\nในที่สุดแม้แต่ปีกสีดำก็ถูกตัดออกด้วยความภาคภูมิของสายลม\n\nในอดีตนั้นความริษยาของอสูรมังกร Durinที่มีต่อความรุ่งเรืองของ Mondstadt นั้นได้สร้างความหวาดหวั่นให้แก่ผู้คน\nผู้คนต่างพากันร้องไห้ให้กับแผ่นดินที่แห้งแล้งและทำให้เทพแห่งลมที่หลับอยู่ในป่าต้องตกใจตื่น\nเทพเจ้าแห่งสายลมออกมาตามคำเรียกร้องของทุกคนพร้อมกับเรียกผู้รับใช้ของเขามาด้วย\nเพื่อปกป้องชีวิตและอิสรภาพของผู้คนจากเงาอันชั่วร้ายของมังกรอสูร\n\nท่ามกลางการต่อสู้อันดุเดือดในหมู่เมฆ Dvalin ก็สยายปีกทั้งหกที่ได้รับพรจากเทพ\nตัดท้องฟ้าทั้งด้านซ้ายและขวาผ่านเกล็ดเหล็กของ Durin\nต่อสู้ท่ามกลางท้องฟ้าอย่างเอาเป็นเอาตาย Dvalin ปล่อยพลังเขี้ยววายุจากกรงเล็บมหึมาของมัน\nราวกับเคียวแหลมเจาะทะลุเนื้ออันเน่าเปื่อยของ Durin\n\nการต่อสู้ครั้งนี้สั่นสะเทือนไปทั้งฟ้าและผืนแผ่นดิน\nในที่สุด คอของมังกรอสูรก็ถูก Dvalin เฉือนและร่วงลงจากท้องฟ้า\nมังกรแห่งสายลมได้รับพรจากเทพเจ้าและปกป้องชาว Mondstadt\nอย่างไรก็ตามมันติดเชื้อจากเลือดพิษและการกัดกร่อนค่อยๆเข้าสู่กระดูก\n\nDvalin ผู้เป็นฮีโร่กลับต้องทนทุกข์ทรมานเพียงลำพังและเลือดพิษก็ทำให้เกิดความชั่วร้าย\nภายใต้การล่อลวงของเหวนรก มังกรลมก็หายไปและล้มลงตกสู่ความชั่วร้ายกลายเป็น Stormterror\nแต่ความเจ็บปวดที่เกิดจากความโกรธแค้นและพิษก็ถูกบรรเทาลงโดยเจ้านายเก่าที่แสนอ่อนโยน\nเพื่อนที่จริงใจและเหล่าสหายใหม่กำจัดเหล่าอสูรอย่างกล้าหาญ ฟื้นฟูชื่อและเกียรติของ Dvalin\n\nตลอดช่วงเวลานอนหลับนานนับศตวรรษ เหล่าผู้คนของ Mondstadt ได้ลืมเลือนของ Dvalin\nอย่างไรก็ตามเนื่องจากพายุที่ผ่านมา ร่างของมังกรลมหกปีกนั้นกลับมาปรากฏสู่สายตาของผู้คนอีกครั้ง\nพร้อมกับเพลงของ Barbatos พร้อมกับพรของเทพแห่งสายลม\nพร้อมกับสายลมที่ไม่ถูกยับยั้ง ในที่สุดเขาก็ลอยขึ้นสู่ท้องฟ้าอีกครั้ง",
	"baseatk": 48,
	"substat": "การฟื้นฟูพลังงาน",
	"subvalue": "8",
	"effectname": "Sky-ripping Dragon Spine",
	"effect": "เพิ่มความเสียหายที่สร้างขึ้น {0}; หลังจากที่ปล่อยท่าไม้ตาย: เมื่อการโจมตีปกติหรือชาร์จโจมตีโดนเป้าหมายจะสร้างใบมีดสุญญากาศขึ้นมาและสร้างความเสียหาย {1} ของพลังโจมตีให้แก่ศัตรูที่อยู่ในเส้นทางเป็นเวลา 20 วินาที หรือจนกว่าจะปล่อยใบมีดสุญญากาศถึง 8 ครั้ง",
	"r1": [
		"8%",
		"80%"
	],
	"r2": [
		"10%",
		"100%"
	],
	"r3": [
		"12%",
		"120%"
	],
	"r4": [
		"14%",
		"140%"
	],
	"r5": [
		"16%",
		"160%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Boreal Wolf's Milk Tooth",
				"count": 5
			},
			{
				"name": "Dead Ley Line Branch",
				"count": 5
			},
			{
				"name": "Slime Condensate",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 5
			},
			{
				"name": "Dead Ley Line Branch",
				"count": 18
			},
			{
				"name": "Slime Condensate",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 9
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 9
			},
			{
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 5
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 18
			},
			{
				"name": "Slime Secretions",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 9
			},
			{
				"name": "Ley Line Sprout",
				"count": 14
			},
			{
				"name": "Slime Concentrate",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Boreal Wolf's Nostalgia",
				"count": 6
			},
			{
				"name": "Ley Line Sprout",
				"count": 27
			},
			{
				"name": "Slime Concentrate",
				"count": 18
			}
		]
	}
}