{
	"id": 13502,
	"name": "Skyward Spine",
	"description": "หอกที่เป็นสัญลักษณ์ของ ความตั้งใจของ Dvalin ด้ามหอกที่ตรงดิ่งชี้ไปยังฟากฟ้า มีพลังของฟ้าและพลังแห่งลม ซ่อนอยู่ภายใน",
	"descriptionRaw": "หอกที่เป็นสัญลักษณ์ของ ความตั้งใจของ Dvalin ด้ามหอกที่ตรงดิ่งชี้ไปยังฟากฟ้า มีพลังของฟ้าและพลังแห่งลม ซ่อนอยู่ภายใน",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 5,
	"story": "กระดูกค้ำฟ้า\nความมุ่งมั่นและจริงใจของเทพแห่งลม ในการปกป้องประเทศแห่งสายลมนั้นไม่เคยเปลี่ยนแปลง\nผู้ที่มั่นคงแน่วแน่ จะสนับสนุนการต่อสู้ถึงชีวิตระหว่างมังกรแห่งสายลมและศัตรูที่ชั่วร้าย\n\nในอดีตมังกร Durin เป็นผู้กำหนดความสุขของ Mondstadt ได้โจมตีและทำลายที่ราบ\nเมื่อปีกสีดำของ Durin สยายปกคลุมท้องฟ้า เมฆพิษสีดำก็ได้กระจายไปทั่วผืนฟ้า:\nสายลมนับพันที่ภาคภูมิ ไม่อาจทนต่อพิษเน่าเสียที่อยู่ในหมู่เมฆได้อีกต่อไป\nฝนสีดำตกลงมาจากหมู่เมฆ ผู้คนที่โดนฝนนั้นต่างร้องครวญครางและคร่ำครวญ\nเทพแห่งลมถูกปลุกให้ตื่นด้วยเสียงร้องไห้ และใจของเขาถูกทิ่มแทงด้วยความสิ้นหวังที่เงียบงัน\nDvalin ถูกเรียกออกมา และสายลมอันรุนแรงก็ได้พัดเอาเมฆพิษให้สลายไป\n\nมังกรพุ่งลงมาจากท้องฟ้า กระแสลมแรงตัดผ่านปีกพิษสีดำสนิทของมังกรร้าย\nเบื้องหลังปีกของมังกร คือกระแสลมที่ม้วนตัวและฟาดผ่านเมฆดำให้แตกเป็นเสี่ยง ๆ\nDvalin ควบคุมมังกรพิษไว้ด้วยกรงเล็บยักษ์และเขี้ยวของมัน และบินขึ้นไปยังจุดสูงบนฟ้าที่ไร้เมฆ\nพายุฝนที่มืดมิดก็สลายไปพร้อมกับเมฆดำ และท้องฟ้าที่ลุกไหม้ก็กลายเป็นสนามรบสำหรับการต่อสู้ของมังกร\n\nในที่สุดฟันแหลมคมของมังกรแห่งสายลม ก็เจาะทะลุลำคอของมังกรร้าย และกรงเล็บขนาดยักษ์ฉีกทะลุอกที่เป็นเนื้อร้าย\nสิ่งมีชีวิตแห่งบาปได้ตกลงไปในท้องฟ้าที่ไร้มลทินด้วยความเสียใจอันยาวนาน และได้ตกลงบนยอดเขาที่ปกคลุมด้วยหิมะ\nการต่อสู้อย่างดุเดือดเหนือท้องฟ้า ช่วยปกป้องผู้คนของเทพแห่งลมจากห้วงเหวของความวิกฤต\nในเวลาแห่งชัยชนะ เลือดพิษก็แทรกซึมเข้าไปในฟันของมังกร และหลั่งเข้าไปในอวัยวะภายในของมัน\n\nความเน่าเปื่อยและความเจ็บปวดแทรกซึมไปถึงกระดูก มังกรแห่งสายลมได้ขดตัวอยู่ใต้ซากปรักหักพัง\n—— Dvalin ผู้กำลังเลียบาดแผลอยู่ เชื่อว่าสักวันมันจะถูกปลุกขึ้นมาอีกครั้ง\nโบยบินไปทั่วฟ้า สลายหมอกควัน และร้องเพลงคลอกับเทพแห่งลมเพื่อนรักของมัน",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "8%",
	"effectName": "Black Wing",
	"effectTemplateRaw": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และเพิ่มความเร็ว การโจมตีปกติ <color=#99FFFFFF>{1}</color> เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ <color=#99FFFFFF>{2}</color> และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ <color=#99FFFFFF>{3}</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
	"r1": {
		"description": "อัตราคริเพิ่มขึ้น 8% และเพิ่มความเร็ว การโจมตีปกติ 12% เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ 50% และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ 40% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
		"values": [
			"8%",
			"12%",
			"50%",
			"40%"
		]
	},
	"r2": {
		"description": "อัตราคริเพิ่มขึ้น 10% และเพิ่มความเร็ว การโจมตีปกติ 12% เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ 50% และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ 55% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
		"values": [
			"10%",
			"12%",
			"50%",
			"55%"
		]
	},
	"r3": {
		"description": "อัตราคริเพิ่มขึ้น 12% และเพิ่มความเร็ว การโจมตีปกติ 12% เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ 50% และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ 70% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
		"values": [
			"12%",
			"12%",
			"50%",
			"70%"
		]
	},
	"r4": {
		"description": "อัตราคริเพิ่มขึ้น 14% และเพิ่มความเร็ว การโจมตีปกติ 12% เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ 50% และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ 85% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
		"values": [
			"14%",
			"12%",
			"50%",
			"85%"
		]
	},
	"r5": {
		"description": "อัตราคริเพิ่มขึ้น 16% และเพิ่มความเร็ว การโจมตีปกติ 12% เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ 50% และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ 100% ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
		"values": [
			"16%",
			"12%",
			"50%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Seal Scroll",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 18
			}
		]
	}
}