{
	"id": 12411,
	"name": "Snow-Tombed Starsilver",
	"description": "ดาบใหญ่โบราณที่ซ่อนอยู่ในภาพฝาผนังนี้ หลอมขึ้นมาจากดวงดาว ดูเหมือนจะมีพลังที่สามารถฟันน้ำแข็งและหิมะได้",
	"descriptionRaw": "ดาบใหญ่โบราณที่ซ่อนอยู่ในภาพฝาผนังนี้ หลอมขึ้นมาจากดวงดาว ดูเหมือนจะมีพลังที่สามารถฟันน้ำแข็งและหิมะได้",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "เมื่อเมืองหลวงอันเขียวชอุ่มถูกผนึกโดยเมฆหมอก\nพายุหิมะที่ไม่มีวันสิ้นสุดตัดแสงจันทร์เย็นยะเยือก\nเมื่อชีวิตและเรื่องราวที่ถูกขัดจังหวะ\nต้องถูกทิ่มแทงด้วยกรงเล็บแหลมที่ร่วงมาจากฟ้า...\n\nบุตรสาวของนักบวชมอบดาบใหญ่ที่ทำจาก Starsilver ให้นักรบผู้มาจากต่างแดน\nท่ามกลางสายลมและหิมะ สิ่งที่เธอพูดไม่สามารถสื่อให้อีกฝ่ายได้ยิน\n\n\"ภาพวาดบนผนังภาพที่สี่นี้เตรียมไว้ให้คุณ ภาพของคุณจะคงอยู่บนผนังนี้ชั่วกาลนาน\"\n\"เพื่อภาพวาดภาพนี้ เพื่อทุกคน ฉันจะรอคุณอยู่ที่นี่ ภาวนาถึงการหวนกลับมาของคุณ...\"\n\nบุตรสาวแห่งเมืองที่ปกคลุมไปด้วยหิมะ เหี่ยวเฉาไปพร้อมกับกิ่งไม้เงินที่ไม่ออกผล\nคนต่างแดนที่ถูกลิขิตให้ใช้ดาบเล่มนี้เพื่อทำลายน้ำแข็งและหิมะ กำลังแสวงหาคำตอบในที่แสน\nเธอสว่างไสวราวกับแสงจันทร์ แม้ว่าคำพูดสุดท้ายของเธอจะไม่มีวันส่งไปถึงเขาผู้นั้น\n\n\"ฉันไม่ได้เห็นท้องฟ้าที่สดใสและผืนดินสีเขียวมานานแล้ว ฉันไม่รู้ว่าสีฟ้าแบบไหนและสีเขียวแบบไหนที่ฉันควรใช้ ในการวาดฉากน้ำแข็งและหิมะที่ละลาย ตามที่พ่อของฉันต้องการ\"\n\"ถ้าฉันได้เจอคุณอีกครั้งก็คงจะดี...\"\n\nนี่คือคำตอบที่เขาพบ——\n\nในที่สุดนักรบจากต่างแดนก็ยุติการเดินทางอันไร้ผลลัพธ์ของเขา\nเลือดสีดำหยดจากคมดาบใหญ่\nเท้าอันหนักอึ้งของเขาย่ำไปบนทางหิมะที่เริ่มไม่คุ้นเคย\nแต่เมื่อเขากลับมาถึงนักรบต่างแดนผู้เหนื่อยล้า กลับมาถึงห้องโถงในเมืองบนภูเขา\nมีเพียงเสียงสะท้อนของความตายอันว่างเปล่าต้อนรับการกลับมาของเขา\n\n\"แม้แต่ที่นี่ ก็ไม่เหลืออะไรให้ฉันปกป้องเลยรึ...\"\n\"พวกท่านที่อยู่บนฟ้า ก็แค่อยากเห็นสิ่งมีชีวิตทั้งหลายดิ้นรนอย่างน่าเวทนาสินะ\"\n\"ถ้าเป็นอย่างงั้นล่ะก็ ขอให้พวกท่านสนุกไปกับเพลงที่ฉันมอบให้ บทเพลงแห่งเสียงเหล็กและเลือด\"\nStarsilver ที่หญิงสาวมอบให้เขาเพื่อทำลายหิมะและพายุ ได้ถูกหนุ่มต่างแดนทิ้งไว้ระหว่างภาพวาดบนผนัง\nจากนั้นเขาก็ลงจากภูเขา แล้วมุ่งไปยังสถานที่แห่งความขัดแย้งและสงคราม ที่ที่เขาสามารถหลั่งเลือดได้",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "โบนัสความเสียหายกายภาพ",
	"baseStatText": "7.5%",
	"effectName": "Frost Burial",
	"effectTemplateRaw": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส <color=#99FFFFFF>{0}</color> ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น <color=#99FFFFFF>{1}</color> ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย <color=#99FFFFFF>{2}</color> ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
	"r1": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 60% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 80% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 200% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 70% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 95% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 240% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 80% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 110% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 280% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 90% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 125% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 320% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเกิด Everfrost Icicle ขึ้นบนตัวของศัตรูและร่วงลงมาใส่ เพื่อสร้างความเสียหายวงกว้างเป็น 140% ของพลังโจมตี หากศัตรูตกอยู่ภายใต้ผลกระทบของธาตุน้ำแข็ง จะสร้างความเสียหาย 360% ของพลังโจมตี โดยที่เอฟเฟกต์ดังกล่าวนี้จะเกิดได้ครั้งเดียวในทุก 10 วินาที",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}