{
	"name": "Song of Broken Pines",
	"description": "ดาบใหญ่เรียวบางที่ดูเหมือนกับว่าจะสามารถพลิกได้ด้วยลมปากเป่า อาวุธที่ตัดและทำลายทุกสิ่งได้ดั่งพายุเฮอริเคนที่โค่นต้นไม้ใหญ่ลงได้ราวกับเศษไม้ที่ผุพัง",
	"weapontype": "ดาบใหญ่",
	"rarity": "5",
	"story": "เมื่อก่อนมีเพลง ๆ หนึ่งที่ดังมาในหมู่ชาวบ้าน ซึ่งร้องแบบนี้:\n\"โยนเหรียญที่เว้าแหว่งนั้นให้นักร้องและนักกวีที่มาจากแดนไกล\"\n\"มอบช่อดอกไม้ให้กับหญิงสาว\"\n\"นำเหล้าสุดขมที่ทำคนร่ำไห้\"\n\"มอบให้แด่วันวานที่ไม่มีทางกลับคืน นำเสียงเพลงมอบให้แก่วันข้างหน้า\"\n\nในประเทศที่มีเพลงและดนตรีพัดผ่านไปตามลม ผู้คนมีจิตวิญญาณที่รื่นเริงและละเอียดอ่อน\nกล่าวกันว่าบางยุคสมัยในอดีตนั้น มีกษัตริย์ผู้โดดเดี่ยวและเหล่าราชวงศ์ที่ห้ามไม่ให้เล่นท่วงทำนองบางอย่าง\nเพราะคนที่เฉียบแหลมจะสามารถรู้สึกได้ถึงสัญญาณของการต่อต้านจากบทเพลงของกวีและนักร้อง\nบทเพลงและบทกวีได้ถูกนำมาใช้เป็นวิธีสื่อสารกันของผู้ประท้วง\n\nและในยุคการปกครองของราชวงศ์ การบูชาเทพแห่งสายลมของคริสตจักรนั้นได้เคยถูกแบ่งออกเป็นสองฝ่ายดังนี้:\nคริสตจักรที่ร่วมดื่มกับเหล่าชนชั้นสูง และขณะเดียวกันก็โค่นล้มเทวรูป เขียนคำสดุดีและเพลงสรรเสริญ\nรวมถึงฝ่ายนักบุญที่ไม่มีเสมียนฝ่ายกิจการศาสนา พวกเขาเดินไปตามถนน กำแพงและห้องเก็บเหล้าใต้ดิน\nดื่มเหล้าราคาถูก ใช้คัมภีร์ศักดิ์สิทธิ์ต้นฉบับซึ่งหมุนเวียนอยู่ท่ามกลางผู้คนและถ้อยคำที่ลมพัดพามา\nให้พรแก่คนทั่วไปและทาส เขียนบทกวีและบทเพลงที่ไม่ได้รับอนุญาต\n\nเมื่อนักสู้จากต่างแดนลุกขึ้นสู้พร้อมกับเทพแห่งลมที่ตื่นจากการหลับใหล และยกธงของการต่อต้านขึ้น\nนักบุญสูงวัยที่เป็นที่รู้จักกันในนามบาทหลวงนิรนาม ได้ระดมสาวกตัวจริงของโบสถ์ Favonius\nในที่สุดเมื่อรวมตัวกับผู้คนมากมายแล้ว เขาได้ใช้เลือดสด ๆ ของตัวเองหยดลงไปยังพื้นแผ่นดินอันเขียวขจีผืนนี้\nและสัญญาณที่ช่วยกอบกู้ประเทศชาติคือครึ่งหนึ่งของเพลงที่ไม่ได้เคยร้องมาก่อน\n\n\"เก็บเหล็กแหลมเอาไว้ให้กับผู้ที่จะมอบชีวิตให้สำหรับการสู้รบ\"\n\"เก็บกรงเหล็กตะแลงแกงไว้ให้กับโจร\"\n\"ลับคมหัวลูกธนูที่ขึ้นสนิม\"\n\"เก็บไว้จนเมื่อเสียงต้นสนลู่ลมดังขึ้น ก็จะยิงสัตว์ร้ายให้ล้มลง\"",
	"baseatk": 49,
	"substat": "โบนัสความเสียหายกายภาพ",
	"subvalue": "4.5",
	"effectname": "Rebel's Banner-Hymn",
	"effect": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มพลังโจมตีขึ้น {0} เมื่อตัวละครที่สวมใส่โจมตีปกติหรือชาร์จโจมตีศัตรู ตัวละครจะได้รับ Sigil of Whispers หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที เมื่อครอบครอง Sigil of Whispers ครบ 4 อัน จะใช้ Sigil of Whispers ทั้งหมดเพื่อมอบเอฟเฟกต์ \"Millennial Movement: Banner-Hymn\" ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเร็วในการโจมตีปกติเพิ่มขึ้น {1} พลังโจมตีเพิ่มขึ้น {2} และจะไม่สามารถรับ Sigil of Whispers ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
	"r1": [
		"16%",
		"12%",
		"20%"
	],
	"r2": [
		"20%",
		"15%",
		"25%"
	],
	"r3": [
		"24%",
		"18%",
		"30%"
	],
	"r4": [
		"28%",
		"21%",
		"35%"
	],
	"r5": [
		"32%",
		"24%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Tile of Decarabian's Tower",
				"count": 5
			},
			{
				"name": "Heavy Horn",
				"count": 5
			},
			{
				"name": "Damaged Mask",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 5
			},
			{
				"name": "Heavy Horn",
				"count": 18
			},
			{
				"name": "Damaged Mask",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 9
			},
			{
				"name": "Black Bronze Horn",
				"count": 9
			},
			{
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 5
			},
			{
				"name": "Black Bronze Horn",
				"count": 18
			},
			{
				"name": "Stained Mask",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 9
			},
			{
				"name": "Black Crystal Horn",
				"count": 14
			},
			{
				"name": "Ominous Mask",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 6
			},
			{
				"name": "Black Crystal Horn",
				"count": 27
			},
			{
				"name": "Ominous Mask",
				"count": 18
			}
		]
	}
}