{
	"name": "Song of Stillness",
	"description": "ธนูที่มีรูปลักษณ์แปลกพิศวงเหมือนสิ่งมีชีวิตใต้ทะเล ยามง้างศรนั้นแทบจะไม่มีเสียงให้ได้ยินเลยสักนิด",
	"weapontype": "ธนู",
	"rarity": "4",
	"story": "เล่ากันว่าผู้กล้าที่ตกลงไปในห้วงลึกใต้ทะเล เคยทิ้งธนูประหลาดคันนี้เอาไว้ ลำตัวมีประกายของเครื่องประดับและเงินพิเศษ\nเช่นเดียวกับการดีดสายธนูท่ามกลางน่านน้ำอันมืดมิด หรือท้องฟ้าที่ปราศจากแสง สายธนูจะสั่นแต่ไม่มีเสียง\n\nในยุคยิ่งใหญ่สมัยโบราณ เคยมีกองทัพรูปปั้นอสูรต่อสู้กับเผ่ามังกรในทะเลลึก\nเผ่ามังกร ครั้งเคยเป็นเผ่าพันธุ์ที่ดุร้ายมาก ซึ่งปกครองโดยราชาที่มีนามว่า Scylla\nตอนนั้น ราชามังกร Scylla นำกองทัพที่ประกอบด้วยเผ่าอนารยชนและ Vishap บุกไปถึงหน้าด่านของแคว้นโบราณ\nกองทัพที่ถือธนูเคยมุ่งหน้าไปต่อต้าน จนกระทั่งช่างจูนเสียงผู้ยิ่งใหญ่ผนึกพลังของ Scylla เอาไว้...\n\nหลังจากนั้น อาณาจักรที่เคยเจริญรุ่งโรจน์ก็กลายเป็นซากปรักหักพังที่จมอยู่ใต้ท้องทะเล\nแต่ทหารที่หลงเหลืออยู่ของกองทัพรูปปั้นอสูร ยังคงพัวพันกับชนเผ่ามังกรอยู่ในที่ที่แสงอาทิตย์ส่องไม่ถึง...\nห้วงลึกใต้ทะเลเงียบสงบ ไม่เคยได้รับผลกระทบจากสงครามใด ๆ แต่หัวใจที่กลายเป็นหินแกร่งกลับค่อย ๆ พังทลายลง\nมือธนูคนสุดท้ายกับเผ่ามังกรที่อยู่ลำพัง ได้เจรจาสงบศึกกันในช่วงเวลาหนึ่ง\n\nการปะทะกันอย่างต่อเนื่อง ของกรงเล็บและเขี้ยวแหลมทำให้คนรู้สึกรำคาญใจ\nดาบกับธนูก็ไม่เป็นที่สะดุดตาอีกต่อไป แม้จะอยู่ภายในห้วงลึกใต้ทะเลที่ไร้แสง\nอัศวินผู้สิ้นชาติกับผู้กล้าของ Vishap ระเบิดเสียงหัวเราะออกมา\nเขาโยนอาวุธหนักอึ้งทิ้งไป ราวหลุดพ้นจากการต่อสู้ที่ไร้ความหมาย...\n\nส่วนสิ่งที่เกิดขึ้นในห้วงลึกใต้ทะเลอันเงียบงันนั้น บทละครในยุคต่อมามีการอธิบายและการแสดงหลากหลายรูปแบบ\nมีคนบอกว่า พวกเขาต่างก็ทรยศบ้านเกิดของตัวเอง ได้ร่วมสร้างชุมชนใหม่ขึ้นมาพร้อมกับผู้ถูกเนรเทศคนอื่น ๆ...\nเหมือนกับคันธนูโบราณเล่มนี้ เรื่องราวมากมายสุดท้ายก็จมดิ่งลงสู่ห้วงลึกใต้ทะเลที่ไร้เสียง กลายเป็นตำนานที่ไร้สาระไป\nในที่สุดดินแดนที่ \"อนารยชน\" เคยปกครอง เรื่องราวและบทเพลงมากมายก็ถูกนำมาแสดงเป็นละครจินตนาการที่ไม่มีพิษภัย...",
	"baseatk": 42,
	"substat": "พลังโจมตี",
	"subvalue": "9",
	"effectname": "Benthic Pulse",
	"effect": "หลังผู้สวมใส่ได้รับการรักษา ความเสียหายที่สร้างจะเพิ่มขึ้น {0} เป็นเวลา 8 วินาที เอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"name": "Historic Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Echo of an Ancient Chord",
				"count": 4
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"name": "Historic Arrowhead",
				"count": 12
			}
		]
	}
}