{
	"id": 11513,
	"name": "Splendor of Tranquil Waters",
	"description": "คทาที่ปกคลุมด้วยน้ำบริสุทธิ์ ครั้งหนึ่งเคยเป็นสัญลักษณ์ของอำนาจสูงสุดบนผืนทะเลในอดีตอันไกลโพ้น",
	"descriptionRaw": "คทาที่ปกคลุมด้วยน้ำบริสุทธิ์ ครั้งหนึ่งเคยเป็นสัญลักษณ์ของอำนาจสูงสุดบนผืนทะเลในอดีตอันไกลโพ้น",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "19.2%",
	"effectName": "Dawn and Dusk by the Lake",
	"effectTemplateRaw": "เมื่อพลังชีวิตของตัวละครที่สวมใส่เพิ่มขึ้นหรือลดลง ความเสียหายที่สกิลธาตุสร้างจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 3 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เมื่อพลังชีวิตของตัวละครอื่น ๆ ในทีมเพิ่มขึ้นหรือลดลง พลังชีวิตสูงสุดของตัวละครที่สวมใส่จะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 2 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ตัวละครที่สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "เมื่อพลังชีวิตของตัวละครที่สวมใส่เพิ่มขึ้นหรือลดลง ความเสียหายที่สกิลธาตุสร้างจะเพิ่มขึ้น 8% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 3 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เมื่อพลังชีวิตของตัวละครอื่น ๆ ในทีมเพิ่มขึ้นหรือลดลง พลังชีวิตสูงสุดของตัวละครที่สวมใส่จะเพิ่มขึ้น 14% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 2 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ตัวละครที่สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"8%",
			"14%"
		]
	},
	"r2": {
		"description": "เมื่อพลังชีวิตของตัวละครที่สวมใส่เพิ่มขึ้นหรือลดลง ความเสียหายที่สกิลธาตุสร้างจะเพิ่มขึ้น 10% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 3 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เมื่อพลังชีวิตของตัวละครอื่น ๆ ในทีมเพิ่มขึ้นหรือลดลง พลังชีวิตสูงสุดของตัวละครที่สวมใส่จะเพิ่มขึ้น 17.5% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 2 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ตัวละครที่สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"10%",
			"17.5%"
		]
	},
	"r3": {
		"description": "เมื่อพลังชีวิตของตัวละครที่สวมใส่เพิ่มขึ้นหรือลดลง ความเสียหายที่สกิลธาตุสร้างเพิ่มขึ้น 12% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 3 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เมื่อพลังชีวิตของตัวละครอื่น ๆ ในทีมเพิ่มขึ้นหรือลดลง พลังชีวิตสูงสุดของตัวละครที่สวมใส่จะเพิ่มขึ้น 21% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 2 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ตัวละครที่สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"12%",
			"21%"
		]
	},
	"r4": {
		"description": "เมื่อพลังชีวิตของตัวละครที่สวมใส่เพิ่มขึ้นหรือลดลง ความเสียหายที่สกิลธาตุสร้างเพิ่มขึ้น 14% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 3 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เมื่อพลังชีวิตของตัวละครอื่น ๆ ในทีมเพิ่มขึ้นหรือลดลง พลังชีวิตสูงสุดของตัวละครที่สวมใส่จะเพิ่มขึ้น 24.5% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 2 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ตัวละครที่สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"14%",
			"24.5%"
		]
	},
	"r5": {
		"description": "เมื่อพลังชีวิตของตัวละครที่สวมใส่เพิ่มขึ้นหรือลดลง ความเสียหายที่สกิลธาตุสร้างจะเพิ่มขึ้น 16% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 3 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เมื่อพลังชีวิตของตัวละครอื่น ๆ ในทีมเพิ่มขึ้นหรือลดลง พลังชีวิตสูงสุดของตัวละครที่สวมใส่จะเพิ่มขึ้น 28% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 2 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ตัวละครที่สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"16%",
			"28%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essence of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}