{
	"id": 13511,
	"name": "Staff of the Scarlet Sands",
	"description": "หนึ่งในคู่คทาที่ทำจากออบซิเดียน ตามตำนานเล่าว่า มีอำนาจในการชี้นำชาวทะเลทราย แต่ตอนนี้ไม่หลงเหลือใครที่สามารถแยกแยะรูปลักษณ์ที่แท้จริงของเครื่องราชกกุธภัณฑ์นี้ได้อีกแล้ว",
	"descriptionRaw": "หนึ่งในคู่คทาที่ทำจากออบซิเดียน ตามตำนานเล่าว่า มีอำนาจในการชี้นำชาวทะเลทราย แต่ตอนนี้ไม่หลงเหลือใครที่สามารถแยกแยะรูปลักษณ์ที่แท้จริงของเครื่องราชกกุธภัณฑ์นี้ได้อีกแล้ว",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 5,
	"story": "ขั้นแรกสร้างดวงอาทิตย์และดวงจันทร์ กลางวันและกลางคืนจึงถือกำเนิดขึ้น เธอเคยบรรยายท้องฟ้ายามราตรีที่มีดวงจันทร์ส่องสว่างสามดวงด้วยภาษาที่ฉันลืมเลือนไปแล้ว จำนวนดวงจันทร์ควรจะเป็นสามนั่นแหละถูกแล้ว\nขอให้เงาของโลกตื่นขึ้นให้พวกเธอได้ส่องประกายมุกระยิบระยับมายังพื้นโลก ให้ผู้คนจะสามารถเดินไปตามทางเดินสีเงินบนเนินทรายในความมืดมิด เพื่อค้นหาปลายทางของโชคชะตา\n\nต่อไปสร้างน้ำหนัก ทำให้ทรายจมลงสู่ผืนดินกลายเป็นแผ่นดินใหญ่ และสิ่งที่ไร้น้ำหนักกลายเป็นท้องฟ้า เรากำหนดว่า: ผู้คนอาศัยอยู่บนพื้นโลก แต่ต้องฝันถึงท้องฟ้านภาลัย\nน้ำหนักไม่ควรมากเกินไป ไม่อย่างนั้นจะมีแรงโน้มถ่วงที่เท้าเกินไป ทำให้คนไม่สามารถเดินทางได้ไกลและออกสำรวจได้ทั่วสารทิศ ทำให้คนไม่สามารถบินได้สูง และไม่สามารถสำรวจอนาคตได้\n\nจากนั้นเป็นการสถาปนานักบวชทั้งเจ็ด เพื่อจัดการวิถีดิน น้ำ และวงโคจรของกลุ่มดาว แม้ว่าท้องฟ้าทรงกลมจะเป็นเพียงวัตถุสมมุติ แต่ตำนานมักเกิดขึ้นเมื่อผู้คนมองขึ้นไปยังดวงดาวและดวงจันทร์\n\nในโลกใบเดิม รั้วต่างถูกรื้อทิ้งและพิษแห่งความมืดก็แทรกซึมเข้าไปในโลก เพื่อรักษาโลกที่เปราะบาง โศกเศร้าและไม่สมบูรณ์ดังกล่าว หนามแหลมจึงเจาะลงมาทะลุเปลือกโลกสิ้น\nแต่กฎที่ฉันตั้งไว้นั้นสวยงามและแม่นยำกว่า จึงไม่มีความจำเป็นใด ๆ และไม่ควรมีใครติดตามเธอไปตาย ไม่ควรมีบทกวีใดที่สูญหายไปเพราะเหตุนี้\n\nต่อไปควรแยกเส้นทางของการแพร่พิษออกไป เพราะการดื่มพิษนั้นเป็นบาปที่ลึกยิ่งกว่าสวรรค์ แต่เสียงกระซิบช่างหวานเหลือเกิน และปัญญาที่พูดนั้นก็ชัดเจนยิ่ง...\nสายลมพัดโชยเบา ๆ ในโลกใบใหม่ แสงจันทร์ทอสีมุก แสงอาทิตย์ส่องสีอำพัน ใบหญ้าไสวดั่งเกลียวคลื่น และต้นน้ำค่อย ๆ ไหลริน ขับขานบทกวีที่เธอทิ้งไว้\n\n...\n\nกำจัดวัฏจักรแห่งเจ็ด เพราะการเล่าลือความลับจะต้องถูกปิดกั้น\nกำจัดความกลัวและความเศร้าโศก เพื่อที่อุปสรรคระหว่างชีวิตกับความตายจะถูกขจัดออกไป\nกำจัดดวงอาทิตย์ ดวงจันทร์ และน้ำหนัก เพราะไม่ควรมีขอบเขตระหว่างเวลาและพื้นที่\nกำจัดหลักกฎเกณฑ์ คำตัดสิน และความโปรดปรานแบบเดิมทิ้งเสีย เพื่อที่เธอจะได้ไม่ต้องกลัวการลงโทษจากเผ่าพันธุ์อีกต่อไป\nกำจัดนก สัตว์ ปลา มังกร มนุษย์ และนักปราชญ์ทั้งเจ็ด เพื่อไม่ให้มีผู้ใดขโมยปัญญาได้\n\n...\n\n\"ในความฝันอันลึกลับ ราชันแห่งผืนทรายหลับใหลไปตามลำพัง และร่างทฤษฎีบทใหม่ขึ้น\"\n\"ในความฝันขององค์ราชัน ไม่มีใครต้องดื่มน้ำเกลือ เพราะในโลกใบใหม่ ทุกอย่างล้วนเป็นสิ่งดีงาม\"\n\n...\n\nนี่คือความสมบูรณ์แบบที่เป็นไปได้ ฉันเห็นภาพที่เราทั้งสามโต้เถียงกันในสวนสวรรค์อีกครั้ง เราสนิทกันมาก\nดี ฉันเข้าใจแล้ว ที่แท้นี่ก็คือสิ่งที่ฉันปรารถนา สิ่งที่ฉันต้องการพบอีกครั้งไม่ใช่สวรรค์ของใครหลาย ๆ คน\nคำสอนทั้งหมด การล้อเลียนนักบวชทั้งเจ็ด หรือสิ่งที่เรียกว่าโลกบริสุทธิ์ปราศจากทุกข์ทั้งปวง สิ่งเหล่านี้ไม่มีความสำคัญอีกต่อไป...\n\nแต่พิษเดียวที่ฉันดื่มเข้าไปโดยไร้เจตนาไม่ควรคงอยู่ในโลกใบนี้ ไม่รู้ว่าเธอจะยังจำมิตรภาพเก่า ๆ ได้หรือไม่...\n...ถึงแม้จะไม่ใช่เพื่อฉันก็ไม่เป็นไร ฉันขอแค่ให้ช่วยฉันครั้งสุดท้ายเพื่อเห็นแก่ความเป็นเพื่อนที่มีร่วมกันของเรา...",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "9.6%",
	"effectName": "Heat Haze at Horizon's End",
	"effectTemplateRaw": "ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>{0}</color> ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี <color=#99FFFFFF>{1}</color> ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
	"r1": {
		"description": "ได้รับโบนัสพลังโจมตี 52% ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี 28% ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
		"values": [
			"52%",
			"28%"
		]
	},
	"r2": {
		"description": "ได้รับโบนัสพลังโจมตี 65% ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี 35% ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
		"values": [
			"65%",
			"35%"
		]
	},
	"r3": {
		"description": "ได้รับโบนัสพลังโจมตี 78% ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี 42% ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
		"values": [
			"78%",
			"42%"
		]
	},
	"r4": {
		"description": "ได้รับโบนัสพลังโจมตี 91% ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี 49% ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
		"values": [
			"91%",
			"49%"
		]
	},
	"r5": {
		"description": "ได้รับโบนัสพลังโจมตี 104% ของความชำนาญธาตุของผู้ใช้ และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Dream of the Scarlet Sands เป็นเวลา 10 วินาที: ทำให้ได้รับโบนัสพลังโจมตี 56% ของความชำนาญธาตุของผู้ใช้ โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 3 ชั้น",
		"values": [
			"104%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 9
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 5
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 9
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}