{
	"id": 13501,
	"name": "Staff of Homa",
	"description": "\"หอกแห่งไฟ\" ที่ใช้ในพิธีกรรมโบราณซึ่งได้สูญหายไปเป็นเวลานาน",
	"descriptionRaw": "\"หอกแห่งไฟ\" ที่ใช้ในพิธีกรรมโบราณซึ่งได้สูญหายไปเป็นเวลานาน",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 5,
	"story": "ชะล้างสิ่งที่ไม่บริสุทธิ์ด้วยเปลวไฟ ปล่อยให้สิ่งที่แปดเปื้อนลอยไปสู่สวรรค์พร้อมกันกับเปลวเพลิง\nพิธีกรรมแบบนี้จะเริ่มขึ้นในฤดูฝน กองฟืนใหม่จะถูกจุดขึ้นและส่องสว่างไปทั่วแผ่นดิน ควันแห่งการขอพรและขับไล่ความชั่วร้ายพวยพุ่งขึ้นมา\n\nพิธีกรรมอันร้อนแรงเหล่านี้พบได้ทั่วไป โดยเฉพาะอย่างยิ่งในช่วงเวลาแห่งความขัดแย้งในสมัยโบราณ\nเพราะความหลงผิดและความฝันของร่างเทพเจ้าที่เงียบงันจะกลายเป็นบรรยากาศที่ชั่วร้าย\nนำตัวชาวเมืองผู้ที่ไม่ใช่ของพวกเขาอีกต่อไป และชาวเมืองผู้ที่ไม่เคยเป็นของพวกเขาไปด้วย\n\nในเวลานั้น หมอผู้เปี่ยมเมตตาได้ยินเสียงกระซิบจากกองไฟที่ลุกโชนในตอนพลบค่ำ\nเสียงทุ้มต่ำที่ดังมาจากเสียงของหญ้าแห้งเหี่ยวที่กำลังถูกเผาไหม้\n\"มีเพียงเปลวไฟที่ไม่ถูกพันธนาการเท่านั้นจึงจะสามารถชะล้างสิ่งแปดเปื้อนของโลกได้\"\n\"จงยกฟืนสีแดงนี้ขึ้นมา แล้วใช้มันขับไล่ปีศาจให้หมดสิ้น\"\n\nหมอจึงหยิบไม้เท้าสีแดงดุจปีศาจขึ้นมา และจุดไฟเผาสิ่งที่ไม่บริสุทธิ์ทั้งหลาย\nผู้ที่ติดอยู่ในบาปที่ชั่วร้ายและภัยพิบัติ ผู้ที่ไม่สามารถทนต่อความเศร้าโศก\nจะกลายเป็นผีเสื้อที่เกิดจากเถ้าถ่านในกองไฟ เป็นอิสระจากความโชคร้ายและความเจ็บปวดทั้งหลาย\nสำหรับหมอผู้ที่จุดไฟที่นับไม่ถ้วนเหล่านี้ ตำนานกล่าวไว้ว่า หมอผู้นั้นก็ได้กลายเป็นควันที่มีรูปร่างคล้ายผีเสื้อ\n\nถึงแม้พิธีกรรมนี้จะถูกลืมไปนานแล้วตามกาลเวลาและความสงบสุขที่มาถึง\nเมื่อเผชิญหน้ากับความมืดมิด ผู้ที่มีไฟอยู่ในหัวใจยังคงได้ยิน\nเสียงกระซิบจากกองไฟที่ลุกโชน \"มีเพียงเปลวไฟที่ไม่ถูกพันธนาการเท่านั้นจึงจะสามารถชะล้างสิ่งแปดเปื้อนของโลกได้\"",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "14.4%",
	"effectName": "Reckless Cinnabar",
	"effectTemplateRaw": "เพิ่มพลังชีวิต <color=#99FFFFFF>{0}</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>{1}</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก <color=#99FFFFFF>{2}</color> ของพลังชีวิตสูงสุด",
	"r1": {
		"description": "เพิ่มพลังชีวิต 20% นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น 0.8% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก 1% ของพลังชีวิตสูงสุด",
		"values": [
			"20%",
			"0.8%",
			"1%"
		]
	},
	"r2": {
		"description": "เพิ่มพลังชีวิต 25% นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น 1% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก 1.2% ของพลังชีวิตสูงสุด",
		"values": [
			"25%",
			"1%",
			"1.2%"
		]
	},
	"r3": {
		"description": "เพิ่มพลังชีวิต 30% นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น 1.2% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก 1.4% ของพลังชีวิตสูงสุด",
		"values": [
			"30%",
			"1.2%",
			"1.4%"
		]
	},
	"r4": {
		"description": "เพิ่มพลังชีวิต 35% นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น 1.4% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก 1.6% ของพลังชีวิตสูงสุด",
		"values": [
			"35%",
			"1.4%",
			"1.6%"
		]
	},
	"r5": {
		"description": "เพิ่มพลังชีวิต 40% นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น 1.6% ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก 1.8% ของพลังชีวิตสูงสุด",
		"values": [
			"40%",
			"1.6%",
			"1.8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 18
			}
		]
	}
}