{
	"id": 14517,
	"name": "Starcaller's Watch",
	"description": "รูปปั้นแกะสลักรูปนกอินทรี เป็นหนึ่งในของศักดิ์สิทธิ์ ที่สืบทอดกันมาจากรุ่นสู่รุ่น ของเผ่าจ้าวแห่งลมราตรี",
	"descriptionRaw": "รูปปั้นแกะสลักรูปนกอินทรี เป็นหนึ่งในของศักดิ์สิทธิ์ ที่สืบทอดกันมาจากรุ่นสู่รุ่น ของเผ่าจ้าวแห่งลมราตรี",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "ให้ดวงตาของเธอถูกย้อมไปด้วยควันจากการลุกไหม้ เพื่อที่เธอจะได้ไม่หลงใหลไปกับสีสันที่สะท้อนเข้ามาในดวงตา\nให้ข้อเท้าของเธอได้รับพรจากคมมีด เพื่อที่เธอจะได้ไม่ทอดทิ้งพวกพ้องที่เธอรัก\nตามสัญญาอันสูงส่งและเก่าแก่ ผู้ส่งสารแห่งราตรีจะคัดเลือกเด็ก ที่มีจิตวิญญาณสว่างไสวดุจดวงดาว\nและสวมมงกุฎขนนกอินทรีให้แก่เธอ เพื่อนำพาผู้คนในยุคโบราณที่สูญเสียรูปลักษณ์ ไปสู่ห้วงนิทราในราตรี\n\nไม่ว่าจะเป็นฝูงมังกรที่จมจ่อมอยู่ในความฝัน หรือเหล่าธรรมิกชนที่ต่อสู้กันอย่างไม่หยุดหย่อน ในดินแดนแห่งความมืด\nไม่มีใครสังเกตเห็นแผนการของผู้ที่อ้างตัวว่าเป็นนักปราชญ์ พันธสัญญาได้ถูกจัดทำขึ้นระหว่างผู้คนในหุบเขา และลูกหลานผู้สูงศักดิ์\nมันได้ขวางกั้นไฟสงครามที่กระหายเลือดของเหล่านักรบ และทิ้งไว้เพียงความเงียบสงัดอันแสนสงบท่ามกลางหมอกควัน\nแต่นักรบผู้กล้าหาญที่สุดในหุบเขาลึกนั้น กลับทำได้เพียงเป็นทาสของผู้บูชาดวงดาวเท่านั้น\nนี่ไม่ใช่ส่วนหนึ่งของแผนการที่ยิ่งใหญ่ แต่การเสื่อมสลายของผู้ต่ำทรามก็ยังทำให้เขารู้สึกรังเกียจ\nในเมื่อเป็นแบบนี้ ก็ต้องใช้กลอุบายเล็กน้อย เพื่อยุยงให้เธอต่อต้านมังกร ในนามของความปรารถนาดี\n\nเหมือนกับที่นักปราชญ์คิดไว้ การควบคุมจิตใจมนุษย์นั้นเป็นเรื่องง่ายดายดุจพลิกฝ่ามือ\nเพียงแค่เติมเชื้อไฟลงไปในความทุกข์เล็กน้อย และพูดจาอย่างชาญฉลาดเพื่อสิ่งที่เรียกว่า \"ความหวัง\"\nเด็กสาวชาวมนุษย์ที่อ่อนแอราวกับมดปลวก และโง่เขลาราวกับต้นไม้ที่เหี่ยวเฉา ก็เชื่อฟังคำสั่งของเขา\nอย่างไรเสีย ครั้งหนึ่งเขาเคยนำทางเธอ ผ่านอาณาจักรราตรีที่อันตราย และมองเข้าไปในหมอกควันโบราณนั้น\nแม้ว่าด้วยความไร้เดียงสาของเธอแล้ว เธอคงไม่น่าจะมองเห็นสิ่งใดยามที่เผชิญหน้ากับควันอันเลือนรางนั้น\nต่อไป เพียงแค่ผลักเบา ๆ ก็ทำให้ความฝันที่น่าขันนั้นพังทลายไม่มีชิ้นดีได้แล้วละมั้ง...\n\nตามที่นักปราชญ์คาดไว้ เด็กสาวที่เคยก้มหัวเชื่อฟังคำสั่งของเหล่ามังกร\nกลับใช้ขลุ่ยและเสียงเพลง เพื่อชี้นำนักเดินทางจากต่างแดนที่เขาไม่เคยพบเห็น ให้เดินฝ่าปราการควันไปได้\nและตามแผนการที่สมบูรณ์แบบของเขา เขาได้ส่ง Dinga ข้ารับใช้ผู้เงียบขรึมของเธอออกไปจากหุบเขาลึก\nจากนั้น ไฟแห่งการพิชิตและการสังหาร ก็ถูกนำไปสู่ดินแดนที่ถูกตัดขาดจากโลกนี้...\n\nจนกระทั่งหลายปีต่อมา ผู้กล้า Maghan ได้แทงดาบทองของราชาอสรพิษ เข้าไปในหัวใจของผู้เป็นเจ้านายเก่า\nนักปราชญ์ที่คิดว่าตนสามารถควบคุมจิตใจมนุษย์ได้ ถึงได้รู้ตัวว่า เมล็ดพันธุ์อัคนีแห่งการทรยศได้ถูกหว่านไว้มานานแล้ว\nแต่การทรยศนั้น ไม่ได้มุ่งเป้าไปยังฝูงมังกรที่จมดิ่งอยู่ในความฝันอย่างที่เขาคิด\nแต่มันมาพร้อมกับบทเพลงของ Wayob ที่เพิ่งเกิดใหม่ ณ ห้องโถงลึกที่สุดในอาณาจักรราตรี\nและในพันปีต่อมา ก็ได้กลายเป็นรากฐานของชนเผ่าที่ชื่อว่า \"Mictlan\"\nม่านเจ็ดชั้นที่มองไม่เห็น ปิดกั้นดินแดนที่ไร้แสงสว่างแห่งอดีตไว้ในควันหมอก\nท่ามกลางสายลมราตรี และแสงแดดอันเย็นยะเยือก มดปลวกนั้นได้ขโมยพิธีกรรมลับ ที่แม้แต่นักปราชญ์ก็ไม่เคยหวังว่าจะได้มาครอง\n\n\"อย่าได้ฝากความหวังไว้กับราตรี อย่าพึ่งพาความเมตตาของนักปราชญ์ และยิ่งไปกว่านั้น อย่าได้หลงเชื่อคำโน้มน้าวของผู้ที่เรียกตนเองว่านักปราชญ์\"\n\"แม้จะมีสีของความขี้ขลาด แม้จะถูกย้อมด้วยความอัปลักษณ์และความชั่วร้าย แต่สิ่งที่มนุษย์สามารถพึ่งพาได้ก็มีเพียงตัวเองเท่านั้น\"\n\"แต่ถึงอย่างไรมนุษย์ก็อ่อนแอ แม้ว่าทุกอย่างจะเป็นไปตามแผนที่ข้าวางไว้ แต่ข้าก็ทำได้เพียงรักษาขอบเขตไว้ ให้มั่นคงได้เพียงหนึ่งร้อยปีเท่านั้น\"\n\"เพราะเหตุนี้... เธอจึงต้องบอกเล่า และให้ชาวเผ่าทั้งหลายบอกเล่า ถึงเหล่าผู้ทรงเกียรติที่ทั้งกล้าหาญและเรืองนามเหล่านั้น\"\n\"ต้องบอกเล่าเรื่องราวใน \"ความทรงจำ\" ถักทอเป็นม้วนหนังสือที่ทอดยาวไกล และเป็นรากฐานของบ้านที่ถูกเรียกว่า Natlan ในวันข้างหน้า\"\n\"นำรูปปั้นนี้ติดตัวไปด้วย Dinga ข้ารับใช้ผู้ซื่อสัตย์ที่สุดของข้า และออกเดินทางไปตามแสงแรกของรุ่งอรุณเถอะ\"\n\"ข้าจะคอยเฝ้าดูเธอตลอดไป ผู้กล้าเพียงหนึ่งเดียวของข้า ข้าจะคอยอยู่เคียงข้างเธอเสมอดุจสายใยที่พันผูกไว้\"\n\"จนกว่าจิตวิญญาณของเรา จะพันผูกกันชั่วนิรันดร์ในความสงบอันเงียบสงัด ที่แม้แต่ความตายก็ไม่อาจแยกพวกเราออกจากกันได้\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "58",
	"effectName": "Offering Unto Wind and Sun",
	"effectTemplateRaw": "ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย และภายใน 15 วินาที หลังจากผู้สวมใส่สร้างโล่ จะได้รับเอฟเฟกต์ \"Mirror of Night\": ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง จะสร้างความเสียหายให้กับศัตรูที่อยู่ใกล้เคียงเพิ่มขึ้น <color=#99FFFFFF>{1}</color> และจะได้รับเอฟเฟกต์ \"Mirror of Night\" มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
	"r1": {
		"description": "ความชำนาญธาตุเพิ่มขึ้น 100 หน่วย และภายใน 15 วินาที หลังจากผู้สวมใส่สร้างโล่ จะได้รับเอฟเฟกต์ \"Mirror of Night\": ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง จะสร้างความเสียหายให้กับศัตรูที่อยู่ใกล้เคียงเพิ่มขึ้น 28% และจะได้รับเอฟเฟกต์ \"Mirror of Night\" มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"100",
			"28%"
		]
	},
	"r2": {
		"description": "ความชำนาญธาตุเพิ่มขึ้น 125 หน่วย และภายใน 15 วินาที หลังจากผู้สวมใส่สร้างโล่ จะได้รับเอฟเฟกต์ \"Mirror of Night\": ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง จะสร้างความเสียหายให้กับศัตรูที่อยู่ใกล้เคียงเพิ่มขึ้น 35% และจะได้รับเอฟเฟกต์ \"Mirror of Night\" มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"125",
			"35%"
		]
	},
	"r3": {
		"description": "ความชำนาญธาตุเพิ่มขึ้น 150 หน่วย และภายใน 15 วินาที หลังจากผู้สวมใส่สร้างโล่ จะได้รับเอฟเฟกต์ \"Mirror of Night\": ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง จะสร้างความเสียหายให้กับศัตรูที่อยู่ใกล้เคียงเพิ่มขึ้น 42% และจะได้รับเอฟเฟกต์ \"Mirror of Night\" มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"150",
			"42%"
		]
	},
	"r4": {
		"description": "ความชำนาญธาตุเพิ่มขึ้น 175 หน่วย และภายใน 15 วินาที หลังจากผู้สวมใส่สร้างโล่ จะได้รับเอฟเฟกต์ \"Mirror of Night\": ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง จะสร้างความเสียหายให้กับศัตรูที่อยู่ใกล้เคียงเพิ่มขึ้น 49% และจะได้รับเอฟเฟกต์ \"Mirror of Night\" มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"175",
			"49%"
		]
	},
	"r5": {
		"description": "ความชำนาญธาตุเพิ่มขึ้น 200 หน่วย และภายใน 15 วินาที หลังจากผู้สวมใส่สร้างโล่ จะได้รับเอฟเฟกต์ \"Mirror of Night\": ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง จะสร้างความเสียหายให้กับศัตรูที่อยู่ใกล้เคียงเพิ่มขึ้น 56% และจะได้รับเอฟเฟกต์ \"Mirror of Night\" มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
		"values": [
			"200",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 18
			}
		]
	}
}