{
	"id": 11430,
	"name": "Sturdy Bone",
	"description": "ดาบยาวที่ทำจากกระดูก ที่แข็งแกร่งขึ้นเรื่อย ๆ หลังจากผ่านการตี และฟาดฟันมานับครั้งไม่ถ้วน ว่ากันว่ามันเคยเป็นอาวุธคู่ใจของผู้กล้า Wanjiru",
	"descriptionRaw": "ดาบยาวที่ทำจากกระดูก ที่แข็งแกร่งขึ้นเรื่อย ๆ หลังจากผ่านการตี และฟาดฟันมานับครั้งไม่ถ้วน ว่ากันว่ามันเคยเป็นอาวุธคู่ใจของผู้กล้า Wanjiru",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "เช่นเดียวกับอสูรทะเลในคลื่นยักษ์ ที่ว่ายตามเสียงน้ำไปสู่ที่พักพิง\nมังกรยักษ์ที่ครั้งหนึ่งเคยปกครองดินแดนแห่งเปลวไฟนั้น ก็มีสุสานที่รวบรวมมรดกของมันด้วยเช่นกัน\nที่นั่นมีกระดูกคล้ายขาแมงมุมอ่อนล้าจำนวนมาก ตั้งชี้ขึ้นไปบนท้องฟ้าราวกับกรงเล็บขนาดยักษ์\nจักรกลลับที่คอยเฝ้าอารักขาราตรีและดินแดนแห่งความตาย ได้รับคำสั่งให้เดินลาดตระเวนทั้งกลางวันและกลางคืน\n\nไม่ว่าใครจะเห็นว่าที่นั่นเป็นสถานที่อันตรายอย่างยิ่งเช่นไร ผู้ส่งสาส์นที่ฉลาดเฉียบแหลมก็ไม่ยอมสืบข่าวของที่นั่นเลย\nยิ่งไปกว่านั้น เหตุใดต้องไปรบกวนศัตรูตัวฉกาจ ที่กำลังนั่งนับกรงเล็บรอวันตายอยู่ด้วยล่ะ\nเมื่อได้ยินเรื่องราวเกี่ยวกับที่แห่งนี้จากข้างกองไฟของชนเผ่า Wanjiru ก็ลุกขึ้นยืนด้วยความดีใจ\nเพราะบนโลกนี้ไม่มีศัตรูที่น่ากลัวไปกว่าพวกมันอีกแล้ว คิดว่าน่าจะหาจากซากของพวกมันได้\nซึ่งเป็นสิ่งที่ Wanjiru ผู้มีพละกำลังแข็งแกร่งต้องการมากที่สุดในตอนนี้\n\nWanjiru ผู้มีพละกำลังแข็งแกร่ง ที่แม้แต่ไม้เหล็กอายุร้อยปีก็ยังหักกลางท่อน ในชั่วพริบตายามเมื่อเธอกวัดแกว่ง\nแร่ดิบกลายเป็นผุยผงเมื่ออยู่ในกำมือเธอ หินยักษ์ที่ขวางทางก็ยังจำต้องยอมจำนนต่อแขนของเธอ\nยิ่งไม่ต้องพูดถึงสิ่งของที่ทำจากโลหะที่แข็งที่สุดพวกนั้น ที่เมื่ออยู่ใต้นิ้วมือของเธอก็ไม่ต่างอะไรจากดินโคลนไร้รูป\nจะหาอาวุธที่เหมาะมือได้จากที่ไหนกันนะ Wanjiru ครุ่นคิดอยู่ทุกวัน จนในที่สุดก็ได้รับคำตอบ\n\nเธอกระโดดจากยอดเขา Tollan ลงไปในภูเขาไฟ หลบเลี่ยงวัตถุที่ถูกสร้างขึ้นซึ่งเคลื่อนไหวเหมือนงู และเข้าไปในซากปรักหักพังที่รกร้างมานาน\nเธอเดินตามร่องรอยของผู้กล้าที่เคยต่อสู้กับมังกรยักษ์ไป ร่องรอยขนาดยักษ์ที่นักสู้พวกนั้นทิ้งไว้บนหน้าผา\nถ้าเธอเกิดในยุคนั้นก็คงดี เธอคิด อย่างนี้จะได้เหมือนบรรพบุรุษ ที่ทิ้งตำนานเรื่องเล่าไว้มากมาย\nน่าอิจฉาบรรพบุรุษของชนเผ่า ที่ได้ประลองฝีมือกับมังกรยักษ์ผู้ยิ่งใหญ่ และทดสอบศิลปะการต่อสู้กับเทพเจ้าในยุคปฐมกาล\n\nแต่สุสานอันขรุขระที่นักเล่าเรื่อง ของเผ่าได้เน้นย้ำถึงความร้ายกาจของมัน\nก็เป็นแค่เศษซากของอสูรยักษ์ที่ตายอย่างอนาถ และโดดเดี่ยวเท่านั้น\nขณะที่กำลังผิดหวังอยู่นั้นเอง สาวน้อยที่ยื่นมือออกไป ก็เห็นเงาของปีกที่สยายออกกำลังพุ่งเข้ามาหาเธอ\nเธอไม่มีเวลาพิจารณาว่าสิ่งนั้นคืออะไร ทันใดนั้นสาวน้อยก็หัวเราะเสียงดัง และต่อสู้กับเงาสีทอง\nไม่จำเป็นต้องสาธยายว่าการต่อสู้นั้นหนักหน่วงเพียงใด มันคือการต่อสู้แบบตาต่อตาฟันต่อฟัน และห้ำหั่นกันด้วยพละกำลัง\nสุดท้าย ผู้ที่เข้าสู่การต่อสู้ครั้งสุดท้ายก็คือผู้กล้าจากชนเผ่า ซึ่งเขาฉีกปีกของมังกรยักษ์ออกมา ด้วยสองมือที่เปื้อนเลือด\nและเงาสีทองนั้นก็หายไปหลังจากเสียงร้องโหยหวน ราวกับเป็นสิ่งที่เคยถูกสร้างขึ้นมาจริง ๆ\n\nเมื่อตั้งสติได้ เธอยังคงอยู่ในท่าเอื้อมมือออกไป ราวกับว่าเมื่อครู่นี้เป็นเพียงความฝันอันแสนสั้นเท่านั้น\nนั่นเป็นความฝันจริง ๆ เหรอ แขนที่หักระหว่างต่อสู้ยังคงเจ็บแปลบ ขณะชูมือขึ้นด้านบน\nกระดูกมังกรที่หนักอึ้งไม่รู้ว่าปรากฏขึ้นตั้งแต่เมื่อไหร่ ดูเหมือนกับหางของอสูรยักษ์ที่เธอจับไว้ได้ในระหว่างต่อสู้ไม่มีผิด\n\nเมื่อเล่าเรื่องนี้ให้เพื่อนที่ชอบเล่าเรื่องฟัง นักบวชของ \"จ้าวแห่งลมราตรี\" ผู้นั้นก็ย่นจมูก\n\"ภูเขาไฟใหญ่ Tollan เป็นพื้นที่ต้องห้าม คนทั่วไปเข้าไปไม่ได้ ยิ่งไปกว่านั้น ตอนนั้นเธอเพิ่งอายุเท่าไหร่เอง\"\nชายผู้ถือดาบประกอบพิธีกรรมพูดว่า \"อีกอย่าง เธอพูดจริงเหรอ? พวกเราไม่เคยเห็นเธอชักดาบเล่มนั้นออกมาเลยนะ\"\n\"ก็ต้องจริงสิ ที่ไม่ใช้เพราะส่วนใหญ่ไม่จำเป็นต้องใช้ ใช้แค่มือก็พอแล้ว\"\nเมื่อมองจากข้างกองไฟก่อนที่จะออกไปรบ ก็สามารถมองเห็นเงาของอสูรยักษ์ ที่มีร่างกายดำสนิทบนชายฝั่งได้ Wanjiru พูดเช่นนี้\nเธอกำด้ามของกรงเล็บขาวนั้นไว้ และรอคอยสนามรบที่ควรค่าให้เธอชักดาบออกมาอีกครั้งอย่างเงียบ ๆ",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "6%",
	"effectName": "Trapper's Pride",
	"effectTemplateRaw": "การใช้พลังกายของการวิ่งหรือใช้สกิลเคลื่อนที่ ลดลง 15%; นอกจากนี้หลังจากที่วิ่งหรือใช้สกิลเคลื่อนที่ แล้ว การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มขึ้นจะเท่ากับ <color=#99FFFFFF>{0}</color> ของพลังโจมตี เอฟเฟกต์นี้จะหายไปหลังจากมีผล 18 ครั้ง หรือผ่านไป 7 วินาที",
	"r1": {
		"description": "การใช้พลังกายของการวิ่งหรือใช้สกิลเคลื่อนที่ ลดลง 15%; นอกจากนี้หลังจากที่วิ่งหรือใช้สกิลเคลื่อนที่แล้ว การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มขึ้นจะเท่ากับ 16% ของพลังโจมตี เอฟเฟกต์นี้จะหายไปหลังจากมีผล 18 ครั้ง หรือผ่านไป 7 วินาที",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "การใช้พลังกายของการวิ่งหรือใช้สกิลเคลื่อนที่ ลดลง 15%; นอกจากนี้หลังจากที่วิ่งหรือใช้สกิลเคลื่อนที่ แล้ว การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มขึ้นจะเท่ากับ 20% ของพลังโจมตี เอฟเฟกต์นี้จะหายไปหลังจากมีผล 18 ครั้ง หรือผ่านไป 7 วินาที",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "การใช้พลังกายของการวิ่งหรือใช้สกิลเคลื่อนที่ ลดลง 15%; นอกจากนี้หลังจากที่วิ่งหรือใช้สกิลเคลื่อนที่ แล้ว การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มขึ้นจะเท่ากับ 24% ของพลังโจมตี เอฟเฟกต์นี้จะหายไปหลังจากมีผล 18 ครั้ง หรือผ่านไป 7 วินาที",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "การใช้พลังกายของการวิ่งหรือใช้สกิลเคลื่อนที่ ลดลง 15%; นอกจากนี้หลังจากที่วิ่งหรือใช้สกิลเคลื่อนที่ แล้ว การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มขึ้นจะเท่ากับ 28% ของพลังโจมตี เอฟเฟกต์นี้จะหายไปหลังจากมีผล 18 ครั้ง หรือผ่านไป 7 วินาที",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "การใช้พลังกายของการวิ่งหรือใช้สกิลเคลื่อนที่ ลดลง 15%; นอกจากนี้หลังจากที่วิ่งหรือใช้สกิลเคลื่อนที่ แล้ว การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มขึ้นจะเท่ากับ 32% ของพลังโจมตี เอฟเฟกต์นี้จะหายไปหลังจากมีผล 18 ครั้ง หรือผ่านไป 7 วินาที",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 12
			}
		]
	}
}