{
	"id": 14518,
	"name": "Sunny Morning Sleep-In",
	"description": "กระดิ่งลมที่หลอมจากหยกสีม่วงใส ว่ากันว่าเมื่อวางไว้ข้างหมอน จะช่วยเรียกนิทราอันแสนสุขออกมาได้",
	"descriptionRaw": "กระดิ่งลมที่หลอมจากหยกสีม่วงใส ว่ากันว่าเมื่อวางไว้ข้างหมอน จะช่วยเรียกนิทราอันแสนสุขออกมาได้",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "\"เพราะเห็นโรงอาบน้ำในความฝัน เลยเข้าใจผิดคิดว่ามาถึงจุดนัดพบแล้ว ก็เลยตื่นสายนิดหน่อยน่ะ\"\nเด็กสาวที่หน้าตายังสะลึมสะลือ ปกปิดความรู้สึกอายของตัวเองด้วยท่าทีเย็นชาตามความเคยชิน ในขณะอธิบายสาเหตุที่มาสายให้เพื่อนร่วมทางฟัง\nเธอไม่อยากยอมรับว่าตัวเองก็แค่ตื่นสายในวันแรกของปี จึงโยนความรับผิดชอบไปที่โรงอาบน้ำอันอบอุ่นในความฝัน\n\n\"มีคำกล่าวว่า คิดกลางวันฝันกลางคืน แต่ไม่คิดว่ามิโกะที่ปกติดูเฉยชาเหมือนไม้เหมือนหินนี้ จะตั้งตารอวันหยุดครั้งนี้มากขนาดนี้\"\n\"เฮ้อ น่าเสียจังที่พี่ Takamine ไม่ว่างมา เลยมีแค่ฉันกับ Nagamasa ที่อยู่เป็นเพื่อนเธอได้...โอ๊ย เจ็บ ๆ ๆ!\"\n\"จริง ๆ เลย อุตส่าห์มีฝันมงคลที่คนอื่นต้องอิจฉาสุด ๆ แล้วทั้งที ก็อย่าทำหน้าเครียดนักสิ ยิ้มหน่อยก็ดีนะ\"\n\nเด็กหนุ่มเสเพลพูดด้วยท่าทีขี้เล่นและจริงจัง แต่ก็ถูกเด็กสาวจาก Seirai ถลึงตาใส่\nเด็กหนุ่มส่งสายตาขอความช่วยเหลือไปทางลูกบุญธรรมของโอนิ ทว่าลูกศิษย์ผู้เถรตรงกลับเพียงเบนสายตาออกไปเงียบ ๆ เท่านั้น\n\nคำพูดของเด็กหนุ่ม ที่ได้รับการยกย่องให้เป็นผู้ก่อตั้งวิชาองเมียวในเวลาต่อมานั้น ไม่ใช่เรื่องล้อเล่น Inazuma มีธรรมเนียมเช่นนี้จริง ๆ\nดังที่เรียกกันว่า \"หนึ่งโรงอาบน้ำ สองเหยี่ยว สาม Narukami\" สิ่งที่ได้เห็นในฝันแรกของปีใหม่ มักถูกมองว่าเป็นนิมิตหมายที่ดี\nโรงอาบน้ำสื่อถึงการปัดเป่าโรคภัยไข้เจ็บและอายุยืนยาว เหยี่ยวหมายถึงความเจริญก้าวหน้า ส่วน Narukami หมายถึงคิดสิ่งใดล้วนสมปรารถนา\n\nเพียงแต่นับแต่นั้นมา ในความฝันของมิโกะก็ไม่เคยปรากฏภาพโรงอาบน้ำอีกเลย\nและช่วงเวลาแห่งความสุขอันไร้กังวลนั้น เสียงหัวเราะเริงร่าดังเสนาะดุจเสียงกระดิ่ง\nในที่สุดเสียงนั้นก็ค่อย ๆ จางหายไป ท่ามกลางความฝันอันหนาวเหน็บนับไม่ถ้วน ราวกับไอหมอกอบอุ่นที่อบอวลในโรงอาบน้ำ\n\n...\n\n\"ครั้งนี้ฉันจะพนันกับเธอ ดีไหม? อืม ใช้ธนูคันนี้เป็นเดิมพันก็แล้วกัน\"\n\"ฉันใช้ธนูที่ดีที่สุดในโลกนี้เป็นของเดิมพัน พนันว่าฉันจะสามารถรอดชีวิตกลับมาที่นี่ได้\"\n\nชายหนุ่มหัวเราะหยอกเย้า น้ำเสียงยังคงเหลาะแหละเหมือนเคย ไม่มีความน่าเกรงขามแม้แต่น้อย\nเจ้าโง่ที่ชอบพนันเป็นชีวิตจิตใจ มิโกะคิด ถึงเขาจะเป็นปรมาจารย์ดาบชื่อดังไปแล้ว แต่ก็ยังทำตัวเป็นเด็กเช่นนี้\nแต่... ไม่เป็นไร ไม่เป็นไร มันก็เหมือนกับที่ความฝันแรกทำนายไว้ และเหมือนกับเหยี่ยวบนยอดเขาสูงนั่นแหละ\nนักรบผู้ซึ่งทะนงตนกับการต่อสู้มานับร้อย จะต้องอาศัยนิมิตมงคลที่เธอเห็นในฝัน เพื่อหลีกเลี่ยงภัยพิบัติ และเปลี่ยนมันให้เป็นโชคดีได้แน่นอน...\n\nเพียงแต่นับแต่นั้นมา ในความฝันของมิโกะ ก็ไม่เคยปรากฏภาพเหยี่ยวสยายปีกอีกเลย\nมีเพียงขนเหยี่ยวที่โปรยปลิวลงมา แต่เหยี่ยวนั้นได้ร่วงหล่นไปนานแล้ว และไม่อาจบินเข้ามาในความฝันของเธอได้อีกต่อไป\n\n...\n\n\"ฝันแรก? ฮ่า! ป้ามิโกะคงไม่ได้เชื่อเรื่องไร้สาระอะไรพวกนั้นหรอกใช่มั้ย?\"\n\"ลางดีลางร้ายอะไรกัน สุดท้ายแล้วมันก็แค่เรื่องโกหกที่เอาไว้หลอกเด็กเท่านั้นแหละ!\"\n\nบางทีอาจจะเป็นอย่างที่เพื่อนในอดีตเคยพูดไว้ สุดท้ายแล้วความฝันในยามค่ำคืน ก็เป็นแค่สิ่งที่คิดกังวลตอนกลางวันแค่นั้นเอง\nจนกระทั่งธงของ Narukami ที่อยู่ในความฝัน ปรากฏขึ้นอีกฟากหนึ่งของทะเล ราวกับสายฟ้าที่ทอดยาวไม่สิ้นสุด\nมิโกะหัวเราะอย่างไร้เสียง เยาะเย้ยลางร้าย และเส้นทางข้างหน้าที่ไม่รู้ว่ามันจะมุ่งไปทางไหน\n\nขออภัยด้วยอาจารย์ ที่ใช้วิชาที่อาจารย์ถ่ายทอดให้ฉันในทางที่ผิดแบบนี้\nด้วยการตั้งตัวเป็นศัตรูกับฝ่ายที่ท่านภักดี และทำให้ชื่อเสียงของท่านต้องแปดเปื้อน\nแต่นั่นไม่ใช่เรื่องสำคัญอีกต่อไปแล้ว\nคนที่ไม่ได้รู้จักฉันดี จะพูดจะวิจารณ์อะไรก็แล้วแต่เลย\nฉันไม่ได้เสียดายร่างกายนี้ และไม่เสียดายชื่อนี้ด้วย\nตราบใดที่ทำให้เขามีชีวิตอยู่ต่อไปในครั้งนี้ได้ก็พอ...\n\n...\n\n\"เอาละ ๆ ฉันต่างหากที่ไม่ควรล้อเล่นแบบนี้ โอเครึยัง? จริง ๆ เลย Nagamasa พูดอะไรหน่อยสิ!\"\n\"อุตส่าห์ได้หยุดมาเที่ยวโรงอาบน้ำทั้งที คุณมิโกะของเราคงไม่ได้คิดจะยืนเหม่ออยู่ตรงนี้ จนถึงเวลาปิดร้านหรอกนะ?\"\n\nเมื่อเธอได้สติ เด็กหนุ่มผู้เฉลียวฉลาดก็ยังคงพูดติดตลก และรอยยิ้มยียวนของเขาก็ยังคงน่าหงุดหงิดเช่นเคย\nบางทีการลอยขึ้นหรือจมลงอาจเป็นเพียงความฝันในโรงอาบน้ำ และการตื่นขึ้นมา ก็เป็นเพียงความฝันอันอบอุ่น ในยามรุ่งอรุณที่อากาศแจ่มใสเท่านั้นเอง",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "58",
	"effectName": "Bathhouses, Hawks, and Narukami",
	"effectTemplateRaw": "ภายใน 6 วินาที หลังจากเกิดปฏิกิริยากระจาย ความชำนาญธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> หน่วย; ภายใน 9 วินาที หลังจากสกิลธาตุโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> หน่วย; ภายใน 30 วินาที หลังจากท่าไม้ตายโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{2}</color> หน่วย",
	"r1": {
		"description": "ภายใน 6 วินาที หลังจากเกิดปฏิกิริยากระจาย ความชำนาญธาตุจะเพิ่มขึ้น 120 หน่วย; ภายใน 9 วินาที หลังจากสกิลธาตุโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 96 หน่วย; ภายใน 30 วินาที หลังจากท่าไม้ตายโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 32 หน่วย",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "ภายใน 6 วินาที หลังจากเกิดปฏิกิริยากระจาย ความชำนาญธาตุจะเพิ่มขึ้น 150 หน่วย; ภายใน 9 วินาที หลังจากสกิลธาตุโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 120 หน่วย; ภายใน 30 วินาที หลังจากท่าไม้ตายโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 40 หน่วย",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "ภายใน 6 วินาที หลังจากเกิดปฏิกิริยากระจาย ความชำนาญธาตุจะเพิ่มขึ้น 180 หน่วย; ภายใน 9 วินาที หลังจากสกิลธาตุโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 144 หน่วย; ภายใน 30 วินาที หลังจากท่าไม้ตายโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 48 หน่วย",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "ภายใน 6 วินาที หลังจากเกิดปฏิกิริยากระจาย ความชำนาญธาตุจะเพิ่มขึ้น 210 หน่วย; ภายใน 9 วินาที หลังจากสกิลธาตุโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 168 หน่วย; ภายใน 30 วินาที หลังจากท่าไม้ตายโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 56 หน่วย",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "ภายใน 6 วินาที หลังจากเกิดปฏิกิริยากระจาย ความชำนาญธาตุจะเพิ่มขึ้น 240 หน่วย; ภายใน 9 วินาที หลังจากสกิลธาตุโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 192 หน่วย; ภายใน 30 วินาที หลังจากท่าไม้ตายโดนศัตรู ความชำนาญธาตุจะเพิ่มขึ้น 64 หน่วย",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 18
			}
		]
	}
}