{
	"id": 14516,
	"name": "Surf's Up",
	"description": "ของที่ระลึกที่เดิมที จะมอบให้กับผู้ชนะใน \"การแข่งขันโต้คลื่นชิงแชมป์ ชนเผ่าครั้งที่หนึ่ง\" แต่เนื่องจากการแข่งขัน ยังอยู่ในช่วงเตรียมงาน ของรางวัลจึงถูกฝากไว้ที่ \"Leisurely Puffer\" ชั่วคราว โดยมีเจ้าของร้านเป็นผู้ดูแล",
	"descriptionRaw": "ของที่ระลึกที่เดิมที จะมอบให้กับผู้ชนะใน \"การแข่งขันโต้คลื่นชิงแชมป์ ชนเผ่าครั้งที่หนึ่ง\" แต่เนื่องจากการแข่งขัน ยังอยู่ในช่วงเตรียมงาน ของรางวัลจึงถูกฝากไว้ที่ \"Leisurely Puffer\" ชั่วคราว โดยมีเจ้าของร้านเป็นผู้ดูแล",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "นี่คือส่วนหนึ่งในเรื่องราวการต่อสู้ระหว่างราชาภูเขาไฟ และชาวเผ่าต่าง ๆ ใน Natlan\n\nทุกคนน่าจะรู้เรื่องราวของราชาภูเขาไฟ ที่น่ารังเกียจนั้นกันดีแล้ว มันเป็นสัตว์ประหลาดขนาดใหญ่ที่มีสีดำ และสีม่วงผสมกัน รูปร่างของมันเหมือนกับซาลาแมนเดอร์ มันฉวยโอกาสตอนที่มังกรยักษ์โบราณพวกนั้นไม่อยู่ แอบยึดครองภูเขาไฟใหญ่ Tollan ที่ว่างเปล่า และทำเรื่องชั่วช้าสารพัดไว้ในดินแดน Natlan จนทำให้ผู้คนในชนเผ่าต้องทุกข์ทน โชคดีที่ในที่สุดราชาภูเขาไฟสีดำก็ถูกขับออกจาก Natlan อย่างสิ้นเชิง เด็ก สมัยนี้จึงไม่ต้องกังวลว่า มันจะคิดทำเรื่องชั่วช้าอะไรอีกแล้ว\nเรื่องที่เราจะเล่าในวันนี้ก็คือ เรื่องราวที่ Cochanina อดีตเทพแห่งไฟ ขับไล่ราชาภูเขาไฟจอมเจ้าเล่ห์ออกไปจากเผ่า \"เหล่าวารี\"\n\nวันหนึ่ง ขณะที่ราชาภูเขาไฟนอนอยู่ในภูเขาไฟ พอมันมองดูร่างอันดำเมี่ยมของตนแล้ว ก็บังเกิดความคิดชั่วร้ายอย่างหนึ่งขึ้นมา\n\"เฮ้อ ข้างล่างภูเขาไฟนั้นมืดเกินไป มืดยิ่งกว่าคืนที่ไร้แสงจันทร์ซะอีก ขนาดข้าเองยังมองไม่เห็นตัวเองเลย\"\n\"ได้ยินว่า 'เหล่าวารี' ที่อยู่ทางใต้มีน้ำแร่ที่ใสสะอาดที่สุดใน Natlan อยู่ ถ้าข้าโยนสิ่งสกปรกสีดำพวกนี้ที่อยู่ใต้ภูเขาไฟลงไปล้างในนั้นได้ทั้งหมด อาจจะทำให้ที่นี่สะอาดขึ้นก็ได้! ส่วนชาวเผ่าตัวเล็ก ๆ พวกนั้น ใครจะสนล่ะว่าพวกเขาจะคิดยังไง?\"\nราชาภูเขาไฟผู้ยิ่งใหญ่คิดได้เช่นนี้แล้ว ก็อดไม่ได้ที่จะพึงพอใจกับความคิดที่จะเปลี่ยนที่นี่ให้สะอาดขึ้น ดังนั้นมันจึงสั่งให้ภูเขาไฟพ่นควันหนาทึบ แล้วซ่อนตัวอยู่ในเงาควัน เดินทางมายังเผ่า \"เหล่าวารี\" ราชาภูเขาไฟเทของสีดำสนิทนั้นลงไปในบ่อน้ำจนหมด โดยไม่สนใจว่าใครจะขัดขวาง ทำให้ทั้งเผ่าตกอยู่ในสภาพแวดล้อมอันเลวร้าย แม้แต่ Flowcurrent Bird เองก็ยังทนไม่ได้ พวกมันจึงกระพือปีกบินหนีไป\nขืนเป็นแบบนี้ต่อไปต้องแย่แน่! ดังนั้นผู้อาวุโสของเผ่าจึงรีบไปหา Cochanina ซึ่งเป็นเทพแห่งไฟในตอนนั้น และรายงานต้นสายปลายเหตุทั้งหมดให้เธอฟัง\nท่าน Cochanina ถอนหายใจ นี่ไม่ใช่ครั้งแรกที่ราชาภูเขาไฟทำเรื่องไร้สาระบนแผ่นดินของ Natlan แต่น่าเสียดายที่ราชาภูเขาไฟนั้นแข็งแกร่งเกินไป แม้ว่ามันจะเคยถูกเทพแห่งไฟคนก่อน ๆ กำราบมาแล้วหลายต่อหลายครั้ง แต่มันก็มักจะโชคดีหนีรอดไปได้ทุกครั้ง และกบดานอยู่ใต้ภูเขาไฟอันมืดมิดอยู่ระยะหนึ่ง จากนั้นก็กลับมาอีก ดังนั้นท่าน Cochanina จึงคิดหาวิธีขับไล่ราชาภูเขาไฟให้ออกไปจากดินแดนแห่งนี้ขึ้นมา เธอไม่ได้พกอาวุธของตัวเองมาด้วย — ซึ่งก็คือ มีด Unu Pachacuti อันเลื่องชื่อเล่มนั้นนั่นเอง... เธอพกมาเพียงกระดานโต้คลื่นแผ่นหนึ่งเท่านั้น\nเมื่อท่าน Cochanina มาถึงตรงหน้าราชาภูเขาไฟ มันกำลังนอนตีพุงกลมโตของมันอยู่ในบ่อน้ำพุร้อนที่ถูกย้อมจนเป็นสีดำอย่างสบายใจ ท่าทางดูผ่อนคลายอย่างเห็นได้ชัด\n\"โอ้ ราชาภูเขาไฟผู้ยิ่งใหญ่ น้ำพุร้อนของมนุษย์ต่ำต้อยพวกนี้ จะชะล้างสมบัติอันล้ำค่าของท่านได้อย่างไร? มีเพียงสมบัติลับที่ 'เหล่าวารี' สืบทอดมาตั้งแต่สมัยโบราณเท่านั้น ที่จะคู่ควรกับท่าน ซึ่งก็คือ 'ถ้วยแห่งสายรุ้ง' ที่ผู้กล้า Uenuku ผู้ยิ่งใหญ่ทิ้งไว้ มันสามารถปล่อยสายรุ้งที่ไม่มีที่สิ้นสุดออกมาได้ สิ่งนี้ต่างหากที่คู่ควรกับท่าน\"\n\"หืม?\" ราชาภูเขาไฟสนใจขึ้นมาทันที แม้ผู้หญิงที่อยู่ตรงหน้านี้จะเป็นเพียงชาวเผ่าตัวเล็ก ๆ แต่ข้อเสนอและท่าทีอ่อนน้อมของเธอ ก็ทำให้มันพอใจมากเลยทีเดียว \"ถ้าอย่างนั้น ทำไมยังไม่รีบพาข้าราชาผู้นี้ ไปเอาสมบัติลับที่ควรจะเป็นของข้าอีกเล่า?\"\n\"เฮ้อ ราชาภูเขาไฟผู้ยิ่งใหญ่ ท่านคงไม่รู้สินะว่าสมบัติลับนั้นไม่ได้อยู่บนพื้นดิน แต่ถูกซ่อนไว้ที่ใต้ทะเลลึก น่าเสียดายที่ท่านโต้คลื่นไม่เป็น พวกเราเป็นแค่มนุษย์ตัวเล็ก ๆ เท่านั้น จึงไม่สามารถสร้างเรือใหญ่ที่รองรับร่างกายอันใหญ่โตของท่านได้...\"\n\"ฮึ่ม! อย่ามาดูถูกข้าเชียวนะ!\" ราชาภูเขาไฟตอบกลับอย่างฉุนเฉียว นิสัยมันเป็นแบบนี้มาตั้งแต่ไหนแต่ไรแล้ว ทุกครั้งที่พวกชาวเผ่าตัวเล็ก ๆ พูดว่าพวกเขาทำอะไรไม่ได้ มันก็มักจะยืนกรานว่าตัวเองทำได้ \"นำทางไปสิ! กะอีแค่โต้คลื่น สำหรับข้าแล้วมันจะยากสักแค่ไหนกันเชียว?\"\nด้วยเหตุนี้ ท่าน Cosanzeana จึงพาราชาภูเขาไฟมุ่งหน้าไปยังทะเลลึก ราชาภูเขาไฟตัวใหญ่เทอะทะนั้น ไหนเลยจะเทียบกับแชมป์โต้คลื่นประจำเผ่าได้ มันจึงได้แต่ไล่ตามหลังกระดานโต้คลื่นของเธอไป เพราะคลื่นที่เธอสร้างขึ้นทำให้มันสำลักน้ำไปหลายอึก พอเห็นว่ามันเริ่มวิงเวียนตาลาย ท่าน Cochanina ก็ขว้างปลาปักเป้าตัวหนึ่งออกไปไกล ๆ แล้วตะโกนว่า:\n\"ดูสิ สมบัติลับอยู่ตรงนั้น! คือกุญแจที่ใช้เปิดสมบัติลับ!\"\nคลื่นที่ซัดสาดทำให้ราชาภูเขาไฟมองไม่เห็นว่าเธอขว้างอะไรออกไป แต่มันคือราชาภูเขาไฟผู้ยิ่งใหญ่ จะยอมรับว่าตัวมันเองมีจุดอ่อนได้อย่างไร? ดังนั้นมันจึงคำรามและกระโจนเข้าไปหาสิ่งที่เรียกว่า \"สมบัติลับ\" แต่กลับถูกหนามของปลาปักเป้าแทงจนพรุน ราชาภูเขาไฟเจ็บจนร่วงจากกระดานโต้คลื่น และตกลงไปในทะเล\nแม้ราชาภูเขาไฟจะมีร่างกายใหญ่โต แต่เมื่อเทียบกับทะเลอันกว้างใหญ่แล้วก็เป็นเพียงเม็ดทรายเล็ก ๆ เท่านั้น ยิ่งไปกว่านั้น ในทะเลยังมีสิ่งที่น่ากลัวยิ่งกว่ามากมาย ราชาภูเขาไฟตะเกียกตะกายอย่างทุลักทุเลในทะเลอยู่ครึ่งค่อนวัน ในที่สุดก็คว้าต้นกกต้นหนึ่งได้ และล่องลอยไปตามกระแสน้ำอยู่นานกว่าจะลอยกลับเข้าฝั่ง แม้ว่าท่าน Cochanina จะขับไล่มันออกไปจาก Natlan โดยสมบูรณ์ไม่ได้ แต่นับตั้งแต่นั้นมา ราชาภูเขาไฟก็ไม่กล้าคิดร้ายกับเผ่า \"เหล่าวารี\" อีกเลย",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "19.2%",
	"effectName": "Aqua Remembrance",
	"effectTemplateRaw": "พลังชีวิตสูงสุดเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{1}</color> ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น",
	"r1": {
		"description": "พลังชีวิตสูงสุดเพิ่มขึ้น 20%; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น 12% ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น",
		"values": [
			"20%",
			"12%"
		]
	},
	"r2": {
		"description": "พลังชีวิตสูงสุดเพิ่มขึ้น 25%; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น 15% ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น",
		"values": [
			"25%",
			"15%"
		]
	},
	"r3": {
		"description": "พลังชีวิตสูงสุดเพิ่มขึ้น 30%; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น 18% ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น",
		"values": [
			"30%",
			"18%"
		]
	},
	"r4": {
		"description": "พลังชีวิตสูงสุดเพิ่มขึ้น 35%; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น 21% ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น",
		"values": [
			"35%",
			"21%"
		]
	},
	"r5": {
		"description": "พลังชีวิตสูงสุดเพิ่มขึ้น 40%; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น 24% ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น",
		"values": [
			"40%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}