{
	"id": 13514,
	"name": "Symphonist of Scents",
	"description": "หอกรูปทรงคลาสสิก ว่ากันว่าครั้งหนึ่ง มันเคยเป็นไม้บาตอง ที่นักดนตรีผู้ยิ่งใหญ่ ใช้สร้างสะพานระหว่างท่วงทำนอง และประสาทรับรสชาติ",
	"descriptionRaw": "หอกรูปทรงคลาสสิก ว่ากันว่าครั้งหนึ่ง มันเคยเป็นไม้บาตอง ที่นักดนตรีผู้ยิ่งใหญ่ ใช้สร้างสะพานระหว่างท่วงทำนอง และประสาทรับรสชาติ",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 5,
	"story": "ในช่วงเวลาอันยาวนานที่กองทัพอมตะพิชิตอาณาจักรทะเลสูง สิ่งที่ควรค่าแก่การจดจำไม่ได้มีเพียงสงครามที่ไม่รู้จบเท่านั้น\nในช่วงเวลาที่อำนาจแห่งทองคำม้วนตลบเหมือนกระแสคลื่นที่โหมกระหน่ำ ในค่ำคืนหนึ่งที่ท่วงทำนองที่เทพราชารอคอย ยังเขียนไม่เสร็จสมบูรณ์\nEuergetia ช่างจูนเสียงผู้ยิ่งใหญ่ผู้ใจดี ตั้งใจฟังคำแนะนำของผู้คนในอดีต และครุ่นคิดถึงคำขอร้องของพวกเขา\n\nเหล่าผู้ที่คิดถึงบ้านเกิดเอ๋ย แม้จะต้องสั่นสะท้านกับความรุ่งโรจน์อันไร้ที่สิ้นสุดของเมืองทองคำ และยอมจำนนต่อความเมตตาอันสูงส่งของเทพราชา\nแต่ในตอนที่ชูถ้วย เพื่อขับขานบทเพลงเพื่อเกียรติยศ พวกเขาก็เคยมองดูเสบียงทหารในจาน และคิดถึงอาหารเลิศรสในอดีต\nโกเลมหินไม่รู้จักความหิวโหยก็จริง แต่ร่างกายที่อ่อนแอของผู้คนในอดีตนั้น เสื่อมโทรมลงเพราะอาหารแย่ ๆ ได้\nแม้แต่นายพลที่กล้าหาญที่สุด ก็ไม่อาจหลุดพ้นจากภาระงานมากมาย ที่ต้องช่วยเหลือทหาร เพื่อคว้าชัยชนะอันรุ่งโรจน์มาให้ได้อย่างต่อเนื่อง\n\nคำชี้แนะของเทพราชาคือหลักการสูงสุด ไม่อาจคลางแคลงหรือต่อต้านได้ แต่ความอ่อนแอของผู้ที่เสื่อมสลายก็ไม่ได้ไร้เหตุผลเช่นกัน\nในเมื่อบทเพลงแห่งความรุ่งโรจน์ควรโอบอุ้มสรรพชีวิตในทะเลสูง การเติมเต็มความปรารถนาเล็ก ๆ ของพวกเขาก็ใช่ว่าเป็นการเสียมารยาท\nแม้ว่าเพื่อนร่วมงานผมบลอนด์ที่กำเนิดในเผ่าพันธุ์อนารยชน จะชอบบ่นลับหลังว่าอีกฝ่ายไม่ทำการทำงานของตนเอง แต่ก็ไม่เคยขัดขวาง\nเดิมทีเจตจำนงของช่างจูนเสียงผู้ยิ่งใหญ่ ก็เป็นเสียงสะท้อนที่สั่นคลอนกระดูกของโลกได้อยู่แล้ว เช่นนั้นการสร้างประสาทรับรสจะไปยากอะไร?\n\nด้วยเหตุนี้ Euergetia จึงเริ่มปรับจูน เพื่อตอบรับคำขอร้องอันน่าสงสารของผู้ที่สูญเสียบ้านเกิด และเพื่อเกียรติยศและชัยชนะชั่วนิรันดร์ของจักรวรรดิ\nการได้ยินและการรับรู้รสสามารถบรรเลงร่วมกันได้ เสียงทุ้มต่ำของกลองรบและเสียงกังวานใสของดาบที่กระทบกัน ล้วนเป็นตัวโน้ตที่นำมาใช้ได้\nนำท่วงทำนองอันเป็นเอกลักษณ์มาจับคู่กับอาหารง่าย ๆ ก็ทำให้ทาสได้ลิ้มลองรสชาติอันโอชะในความทรงจำ และปลุกขวัญกำลังใจให้เพิ่มขึ้น\nแม้นั่นจะเป็นเพียงคำปลอบใจในมายาคติ แต่ภาพลวงตาและฝุ่นธุลีนั้น เดิมทีก็เป็นจุดเริ่มต้นและจุดสิ้นสุดของสรรพสิ่งในโลกอยู่แล้ว\n\nEuergetia ผู้เกิดในวังสีทอง ได้รับการเลื่อนขั้นในวิหารศิลาของกระทิงและราชสีห์หิน\nก่อนที่จะละทิ้งความปรารถนาของตัวเอง เธอเคยหลงใหลในท่วงทำนองที่อ่อนโยน รวมถึงขนมหวานที่หวานล้ำปานน้ำผึ้ง\nหากเดินหน้าตามเส้นทางนี้ต่อไป บางทีสักวันหนึ่ง ผู้ที่ได้รับการเลื่อนขั้น ก็สามารถเพลิดเพลินกับอาหารเลิศรสได้เช่นกัน\nไม่ว่าจะมีความขัดแย้งและความแตกต่างเช่นไร อย่างน้อยก็สามารถใช้วิธีนี้ เพื่อให้ผู้คนพบสิ่งยึดเหนี่ยวร่วมกันได้...\n\nเพียงแต่สุดท้ายแล้ว อาณาจักรทองคำก็ไม่อาจเอื้อมไปถึงโน้ตสุดท้ายของความเป็นนิรันดร์ได้\nการเปลี่ยนแปลงที่คลุมเครือและยาวนาน ได้พลิกป้อมปราการหินขาวในชั่วข้ามคืน\nความชั่วร้ายและความดีงามจมลงสู่ห้วงทะเลลึกอย่างเท่าเทียม แต่ความปรารถนาที่เรียบง่ายที่สุดนั้น\nความปรารถนาที่จะเป็นอิสระจากเกียรติยศ และความปรารถนาที่อยากให้ทุกคนได้ลิ้มลองอาหารโอชะ\nได้ก้าวข้ามบทเพลงแห่งเกียรติยศ และยังคงอยู่ใน Fontaine สืบมาจนถึงทุกวันนี้...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "14.4%",
	"effectName": "Seasoned Symphony",
	"effectTemplateRaw": "พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก <color=#99FFFFFF>{1}</color> และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{2}</color> เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "พลังโจมตีเพิ่มขึ้น 12%; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก 12% และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 32% เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"12%",
			"12%",
			"32%"
		]
	},
	"r2": {
		"description": "พลังโจมตีเพิ่มขึ้น 15%; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก 15% และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 40% เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"15%",
			"15%",
			"40%"
		]
	},
	"r3": {
		"description": "พลังโจมตีเพิ่มขึ้น 18%; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก 18% และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 48% เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"18%",
			"18%",
			"48%"
		]
	},
	"r4": {
		"description": "พลังโจมตีเพิ่มขึ้น 21%; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก 21% และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 56% เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"21%",
			"21%",
			"56%"
		]
	},
	"r5": {
		"description": "พลังโจมตีเพิ่มขึ้น 24%; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก 24% และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น 64% เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"24%",
			"24%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essence of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}