{
	"name": "Talking Stick",
	"description": "กระบองหนักอึ้งที่มีหินออบซิเดียนฝังอยู่ มันสามารถนำมาใช้โน้มน้าวได้ดีทีเดียวเชียวล่ะ",
	"weapontype": "ดาบใหญ่",
	"rarity": "4",
	"story": "เมื่อ Tenoch มองดูทุ่งหญ้าที่แผดเผาอยู่ข้างหน้า คลื่นน้ำสีดำขุ่นก็พุ่งขึ้นจากขอบฟ้า\nเขาเป่าแตรสัมฤทธิ์ แล้วแบกกระบองออบซิเดียนอันหนักอึ้งไว้บนบ่า\n\n\"ขณะนี้วิกฤตค่อย ๆ ปรากฏขึ้นแล้ว แต่หัวหน้าของแต่ละเผ่ายังคงทะเลาะกันไม่เลิก\"\n\"ฉันว่าให้ Tenoch เอา 'Talking Stick' ไปช่วยทุกคนไกล่เกลี่ยหน่อยดีกว่า\"\n\"Tenoch ไม่ได้สังกัดเผ่าไหนอีกต่อไปแล้ว แต่ไฟโมโหยังแผดเผาไม่ดับมอด\"\n\nด้วยเหตุนี้ Tenoch ผู้โดดเดี่ยวจึงแบกกระบองออบซิเดียนอันหนักอึ้งไว้บนบ่า\nเดินข้ามทุ่งหญ้าที่มีมังกรวิ่งผ่าน และดินแดนทุรกันดารที่เต็มไปด้วยน้ำพุร้อนกับลาวา\n\nคนแรกที่มาต้อนรับผู้กล้า Tenoch คือ Wanjiru ผู้ชำนาญการวิ่งกับเพื่อนขี้จู้จี้ของเธอที่ชื่อ Kayeke\nผิวสีคล้ำของเธอยังคงมีหลักฐานจากการร่วมผจญภัยกับผู้กล้าหลงเหลืออยู่ และรอยแผลยังคงลึกจนมองเห็นได้ชัด\nถึงแม้การทะเลาะเบาะแว้งของแต่ละเผ่า จะทำให้เธอรู้สึกเหนื่อยหน่าย แต่คำเชิญของ Tenoch ก็ทำให้เธอกลับมามีชีวิตชีวาอีกครั้ง\nกำลังจะมุ่งสู่การต่อสู้อันดุเดือดเพื่อแผ่นดินอันเร่าร้อนของ Natlan แล้ว Wanjiru กับคนในเผ่ามีเหตุผลใดที่จะปฏิเสธล่ะ?\n\nคนที่สองที่มาโอบกอดผู้กล้า Tenoch คือ Menilek ผู้กล้าหาญกับเพื่อนที่ซื่อสัตย์ของเขา Ngoubou\n\"มาเถอะ มาเถอะ! ถึงแม้ว่าทุกเผ่าจะขับไล่เธอออกจากเผ่าแล้ว และแม้พวกเราจะไม่กินเส้นกันมาตลอด\"\n\"แต่ในสายตาของ Menilek แล้ว Tenoch ผู้ถือกระบองก็เป็นยอดแห่งผู้กล้า และเป็นพี่น้องในหมู่เพื่อนพ้องเสมอ\"\n\nคนที่สามที่ถูกผู้กล้า Tenoch หาเจอ คือ Sanhaj Kompore ผู้เจ้าเล่ห์กับเพื่อนที่คาดเดาได้ยากของเขา Mahamba\nในอดีต Sanhaj เคยถูก 'Talking Stick' เกลี้ยกล่อมสำเร็จ ผู้กล้ารับปากว่าจะยกของรางวัลให้เขา จนในที่สุดเขาถึงยอมร่วมทีมนักรบ\nKompore คาดการณ์ได้ถึงจุดจบอย่างยิ่งใหญ่ของ Tenoch กับตัวเขาเอง และดินแดนที่ชื่อว่า \"Mare Jivari\" ในวันข้างหน้าจะถือกำเนิดขึ้นอย่างไร\n\"แต่ไม่เป็นไร ไม่เป็นไร บางทีคนชั่วที่มีชื่อเสียงเพราะความเจ้าเล่ห์แบบงูพิษ ก็สมควรมีวันที่จะได้แสดงตัวเป็นผู้กล้าเหมือนกัน\"\n\nคนที่สี่ที่ยินดีติดตามผู้กล้า Tenoch คือ Burkina ผู้อ่อนเยาว์และเพื่อนที่วู่วามของเขา Kongamato\nBurkina ไม่เคยเจอกับการต่อสู้อย่างยากลำบากแบบ Tenoch มาก่อน แต่กระบองออบซิเดียนอันยิ่งใหญ่ได้ชักจูงให้เขาเดินไปยังอนาคตที่อันตราย\nรอยแผลเป็นมากมายจากสงคราม ที่ทิ้งไว้บนร่างกายของ Tenoch ทำให้ Burkina ยืนยันหนทางที่ตัวเองกำลังจะเดินต่อไปได้...\nเดิมทีการปฏิวัติควรเป็นโชคชะตาของคนหนุ่มสาว การหลั่งเลือดเพื่อคุณธรรมอันเร่าร้อน ยังดีเสียกว่าการเน่าเปื่อยไปบนเตียงที่สุขสบาย\n\nคนที่ห้าที่ถูกผู้กล้า Tenoch เกลี้ยกล่อมสำเร็จ คือหัวหน้าของเหมืองแร่ Sundjatta และเพื่อนที่ไว้ใจได้ของเขา Muhuru\n\"ตอนนั้น เพื่อความมั่นคงของแต่ละเผ่า และเพื่อที่จะหลีกเลี่ยงความขัดแย้งอีกครั้ง ฉันเคยอธิษฐานต่อเทพแห่งไฟ เพื่อลงคะแนนขับไล่นายออกไป\"\n\"แต่ตอนนี้ นายก็ยังไม่ยอมเลิกต่อสู้... ช่างเถอะ บางทีนี่อาจจะเป็นสงครามครั้งสุดท้ายของคนรุ่นเราแล้วก็ได้\"\n\"ในเมื่อนายตั้งใจแน่วแน่ งั้นฉันก็ไม่มีเหตุผลที่จะไม่ร่วมด้วย แต่อย่าเอาคนในเผ่าของฉันมาเกี่ยวข้องด้วย\"\n\nคนที่หกที่ร่วมเดินทางกับผู้กล้า Tenoch คือยักษ์ Tupac ศัตรูคู่แค้นสมัยเขายังหนุ่ม ไม่มีสัตว์พาหนะตัวใดสามารถรองรับร่างกายขนาดมหึมาของเขาได้\nในตอนที่ Tenoch ถือกระบองยักษ์ เพื่อมาคุยกับ Tupac ที่บ้าน เขากำลังนับรอยแผลที่ผู้ท้าทายฝากฝังไว้บนร่างกาย\n\"รอยแผล 300 กว่าแห่ง กระดูกหัก 20 กว่าแห่ง และยังมีเศษออบซิเดียน 100 ชิ้นถูกฝังลึกเข้าไปในเนื้อ เหมือนเครื่องประดับเล็ก ๆ\"\n\"บาดแผลเล็ก 200 กว่าแห่ง กระดูกซี่โครงแตกสองท่อน ตาข้างหนึ่งที่แยกแยะใกล้กับไกลไม่ได้อีกต่อไป ของรางวัลที่นายฝากไว้ให้ฉันก็ไม่น้อยเหมือนกัน\"\n\nอดีตศัตรูสองคนหัวเราะเสียงดัง แล้วร่วมมือกันตั้งแต่นั้น\nด้วยเหตุนี้ Tenoch จึงรวบรวมพันธมิตรได้จากทั้งหกเผ่า\nดั่งเปลวไฟที่สว่างและสดใส พุ่งชนกับขุนเขาสีดำ...",
	"baseatk": 44,
	"substat": "อัตราคริ",
	"subvalue": "4",
	"effectname": "\"The Silver Tongue\"",
	"effect": "ภายใน 15 วินาที หลังจากติดสถานะธาตุไฟ พลังโจมตีจะเพิ่มขึ้น {0} โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 12 วินาที; ภายใน 15 วินาที หลังจากติดสถานะธาตุน้ำ น้ำแข็ง ไฟฟ้าหรือไม้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น {1} โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 12 วินาที",
	"r1": [
		"16%",
		"12%"
	],
	"r2": [
		"20%",
		"15%"
	],
	"r3": [
		"24%",
		"18%"
	],
	"r4": [
		"28%",
		"21%"
	],
	"r5": [
		"32%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"name": "Desiccated Shell",
				"count": 3
			},
			{
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"name": "Desiccated Shell",
				"count": 12
			},
			{
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"name": "Sturdy Shell",
				"count": 6
			},
			{
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"name": "Sturdy Shell",
				"count": 12
			},
			{
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"name": "Marked Shell",
				"count": 9
			},
			{
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"name": "Marked Shell",
				"count": 18
			},
			{
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}