{
	"id": 12402,
	"name": "The Bell",
	"description": "ดาบขนาดใหญ่ที่หนักและมีนาฬิกาติดตั้งมาด้วย แต่กลไกภายในของมันนั้นพังไปนานแล้ว",
	"descriptionRaw": "ดาบขนาดใหญ่ที่หนักและมีนาฬิกาติดตั้งมาด้วย แต่กลไกภายในของมันนั้นพังไปนานแล้ว",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 4,
	"story": "ดาบใหญ่ที่แปลกและหนัก ตัวดาบนั้นมาพร้อมกับนาฬิกาที่งดงามและประณีต\nเสียงที่โดดเด่นของเครื่องจักรทำหน้าที่เป็นจังหวะการต่อสู้ของผู้ใช้และเพื่อนของพวกเขา\nหลังจากคณะดนตรียุบวง ดาบใหญ่ก็ถูกแช่อยู่ในน้ำกรดและเต็มไปด้วยสนิม\nอย่างไรก็ตามในปัจจุบันนี้มันยังคงเป็นอาวุธที่อันตราย\n\nนักปฏิวัติที่มาพร้อมกับคณะดนตรีพเนจรผู้มีชื่อว่า Kreuzlied และครั้งหนึ่งเคยเป็นสมาชิกของตระกูล Lawrence\nในยุคนั้น นักปราชญ์และกวีต่างก็ไม่สนใจประวัติศาสตร์ เพราะตระกูลสูงศักดิ์ไม่ต้องการรับรู้ถึงการล่มสลายของพวกเขา\nดังนั้นเมื่อเขาโบกดาบในมือของเขาและกระดิ่งในดาบส่งเสียงขึ้น เหล่าชนชั้นสูงโบราณจะรู้สึกหวาดกลัวอย่างที่สุด\n\nหลังจากล้มเหลว ไม่เป็นที่แน่ชัดถึงบทลงโทษที่ Kreuzlied ได้รับ บางทีนี่อาจจะแสดงถึงสายเลือดอันสูงส่งที่เขามีอยู่ก็เป็นได้\nว่ากันว่าหลังจากที่ถูกลดระดับลง เขาก็สร้างองค์กรใต้ดินที่อุทิศตนเพื่อโค่นล้มขุนนางขึ้นมาด้วยมรดกของเพื่อนร่วมงานที่ตายไป\nและช่วยเหลือการจลาจลที่ทาสนักสู้ผู้มาจากแดนตะวันตกอันแสนไกลเริ่มต้นขึ้น\n\nเมื่อในอดีต มีข่าวลือที่มักจะถูกพูดถึงอยู่บ่อยครั้งในยามว่างก็คือ องค์กรลับของ Kreuzlied ยังคงทำงานอย่างต่อเนื่องทุกวัน\nเพื่อที่จะปกป้อง Mondstadt เพื่อช่วยทำในสิ่งที่เหล่ากองอัศวินแห่ง Favonius ไม่ควรจะต้องทำ\nตำนานยังเล่าอีกว่า แม้แต่ \"หมาป่าหนุ่ม\" Rostam เองก็ยังเป็นผู้อยู่เบื้องหลังองค์กรที่ไร้นามแห่งนี้เพื่อคอยช่วยเหลือผู้บัญชาการส่วน...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "9%",
	"effectName": "Rebellious Guardian",
	"effectTemplateRaw": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง <color=#99FFFFFF>{0}</color> ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>{1}</color> วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{2}</color>",
	"r1": {
		"description": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง 20% ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 45 วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น 12%",
		"values": [
			"20%",
			"45",
			"12%"
		]
	},
	"r2": {
		"description": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง 23% ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 45 วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น 15%",
		"values": [
			"23%",
			"45",
			"15%"
		]
	},
	"r3": {
		"description": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง 26% ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 45 วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น 18%",
		"values": [
			"26%",
			"45",
			"18%"
		]
	},
	"r4": {
		"description": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง 29% ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 45 วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น 21%",
		"values": [
			"29%",
			"45",
			"21%"
		]
	},
	"r5": {
		"description": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง 32% ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 45 วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น 24%",
		"values": [
			"32%",
			"45",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Elemental Nectar",
				"count": 12
			}
		]
	}
}