{
	"id": 11427,
	"name": "The Dockhand's Assistant",
	"description": "เครื่องมือตัดแบบพกพาสะดวกที่หายากในปัจจุบัน สามารถเปลี่ยนใบมีดที่ทื่อแล้วได้ตามการใช้งาน",
	"descriptionRaw": "เครื่องมือตัดแบบพกพาสะดวกที่หายากในปัจจุบัน สามารถเปลี่ยนใบมีดที่ทื่อแล้วได้ตามการใช้งาน",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "เครื่องมือที่ได้รับความนิยมมากในยุคที่ Fontaine ต้องอาศัยการใช้แรงงาน\nแม้ว่าความแข็งแกร่งของชิ้นส่วนดาบ จะไม่สามารถใช้งานได้อย่างต่อเนื่อง\nแต่ส่วนที่เสียหายและทื่อไป จะสามารถหักทิ้งได้ตลอดเวลา ซึ่งสะดวกสบายมาก\n\nคนงานท่าเรือมักใช้มันเพื่อตัดวัสดุบางเบา และปลดเชือกที่ผูกปมไว้\nแม้ว่าวัตถุชิ้นนี้จะถูกใช้งานอยู่เสมอ แต่ไม่เคยเป็นของผู้ใดจริงเลยสักครั้ง\nมีบันทึกไว้อย่างกว้างขวางในหนังสือว่า ครั้งหนึ่งเคยได้รับการยกย่องว่าเป็นดาบของประชาชน\nเพื่อป้องกันตัวเองในสภาพแวดล้อมที่แห้งแล้ง และเพื่อเปิดเส้นทางที่อุดมด้วยพืชน้ำ\nตำนานเล่าว่าในยุคที่เรืองรอง มีผู้คนไม่น้อยที่ค้นพบวิธีการใช้งานแบบใหม่ของมัน\nต่อมาดาบเล่มนี้ก็หายไปจากเวทีประวัติศาสตร์ของ Fontaine ตามความก้าวหน้าและข้อห้ามต่าง ๆ\n\nแม้ว่าสิทธิ์ครอบครองเครื่องมือจะไม่ได้เป็นของผู้ใช้งาน\nแต่ผู้ที่พึ่งพามัน ก็จะมองมันเป็นเสมือนส่วนต่อของแขนขาตัวเอง\nดังนั้นพวกเขาจึงมักสลักชื่อไว้บนด้ามจับและใบมีด เพื่อป้องกันการสูญหาย\nชื่อบนดาบนี้เป็นของอดีตนายกเทศมนตรีเมือง Poisson",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "พลังชีวิต",
	"baseStatText": "9%",
	"effectName": "Sea Shanty",
	"effectTemplateRaw": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น <color=#99FFFFFF>{0}</color> หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>{1}</color> หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
	"r1": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 40 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 2 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 50 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 2.5 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"50",
			"2.5"
		]
	},
	"r3": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 60 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 3 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 70 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 3.5 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"70",
			"3.5"
		]
	},
	"r5": {
		"description": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Stoic หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Stoic ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Stoic ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Roused\" เป็นเวลา 10 วินาที: สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะเพิ่มความชำนาญธาตุขึ้น 80 หน่วย และหลังจากที่เกิดเอฟเฟกต์ 2 วินาที สัญลักษณ์ Stoic แต่ละอันที่ใช้ไปจะฟื้นฟูพลังงานธาตุ 4 หน่วย ให้กับผู้สวมใส่ เอฟเฟกต์ Roused สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Stoic ได้",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essense of Pure Sacred Dewdrop",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}