{
	"id": 15515,
	"name": "The Daybreak Chronicles",
	"description": "บทกวีทั้งหมดของการต่อสู้นั้นล้วนมากับสายลม และร่วงหล่นลงมาเป็นสุ้มเสียงแผ่วเบาบนสาย พลังที่รวบรวมอยู่ในนั้น เป็นเหมือนดั่งแสงแห่งรุ่งอรุณ ที่ตัดความมืดอันไร้ขอบเขตให้ขาดสะบั้น",
	"descriptionRaw": "บทกวีทั้งหมดของการต่อสู้นั้นล้วนมากับสายลม และร่วงหล่นลงมาเป็นสุ้มเสียงแผ่วเบาบนสาย พลังที่รวบรวมอยู่ในนั้น เป็นเหมือนดั่งแสงแห่งรุ่งอรุณ ที่ตัดความมืดอันไร้ขอบเขตให้ขาดสะบั้น",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 5,
	"story": "\"Kreuzlied เธอเคยได้ยินเสียงขลุ่ยร้องเรียกในยามพลบค่ำมั้ย?\"\n\"เธอเคยได้ยินใครบางคน ขับขานแผ่วเบาในสายลมว่า: ลาก่อน ลาก่อนชั่วนิรันดร์ บ้างรึเปล่า?\"\n\"พวกเราจะไม่เสียน้ำตาให้กับเธอ เพราะว่าสายลมยามพลบค่ำจะพัดพาหยดน้ำตาไป\"\n\"สหายเอ๋ย สายลมยามพลบค่ำจะพัดพาหยดน้ำตาไป\"\n\nว่ากันว่าในคณะดนตรีพเนจร ที่ครั้งหนึ่งเคยคิดจะลอบสังหารเชื้อพระวงศ์นั้น\nมีทายาทตระกูลขุนนางผู้ทรยศคนหนึ่ง ถูกเรียกขานว่า Kreuzlied\nหลังจากที่แผนการของคณะดนตรีล้มเหลวลง ก็มีกวีคนหนึ่งแต่งบทเพลงสั้น ๆ ให้กับเขา\n\nแต่ชื่อที่แท้จริงของคนผู้นั้นกลับไม่ใช่ \"Kreuzlied\" และชื่อเสียงเรียงนามนั้น ก็ไม่อาจสืบหาได้อีกแล้วในปัจจุบัน\nคำว่า Kreuzlied ในภาษาโบราณยุคนั้น มีความหมายว่า \"บทเพลงแห่งการลงโทษ\"\nในยุคสมัยที่ม่านราตรีปกคลุมนั้น เหล่าทหารหนีทัพ, โจรขโมย, ผู้ลอบต้มเหล้าเถื่อน และผู้ต่อต้าน\nจะต้องเผชิญกับการลงทัณฑ์อันโหดร้าย ต่อหน้าสาธารณชนจนอยากตายให้พ้น ๆ ไป ส่วนเหล่าเชื้อพระวงศ์ขุนนาง กลับเรียกเสียงโหยหวนของพวกเขาอย่างเย้ยหยัน ว่าเป็นการบรรเลงดนตรี\nในช่วงยุคสมัยที่ไม่สามารถมองเห็นรุ่งสางได้นั้น คำว่า \"Kreuzlied\" ได้ค่อย ๆ เปลี่ยนเป็นสิ่งที่ใช้เรียกแทนเหล่าผู้คนที่ลุกยืนขึ้น และก็ร่วงหล่นลงมา\nแต่ด้วยเหตุนี้เอง ในท้ายที่สุด มันก็กลายเป็นธงสัญลักษณ์ร่วมกันของเหล่าผู้ต่อต้านที่ทรยศ\n\nชื่อของ Kreuzlied แห่งคณะดนตรีพเนจรนั้นได้สูญหายไปนานแล้ว\nแต่นั่นก็ไม่สำคัญอะไร เพราะในยุคนั้น Kreuzlied มีสมญานามมากมายที่ถูกขับขานผ่านสายลม:\n\"The Nameless Shepherd\", \"Imunlaukr\", \"Midnight Rogue\"\n\"Dawnlight\", \"Gunnhildr\", \"Ragnvindr\"...\nจนในที่สุด Kreuzlied คนสุดท้าย ก็ได้ตื่นขึ้นจากการหลับใหลอันยาวนานนับพันปี\nเพราะเสียงเรียกอันแผ่วเบาของเด็กสาวต่างแดนคนหนึ่ง ที่พลัดหลงมายังดินแดนแห่งนี้\nเหมือนกับที่เขาเคยถือกำเนิดขึ้นมา เพื่อความปรารถนาเล็ก ๆ ของเด็กหนุ่มคนหนึ่ง...\n\nบทกวีและบทเพลงที่พรรณนาถึง Kreuzlied เคยเป็นที่นิยมอยู่พักหนึ่ง\nแต่ท้ายที่สุดก็ไม่มีใครขับขานอีกต่อไป เพราะประวัติศาสตร์หลังจากนั้น ไม่มีความจำเป็นต้องใช้ชื่อนี้อีกแล้ว\n\"Kreuzlied เธอเคยเห็นเส้นขอบฟ้าไกลโพ้น เริ่มสว่างเป็นสีขาวมั้ย?\"\n\"เธอเคยได้ยินเด็กสาวขับขานแผ่วเบาในสายลมว่า: ลาก่อน ลาก่อนชั่วนิรันดร์ บ้างรึเปล่า?\"\n\"แสงอรุณได้จุมพิตหยดน้ำตาของฉัน และบอกฉันว่ารุ่งอรุณมาถึงแล้ว\"\n\"ที่รักของฉัน รุ่งอรุณมาถึงแล้ว\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "9.6%",
	"effectName": "Ode Beyond Time",
	"effectTemplateRaw": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{0}</color> ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง <color=#99FFFFFF>{1}</color> ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น <color=#99FFFFFF>{2}</color> จนกว่าจะเพิ่มถึง <color=#99FFFFFF>{3}</color> การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น <color=#99FFFFFF>{4}</color>",
	"r1": {
		"description": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น 60% ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง 10% ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น 10% จนกว่าจะเพิ่มถึง 60% การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น 20%",
		"values": [
			"60%",
			"10%",
			"10%",
			"60%",
			"20%"
		]
	},
	"r2": {
		"description": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น 75% ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง 12.5% ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น 12.5% จนกว่าจะเพิ่มถึง 75% การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น 25%",
		"values": [
			"75%",
			"12.5%",
			"12.5%",
			"75%",
			"25%"
		]
	},
	"r3": {
		"description": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น 90% ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง 15% ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น 15% จนกว่าจะเพิ่มถึง 90% การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น 30%",
		"values": [
			"90%",
			"15%",
			"15%",
			"90%",
			"30%"
		]
	},
	"r4": {
		"description": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น 105% ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง 17.5% ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น 17.5% จนกว่าจะเพิ่มถึง 105% การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น 35%",
		"values": [
			"105%",
			"17.5%",
			"17.5%",
			"105%",
			"35%"
		]
	},
	"r5": {
		"description": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น 120% ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง 20% ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น 20% จนกว่าจะเพิ่มถึง 120% การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้\nนอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น 40%",
		"values": [
			"120%",
			"20%",
			"20%",
			"120%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 18
			}
		]
	}
}