{
	"id": 11402,
	"name": "The Flute",
	"description": "ภายใต้สนิมนั้นมีดาบบาง ๆ ที่ตกแต่งอย่างหรูหราอยู่ คุณสามารถกวัดแกว่งมันได้อย่างรวดเร็วดั่งสายลม",
	"descriptionRaw": "ภายใต้สนิมนั้นมีดาบบาง ๆ ที่ตกแต่งอย่างหรูหราอยู่ คุณสามารถกวัดแกว่งมันได้อย่างรวดเร็วดั่งสายลม",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "ดาบน้ำหนักเบาที่มีรูและมีการแกะสลักอย่างประณีตบนใบมีด\nดาบทำให้เกิดเสียงขลุ่ยเมื่อถูกใช้โดยผู้มีทักษะสูง โทนเสียงจะถูกกำหนดโดยมุมแกว่ง\nภายหลังจากที่คณะดนตรีถูกยุบลง ดาบนี้ก็ถูกฝังลงในดิน เมื่อเวลาผ่านไปนานหลายปี ตอนนี้มันไม่สามารถส่งเสียงได้แล้ว\nอย่างไรก็ตามในปัจจุบันนี้มันยังคงเป็นอาวุธที่อันตราย\n\nมีนักรำดาบที่มีฝีมืออยู่มากมายในคณะดนตรีพเนจร\nเธอถูกส่งไปในฐานะทาสนักสู้หลังจากแผนการของคณะดนตรีเพื่อพิชิตชนชั้นสูงล้มเหลวลง\n\nแม้ว่าจะสูญเสียความหวังทั้งหมดที่มี สูญเสียเพื่อนร่วมอุดมการณ์ แต่ในการต่อสู้ที่อยู่ระหว่างความเป็นและตายนั้น\nดาบของเธอยังคงขับขานบทเพลงและส่องแสงเป็นประกายราวกับแสงแห่งรุ่งอรุณ ซึ่งจากนั้นเธอก็ถูกเรียกว่า \"นักดาบหญิงแห่งแสงอรุณ\"\n\nอัศวินรุ่งอรุณ Ragnvindr นั้นครั้งหนึ่งเคยเป็นอัศวินผู้ดูแล\nในตอนที่คอยตามดูแลเหล่านักสู้นั้น เขาเกิดประทับใจระบำดาบของเธอ\nจากนั้นเขาจึงตั้งชื่อให้แก่ตัวเองว่าอัศวินแห่งรุ่งอรุณและตั้งเป้าหมายถึงสิ่งที่ตนพึงกระทำในชีวิต",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "9%",
	"effectName": "Chord",
	"effectTemplateRaw": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย <color=#99FFFFFF>{0}</color> ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
	"r1": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย 100% ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
		"values": [
			"100%"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย 125% ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
		"values": [
			"125%"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย 150% ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
		"values": [
			"150%"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย 175% ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
		"values": [
			"175%"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีจะได้รับโน้ตดนตรี 1 ตัว เมื่อเก็บโน้ตดนตรีครบ 5 ตัว จะทำให้เกิดพลังแห่งดนตรี ซึ่งจะสร้างความเสียหาย 200% ของพลังโจมตีแก่ศัตรูโดยรอบ โน้ตดนตรีจะมีเวลาคงอยู่ 30 วินาที ซึ่งจะได้รับ 1 ตัวในทุก 0.5 วินาที",
		"values": [
			"200%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}