{
	"id": 15409,
	"name": "The Viridescent Hunt",
	"description": "ธนูล่าสัตว์สีขาวบริสุทธิ์ ครั้งหนึ่งเคยเป็นของใครบางคนที่ออกล่าอยู่ในป่า",
	"descriptionRaw": "ธนูล่าสัตว์สีขาวบริสุทธิ์ ครั้งหนึ่งเคยเป็นของใครบางคนที่ออกล่าอยู่ในป่า",
	"weaponType": "WEAPON_BOW",
	"weaponText": "ธนู",
	"rarity": 4,
	"story": "ธนูคันนี้ครั้งหนึ่งเคยเป็นของนายพรานคนหนึ่ง สีเขียวเข้มของมันสามารถกลมกลืนกับป่าเขาได้อย่างง่ายดาย\nบริสุทธิ์ราวกับอสูรที่เดินอยู่ท่ามกลางป่าไม้และทุ่งหญ้าอันเขียวขจีในแสงยามเช้า\nไม่เคยแฝงความมุ่งร้ายใด ๆ และไม่เคยปล่อยลูกธนูออกไปเพื่อเหตุผลอื่นนอกเหนือจากการอยู่รอด\n\nนายพรานที่ไร้นามที่อยู่ไกลออกไปจากตัวเมือง เขาเติบโตขึ้นมากับกฎระเบียบนี้\nเราเกิดมาในพื้นที่สีเขียว ตราบใดที่ยังมีหญ้าสีเขียวและร่มเงา เราสามารถเดินทางได้อย่างไร้ร่องรอย\n\"เราไม่แตกต่างจากนกและสัตว์ป่า ตราบใดที่เราปฏิบัติตามกฎแห่งสวรรค์และโลกมนุษย์ ก็ไม่ต้องกลัวว่าจะอยู่หรือจะตาย\"\n\"ผู้ที่เคารพกฎธรรมชาติ เมื่อถึงบั้นปลายของชีวิต ก็จะได้ไปสู่ทุ่งหญ้าที่ไร้ซึ่งความเจ็บปวด\"\n\nตามความเชื่อนี้ นายพรานจะไม่ทิ้งรอยเท้าไว้ และจะไม่เป็นศัตรูกับธรรมชาติ\nเธอปลอบสัตว์ป่าที่โดนธนูแทงทะลุหัวใจ จวบจนชีวิตของมันหวนคืนสู่ธรรมชาติอีกครั้ง\nหากภัยพิบัติไม่ได้เกิดขึ้น หากเธอไม่ได้ตามรอยเลือดบนใบหญ้าไป\nหากเธอไม่ได้เจอเด็กชายตาบอดที่ใกล้ตายใต้ต้นไม้ที่เธอมักจะไปพักผ่อนอยู่บ่อย ๆ \nถ้างั้นเธอคงไม่ต้องตัวสั่นเพราะความแค้น และความคิดที่จะแก้แค้นด้วยเลือดและไฟ\n\n\"อย่าลืมเป็นอันขาดนะ Verdesian\"\n\"อย่าลืมเป็นอันขาดว่าคุณเป็นส่วนหนึ่งของความเขียวขจี เป็นลูกหลานของป่าไม้\"\n\"คุณไม่สามารถยิงธนูเพื่อการต่อสู้ เพื่อความเกลียดชังหรือเพื่อสิ่งที่เรียกกันว่าเกียรติยศ\"\n\"เพราะรอยเลือดจะไม่มีวันพบกับทุ่งหญ้าสีเขียวมรกตที่กว้างใหญ่ไร้ที่สิ้นสุด\"\n\n\"อย่างน้อย ก็อย่าให้ธนูคันนี้ต้องแปดเปื้อนด้วยความเกลียดชังและการสู้รบเลย\"\n\"ฉันไม่สามารถไปถึงอีกฝั่งได้ ไม่สามารถเจออาจารย์ เจอญาติพี่น้องที่ไม่เคยเห็นหน้า\"\n\"อย่างน้อยรักษาธนูคันนี้ให้คงความบริสุทธิ์ ให้มันถ่ายทอดความคิดและคำขอโทษของฉัน\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "6%",
	"effectName": "Verdant Wind",
	"effectTemplateRaw": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย <color=#99FFFFFF>{0}</color> ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>{1}</color> วินาที",
	"r1": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย 40% ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก 14 วินาที",
		"values": [
			"40%",
			"14"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย 50% ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก 13 วินาที",
		"values": [
			"50%",
			"13"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย 60% ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก 12 วินาที",
		"values": [
			"60%",
			"12"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย 70% ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก 11 วินาที",
		"values": [
			"70%",
			"11"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย 80% ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก 10 วินาที",
		"values": [
			"80%",
			"10"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Historic Arrowhead",
				"count": 12
			}
		]
	}
}