{
	"name": "Thundering Pulse",
	"description": "ธนูยาวที่เคยถูกมอบให้เป็นของขวัญโดยโชกุน ส่องประกายแสงของสายฟ้าชั่วนิรันดร์",
	"weapontype": "ธนู",
	"rarity": "5",
	"story": "ธนูสายฟ้าฟาด ถึงแม้จะถูกความมืดปกปิด แต่ก็ไม่ได้ทำให้มันสูญสลายหายไป\nในยุคที่หายนะที่มาจากมหาสมุทรอันไกลโพ้น มันเคยเป็นอาวุธที่ปรมาจารย์ดาบท่านหนึ่งพอใจมาก\n\nสมัยเยาว์วัย ท่องป่าขุนเขา แต่ก็ต้องเจอกับกลลวงของเท็งงุ\nเขาใช้ร่างกายที่กล้าหาญในวัยเยาว์ เดิมพันกับธนูที่โชกุนมอบให้\n\nแต่ตลอดการพนันครั้งนั้นเป็นยังไงนั้น คงมีเพียงเหล้าเท่านั้นที่จำได้\nเมื่อฟ้าเริ่มสาง เขาเสมอกับเท็งงุด้วยการชนะ 3 ครั้ง และแพ้ 3 ครั้ง\nดังนั้น จึงถูกเท็งงุจับเป็นข้ารับใช้ แต่ยังดีที่ได้ธนูล้ำค่ามาครอบครอง\n\n\"Konbumaru นี่คือวิชาธนูของเท็งงุ จงตั้งใจดู และเรียนรู้ซะ!\"\nหลังถูกตั้งฉายาด้วยความไร้มารยาท แต่สุดท้ายก็ได้เห็นท่าทางของเท็งงุ\nบินผ่านเมฆาหนาทึบ ปล่อยศรสายฟ้าทุกครั้งที่รั้งสายธนู...\nทั้งหมดนี้ ล้วนน่ากลัว คาดเดาไม่ได้ งดงามและยิ่งใหญ่\n\nหลายปีถัดมา เขาไม่ใช่ข้ารับใช้ต้อยต่ำอีกต่อไป และเรียนรู้วิชาดาบและธนูได้บ้าง\nดังนั้น จึงถูกเจ้านายผู้ไร้ซึ่งความอดทน เขียนจดหมายแนะนำ ส่งไปยัง Shogunate\nตลอดเวลาที่รับใช้โชกุน วิชาความสามารถก็พัฒนาไปไกล และยังได้รู้จักมิตรสหายมากมาย\nแต่ถึงกระนั้น ก็ยังรักอิสระอยู่ และรุนแรงยิ่งกว่าเดิม เพราะมีธนูในนามเท็งงุอยู่ข้างกาย\n\n\"ครั้งนี้ฉันจะพนันกับเธอ ดีไหม? อืม ใช้ธนูคันนี้เป็นเดิมพันก็แล้วกัน\"\n\"ฉันใช้ธนูที่ดีที่สุดในโลกนี้เป็นของเดิมพัน พนันว่าฉันสามารถรอดชีวิตกลับมาที่นี่ได้\"\n\"ฝากไว้กับเธอก็แล้วกัน ถ้าฉัน Takamine เป็นฝ่ายแพ้ ก็ขอมอบธนูคันนี้ให้เธอ\"\n\"เพราะอย่างไร Asase ก็เป็นผู้สืบทอดเทคนิคการยิงธนูของฉัน จะต้องใช้มันได้ดีแน่นอน\"\n\"แต่ หากฉันชนะ...\"\n\nตลอดช่วงเวลาแห่งหายนะ ซามูไรและมิโกะหัวดื้อได้พนันกันไว้\nพวกเขาพนันกันว่าเขาจะรอดกลับมาจากห้วงลึกหรือไม่ โดยนำธนูที่โชกุนมอบให้เป็นของเดิมพัน\n\nเมื่อความมืดซึมซาบลงลึกสู่พื้นดิน ความสงบสุขกลับมาเยือน แต่ปรมาจารย์ดาบก็ไม่ได้กลับมา\nส่วนของเดิมพัน ธนูที่โชกุนมอบให้ ก็ตกอยู่ในมือของมิโกะ\nต่อมาในป่าอันศักดิ์สิทธิ์ที่ Kitsune Saiguu ไม่ปรากฏกายออกมาอีก ในสถานที่แห่งการนัดพบ\nคนโดดเดี่ยวที่เดินทางมาอย่างช้า ๆ จากห้วงลึกก็ได้กลับมาพบกับมิโกะที่ไม่อาจเรียกว่าอายุน้อยได้อีกแล้ว\nดวงตาที่มืดมัวไปด้วยความมืดของเลือดและน้ำตา ก็ได้กลับมาสว่างไสวอีกครั้ง แต่ก็ถูกทะลวงด้วยลูกธนูที่อาบไปด้วยแสงจากพลัง",
	"baseatk": 46,
	"substat": "ความแรงคริ",
	"subvalue": "14.4",
	"effectname": "Rule by Thunder",
	"effect": "พลังโจมตีเพิ่มขึ้น {0} และจะสามารถได้รับพลังของ \"Thunder Emblem\" โดยเมื่อครอบครอง Thunder Emblem 1/2/3 ชั้น ความเสียหายของการโจมตีปกติจะเพิ่มขึ้น {1} โดยที่ตัวละครจะได้รับ Thunder Emblem 1 ชั้น ในแต่ละสถานการณ์ต่อไปนี้: เมื่อการโจมตีปกติทำให้เกิดความเสียหาย (คงอยู่ 5 วินาที); เมื่อใช้สกิลธาตุ (คงอยู่ 10 วินาที); เมื่อพลังงานธาตุของตัวละครต่ำกว่า 100% (จะหายไปเมื่อพลังงานธาตุของตัวละครเต็ม) โดยช่วงเวลาคงอยู่ของ Thunder Emblem แต่ละชั้นจะถูกคิดแยกกัน",
	"r1": [
		"20%",
		"12/24/40%"
	],
	"r2": [
		"25%",
		"15/30/50%"
	],
	"r3": [
		"30%",
		"18/36/60%"
	],
	"r4": [
		"35%",
		"21/42/70%"
	],
	"r5": [
		"40%",
		"24/48/80%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"name": "Dismal Prism",
				"count": 5
			},
			{
				"name": "Firm Arrowhead",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"name": "Dismal Prism",
				"count": 18
			},
			{
				"name": "Firm Arrowhead",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"name": "Crystal Prism",
				"count": 9
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"name": "Crystal Prism",
				"count": 18
			},
			{
				"name": "Sharp Arrowhead",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"name": "Polarizing Prism",
				"count": 14
			},
			{
				"name": "Historic Arrowhead",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"name": "Polarizing Prism",
				"count": 27
			},
			{
				"name": "Historic Arrowhead",
				"count": 18
			}
		]
	}
}