{
	"name": "Tome of the Eternal Flow",
	"description": "หนังสือคำสอนที่สืบทอดกันมาจากรุ่นสู่รุ่นภายในศูนย์ฝึกฝนใต้น้ำ แต่ตอนนี้ไม่มีใครรู้ถึงการมีอยู่ของมัน",
	"weapontype": "สื่อเวท",
	"rarity": "5",
	"story": "\"เราจะจดจำคำสาบานนับพันปี และปกป้องรากฐานอันดีของเมืองแห่งน้ำ\"\n\"อย่าลืมโซ่ตรวนแห่งบาป ที่ครั้งหนึ่งเคยล่อลวงเราดุจน้ำผึ้ง\"\n\"อย่าลืมหน้าที่ที่ดูหนักอึ้งราวโซ่ตรวนที่เราแบกรับ\"\n\"เพราะนั่นหมายถึงเหล่าทวยเทพต่างเมตตาและวางใจในตัวเราเสมือนน้ำผึ้งที่หอมหวาน\"\n\"เราคือโล่แกร่งต้านภัยพิบัติน้ำ และเป็นแนวป้องกันที่มั่นคง\"\n\nผู้พิทักษ์คนแรกมักจะนำสมาชิกใหม่ไปสาบานอย่างเคร่งครัดเสมอ\nใช่ ไม่มีใครอยากจะเลือกชีวิตแบบนี้หรอก แต่ทุกอย่างต้องมีสิ่งแลกเปลี่ยนเสมอ\nเราเคยเรายอมจำนนต่อความสุขของความรุนแรงในอดีต หรือขับเคลื่อนด้วยความโลภ\nนี่ไม่ใช่แค่การชดเชยความยุติธรรม แต่เป็นการกอบกู้ครั้งสุดท้ายเช่นกัน\nที่แห่งนี้ไม่มีแสงแดด และไม่มีครอบครัว ดังนั้นอย่างน้อยก็ต้องมีความสุข\nถึงแม้บางครั้งจะสงสัยว่าพวกเขาเอ่ยคำสาบานเหล่านั้นกับตัวเอง\nหรือเพียงแค่ต้องเปล่งเสียงที่ไร้ความหมายต่อตัวเองออกมา\nแต่เขายังคงหวังอย่างยิ่งว่า ความสุขเมื่อเหล่าทวยเทพมอบหน้าที่อันหนักอึ้งให้นั้น\nจะเหมือนแสงส่องสว่างให้กับชีวิตที่น่าเบื่อหน่ายและมืดมนของตนเอง\nส่องสว่างเส้นทางข้างหน้าของ \"พี่น้อง\" เหล่านี้ และมอบความหมายให้กับชีวิตที่เหลือนี้\nนี่จะกลายเป็นคำสอนของผู้พิทักษ์ ที่สืบทอดกันจากรุ่นสู่รุ่นราวกับสายน้ำที่หลั่งไหล\nเพราะเมื่อหากลางร้ายของวันสิ้นโลกมาเยือน สายน้ำท่วมจะชะล้างทุกสิ่งไป\nเราจงต่อสู้เพื่อหน้าที่และความสุข เช่นเดียวกับที่ทวยเทพมีเราอยู่ในใจ\n\nหน้าที่ของพวกเราจบสิ้นแล้ว พรและหน้าที่ของทวยเทพ ก็ฝากฝังให้พวกเธอด้วยนะ\nผู้พิทักษ์คนแรกถูกฝังไว้ท่ามกลางสายแร่ของเหมืองที่เปล่งประกายแสงประหลาด\nเพราะที่นั่นสว่างไสวที่สุด ชายผู้อาศัยอยู่ในเงามืดมานานหลายปี\nและพร่ำโหยหาแสงสว่างที่เคยเห็นอยู่ในใจ หลับใหลอย่างเงียบ ๆ ใต้พื้นที่ใกล้กับรอยแยก\n\nสุดท้ายแล้ว น้ำท่วมที่พัดพาทุกสิ่งก็ไม่ปรากฏ\nโชคชะตามักไม่มอบโอกาสที่จะตายอย่างมีเกียรติเสมอ\nกระแสน้ำที่ไม่อาจรับรู้ได้กลับกัดกร่อนศูนย์ฝึกฝนอย่างเงียบ ๆ ราวกับจอมโจรรัตติกาล\nคนที่จำใจเข้าร่วมกับพวกเขา รวมถึงผู้ที่อาศัยอยู่ใต้น้ำก็มีมากขึ้นเรื่อย ๆ\nแต่ผู้ที่สาบาน ผู้ที่เข้าใจคำสาบาน และผู้ที่รู้คำสอนกลับยิ่งน้อยลงเรื่อย ๆ\nกระทั่งเมื่อเวลาผ่านไป ป้อมปราการอันยิ่งใหญ่และมืดมิดก็โผล่ขึ้นจากใต้ทะเล\nนักบวชคนสุดท้ายที่แสดงตนเป็นผู้พิทักษ์ เป็นบุรุษผู้ได้รับพรจากทวยเทพ\nไม่มีใครรู้ว่าหลุมศพของเขาถูกฝังอยู่ที่ใด\n\nเมื่อเทียบกัน ที่แห่งนี้ถือว่าโชคดีแล้ว\nทำนบอีกจุดที่เคยถูกกดขี่ ได้ถูกค้นพบโดยผู้ที่ต้องการมันในหลายปีต่อมา",
	"baseatk": 44,
	"substat": "ความแรงคริ",
	"subvalue": "19.2",
	"effectname": "Aeon Wave",
	"effect": "ค่าพลังชีวิตเพิ่มขึ้น {0}; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น {1} เป็นเวลา 4 วินาที ซ้อนทับได้สูงสุด 3 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที ซึ่งเมื่อซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ {2} หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที",
	"r1": [
		"16%",
		"14%",
		"8"
	],
	"r2": [
		"20%",
		"18%",
		"9"
	],
	"r3": [
		"24%",
		"22%",
		"10"
	],
	"r4": [
		"28%",
		"26%",
		"11"
	],
	"r5": [
		"32%",
		"30%",
		"12"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"name": "Rift Core",
				"count": 5
			},
			{
				"name": "Meshing Gear",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"name": "Rift Core",
				"count": 18
			},
			{
				"name": "Meshing Gear",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"name": "Foreign Synapse",
				"count": 9
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"name": "Foreign Synapse",
				"count": 18
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"name": "Alien Life Core",
				"count": 14
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Essense of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"name": "Alien Life Core",
				"count": 27
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 18
			}
		]
	}
}