{
	"name": "Toukabou Shigure",
	"description": "ร่มกระดาษน้ำมันที่ค่อนข้างพิเศษ แม้ว่าจะคุ้นเคยกับลมและฝน ในระหว่างการเดินทางที่แสนยาวนานแล้ว แต่การชมทิวทัศน์ยามฝนตกไปพร้อมกันกับมัน ก็น่าจะเพลิดเพลินไม่น้อย",
	"weapontype": "ดาบ",
	"rarity": "4",
	"story": "\"ร่มของ Inazuma นี้ มีความใกล้เคียงกับงานฝีมือที่มีเอกลักษณ์มากกว่าที่จะเป็นเครื่องมือป้องกันฝน ไม่ว่าจะเป็นการสัมผัสของด้ามไม้ไผ่ ลวดลายบนผิวร่ม หรือสีอ่อนของกระดาษน้ำมันยามเมื่อแช่น้ำ ล้วนดูละเอียดอ่อนและสวยงามประณีต ทุกครั้งที่เดินผ่านตรอกและเห็นร่มแบบนี้แขวนอยู่นอกร้าน ฉันมักจะนึกย้อนไปถึงเหตุการณ์หนึ่ง ว่ากันว่าครั้งหนึ่งเคยมีร่มคันหนึ่งที่ทำให้ทั่วท้องถนนต้องสั่นสะท้าน เรื่องราวนั้นมีอยู่ว่า:\n\"เมื่อหลายร้อยปีก่อน ในช่วงเทศกาลใหญ่แห่งหนึ่ง ดอกไม้บานสะพรั่ง สุนัขจิ้งจอกเดินเตร่ไปมาอย่างมีความสุข แม้แต่เท็งงุที่ปกติไม่ยิ้มแย้มก็ยังร่วมดื่มและหัวเราะเริงร่าไปกับทุกคน หนึ่งในนั้น ผู้ที่สะดุดตาที่สุดเห็นจะเป็นสาวน้อยที่ถือร่มอันวิจิตรบรรจง จิบสาเกของเผ่าโอนิ ขณะที่บรรยากาศครึกครื้น สาวน้อยเต้นรำราวกับดอกไม้โบกสะบัดบนหิมะที่อยู่ภายใต้แสงจันทร์ที่สว่างไสว เหล่าโยไกและผู้คนต่างปรบมือให้กับการระบำของเธอ ทว่าต่อมา ในยามที่เมื่อออกรบร่วมกับกองทัพ สาวน้อยนั้นโชคร้ายหมดสิ้นลมหายใจ หลงเหลือเพียงร่มอันเป็นที่รักที่ได้ถวายให้กับศาลเจ้า โดยผู้ใต้บังคับบัญชาผู้ซื่อสัตย์ของเธอ\"\n\"ลูกสาวของตระกูลนักรบผู้โด่งดังได้ไปยังศาลเจ้าเพื่อสักการะ ยามเมื่อได้เห็นร่มนี้ เธอก็รู้สึกชอบมันในทันที จึงขอซื้อกลับมาด้วยราคาที่สูงลิ่ว วันรุ่งขึ้นเป็นวันที่ฝนโปรยปราย หญิงสาวอยากถือโอกาสนี้นำร่มออกไปเที่ยวเล่น แต่ก่อนที่จะได้เปลี่ยนเสื้อผ้า เธอก็ได้รับแจ้งข่าวร้ายมาจากแดนไกล ว่าสามีของตัวเองนั้นเสียชีวิตในสนามรบ หญิงสาวเศร้าโศกจนล้มป่วยและเสียชีวิตลงหลังจากนั้นไม่กี่วัน เมื่อเสร็จสิ้นงานศพแล้ว พ่อและแม่ของเธอกล่าวว่าร่มที่ซื้อมานี้เป็นสิ่งโชคร้าย จึงได้บริจาคแก่ศาลเจ้าอีกครั้งเพื่อปิดผนึกมันไว้\"\n\"แต่ใครเล่าจะรู้ ไม่กี่เดือนต่อมา ก็มีข่าวลือแพร่สะพัดว่ามีโยไกที่ไม่เคยพบเห็นปรากฏขึ้นบนถนนในคืนฝนตก กล่าวกันว่า โยไกผู้นั้นละม้ายคล้ายกับร่ม แต่สูงกว่าชายหนุ่มเล็กน้อย มีตาหนึ่งดวง ขาหนึ่งข้าง และลิ้นที่ยาวมาก หากมีใครเดินเพียงลำพังในยามกลางคืน โยไกผู้นั้นจะกระโดดออกมาและใช้ลิ้นเลียผู้ที่สัญจรผ่าน จากมุมมองของชาว Fontaine แล้ว ดูเหมือนโยไกตัวนี้จะสร้างความรำคาญมากกว่าสร้างปัญหาเสียอีก ที่กล่าวกันเช่นนี้เพราะในขณะนั้นไม่มีใครรู้เจตนาที่แท้จริงของมันเลย เรื่องนี้ทำให้ผู้คนในเมืองต่างตื่นตระหนก หญิงสาวไม่กล้าออกจากบ้านเพราะกลัวว่าจะเจอเข้ากับโยไกตัวนั้น ผู้เฒ่าผู้แก่ต่างพากันถอนหายใจและพูดเป็นเสียงเดียวกันว่า หากท่านเหล่านั้นยังอยู่ โยไกตัวเล็กตัวน้อยพวกนี้คงไม่กล้าออกมาสร้างความวุ่นวายแน่... แต่ในตอนนี้ มีเพียงไม่กี่คนเท่านั้นที่รู้วิธีจัดการกับโยไกเหล่านั้น\"\n\"ต่อมา เมื่อมิโกะสาวได้ยินเรื่องนี้ จึงได้หยิบร่มดังกล่าวออกจากศาลเจ้า ใช้ช้อนไม้ตักน้ำสะอาดแล้วล้างจากด้ามจนถึงปลายร่ม จากนั้นเช็ดด้วยไหมซ้ำแล้วซ้ำเล่า พร้อมพูดกับมันว่า:\n\" 'แม้ว่าสายฝนในอดีตจะไม่หวนคืนอีกต่อไป แต่พรุ่งนี้ก็ยังคงเป็นพรุ่งนี้ หากนายท่านผู้นั้นยังคงอยู่ คงอดทนเห็นเจ้าในสภาพนี้ไม่ได้เช่นกัน!' \"\n\"ด้วยเหตุนี้ จึงได้นำร่มไปบูชาไว้ ณ โถงข้างศาลเจ้า ตั้งแต่นั้นมาก็ไม่มีใครได้ยินเรื่องปีศาจร่มอีกเลย\"\n\"ฉันได้ยินเรื่องนี้จากเพื่อนคนหนึ่งใน Inazuma เพียงแต่ว่า ฉันออกสำรวจศาลเจ้าใน Narukami มาเป็นเวลานานแล้ว แต่กลับไม่เคยได้ยินเรื่องบูชาร่มนี้เลย เมื่อนำเรื่องดังกล่าวเล่าให้เพื่อนคนนั้นฟัง เธอก็หัวเราะออกมาอย่างอดไม่ได้:\n\" 'ไม่จริงหรอก คุณหนู Leucade นี่ท่านถือข่าวลือเช่นนั้นเป็นเรื่องจริงงั้นหรือ?' \"",
	"baseatk": 42,
	"substat": "ความชำนาญธาตุ",
	"subvalue": "36",
	"effectname": "Kaidan: Rainfall Earthbinder",
	"effect": "หลังจากโจมตีถูกศัตรู จะทำให้ศัตรูหนึ่งตัวที่ถูกโจมตีติดสถานะ \"Cursed Parasol\" เป็นเวลา 10 วินาที ซึ่งเอฟเฟกต์นี้ ในทุก 15 วินาที จะเกิดได้มากสุดหนึ่งครั้ง; เมื่อศัตรูดังกล่าวถูกกำจัดในระหว่างช่วงเวลาต่อเนื่อง จะลบล้างช่วงเวลาคูลดาวน์ของเอฟเฟกต์นี้ โดยที่ผู้สวมใส่ จะสร้างความเสียหายแก่ศัตรูที่อยู่ในสถานะ \"Cursed Parasol\" เพิ่มขึ้น {0}",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Narukami's Wisdom",
				"count": 3
			},
			{
				"name": "Damaged Prism",
				"count": 3
			},
			{
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Narukami's Joy",
				"count": 3
			},
			{
				"name": "Damaged Prism",
				"count": 12
			},
			{
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Narukami's Joy",
				"count": 6
			},
			{
				"name": "Turbid Prism",
				"count": 6
			},
			{
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Narukami's Affection",
				"count": 3
			},
			{
				"name": "Turbid Prism",
				"count": 12
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Narukami's Affection",
				"count": 6
			},
			{
				"name": "Radiant Prism",
				"count": 9
			},
			{
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Narukami's Valor",
				"count": 4
			},
			{
				"name": "Radiant Prism",
				"count": 18
			},
			{
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}