{
	"id": 14512,
	"name": "Tulaytullah's Remembrance",
	"description": "กระดิ่งที่แกะสลักจากไพลินสีเข้ม และเงินบริสุทธิ์ เสียงสะท้อนที่ชัดเจน และไพเราะของมันนั้น ดังก้องกังวานไปไกลแสนไกล",
	"descriptionRaw": "กระดิ่งที่แกะสลักจากไพลินสีเข้ม และเงินบริสุทธิ์ เสียงสะท้อนที่ชัดเจน และไพเราะของมันนั้น ดังก้องกังวานไปไกลแสนไกล",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 5,
	"story": "ครั้งหนึ่งฉันเคยเดินบนเนินทรายสีเงินอันระยิบระยับ สามพี่น้องร่วมเต้นรำกับแสงจันทรา\nเมื่อเงาดำทอดลามไปทั่วผืนดิน เลือดและน้ำตา มาบรรจบกันเป็นสวนน้ำพุ...\nเพราะความโศกเศร้าของราชินีแห่งบุปผา นครแห่งไพลินจึงท่วมไปด้วยหยาดน้ำตา\nภายใต้โดมสีฟ้าเหล่านั้น ชาว Tighnarian ต่างอวดอ้างความฉลาดหลายชั่วอายุคน\n\nผู้คนกล่าวว่า เมือง Tulaytullah ของชาว Tighnarian เป็นอัญมณีที่ราชินีแห่งบุปผาหวงแหนเป็นที่สุด\nในยุคทองคำนั้น แม้แต่ใบหน้าซีดเซียวของแสงจันทร์ก็ยังส่องประกายราวกับอำพันและน้ำผึ้ง\nในสวนที่บานสะพรั่งด้วย Padisarah สีม่วงอันชวนฝัน ผลทาฑิมอวบอิ่มส่งเสียงร้องเพลงเจื้อยแจ้ว...\nลำคลองส่องประกายระยิบระยับ แม้แต่วันที่เหล่าทวยเทพสิ้นใจก็ไม่อาจถูกพายุทรายบดบัง\n\n\"Xiphos ขุนนางที่ถูกเนรเทศ ผู้ซึ่งเป็นที่รักของข้า...\"\n\"Xiphos ดาบแห่งรัฐนคร ผู้เป็นที่รักของญิน...\"\n\"ขอให้แสงแห่งจันทราจงคืนความสงบ ระบำในค่ำคืนนี้ขอมอบแด่เจ้าเพียงผู้เดียว\"\n\"พรุ่งนี้ข้าต้องจากไปแล้ว เหล่านักปราชญ์ได้ขายข้าให้กับวังแห่ง Badanah\"\n\"ข้าไม่อาจลืมว่าบรรพบุรุษของเขาทำลายบ้านเกิดของข้า และทำให้คนของข้าเป็นทาสอย่างไร\"\n\"ข้าต้องไปรับใช้ศัตรู ร่วมเต้นรำ พูดจาไพเราะ และอยู่ท่ามกลางพวกเขาเหมือนสายลมยามค่ำคืนที่พลิ้วไหว...\"\n\n\"แต่ Xiphos ผู้เป็นที่รักของข้า... ท้องฟ้าที่เต็มไปด้วยดวงดาวและดอกบัวในค่ำคืนนี้ จะเป็นของเจ้าแต่เพียงผู้เดียว\"\n\"แต่ Xiphos เอ๋ย Xiphos ที่รักของข้า... โปรดอย่าได้ลืมชื่อของข้า อย่างน้อยก็ในค่ำคืนนี้\"\n\nเพื่อประจบสอพลอราชาผู้ฉ้อฉล เหล่านักปราชญ์ที่ปกครอง Tulaytullah จึงได้นำถวายเครื่องบรรณาการ\nMakhaira นักเต้นรำแห่งวังหลวงก็อยู่ในรายชื่อนั้นเช่นกัน จึงถูกบังคับให้ต้องอำลาจากคนรักนัยน์ตาสีทอง\nต่อมาเรื่องราวถูกส่งต่อจากปากต่อปากอย่างมากมาย และถูกลืมเลือนไปจากหลายความทรงจำ...\n\nMakhaira แก้แค้นได้สำเร็จ และล้มล้างอาณาจักรอันยิ่งใหญ่ในทะเลทรายได้สิ้นซาก...\nแต่ชีวิตของเธอกลับถูกงูร้ายกลืนกิน และดึงดูดเข้าสู่นิทราที่ไม่อาจฟื้นคืนภายใต้ผ้าห่มทรายสีทอง\nXiphos ได้ชื่อว่าเป็นขุนนางชั้นสูง แต่กลับตายอย่างไร้ประโยชน์เพราะปกป้องขุนนางที่สงสัยตน...\nดาบของ Tulaytullah นั้นเปื้อนเลือดเพราะเจ้าชายที่ถูกเนรเทศอีกคน ผู้ซึ่งสูญเสียเกียรติยศและความหวังไป\nแต่การถูกเนรเทศของเขาเป็นเพียงของขวัญจากนักเต้นรำที่มีหัวใจดั่งอสรพิษ ผู้ที่ญินเลี้ยงดูมา\n\nสุดท้ายแล้ว ความดีและความชั่วต่างก็ถูกบดขยี้ด้วยวงล้อแห่งโชคชะตา\nนครไพลินพังทลายและจางหายไป ราวกับหยาดน้ำตาที่แห้งเหือดภายใต้แสงแดดที่แผดเผา",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "9.6%",
	"effectName": "Bygone Azure Teardrop",
	"effectTemplateRaw": "ความเร็วของการโจมตีปกติเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{1}</color>; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{2}</color> โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด <color=#99FFFFFF>{3}</color> ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน",
	"r1": {
		"description": "ความเร็วของการโจมตีปกติเพิ่มขึ้น 10%; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 4.8%; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 9.6% โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด 48% ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน",
		"values": [
			"10%",
			"4.8%",
			"9.6%",
			"48%"
		]
	},
	"r2": {
		"description": "ความเร็วของการโจมตีปกติเพิ่มขึ้น 12.5%; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 6%; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 12% โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด 60% ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน",
		"values": [
			"12.5%",
			"6%",
			"12%",
			"60%"
		]
	},
	"r3": {
		"description": "ความเร็วของการโจมตีปกติเพิ่มขึ้น 15%; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 7.2%; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 14.4% โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด 72% ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน",
		"values": [
			"15%",
			"7.2%",
			"14.4%",
			"72%"
		]
	},
	"r4": {
		"description": "ความเร็วของการโจมตีปกติเพิ่มขึ้น 17.5%; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 8.4%; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 16.8% โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด 84% ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน",
		"values": [
			"17.5%",
			"8.4%",
			"16.8%",
			"84%"
		]
	},
	"r5": {
		"description": "ความเร็วของการโจมตีปกติเพิ่มขึ้น 20%; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 9.6%; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น 19.2% โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด 96% ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน",
		"values": [
			"20%",
			"9.6%",
			"19.2%",
			"96%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}