{
	"name": "\"Ultimate Overlord's Mega Magic Sword\"",
	"description": "ดาบวิเศษที่จ้าวผู้ปกครองมหาสมุทรใช้งานได้แต่เพียงผู้เดียว เนื่องจากมันทำจากวัสดุกันน้ำชนิดพิเศษ ต่อให้แช่อยู่ในน้ำก็จะไม่ผุพัง แทบจะเรียกได้ว่ามันเป็นอมตะเลยทีเดียว!",
	"weapontype": "ดาบใหญ่",
	"rarity": "4",
	"story": "\"...ไม่ใช่แค่ดาบกระดาษแข็งราคาถูกนะ! นี่...เอ่อ...นี่คือ... Ultimate Overlord's Mega Magic Sword ที่เอาชนะราชาปูในอดีต!\"\n\nเมื่อนานมาแล้ว ก่อนที่ดอก Romaritime จะถูกเรียกว่าดอก Romaritime มีราชาปีศาจปูผู้ยิ่งใหญ่อาศัยอยู่ในท้องทะเลอันห่างไกล\nแม้ว่าจะไม่มีใครรู้ว่าทำไมปูถึงยิ่งใหญ่ขนาดนี้ และก็ไม่รู้ว่าดินแดนที่ปกครองโดยจักรพรรดิผู้ยิ่งใหญ่และประชาชนของมันอยู่ที่ไหน แต่เนื่องจากทุกคนต่างพูดเช่นนี้ ชื่อเสียงของราชาปีศาจจึงแพร่กระจายไปทั่วมหาสมุทร บางทีนี่อาจเป็นความสูงส่งโดยกำเนิด? ราชาปีศาจปูที่แผลงฤทธิ์คิดแบบนี้และค่อย ๆ ยอมรับความจริงที่ว่าทุกคนเคารพตัวเองอยู่ห่าง ๆ\nเช่นเดียวกับมนุษย์ผู้ยิ่งใหญ่ (หรือบางทีอาจคิดว่าตนอยู่เหนือกว่า) ฝ่าบาทมักจะทอดถอนหายใจ เกลียดที่ตนเองเป็นจักรพรรดิ แล้วจักรพรรดิจะหาเพื่อนได้ยังไง? (แม้ว่าสิ่งนี้จะบ่งบอกถึงความสูงส่งด้วยเช่นกัน) ท้ายที่สุดแล้ว ก้ามปูที่แหลมคมฉับฉับเหล่านั้น ทำให้ใครก็ตามที่ไม่ชอบหน้ามันหวาดกลัวจนเผ่นหนีได้โดยง่าย ทั้งยังตัดด้ายแห่งโชคชะตาของผู้ที่มีความมุ่งมั่นกว่าทิ้ง และเหรียญทองที่กองสูงเท่ากับภูเขา Automnequi ในคลังของจักรพรรดิสามารถซื้อขนมหวานแสนอร่อยทั้งหมดใน Fontaine ได้อย่างง่ายดาย นี่คือชีวิตที่คู่ควรกับสถานะของราชาสินะ! ใช่มั้ย?\nเพียงแต่ว่า พอไม่มีเพื่อนที่ดีที่สามารถเล่นกับตัวเองได้ เมื่อเจอเรื่องน่าเบื่อหรือน่าเศร้า ซึ่งไม่ว่ามีขนมหวานมากแค่ไหนก็ไม่สามารถทำให้เขามีความสุขได้อีก ฝ่าบาทก็ทำได้เพียงใช้ก้ามปูอันใหญ่โตตัดแต่งพืชน้ำเท่านั้น แน่นอนว่า ฝ่าบาทปูยังไงก็เป็นเพียงแค่ปู ถึงมันจะมีแข็งแกร่งกว่าปูทุกตัว แต่ความสามารถในการตัดพืชน้ำก็ไม่ได้ดีไปกว่าปลากระเบนทั่วไปเลย!\nวันหนึ่ง ราชาปีศาจปูผู้ยิ่งใหญ่พ่นฟองสบู่ปุ๋งปุ๋งอย่างโดดเดี่ยว แล้วบังเอิญไปพบกับเมลูซีนตัวน้อย...\n\"ฮว่าง! นี่กล้าที่จะบุกเข้ามาที่วังของราชาปีศาจเลยรึนี่ เจ้ามาที่นี่ทำไมกัน?\"\n(ถึงแม้ว่าราชาปูจะพ่นไฟอย่างรุนแรง แต่จริง ๆ แล้วก็มีความสุขและกลัวนิดหน่อย เพราะทุกครั้งที่เพื่อน ๆ ในมหาสมุทรเห็นมัน ก็มักจะซ่อนตัวเงียบ ๆ เพราะความน่าเกรงขามของจักรพรรดิ เพราะงั้นจักรพรรดิจึงไม่ได้พูดคุยกับใครมานานแล้ว)\n\"คุณปู\" เมลูซีนน้อยพูด \"คุณดูไม่ค่อยมีความสุขเท่าไหร่เลย พวกเรามาเล่นด้วยกันเถอะ แบบนี้ก็จะมีความสุขขึ้นแล้วล่ะ!\"\n\"เจ้าไม่เข้าใจ\" เดิมทีราชาปูคิดอยากจะไล่บี้ว่าทำไมเมลูซีนถึงเรียกมันว่า \"คุณ\" แทนที่จะเป็น \"ฝ่าบาท\" แต่สุดท้ายก็ไม่ได้พูดอะไรออกมา แต่พูดว่า: \"ราชาผู้มีอำนาจไม่สามารถเล่นกับเมลูซีนน้อย ๆ ได้ ไม่เช่นนั้นจะสูญเสียความน่าเกรงขามของราชาไป\"\n\"ถ้าสูญเสียความน่าเกรงขามของราชาไป จะเกิดอะไรขึ้นเหรอ?\"\n\"ถ้าสูญเสียความน่าเกรงขามไป ราชาผู้มีอำนาจก็จะไม่ใช่ราชาผู้มีอำนาจอีกต่อไป นอกจากก้ามที่ใหญ่กว่าปูตัวอื่น และเกราะที่หนากว่า ข้าก็เป็นแค่ปูธรรมดา ๆ เท่านั้น\"\n\"ก้ามของคุณปูใหญ่กว่าฉันซะอีก ขาก็มีมากกว่าฉัน เกราะก็ยังหนากว่าผนังบ้านฉัน นอกจากเหรียญทองและขนมหวานแล้ว คุณปูยังมีของดีอีกมากมาย ก็น่าจะมีความสุขมากสิถึงจะถูก! ฉันรู้แล้ว ต้องเป็นเพราะความยิ่งใหญ่ของราชาที่ทำให้คุณปูไม่มีความสุขแน่ ๆ\"\n\"เมลูซีนน้อย เจ้าไม่เคยเป็นราชามาก่อน ดังนั้นข้าจึงให้อภัยต่อความไร้เดียงสาของเจ้า เจ้าต้องรู้ว่าจักรพรรดิไม่ควรเป็นห่วงว่าตัวเองมีความสุขหรือไม่\"\n\"แต่ก่อนที่คุณปูจะเป็นราชา ก็น่าจะเป็นปูนี่นา! เห็นคุณปูไม่มีความสุข ฉันก็ไม่มีความสุขเหมือนกัน ฉันจะช่วยคุณปู ละทิ้งความน่าเกรงขามของราชาเอง!\"\n\"ฮว่าง! เมลูซีนน้อยช่างไม่รู้ว่าฟ้าสูงแค่ไหน ตลอดทุกยุคทุกสมัย จะมีจักรพรรดิที่ยอมสละการปกครองโดยสมัครใจได้อย่างไรกัน!\" ฝ่าบาทโบกก้ามด้วยความโกรธ \"เว้นแต่...อย่างเช่น มีผู้กล้าเอาชนะราชาปีศาจด้วยดาบศักดิ์สิทธิ์ได้... ถ้าเป็นแบบนั้น อดีตราชาผู้มีอำนาจก็คงทำได้แค่เล่นกับเมลูซีนน้อยแล้ว\"\n\"โอ้! ทำแบบนี้ก็ได้เหรอ!\" เมลูซีนตะโกนด้วยความยินดี แต่กลับนึกอะไรขึ้นมาได้ และพูดด้วยความผิดหวังว่า \"แต่ฉันไม่รู้ว่าผู้กล้าอยู่ที่ไหน และดาบศักดิ์สิทธิ์อยู่ที่ไหน...\"\n\"อ๋อ เรื่องนี้ไม่สำคัญหรอก! ตราบใดที่ราชาปีศาจพ่ายแพ้ ไม่ว่าใครก็ตามก็คือผู้กล้า และไม่ว่าอาวุธใด ๆ ก็ตามก็คือดาบศักดิ์สิทธิ์\" จักรพรรดิพูดอย่างกระตือรือร้น \"วะฮ่าฮ่า! เมลูซีนที่ไม่เคยรู้ว่าฟ้าสูงแค่ไหน เจ้าเข้าใจมั้ย?\"\n\n\"'...คุณปูพูดแบบนี้แหละ ขอให้ทุกคนช่วยฉันด้วย!'\" เธอพูดกับเมลูซีนในหมู่บ้าน Merusea ทุกคนต่างรู้สึกว่า ต้องช่วยเธอแล้วล่ะ! พวกเขาหาเปลือกหอยขนาดใหญ่มาทำเป็นโล่ และสานพืชน้ำเป็นมงกุฎแทนใบกระวาน ใช้ใบเรือที่หักใน Elynas มาทำเป็นเสื้อคลุม สุดท้ายก็ใช้กระดาษแข็งแห้งที่หายากมาทำเป็นดาบอันล้ำค่า\nด้วยวิธีนี้ เมลูซีนผู้กล้าหาญจึงเริ่มต้นการเดินทางเพื่อปราบราชาปีศาจปูด้วยดาบวิเศษที่ไร้เทียมทาน จนในที่สุดก็เอาชนะราชาปูผู้กดขี่ข่มเหงได้ คุณปูซึ่งไม่ได้ทำหน้าที่เป็นราชาปีศาจอีกต่อไป ได้กลายมาเป็นเพื่อนที่ดีของพวกเมลูซีน...\n\nหลังจากการพูดคุยสั้นๆ เมลูซีนทุกตนมีมติเป็นเอกฉันท์ตัดสินใจมอบดาบทรงพลังที่สุดในหมู่บ้าน Merusea ซึ่งครั้งหนึ่งเคยส่องสว่างในอดีต ให้กับผู้กล้าที่ไร้เทียมทานเพื่อเป็นอนุสรณ์แห่งมิตรภาพ",
	"baseatk": 44,
	"substat": "การฟื้นฟูพลังงาน",
	"subvalue": "6.7",
	"effectname": "Melussistance!",
	"effect": "พลังโจมตีเพิ่มขึ้น {0} ไม่ใช่เพียงแค่นั้น! การสนับสนุนของเหล่าเมลูซีนจากหมู่บ้าน Merusea ทุกตนที่คุณเคยช่วยไว้เต็มเปี่ยมไปด้วยพลัง สามารถเพิ่มพลังโจมตีได้อีกขั้น สูงสุด {1} ตามจำนวนของเหล่าเมลูซีน",
	"r1": [
		"12%",
		"12%"
	],
	"r2": [
		"15%",
		"15%"
	],
	"r3": [
		"18%",
		"18%"
	],
	"r4": [
		"21%",
		"21%"
	],
	"r5": [
		"24%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Old Operative's Pocket Watch",
				"count": 3
			},
			{
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Old Operative's Pocket Watch",
				"count": 12
			},
			{
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Operative's Standard Pocket Watch",
				"count": 6
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Operative's Standard Pocket Watch",
				"count": 12
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Operative's Constancy",
				"count": 9
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"name": "Operative's Constancy",
				"count": 18
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}