{
	"id": 11514,
	"name": "Uraku Misugiri",
	"description": "ดาบอันโด่งดังที่ครั้งหนึ่งถูกสร้างขึ้นโดย Urakusai ผู้สง่างาม กล่าวกันว่าตลอดหลายร้อยปีที่ผ่านมา มันไม่เคยฟันสิ่งมีชีวิตใดเลย",
	"descriptionRaw": "ดาบอันโด่งดังที่ครั้งหนึ่งถูกสร้างขึ้นโดย Urakusai ผู้สง่างาม กล่าวกันว่าตลอดหลายร้อยปีที่ผ่านมา มันไม่เคยฟันสิ่งมีชีวิตใดเลย",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 5,
	"story": "ตำนานกล่าวว่า Urakusai แห่งเผ่าจิ้งจอก เคยเมาคลั่งจนตัดม่านทองคำของเวทีการแสดงในป่า จึงกลายเป็นศัตรูคู่อาฆาตของ Bake-Danuki\nดาบนี้จึงได้ชื่อมาจากการกระทำนี้ และระบำอันบ้าคลั่งของจิ้งจอกปีศาจภายใต้แสงจันทร์ ก็กลายเป็นเรื่องเล่าในหมู่ผู้ชม ยกเว้น Bake-Danuki\nต่อมา ว่ากันว่า Urakusai ได้มอบชุดชงชาล้ำค่า และสมบัติอื่น ๆ อีกมากมายให้กับ Bake-Danuki ที่เตรียมการแสดง เพื่อเป็นการขอโทษ\nและ \"ประตูใหญ่\" ที่เคยพบกับเขาครั้งหนึ่งก่อนเกิดเหตุ ก็ได้รับดาบ \"Misugiri\" เป็นรางวัลจากการเป็นสื่อกลางระหว่างทั้งสองฝ่าย\n\nเขาแตกต่างจากที่เล่าลือกันเล็กน้อย ชายคนนี้ไม่ใช่แค่ตัวประหลาดที่ต่อสู้อย่างดุเดือดกับต้น Lavender Melon เท่านั้น แต่เขายังมีความสง่างาม และเชี่ยวชาญด้านการแสดง ของเล่น และเสื้อผ้าอีกด้วย\nเมื่อเข้าสู่การต่อสู้ เขามักจะแสดงตนในรูปลักษณ์ที่น่าอัศจรรย์ ด้วยการสวมชุดผ้าสีทองที่ตัดจากหญ้าและเมฆในฤดูใบไม้ร่วง และทาน้ำมันบนใบหน้าด้วยสีสันสดใส\nแต่ไม่ว่าในหนังสือโบราณหรือหนังสือนิทาน กลับไม่เคยมีใครบรรยายว่าเขาถือดาบทองคำอันโด่งดัง \"Misugiri\" ในการต่อสู้ครั้งสุดท้าย\nในเรื่องราวเกร็ดเล็กเกร็ดน้อยและประวัติศาสตร์มากมาย อาวุธของเขาจะเป็นดาบใหญ่ที่มีชื่อค่อนข้างยาว และออกเสียงยาก เหมือนกับชื่อของเขา\nแม้ว่าในม้วนหนังสือจะบรรยายถึงร่างอันสง่างามของเขา ที่ถือดาบสองเล่มเล็กใหญ่ไว้ในมือแต่ละข้าง สะบั้นปีศาจสีดำที่ถาโถมเข้ามาดั่งกระแสคลื่น\nแต่สุดท้าย ตาม \"คู่มือสิ่งของ\" ที่มีอำนาจในสมัยนั้น \"Misugiri\" ได้หายไปจาก \"ประตูใหญ่\" ในช่วงฤดูร้อนของปีหนึ่งก่อนเกิดภัยพิบัติ\nด้วยเหตุนี้ ในใจของผู้คนที่กล่าวถึงเรื่องราวหลังการดื่มนั้น \"Misugiri\" ที่ไม่เคยเปื้อนเลือดศัตรู จึงมักจะดึงดูดจินตนาการของผู้คนได้เสมอ\n\nในบรรดาโอนิที่ไม่ใช้ภาษาเขียน และบอกเล่าประวัติศาสตร์และตำนานของตนผ่านบทเพลงนั้น ยังมีบันทึกเรื่องราวที่แตกต่างและเสริมกันระบุไว้ใน \"คู่มือสิ่งของ\" อีกด้วย\nหลังจากการแข่งขันซูโม่ในช่วงเทศกาล \"ประตูใหญ่\" ได้มอบดาบ \"Misugiri\" อันเลื่องชื่อให้กับช่างตัดเสื้อที่ไม่ได้มาจากตระกูลนักสู้\nดูเหมือนหญิงสาวจะช่วยซ่อมดอกไม้สีทองที่หลุดออกมาจาก เสื้อคลุมฮาโอริของเขา เขาจึงมอบมันให้เธอเพื่อเป็นการตอบแทน\n\n\"ไม่ตอบแทนได้ไงกัน งั้นเอาอย่างนี้ ฉันขอแลกดาบเล่มนี้กับกรรไกรของเธอละกัน! เท่านี้ก็ถือว่าไม่ใช่ค่าตอบแทนแล้วนะ!\"\n\"ห๊า? อะไรนะ ทำไมจะเอาไปตัดผ้าไม่ได้ล่ะ! ยัยหนูคนนี้ พออ้าปากพูดแล้วอย่างกับเท็งงุแสนน่าเบื่อเลย!\"\n\"แล้วข้ออ้างที่ว่า 'สามัญชนกับนักรบต่างกัน' นี่คืออะไร! เธอใช้กรรไกรเล็ก ๆ ตัดผ้าได้ งั้นใช้ดาบยาวแบบนี้ตัดก็ต้องดีกว่าไม่ใช่เรอะ!\"\n\"ไม่ใช่สักหน่อย! ที่ฉันยกดาบเล่มนี้ให้เธอ ก็เพราะเจ้าของเดิมของมันบอกว่า ของที่มีชื่อเสียงควรจะแขวนไว้บนกำแพงให้ผู้คนได้เชยชม\"\n\"...ฉันไม่ได้ให้เธอ แต่เป็นการแลกเปลี่ยน! แทนที่จะให้จิ้งจอกเฒ่านั่นถามว่าดาบของฉันเป็นยังไงบ้าง สู้ยกให้เธอไปตัดเสื้อผ้ายังจะดีเสียกว่า!\"\n\"นี่กำลังด่าฉันเหรอ ฉันได้ยินนะ! ฮึ่ย ไม่รู้จะขึ้นเสียงไปทำไม! เอาเถอะ ๆ จับตาดูให้ดีล่ะ...\"\n\nว่าแล้ว โอนิก็ลุกขึ้นยืนและชักดาบออกจากฝัก ดาบอันเยียบเย็นสะท้อนควันจางและแสงจันทร์ของเทศกาล\nจากนั้นก็ตัดแขนเสื้อข้างหนึ่งออกโดยไม่ลังเล แล้วจึงหยิบดาบเข้าฝักดังเดิม พร้อมนั่งตัวตรงและยื่นแขนเสื้อให้ดู\nปกตินักรบโอนิมักจะเป็นคนเปิดเผย และไม่เข้มงวดกับเรื่องเล็ก ๆ น้อย ๆ แต่อาจดุร้ายขึ้นเล็กน้อยเมื่อจริงจัง\n\n\"ดูสิ ถึงแม้ฉันจะไม่ใช่ช่างตัดเสื้อ แต่ดาบเล่มนี้ก็สามารถตัดมันได้อย่างง่ายดาย! อย่ามาดูถูกกันเชียวนะ!\"\n\"โปรดรับดาบเล่มนี้ไว้ด้วยเถอะ เพราะฉันเชื่อว่ามีแค่เธอเท่านั้นที่จะสามารถใช้มันได้อย่างเหมาะสม ฉันมีแต่จะทำมันพังเท่านั้น\"\n\"อยากให้ฉันเก็บไว้เป็นมรดกตกทอดของตระกูลงั้นเหรอ? ฮ่า ๆ ไม่ใช่ว่าฉันไม่เคยคิดนะ แต่ถ้าไม่ได้ใช้งานดาบเลื่องชื่อเลย มันจะเหงาเอานะ\"\n\"ถ้าเป็นแบบนั้น เมื่อไหร่ที่ Urakusai กลับมา เขาจะต้องหัวเราะเยาะว่าฉันเป็นคนโง่เง่า น่าเบื่อ และไม่รู้ธรรมเนียมน่ะสิ\"\n\nเมื่อเผชิญกับใบหน้าที่จริงจังอย่างกะทันหันของโอนิ หญิงสาวช่างตัดเสื้อจากครอบครัวสามัญชนก็รู้สึกหวาดกลัวอย่างยิ่ง\nหลังจากที่รับของขวัญล้ำค่าไปอย่างหวาดกลัวแล้ว นักสู้ที่คิดว่าตนเองฉลาดก็ได้ระเบิดเสียงหัวเราะออกมา และจากไปอย่างพึงพอใจ\n\"ประตูใหญ่\" ได้รับฉายาว่า \"จอมโง่เขลา\" จากชาวบ้าน แต่เขากลับไม่ได้โกรธเคืองแม้แต่น้อย\nแม้ว่าเขาจะอารมณ์แปรปรวนและฉุนเฉียวได้ง่าย แต่ในช่วงชีวิตที่ไม่สั้นและไม่ยาวนี้ เขาได้รู้จักเพื่อน ๆ มากมาย และได้ปกป้องชีวิตผู้คนไว้ไม่น้อย\nต่อมา เมื่อม้วนภาพที่ถักทอโดยไร้ข้อความ ได้ถูกนำมาถวายเป็นเครื่องบูชาแด่ทวยเทพ, จิ้งจอก, โยไก, โอนิ และมนุษย์ที่ปกป้องสรรพชีวิต\nช่างตัดเสื้อก็รู้สึกเสียใจที่ไม่สามารถคืนดาบเลื่องชื่อให้กับเขา และไม่อาจช่วยเขาสังหารศัตรูได้ จึงออกแบบรูปลักษณ์อันน่าเกรงขามขณะถือดาบสองเล่มให้กับเขา\nแต่นั่นเป็นเรื่องที่เกิดขึ้นในภายหลัง ก่อนจะถึงตอนนั้น Urakusai ต้องคร่ำครวญกับชีวิตที่ระเหเร่ร่อนในตระกูลสามัญชนอยู่นานหลายปี\n\nทายาทของเผ่าโอนิที่สืบทอดนามสกุลเดียวกัน ได้เห็นดาบงดงามในมือของช่างตัดเสื้ออีกครั้ง แต่เธอกลับไม่ใช่สาวน้อยอีกต่อไปแล้ว เขาก็ย้อนคิดว่า:\n\"คุณลุงมักจะถอนหายใจอยู่บ่อยครั้งเวลาที่นั่งเช็ดดาบ และคอยแต่โทษว่าท่าน Urakusai มอบของดีเช่นนี้ให้กับคนต่ำต้อยอย่างตัวเขาเอง\"\n\" 'สิ่งนี้ควรจะได้รับความงดงามและความรุ่งเรืองในโลก แล้วฉันจะทำให้มันมัวหมองด้วยการเข่นฆ่าผู้คนและบันดาลโทสะ ได้อย่างไร?' \"\n\nกลับเข้าเรื่องก่อนหน้า เมื่อหญิงสาวได้ค้นพบประโยชน์ในการใช้งานอันน่าทึ่งนอกสนามรบ ของดาบเล่มนี้ จึงยังมีเวลาอีกนานที่จะถักทอม้วนภาพอนาคตนั้น\nในเวลานั้น โอนิ Chiyo ได้สวมชุดจูนิฮิโตเอะอันงดงามเหนือใคร และร่ายรำพร้อมกับดาบในมือ ช่างสวยงามราวกับดอกไม้ที่ร่วงหล่นในสายลมฤดูใบไม้ผลิ",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ความแรงคริ",
	"baseStatText": "19.2%",
	"effectName": "Brocade Bloom, Shrine Sword",
	"effectTemplateRaw": "ความเสียหายของการโจมตีปกติเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และความเสียหายของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>{1}</color>; เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น <color=#99FFFFFF>{2}</color>",
	"r1": {
		"description": "ความเสียหายของการโจมตีปกติเพิ่มขึ้น 16% และความเสียหายของสกิลธาตุเพิ่มขึ้น 24%; เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น 20%",
		"values": [
			"16%",
			"24%",
			"20%"
		]
	},
	"r2": {
		"description": "ความเสียหายของการโจมตีปกติเพิ่มขึ้น 20% และความเสียหายของสกิลธาตุเพิ่มขึ้น 30%; เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น 25%",
		"values": [
			"20%",
			"30%",
			"25%"
		]
	},
	"r3": {
		"description": "ความเสียหายของการโจมตีปกติเพิ่มขึ้น 24% และความเสียหายของสกิลธาตุเพิ่มขึ้น 36%; เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น 30%",
		"values": [
			"24%",
			"36%",
			"30%"
		]
	},
	"r4": {
		"description": "ความเสียหายของการโจมตีปกติเพิ่มขึ้น 28% และความเสียหายของสกิลธาตุเพิ่มขึ้น 42%; เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น 35%",
		"values": [
			"28%",
			"42%",
			"35%"
		]
	},
	"r5": {
		"description": "ความเสียหายของการโจมตีปกติเพิ่มขึ้น 32% และความเสียหายของสกิลธาตุเพิ่มขึ้น 48%; เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น 40%",
		"values": [
			"32%",
			"48%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}