{
	"id": 12512,
	"name": "Verdict",
	"description": "อาวุธที่ครั้งหนึ่งเคยถูกใช้งานโดยหญิงสาวผู้สูงศักดิ์ที่เคยละทิ้งตระกูลของเธอ ในอดีตมันเคยเปื้อนไปด้วยเลือดของศัตรูและคนที่รัก",
	"descriptionRaw": "อาวุธที่ครั้งหนึ่งเคยถูกใช้งานโดยหญิงสาวผู้สูงศักดิ์ที่เคยละทิ้งตระกูลของเธอ ในอดีตมันเคยเปื้อนไปด้วยเลือดของศัตรูและคนที่รัก",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "ดาบใหญ่",
	"rarity": 5,
	"story": "\"ฟังให้ดีนะ Leticia ที่รัก จำไว้ว่าลูกเป็นบุตรสาวคนโตของตระกูล Randolph\"\n\"ลูกต้องเข้าใจว่า เมื่อพวกเราชนชั้นสูงนั่งลง ประเทศชาติก็จะเอนเอียงมาหาพวกเรา\"\n\"เมื่อพวกเราล้มลง จะเป็นการบดขยี้บ้านเรือนนับไม่ถ้วน และพลเรือนที่อาศัยอยู่ในนั้น\"\n\"เพราะฉะนั้น ฟังให้ดีเถิด Leticia ที่รัก\"\n\"ลูกจะต้องรักษากิริยาอันสูงส่ง และรูปลักษณ์ภายนอกให้บริสุทธิ์ อย่าได้แสดงความโกรธ ความโศกเศร้า และความสุขออกมาง่าย ๆ\"\n\"เพราะชื่อตระกูลของพวกเราสามารถมอบความมั่งคั่งและเกียรติยศให้กับคนทั่วไปได้ หรือส่งพวกเขาลงสู่ Fleuve Cendre ก็ได้\"\n\nแม้ว่าพ่อจะพูดเช่นนั้น สาวน้อยก็ยังคงเป็นสาวน้อย จนกระทั่งกลายเป็นชนชั้นสูง:\nเมื่อในมือปราศจากคราบเขม่าและน้ำมันเป็นพันธนาการ ในใจก็จะมีความปรารถนาที่จะ \"ผจญภัย\"\nเธอปิดบังความลับไม่ให้พ่อ พี่น้อง และคนรับใช้รู้ แล้วปลอมตัวก้าวเข้าไปในเมืองใต้ดินที่ไม่มีทั้งแสงแดดหรือสายฝน\nเพียงเพราะแค่อยากจะดูชีวิตของคนต่ำต้อย ที่ไม่สามารถควบคุมได้แม้แต่ชะตากรรมของตัวเอง\nนี่อาจจะน่าสนใจมากกว่ามายากลของ Parsifal ซะอีก! สาวน้อยแอบตื่นเต้นอย่างเงียบ ๆ\nแต่การผจญภัยนั้นแตกต่างจากสิ่งที่เธอคาดหวังไว้ ก็เพราะมันไม่ใช่สิ่งที่มีการเตรียมการเอาไว้\nเรื่องที่เธอได้ประสบนั้น ไม่ใช่เรื่องที่สามารถพูดคุยกับเพื่อนของชนชั้นสูงในวัยเดียวกันในงานเลี้ยงได้เลย\nในขณะที่อันตรายที่มองไม่เห็นอย่าง ดนตรี คำโกหก หรือไวน์องุ่นอาบยาพิษพร้อมที่จะโชว์คมดาบออกมา...\n\n\"วี๊ดวิ้ว คุณหนูบ้านไหนกันที่กรุณามาเยี่ยมเยือน Fleuve Cendre ของพวกเรา\"\nสิ่งที่ขับไล่เงาอันน่าสะพรึงกลัวที่โผล่ออกมาจากทั่วทั้งทิศ คือแสงที่อ่อนโยนและคุ้นเคย\n\"นายคือ...\"\nชื่อของเขาอยู่ติดอยู่บนริมฝีปาก แต่สิ่งที่ออกมาจากปากคือ เขาดูออกได้ยังไงทั้ง ๆ ที่เธอปลอมตัวอยู่\n\"คุณดูไม่คุ้นชินกับการโกหกแม้แต่น้อย แค่นี้ก็ยอมรับแล้วว่าเป็นคนจากภายนอกไม่ใช่เหรอ?\"\n\"...ยังไงซะ เสื้อผ้าของคุณก็ไม่เปื้อนคราบเขม่าควัน ไม่มีน้ำมันเครื่อง และไม่เคยเปื้อนเลือดเลย\"\n\"จริงสิ ดูจากท่าทางการเดินของคุณแล้ว คุณคงไม่ชินกับการใส่กางเกงล่ะสิท่า\"\n\nเมื่อถามว่าทำไม Reed ที่เธอรู้จักถึงได้สามารถเดินเหินได้อย่างอิสระใน Fleuve Cendre ชายหนุ่มจึงกล่าวว่า:\n\"หวังว่าคุณจะเห็นตรงกันว่า เรื่องราวของที่นี่ ทั้งพ่อ, พี่น้อง และคนรับใช้ของคุณไม่จำเป็นต้องรับรู้ว่าเกิดอะไรขึ้น\"\n\"อย่างที่ลูกพี่บอก สิ่งที่อยู่ใต้แสงอาทิตย์เป็นของพวกเขา สิ่งที่อยู่ใน Fleuve Cendre เป็นของพวกเรา\"\n\"Leticia ที่รัก โปรดลืมว่าตัวเองเป็นบุตรสาวคนโตของตระกูล Randolph ชั่วคราวเถอะ\"\n\"ในฐานะที่เธอเป็นมนุษย์คนหนึ่ง ตามฉันมาเถอะ ใช้ดวงตาอันสดใสที่ไม่เคยปกคลุมไปด้วยฝุ่นคู่นั้น\"\n\"มองดูโลกที่พี่น้องมีเลือดสีแดงแบบเดียวกันไหลเวียนอยู่ มีความหลงใหลและความรัก\"\nนี่มันไม่เหมือนกับการผจญภัยที่เธอคาดหวังไว้ ก็เพราะมันอยู่ภายใต้การวางแผนของโชคชะตา\nเธอได้สัมผัสกับเรื่องราวที่ไม่สามารถพูดคุยกับเพื่อนชนชั้นสูงวัยเดียวกัน และคนรับใช้ในงานเลี้ยงได้...\n\n\"Leticia ฉันชื่นชมจิตวิญญาณอันสูงส่งของเธอ\"\n\"พวกเราจะไม่เป็นขวานที่คอยตัดต้นไม้อีกต่อไป\"\n\"หากมีวันหนึ่ง ฉันหลงละเลิงอยู่ในความรุ่งโรจน์ของโลกนี้\"\n\"ในตอนนั้น ก็ให้เธอเป็นคนตัดสินโชคชะตาของฉันละกัน...\"\n\n...\nหลายปีต่อมา เมื่อได้เจอกับพ่ออีกครั้ง เธอก็ได้ใช้นามแฝงว่ากุหลาบ\nไม่คุ้นเคยกับเสื้อผ้าหรูหราที่ถูกบังคับให้สวมใส่อีกต่อไป แต่กลับคุ้นเคยกับน้ำหนักอันหนักอึ้งของขวานรบ\nแต่เธอก็ไม่ชินกับรูปลักษณ์ที่เปราะบาง และแก่ชราของพ่อผู้สง่างาม และอ่อนโยนของเธอในความทรงจำของเธอ\n\n\"คุณพ่อที่รัก หนูได้ให้คำมั่นสัญญากับคนที่หนูรัก และเหล่าคนที่หนูรักไว้แล้ว\"\n\"การที่หนูยังมีชีวิตอยู่ก็หมายความว่าเลือดของตระกูลพวกเรายังไหลเวียนอยู่\"\n\"และหนูก็ไม่ยอมให้ชื่อตระกูล Randolph แปดเปื้อนไปด้วยสิ่งสกปรกที่ล้างไม่ออกเพราะหนู\"\n\n\"Leticia ที่รัก ไม่มีวันไหนที่พ่อจะไม่จุดเทียนให้ลูกเลยสักวัน\"\n\"แม้ว่าก่อนหน้านี้ลูกต้องการที่จะละทิ้งชื่อของตระกูล Randolph แต่พวกเราก็ยังคงเป็นพ่อลูกกัน\"\n\"ตอนนี้เกมไร้ค่านี้จบลงแล้ว กลับบ้านของเรากันเถอะ\"\n\"ลูกของลูกไร้ความผิด พ่อจะไม่ละทิ้งเลือดเนื้อเชื้อไขของลูกโดยไร้ความหมาย\"\n\"แต่เรื่องสามีของลูก พ่อพอจะใช้เวทมนตร์ของตระกูล Randolph ได้นิดหน่อย...\"\n\n...\nแต่ในที่สุดเธอก็จำมันได้ในความฝัน การทิ้งระเบิดของปืนนาวีในตอนนั้นไม่ได้ส่งผลกระทบต่อพวกเราเลยสักนิด\nเส้นทางอันมืดมิดที่สุนัขนักล่าแทรกซึมเข้าไปนั้น ไม่น่าจะมีคนนอกรู้",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "4.8%",
	"effectName": "Many Oaths of Dawn and Dusk",
	"effectTemplateRaw": "#พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>{0}</color>; เมื่อตัวละครในทีมได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึก จะมอบ \"ตราพันธสัญญา\" ให้แก่ผู้สวมใส่ 1{NON_BREAK_SPACE}อัน ซึ่งจะทำให้ความเสียหายสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>{1}</color> เป็นเวลา 15{NON_BREAK_SPACE}วินาที สามารถซ้อนทับได้สูงสุด 2{NON_BREAK_SPACE}อัน ตราพันธสัญญาทั้งหมดจะหายไปภายใน 0.2{NON_BREAK_SPACE}วินาที หลังจากผู้สวมใส่สร้างความเสียหายสกิลธาตุ",
	"r1": {
		"description": "พลังโจมตีเพิ่มขึ้น 20%; เมื่อตัวละครในทีมได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึก จะมอบ \"ตราพันธสัญญา\" ให้แก่ผู้สวมใส่ 1 อัน ซึ่งจะทำให้ความเสียหายสกิลธาตุเพิ่มขึ้น 18% เป็นเวลา 15 วินาที สามารถซ้อนทับได้สูงสุด 2 อัน ตราพันธสัญญาทั้งหมดจะหายไปภายใน 0.2 วินาที หลังจากผู้สวมใส่สร้างความเสียหายสกิลธาตุ",
		"values": [
			"20%",
			"18%"
		]
	},
	"r2": {
		"description": "พลังโจมตีเพิ่มขึ้น 25%; เมื่อตัวละครในทีมได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึก จะมอบ \"ตราพันธสัญญา\" ให้แก่ผู้สวมใส่ 1 อัน ซึ่งจะทำให้ความเสียหายสกิลธาตุเพิ่มขึ้น 22.5% เป็นเวลา 15 วินาที สามารถซ้อนทับได้สูงสุด 2 อัน ตราพันธสัญญาทั้งหมดจะหายไปภายใน 0.2 วินาที หลังจากผู้สวมใส่สร้างความเสียหายสกิลธาตุ",
		"values": [
			"25%",
			"22.5%"
		]
	},
	"r3": {
		"description": "พลังโจมตีเพิ่มขึ้น 30%; เมื่อตัวละครในทีมได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึก จะมอบ \"ตราพันธสัญญา\" ให้แก่ผู้สวมใส่ 1 อัน ซึ่งจะทำให้ความเสียหายสกิลธาตุเพิ่มขึ้น 27% เป็นเวลา 15 วินาที สามารถซ้อนทับได้สูงสุด 2 อัน ตราพันธสัญญาทั้งหมดจะหายไปภายใน 0.2 วินาที หลังจากผู้สวมใส่สร้างความเสียหายสกิลธาตุ",
		"values": [
			"30%",
			"27%"
		]
	},
	"r4": {
		"description": "พลังโจมตีเพิ่มขึ้น 35%; เมื่อตัวละครในทีมได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึก จะมอบ \"ตราพันธสัญญา\" ให้แก่ผู้สวมใส่ 1 อัน ซึ่งจะทำให้ความเสียหายสกิลธาตุเพิ่มขึ้น 31.5% เป็นเวลา 15 วินาที สามารถซ้อนทับได้สูงสุด 2 อัน ตราพันธสัญญาทั้งหมดจะหายไปภายใน 0.2 วินาที หลังจากผู้สวมใส่สร้างความเสียหายสกิลธาตุ",
		"values": [
			"35%",
			"31.5%"
		]
	},
	"r5": {
		"description": "พลังโจมตีเพิ่มขึ้น 40%; เมื่อตัวละครในทีมได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึก จะมอบ \"ตราพันธสัญญา\" ให้แก่ผู้สวมใส่ 1 อัน ซึ่งจะทำให้ความเสียหายสกิลธาตุเพิ่มขึ้น 36% เป็นเวลา 15 วินาที สามารถซ้อนทับได้สูงสุด 2 อัน ตราพันธสัญญาทั้งหมดจะหายไปภายใน 0.2 วินาที หลังจากผู้สวมใส่สร้างความเสียหายสกิลธาตุ",
		"values": [
			"40%",
			"36%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 18
			}
		]
	}
}