{
	"id": 14416,
	"name": "Wandering Evenstar",
	"description": "เดิมทีเป็นเครื่องมือโบราณที่นักวิชาการใช้ในการสังเกตและคำนวณปรากฏการณ์ท้องฟ้า มีความสามารถในการส่งผ่านพลังและทำหน้าที่เป็นสื่อเวท",
	"descriptionRaw": "เดิมทีเป็นเครื่องมือโบราณที่นักวิชาการใช้ในการสังเกตและคำนวณปรากฏการณ์ท้องฟ้า มีความสามารถในการส่งผ่านพลังและทำหน้าที่เป็นสื่อเวท",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "เรื่องนี้เกิดขึ้นเมื่อหลายพันปีก่อน ในยุคหลังจากที่กษัตริย์เทพผู้โง่เขลาถูกพายุทรายฝังกลบไว้\nเจ้าชายพเนจรที่สูญเสียอาณาจักรได้หลบหนีเข้าไปในป่าฝนที่หนาแน่น รายล้อมด้วยแสงจันทร์อันเงียบงัน\nเขาเดินเตร็ดเตร่ด้วยความหวังที่จะพิชิตดินแดนใหม่ แต่สุดท้ายกลับถูกธนูขาวของพรานสาวเข้า\nชายพเนจรที่น่าสงสารถูกผูกติดกับกิ่งเถาวัลย์ เขาได้ยินเสียงคำครวญของเสือภายใต้แสงจันทร์อันเยือกเย็น\n\n\"การเดินทางในป่าฝนนั้นยากลำบากมาก มนุษย์สามารถมองเห็นทางข้างหน้าได้จากแสงจันทร์ที่ส่องผ่านใบไม้เท่านั้น\"\n\"ดวงดาวยามค่ำคืนที่ริบหรี่ส่องทางให้แก่ผู้พเนจร แต่กลับยังหลอกล่อให้เขาติดกับดักอันร้ายแรง\"\n\"พรานสาวยิงคมศรธนูสีขาวเข้ามายังป่าลึก เพื่อขับไล่แขกที่ไม่ได้รับเชิญครั้งแล้วครั้งเล่า\"\n\"เธอได้ออกคำสั่งให้ขับไล่ผู้พเนจรไปพร้อมกับเสียงเสือโบราณคำราม แต่ไม่ได้มีเจตนาจะฆ่าเขา\"\n\nกวีชราตาบอดเล่าถึงประสบการณ์ของเจ้าชายพเนจร จนเสียงของเขาแหบแห้ง\nแม้ว่าเขาจะสูญเสียดวงตาไปแล้ว แต่เขาก็ยังแหงนมองดูดาวยามค่ำคืนที่อยู่เคียงข้างดวงจันทร์อันเจิดจ้าโดยไม่รู้ตัว\nดวงดาวยามค่ำคืนได้นำพาผู้พเนจรไปสู่ความหวังใหม่ แต่ก็นำไปสู่ทางตันเช่นกัน\n\nหลายปีต่อมา เมื่อผู้พเนจรที่ซึ่งสูญเสียทุกสิ่งทุกอย่างในชีวิตต้องเผชิญกับความตาย เขาจึงต้องเลือก...\nเมื่อคำสอนแห่งความตายดึงขึ้นข้างหู ในที่สุดเขาก็เข้าใจความหมายของคำเตือนนั้น...\n\n\"เจ้าไม่ควรอยู่ในป่า เจ้าไม่ควรค่าแก่ความตาย จงอยู่ให้ห่างจากวังของราชาเสีย\"\n\"หากเจ้ายังรักชีวิตและหวงแหนความทรงจำ จงอย่าได้ก้าวไปยังดินแดนที่มืดมิดและอันตราย\"\n\n\"จงหยุดกล่าววาจาโง่เขลาซ้ำ ๆ นั้นเสียที...\"\n\"หากชะตากรรมที่ร่อนเร่ลิขิตให้ข้าไปสู่ธนูสีขาวนวลจันทร์ หากดวงดาวในยามราตรีนำพาข้าสู่ทางตัน\"\n\"ถ้าเช่นนั้น ข้าจะยอมรับชะตาชีวิตดีกว่าตามล่าเหยี่ยวจนตัวตาย\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "36",
	"effectName": "Wildling Nightstar",
	"effectTemplateRaw": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น 24% ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น 30% ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น 36% ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น 42% ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น 48% ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}