{
	"id": 14430,
	"name": "Waveriding Whirl",
	"description": "บูมเมอแรงที่ทำจากเขี้ยวอสรพิษยักษ์ในทะเล สำหรับ Tupac แล้ว มันนับว่าเป็นอาวุธชิ้นโปรดที่หาได้ยากทีเดียว",
	"descriptionRaw": "บูมเมอแรงที่ทำจากเขี้ยวอสรพิษยักษ์ในทะเล สำหรับ Tupac แล้ว มันนับว่าเป็นอาวุธชิ้นโปรดที่หาได้ยากทีเดียว",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "ครั้งหนึ่งเมื่อพายุพัดผ่านหุบเขาที่มีธารน้ำพุไหลมาบรรจบกันนั้น เคยมียักษ์ที่สูงใหญ่ดั่งขุนเขา ยืนตระหง่านอยู่ตรงเส้นแบ่งระหว่างท้องฟ้าและมหาสมุทร\nภายใต้เปลือกนอกที่ดูเหมือนทรายนั้น มีหัวใจที่ลุกโชนแผดเผาอยู่ในนั้น ไอหมอกที่พวยพุ่งขึ้นมาราวกับจะบดบังดวงตะวัน\nทุกคนต่างรู้ว่านั่นคือ Tupac แห่ง Meztli ในบรรดาคนที่ยังมีชีวิตอยู่นั้นไม่มีใครสูงไปกว่าเขาแล้ว\nตั้งแต่ภูเขาจนถึงทะเล จากป่าไม้ไปจนถึงที่ราบ ไม่มีใครใน Natlan ที่สามารถเป็นคู่ต่อสู้ของเขาได้เลย\n\nนี่เป็นยุคสมัยที่ดีที่หาได้ยากยิ่ง ทุกสารทิศไร้เหตุร้าย แม้แต่ศัตรูแห่งเงาโบราณก็ยังยกธงพักรบ\nผู้คนเพลิดเพลินไปกับความเจริญรุ่งเรืองและความสุขภายใต้แสงอาทิตย์ จนเกือบลืมพิธีพิทักษ์ราตรีอันเก่าแก่ไปแล้ว\nแม้ว่าชนเผ่าต่าง ๆ จะยอมรับนามของเขาแล้ว และแม้ว่าผู้กล้าที่ก่อกบฏนั้น ก็ยากที่จะเป็นศัตรูของเขาได้ก็ตาม\nแต่ Tupac ผู้มีร่างสูงใหญ่ก็ยังคงไม่มีความสุข ความภาคภูมิใจอันดิบเถื่อนของเขา เหมือนกับมังกรที่ติดอยู่ในสระน้ำ\n\n\"ฉันน่าจะเกิดในโลกเก่า จะได้เด็ดหัวมังกรชั่วร้ายด้วยกันกับ Xbalanque ผู้ยิ่งใหญ่\"\n\"หรือไม่ก็ชูธงราชาผู้มีเนตรสีทอง โจมตีราชาอสรพิษที่โหดเหี้ยม และช่วยชาวประชาให้รอดพ้นจากภัยพิบัติ\"\n\"หรือว่าจอมพลังอย่างฉันคนนี้ที่ได้เกิดในยุคสมัยที่สงบสุข จะได้แต่ใช้ชีวิตที่เหลือไปทั้งแบบนี้?\"\n\nคลื่นซัดสาดมากระทบฝ่าเท้าของเขา ฝูงนกนางนวลบินวนเวียนอยู่เหนือแนวปะการัง ลมทะเลพัดพาเสียงเพลงอันไพเราะแว่วมา\nด้วยความที่บนดินไม่มีคู่ต่อสู้ของเขาแล้ว ดังนั้นเขาจึงทำได้เพียงทอดสายตามองไปยังทะเลที่ไม่เคยมีใครเหยียบย่างอันห่างไกลออกไป\nหากสามารถนำกระดูกของอสูรยักษ์กลับมาได้ หรือไม่ก็ค้นพบสมบัติลับจากสมัยโบราณ ยังไงชีวิตนี้ก็นับว่าไม่สูญเปล่าแล้ว\nดังนั้นเขาจึงก้าวขึ้นไปบนคลื่นที่โหมกระหน่ำ และปล่อยให้กระแสน้ำอันไร้ที่สิ้นสุดพัดพาเขาไปยังดินแดนที่ไม่รู้จัก\n\nก่อนอื่น เขาพบมังกรมีปีกซึ่งครั้งหนึ่งเคยถูกราชาผู้ปรีชาในสมัยโบราณเนรเทศ ปีกทั้งสองข้างของมันสามารถใช้เป็นใบเรือเพื่อรับลมได้\nต่อมาก็เป็นวาฬที่ครั้งหนึ่งเคยทำให้เกิดคลื่นซัดสาด ซึ่งกระดูกของมันได้กลายมาเป็นเรือสีขาวของยักษ์อย่างเขา\nจากนั้นก็เป็นงูทะเลจอมตะกละจากใต้ท้องทะเล เขี้ยวยาวของมันเป็นอาวุธที่ Tupac ใช้ถนัดมือที่สุด\nหลังจากจับหมึกยักษ์ที่สั่นสะเทือนใต้สมุทรมาเป็นอาหารแกล้มเหล้าเลิศรส ในที่สุดเขาก็มาถึงชายฝั่งของทะเล\n\n\"Tupac เอ๋ย ผู้กล้าจากดินแดนแห่งเปลวเพลิงและยักษ์ผู้หาญกล้า คลื่นอันหยิ่งผยองของเจ้าจะต้องจบลงที่นี่แหละ\"\n\"ที่เจ้ากลัดกลุ้มและเป็นทุกข์นั้น ก็เพราะเส้นทางแห่งความตาย และประตูแห่งความมืดมิดยังไม่ปรากฏให้เจ้าเห็นเท่านั้นเอง\"\n\"เจ้าต้องฝึกฝนร่างกายของเจ้า ให้มันแข็งแกร่งดั่งเกราะ ฝึกฝนกล้ามเนื้อและกระดูกของเจ้า ให้มันแข็งแกร่งดั่งค้อนทอง\"\n\"จนกว่าผู้ถูกเนรเทศที่เคยเป็นศัตรูกับเจ้าจะกลับมา จงอย่าลืมจิตใจที่แท้จริง และคำสาบานของเจ้า\"\n\nเมื่อเวลาสุดท้ายมาถึง ในที่สุด Tupac ที่มีร่างกายใหญ่โตดุจขุนเขา ก็เข้าใจถึงภารกิจของตนเอง\nเขาแบกเจ้าแห่งเปลวเพลิงมาถึงที่ที่ไฟควรอยู่ ในขณะที่คำเตือนของเทพราตรียังคงดังก้องอยู่ในหู\nตำนานของเขาจะถูกจารึกไว้บนโลกตลอดไป โดยที่ไม่ได้ด้อยกว่าผู้กล้าในสมัยโบราณคนอื่น ๆ เลย\nและแล้วเขาก็เห็นประตูแห่งความตายปรากฏขึ้นต่อหน้าเขา ดังเช่นคำสาบานที่เขาเคยให้ไว้กับเทพเจ้า",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "13.3%",
	"effectName": "Fangs Flying To and Fro",
	"effectTemplateRaw": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น <color=#99FFFFFF>{0}</color> และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก <color=#99FFFFFF>{1}</color> โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด <color=#99FFFFFF>{2}</color> เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที",
	"r1": {
		"description": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 20% และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก 12% โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 24% เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที",
		"values": [
			"20%",
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 25% และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก 15% โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 30% เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที",
		"values": [
			"25%",
			"15%",
			"30%"
		]
	},
	"r3": {
		"description": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 30% และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก 18% โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 36% เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที",
		"values": [
			"30%",
			"18%",
			"36%"
		]
	},
	"r4": {
		"description": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 35% และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก 21% โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 42% เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที",
		"values": [
			"35%",
			"21%",
			"42%"
		]
	},
	"r5": {
		"description": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น 40% และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก 24% โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 48% เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที",
		"values": [
			"40%",
			"24%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 12
			}
		]
	}
}