{
	"id": 13416,
	"name": "Wavebreaker's Fin",
	"description": "นางินาตะที่ทำจากวัสดุแวววาวที่มาจากห้วงลึกใต้ท้องทะเล ครั้งหนึ่งมันเคยเป็นสมบัติของเผ่าเท็งงุ",
	"descriptionRaw": "นางินาตะที่ทำจากวัสดุแวววาวที่มาจากห้วงลึกใต้ท้องทะเล ครั้งหนึ่งมันเคยเป็นสมบัติของเผ่าเท็งงุ",
	"weaponType": "WEAPON_POLE",
	"weaponText": "หอก",
	"rarity": 4,
	"story": "นางินาตะของ \"Umigozen\" นักรบผู้เลื่องชื่อแห่ง Watatsumi ใบมีดของมันเปล่งแสงเรืองรองจากท้องทะเล\nเรื่องราวที่บุคคลนี้นำทัพไปถล่ม Narukami นั้น ยังคงได้รับการสืบสานผ่านบทเพลงแห่งเกาะเรื่อยมา\n\nท่วงทำนองของบทเพลงแห่งวาฬที่สองแฝดมิโกะแห่ง Watatsumi ได้ขับขานนั้น ครั้งหนึ่งมันเคยล่องลอยตามเกลียวคลื่น ไปสู่ความฝันของชาวเกาะ\nเหล่านักรบแห่ง Watatsumi ต่างก็ฝากฝังความหวังและความเชื่อมั่นไว้ที่ตัวของมิโกะทั้งสอง\nพวกเขาชูดาบ Nagamaki ของตนไปข้างหน้าราวกับคลื่นสีขาวที่ไหลเชี่ยว พร้อมโห่ร้องเสียงดังกึกก้องแล้วมุ่งหน้าสู่เกาะอื่น ๆ\nทว่าประกายแสงของ Omikami และเหล่านักรบ กลับมิอาจเทียบเท่าแสงอันเจิดจ้าของสายฟ้าได้...\nในท้ายที่สุด Mouun ก็ถูกขนนกสีดำของอีกากลืนกิน และวาฬยักษ์ที่ร่วมร้องเพลงด้วยกันก็จมลงสู่ก้นทะเล\nข้าราชบริพารคนแรกที่ดื้อดึงดุจเด็กน้อยนั้น ก็ได้หายตัวไปในรอยแยกของผืนแผ่นดิน\n\nจากนั้น \"Umigozen\" ก็จมหายไปในเกลียวคลื่น และกลายเป็นตำนานคู่เกาะในเวลาต่อมา\nบ้างก็ว่า เธอควบม้าเข้าสู่ดงเท็งงุเพียงลำพัง เพื่อนำร่างของสหายกลับคืนมา และสิ้นลมกลางสนามรบ\nและบ้างก็ว่า เธอพรางตนเปลี่ยนชื่อ ชักธงใบเรือไปยังทะเลมืดที่อยู่ยังเส้นขอบของโลกแล้ว...\nสิ่งเดียวที่เป็นเครื่องพิสูจน์ว่าเธอเคยใช้ชีวิตโลดแล่นอยู่บนโลกใบนี้ หลงเหลือเพียงนางินาตะที่ยังคงความคมกริบอยู่เล่มนี้\n\nตราบใดที่ในทะเลยังมีคลื่น ความทรงจำของบทเพลงก็จะยังคงได้รับการสืบทอดต่อไป\nตำนานเล่าว่า ยังคงมีเสียงสะท้อนของบทเพลงหลงเหลืออยู่ในหอยสังข์และท้องของวาฬยักษ์ที่อยู่ใต้ทะเลลึก",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "พลังโจมตี",
	"baseStatText": "3%",
	"effectName": "Watatsumi Wavewalker",
	"effectTemplateRaw": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{0}</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>{1}</color>",
	"r1": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.12% โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะเพิ่มได้มากสุด 40%",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.15% โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด 50%",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.18% โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด 60%",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.21% โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด 70%",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น 0.24% โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด 80%",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Mask of the Wicked Lieutenant",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Mask of the Kijin",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}