{
	"name": "Whiteblind",
	"description": "ดาบใหญ่ที่ด้านหนึ่งของตัวดาบยังไม่ถูกลับเพื่อเปิดคมมีดซึ่งมาพร้อมกับผู้ทำการค้าจากต่างถิ่นที่เดินทางมาถึง Liyue มีพลังที่เหลือเชื่อเมื่ออยู่ในมือของคนที่รู้วิธีใช้มัน",
	"weapontype": "ดาบใหญ่",
	"rarity": "4",
	"story": "โลกกำลังหันมามอง Liyue นี่คือเกียรติของท่าเรือธุรกิจที่ยอดเยี่ยม\nสมบัติจากต่างประเทศมายังท่าเรือ Liyue ตามกระแสของผู้คน\nดาบใหญ่ที่ทำขึ้นจากวัสดุชั้นเลิศและฝีมืออันยอดเยี่ยม ความพิเศษอยู่ตรงที่ด้านที่หันเข้าหาผู้ใช้นั้นไม่มีคม\nว่ากันว่าด้านที่ไร้คมนั้นถูกใช้เป็นด้ามจับเพื่อปรับเปลี่ยนตำแหน่งขณะต่อสู้ได้ด้วย\n\nมีเพียงไม่กี่คนที่จะพูดว่า ดาบใหญ่เล่มนี้เป็นผลงานที่น่าภาคภูมิใจของช่างฝีมือต่างเมือง\nช่างฝีมือผู้งุ่นง่านลับคมดาบอย่างตั้งใจ ค่อยๆปรับความสมดุลของใบมีดอย่างประณีต\nคืนแล้วคืนเล่าที่นอนไม่หลับ ใช้เวลาหมดไปท่ามกลางดวงดาวแห่งประกายไฟ\nหลอมดาบครั้งแล้วครั้งเล่า ตีดาบครั้งแล้วครั้งเล่า\nในใจเต็มไปด้วยความหวังที่จะให้คนรักหวนคืน และความกังวลที่ไม่อาจหยั่งรู้ได้\n\n\"รอให้สงครามสิ้นสุดลง\"\nช่างตีเหล็กคิดไป ในระหว่างที่เหงื่อท่วมกาย\n\"เธอจะยังคงใช้ดาบเล่มนี้ได้หรือไม่\"\n\"...เธอจะมาสามารถกลับมาอย่างปลอดภัยได้หรือไม่\"\nแต่หลังจากนั้นไม่นาน เขาก็หันหลังให้กับความคิดฟุ้งซ่าน และมุ่งความสนใจไปที่ดาบ\nแทนที่จะมานั่งกังวล ควรเอาใจไปจดจ่อกับการสร้างของขวัญที่มาจากใจสักชิ้นดีกว่า\n\nต้องมีสักวันที่กองกำลังที่ไปปราบอสูร จะกลับมายังเมืองนี้พร้อมชัยชนะ\nช่างตีเหล็กไม่มีเวลาที่จะสลักชื่อเธอลงบนดาบ\nถือดาบยาวไว้แล้ววิ่งไปเบื้องหน้าคนรักที่พึ่งกลับเข้าเมืองมา\nช่างตีเหล็กผู้ซุ่มซ่ามไม่รู้จะหัวเราะหรือร้องไห้ดี\n\nนักรบสาวถอดชุดเกราะของเธอออกและปล่อยผมยาวสยาย ต่อจากนี้ไปไม่จำเป็นต้องมีนักดาบอีกต่อไปแล้ว\nเธอนำของขวัญที่จะมอบให้คนรักที่รอคอยเธออยู่ที่บ้านเกิดมาด้วยชิ้นหนึ่ง:ธนูล่าสัตว์ที่ใหม่เอี่ยมอ่อง\n\"เสียเวลาจริงๆ!เวลาผ่านล่วงไปหลายปี ข้าได้ทำดาบใหญ่เล่มนี้ให้แก่เจ้าเพียงผู้เดียว\"\nช่างตีเหล็กหัวดื้อบ่นงึมงำ แต่ในตอนท้ายดูสุขใจยิ่งนัก ดาบเล่มนี้ถือเป็นดาบชั้นเลิศเลยทีเดียว",
	"baseatk": 42,
	"substat": "พลังป้องกัน",
	"subvalue": "11.3",
	"effectname": "Infusion Blade",
	"effect": "หลังโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น {0} ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นระยะเวลา 6 วินาที และซ้อนทับมากสุด 4 ชั้น โดยจะเกิดขึ้นหนึ่งครั้งในทุก 0.5 วินาที",
	"r1": [
		"6%"
	],
	"r2": [
		"7.5%"
	],
	"r3": [
		"9%"
	],
	"r4": [
		"10.5%"
	],
	"r5": [
		"12%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"name": "Treasure Hoarders Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"name": "Treasure Hoarders Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"name": "Sacrificial Agent Knife",
				"count": 6
			},
			{
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"name": "Sacrificial Agent Knife",
				"count": 12
			},
			{
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}