{
	"id": 14410,
	"name": "Wine and Song",
	"description": "บทเพลงที่ได้รับความนิยมในยุคสมัยของชนชั้นสูง ข้อมูลของผู้แต่งนั้นไม่เป็นที่แน่ชัด สิ่งที่อยู่ในนั้นคือบันทึกเรื่องราวของจอมโจรผู้ยิ่งใหญ่ ...",
	"descriptionRaw": "บทเพลงที่ได้รับความนิยมในยุคสมัยของชนชั้นสูง ข้อมูลของผู้แต่งนั้นไม่เป็นที่แน่ชัด สิ่งที่อยู่ในนั้นคือบันทึกเรื่องราวของจอมโจรผู้ยิ่งใหญ่ ...",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "สื่อเวท",
	"rarity": 4,
	"story": "หนังสือที่ถูกเข้าเล่มไว้อย่างสวยงาม เป็นหนังสือเพลงซึ่งเป็นที่นิยมในยุคสมัยของชนชั้นสูง\nแต่ละหน้าของมันนั้นอบอวลไปด้วยกลิ่นที่ไม่มีวันจางไปของดอกเดซี่และไวน์ชั้นดี\nเนื้อหาด้านในนั้นช่างน่าขัน แต่ก็ยังถูกขับร้องอยู่ตามตรอกซอยและโรงเหล้าต่าง ๆ\n\n\"ทุกคนต่างก็รู้จักโจรขี้เมาผู้กล้าหาญผู้นี้ แต่กลับไม่มีใครรู้ถึงที่มาของเขาเลย ราวกับว่าอยู่ ๆ เขาก็มาโผล่ที่ตรอกแห่งนี้\"\n\"เขาร้องเพลง, ดื่มเหล้า วิ่งวุ่นไปทั่วทั้งถนนในตรอก, ชายคาและระเบียง แต่ทุกคนต่างรู้ว่าเขาเป็นคนที่ดีมาก\"\n\"ดาบประดับหัวนกที่อยู่ตรงเอวเป็นมรดกตกทอดที่ถูกขโมยไปจากเจ้านายชั้นสูง คันธนูยาวสีดำสนิทที่อยู่ด้านหลังนั้นไม่เคยพลาดเป้าหมาย\"\n\"ฝีมือดาบที่ยอดเยี่ยมของเขานั้นเปรียบดั่งดาวหางที่สว่างวาบขึ้นและดับไปในคืนที่มืดมิด ฝีเท้าของเขาเบาเหมือนสายลมตะวันตกที่พัดผ่านใบไม้\"\n\"เขาถึงขั้นสามารถลอบเข้าไปในห้องของเจ้านายชนชั้นสูงได้ถึงแม้ว่าจะซด Death After Noon ไปในปริมาณเท่า Cider Lake เข้าไปก่อนหน้านั้น\"\n\"เขาปล้นคนรวยเพื่อไปแจกจ่ายให้คนจน เป็นเหมือนดั่งสายลมที่พัดกลิ่นอันเน่าเหม็นของพวกชนชั้นสูงให้หายไป เป็นแสงสว่างที่ลอดผ่านม่านอันมืดมิดในยามค่ำคืน\"\n\n\"จอมโจรนั้นเป็นที่หมายปองของสาว ๆ นับไม่ถ้วน ต่างฝันกันไปว่าสักวันหนึ่งเขาจะปีนมาหาพวกเธอทางหน้าต่าง แต่น่าเสียดายที่เขากลับเลือกที่จะดื่มเหล้าและเมามายไปกับพี่น้องเสียมากกว่า\"\n\"จนกระทั่งวันหนึ่ง (หรือคืนหนึ่ง?) เขาแอบเข้าไปในคฤหาสน์ตามปกติ หลังจากนั้นก็กลับออกมาพร้อมของติดมือมากมายแถมด้วยถ้วยเงินของชนชั้นสูงอีกถ้วย\"\n\"ในตอนที่เขากำลังออกมาภายใต้แสงจันทร์นั้น เขาเผลอเงยหน้ามองขึ้นไปยังหน้าต่างที่อยู่ด้านบน บนนั้นมีหญิงงามคนหนึ่งยืนอยู่ตรงนั้น\"\n\"ดวงตาของเธอราวกับพลอยสีฟ้าที่ส่องประกายระยิบระยับ ช่างเหมือนกับคริสตัลใส ๆ ที่อยู่ในมือ\"\n\"จอมโจรแงะคริสตัลนั้นออกมาอย่างไม่ลังเลเพื่อส่งให้กับหญิงสาวที่เขาตกหลุมรัก จากนั้นสิ่งที่เขาได้กลับมาก็คือรอยยิ้มอย่างเขินอายของเธอ\"\n\"ในที่สุดพวกเขาก็ล้มล้างชนชั้นสูง จากนั้นก็ไปผจญภัยในสถานที่ที่ห่างไกลด้วยกัน และกลายเป็นแสงสว่างอันอบอุ่นในชีวิตของกันและกัน\"\n\nเรื่องราวก็จบลงอย่างนี้ หลังจากนั้นในสมัยที่มีการปกครองด้วยความเมตตา เรื่องราวของจอมโจรก็ไม่ถูกพูดถึงอีกต่อไป และจอมโจรก็ไม่เป็นที่ต้องการอีกต่อไปเช่นกัน\nเหล้าและดาบ หญิงงามและวีรบุรุษ เรื่องราวที่เปิดขึ้นอย่างเรียบง่ายและจบลงอย่างงดงาม ก็เป็นเรื่องธรรมดาที่บทกวีเหล่านี้จะได้รับได้รับความนิยมจากผู้คนในเวลานั้น\nไม่ว่าเรื่องราวที่แท้จริงจะเป็นเช่นไร ไม่ว่าจุดจบของทั้งสองจะเป็นแบบไหน เหล้าและบทกวีที่เต็มไปด้วยความหวังนั้น\nก็ล้วนแต่สามารถสร้างแรงกระตุ้นเล็ก ๆ ให้แก่ผู้คนที่โชคร้ายเพื่อให้มีแรงที่จะสู้ต่อไปในวันข้างหน้า และมีความกล้าที่จะเผชิญกับผู้มีอำนาจเหล่านั้น...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "การฟื้นฟูพลังงาน",
	"baseStatText": "6.7%",
	"effectName": "Ever-Changing",
	"effectTemplateRaw": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง <color=#99FFFFFF>{0}</color> เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color> เป็นเวลา 5 วินาที",
	"r1": {
		"description": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง 14% เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น 20% เป็นเวลา 5 วินาที",
		"values": [
			"14%",
			"20%"
		]
	},
	"r2": {
		"description": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง 16% เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น 25% เป็นเวลา 5 วินาที",
		"values": [
			"16%",
			"25%"
		]
	},
	"r3": {
		"description": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง 18% เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น 30% เป็นเวลา 5 วินาที",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง 20% เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น 35% เป็นเวลา 5 วินาที",
		"values": [
			"20%",
			"35%"
		]
	},
	"r5": {
		"description": "เมื่อโจมตีปกติถูกศัตรู การใช้พลังกายของการวิ่งหรือ Alternate Sprint จะลดลง 22% เป็นเวลา 5 วินาที นอกจากนี้หลังจากที่วิ่งหรือใช้ Alternate Sprint แล้ว พลังโจมตีจะเพิ่มขึ้น 40% เป็นเวลา 5 วินาที",
		"values": [
			"22%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Treasure Hoarders Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}