{
	"id": 11424,
	"name": "Wolf-Fang",
	"description": "ตำนานเล่าว่าในอดีตอันยาวนาน นี่เคยเป็นดาบของอัศวินพเนจรท่านหนึ่ง",
	"descriptionRaw": "ตำนานเล่าว่าในอดีตอันยาวนาน นี่เคยเป็นดาบของอัศวินพเนจรท่านหนึ่ง",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "อาจเพราะความบังเอิญหรือโชคชะตาบางอย่าง ในบรรดากองอัศวินของ Mondstadt\nชื่อของอัศวินที่สูงศักดิ์ที่สุดกับตราอสูรที่สอดคล้องกันมักเป็นสองสิ่งนี้:\nอย่างแรกสืบทอดจากรูปแบบของ \"สิงโต\" และชื่อของหัวหน้ากองอัศวินรุ่นแรก\nอย่างที่สองคือ \"Boreas\" อัศวินแห่ง \"หมาป่า\" ที่แทบจะมาถึงในยุคเดียวกัน\n\nที่จริงแล้ว ชื่อของอัศวินแห่ง Boreas ไม่เคยได้รับบันทึกเลย\nแต่ชื่อนี้สืบเนื่องจากเรื่องราวที่เล่าขานกันในขณะนั้น\nตอนจบของเรื่องราว พ่อค้า (หรือชาวนา) ที่ลูกสาวได้รับความช่วยเหลือถามว่า:\n\"ท่านอัศวินที่เคารพ พวกเราควรขอบคุณท่านยังไงดี?\"\nอัศวินตอบกลับไปว่า \"เมื่อถึงตอนที่ลูกสาวของท่านแต่งงาน ช่วยยกแก้วเหล้าแล้วดื่มให้ข้าก็พอ\"\n\"ฮ่าฮ่า แบบนี้ก็เกรงใจแย่เลยสิ ไม่ทราบว่าท่านอัศวินมีนามว่าอะไรหรือ?\"\nอัศวินครุ่นคิดแล้วพูดว่า\n\"เช่นนั้น ก็ดื่มให้เกียรติแก่คู่หูของฉันเถอะ ชื่อของเขาคือ 'Boreas'\"\n\nปกติแล้ว เรื่องราวนี้มักจะจบลงแบบนี้\nขณะนี้ในป่า (หรือบนเนินเขา ซึ่งเป็นสถานที่ที่อยู่นอกสายตา)\nมีสายลมพัดโบกสะบัดมา พ่อค้า (หรือชาวนา) มองไปยังทิศทางนั้น\nเขาเห็นมีดวงตาของสัตว์ป่าที่เย็นยะเยือกราวกับน้ำแข็ง เปล่งประกายอยู่ในความมืด\nแต่ลำแสงทั้งสองนี้หายไปอย่างรวดเร็ว เมื่อได้สติกลับมา อัศวินก็หายไปด้วยเช่นกัน\nเรื่องราวมีอยู่หลากหลายรูปแบบ ลูกสาวมักจะได้รับความช่วยเหลือเสมอ และอัศวินยังคงไม่เปิดเผยตัวตนเช่นเคย\n\nแต่ก่อนที่เรื่องราวจะกลายเป็นเรื่องที่ถูกเล่าขาน เขาเป็นแค่นักเดินทางแปลกหน้า ที่ร่างกายห่อหุ้มด้วยเสื้อคลุมเก่าขาดวิ่น และผ่านชีวิตมาอย่างโชกโชนคนหนึ่งเท่านั้น มีคนสังเกตเห็นเกราะรบที่แกะสลักลวดลายสวยงาม แต่เต็มไปด้วยรอยแผลที่ซ่อนอยู่ใต้เสื้อคลุม แต่สิ่งนี้ยืนยันอะไรไม่ได้เลย เพราะเจ้าของเสื้อเกราะอาจเป็นชนชั้นสูงผู้ตกอับ เนื่องจากการปฏิวัติก็ได้\nเจ้าของร้านเหล้าสังเกตเห็นเขาจ่ายเงินด้วยเหรียญทองของแท้ แต่สัญลักษณ์ที่ประทับอยู่บนนั้นกลับไม่มีใครรู้จักเลย แต่มันก็ยืนยันอะไรไม่ได้ เพราะเงินทองไม่มีเจ้าของ เพียงเดี๋ยวเดียวก็เปลี่ยนมือได้เสมอ พวกเขาจะชื่นชมคนที่มักจ่ายค่าเหล้าครบในทันที และไม่เคยเมาอาละวาดเป็นอย่างมาก\nแต่เรื่องราวมีที่มาจากปีศาจงูที่เดินทางตามความอบอุ่น และสันติภาพจากกลางทะเลที่อยู่นอกสายตา มาถึงชายฝั่ง Mondstadt ในช่วงรุ่งอรุณที่กองอัศวินยังมีพลังอ่อนแอ อัศวินนิรนามออกจากเมืองไปปราบปีศาจ ด้วยค่าจ้างเป็นเหรียญเงินเพียงหนึ่งเหรียญ ต่อมา กลิ่นคาวเลือดและเนื้อเน่าเปื่อยได้ดึงดูดให้นกเหยี่ยวหลายพันตัวมาบินวนอยู่เหนือชายหาด ดังนั้นที่มาของชื่อ Falcon Coast ไม่ได้เกี่ยวข้องกับตำนานโรแมนติกของวิหคแห่งตะวันตกเลยแม้แต่น้อย\nในหลายปีหลังจากนั้น แกรนด์มาสเตอร์รุ่นแรกพยายามเชิญชวนเขาเข้าร่วมกองอัศวิน แต่อัศวินนิรนามไม่เคยรับปากเลย อันที่จริง เรื่องราวเกี่ยวกับชื่อของ \"Boreas\" สอดคล้องกับเรื่องจริงที่เกิดขึ้นระหว่าง แกรนด์มาสเตอร์รุ่นแรกกับอัศวินนิรนาม แต่สิ่งที่เกิดขึ้นก็คือ แกรนด์มาสเตอร์ผู้ถูกปฏิเสธนับครั้งไม่ถ้วนหมดความอดทนในท้ายที่สุด จึงพาอัศวินกลุ่มหนึ่งล้อมเขาไว้ในซอย สองประโยคที่เล่าขานกันในตำนาน เกิดขึ้นหลังจากที่อัศวิน \"Boreas\" นิรนามจากไปแล้ว แม้ความหมายจะใกล้เคียงกัน แต่น้ำเสียงของทั้งสองฝ่ายไม่ได้มีมารยาทขนาดนั้น\nแต่การนำเรื่องราวเช่นนี้มาเขียนเป็นบทกวีนั้น มักจะน่าเบื่อหน่ายเสมอ บรรดากวีผู้มากความสามารถจึงนำเอาบทสนทนานี้ และเรื่องราวของอัศวิน Mondstadt มาผสมเข้าด้วยกัน และสร้างสรรค์ออกมาเป็นเรื่องราวมากมาย\nเขาอยู่ที่ Mondstadt เพียงแค่สั้น ๆ ไม่กี่ปี แต่ในตอนที่จากไป เงาร่างของเขากลับสลักอยู่ใน Mondstadt ตลอดกาล",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "อัตราคริ",
	"baseStatText": "6%",
	"effectName": "Northwind Wolf",
	"effectTemplateRaw": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>{0}</color> เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น <color=#99FFFFFF>{1}</color>; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <color=#99FFFFFF>{2}</color> โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที",
	"r1": {
		"description": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น 16% เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น 2%; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 2% โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที",
		"values": [
			"16%",
			"2%",
			"2%"
		]
	},
	"r2": {
		"description": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น 20% เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น 2.5%; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 2.5% โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที",
		"values": [
			"20%",
			"2.5%",
			"2.5%"
		]
	},
	"r3": {
		"description": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น 24% เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น 3%; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 3% โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที",
		"values": [
			"24%",
			"3%",
			"3%"
		]
	},
	"r4": {
		"description": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น 28% เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น 3.5%; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 3.5% โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที",
		"values": [
			"28%",
			"3.5%",
			"3.5%"
		]
	},
	"r5": {
		"description": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น 32% เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น 4%; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น 4% โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที",
		"values": [
			"32%",
			"4%",
			"4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}