{
	"id": 11418,
	"name": "Xiphos' Moonlight",
	"description": "ดาบสองคมโบราณที่ส่องประกายด้วยแสงจันทร์ ว่ากันว่ามีญินซึ่งบัดนี้สงบนิ่งอาศัยอยู่ในนั้น",
	"descriptionRaw": "ดาบสองคมโบราณที่ส่องประกายด้วยแสงจันทร์ ว่ากันว่ามีญินซึ่งบัดนี้สงบนิ่งอาศัยอยู่ในนั้น",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "ดาบ",
	"rarity": 4,
	"story": "เรื่องนี้เกิดขึ้นเมื่อหลายพันปีก่อน ในยุคหลังจากที่กษัตริย์เทพผู้โง่เขลาถูกพายุทรายฝังกลบไว้\nเมืองแห่งปุถุชนที่กระจัดกระจายอยู่ทั่วแผ่นดิน Tulaytullah ที่ซึ่งเหล่านักปราชญ์รวมตัวกันอยู่นั้นเป็นเมืองที่โดดเด่นที่สุด\nเมืองแห่งนี้เต็มไปด้วยอาคารหลังคาโดมไพลินที่มีสีเดียวกับท้องฟ้า และสวนสีเขียวชอุ่มอันอบอุ่น\nเมื่อกษัตริย์เทพสิ้นพระชนม์ ปัญญาและความเจริญรุ่งเรืองก็ไม่สูญหายไปจากเมืองแห่งนี้เลย\n\nผู้คนเล่าลือกันว่าเมืองแห่งหยกสีฟ้าแห่งนี้ เคยมีนักรบนามว่า Xiphos อาศัยอยู่ ณ ที่แห่งนี้\nเขาเชี่ยวชาญในการใช้ดาบยาว ช่วยเหลือหญิงสาวมากมายจากเงื้อมมือของสัตว์ประหลาด และแย่งชิงสมบัติมาจากพวกมัน\nตามตำนาน Tighnarian โบราณ ว่ากันว่า ดาบของเขามีญินที่ชั่วร้ายและโหดเหี้ยมอาศัยอยู่\nดังนั้นดาบของเขาจะสว่างไสวเมื่อมีการต่อสู้ ยิ่งดาบนั้นเปื้อนเลือดมากเท่าไหร่ แสงของดวงจันทร์ก็ยิ่งสว่างขึ้นมากเท่านั้น\n\n\"นายท่านผู้เป็นที่รัก โปรดนำน้ำสีแดงสดหล่อเลี้ยงข้า โปรดใช้สุราหวานสีแดงก่ำทำให้ข้ามีความสุข\"\n\"ความรักของข้าจะหลั่งไหลเพื่อท่านเท่านั้น ดั่งธิดาของเถาองุ่น ที่ให้ความบันเทิงแก่ผู้ดื่มเหล้าด้วยการสังเวยเลือด\"\n\"ตราบใดที่ท่านยังมีความรักของข้า ดวงจันทราจะส่องประกายบนใบหน้าที่อ่อนเยาว์ของท่านตลอดไป\"\n\"ตราบใดที่ศัตรูยังหวนคิดถึงโลกใบนี้ และไม่เคยลืมชื่อมารดาของตน ท่านก็จะเป็นนักรบที่ไม่มีใครเทียบเคียงได้\"\n\nต่อมา Xiphos นักดาบผู้เป็นที่รักของญินแห่งแสงจันทร์ ได้พบกับคนพเนจรที่พลัดถิ่นคนหนึ่ง\nคนพเนจรผู้นั้นรับเงินเปื้อนเลือดของราชาศัตรู และแบกรับความเกลียดชังของราชาที่มีต่อเหล่าวีรบุรุษ\nด้วยเหตุนี้ ผู้ที่ควรจะเป็นมิตรจึงกลายเป็นศัตรูในการต่อสู้ และเข่นฆ่ากันภายใต้แสงจันทร์ที่ส่องประกาย\nด้วยเหตุนี้ คมดาบจึงถูกชำระด้วยไวน์ทาฑิมสีแดงก่ำ และผลทาฑิมสุกงอมแตกออกเป็นสีแดงสด...\nในที่สุด เมื่อทุกอย่างสงบลง แสงจันทร์สีขาวก็ส่องมายังผู้ชนะและผู้แพ้\n\n\"ไม่ว่าลมจะพัดไปทางใด ก็ไม่มีระลอกคลื่นในแก้วแห่งชีวิต\"\n\"เทพีผู้ล่วงลับทั้งสามได้กำหนดชะตาของเหล่านักรบ แม้พวกเขาจะไม่มีวันเข้าใจความลึกลับก็ตาม\"\n\nคนพเนจรหยิบดาบแสงจันทร์ขึ้น หยิบเหรียญเงินที่แปดเปื้อนเลือด แล้วเหยียบย่างไปยังป่าฝนอันไกลโพ้นอย่างเงียบ ๆ\nนครไพลินที่สูญเสียการปกครองของ Xiphos ค่อย ๆ จางหายไปและสูญสิ้นอย่างรวดเร็วในปีถัดมา\nเมืองและโชคชะตาถูกบดขยี้เป็นกรวดหิน พายุทะเลทรายโหมกระหน่ำบดขยี้ทุกสิ่งเป็นทรายละเอียดที่มองไม่เห็น\nในที่สุดชะตากรรมของประเทศและกุญแจสีดำที่ถูกมอบแก่เจ้าชายน้อยก็จมลงสู่ทรายที่ไหลริน",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "ความชำนาญธาตุ",
	"baseStatText": "36",
	"effectName": "Jinni's Whisper",
	"effectTemplateRaw": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <color=#99FFFFFF>{0}</color> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
	"r1": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว 0.036% เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"0.036%"
		]
	},
	"r2": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว 0.045% เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"0.045%"
		]
	},
	"r3": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว 0.054% เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"0.054%"
		]
	},
	"r4": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว 0.063% เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"0.063%"
		]
	},
	"r5": {
		"description": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว 0.072% เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
		"values": [
			"0.072%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 12
			}
		]
	}
}