{
	"id": 140011,
	"name": "Ali del banchetto stellato",
	"description": "Un aliante decorato, nonché un regalo che celebra un festival tenutosi in un mondo lontano.",
	"rarity": 4,
	"story": "\"Allora, il gadget misterioso che porto con me questa volta è...\"\n\nIl messaggero era arrivato dalla padrona del Palazzo di Alcazarzaray per parlare dell'origine di questa nuova invenzione; ma, al suo arrivo, la sua interlocutrice era attratta da qualcos'altro.\n\n\"No, no, non quello! Quello è il mio pranzo. Il gadget misterioso è l'aliante lì sul lato... Esatto, quello lì!\nMmh... A dire la verità, la storia che c'è dietro l'aliante c'entra qualcosina col cibo.\n...Beh, stando alla signorina Alice, questo aliante non è stato costruito a Teyvat, ma è arrivato qui da un luogo molto lontano...\"\n\nIn quel luogo così distante, qualcuno disse questo:\n\"Una vita senza festività è come un lungo viaggio senza una locanda.\"\nCibo delizioso, musica piacevole, un'atmosfera gioiosa, giorni tranquilli, e soprattutto ricordi condivisi con tutti.\nUn banchetto perfetto genera ricordi favolosi, e pertanto è naturale che venga suggellato con un cimelio.\nMa dei semplici pensieri scritti su carta sembrarono a tutti un'idea un po' rozza.\nDopotutto, due righe appuntate su dei foglietti non erano una rappresentazione fedele dei pensieri dei presenti.\nAlla fine, dopo uno scambio di idee, si giunse a una soluzione definitiva.\n\"Alzando lo sguardo, abbiamo scorto uno scintillante cielo stellato: incideremo i nostri desideri nella luce degli astri!\"\nDopotutto, il pensiero stesso è come una luce informe, e solo la memoria può conferirgli una forma definita.\nMentre i ricordi di tutti si univano in un corpo solo, i pensieri stessi si fecero tutt'uno col fluire delle luci siderali, sparpagliandosi nell'infinito cielo notturno.\n\n\"Vola, vola lontano... Porta sulle tue ali i nostri desideri, le nostre allegre canzoni, le nostre feste, e coi nostri pensieri raggiungi il remoto confine delle stelle, il domani dei nostri sogni...\"\n\nQuando osservi i cieli notturni e scorgi il passaggio di stelle cadenti, potrebbero essere dei desideri provenienti da mondi lontani.\nSe tu, come un bambino, dopo aver scorto una stella cadente chiudi gli occhi ed esprimi un desiderio, i sogni più dorati verranno da te.\nE forse anche il tuo desiderio diverrà una brillante stella cadente che aiuterà qualcun altro, da qualche altra parte, a esaudire i propri.\n\nPertanto questo aliante, tra tutti i desideri che danzano nei cieli, è il più tenace.\nNon importa dove né quando: anche a una distanza di dieci milioni di oceani di stelle, essi anelano di volare fianco a fianco con gli altri desideri.\n\n\"...Così, la signorina Alice ha esaudito i suoi desideri, tramutandolo nella forma presente.\"\n\n\"E questo come glielo spiego ai miei clienti? Potrei anche dir loro che queste ali sono cadute dal cielo all'inizio del banchetto!\"\nMa nonostante le sue parole, Lord Sangemah Bay si è sentita in dovere di raccontarti questa storia, che aveva sentito con le proprie orecchie dal suo fornitore.",
	"isHidden": true,
	"source": [
		"Si ottiene da un evento in collaborazione"
	]
}