{
	"name": "Ali del Cavaliere della Tempesta",
	"description": "Un aliante decorato che ti è stato regalato in segno della gratitudine e del riconoscimento di Inazuma.",
	"rarity": "4",
	"story": "\"Tengu... Beh, oltre ai Tengu di Yougou, che sono davvero di una lunga stirpe, il termine fa riferimento anche a coloro che sono agili e i cui movimenti sono difficili da comprendere. Vedi, i tengu hanno le ali, no?\"\nAll'inizio fai fatica a credere a quelle parole.\n\n\"Innanzitutto i tengu sono coloro che hanno ricevuto un grande dono divino che gli permette di volare liberamente nel cielo. Hai cavalcato il vento e le nuvole oltre i crinali e i tetti di tutta Inazuma, e sarebbe un paragone troppo umile eguagliarti a un corvo o un falco.\"\n\"C'erano una volta delle persone che lodavano e imitavano i tengu, chiamandosi i 'fratelli Tengu'. Si sedevano sulla sommità del tetto del Tenshukaku, sopra i grandi alberi e in cima ai sacri Torii, prendendo in giro sguaiatamente la folla e i burocrati sottostanti. Provocavano persino un grande trambusto lanciando libri nel Tenshukaku, ignorando completamente l'autorità del santuario e dello Shogunato.\"\n\"Che gruppo di incoscienti. In seguito, queste persone furono prese dai veri tengu e ricevettero una bella lezione.\"\n\"Ah, naturalmente, tu non devi preoccuparti di queste leggende, perché rispetti la legge e osservi la nostra morale e le nostre tradizioni pubbliche, giusto?\"\nScegli di non pronunciarti sulla tua abitudine di sorvolare le case di Inazuma con il tuo aliante, o di scalare le tante mura di pietra.\n\n\"Inoltre, il titolo di 'tengu' può essere usato per descrivere spadaccini senza rivali. Oltre alle scuole principali con una discendenza tracciabile direttamente da Narukami, come la Squarcianebbia e l'Arte Meikyou Shisui il cui successo fu solo un fuoco di paglia, le scuole che persistono fino a oggi includono anche l'Arte Iwakura. La tecnica segreta con la lama di Iwakura, che non hanno insegnato agli alunni ordinari, è la Frantuma-tengu. Dicono che questa tecnica delinei una singola traiettoria e possa trionfare anche sull'abile Tengu di Yougou. Credo che le tue capacità richiedano pochi elogi aggiuntivi a questo proposito.\"\n\"Infine, i tengu riescono spesso a padroneggiare la manipolazione di Anemo e di Electro. La leggenda narra che ci sia una reliquia tramandata tra i Tengu di Yougou di generazione in generazione: il Ventaglio delle tempeste. Si dice che il suo lato anteriore possa richiamare Anemo, e il lato opposto possa evocare Electro. Dal momento che puoi usare sia i poteri di Anemo che quelli di Electro, puoi ovviamente definirti un tengu! Oh, a proposito, il ventaglio in realtà è solo un trucco. Normalmente, per non farsi scoprire, un tengu che può evocare Anemo di solito fa coppia con un altro che può evocare Electro quando escono.\"\nSara, che sta in disparte sul lato, sembra ancora più imbarazzata di te da questa conversazione.\n\n\"Per i tuoi contributi a Inazuma, il Gran Santuario vorrebbe ora premiarti con questo aliante.\"\nQuindi è da lì che provengono le ali di tengu, eh?\nNotando il tuo sguardo sospettoso, Sara risponde subito:\n\"Certo che no!\"",
	"sortorder": 140008,
	"source": [
		"Ricompensa per il raggiungimento di un certo livello reputazione a Inazuma"
	]
}