{
	"id": 140016,
	"name": "Ali dell'Intreccio predestinato",
	"description": "Un aliante decorato che simboleggia la dualità degli intrecci del fato, ovverosia separazione e ricongiungimento.",
	"rarity": 4,
	"story": "Da lontano vide quella testa piena di capelli dorati, e un attimo dopo il grande monarca annunciò il suo successore al trono. I festeggiamenti non avevano nulla a che fare con lui, e anzi, più tardi avrebbe dovuto aiutare a ripulire le strade dai fiori, veri e finti, sparpagliati in giro. Guardò dietro di sé per un momento, poi continuò a mantenere l'ordine nella piazza davanti all'ingresso del palazzo. Dopotutto era ancora un semplice un cavaliere novizio.\n\n{F#Il principe}{M#La principessa} dai capelli d'oro, dal canto suo, osservava il mare di folla, {F#incerto}{M#incerta}, capendo solo ora che in questo regno sotterraneo c'erano così tanti abitanti. Un tempo {F#egli era un}{M#ella era una} discendente di un glorioso regno andato perduto, che portava su di sé il peso di un mondo intero. Ma nella sua breve vita, aveva percepito la benevolenza di coloro che vivevano qui, e così si era {F#fatto}{M#fatta} carico del pilastro della terra, diventando {F#dal sovrano}{M#dalla sovrana} di un mondo alla speranza di una sola nazione.\n\nIl giovane cavaliere non era di umili origini, ma ciò non aveva alcun valore nel grande disegno. Il destino dell'erede regale dai capelli d'oro era di gran lunga più nobile, ma ora che aveva perso il proprio mondo, non desiderava altro che un unico regno.\n\nIn seguito, il giovane cavaliere venne promosso, e gli venne conferito il titolo di \"Spada del crepuscolo\". Quanto all'erede regale dalla chioma dorata, venne {F#condotto}{M#condotta} dal Re Vinster giù nelle profondità più recondite del regno. Inizialmente intenzionato solo a salvare suo fratello maggiore, che era stato incarcerato e accecato in entrambi gli occhi per aver pronunciato un oracolo, il giovane cavaliere riunì i coetanei più brillanti. La loro virtuosa azione, quella di salvare la nazione, era stata solo un'azione passata. Ma l'erede dai capelli dorati era {F#stato usato}{M#stata usata} come recipiente per assorbire tutto il potere dell'Abisso, e così divenne la chiave per la quasi distruzione del mondo.\n\nIn quel momento, le loro strade si incrociarono: uno, un nobile caduto dalla luce all'Abisso; {F#l'altro, un ragazzo umile}{M#l'altra, una ragazza umile} che risaliva dall'oscurità.\nRegicidio, rettitudine, spietatezza, tradimento, finché tutto non divenne pura desolazione. E ciò che accadde dopo, dove i due spiriti vincolati da una comune agonia viaggiarono insieme, non sembrò altro che un unico punto d'intersezione delle loro eccessivamente lunghe e gradualmente divergenti vite.",
	"isHidden": true,
	"source": []
}