{
	"id": 140018,
	"name": "Ali della spensieratezza",
	"description": "Un aliante decorato creato per celebrare un pasto rilassato, uno dei tanti piccoli momenti di gioia nella vita quotidiana.",
	"rarity": 4,
	"story": "Quel giorno, il giovane non doveva andare a lavorare. Spaparanzato sulla sedia, sfogliava il ricettario che aveva in mano.\nSu un tavolino c'erano un sacco di farina e delle briciole di pane, oggetti preziosi a Khaenri'ah. Grazie all'esistenza dell'alchimia, il regno sotterraneo aveva nutrito molte forme di vita del sottosuolo, che potevano crescere cibandosi solamente di funghi. Di conseguenza la carne abbondava, ma le verdure e i cereali, colture che richiedevano la luce del sole per crescere, erano scarse. A causa della tirannia di Re Irmin e della crescente tensione delle relazioni tra Khaenri'ah e la superficie, il prezzo dei cereali, della frutta e della verdura era aumentato notevolmente.\n\nL'anello che si trovava accanto alla farina e alle briciole era ancora più prezioso: rappresentava la prova dell'oracolo di Khaenri'ah. Ma il giovane provava una sorta di repulsione per quell'oggetto, poiché il peso del destino che esso rappresentava era troppo opprimente.\n\nIl giovane sentì la porta aprirsi, e s'infilò velocemente l'anello in tasca. Quand'era bambino, suo fratello aveva sempre bramato quell'oggetto, ma solo perché gli piaceva il suo aspetto. Tuttavia, seppure il fratello fosse diventato un cavaliere di riserva, era meglio essere prudenti.\n\n\"Perché sei così in ritardo?\", chiese il giovane.\n\"Quel vecchio caprone di Haden ci ha fatto pulire la sala di addestramento e l'arsenale dopo la lezione. Ha detto che le nostre posizioni di combattimento erano sbagliate, sebbene nessuno di noi sia mai stato sconfitto in addestramento.\" Il fratello del giovane indicò allegramente l'altro ragazzo assieme a lui. \"Questo è Surtalogi, mio fratello di tribolazioni. E questo è Vedrfolnir, mio fratello di sangue\".\n\"È stato Dain a trascinarmi qui. Non avevo intenzione d'intromettermi in un pasto tanto costoso\".\n\"Hai un olfatto eccezionale\". Vedrfolnir s'alzò lentamente. \"Eppure è stato il destino a portarti qui, quindi mangia pure con noi\".\n\nIl pollo fritto era delizioso, così come il pane, le verdure e la carne. Ma le patate fritte croccanti erano davvero irresistibili.\n\nEppure, nei giorni che seguirono, nessuno di loro ricordò quel momento di pace e felicità.\nAlla fine, l'incantesimo che il giovane aveva lanciato sull'anello per ripristinare lo stato del corpo era intriso di un potere che non era chiaramente una benedizione né una maledizione.\nIn conclusione, Dain ottenne l'anello che aveva bramato da bambino, e con esso il peso del destino che conteneva.\nE con ciò?\n\nMentre ripuliva gli ultimi avanzi del pasto, Vedrfolnir si voltò improvvisamente verso qualcosa di ignoto, scrutando oltre lo spazio e il tempo.\n\"Cosa ti aspettavi?\"\nQuello era un ricordo felice di tempi spensierati, prima che ogni cosa diventasse irreversibile.",
	"isHidden": true,
	"source": [
		"Si ottiene da un evento in collaborazione"
	]
}