{
	"id": 140014,
	"name": "Ali della prelibatezza",
	"description": "Un aliante commemorativo creato per la riapertura di un grande banchetto. Anche se sono passati molti anni, i sapori sono rimasti assolutamente invariati.",
	"rarity": 4,
	"story": "Questa è una storia ambientata in un centro di viaggio interstellare, dove i viaggiatori di passaggio possono trovare un momento di riposo nel locale di un anziano avventuriere. L'attempato gestore, stanco del suo lungo viaggio tra le stelle, era salpato con coraggio verso un luogo dove nessun uomo era mai giunto, per poi trasformare la sua arrugginita nave spaziale in un ristorante dove i viaggiatori potessero riposare.\n\nLa prima cliente fu una divinità che girovagava da quando il suo pianeta natale era stato distrutto. Parlò al gestore della natura volubile del cosmo e del suo affetto per la vita sul suo vecchio pianeta.\n“Ricordo ogni glorioso momento di splendore della civiltà. Dalla scoperta del teorema della proporzione triangolare retta al completamento dell'ascensore spaziale; dalla creazione della prima pittura rupestre a quella della serie olografica di cinquantatré paesaggi galattici.”\nIl gestore rimase in silenzio fino alla preparazione del pasto per la cliente, prima di servirglielo:\n\"Ma puoi comunque fare qualcosa per loro, no? Dopo che hai finito di mangiare, perché non ci provi?\"\nQuella divinità era in realtà un'intelligenza artificiale, creata dalle specie intelligenti del pianeta allo scopo di ottimizzare l'allocazione delle risorse a livello globale. Il gestore aveva ragione: c'era ancora una cosa che lei poteva fare.\n\nIl secondo cliente fu un demone che aveva distrutto molti mondi. Dopo essere entrato, ordinò un'enorme quantità di cibo, tanto che il gestore non poté fare a meno di chiedere:\n\"Sicuro di riuscire a finirlo tutto?\"\n\"Basta con queste chiacchiere! Se non riuscirò a finirlo, porterò via il resto!”, rispose il demone leccandosi le labbra. In realtà, questo atto di leccarsi le labbra era più simile a quello di un serpente che tira fuori la lingua, ed era il modo con cui il demone percepiva l'ambiente circostante.\nDivorando il cibo che gli era stato servito, il demone si vantava dei propri successi con il gestore. Ma alla fine non riuscì davvero a finire tutto.\n\"Perché non l'hai finito? Non era buono?\"\nAl demone non era mai stata fatta una domanda del genere, nemmeno una volta. Per un breve istante pensò di mentire dicendo: “Era terribile”. Ma vedendo che il leggendario gestore si stava preparando a imbracciare il fucile, si sedette educatamente e gli chiese invece di aiutarlo a impacchettare gli avanzi.\nForse non lo sapeva, ma il demone si era appena salvato la vita. Quando l'avventuriere venne insignito del titolo di \"primo ufficiale ad honorem\", era anche stato autorizzato a eliminare i piantagrane che entravano nel suo locale. La sua antica arma da fuoco, rimasta inutilizzata da tempo, si rammaricò di aver perso una tale opportunità.\n\n...\n\nIl trentesimo cliente fu una strega. Dopo averla guardata in volto, il gestore capì esattamente cosa voleva ordinare.\nCosì, i due rimasero in silenzio per tutto il tempo.\nInfine, la strega alzò lo sguardo. Le sue guance erano gonfie, piene di cibo mezzo masticato, gli angoli della bocca macchiati di olio.\n\"Non hai storie da raccontare, allora?\", chiese il capitano, che aveva visto più storie di quante ne potesse contare.\n“Ti ho già detto tutto la prima volta che sono venuta qui”, disse la strega prima di bere un lungo sorso. “O stai dicendo che non posso venire solo per il cibo?”\n\"Non hai tutti i torti\", rispose il gestore, passandole un tovagliolo.",
	"isHidden": true,
	"source": [
		"Si ottiene da un evento in collaborazione"
	]
}