{
	"name": "Ali d'acque furenti e misericordiose",
	"description": "Un aliante decorato che ti è stato regalato come segno della gratitudine e del riconoscimento di Fontaine.",
	"rarity": "4",
	"story": "Secondo la leggenda, il primo oceano aveva una composizione simile a quella del sangue e la vita al suo interno era caotica. Per poter mettere piede sulla terraferma o alzarsi in volo, le forme di vita svilupparono vasi sanguigni per far scorrere l'oceano primordiale al loro interno. Il cuore pulsante che comandava quel mare primordiale fatto di sangue era il primo Drago di Hydro. Ogni volta che quel cuore pulsava, tutta la vita sembrava innalzarsi per lodarlo.\nNaturalmente, si tratta solo di storie tramandate tra gli Elementosauri di Hydro, non c'è da fidarsi. Forse questa leggenda varia a seconda dell'Elementosauro che la racconta, e le storie tramandate tra le Oceanidi parlano di ciò che è avvenuto in seguito...\n\nQuando il primo cuore fu rimosso, l'inviata di Celestia, la guida sulle cui spalle gravava l'onere di creare la vita, raggiunse il grande mare primordiale e lì generò un altro cuore. Quel cuore aveva la stessa nobiltà di un drago, ma non ne imitava la forma esteriore. Aveva la maestosità di una divinità, ma era privo di qualsiasi incarico sacro. E, sebbene fosse stato creato da uno dei sovrani degli umani, la sua sostanza e la sua essenza erano originarie di questo mondo, prive di elementi esterni.\nLei era le lacrime che scorrevano nel mare primordiale, alla ricerca di comunicazione e comprensione, commossa proprio per il fine ultimo di tale ricerca. Ed è a causa di tale compassione che commise i peccati da cui tutti gli esseri di acqua pura devono guardarsi.\n\nCiò che segue è la versione della storia dal punto di vista degli esseri umani, sebbene sia stata tramandata solo tra gli studiosi.\nIl grande Remus giunse a Fontaine, sognando di fondare una città potente ed eterna, Remuria. Istruì il popolo e alla fine riuscì a realizzare una parte del suo sogno. Poi, all'improvviso, giunse una profezia, non malvagia di per sé, ma certamente terrificante: cessata la melodia d'oro, un giorno, Remuria sarebbe caduta.\nSi dice spesso che \"se un eroe non muore, una volta tornato a casa diventa un tiranno\". La giustizia imposta dalla città di Remuria per sfuggire a quel destino si sarebbe infine trasformata in tirannia, e la tirannia diede vita a quella marea impetuosa chiamata resistenza. Così Remus scomparve: Remus l'eminente, Remus lo sciocco, Remus il lungimirante, Remus il solitario.\n\n...\n\nGli esseri umani anelano il giudizio perché si sentono in colpa. Gli esseri umani hanno brame, quindi accettano di rinunciare alle cose. Gli esseri umani desiderano sempre una divinità. Ecco perché il cuore del mare primordiale, la gentile Egeria, ricevette un frammento di colui che è stato il primo, e ottenne sia il titolo di Archon che un diritto divino. Era questo il desiderio dell'umanità di raggiungere il cielo? O era solo l'atto iniziale di una serie di oscure trame?\n\nQuesta è una storia che nessuno può conoscere tranne te. Quando ti sveglierai, queste ali e il racconto appena esposto appariranno al tuo capezzale. Puoi chiedere a tutte le specie di questo mondo di dimostrare se le loro storie sono vere o meno, ma nessuna di loro ti crederà, perché come potrebbero questo aliante e questa storia materializzarsi davanti a te dal nulla?",
	"sortorder": 140012,
	"source": [
		"Ricompensa per il raggiungimento di un certo livello reputazione a Fontaine"
	]
}