{
	"name": "Ali della neve occulta",
	"description": "Un aliante decorato lasciato da un rapace che un tempo volava su queste montagne.",
	"rarity": "4",
	"story": "\"Noi risorgeremo.\nL'albero raggrinzito è germogliato ancora, poiché è in arrivo una sfida ancor più ardua.\"\n\nTanto tempo fa, tale fu l'avvertimento dei gufi ai falchi.\n\nMa i falchi avevano nel cuore il dominio sul cielo e ignoravano la terraferma.\nIn fondo, cosa poteva mai minacciare il loro dominio?\nPertanto non diedero ascolto all'avvertimento dei gufi, e anzi li derisero, chiamandoli codardi.\n\"Questi uccelli osano andare a caccia solo di notte: sono inermi come pulcini\", pensavano.\n\nIn seguito, la brina congelò la montagna e, come uno spillo appuntito, frantumò l'albero che si ergeva sul regno montano.\nDopodiché, l'oscurità sommerse la terra come una marea e spezzò i rami su cui quei rapaci si appollaiavano.\nIn quel furioso vortice di malvagità, i falchi e gli sparvieri caddero sulla terraferma.\n\nCosì, gli uccelli della Terra del vento compresero una cosa:\nanche il cielo dell'indipendenza può diventare bianco per il ghiaccio o nero dall'inquinamento.\nIl sole di mezzogiorno, così come la luna e le stelle, vennero quasi del tutto coperti.\n\nGli uccellini si rannicchiarono nei propri nidi in attesa della silenziosa e tragica fine.\nMa la carenza di luce portò al potere i gufi che vagano nella notte.\n\nE vi rimasero per tanto, tantissimo tempo...\nI giovani e deboli falchi furono tenuti in vita e crebbero grazie a prede portate da luoghi sconosciuti.\nPoi, anche il cielo si schiarì e, sebbene la montagna rimase ricoperta di ghiaccio e neve, nel terreno rinacque della debole e fragile vita.\n\nI pulcini non seppero mai chi li salvò.\nAnche il drago, bello come un gioiello, venne dimenticato, così come gli occhi dei gufi che un tempo splendevano nell'oscurità.\nOggi, i rami su cui un tempo si appollaiavano quegli uccelli sono ricresciuti, sebbene siano tinti di un inquietante rosso cremisi...\n\nE per quanto sia una questione marginale, i falchi rosso cremisi, allontanatisi dal proprio stormo all'imbrunire per difendere e cacciare, vengono anche detti gufi notturni.\n\nNel silenzio della notte gridano il loro segreto, spargendo la voce:\n\"Noi risorgeremo.\nL'albero raggrinzito è germogliato ancora, poiché è in arrivo una sfida ancor più ardua.\n\nPertanto ti dono questo paio d'ali: assistiamo insieme all'arrivo di una nuova era.\"",
	"sortorder": 140006,
	"source": [
		"Ricompensa per il raggiungimento di un certo livello dell'Albero del Geleterno"
	]
}