{
	"name": "Ali dei sogni fugaci",
	"description": "Un aliante stilizzato, ottenuto in un lampo mistico, simile a uno stato di trance, dopo aver visitato un sogno del passato attraverso la musica.",
	"rarity": "4",
	"story": "Questa è una piccola storia su una canzone intitolata \"Sogno di un'effimera\".\nNon si tratta di una canzone straordinaria, né tantomeno elegante, anche se un tempo era molto apprezzata per la sua melodia.\nTuttavia, la nascita di nuovi brani soppianta i precedenti, che finiscono quindi nel dimenticatoio: è così che funziona la \"popolarità\".\nAlla fine, perfino il nome di chi ha composto la melodia scompare nel nulla.\nTutti definivano il talento di questa persona effimero come un fiore. Era solo un compositore come tanti, in fondo.\n\n\"Un talento effimero come un fiore. Era solo un compositore come tanti, in fondo...\"\nUna volta espressa questa opinione diffusa, aveva guardato la sorella maggiore, che era seduta da sola nel lungo corridoio accanto al cortile.\nLa sorella era di spalle e teneva tra le mani una cetra in modo obliquo, pizzicando ritmicamente le corde.\n\"La gente dice anche che le effimere sono insetti stravaganti. Infatti vogliono farsi cullare dai sogni nonostante la loro vita sia davvero breve.\"\nNei suoi ricordi, sua sorella le dava sempre le spalle e non le rispondeva mai. Si limitava a suonare sempre la medesima melodia, la canzone che il mondo iniziava a dimenticare.\nIn effetti, i compositori tendono ad amare i propri brani.\nIn seguito, sua sorella difficilmente avrebbe avuto tempo per queste cose. E infine... lei avrebbe perso per sempre l'opportunità di sentire sua sorella suonare quella canzone.\nAhimè, lei non provava interesse per questo campo tanto quanto sua sorella, e così anche lei dimenticò gradualmente.\n\nSentì nuovamente quella melodia mentre si riparava dalla pioggia, durante un viaggio privato.\nUn suonatore di cetra cieco suonò la melodia per chiedere da bere al proprietario. Le capacità dell'anziano musicista non erano eccezionali, ma comunque all'altezza del compito.\nTerminata la melodia, così come il vino, il musicista leggermente ubriaco si dilungò, affermando che chi aveva composto la melodia era una persona di una nobiltà senza pari.\nNaturalmente, queste parole erano solo voci divulgate da una persona che vagava senza meta: chi ci avrebbe mai creduto?\nTra le risate della stanza, solo in lei riaffiorò improvvisamente il ricordo.\nRivide quel cortile in cui si riversava la luce del sole pomeridiano, pensò alla brezza il cui soffio faceva increspare lo stagno, vide l'ombra degli alberi che ondeggiavano leggermente e udì il pizzicare di quelle corde...\nE vide di nuovo, dopo tanto tempo, quella sagoma, con la cetra in mano, seduta accanto al corridoio.\nQuella figura stava per girarsi, sì, finalmente si sarebbe voltata verso di lei...\n\nCosa c'è di male nell'essere un'effimera? Tutto nasce e muore in un batter d'occhio, ma i propri sogni non valgono certo meno degli altri.\nEssere un fiore è un peccato? I fiori sbocciano e appassiscono in una sola notte, ma chi è testimone di questo spettacolo non lo dimenticherà mai.\nÈ questo ciò che definisce i ricordi come tali.\nI ricordi non sono forse lampi transitori di tempi passati, risvegliati da un istante rivelatore?\n\n\"Ho saputo che la Commissione Yashiro ha trovato questo aliante accanto a una cetra coperta di polvere, mentre ripulivano vecchi oggetti. Temo non sia di grande utilità per me, quindi preferisco regalarlo.\"\nQueste le parole della signora, anche se la vecchia cetra che ha tra le mani luccica grazie alla vernice fresca. Detto ciò, dalla sua posizione si capisce che è piuttosto fuori allenamento.\nSembra percepire il tuo sguardo di attesa e sospira dolcemente.\n\"Prima di iniziare, devo metterti in guardia: le mie abilità musicali sono di gran lunga messe in ombra da quelle marziali.\"\nCosì, ricordando il passato, inizia a suonare l'unica canzone che lei abbia mai imparato.",
	"sortorder": 140013,
	"ishidden": true,
	"source": []
}