{
	"id": 140014,
	"name": "Ali della prelibatezza",
	"description": "Un aliante commemorativo creato per la riapertura di un grande banchetto. Anche se sono passati molti anni, i sapori sono rimasti assolutamente invariati.",
	"rarity": 4,
	"story": "Questa è una storia ambientata in una stazione di viaggi interstellari, dove i viaggiatori di passaggio possono trovare un momento di tregua nel piccolo negozio di un vecchio veterano in pensione, che è anche un colonnello onorario.\n\nLa prima cliente era una divinità che girovagava da quando il suo pianeta natale era stato distrutto. Parlò al negoziante della natura volubile del cosmo e del suo affetto per la vita sul suo vecchio pianeta.\n“Ricordo ogni momento glorioso della genialità della civiltà. Dalla scoperta del teorema della proporzione triangolare retta al completamento dell'ascensore spaziale; dalla pittura della prima arte rupestre alla creazione della serie olografica di cinquantatre paesaggi galattici.”\nPer un po' il negoziante rimase in silenzio. Quando il pollo fritto che lei aveva ordinato fu pronto, glielo servì e rispose:\n\"Ma puoi comunque fare qualcosa per loro, no? Dopo che hai finito di mangiare, perché non ci provi?\"\nQuesta divinità era in realtà un costrutto di intelligenza artificiale, creato dalle specie intelligenti del pianeta allo scopo di ottimizzare l'allocazione delle risorse a livello planetario. Il colonnello aveva ragione: c'era ancora una cosa che poteva fare.\n\nIl secondo cliente era un demone che aveva distrutto molti mondi. Dopo essere entrato, ordinò un'enorme quantità di cibo, tanto che il colonnello non poté fare a meno di chiedere:\n\"Sicuro di poter finire tutto questo?\"\n\"Basta con queste chiacchiere! Se non riesco a finirlo, porterò via il resto!” rispose il demone, leccandosi le labbra. In realtà, questo atto di leccarsi le labbra era più simile a quello di un serpente che tira fuori la lingua, ed era il modo in cui il demone percepiva l'ambiente circostante.\nDivorando il pollo fritto e gli hamburger che gli erano stati serviti, il demone si vantava con il colonnello dei suoi successi. Ma alla fine non riuscì a finire tutto.\n\"Perché non l'hai finito? Non era buono?\"\nAl demone non era mai stata fatta una domanda del genere, nemmeno una volta. Per un breve momento volle mentire e dire: “Era terribile”. Ma vedendo che il colonnello si stava preparando a prendere il suo fucile, si sedette obbediente e gli chiese invece di aiutarlo a impacchettare gli avanzi.\nForse non lo sapeva, ma il demone si era appena salvato la vita. Quando il veterano venne insignito del titolo di \"colonnello onorario\", era anche stato autorizzato a occuparsi dei combinaguai nel suo negozio. Poiché il fucile da sommossa era inutilizzato da tempo, aver perso una tale opportunità fu davvero un peccato.\n\n...\n\nIl trentesimo cliente era una strega. Dopo averla guardata in faccia, il colonnello sapeva esattamente cosa voleva ordinare.\nCosì, i due rimasero in silenzio per tutto il tempo.\nFinalmente la strega alzò lo sguardo. Le sue guance erano gonfie, piene di pollo non masticato, e gli angoli della bocca erano macchiati di olio.\n\"Non hai una storia da raccontare?\", chiese il colonnello.\n“Te l'ho raccontata la prima volta che sono venuta qui”, disse la strega bevendo un grosso sorso di cola. “O stai dicendo che non posso venire solo per il cibo?”\n\"Non hai tutti i torti\", rispose il colonnello, passandole un fazzoletto.",
	"isHidden": true,
	"source": [
		"Si ottiene da un evento in collaborazione"
	]
}