{
	"name": "Ali del vento aureo",
	"description": "Un aliante decorato che ti è stato regalato come segno della gratitudine e del riconoscimento di Liyue.",
	"rarity": "4",
	"story": "\"Guarda le nubi nebbiose che si muovono tra i dirupi, come aleggiano avanti e indietro graziosamente. Mentre trapassano gli arcobaleni e tagliano il ghiaccio e la neve, ridono alla vista delle battaglie sottostanti.\"\n— La nostra storia oggi inizia con questo passo.\nTutti sanno che per tutta la vasta regione selvaggia di Liyue, gli aspiranti marzialisti che restano fedeli ai nobili ideali della cavalleria possono essere trovati alla ricerca delle tracce degli Adepti... mentre si addentrano nelle profondità delle foreste e attraversano le imponenti vette carsiche in cui si soffermano le nubi. Lontani dallo sguardo vigile delle Sette Stelle, compiono segretamente le loro azioni cavalleresche. Abbiamo già raccontato la storia del giovane duo anonimo che trapassò gli arcobaleni e tagliò il gelo. Ma oggi racconteremo la storia di un altro grande eroe, un racconto che devi ancora sentire.\n\nSi dice che questo guerriero sia venuto a grandi passi sopra i venti dell'est.\nDopo aver ricevuto l'insegna ufficiale del Signore di Geo, evocò queste Ali del vento aureo e vagò per tutta Liyue, dispensando giustizia dal cielo.\nSebbene Chi, l'essere serpentiforme assetato di sangue, avesse invaso le terre con un chiaro intento distruttivo, il grande eroe scagliò il suo gigantesco pugno con la forza del Monte Aocang su quel serpente sbattendolo a terra, colpo dopo colpo.\nDopo aver incontrato il mostro malvagio di Guyun, che si era dimostrato all'altezza anche degli Adepti, questo stesso grande eroe impugnò la sua spada e spazzò via le legioni malvagie con la sua lama.\nE non dimentichiamoci del giovane e arrogante signore dei Fatui che si oppose apertamente al Signore di Geo e denigrò le Sette Stelle. Il nostro eroe si precipitò a uno dei suoi banchetti, diede un calcio al cesto di frutta, e colpì l'altezzoso giovane signore che quasi perse conoscenza. Dopo essersi ripreso, il giovane signore confessò i suoi errori, si inchinò rispettosamente dinanzi al Signore di Geo e alle Sette Stelle, e lasciò tempestivamente il banchetto...\n\nSebbene questo aliante sia una delle varietà più lussuose, l'eroe fu felice di ricevere le lodi dei cittadini di Liyue e l'accettò volentieri.\nTuttavia, queste ali dispongono di alcune note d'uso che all'apparenza sembrano scritte sotto forma di racconto, mentre in sostanza sono istruzioni su come essere un vero eroe cavalleresco. Sembrano superare le nostre aspettative sotto tutti gli aspetti...",
	"sortorder": 140005,
	"source": [
		"Ricompensa per il raggiungimento di un certo livello reputazione a Liyue"
	]
}