{
	"id": 140002,
	"name": "Ali dell'affinità",
	"description": "Un aliante decorato che incarna il desiderio di volare insieme.",
	"rarity": 4,
	"story": "Non tutte le ali hanno l'opportunità di volare.\nCi sono uccelli in questo mondo che non hanno mai imparato a volare.\nCi sono anche alcuni alianti che non hanno mai superato il controllo qualità...\n\nGuardando la tua espressione pensierosa, sembrava aver capito le tue preoccupazioni.\n\"Non preoccuparti! Nessuno si è mai fatto male durante i test di un aliante.\"\nHa continuato spiegando che gli unici che si son fatti male sono stati cinghiali e Hilichurl.\nNonostante ciò, provavi dispiacere per quelle piccole vite che erano state ferite in modo che tu potessi librarti sopra la terra...\nMa almeno ti dava un po' di sollievo.\n\nHa continuato dicendo:\n\"La capacità di planare degli alianti dipende innanzitutto dalla benedizione dell'Archon di Anemo.\"\n\"Naturalmente si è intrecciata con l'ingegneria umana...\"\n\nTuttavia, non spiegò mai perché stesse collezionando Sigilli di Anemo:\nforse perché era una persona con il sangue di un'avventuriera e il cuore di una mercante,\ne diventava estremamente loquace quando menzionava persone che avevano uno spirito avventuroso.\nSecondo lei, gli esploratori avevano già iniziato a sperimentare dispositivi per planare migliaia di anni fa.\n\nTi schiarisci leggermente la gola, e lei, un po' imbarazzata, continua a spiegare cosa c'era di così speciale in questo aliante.\nAlcuni sospettavano che potesse essere troppo insolito per ricevere la benedizione dell'Archon di Anemo.\nE poiché l'artigiano aveva poco coraggio, venne deriso da tutti, proprio come la sua bellissima creazione.\nEra veramente ingiusto...\n\nMa sei anche una persona coraggiosa, vero? Una di quelle che non si prestano troppo alle opinioni del mondo. Saresti sicuramente un'accoppiata perfetta con questo paio di ali.\n... Così dicendo, ti mette tra le mani un aliante completamente unico.\n\"Certo che può volare, e ovviamente ti trasporterà. Ma devi prima crederci... e credere in te che ci credi.\"",
	"source": [
		"Ricompensa lancio ufficiale"
	]
}