{
	"id": 140015,
	"name": "Ali delle fiamme volteggianti",
	"description": "Un aliante decorato che ti è stato regalato come segno della gratitudine e del riconoscimento di Natlan.",
	"rarity": 4,
	"story": "Il vecchio sacerdote dei Maestri del Vento della Notte gettò una manciata di polvere sul fuoco. Le fiamme saltarono verso l'alto, come se si stessero nutrendo della polvere, e brillarono ancora di più.\n\"Ciò che sto per raccontarti non è una favola, ma una storia vera, portata fino a me dal Vento della Notte.\" La sua mano avvizzita e nodosa recuperò un grosso ramo, e con esso ravvivò il fuoco, cercando di renderlo ancora più alto.\n\"Maestro, per favore, non farlo. Questa notte d'estate è già fin troppo calda\", implorarono i suoi ascoltatori.\n\"Ah, che ne sapete voi? Serve per creare atmosfera... e ovviamente per tenere lontani gli animali selvatici.\"\n\n...\nUn drago parlante con le ali, il nipote del principe dei draghi, si autochiamò \"Fato dei saggi\" e girovagò per il mondo, rendendo la vita un vero inferno per gli umani.\nUn giorno, il principe dei draghi sfidò un umano: \"Come potrebbero gli umani a controllare il cielo senza il potere del Flogisto?\"\nChi possiede la saggezza conferita dal fumo per meditare nelle profondità può fluttuare grazie al potere nascosto nella fronte e sulla sommità del capo. Ma alla persona a cui è stato chiesto mancava quella saggezza.\n\"Cosa c'è di così difficile?\"\nL'uomo innalzò un fuoco roboante, usando il vento sferzato dalla fiamma e il cuoio cucito per spingersi tra i cieli.\n...\n\n\"Molte erano le prove di questo tipo, fino a quando noi abitanti di Natlan, grazie ai nostri sacrifici, non acquisimmo finalmente la capacità di usare il Flogisto\". Così disse il vecchio sacerdote, per poi lanciare nuovamente una manciata di polvere sulla fiamma.\n\"S-Sacrificio?\"\n\"All'epoca non c'era alcun accordo con i Qucusauri, e così perì.\"\n\"Un attimo, si è sacrificato per dare alla gente di Natlan l'aliante, ma allora perché nessuno lo usa?\"\n\"Chi ne userebbe uno se avesse un Qucusauro? Ah, non mi credi, vero? Beh, sappi che sono il quarto più vicino alla maestra Citlali, per età! Dubiti forse delle mie parole?\"",
	"source": [
		"Ricompensa per aver soddisfatto determinati requisiti di reputazione tribale a Natlan"
	]
}