{
	"name": "Ali della foresta",
	"description": "Un aliante decorato che ti è stato regalato come segno della gratitudine e del riconoscimento di Sumeru.",
	"rarity": "4",
	"story": "Poiché Sumeru era un tempo una terra di pochi sogni, il popolo aveva una superstizione: vedere immagini a forma di cuore nel sonno è segno dell'imminente illuminazione dall'Archon di Dendro. Di certo hanno un significato profondo. È possibile che \"Akasha\" non sarebbe mai esistito senza questa tradizione.\nC'era una volta il gran maestro Firnas, da non confondere con l'attuale professore dell'Akademiya, che sosteneva di aver fatto molti sogni, e di essere bravo a memorizzarli. Per questo motivo, divenne famoso come poeta e sognatore, e non come ricercatore o inventore. A Sumeru mancavano sogni, e se davvero lui sognava così tanto, doveva sicuramente essere un segno divino, seduto ai piedi dell'Archon di Dendro tutte le notti. Le persone gelose di lui dicevano che i sogni a occhi aperti non contassero come veri sogni.\n\nSi dice che avesse visto alianti provenienti da terre lontane, e intuì che non seguissero le leggi della fisica. Senza la benedizione dell'Archon di Anemo, queste ali non sarebbero che un fardello, nient'altro che un peso, e perfino le possenti aquile cadrebbero al suolo con abbastanza forza da sfondare un guscio di tartaruga.\nCosì fece il gran maestro Firnas e, ancora una volta, devo sottolineare che non si tratta dell'attuale professore Firnas, decise di creare un aliante che non richiedesse la benedizione dell'Archon di Anemo. Proprio così, avrebbe volato grazie alle leggi della fisica, e alla propria maestosità.\n\nE così si mise al lavoro giorno e notte, fino a crollare dalla stanchezza. Si dice che nel sonno incontrò nuovamente l'Archon di Dendro.\nI genitori delle creature viventi ascoltavano la frustrazione del gran maestro Firnas prima di ridere, per poi raccontargli una storia.\n\nLa storia parlava di un vento che prese forma umana, di una pietra parlante e di... un affare in legno fatto di Electro. I tre discussero riguardo alla composizione del mondo, e ognuno di loro credeva di essere uno degli elementi fondamentali. La pietra riteneva di fare da sostegno a tutto ciò che esiste, e gli altri due concordarono. L'oggetto di legno disse che i pensieri dei mortali fossero frutto dell'elettricità. Una piccola esagerazione, ma non esattamente falsa. Venne poi il turno del vento, che raccontò una storia:\n\nLe storie di un altro mondo parlano dei figli dell'aria che abitavano i cieli. Si trattava di spiriti del vento. Alcuni di loro erano in grado di fendere rocce e montagne, e altri potevano evocare trombe d'aria per muovere acqua e nuvole con una forza senza pari. Ma il più giovane di loro veniva ignorato dal popolo per la debolezza del suo soffio vitale. E così, decise di nascondersi. I fiori cominciarono a soffrire, poiché l'assenza del vento rendeva impossibile l'impollinazione, e così, il dente di leone più coraggioso si mise alla ricerca del soffio vitale. Quando lo trovò, gli racconto una storia per incoraggiarlo:\n\nTanto tempo fa, in una terra lontana, viveva una bellissima e potente regina, luminosa come il sole. Ma il suo fratello minore era un cavaliere piuttosto esuberante... (questa parte è stata omessa...) Per incoraggiarla, la sua dama di compagnia le raccontò una storia:\n\n...\n\nDopo quella notte, il gran maestro Firnas costruì un aliante prima di chiedere all'Archon di Anemo di benedirlo. Nonostante il risultato finale fu un aliante identico a quelli già esistenti, l'Akademiya dichiarò che tale somiglianza fosse solo una coincidenza.\nSi dice che le prime parole pronunciate dal gran maestro al suo risveglio siano state: \"ci sono! Ho capito! La risposta era davanti ai miei occhi.\"\nMa la verità è che le sue parole furono: \"Va bene, ci sono, ho capito! La risposta era davanti ai miei occhi. Vi prego, smettete di autoconvincervi che le benedizioni divine facciano parte delle regole di questo mondo\".\n\nQuesta storia ci insegna che le verità di questo mondo vanno onorate, ma anche che è sconsigliabile cercare le leggi della fisica in un sogno fantastico.\nAllora, che ne dici? Accetterai l'aliante del maestro Firnas?",
	"sortorder": 140010,
	"source": [
		"Ricompensa per il raggiungimento di un certo livello reputazione a Sumeru"
	]
}