{
	"name": "Ali del vento celeste",
	"description": "Un aliante decorato che ti è stato regalato come segno della gratitudine e del riconoscimento di Mondstadt.",
	"rarity": "4",
	"story": "\"Sarebbe fantastico se ci fosse una folata di vento adesso.\"\nCosì sospirò l'avventuriere che camminava attraverso la landa selvaggia apparentemente sconfinata.\nI suoni del suo lamento salirono verso gli alti figli dei cieli, che risiedono su nei cieli torreggianti. Uno dei bambini, ascoltando la supplica dell'avventuriere, iniziò a chiedersi come portare la brezza a questa persona bisognosa.\n\"Può esser fatto, ma devi partire dalle coste orientali. Devi attraversare i burroni di montagne e alture, e procedere per le rive sabbiose di sorgenti e fiumi. Solo dopo un viaggio di una distanza insormontabile, finalmente lo raggiungerai.\"\n\nQuindi partì dalle coste orientali e iniziò il suo viaggio.\nLungo la strada, trovò alcuni semi di dente di leone che desideravano viaggiare, quindi li porto con sé per un tratto, lungo il cammino.\nPoi incontrò degli uccellini che si erano appena schiusi e desideravano librarsi nell'aria, così sollevò le loro delicate ali.\nAccadde poi che alcuni anziani di un villaggio fossero troppo vecchi per preparare il grano da soli, così si trattenne per un po', facendo girare le pale dei loro mulini a vento.\nMentre si metteva al servizio del prossimo e si prendeva cura in modo disinteressato delle terre, iniziò lentamente a materializzarsi, assumendo gradualmente la forma di una persona.\nQuando finalmente giunse alla fine del suo percorso e incontrò l'avventuriere bloccato,\nnon era più la folata di vento che l'avventuriere aveva desiderato all'inizio.\n\n\"Sarebbe fantastico se ci fosse una folata di vento adesso.\"\nCosì accompagnò l'avventuriere originario nel suo viaggio per le terre...\n\n— \"Questa è una bella parabola di un santo della Chiesa di Favonius. La morale della storia è quella di essere sempre pronti ad aiutare i bisognosi e a servire il prossimo. Come riconoscimento delle tue azioni gentili e caritatevoli, ti conferisco questo aliante.\"",
	"sortorder": 140004,
	"source": [
		"Ricompensa per il raggiungimento di un certo livello reputazione a Mondstadt"
	]
}