{
	"id": 140009,
	"name": "Ali della galassia brillante",
	"description": "Un aliante decorato e un regalo che celebra una sinfonia destinata a risuonare nel firmamento.",
	"rarity": 4,
	"story": "\"Una volta ho conosciuto un poeta. Che non ero io, tra l'altro...\"\nQuel tizio verde stava masticando una mela mentre raccontava la storia che segue.\n\nUna volta ho conosciuto un poeta. Viveva in un'epoca in cui le fiamme della guerra si erano appena spente, e i tizzoni si erano appena placati. E aveva visto fin troppe dispute e separazioni.\nAllora, avrebbe cantato al cielo, alla pietra ostinata, al mare impetuoso e alle stelle nella volta celeste.\nPoiché sapeva che qualcuno doveva curare le ferite del mondo, e quindi qualcuno doveva trovare un modo per comunicare con loro.\nSe il cielo, le pietre, il mare e le stelle rispondessero, allora la musica potrebbe fluire attraverso tutte le cose.\nAll'inizio, il cielo non rispose se non con l'ombra degli uccelli mentre gli passavano accanto. Anche le pietre non risposero, tranne per il rumore delle gocce d'acqua che cadevano. Inizialmente i mari non risposero... Ma il loro alito salato e fetido portava il presagio di una tempesta.\nAnche le stelle non gli risposero.\nMa il poeta sapeva che sarebbe successo. A ogni modo, che cosa avrebbe potuto dire questo cielo pieno di stelle?\n\nTuttavia, il poeta non si arrese, ma non perché credesse o altro. Era solo fatto così.\nPiù tardi, il mare rispose. Un posto di sentinella fu allestito su un'alta scogliera per controllare la tempesta, e la Sorella che era lì in servizio applaudì alla sua esibizione.\nPiù tardi, la pietra rispose. Si asciugò la faccia con un fazzoletto, dicendo: \"La tua esibizione è stata davvero impareggiabile in tutto il paese. Ma la prossima volta che ti ubriachi e mi versi del vino in testa, mi arrabbierò molto.\"\nPiù tardi, il cielo rispose. L'ombra degli uccelli che volavano sopra la testa un giorno eclissò il sole stesso. Il poeta alzò la testa e un bellissimo drago discese davanti a lui.\n\n\"Stavo pensando che, se un giorno potessi far piangere le stelle, evocherei una pioggia di meteoriti! ... Ah. Giusto. Vedi questo? Quest'aliante era la risposta delle stelle. È caduto dal cielo, proprio come te!\"\nIl poeta vestito di verde indicò il cielo, con la mela in mano.\n\"Questo poeta non sono io, o forse questo aliante è caduto dal cielo. Puoi scegliere quello che vorresti fosse vero. Eheh.\"",
	"isHidden": true,
	"source": []
}