{
	"name": "Ali del convito",
	"description": "Un paio di ali per commemorare grandi banchetti e normalissime cene. Tutto il piacere di una festa al prezzo di un semplice pasto.",
	"rarity": "4",
	"story": "Questo è un oggetto che è stato trasportato qui da un altro mondo. Simboleggia l'ultimo banchetto del mondo, e l'arrivo del fine settimana.\n\nUn tempo, i draghi governavano il mondo.\nMa non quelli di cui senti parlare nelle storie. Questi erano più simili a un incrocio tra lucertole e polli.\n\nPotrebbe essere difficile per te immaginarlo, Klee, ma quel mondo era esattamente così: i draghi-pesce vivevano negli oceani e i draghi-uccello volavano nei cieli con ali enormi!\nErano creature potenti, e quindi guardavano dall'alto in basso tutti gli altri animali.\nIn quel mondo, governavano su tutte le forme di vita.\n\nPiù tardi, gli umani apparvero su quel pianeta.\nNessuno sa come sia successo. Forse sono venuti con la caduta di meteoriti. Chi lo sa? Quello che sappiamo è che avevano una strana abitudine, nota come \"Pranzo domenicale\".\nNon molto tempo dopo, arrivò quel giorno. Il banchetto stava per iniziare.\nLe cosce e le ali di drago venivano ricoperte di farina, e poi messe sulle fiamme dei forni che avevano costruito gli umani.\nDiventavano del cibo per tutti. Si dice che la carne di drago abbia un sapore delizioso e che le persone si lecchino le dita dopo averla mangiata.\nIl Banchetto della domenica, che avveniva una sola volta a settimana, divenne una ricorrenza giornaliera, poiché la carne era veramente troppo buona.\n\"Questo è fantastico!\"\n\"Facciamo un Pranzo domenicale tutti i giorni della settimana!\"\nE quindi tutti esultavano.\nFu così che l'era dei draghi giunse al termine.\n\nQuesto aliante celebra quella grande estinzione, e non è sempre stato di questo colore. Una volta era blu e bianco.\nLa madre di Klee ha cambiato la sua combinazione di colori per essere più vicina a quelli della loro famiglia, il che ha portato alla sua forma attuale. Tornò a casa brevemente, lasciando dietro di sé questo aliante, prima di ripartire di nuovo.\n\"I confini di Teyvat sono diventati fragili negli ultimi due anni... Sembra che la mamma dovrà darsi da fare.\"",
	"sortorder": 140007,
	"ishidden": true,
	"source": [
		"Si ottiene in un evento"
	]
}