{
	"id": 15014,
	"rarityList": [
		4,
		5
	],
	"name": "Roccia arcaica",
	"effect2Pc": "Bonus DAN da Geo +15%.",
	"effect4Pc": "Quando si ottiene un frammento elementale generato con la reazione della Cristallizzazione, tutti i membri del gruppo ricevono un 35% di bonus DAN per quel particolare elemento della durata di 10 s. È possibile ottenere un solo bonus DAN elementali alla volta.",
	"flower": {
		"name": "Fiore rupestre",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore sbocciato tra le rocce e le crepe di una rupe. Il brillio dei suoi petali al vento sembra portarlo in vita.",
		"story": "Un fiore sbocciato da un'impenetrabile crepa tra le rocce.\nSi tratta di una straordinaria forma di vita plasmata dall'essenza di Geo.\n\nSecondo la tradizione,\nin passato qualcuno disse al Signore di Geo che non esisteva vita nella sterile pietra.\nCosì, il Signore di Geo fece sì che dei fiori d'oro purissimo spuntassero da una parete di roccia irregolare.\n\nForse, un tempo, l'Archon di Geo realizzò una tale meraviglia,\no forse si tratta solo di una delle tante storie che popolano questo antico mondo.\nForse il prospero porto cresciuto dalle montagne senza vita,\nche sfida le onde impetuose del Mare di Nubi...\nForse, il fiore brillante era proprio quello."
	},
	"plume": {
		"name": "Piuma dei picchi aguzzi",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "La piuma pietrificata di un grosso falco rupestre. Di tanto in tanto, sulla sua punta di basalto risplendono gocce di rugiada.",
		"story": "Una piuma lasciata dalle ali giganti che hanno appiattito le montagne.\nAnche se la sua punta è da tempo divenuta nera come la pece, questa piuma rimane affilata come una lama.\n\nSi dice che nell'antichità, quando il mondo era in subbuglio, Rex Lapis abbia sradicato le montagne per creare un gigantesco rapace.\nL'uccello fu scolpito nella roccia e nella giada, e si librò in aria non appena ebbe preso forma.\nVolteggiando verso il cielo, squarciò le nuvole e spianò diverse cime rocciose.\n\nSi dice che il rapace spieghò le sue ali e s'immerse nell'oceano,\nscagliandosi dal cielo come una lancia appuntita.\ncolpendo il fondo del mare e i mostri al suo interno...\n\nSi dice che i pilastri di pietra emersi dall'oceano continuino ad attirare gli uccelli ancora oggi."
	},
	"sands": {
		"name": "Meridiana di giada perenne",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Una meridiana scolpita da un grosso blocco di giada. L'ombra che proietta segna silenziosamente il passare del tempo.",
		"story": "Una meridiana realizzata con della maestosa giada.\nInsegue silenziosamente sia il tempo che la marea.\n\nPersino le rocce rimaste salde da tempo immemorabile si disintegrano con il passare del tempo, sbriciolandosi in polvere e ghiaia.\n\nLa leggenda narra che il Signore di Geo un tempo trasformò le stelle scintillanti della terra in dispositivi per misurare il tempo, in modo da insegnare agli antichi umani il valore di ogni momento.\nCon il passare del tempo, questa meridiana divenne un prezioso bene di Kunwu, che allora era ancora un giovane studioso.\n\n\"Quand'ero giovane, sognavo di studiare i classici e di andare a Sumeru per ottenere una saggezza immensa.\"\n\"Tuttavia, una volta ottenuto quest'oggetto, lo esaminai per diversi giorni, senza trovarvi un singolo difetto.\"\n\"Così cambiai idea e mi misi alla ricerca di un maestro artigiano per imparare un nuovo mestiere, in modo da sfidare il creatore di questo strumento divino.\""
	},
	"goblet": {
		"name": "Calice di falesia",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un calice da vino splendente e raffinato, in epoca ormai lontana riempito fino all'orlo.",
		"story": "Una borraccia per il vino scolpita nella roccia inamovibile.\nSi dice che sia riempita con l'ambrosia dei sovrani.\n\nIl basalto dev'essere impenetrabile, così come il cristallo deve brillare nella sua semitrasparenza.\nAllo stesso modo, muoversi in incognito tra i mortali dovrebbe essere un piacere squisito.\n\nSecondo la tradizione, per bere il vino,\nRex Lapis fece emergere un letto di roccia,\nscolpendo la giada e la pietra al fine di ricavarne un raffinato calice.\n\nSecondo alcuni, un tempo esistevano sette calici di questo tipo."
	},
	"circlet": {
		"name": "Maschera di basalto inerte",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Una maschera solenne squisitamente scolpita nel basalto. I suoi occhi infossati osservano l'orizzonte in modo freddo e inespressivo.",
		"story": "Secondo la tradizione, durante gli anni degli scontri tra gli dèi, Rex Lapis era simile a una furia incontrollata.\nIn quegli scontri mortali tra divinità, nessuno avrebbe mai potuto ravvisare in lui della gentilezza.\n\nSapeva distinguere il bene dal male e non mancò mai il suo bersaglio: in quei giorni di tumulto, non mostrò alcuna pietà, nemmeno per gli amici diventati nemici.\nIn quel periodo storico, l'espressione fredda come la pietra di Rex Lapis non cambiò mai.\n\nFin quando gli scontri non terminarono.\nFu una mutazione necessaria, dettata unicamente dalla necessità di adempiere a un contratto."
	}
}