{
	"name": "Berserker",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Tasso di CRIT +12%.",
	"4pc": "Quando i PS sono inferiori a un 70%, il tasso di CRIT aumenta di un ulteriore 24%.",
	"flower": {
		"name": "Rosa del berserker",
		"relictype": "Fiore della vita",
		"description": "Un fiore grazioso tinto di rosso, che rappresenta le qualità del berserker.",
		"story": "Nei giorni precedenti alla sua discesa nella pazzia, talvolta il berserker si soffermava nel giardino delle rose per qualche istante con sé stesso.\nNon aveva mai avuto una famiglia, né aveva un'amante o un amico.\nQuando non era sul campo di battaglia, si recava in quel giardino per prendersi cura dei fragili fiori con tutto il suo cuore.\nEra come se i fiori cremisi, circondati di spine, fossero l'unico calore a cui potesse aggrapparsi."
	},
	"plume": {
		"name": "Piuma blu del berserker",
		"relictype": "Piuma della morte",
		"description": "La piuma di un corvo leggendario, parzialmente tinta di rosso.",
		"story": "La terra natale del berserker, un tempo sana, cadde vittima della guerra che imperversava tra dèi e mortali.\nIl giardino di rose prese fuoco e uccelli portatori di sventure si nutrirono della carne dei suoi compatrioti.\nRinato dalle fiamme, il desiderio di vendetta e la sete di sangue s'impadronirono della mente del guerriero, tramutandolo in un berserker.\nPiume nere, sparpagliate sul campo di battaglia, si tinsero di rosso a causa della sua furia mentre compiva la propria vendetta."
	},
	"sands": {
		"name": "Clessidra del berserker",
		"relictype": "Sabbie del tempo",
		"description": "Uno strumento che racchiude un flusso eterno e inesorabile. Ricorda al berserker del poco tempo che gli rimane, sia sul campo di battaglia che nel mondo.",
		"story": "La fine arriva inesorabile per tutti, e fu così anche per l'apparentemente invincibile berserker.\nQuando il sangue sulle sue mani si seccò, i passi del berserker iniziarono a farsi pesanti.\nLa sua vita era stata destinata alla fine dal momento in cui aveva incontrato il suo ultimo avversario sul campo di battaglia.\nSul campo, dove il sangue scorreva a fiumi, la sua clessidra si tinse di rosso alla luce del tramonto."
	},
	"goblet": {
		"name": "Calice d'osso del berserker",
		"relictype": "Calice eonotemo",
		"description": "Un calice fatto con l'osso di una bestia ignota. Il trofeo di uno scontro mortale.",
		"story": "Il berserker assetato di sangue devastò il mondo intero, combattendo contro umani e mostri, e sfidò persino gli dèi.\nIn una terra spoglia e priva di vita, incontrò un mostro gigante.\nLa sua maschera di ferro non poteva nasconderne la furia, e così ebbe inizio uno scontro interminabile.\nPassarono ore, giorni e anni, e il mostro venne finalmente sconfitto.\nIl berserker succhiò via il midollo dal corno spezzato del mostro. Fu così che il vincitore brindò al proprio successo."
	},
	"circlet": {
		"name": "Maschera da guerra del berserker",
		"relictype": "Corona della ragione",
		"description": "Una maschera di ferro rivoltante, danneggiata a seguito di cruenti battaglie.",
		"story": "Dopo essere stato avvolto dalle fiamme che avevano divorato la sua terra natale, il volto del berserker non era più riconoscibile.\nLa maschera di ferro si fuse con la sua carne, donando per sempre al suo viso un'espressione senza cuore.\nIn seguito, nel corso di una dura battaglia, la sua orribile maschera venne spaccata in due dal suo avversario.\nLe incrinature della maschera squarciarono la pelle che da tanto tempo vi era attaccata.\nMa né il dolore né il sangue fermarono i passi risoluti del berserker.\nIl berserker continuò a ruggire fino a quando altro sangue fresco non ricoprì il suo già coagulato."
	}
}