{
	"id": 14001,
	"rarityList": [
		4,
		5
	],
	"name": "Nomade della tormenta",
	"effect2Pc": "Bonus DAN da Cryo +15%.",
	"effect4Pc": "Quando un personaggio attacca un avversario sotto l'effetto di Cryo, il suo tasso di CRIT aumenta di un 20%. Se l'avversario è affetto da Congelamento, il tasso di CRIT aumenta di un ulteriore 20%.",
	"flower": {
		"name": "Memorie nella neve",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore estinto da tempo, ricoperto da gocce di ghiaccio, che un tempo cresceva sui ghiacciai. In passato, persino i guerrieri più fieri e arroganti s'inchinavano in sua presenza.",
		"story": "Questo è un fiore di Etergelo, colto da mani gentili.\nDeve aver dato a una certa persona la forza di vedere l'inverno come un caldo abbraccio.\n\n\"Questo quarto affresco è per te. Le tue sembianze rimarranno per sempre su questa parete.\"\n\"Per quell'affresco, e per il bene di tutti, ti aspetterò, e pregherò affinché tu possa tornare...\"\n\nLa fanciulla era in piedi di fronte a un muro spoglio e, sorridente, appuntò un piccolo fiore sul petto dell'eroe.\nSi trattava di un tipo elegante e imperturbabile, che non avrebbe mai battuto ciglio, neanche di fronte alla stessa morte.\n\nL'eroismo del Rompighiaccio è stato dimenticato, seppellito dalle tempeste del Nord.\nDa allora, la neve si è sciolta, ma questo fiore non è appassito."
	},
	"plume": {
		"name": "Risolutezza del Rompighiaccio",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Una piuma che emana un'aura gelida. Puoi quasi sentire i venti gelidi che l'hanno trasportata fin qui, attraverso le pianure innevate e tra le cime ghiacciate.",
		"story": "Una piuma di un rapace che non apparteneva al freddo invernale. È fredda al tatto.\nToccandola, si ha quasi l'impressione di sentire delle grida nella tormenta di neve, indomite ma ormai prive di speranza.\n\nSenza un nido o un riparo, l'uccello affrontò le tempeste con coraggio.\nQuesta piuma è stata travolta dalla neve e dal ghiaccio, che l'hanno ricoperta di perle gelate.\n\nUn tempo era di un falco, a cui venne strappata violentemente in volo dai venti gelati.\nPlanò per un po' sulle ali del vento, prima che il peso del ghiaccio la facesse cadere a terra.\n\n\"Credo che gli uccelli briosi ti seguiranno e torneranno ai giardini del palazzo d'estate, ora di nuovo verde.\"\n\"Coloro che sono stati scacciati dalla marea gelata, e i bambini che hanno perso la propria dimora, torneranno con te alla casa dei loro sogni.\"\n\nL'eroe, che portava sulla schiena dei grandi fardelli, si fermò tra la neve sferzante, faticando a distinguere il colore della piuma.\nRicoperto di ghiaccio, il colore della piuma si affievoliva sempre più, proprio come l'impresa dell'eroe."
	},
	"sands": {
		"name": "Declino della terra del gelo",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "La clessidra di un'antica nazione che attendeva il ritorno dei propri guerrieri. Ciò che scorre al suo interno non è sabbia, ma pezzi di ghiaccio che non si sciolgono mai.",
		"story": "Un'antica clessidra in cui scorre della neve finemente ridotta in granuli.\nNemmeno l'inverno più freddo è in grado di congelare lo scorrere del tempo.\n\n\"Il freddo che scende dal cielo può congelare il tempo stesso.\"\nQuesto mito era ampiamente diffuso in tutta la città montana seppellita.\n\nQuando l'eroe raggiunse la sommità del muro di vento e ghiaccio, la notte stava calando e la tormenta di neve imperversava.\nNé la luce del sole né quella della luna riuscivano a penetrare con facilità questo vento bianco.\nNeanche la tempesta più cupa è in grado di congelare il fiume del tempo.\n\nche non avvizzirà anche se sepolto al di sotto di innumerevoli strati di neve.\nE anche l'eroe più formidabile, un giorno, sarà dimenticato."
	},
	"goblet": {
		"name": "Dignità gelata",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un calice intagliato dal ghiaccio, freddo e pungente come l'inverno. Chi lo possedeva ci beveva un liquore che non si congela mai.",
		"story": "Per lo straniero che un tempo si mise in cerca della speranza nel mezzo dell'inverno per conto di qualcun altro,\npersino il bicchiere da cui beveva era ricavato dal ghiaccio.\n\nBere del vino amaro in questo calice dà l'impressione di inghiottire delle stalattiti di ghiaccio che perforano ogni millimetro della gola.\nLa gente comune faticherebbe ad apprezzare questa sensazione, ma l'eroe schivo la gradiva.\n\nEra egli stesso un guerriero silenzioso come il ghiaccio, che bloccava i gelidi venti che scendevano dalle stelle con il suo corpo.\nTuttavia, non contenta dall'essere solamente protetta, la fanciulla che dipingeva lasciò all'uomo che ammirava queste ultime istruzioni:\n\n\"Se la paura o la disperazione, entrambe parte della nostra natura, ti schiacceranno o ti costringeranno a non tornare, allora...\"\n\"Allora ti prego, continua a vivere. Non accompagnarci nella nostra sventura di languire dimenticati tra la neve.\"\n\nSorbendo un altro sorso di vino amaro per farsi forza per il viaggio, l'uomo diede le spalle agli occhi umidi della fanciulla.\nSarebbe poi partito per una ricerca interminabile verso la terra della neve e della profondità."
	},
	"circlet": {
		"name": "Eco dell'inverno",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "La corona di un antico eroe che sognava di vincere il freddo, nonché la prova del suo coraggio nell'affrontare il temibile gelo invernale.",
		"story": "L'eroe partì per il suo viaggio, portando con sé le flebili speranze che la città sepolta nutriva ancora.\nIndossando la corona dell'inverno, marciò con sicurezza, sparendo nella tormenta di neve senza confini.\n\nPortando con sé il suo accordo con la città montana e gli sguardi fiduciosi dei suoi abitanti, l'eroe non temette mai quanto di ignoto si celava oltre il velo di ghiaccio.\nIl fianco della montagna, un tempo verdeggiante, e le benedizioni che ora non cadevano più dal cielo erano le motivazioni che spingevano l'eroe a proseguire, a prescindere da quanto sarebbe accaduto.\n\n\"Oltre la porta bloccata dal ghiaccio, percorrendo i corridoi che conducono alle profondità,\"\n\"spezzerà un ramo bianco argenteo e porterà speranza alla terra innevata.\"\n\nLa fanciulla cantava così al suo popolo per confortarlo, tenendosi stretta al petto i suoi ricordi dell'eroe.\nCredeva fermamente che sarebbe tornato da lei, con la primavera gentile e una speranza incrollabile al suo seguito.\n\nMa alla fine l'eroe che si era avventurato tra le nevi non tornò in tempo.\nVenne accusato di essere fuggito da parole cariche d'odio, da tempo ridotte in polvere tra le bufere di neve..."
	}
}