{
	"name": "Cavalleria sanguinaria",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "DAN fisici +25%.",
	"4pc": "#Dopo aver sconfitto un avversario, aumenta di un 50% i DAN da attacco caricato e ne azzera il costo in vigore per 10{NON_BREAK_SPACE}s.",
	"flower": {
		"name": "Fiore di ferro insanguinato",
		"relictype": "Fiore della vita",
		"description": "Un fiore secco macchiato di sangue e indurito come l'acciaio. Una sorta di cimelio per suo vecchio proprietario.",
		"story": "Un comune fiore bianco dato al cavaliere da una damigella che aveva salvato.\nÈ reso secco e temprato dal sangue di tutte le sue violente battaglie.\n\nRingraziandolo per il suo valore, la damigella gli offrì una ricompensa.\nLui rifiutò tutto quello che lei gli aveva offerto, eccezion fatta per un purissimo fiore bianco.\n\n\"Per un cavaliere, la vera ricompensa è la cavalleria.\"\n\"Questo fiore sarà la mia medaglia. È tutto ciò di cui ho bisogno.\"\n\nIndossò il fiore sul cuore.\nAllo stesso modo della sua armatura, s'era annerito come il cielo notturno invernale.\nParimenti al suo cuore, aveva la stessa tempra di una lama d'acciaio."
	},
	"plume": {
		"name": "Piuma nera insanguinata",
		"relictype": "Piuma della morte",
		"description": "La piuma di un corvo appuntata sul mantello di un cavaliere. Le innumerevoli macchie di sangue ne hanno cambiato il colore.",
		"story": "Una delle svariate piume di corvo attaccate al Cavaliere insanguinato.\nPerché dove c'è sangue, i corvi non mancano mai.\n\nDopo tutto quel tempo, il Cavaliere insanguinato non era più in grado di dire\nse il sangue di cui era macchiato fosse il suo o quello dei nemici.\n\nAlla fine, durante il suo lungo viaggio sanguinario, giunse a una conclusione:\nnel suo percorso cavalleresco era passato dall'essere un cavaliere senza macchia e senza paura al diventare uno spietato mostro.\nI suoi unici seguaci erano i corvi attratti dalla scia di sangue che lasciava dietro di sé."
	},
	"sands": {
		"name": "La fine del Cavaliere insanguinato",
		"relictype": "Sabbie del tempo",
		"description": "Una clessidra usata da un cavaliere. Il liquido al suo interno si è seccato, rendendola inutilizzabile.",
		"story": "Nel profondo dell'Abisso, dove i corpi celesti non risplendono,\nil Cavaliere insanguinato conservò questo segnatempo, anche se il tempo aveva perso ogni significato.\n\nLa storia del Cavaliere insanguinato era giunta alla fine,\npoiché si era reso conto che per lui non c'era posto su questa terra.\nSi avventurò nell'antico regno caduto e perì in battaglia nella tana dei mostri.\nNelle profondità del mondo, apprese l'origine dei mostri che causarono la distruzione dell'antico regno.\n\n\"L'antico regno fu ingiustamente maledetto,\"\n\"trasformando i suoi abitanti in mostri.\"\n\"Il codice della cavalleria non tollera tale ingiustizia.\"\n\"Se Abisso è il tuo nome, ti giuro fedeltà.\""
	},
	"goblet": {
		"name": "Calice del Cavaliere insanguinato",
		"relictype": "Calice eonotemo",
		"description": "Un calice di metallo appartenuto al Cavaliere insanguinato. Il suo colore scuro come la notte è dovuto al sangue secco e al fumo.",
		"story": "In origine, un raffinato calice d'argento con incisioni in oro raffiguranti le gesta di un nobile cavaliere.\nTuttavia, il sangue e il fumo ne hanno deturpato l'aspetto in maniera irriconoscibile.\n\nRicoperto di sangue, il cavaliere uccisore di demoni fece ritorno dal campo di battaglia flagellato,\nsolo per scoprire che coloro che aspettavano di essere salvati non si trovavano da nessuna parte in mezzo alle case distrutte e in fiamme.\n\nSconfitto, il Cavaliere insanguinato prese il calice annerito dal fumo,\ne giurò di liberare il mondo dai mostri, dalla povertà e dal male."
	},
	"circlet": {
		"name": "Maschera di ferro insanguinata",
		"relictype": "Corona della ragione",
		"description": "La maschera di ferro del cavaliere usata per nasconderne l'identità. In molti hanno fatto congetture riguardo al volto che cela.",
		"story": "Una raffinata maschera di platino che un tempo apparteneva a un cavaliere di nobili natali.\nLe macchie scure di sangue secco fanno ormai parte integrante del suo aspetto.\n\nDopo aver ucciso il mostro, nel momento in cui la persona che stava cercando di aiutare\nsi ritrasse impaurita, il Cavaliere insanguinato capì una cosa:\nadesso era egli stesso un mostro.\nMacchiato dal sangue e dalla crudeltà della sua estenuante battaglia.\n\n\"Celami agli occhi\"\n\"di coloro che ho giurato di difendere.\"\n\"E proteggili dagli orrori che sono destinato a compiere.\""
	}
}