{
	"id": 15006,
	"rarityList": [
		4,
		5
	],
	"name": "Strega cremisi delle fiamme",
	"effect2Pc": "Bonus DAN da Pyro +15%.",
	"effect4Pc": "Aumenta di un 40% i DAN da Sovraccarico, Ustione e Germinazione, e di un 15% quelli da Vaporizzazione e Fusione. Usare un'abilità elementale aumenta il bonus del set da 2 pezzi di un 50% del suo valore iniziale per 10 s. Cumulabile fino a 3 volte.",
	"flower": {
		"name": "Fiore di fuoco della strega",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore toccato dalla strega che sognava di ridurre in cenere tutti i demoni del mondo. Le anonime fiamme carezzano affettuosamente le mani di chi lo possiede.",
		"story": "Un specie floreale molto comune.\nÈ stranamente in grado di resistere alle fiamme della Strega cremisi.\n\nDiversi secoli addietro, una crisi distrusse ogni speranza della fanciulla di vedere il futuro che le era stato promesso.\nLe persone a lei care, i suoi giorni passati e il suo brillante futuro. Era tutto scomparso.\n\nDalle ceneri nacque la Strega cremisi delle fiamme, che consumò il suo dolore con il fuoco.\nTuttavia questo fiore è rimasto, conservando la sua morbidezza e freschezza.\nForse, sia i ricordi dolorosi che quelli gradevoli erano due facce della stessa medaglia."
	},
	"plume": {
		"name": "Piuma semprardente della strega",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "La piuma di un uccello toccata dalla strega che sognava di ridurre in cenere tutti i demoni del mondo. La sua fiamma arde in eterno.",
		"story": "Una piuma d'uccello che arde in eterno.\nIl fuoco brucerà per tutta l'eternità.\n\nDietro di sé lasciava terra bruciata, avendo scelto un sentiero di fiamme infernali.\nAnche se le fiamme colpivano solo mostri e demoni,\nla gente si nascondeva dietro le finestre chiuse cercando di allontanarla. Tuttavia, niente di tutto questo le importava.\n\nNuove speranze nacquero dal fuoco di vecchi dolori.\nNon aveva bisogno di conforto o compassione.\nCinguettando al suo fianco, gli uccelli le fornirono tutta la comprensione di cui aveva bisogno."
	},
	"sands": {
		"name": "Fine della strega",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Una clessidra usata dalla strega che sognava di ridurre in cenere tutti i demoni del mondo. Segna gli anni che la strega dedicò al suo disegno infuocato.",
		"story": "Una piccola borraccia contenente un liquido ad alta temperatura.\nSi dice che siano le anime incandescenti degli spiriti maligni.\n\nUna speciale clessidra di Hydro donata alla Strega cremisi prima del disastro. All'epoca, era una fanciulla che non aveva ancora intrapreso il suo viaggio.\nUn suo ciclo completo era il tempo necessario affinché terminasse i suoi studi all'Akademiya.\nAllo scadere del tempo, quando fece ritorno nella sua città natale, il suo precedente proprietario era caduto vittima del disastro.\n\nI suoi anni da fanciulla erano finiti. Iniziava l'epoca della Strega cremisi delle fiamme e, con lei, la distruzione.\nLa clessidra fu testimone dei giorni dei mostri e del dolore che causarono, finché non vennero bruciati tutti."
	},
	"goblet": {
		"name": "Fiamme del cuore della strega",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un'urna sputafuoco abbandonata dalla Strega cremisi delle fiamme, che sognava di ridurre in cenere tutti i demoni del mondo. Il fuoco al suo interno brucia in eterno, proprio come la brama della sua antica proprietaria.",
		"story": "Una boccetta trasparente contenente del fuoco liquido.\nLe tecniche per produrre il fuoco liquido sono andate perdute.\n\nLa Strega cremisi delle fiamme camminava sulla terra, riducendo i mostri in cenere.\nSi dice che abbia sacrificato le sue spoglie mortali per incarnarsi in fuoco liquido.\n\nEppure, un tempo, l'amore e il desiderio dimoravano nel suo cuore di fanciulla.\nFinché il fuoco non incenerì quella sua parte splendida e fragile.\nCosì, divenne la strega che gli storici ricordano con riluttanza."
	},
	"circlet": {
		"name": "Cappello infuocato della strega",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Un cappello appartenente alla strega che sognava di ridurre in cenere tutti i demoni del mondo. La larga tesa le impediva la vista.",
		"story": "Un tradizionale cappello a punta da strega con tesa larga.\nDona alla strega un aspetto che incute reverenza e timore.\n\nQuesto imponente cappello proteggeva la Strega cremisi delle fiamme dalle distrazioni esterne.\nFu in questo modo che riuscì ad affinare le sue abilità di Pyro quando era ancora un'apprendista.\n\nIn combattimento, non doveva prestare attenzione ai mostri inceneriti dalle fiamme.\nNé doveva guardare la propria faccia bruciata riflessa nell'acqua.\nCosì, la Strega cremisi continuò a bruciare, ignorando la portata della sua devastazione."
	}
}