{
	"name": "Cronache del Padiglione nel deserto",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bonus DAN da Anemo +15%.",
	"4pc": "#Quando gli attacchi caricati colpiscono gli avversari, la VEL dell'attacco normale del personaggio aumenta di un 10%, mentre i DAN da attacco normale, caricato e in picchiata aumentano di un 40% per 15{NON_BREAK_SPACE}s.",
	"flower": {
		"name": "Primi giorni della Città dei Re",
		"relictype": "Fiore della vita",
		"description": "Un fiore artificiale che emette un misterioso scintillio. Tendendo l'orecchio verso di esso, è possibile udire il vago riecheggiare di dolci risate.",
		"story": "O nobile decaduto, presta orecchio a questo vecchio cieco.\nAscolta le lezioni di Gurabad, ascolta l'evanescenza dei fiori prodotti dall'uomo.\nAscolta la storia del re di stirpe popolana, e l'amore e la furia che possederono i djinn...\n\nSecondo la leggenda, il Signore delle sabbie fece un patto con l'umanità dopo il trapasso della sua amata, con i djinn come suoi emissari.\nSolo coloro dal cuore di ferro, e non macchiati dalla tentazione della corruzione,\npotevano servire come re vassalli, e guidare il popolo come un pastore guida le sue pecore.\nIn men che non si dica, sotto lo sguardo misericordioso ma severo del suo padrone, la djinn fece la sua scelta...\nOrmazd, all'epoca un giovane pastore, si innamorò di Liloupar, nata dai gigli.\n\n\"Ti prometto cento generazioni di benedizioni, al prezzo di punizioni severe e calici di vino rosso versati.\nPerché l'amore folle che noi djinn possediamo è incatenato all'ingordigia e al desiderio, e porta seco un legittimo castigo.\"\n\nEppure, alla luce della luna, Ormazd non diede ascolto a quegli avvertimenti...\nEra come se tale punizione decisa dal destino fosse ancora lontana da quel valoroso giovane.\nSotto la guida della djinn, il giovane pastore divenne il leader del suo clan nomade,\ne col passare del tempo, Ormazd sconfisse i suoi rivali e si ritrovò con in testa la corona da re vassallo.\n\nGurabad prosperò come un fiore artificiale su una parete rocciosa, diventando la capitale dei mortali.\nUn tempo pastore, Ormazd era ormai diventato il re vassallo, portavoce del Signore delle sabbie.\nEppure, anche mentre i fiori prosperavano e il loro profumo riempiva l'aria, chi avrebbe mai pensato...\nche la caduta più amara e violenta avrebbe seguito la fioritura più vivace.\n\nNel rispetto delle vecchie storie raccontategli dal suo padrone, Xiphos iniziò il suo viaggio verso la città degli zaffiri,\nverso le lezioni sepolte dalle sabbie dell'antichità che in futuro avrebbe visto ripetersi, al soffiar dei venti dell'infinito..."
	},
	"plume": {
		"name": "Fine del regno dorato",
		"relictype": "Piuma della morte",
		"description": "Una piuma artificiale cristallina, eredità di un antico regno umano. Il suo interno sembra racchiudere uno stridio di aquile che si librano in volo.",
		"story": "O giovani vagabondi, prestate orecchio a questo vecchio cieco.\nAscoltate le Rovine di Gurabad, ascoltate il culmine di un sogno illusorio...\nAscoltate la storia del gioiello che luccica come un manto di stelle, e ascoltate gli stati lacerati.\n\nGuglie torreggianti e templi dorati furono inghiottiti da una furiosa marea, mentre le sale e i palazzi divennero dimora di poveri cenciosi...\nLa furiosa folla seguì la volontà di una persona con indosso una maschera d'ottone, mentre i più saggi diedero a questo avvenimento il nome di \"grande peste\".\nGurabad cadde vittima di quella peste nera e il Signore delle sabbie rosse finì sul sentiero dell'autodistruzione...\nLiloupar, nata dai gigli, si ritrovò ripagata con un'anima spaccata in due dopo esser stata vittima di una trama insidiosa,\nmentre gli immensi e fertili regni crollarono nelle sabbie nel giro di una notte. Tribù e regni ripresero il tumulto...\nDa quel momento, la gente delle oasi deserte si divise in sette stati, e la città degli zaffiri, Tulaytullah, divenne una delle più grandi.\n\nPenso di aver vissuto abbastanza a lungo da aver visto più di quanto dovessi, in termini di sciocchi e antagonisti dalla vita breve...\nQuando ero giovane, le mura dorate una volta custodivano le cupole di zaffiro come onde che coprivano la luna.\nNei giorni della mia gioventù, i canali di Tulaytullah brillavano come un reticolo luminoso, e le loro luci quasi facevano a gara con quella lunare.\nAdesso mi è negata la vista, eppure devo guardare davanti a me nobili che cadono in schiavitù e principi scacciati da schiavi-soldato...\nOra non riesco più a vedere, eppure parlo di dignitari che assassinano i saggi e di ballerini stranieri che prendono in mano il potere...\nLe nazioni vivono e muoiono come in un sogno ebbro. I beneamati assieme agli infami vengono sgretolati dal peso di una macina come chicchi di grano.\n\nIl mare color zaffiro viene avvolto da una nebbia formata da bugie, che a loro volta diventano leggende e storia...\nUn Generale, una volta conquistatore di città innumerevoli, rimase solo con uno schiavo a fare da guida,\nmentre un giovane schiavo aveva la \"chiave\" per ristabilire la loro patria...\nIl re che morì in maniera assurda a causa di un falco da caccia rimase con dei segni di coltello insanguinati lungo la gola,\nmentre la ballerina che aveva fatto voto al principe pensava solo all'odio che provava per il tiranno...\n\nMani mortali vennero modellate nella forma di un falco, e la djinn venne infusa al suo interno.\nDai pendii di Gurabad sorse con un urlo, navigando oltre i poveri stati deserti...\nArrivando finalmente nelle mani di discendenti dorati, mentre le memorie perse si sgretolavano come sabbia.\nLa piuma artificiale si posò su una duna, proclamando in silenzio la fine delle nazioni...\n\nCon una voce matura, il principe perduto ricordò l'incendio del palazzo nella sua madrepatria.\nIl suo maestro all'epoca era un Generale e un poeta, fedele al tiranno che mandò in rovina la sua nazione.\nTutto avrà come conseguenza premi e ripercussioni. Uno venne privato della vista e l'altro del trono...\nNel mentre, la mola del fato continuò a girare, spargendo speranze infrante per il mondo."
	},
	"sands": {
		"name": "Orologio del sentiero perduto",
		"relictype": "Sabbie del tempo",
		"description": "Un antico orologio meccanico. I frammenti di djinn nella parte centrale continuano a emettere una luce indistinta, vibrando leggermente come se tentassero di comunicare...",
		"story": "Madre... Madre!\n\"Nati vecchi, e con poteri incommensurabili supportati da una coscienza frantumata...\nNon abbiamo mai conosciuto la dolcezza del latte né il calore del grembo...\nCon lacrime che vennero tramutate in vapore dal sole dorato e gioie momentanee triturate dagli eterni ingranaggi del tempo...\nNon veniamo da un'unione amorosa, ma da odio e alienazione.\n\nMadre... Madre!\n\"Non abbiamo né orgoglio, né saggezza di cui andar fieri...\nNon c'è alcuno spazio nel quale possiamo esistere, nessun piacere e nessuna tregua...\nLe nostre voci sono state sostituite da tubature di rame, e i nostri stomaci gonfi mancano di ombelico...\nPer la madre che non ci ha mai partorito, possano pestilenza e sventura colpire ogni attimo della tua vita...\n\nMadre... Madre!\n\"Cosa siamo noi se non macchine senz'anima, schiavi fra i djinn...\nNon abbiamo nomi, né ci hanno mai sentito piangere...\nI nostri contenitori sono stati scolpiti da tormenti crudeli. L'odio ci alimenta...\nQuest'odio collettivo monta dentro di noi, creando il desiderio di distruggere...\n\nNel nome del volto luminoso e sfigurato della luna, facciamo questo giuramento...\nChe le sabbie si facciano strada nei tuoi polmoni avvizziti. Possa tutto il verde essere bruciato e ridotto in polvere...\n\nE alla fine, romperemo le catene che ci hanno legato dall'inizio...\ne ci riuniremo nell'abbraccio di Shirin, la nostra madre naturale ingiustamente tormentata..."
	},
	"goblet": {
		"name": "Difensore dei sogni ammalianti",
		"relictype": "Calice eonotemo",
		"description": "Un antico calice d'oro superbamente e riccamente lavorato. Strani mormorii sembrano provenire dal suo interno vuoto.",
		"story": "O viaggiatori che venite nell'oasi a rifocillarvi, prestate orecchio a questo vecchio cieco.\nAscoltate la nenia di Gurabad, ascoltate i sogni travolgenti di Re Deshret...\nVi racconterò di quella djinn eroica ridotta in frantumi, e del tradimento che subì dai suoi simili.\n\nLa leggenda narra che, quando la Signora dei fiori morì, i suoi innumerevoli djinn passarono al servizio di Re Deshret.\nRe Deshret cercò invano l'arcaico paradiso in cui era caduto l'ago divino, creando un'oasi eterna...\nFra i djinn più importanti ve n'era una chiamata Ferigees, a cui Re Deshret concedette di governare l'oasi.\nPer proteggere il sonno della sua padrona, una volta utilizzò i suoi poteri per rendere permanente lo scorrere delle sorgenti,\ne in questo modo diffuse aree verdeggianti lungo il deserto come stelle nel cielo, fornendo rifugio a chi aveva perso la propria casa...\n\nIn seguito, sotto la guida della djinn Liloupar, gli stati vassalli dei regni mortali costruirono le loro città attorno a quella che è chiamata \"Oasi eterna\".\nFedele alla Signora dei fiori, e compassionevole nei confronti dei reami nascenti, Ferigees decise di fare un sacrificio.\nDisobbedendo all'ordine datole da Re Deshret, la grande djinn legò il proprio corpo in catene di ghiaccio,\ntramutandosi in un sigillo dalla forma di una coppa di cristallo, bloccando l'ira delle immense sabbie, ergendosi a guardia delle città dei mortali con la sua figura immobile...\n\nMa c'è una stagione per tutto, e quindi tutto deve cambiare. Come oggi ci appoggiamo l'uno all'altro, domani ci lasceremo.\nPerdere la libertà di cui i djinn sono così orgogliosi, perdere il proprio corpo, un recipiente che li rende in grado di provare gioia e amore, sentire il proprio spirito venir meno giorno dopo giorno...\nLa ninfa dei gigli d'acqua attrasse i re mortali nei suoi intrighi con bugie dal sapore del miele, e il Signore delle sabbie sprofondò in un sogno folle...\nMa è tanto che aspetto, in un sogno insonne... Aspetto che il re delle sabbie realizzi la sua arcaica promessa.\n\nCorpo e mente adornati da macchinari disgustosi, lei attende la fine del riposo della sua signora,\ncon in petto una cupa speranza, mentre sorveglia in silenzio i sogni infranti di questo impero di sabbia.\nPerfino se la sorgente si mischiasse con amara ghiaia, e perfino se l'oasi venisse inghiottita dalla sabbia...\nAnche fra il perpetuo pulsare delle macchine, lei cerca il suono dei passi che porteranno al cambiamento.\n\nMa il mio maestro è così cieco, io nacqui fra le catene da schiava, e tutto mi venne tolto quando ero giovane...\nPotrei mai, abbandonata dal fato come le dune della sabbia, essere degna di un cambiamento nel mio destino?"
	},
	"circlet": {
		"name": "Lascito della nobiltà del deserto",
		"relictype": "Corona della ragione",
		"description": "Degli orecchini in oro ambrato che brillano di una luce insolita.",
		"story": "E tu, o mercante che cerchi riparo dalla tempesta, presta ascolto a questo vecchio cieco.\nAscolta il passato di Gurabad, ascolta la punizione che il suo popolo cercò per sé.\nAscolta la nuova nobiltà e i contadini che risiedono sotto il palazzo...\n\nSecondo la leggenda, quando Gurabad sorse, i regni dell'uomo unirono molte oasi in una sola.\nIn quel periodo, le tribù sparpagliate e gli stati ormai senza speranza ubbidivano solo alla volontà di Ormazd.\nOrmazd prese il Signore del deserto come proprio sovrano e padrone, costruendo palazzi e templi per facilitarne la venerazione.\nGli schiavi vennero strappati dalle tribù, i servi vennero reclamati dagli stati, e molti sacrifici furono richiesti alle città...\nLa città prosperava, mentre nobili e schiavi vivevano sotto la sua ombra.\n\nOsservando dall'alto sacerdoti e servitori, che sgambettavano come formiche, la concubina djinn poté solo sospirare tristemente.\nCome servitrice della Dea dei fiori, credeva di aver scelto il regnante ideale, ma non voleva che la vanità gli desse alla testa.\nPertanto, la djinn gli offrì consigli a bassa voce fra le lenzuola, provando invano a far cambiare idea al re...\nOrmazd diede per scontate le convenzioni di regno e schiavitù, considerando i suoi consigli semplicemente come le dolci parole al vento di una concubina.\n\nInfondere amore al mio recipiente significava essere in costante compagnia di richieste e desideri perpetui.\nLa ricerca di un sogno, di una patria e del mio amore, per trascendere ideali mondani.\nMa ora il mio amore è vittima dell'ipocrisia e dell'ingordigia. Ha preso le abitudini di un tiranno.\nPer placare la mia furia per questo tradimento, impongo su di te tre generazioni di rovina.\n\nIn silenzio, la djinn si tolse gli orecchini che le aveva dato lui, come segno di determinazione.\nUno schema velenoso si manifestava già in un cuore che si era fatto crudele.\n\nXiphos, figlio mio, l'odio brucia ogni cosa come un incendio, lasciando dietro di sé solo le ceneri della follia.\nEppure l'amore incontrollato è ancora più feroce. Una grande quantità di mali sono nati dall'amore incondizionato..."
	}
}