{
	"id": 15028,
	"rarityList": [
		4,
		5
	],
	"name": "Fiore del paradiso perduto",
	"effect2Pc": "Maestria elementale +80.",
	"effect4Pc": "I DAN da reazioni di Fioritura, Iperfioritura e Germinazione del personaggio equipaggiato aumentano di un 40%. In più, se il personaggio innesca Fioritura, Iperfioritura o Germinazione, ottiene un ulteriore 25% di bonus per il suddetto effetto. Ogni accumulo del bonus dura 10 s. Massimo 4 accumuli contemporaneamente. Quest'effetto può attivarsi solo una volta al secondo. Il personaggio equipaggiato può attivare l'effetto anche se non è presente sul campo.",
	"flower": {
		"name": "Miriade di Ay-Khanoum",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un bocciolo d'ametista magnificamente scolpito a immagine di un antico fiore non più esistente.",
		"story": "In un tempo remoto di cui solo i djinn hanno memoria, la Signora dei fiori fu scacciata dal cielo.\nIl suo nobile corpo fu dilaniato e il suo popolo fu privato della conoscenza come castigo...\n\nSecondo la leggenda, la Signora dei fiori vagò per lande desolate per settantadue notti...\nSui suoi talloni, consumati dalla strada impietosa, si erano formate delle ferite da cui sgorgavano fiumi limpidi e inesorabili.\nQuesti finirono per irrigare giardini rigogliosi, nei quali sbocciarono ninfee di color blu notte.\nLe ninfee d'acqua diventarono le madri dei djinn, nati dall'unione dei sogni inebrianti e dei ricordi amari della perdita.\n\nI primi djinn erano creature sagge. Si abbandonavano spesso a sogni innocenti e a dolci amori.\nPer ringraziare la loro creatrice, i giovani djinn la presero per un braccio e le regalarono una corona di crisantemi campestri.\n\n\"Oh, Signora dei fiori, padrona del giardino, ti supplichiamo di rimanere, non ci lasciare!\"\n\"Sì, per favore. Madre dei sogni, signora dell'oblio e del vino, ti scongiuriamo: rimani e sii la regina di questo giardino.\"\n\nE così, impietosita dalla gentilezza dei djinn, la dea rimase in esilio in quel giardino di fiori.\nMeravigliosi fiori di colore viola, che assomigliavano alla luna, sbocciavano dovunque lei si fermasse. Vennero chiamati \"Padisarah\"."
	},
	"plume": {
		"name": "Banchetto appassito",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Una piuma appartenuta a un volatile di una specie estinta da tempo. È stata intarsiata con oro e gemme preziose dagli antichi seguaci della Dea dei fiori.",
		"story": "In un tempo remoto compianto solo dai djinn, la Signora dei fiori e delle oasi fece una scelta estrema.\nIn quel momento, capì che il suo destino non era un rompicapo da sciogliere, ma la chiave per aprire una porta misteriosa.\n\nDai discorsi e dalle ambizioni di Re Deshret, scorse la possibilità di eludere le regole irragionevoli che governavano il mondo.\nIl re dalla corona scarlatta aveva rifiutato il dono concessogli dal trono divino per intraprendere una nuova strada tutta sua...\nNonostante lei avesse previsto un futuro funesto, il re non demorse.\nPur sapendo che il cammino era pieno di pericoli, e che i suoi cari erano destinati a perire davanti ai suoi occhi...\nIl Re scarlatto scelse una nobile menzogna e, così facendo, condusse i suoi seguaci verso l'oblio.\n\n\"Tu cerchi di intrappolare il vento. Sulla tomba delle divinità, l'uomo diventerà il dio di tutti gli dèi.\nUn sogno talmente illusorio è destinato a essere infranto. Ma è tra le rovine dove giacciono le menzogne sfatate che l'uomo si ergerà a re di tutti i re.\"\n\nLa Signora dei fiori ammirava quel fuoco di ribellione che alimentava le ambizioni del dio, così si arrese alla follia del suo amico.\nLa sua era un'idea che mirava a unire la saggezza di molti, un tentativo audace di connettere i loro sogni al potere.\nEra più che una semplice menzogna, si trattava del futuro dell'umanità, che ardeva di speranza...\n\nI sogni hanno vita breve, i loro paesaggi sono destinati a dissolversi. Qui giace il vero significato dei fiori.\nSolo sopravvivendo alla distruzione delle illusioni di un dio, può l'uomo imparare a insorgere contro la volontà divina...\nAllo stesso modo, l'ostinato Dio re aveva orchestrato quella ribellione segreta, facendo leva solo sulla propria forza di volontà.\nTuttavia, la Signora dei fiori non aveva mai vissuto sulla sua pelle un amore inebriante come il vino, né tantomeno la meschinità degli umani.\nNeanche dall'alto della sua intelligenza riusciva a dire esattamente quando quelle piccole creature avrebbero capito qual era la verità...\n\n\"...Questi cosiddetti 'dèi' non ti sono sembrati superflui sin dall'inizio?\""
	},
	"sands": {
		"name": "Coagulo di un istante",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Per quanto si tenti d'inclinare la clessidra, le sabbie che essa contiene restano perfettamente immobili, sfidando per l'eternità lo scorrere del tempo.",
		"story": "In un tempo remoto che solo i djinn rimpiangono, il Signore del deserto costruì un cimitero per i suoi cari.\nSfruttando la fonte di energia emanata dalle gemme al di sotto della sabbia e con l'aiuto dei djinn, costruì un'Oasi eterna.\n\nSecoli dopo, tra le tribù dei nomadi del deserto si diffuse la leggenda dell'Oasi eterna.\nI nomadi affermano che si tratta di un posto prospero e verdeggiante, governato dalla dormiente Dea dei fiori.\nDicono che Ferigees, l'ultima madre dei djinn, sorvegli l'ingresso monumentale dell'oasi,\ne benedica con tenerezza incondizionata ogni mortale che le passi davanti, siano essi buoni o cattivi...\n\nLe matriarche di varie tribù, tra cui Tanit, Uzza e Shimti, si definiscono le \"figlie della Signora dei fiori\".\nAccomunate dalla fede e dal legame di sangue, ciò che le unisce ancora di più è il sogno condiviso di quel leggendario giardino di Padisarah.\nLe tribù disseminate e in difficoltà nel deserto vanno alla ricerca dell'Oasi eterna e della conoscenza infinita.\n\nProprio come aveva predetto la profezia lasciata dalla loro dea, anche dopo l'avvento della civilizzazione, gli umani riescono a malapena a sopravvivere grazie alla loro tenacia...\nAnche se erano stati privati della guida degli dèi, e anche se erano stati costretti ad allearsi facendo leva sul ricordo della dea morta da tempo,\nQuest'arido deserto salato non riuscì a fermare la loro avanzata, né a impedirgli di perseguire la menzogna immortale dell'Oasi eterna.\n\n\"Mio signore... Perché ordinare alle dune di restare immobili? Perché urlare al vento per impedirgli di soffiare?\nProprio come questa clessidra. Se questi granelli cristallini si aggregassero diventando una cosa sola, quale sarebbe il significato della sua esistenza?\nCiò che chiamano 'eternità' non è un paradiso, ma qualcosa di quasi impossibile da scomporre, una macchia ostinata che non può essere lavata via.\nColoro che sbocciano come i fiori, muoiono come i fiori, e risorgono insieme alle stagioni come i fiori, non sono mai turbati dal pensiero della 'morte'.\"\n\nUna volta, tre amici si ritrovarono a chiacchierare. Le loro parole, in balia del vento del deserto, viaggiarono attraverso il tempo...\nDa qualche parte remota del deserto, le tribù conservano ancora l'illusione di un'oasi immutata nel tempo,\nma queste genti erranti e senza radici continuano imperterrite il ciclo della vita e della morte tra le dune sabbiose."
	},
	"goblet": {
		"name": "Bottiglia magica del custode dei segreti",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Una bottiglietta realizzata in cristallo puro, sigillata ermeticamente da un tappo di smeraldo.",
		"story": "In un tempo andato su cui solo i djinn mantengono il silenzio, Re Deshret mise a nudo le sue ambizioni più recondite davanti alla Signora dei fiori...\nMentre il viso della luna si faceva strada fra le increspature di un bicchiere di vino di melograno, la Signora dei fiori finalmente cedette alle persuasioni di un amico caro.\n\nLe parole di Re Deshret quella notte rimangono ignote per tutti. Perfino il djinn più anziano rimase in silenzio quando gli si chiese ciò che era stato detto.\nNessuno sa quali desideri segreti Re Deshret rivelò alla luce dei giorni passati, desideri che potrebbero allibire anche il più saggio degli dèi.\nMa la Signora dei fiori imparò qualcosa da questo scambio. Era nei suoi piani, qualcosa di atteso a lungo.\nIl deserto e l'oasi erano i regni con i sovrani più in alto, eppure erano anche contraddistinti dai pensieri di ribellione più forti.\n\n\"Manterrò i tuoi segreti per via dei sentimenti che il mio cuore ha per te, e per il Signore della saggezza.\nTi costruirò un ponte, per permetterti di placare i tuoi desideri più profondi. Ma non dovrai temere il chiodo cristallino di zaffiro...\nTi porterò a un grado di conoscenza più profondo. Come ho detto però, il tuo destino è quello di subire perdite...\nTuttavia, nascondi la mia lezione nel tuo cuore. Ricorda la punizione una volta inflitta sugli emissari caduti dei cieli.\nRicorda: se c'è speranza in questo mondo, verrà trovata fra i mortali più comuni.\"\n\nVelata dall'oscurità, guidò il suo amico più caro verso la comprensione di tutto quello che c'era da sapere sui cieli e l'abisso.\nUtilizzando il suo corpo come conduttore, e offrendo in cambio l'oasi, fece sì che la radiosità abbacinante la consumasse perché i suoi desideri più reconditi si manifestassero...\n\nLe tempeste di sabbia portarono danni incredibili sul paradiso che aveva perso una delle sue divinità, piegando i cieli con sabbia gialla, inghiottendo tutto nella calamità...\nIl Re Deshret tornò dalle sabbie in tempesta che divoravano i cieli. La Signora dei fiori, invece, chissà dov'era finita.\n\n\"...Ti ho sognato... Brancolavi tra le mura di un labirinto di cristallo... Tutto intorno... solo il deserto...\""
	},
	"circlet": {
		"name": "Corona d'ametista",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Una corona decorata con ametiste e smeraldi. Sembra fosse usata come copricapo dagli antichi sacerdoti della Dea dei fiori.",
		"story": "In un tempo remoto di cui solo i djinn cantano, la Signora dei fiori incontrò il Re delle sabbie rosse.\nIn un epoca in cui i re si contendevano il potere, Re Deshret decise di condividere il suo trono con altri due sovrani.\n\nI djinn donarono un trono intarsiato di smeraldi e rubini per celebrare l'alleanza dei tre amici.\nLa Signora dei fiori indossò una corona d'ametista in onore dell'eterna oasi e del rigoglioso Padisarah.\n\n\"Ma l'eternità si era rivelata una menzogna. L'ebbrezza e l'amore non fecero altro che trasformare i ricordi in sogni infranti.\nUna volta mi hai chiesto perché sospiro sempre. Lascia che, in questa notte di luna splendente, ti racconti di cose passate...\"\n\n\"Era un tempo in cui regnava la pace. Gli emissari divini parlavano apertamente con la gente, portando loro il verbo dei cieli...\nPoi, discesero degli invasori da angoli remoti del firmamento che fecero terra bruciata, invertirono il corso dei fiumi e diffusero malattie...\nE sebbene gli invasori avessero fatto guerra ai miei antenati, hanno anche causato delle illusioni che avrebbero fatto sì che la terra si svincolasse da queste catene.\nMa il padrone dei cieli, minacciato da una crescente ondata di delirio e rivelazioni, inviò dei chiodi divini per riparare la terra, e con questi distrusse il regno dei mortali...\nAbbiamo conosciuto il tormento dell'esilio. Eravamo stati privati della nostra connessione col cielo, così come del nostro potere dell'illuminazione...\"\n\n\"Da quel disastro, su di me si è abbattuta una maledizione: non avrei mai più potuto alzare lo sguardo al cielo. È una fortuna che sia riuscita a sopravvivere fino ad ora...\nNonostante la catastrofe tra le stelle e l'abisso affiori sempre più in superficie, sento costantemente il richiamo della mia casa.\nBada bene: non cercare mai il Signore delle quattro ombre, e non indagare mai sui misteri del cielo e dell'abisso.\nAltrimenti ne seguiranno solo catastrofe e sofferenza, come dimostrato dai chiodi del castigo.\"\n\nTuttavia, Re Deshret era in disaccordo con questi avvertimenti, che segretamente aveva intenzione di disobbedire.\nAsciugando le lacrime della sua compagna sotto la luna splendente, raccontò dei suoi desideri alla Dea dei fiori..."
	}
}