{
	"id": 10008,
	"rarityList": [
		3,
		4
	],
	"name": "Scommettitrice",
	"effect2Pc": "DAN da abilità elementale +20%.",
	"effect4Pc": "Sconfiggere un avversario fornisce un 100% di probabilità di azzerare il TdR dell'abilità elementale. Può verificarsi una sola volta ogni 15 s.",
	"flower": {
		"name": "Fermaglio della scommettitrice",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un grande fiore sfarzoso che può occultare dei dadi truccati.",
		"story": "Gli scommettitori adorano ostentare la propria ricchezza, sebbene possa svanire nel corso di una notte.\nLa scommettitrice indossava sul capo questo gigantesco ed esotico fermaglio a forma di fiore. Attirava di certo l'attenzione.\nMa quello che gli altri non vedevano era il dado truccato nascosto con cura all'interno del fiore.\nLa scommettitrice usava il dado truccato solo quando si trovava con le spalle al muro.\nScambiare questo dado sotto gli occhi vigili di tutti era il suo asso nella manica."
	},
	"plume": {
		"name": "Piuma della scommettitrice",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "La coda di piume di un grosso uccello. Perfetta per nascondere una carta vincente con discrezione.",
		"story": "Un tempo, questa piuma colorata decorava il cappello di una scommettitrice. La sua appariscenza disgusta i veri aristocratici.\nMa ciò che gli aristocratici non vedono è il delicato meccanismo celato al suo interno.\nAl momento giusto, la scommettitrice scambiava, senza farsi vedere, una carta capace di ribaltare le sorti della partita.\nVedendo questa carta, il disdegno e l'accondiscendenza sul volto degli aristocratici venivano cancellati da uno sguardo di completo stupore."
	},
	"sands": {
		"name": "Orologio della scommettitrice",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Un orologio da tasca che ha visto tempi migliori.",
		"story": "Perché i suoi trucchi funzionassero, la scommettitrice doveva agire con un tempismo perfetto.\nPer questo aveva sempre con sé questo orologio dorato nel taschino sul petto.\nIn innumerevoli partite, ci fu un momento cruciale in cui la sua sensibilissima percezione del tempo la tirò fuori dai guai."
	},
	"goblet": {
		"name": "Tazza per dadi della scommettitrice",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Questo contenitore è stato fabbricato per un solo scopo. Esaminalo quanto vuoi... Non troverai neanche uno scompartimento segreto al suo interno.",
		"story": "Ogni scommettitore è un po' superstizioso. Molti ad esempio preferiscono usare delle tazze per dadi realizzate su misura.\nQuesta apparteneva a una donna. A prescindere da quello che ci si potrebbe aspettare, non vi era nulla di disonesto al riguardo. Non presenta alcun meccanismo segreto.\nIl fato è responsabile del risultato solo per una metà, l'altra la decidiamo noi.\nEppure, la scommettitrice non ha mai lanciato i dadi se non sul tavolo delle scommesse."
	},
	"circlet": {
		"name": "Orecchini della scommettitrice",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Se indossati, questi orecchini calmano la mente e incoraggiano la valutazione razionale dei rischi.",
		"story": "Questi orecchini sfarzosi sono la perfetta rappresentazione della ricchezza passeggera della scommettitrice.\nLo splendore delle gemme è rilassante quanto il cielo e il lago.\nGli orecchini erano ricoperti di una sostanza lievemente tranquillante per aiutare la scommettitrice a mantenere la calma al tavolo.\nNei giochi in cui si scommette la propria vita, rimanere calmi e composti è la chiave per vincere."
	}
}