{
	"name": "Sogni dorati",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Maestria elementale +80.",
	"4pc": "#Entro 8{NON_BREAK_SPACE}s dall'attivazione di una reazione elementale, il personaggio che equipaggia questo set ottiene effetti positivi in base al tipo elementale degli altri membri del gruppo. L'ATT aumenta di un 14% per ogni membro del gruppo il cui tipo elementale corrisponde a quello del personaggio che equipaggia il set, e la maestria elementale aumenta di 50 per ogni membro del gruppo con un tipo elementale diverso. Ciascuno degli effetti positivi può considerare fino a 3 personaggi. Quest'effetto può attivarsi una volta ogni 8{NON_BREAK_SPACE}s. Il personaggio che equipaggia questo set può attivarne gli effetti anche quando non presente sul campo.",
	"flower": {
		"name": "Fiordacciaio sognante",
		"relictype": "Fiore della vita",
		"description": "Un bocciolo forgiato in oro battuto dalle tinte dorate. Il suo cuore cremisi è avvolto da petali che non si schiuderanno mai.",
		"story": "\"Nel Sonno dorato, nessuno dovrà mai bere una sola goccia d'acqua amara.\"\nLe antiche leggende raccontano di tre inseparabili amici.\nUno di loro appassì come una rosa e marcì nel fango.\nIl regno dei fiori venne trasformato in leggenda dalle tempeste di sabbia, diventando un sogno in una canzone.\n\nUno dei tre amici creò un'oasi senza precedenti in un angolo del deserto.\nUn altro usò tutta la propria forza fisica e mentale per creare un'eterna illusione tra le sabbie.\nNessuno merita cicatrici sul volto inflitte da tristezza e separazioni.\n\n\"Quando la luna abbandonerà il tuo palmo, e la solitaria luce argentea si ritirerà dalla cima del labirinto sull'oceano di sabbia,\nla speranza è che ricorderai che i tuoi compagni nel sogno brillavano come il sole.\"\n\nI ricordi ossessivi sorgono dal mondo in fiamme come fuoco senza fumo.\nColoro che guardano al passato con un occhio e al mondo dei sogni con l'altro si smarriscono.\nCosì, egli posò lo sguardo sulla saggezza delle profondità, e tese l'orecchio a dolci sussurri..."
	},
	"plume": {
		"name": "Piuma del giudizio",
		"relictype": "Piuma della morte",
		"description": "Questa piuma speciale veniva usata per pesare il cuore dei colpevoli, ma ha da tempo perso la sua funzione originaria.",
		"story": "\"Nel nuovo mondo, il bene prevarrà.\"\nNell'antichità, l'editto celeste discese nel silenzio, e la terra perdette per sempre il proprio padrone.\nIl passato, caratterizzato da civiltà e serenità, venne abbandonato, sommerso in un'oscurità asfissiante.\n\nIn seguito, la legge, che nemmeno il tempo seppe invertire, ricominciò a soppesare il valore di tutte le vite nel deserto.\nUna piuma per pesare i cuori, e metallo fuso per misurare la saggezza divina, entrambi in grado di regnare con razionalità altruista.\nObbedendo al giudizio del Dio re, la legge creata nel sangue venne impressa nel paradiso desertico.\nE quando gli ideali su come governare vennero stravolti da una profonda tristezza, le autorità divennero complici.\nIgnorarono le fondamenta del palazzo, perfino quando cominciarono ad affondare gradualmente nelle sabbie mobili, muovendosi verso un folle futuro privo di luce.\n\n\"Tutti i tradimenti verranno giudicati senza pietà,\ne il giudizio sarà la devastazione totale.\"\nIn seguito le regole vennero corrotte dall'orgoglio, divenendo vere e proprie manette,\ne il destino dei poveri cittadini venne incatenato dalle scelte del Dio re."
	},
	"sands": {
		"name": "Gli anni sommersi",
		"relictype": "Sabbie del tempo",
		"description": "Sembra che questa meridiana dorata dalle tinte scure racconti antiche storie sul deserto.",
		"story": "\"La visione dell'oro si mostrerà nella forma più antica.\"\nIn principio, le varie tribù vivevano al fianco della sabbia, il loro sangue era legato alla terra.\nSeguivano la legge del sangue, e temevano i ricordi delle carestie impressi nel proprio sangue.\n\nIn seguito, il tempo travolse la terra come una valanga, e il Dio re salì al potere come risultato, proiettando una sinistra ombra sul regno.\nIn quell'era dimenticata, le divinità diedero forma alla terra, creando oasi e sorgenti.\nSeguendo l'esempio del Dio re, le tribù costruirono alte mura e troni, e crearono prosperi regni feudali.\nIspirandosi all'immagine del Dio re, gli stati feudali si ispirarono ai giorni in cui esistevano re e sacerdoti.\nA quei tempi, i saggi re ricevevano oracoli provenienti dai cieli, e la terra non conosceva la parola disastro...\n\n\"Il re dovrà, con la sua saggezza, resuscitare il passato dorato,\ne fermare le sabbie del tempo con inarrestabili poteri divini.\"\n\nProprio così. L'epoca d'oro dell'oceano di sabbia e del popolo della sabbia arriverà senza dubbio.\nIl Sonno dorato ti invoca, sabbia errante. Al suo interno non esisterà né dolore né separazione."
	},
	"goblet": {
		"name": "Banchetto mielato",
		"relictype": "Calice eonotemo",
		"description": "Una coppa per il vino che venne usata durante un antico e maestoso banchetto. Ha perso gran parte del suo lustro.",
		"story": "\"Le gioie dei più termineranno amaramente,\ne i dolci ricordi svaniranno come nuvole.\"\nIn origine, il banchetto apparteneva alla Signora dei fiori e delle notti al chiaro di luna, l'autorità era nelle mani del Re del deserto, e la vita era il dominio del custode delle piante.\nCome la lucente luna d'argento, il brillante sole dorato e i campi di smerando, le tre divinità reali formarono un'amicizia indissolubile.\n\n\"A quei tempi, la luce della luna parlava della propria felicità alla rosa e all'usignolo.\nE ne erano così spaventati da non riuscire a cantare in risposta.\"\n\"Regnavano pace e serenità, e non c'erano divisioni o malasorte in questo paradiso privo di preoccupazioni...\nSe solo quei magnifici giorni, solitari come un miraggio scintillante, potessero durare in eterno, non assaggerebbero mai l'amaro gusto della separazione.\"\n\nIn seguito, il tempo spezzò il contratto tra giorno e notte, distruggendo l'antico giuramento.\nIl gentil chiaro di luna affondo nelle sabbie mobili. Il sole avvolse ogni cosa col suo spaventoso sguardo.\nI sacerdoti e le persone che riuscirono a partecipare al banchetto divino, ricordavano quello strabiliante e incredibilmente breve momento.\nMa i sogni sono le prede della ragione, gettati in macchinari senza vita e sbriciolati fino a svanire...\nE dal cuore della macchina, dentro l'incubo oscuro, emerge una nuova intelligenza...\n\n\"Fondi tutti i pensieri in un solo, e unifica tutti i calcoli.\nCosì l'umanità diventerà Signora dei Signori, e Dea degli Dèi.\"\nCosì recitava la nenia per il più solitario re dei re.\nUn re del quale le sabbie dorate avevano da lungo predetto la rovina."
	},
	"circlet": {
		"name": "Ombra del re delle sabbie",
		"relictype": "Corona della ragione",
		"description": "Questo copricapo intarsiato d'oro veniva un tempo usato dai sacerdoti del deserto. Erano creati a immagine di quello indossato in antichità da un leggendario sovrano dei popoli del deserto.",
		"story": "\"Il sovrano verrà portando con sé una luce ardente come il sole,\ne strapperà al popolo la corona di spine di rosa.\"\nLa prima colonna divina scese dal cielo, sotterrando alberi e prati sotto le sabbie in tempesta.\nIl sole dorato cadde, per poi sorgere di nuovo, avvolgendo il mare di sabbia in un opulento velo mortale.\n\nIn seguito, i velenosi venti del tempo disturbarono il sonno del caduto, attraendo nostalgiche illusioni.\nIn quell'era maledetta, molte città prosperavano sorgendo su oasi fertili.\nSeguendo gli ideali del loro Dio re, i sacerdoti governavano quelle utopie con equità, diffondendo prosperità in ogni dove.\nUn tempo, il saggio re mortale e i membri del clero ricevevano oracoli divini personalmente, ed erano i padroni della terra.\nOggi, coloro che governano nelle oasi sono meri emissari, ombre degli dèi.\n\n\"Le vesti reali e gli scettri divini sono disseminati in questa terra come giuggiole,\ne all'ombra, i sottoposti possono vivere e prosperare.\"\n\nUn po' di tempo dopo, delle decisioni assurde accompagnarono una follia illusoria.\nUsando ingannevoli aspettative come esca, le persone vennero condotte a una fine amara."
	}
}