{
	"id": 15001,
	"rarityList": [
		4,
		5
	],
	"name": "Ultimo atto del gladiatore",
	"effect2Pc": "ATT +18%.",
	"effect4Pc": "Se chi possiede questo set di manufatti usa una spada, una claymore o una lancia, i DAN inflitti dal suo attacco normale aumentano di un 35%.",
	"flower": {
		"name": "Nostalgia del gladiatore",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Nessuno sa perché il leggendario gladiatore si appuntasse questo fiore sul petto. Quella era la sua unica debolezza.",
		"story": "Un normale fiore raccolto con cura dal padrone del gladiatore.\nNe fece una spilla e l'appuntò sul petto del gladiatore. Divenne simbolo del suo lato più gentile.\n\nUna volta, prima di diventare una leggenda vivente, il gladiatore si ritrovò a passeggiare con il suo giovane padrone in giardino.\nIl padrone raccolse un fiore e lo diede al suo tacito schiavo.\n\"Non tutti i doni sono fatti per benevolenza. A volte non sono altro che semplici vezzi.\"\nUn giorno, in un lontano futuro, l'astuto padrone del gladiatore gli avrebbe detto queste parole.\n\nInfine, l'invincibile gladiatore cadde ai piedi della ragazza straniera.\nIn quel momento, ricordò un sogno fatto diversi anni prima.\n\"Che bei fiori. Mi chiedo quando potrò intraprendere il mio viaggio per vederli.\"\n\"Vorrei vedere quanto sono belli i fiori selvatici.\""
	},
	"plume": {
		"name": "Destino del gladiatore",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Una piuma impregnata di sogni che librano liberi come un'aquila. Alla fine della vita leggendaria del gladiatore, un uccello la posò sul suo petto come un dono d'addio.",
		"story": "La fine giunse per il trionfante gladiatore.\nLa giovane sfidante rese il suo ultimo omaggio al gladiatore.\n\nQuando la vanità della vittoria e il desiderio di libertà si dissiparono come nebbia al mattino,\ne quando la luce dell'alba illuminò l'arena attraverso strati di nuvole intrise di sangue, il gladiatore vide un uccello in volo.\n\nNonostante un solo scontro lo separasse dalla libertà, il gladiatore venne sconfitto da una ragazza sconosciuta.\nGrida e ululati attraversarono la folla come un tuono martellante, ma la vincitrice si rifiutò di umiliare con l'esecuzione il suo sfidante.\nDecise di non affondare la spada nella gola dell'avversario per porre fine alla sua vita come a quella di uno schiavo.\n\nLe ferite risanate del gladiatore erano ricoperte da piume invisibili.\nAlla fine si mise in viaggio, finalmente libero come un uccello.\nLa sua destinazione era il luogo dove i fiori sbocciano e gli uccelli si librano in aria."
	},
	"sands": {
		"name": "Brama del gladiatore",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Questa clessidra ha misurato le giornate sanguinarie trascorse nel Colosseo. Per il gladiatore rappresentava il tempo che mancava a quando sarebbe tornato libero.",
		"story": "Fu lo stesso gladiatore a costruire questa clessidra. Prima di ogni battaglia, era solito girare la clessidra.\nQuando la clessidra smise di girare, il gladiatore era morto da tempo in una pozza del suo stesso sangue.\n\nPrima di entrare nell'arena, il gladiatore metteva da parte questa clessidra.\nQuando il combattimento era finito e la folla lo acclamava, la sabbia nella clessidra continuava a scorrere.\n\nIn occasione del suo ultimo combattimento, il gladiatore affrontò una giovane avversaria.\nNei suoi occhi, notò sia la timidezza di una ragazza che la ferocia di una giovane leonessa.\nDai suoi passi, la giovane si accorse delle indistruttibili catene dell'età che accompagnavano il gladiatore.\nFu un combattimento di quelli che il vecchio gladiatore non affrontava da anni. Concitato, ma soddisfacente.\nTuttavia, lo scontro finì in un lampo. La spada si conficcò nel cuore del gladiatore, e la sabbia della sua clessidra smise di scorrere."
	},
	"goblet": {
		"name": "Ebbrezza del gladiatore",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "La coppa d'oro da cui un tempo beveva un campione. Fu colma della sua gloria per anni, fino al miserabile giorno della sua fine.",
		"story": "Uno sfarzoso calice d'oro. Donato al gladiatore dal suo padrone.\nIl gladiatore era solito bere da questo calice, che si trattasse di vino o del sangue dei vinti.\n\nUn'altra vittoria per il gladiatore. Ricoperto di ferite, dedicò la vittoria al suo padrone.\nLa vittoria, l'onore e gli applausi della folla avevano un effetto più inebriante e anestetizzante del buon vino. \n\nIl padrone gli permise di unirsi alla festa regalandogli questo calice.\nEra un calice raffinato, fatto apposta per lui, simbolo di quanto il suo padrone ci tenesse.\nTuttavia, le catene dorate della vanità incatenarono il gladiatore, e l'avida serpe della brama finì per strangolarlo.\nFermandosi ad aspettare il vino della vittoria, il gladiatore perse la sua occasione di cogliere una fugace opportunità di libertà."
	},
	"circlet": {
		"name": "Trionfo del gladiatore",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Appartenuto a un gladiatore più volte acclamato dalla folla, quest'elmetto è macchiato con il sangue dei suoi numerosi rivali.",
		"story": "Un elmo del gladiatore, ornato di piume.\nPer gli zelanti spettatori, questo elmo era il simbolo dell'invincibilità.\n\nIl leggendario gladiatore aveva combattuto numerose battaglie. Nessuno aveva mai avuto la possibilità di sopravvivere alla sua spada, che si trattasse di esseri umani o di mostri.\nDopo ogni vittoria, il campione attraversava il cancello per essere accolto come eroe dalla folla in delirio.\n\nSolo quei momenti gli permettevano di sentirsi, seppur brevemente, come il suo padrone. Ma il prezzo di questa vana aspirazione era che il debole bagliore della libertà fosse avvolto dall'oscurità.\nNel giorno del suo trionfo, il gladiatore intravide finalmente il mondo fuori dalla sua cella. Era un passo più vicino alla libertà.\n\nMa solo quando il suo elmo cadde sul pavimento dell'arena, lui e gli spettatori capirono che si trattava di una farsa.\nL'offerta della sua meschina vita non faceva alcuna differenza. Sarebbe sempre stato uno schiavo privo di valore agli occhi del suo padrone."
	}
}