{
	"name": "Compagnia dorata",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "DAN da abilità elementale +20%.",
	"4pc": "#Aumenta i DAN da abilità elementale di un 25%. Inoltre, quando il personaggio non è in campo, tali DAN aumentano di un ulteriore 25%. Quest'effetto si annulla 2{NON_BREAK_SPACE}s dopo che il personaggio rientra in campo.",
	"flower": {
		"name": "Variazione della Canzone dorata",
		"relictype": "Fiore della vita",
		"description": "Un fiore fatto di conchiglie, madreperla e lamine d'oro che sboccia con fierezza.",
		"story": "La canzone del destino si snodava un tempo tra i corsi d'acqua, diffondendo l'armoniosa melodia della civiltà e dell'ordine.\nDove arrivavano le note, la brutalità veniva sostituita dal raziocinio, e la caotica terra primordiale si era completamente trasformata.\n\nIl potente vento marino soffiava, trasportando i gigli d'acqua.\nIn un accampamento tribale effimero come un'alga, un giovane musicista incontrò un guerriero.\nTra i poemi della conquista, che sono numerosi come le stelle, questa canzone non è così degna di nota,\nma le onde erano testimoni dell'amicizia tra i guerrieri, e veggenti della loro fine.\n\nIl giovane musicista non era ancora privo delle passioni volgari dei barbari, e presto diventò un amico fedele del suo servitore, uno dei conquistati.\nNessuno ricorda il nome di quel servitore, ma in tempi successivi, il nome \"Cassiodor\" divenne famoso in tutto il mondo.\nIn seguito, il giovane guerriero seguì il giovane musicista fino al Capitolium dorato, la città più alta della capitale dorata.\nLì completarono rigidi corsi e dure prove, e si elevarono dal dorato Dio re allo stato di orgogliosi maestri.\n\n\"L'orgoglio sboccia sul petto dei cittadini di questo glorioso regno come un fiore dorato. Non c'è più povertà né barbarie sotto lo sguardo implacabile del Dio re.\nL'orgoglio è lo scudo dell'onore del regno, ed è la lancia dall'aura radiosa. Esso difende il potere impenetrabile del Dio re.\nSolo sotto il comando di tale autorità può nascere l'ordine, e dove regna l'ordine, l'arte e la bellezza possono fiorire liberamente.\nIn una bella terra dorata, debolezza, follia e barbarie non verranno mai accettate né difese. Chineranno il capo o verranno distrutte.\"\n\n\"Amico, fratello, non guardare indietro a quel passato impoverito, e non far sì che la tua mente si ritrovi a indugiare sulla dignità falsa e becera della gente dei tempi che furono.\nHai scordato il tuo semplice corpo e il tuo debole spirito, e sei diventato puro come l'acciaio. Perché crucciarsi di tali facezie?\nAmico e fratello, ascolta l'eterna melodia, il ritmo meccanico del tuo animo interiore. È il Dio re che ti sussurra.\nIl glorioso regno ha occhi solo per il mondo perfetto del futuro, e questo futuro, per il popolo del passato, eseguirà la canzone finale per la loro inevitabile distruzione.\""
	},
	"plume": {
		"name": "Piuma caduta dell'Uccello dorato",
		"relictype": "Piuma della morte",
		"description": "Una piuma d'oro realizzata in filigrana d'argento e oro, sormontata da uno zaffiro splendente.",
		"story": "Accompagnato dalla brezza marina, il soffuso bagliore rosa del crepuscolo cominciò a colorare il cielo.\nGli uccelli di mare non indugiano mai dove abbondano gli alberi maestri, lasciando solo piume svolazzanti dietro di loro.\n\nQuella che un tempo era un'armoniosa melodia era ormai in procinto di fermarsi, proprio come nessun impero può regnare pacificamente in eterno.\nCon l'espandersi delle acque, il potere portò non solo ordine e progresso, ma anche arroganza, violenza e sfruttamento.\nNella distante città delle \"persone dei tempi che furono\", nella valle degli esili nascosti, ai piedi del Monte Capitolium...\nI nobili musicisti dagli strumenti accordati e l'esercito dal ferro scintillante giunsero per prendere tutto alla povera gente.\nColoro che non erano ancora stati conquistati e i potenti a cui non era ancora stata rubata una sola goccia d'acqua si unirono, giurando di resistere fino all'ultimo.\n\n\"Come temevo, e come lamentavo, fratello mio. Mentre cantavi a squarciagola, avresti dovuto prestare ascolto alle voci dei deboli.\nNon tutti accettano di vedersi portar via la loro casa e la loro natura. Non tutti possono accettare la nostra melodia.\nUna volta le chiamasti le 'persone dei tempi che furono', fratello. Ma persino coloro che giurano fedeltà al passato hanno determinazione e dignità che non possono essere ignorate.\nUn tempo pensavamo di conquistare e dominare gli altri, ma come potremmo riportare la gloria nel nostro radioso regno?\"\n\n\"Debolezza! Debolezza! Questa patetica compassione ti oscura la mente. Ti ha ammorbidito il cuore ed è diventata un pericoloso punto debole!\nSe barbarie e ignoranza oseranno di nuovo avvelenare le acque di Fontaine, le elimineremo.\nSe i selvaggi vorranno unirsi al nostro magnifico ordine dorato allora li accetteremo, proprio come il nostro glorioso Signore ha accettato noi.\nMa dato che Scylla il drago miasmatico ha distrutto le nostre torri e massacrato i nostri musicisti, non vale più la pena salvare o accettare le tribù contaminate e selvagge.\nE poiché non sono degni, devono essere epurati dal terreno e dall'acqua, proprio come abbiamo epurato pestilenza e incendi dalla terra.\"\n\nFu proprio in quel momento che l'epoca d'oro cessò all'improvviso, ed ebbe inizio un periodo interminabile di guerra e ribellione.\nNella sala del trono tuonavano urla di conquista e distruzione, nonché l'agonia delle tribù barbare, e il Dio re si svegliò sussultando."
	},
	"sands": {
		"name": "Preludio dell'Era dorata",
		"relictype": "Sabbie del tempo",
		"description": "Una stupenda meridiana che sfoggia intarsi argentati e dorati. Sul quadrante, sembra che il tempo abbia smesso di scorrere.",
		"story": "La brezza marina all'alba, libera e impetuosa, canta questo antico inno...\nIl tempo smise di scorrere in avanti, ma tornò nel passato con il cantante.\n\nScorreva assieme alle acque, passando vicino alla cupola dorata del glorioso regno,\nil gentile vento d'estate soffiava attraverso il maniero verde cinto dalle imponenti mura.\nChe si trattasse di aristocratici sulle loro imbarcazioni leggere, o di barbari trasportati come prigionieri,\nerano tutti inebriati dalla musica di quest'epoca straordinaria, immersi tra i ricordi...\n\nPoiché questa era l'epoca d'oro dell'abbondanza, l'epoca di un giusto e glorioso Re.\n\n\"Vengo da un regno insignificante su un'isola solitaria. Nacqui in una capanna e crebbi in un villaggio costruito su erba e sterpaglie.\nQuando i guerrieri con le loro brillanti armature giunsero a casa mia, diedero notizia della 'conquista'.\nEro molto giovane, e con l'ingenuità dei miei anni seguii questi semidei torreggianti fino alla capitale.\nGrazie alle mie agili dita e alla mia voce limpida non sono finito in catene.\nSolo dopo esser stato riconosciuto dal Dio re ho osservato per la prima volta la potenza della civiltà e dell'ordine.\nChe la mia carne e le mie ossa vengano modificate del tutto. Che il mio nome e la mia tribù vengano abbandonate. Il mondo conoscerà solo il nome 'Boethius'!\"\n\nE così nacque il figlio della barbarie, scosso dal palazzo dorato, per diventare il servo di un'autorità maestosa.\nCome rinato, si impegnò ad abbandonare le antiche usanze barbare, acquisendo con voracità nuova sapienza...\nTutto quello che ha fatto, l'ha fatto per trasformarsi in una persona onorevole, una parte di questa grande civiltà.\nNon si affannava per ottenere altro, poiché era questa l'epoca d'oro dell'abbondanza, l'epoca di un giusto e glorioso Re sul trono."
	},
	"goblet": {
		"name": "Bolgia della Notte dorata",
		"relictype": "Calice eonotemo",
		"description": "Un'antica urna d'argento, un tempo piena di vino delizioso e rosso come il rubino. Ora non contiene altro che acqua salmastra.",
		"story": "Il mare placido faceva scivolare la nave tra il silenzioso maniero e il tempio.\nAlla luce della pallida luna, la cupola dorata che sembrava tanto gloriosa durante il giorno aveva perso la sua lucentezza.\n\nIl Dio re si svegliò bruscamente dal suo magnifico sogno. La chiara luce stellare era fuggita.\nViolenza e senso d'alienazione formavano un'oscurità più profonda dell'oscurità stessa, circondando la grande cupola.\nDalla paura e dal rimpianto, invocò i suoi guardiani più fedeli e i musicisti più talentuosi,\ne diede loro gli ultimi ordini, con l'intenzione di riportare la pace nelle terre lacerate...\n\nTuttavia, proprio come è impossibile fermare un'inondazione, l'arroganza e i pregiudizi irrevocabili distrussero Armosti e sovrani...\nTutti i sacrifici nobili, tutti i piani altruistici vennero distrutti dalle mani dei malvagi, e tutto cadde inesorabilmente in rovina.\nSia i barbarici eserciti del Principe drago caduto, sia il Dio re determinato a salvare l'impero fino alla fine,\ntutti vennero spazzati via da una tempesta inarrestabile. Perfino il lussuoso palazzo e il maniero color giada vennero consegnati alla distruzione...\nSenza la canzone dorata a far da guida, i nobili abitanti di quello che era un regno glorioso si trasformarono in golem deformi...\n\nQuando l'ultima cacofonia della notte dorata si calmò, l'Armosta di nome Boethius giaceva tra le rovine.\nSolo le rovine riuscivano a sentire i suoi mormorii senza senso, e solo i detriti furono testimoni del suo inganno...\n\n\"In un momento di follia, ci ha traditi tutti.\nL'ordine non cambierà facilmente, né gli umani si pentiranno.\""
	},
	"circlet": {
		"name": "Ricompensa della Compagnia dorata",
		"relictype": "Corona della ragione",
		"description": "Un'antica corona che ricorda più un oggetto di scena anziché un copricapo degno di un signore feudale.",
		"story": "Nel silenzio solenne delle profondità marine, un tempo si ergeva l'imponente città del glorioso regno,\ne lì, come il triste fantasma di un potente e antico sogno, giace un castello dorato in rovina.\nLa magnifica opera di quell'epoca d'oro è finita. Quell'armonia, quell'unità musicale non risuona più.\nSui detriti dell'ambizione e della tradizione, le \"persone dei tempi che furono\" costruirono un nuovo regno.\n\n\"Sciagura, sciagura all'ordine perfetto che è stato nuovamente calpestato dalla barbarie! I deboli e gli ignoranti hanno invaso le terre dell'antico impero!\nGli spiriti e le sorgenti, le sorgenti e i cavalieri... I vaneggiamenti dei bambini hanno sostituito i poemi epici, motivetti di bassa lega hanno soppiantato la musica.\nLa maestria eterna è stata distrutta da un momento di follia del Dio re, e i selvaggi risvegliati ne infangano la memoria...\nInfine, saranno ignoranza e barbarie a posare le proprie grinfie sui grandi regni? Saranno follia e ignoranza a dominare civiltà e ragione?\"\n\nNel teatro dorato di quel castello dimenticato, i musicisti che avevano perso le proprie partiture si lamentarono del passato che non sarebbe mai tornato,\ne i silenziosi golem affamati aspettavano, in attesa di poter divorare le anime innocenti.\nQuando la gloriosa sinfonia d'oro riecheggerà nuovamente, la Compagnia dorata riceverà la ricompensa che si confà a chi è fedele e leale.\nQuando l'ordine perfetto divide l'umanità in padrone e servitore, allora prosperità e bellezza doneranno di nuovo gloria al regno...\nResisti fino a quel giorno... Resisti fino a quel giorno...\nQuando tutti i membri della Compagnia dorata riceveranno in premio il proprio futuro."
	}
}