{
	"name": "Cuore profondo",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bonus DAN da Hydro +15%.",
	"4pc": "#Dopo l'uso di un'abilità elementale, aumenta di un 30% i DAN da attacchi normali e caricati per 15{NON_BREAK_SPACE}s.",
	"flower": {
		"name": "Fermaglio dorato",
		"relictype": "Fiore della vita",
		"description": "Un fermaglio a forma di fiore che ha perso la sua brillantezza. L'oro che lo ricopriva è stato rimosso dal vento e dalle onde molto tempo fa.",
		"story": "Un fermaglio il cui colore è stato cancellato dalla salsedine portata dal vento.\nAnche un uomo che vaga tra le onde dell'oceano\npossiede degli oggetti e dei ricordi preziosi.\n\nLa grande nave da guerra levò l'ancora e prese il largo, e il primo ufficiale lasciò ancora una volta il porto con il comandante.\nPer l'assurda ricerca del comandante e per i suoi stessi ricordi annebbiati,\nil primo ufficiale canticchiò una scadente ballata marinara da lui composta, accompagnato dal suono delle onde e delle balene.\n\n\"Il mascalzone che rinunciò al nome di famiglia e la strega che gli diede la caccia (mai) raggiunsero il mare!\"\n\"Il saggio fratellastro che non poteva essere erede divenne finalmente capo (ma davvero lo si può affermare?)\"\n\n\"Parole che non possono essere cantate... Anch'io ho sostituito la verità con le illusioni?\"\n\"Perdere e rinunciare a tutto, per poi affondare tra le onde...\"\n\"...Forse questa non è la fine peggiore, dopotutto. Ahahahah!\""
	},
	"plume": {
		"name": "Brezza nostalgica",
		"relictype": "Piuma della morte",
		"description": "Una piuma trasportata dai venti marini e dalle onde purpuree. Il passare del tempo ne ha cambiato forma e colore.",
		"story": "Una piuma rossa è un cattivo presagio, forse addirittura di morte.\nUn giorno giunse a riva insieme alla carcassa di una grande creatura marina.\n\nIl cinico primo ufficiale non era originario di Liyue. Veniva da una terra grigia governata da un'aristocrazia.\nTutti dicevano che anche lui un tempo fosse un nobile, ma che doveva essere stato cacciato per aver disonorato la propria casata.\nTuttavia, questa non era altro che una diceria infondata, poiché quando arrivò al porto per la prima volta, non portava altro che una spada sottile\ne una piccola piuma blu zaffiro appuntata sul mantello.\n\nIn seguito, il nomade si sarebbe unito al comandante e avrebbe preso il largo, affrontando grandi onde e creature marine.\nAnche quella piuma, un tempo azzurra, si sarebbe macchiata di sangue e del sale del grande oceano.\n\nNei suoi ultimi istanti,\nricordò chiaramente quei giorni ora affogati nel bere.\nCome un tesoro nella sabbia portato alla luce dallo sciabordio delle onde..."
	},
	"sands": {
		"name": "Bussola di rame",
		"relictype": "Sabbie del tempo",
		"description": "Un'antica bussola di rame. La sua lancetta punta verso lidi remoti e approdi inesistenti.",
		"story": "Una bussola di rame usata da un marinaio.\nIn una vita errabonda e continuamente in agitazione,\nindica la direzione in cui batte il cuore del suo proprietario.\n\nUn tempo, il rude comandante usava questa bussola per guidare la sua enorme nave,\nattraversando infide rotte oceaniche e superando imponenti vortici marini.\nLa bussola guidava anche colui il cui odio profondo si celava dietro una risata disinvolta\ne che, perso e avvilito, anelava morte e alcol...\n\n\"La canzone parla di un ladro che non è riuscito a evitare la forca, non è così?\"\n\"Finché si ha un posto a cui si appartiene, persino finire nella pancia di un pesce non è un problema...\"\n\"Ehi, non hai firmato un contratto con questa nave una volta a bordo?\"\n\"Il vino non te l'avrà fatto dimenticare, non è vero?\"\n\"Bene, allora... È il momento di adempiere al tuo contratto.\"\n\n\"È così...? Beh, va bene. Non ha più importanza ormai...\""
	},
	"goblet": {
		"name": "Calice degli abissi",
		"relictype": "Calice eonotemo",
		"description": "Un calice sbiadito ripescato per caso dal mare. La sua opacità testimonia il tempo che ha trascorso in balia delle onde.",
		"story": "Una coppa da vino sbiadita ma finemente lavorata,\nerosa dalle sabbie nelle profondità del mare.\n\nLa raffinata coppa cadde dalla mano del primo ufficiale, dando vita a delle piccole increspature quando colpì la superficie dell'oceano.\nCosa aveva visto tra i banchi di pesci nella luce morente?\nCosa aveva trovato tra i vicoli silenziosi, davanti alle sbarre delle finestre intarsiate di fiori di un incontro segreto?\nLa scura coppa dorata affondò sempre di più, nei sogni del mostro marino e in quelli del primo ufficiale...\n\n\"Un giorno ti restituirò il favore per il segno di questa umiliazione.\"\nLa luce lunare illuminò gli occhi di zaffiro e quell'impressionante cicatrice.\nNei suoi ricordi, il suo volto divenne più luminoso, bello, freddo e fiero,\nma aveva dimenticato ciò che aveva detto all'epoca, e di conseguenza si era improvvisamente avvilito.\n\n\"Ora che ci penso, quante volte ho dimenticato il passato?\"\n\n\"Ah, ha davvero importanza come si racconta il passato?\"\n\"Tutte le morti sono vane. È impossibile salvare ciò che è già affondato.\""
	},
	"circlet": {
		"name": "Tricorno macchiato di vino",
		"relictype": "Corona della ragione",
		"description": "Un vecchio copricapo marinaresco macchiato di vino che emana ancora odore di alcol.",
		"story": "Un cappello a tricorno pregno dell'odore di alcol.\nLa sua forma e la sua fattura simboleggiano lo status del suo proprietario.\n\nIl primo ufficiale alcolizzato era perso nei suoi pensieri da sbronzo dal mattino alla sera, e raramente era sobrio.\nPuzzava di alcol e biascicava spesso ricordi confusi.\nTuttavia, l'allegro comandante non lo rimproverava, anzi, continuava ad affidargli importanti responsabilità.\n\n\"Beh, siamo entrambi persone che non hanno nulla da perdere, eh? Ahahah!\"\n\n\"Il tricorno inzuppato di vino fu spinto da una tempesta in cielo, e poi portato via dal fluttuare delle onde.\"\n\"Coloro che sono destinati a perdere la propria patria si lanciano in battaglie disperate.\"\n\"Ciò che hanno perso nel mare della memoria, hanno cercato di recuperarlo dalle profondità.\"\n\n\"Il vento e le onde sono favorevoli. L'abbiamo trovata.\"\n\"Quella creatura gigante che mi perseguita e mi consuma anche nei miei sogni...\"\n\"È giunta l'ora della vendetta. Salpiamo!\""
	}
}