{
	"name": "Guscio dei sogni opulenti",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "DIF +30%.",
	"4pc": "#Un personaggio equipaggiato con questo set di manufatti ottiene l'effetto Curiosità come segue: quando è in campo, riceve 1 accumulo colpendo un avversario con un attacco di Geo, fino a una volta ogni 0,3{NON_BREAK_SPACE}s; quando non è in campo, riceve 1 accumulo ogni 3{NON_BREAK_SPACE}s. L'effetto Curiosità è cumulabile fino a 4 volte, e ciascun accumulo fornisce un 6% di DIF e di bonus DAN da Geo. Per ogni 6{NON_BREAK_SPACE}s trascorsi senza ottenere un accumulo, ne perderai 1.",
	"flower": {
		"name": "Piena fioritura",
		"relictype": "Fiore della vita",
		"description": "Un piccolo ornamento d'oro con sei petali che non appassiranno mai. Simboleggia la fugacità delle glorie mortali.",
		"story": "In quel sogno, egli vide un fantasma che danzava al chiaro di luna.\nEra proprio come quel giovane di tanto tempo prima, simile a un foglio di carta bianco.\nCome una personalità pura e al contempo fragile,\nche appare quando svaniscono il risentimento e la sofferenza.\n\nIl viandante non sapeva di poter sognare.\nPensò che dovesse essere uno scherzo da parte dei ricercatori,\no che forse era la microscopica resistenza di quel cuore antico.\n\n\"Una volta ottenesti il 'cuore' che tanto agognavi...\nma altro non era che un falso, un portatore di bugie e inganni.\nFinalmente ora avrai ciò che ti appartiene.\nE questo tuo corpo fasullo potrà finalmente ambire a dominare il mondo.\n\nEppure, questo è solo un effimero sogno di gloria.\nE un giorno, scivolerà via tra i lamenti di una terra sofferente...\"\nEra stato il \"lui\" del passato ad averlo detto? O forse il \"lui\" del futuro?\nAl girovago non importava, poiché quando si risvegliò...\n...non era lui a essere svanito, bensì quel futuro etereo."
	},
	"plume": {
		"name": "Piuma dell'opulenza",
		"relictype": "Piuma della morte",
		"description": "Un oggetto a forma di piuma proveniente da un luogo secluso. Per compassione del suo creatore, fu abbandonata tra le mura di quella dimora assieme a un corpo addormentato.",
		"story": "Ormai l'eccentrico vagabondo non ci pensa più.\nMa ogni volta che chiude gli occhi, vede di nuovo le ardenti fiamme della fornace e la luce della luna che illumina Tatarasuna.\nIl giovane e gentile luogotenente disse:\n\"Questa decorazione d'oro è un documento d'identità fornito dalla Shogun onnipotente.\nMa ricordati che, quando viaggi per il mondo\nnon devi mai rivelare la tua vera identità.\"\nL'impettito ispettore disse:\n\"Questa decorazione d'oro sarà pure un documento d'identità fornito dalla Shogun onnipotente...\nma tu non sei né un essere umano né un congegno,\ne questo è l'unico modo in cui posso occuparmi di te. Non serbarmi rancore per questo!\"\n\nIl vagabondo si è lasciato il passato alle spalle, ormai non ci pensa più.\nMa quando si copre le orecchie, sente ancora il ruggito del vento impetuoso di quell'anno.\nUn paio d'occhi pieni di speranza gli dissero:\n\"Questa decorazione d'oro è un documento d'identità fornito dalla Shogun onnipotente.\nDi certo ha la capacità di salvare le persone.\"\n\nL'intelligente e adorabile sacerdotessa disse:\n\"Questa decorazione d'oro è un documento d'identità fornito dalla Shogun onnipotente.\nNon ti abbandonerà mai.\nPer quanto riguarda me, farò del mio meglio per fornire aiuto il prima possibile...\"\n\nMa, alla fine... la freccia d'oro a forma di piuma si coprì di polvere.\nE ogni racconto fu ridotto in cenere dalle fiamme del karma."
	},
	"sands": {
		"name": "Canzone della vita",
		"relictype": "Sabbie del tempo",
		"description": "Inazuma crede che questo piccolo oggetto provenga da una terra straniera. Il cuore del meccanismo è stato rimosso e le sue lancette non si muovono più.",
		"story": "Lui era nato per essere il recipiente di un \"cuore\".\nMa nei suoi sogni piangeva.\nLa sua creatrice aveva riscontrato che\nera troppo fragile sia come umano che come strumento.\n\nMa ella non voleva distruggerlo, quindi gli permise di continuare a dormire.\nAlcune delle sue creazioni successive furono ideate con lo scopo di custodire tale cuore fino all'invecchiamento.\nPoco tempo dopo, la \"testimonianza\" più nobile e prestigiosa del mondo perse la propria casa\ne fu inviata al grande santuario del Monte Yougou.\n\nIn seguito, quel bellissimo burattino si svegliò e iniziò a vagare.\nOsservò un gran numero di cuori:\nalcuni buoni, altri giusti; alcuni forti, altri gentili...\nAnche quel burattino desiderava un cuore.\n\nTempo dopo, quell'adorabile burattino riuscì a ottenerne uno.\nDopotutto, tale era il suo scopo, la sua ragione di vita.\nEppure, non era ciò che desiderava davvero.\nPoiché quel \"cuore\" non aveva alcuna benedizione.\nAnzi, era un sacrificio traboccante di egoismo, ipocrisia, astuzia e maledizioni,\ntutte avvolte all'interno di un adorabile guscio.\n\nIl bene e il male sono le inutili e cacofoniche canzoni della vita senziente.\nMa se lui si fosse strappato via quel \"cuore\",\nnon sarebbe più riuscito a provare niente..."
	},
	"goblet": {
		"name": "Calebassa del risveglio",
		"relictype": "Calice eonotemo",
		"description": "Una calebassa decorata con polvere d'oro e vernice nera. Il suo colore originale non si riesce più a distinguere, ma ora sembra essere impiegata come oggetto di scena.",
		"story": "Amenoma, Futsu, Isshin, Hyakume e Senju.\nTanto tempo fa, queste erano le cinque scuole della Raiden Gokaden.\nTuttavia, oggi solo l'Amenoma ha ancora una linea di successione.\nE non è certo se l'Isshin abbia ancora un qualche discendente.\nAgli occhi del popolo, ciò è il normale risultato delle ingiurie del tempo.\nNessuno ha mai pensato che la loro improvvisa rovina derivasse da un qualche oscuro segreto.\n\nIl vagabondo non ammetterebbe mai la propria colpa.\nMai ammetterebbe di essersi voluto vendicare del fabbro.\nNé oserebbe mai dire la verità.\nDi aver lasciato incompiuto il piano perché all'improvviso si era annoiato.\nDirebbe soltanto, col tono di voce che aveva ereditato da un certo ricercatore:\n\"È stato solo un piccolo esperimento sulla natura umana.\"\n\nNel teatro tradizionale di Inazuma è presente una maschera chiamata Kunikuzushi.\nDi solito, tali maschere cospirano e usurpano i regni.\nQuando finì di girovagare, scelse tale nome come atto di libero arbitrio.\nIn fondo, neanche lui ricordava più quale fosse il suo nome precedente.\n\nNel teatro tradizionale di Inazuma è normale che il titolo delle commedie sia formato dal nome dei tre atti.\nAd esempio, se i tre atti si chiamano \"Sumirezome\", \"Sangetsu\", e \"Kogetsukan\"...\nIl titolo della commedia sarà \"Sumirezome Sangetsu Kogetsukan\".\nForse, un giorno, le avventure e le esperienze di questo corpo...\nverranno tramandate dai mortali di generazione in generazione, come ricordi lontani che scorrono tra le linee geomantiche.\nMa per adesso, il terzo atto della sua vita non è ancora terminato."
	},
	"circlet": {
		"name": "Cappello del vagabondo",
		"relictype": "Corona della ragione",
		"description": "Un tempo, questo cappello era indossato da un vagabondo per ripararsi da pioggia e sole. Divenne infine uno strumento utile per nascondersi il volto dallo sguardo altrui.",
		"story": "\"Dove stai andando, vagabondo?\"\nIl giovane itinerante fu fermato dal grido di un bambino.\nEra il figlio di un artigiano di Tatarasuna e, sebbene fosse malato, il suo sguardo era ancora limpido.\nIl giovane gli disse di essere diretto alla Città d'Inazuma.\n\"Ma ora sta piovendo a dirotto, e dicono che chi va via non ritorna più!\"\nIl giovane aprì e chiuse la bocca diverse volte, ma infine riuscì solo ad accennare un sorrisetto.\nLa volta successiva che mise piede su quell'isola, il bambino era sparito.\n\n\"Dove vai, ragazzo di Inazuma? Questa barca non è qui per te!\"\nIl giovane vagabondo venne fermato al porto da un barcaiolo.\nCercò di sguainare la spada, ma fu interrotto dal suo accompagnatore.\nL'uomo disse al marinaio che quello straniero era con lui.\n\"Ah, signore, quindi è suo ospite? Perdoni la mia arroganza.\"\nL'uomo diede al ragazzo un manto per proteggerlo dal freddo, ma lui scosse la testa.\nNon aveva bisogno di niente di tutto ciò. Voleva solo sapere cosa avrebbe potuto trovare di interessante durante quel lungo viaggio.\n\n\"Lord Messaggero, dov'è diretto?\"\nIl giovane, che più d'ogni altra cosa detestava i chiacchieroni, diede uno schiaffo al suo sottoposto col dorso della mano.\nAmava guardare l'espressione di terrore e impotenza sul volto degli esseri umani.\nForse per questo continuava ad avere un subordinato: per poter ammirare le sue stupide espressioni facciali.\nDisse a quell'uomo umiliato e spaventato che erano diretti a Mondstadt, verso est.\n\"Ricevuto! Faccio subito preparare le guardie del corpo!\"\nOvviamente non aveva bisogno di alcuna guardia, ma era troppo pigro per sprecare il fiato con gli idioti.\nIndossò il suo cappello da viandante e si diresse a est da solo.\n\n\"Dove stai andando, caro?\"\nIl giovane fu fermato da una donna anziana lungo la strada verso casa.\nLe disse che era diretto a ovest.\n\"Quindi vai all'Isola di Yashiori? Cosa ti porta in quel posto?\"\nLo aveva chiesto senza rifletterci, in quanto sapeva solo che di recente la situazione non era tranquilla.\nIl giovane le sorrise sincero, la ringraziò per l'interessamento e le disse di avere un incontro prefissato laggiù.\nMentre la nave si avvicinava poco a poco alla riva, sul bagnasciuga era possibile vedere una donna in abiti stranieri.\nQuesta lanciò al giovane una piccola sfera di cristallo.\nIl giovane la prese al volo con facilità e l'alzò verso il sole insanguinato e morente."
	}
}