{
	"id": 14003,
	"rarityList": [
		4,
		5
	],
	"name": "Attraversafuochi",
	"effect2Pc": "RES a Pyro +40%.",
	"effect4Pc": "I DAN contro gli avversari affetti da Pyro aumentano di un 35%.",
	"flower": {
		"name": "Risoluzione dell'Attraversafuochi",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore che sboccia tra le fiamme ardenti. Si dice che un tempo fu indossato da un saggio mentre attraversava un mare di fuoco.",
		"story": "Un fiore che sboccia solo tra le fiamme ardenti.\nIl dolore bruciante che provoca rende più forte chi lo indossa.\n\nIl fiore rosso fuoco risplende come scintillante agata.\nUn tempo, questo fiore fiammante era una spilla indossata dall'Attraversafuochi.\n\nNei suoi ultimi giorni, l'Attraversafuochi disse alla sua gente:\n\"Questo è il fiore che sboccia tra le fiamme. Fino al giorno in cui le fiamme non mi trasformeranno in cenere,\nvedrete le braci ardenti di questo fiore risplendere nel fumo scuro.\"\n\nLa gente seguì la luce tremolante del fiore fin sulla riva del Mare Jivari.\nLì vi trovarono i fiori che sbocciavano, ma dell'Attraversafuochi nessuna traccia."
	},
	"plume": {
		"name": "Salvezza dell'Attraversafuochi",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "La piuma di una fiera fenice. Puoi quasi udire il suono delle sue ali che sbattono tra le fiamme ardenti.",
		"story": "Una piuma strappata dall'Attraversafuochi a un uccello che canta tra le fiamme.\nChi la indossa riesce quasi sentire il suono del battito di ali tra le fiamme.\n\nSecondo la leggenda, esiste un uccello solitario che canta tra le fiamme infuocate.\nLa gente lo venerava come un totem, mentre i sovrani lo consideravano un segno di nobiltà.\n\nIndossando questa piuma, l'Attraversafuochi si ritirò dal mondo esterno.\nDa solo era comparso e da solo se n'era andato, senza lasciare tracce.\nDa allora, la gente sente spesso dei lamenti provenire dal Mare Jivari.\nNessuno sa se si tratti del canto dell'uccello o dei sospiri dell'Attraversafuochi."
	},
	"sands": {
		"name": "Tormento dell'Attraversafuochi",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "In questa clessidra scorre della sabbia infuocata. Nonostante il caldo intenso, non lascia alcun segno all'interno di essa.",
		"story": "Ciò che scorre in questa clessidra non è sabbia normale, ma sabbia rovente.\nCome questa sabbia rovente, il tempo scorre senza lasciare traccia della propria esistenza.\n\nLa storia dell'Attraversafuochi continuò anche dopo che attraversò il Mare Jivari.\nSi dice che abbia vissuto altri cent'anni come un eremita.\nTuttavia, questo suo breve isolamento arrecò poco sollievo al suo bruciante tormento.\n\nDurante il periodo da eremita, l'Attraversafuochi non riuscì a sopportare il bruciore eterno, creando così questa clessidra per tenere traccia dello scorrere del tempo.\nTra le fiamme infuocate, la sabbia ardente scorreva senza fine all'interno della clessidra, giorno dopo giorno.\n\nPurtroppo, nonostante l'Attraversafuochi non temesse le fiamme roventi del Mare Jivari, non riuscì a spegnere le tormentate fiamme del tempo.\nLa paura di essere lasciato solo senza i discepoli e i membri della famiglia a lui tanto cari gli consumò lo spirito più di quanto le fiamme non potessero fare con la sua carne."
	},
	"goblet": {
		"name": "Rivelazione dell'Attraversafuochi",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un calice leggendario in grado di sopportare temperature estremamente elevate. Sebbene ora sia vuoto, trattiene ancora un certo calore.",
		"story": "Un calice un tempo contenente lava. Ormai vuoto, ha ancora un lieve accenno di calore.\nUn tempo, questo calice apparteneva a un saggio conosciuto come l'Attraversafuochi. Al suo interno scorreva il sapere.\n\nL'Attraversafuochi era solito giocherellare con il calice. Anche a temperature ardenti, è rimasto intatto.\nSecondo la leggenda, l'Attraversafuochi beveva lava da questo calice come se fosse un bicchiere di vino pregiato.\nMa mentre il buon vino evapora con il calore, il sapere del saggio riuscì a resistere alla prova del fuoco.\n\nPer l'Attraversafuochi, il buon vino non era che un catalizzatore del processo creativo.\nCon l'aiuto dell'alcol, anche la più piccola scintilla può diventare un'idea brillante.\n\nIl calice è stato testimone silenzioso della forgiatura del sapere tra le fiamme.\nL'istante prima che l'Attraversafuochi partisse per il suo ultimo viaggio, il calice venne riempito con maggiore orgoglio."
	},
	"circlet": {
		"name": "Saggezza dell'Attraversafuochi",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Questa corona apparteneva all'Attraversafuochi, un saggio che attraversò il mare di fuoco. Osservandola da vicino, si può quasi scorgere la sua sagoma ergersi tra le fiamme.",
		"story": "Un antico cerchietto un tempo appartenuto all'Attraversafuochi, un saggio che vagava nel Mare Jivari.\nDopo un attento esame, è possibile notare quella che sembra la sua sagoma ergersi fiera tra le fiamme.\n\nIl saggio errante del Mare Jivari, conosciuto come Attraversafuochi, ha realizzato questo cerchietto in agata cremisi per resistere al calore intenso delle fiamme.\nIl cerchietto è stato realizzato con saggezza e tenacia. Provocava timore e invidia senza distinzioni tra pari e superiori.\n\n\"Come osa l'Attraversafuochi sfidare le fiamme del Mare Jivari? Una blasfemia del genere non si vedeva da centinaia di anni!\nIl mare infuocato divorerà senz'ombra di dubbio questo giovane arrogante e il cielo spargerà le sue ceneri nel vuoto.\"\n\nSpinto dall'invidia, il maestro pretese che il suo studente entrasse nel mare infuocato indossando il cerchietto.\nSerafico, l'Attraversafuochi si addentrò nella lava fino a scomparire gradualmente all'orizzonte."
	}
}