{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Giuramento della lunga notte",
	"effect2Pc": "DAN da attacco in picchiata +25%.",
	"effect4Pc": "Quando colpisce un avversario con attacchi in picchiata/attacchi caricati/abilità elementali, il personaggio che equipaggia il set ottiene 1/2/2 accumuli di Radiosità perenne. Tutti e tre i tipi di attacco possono innescare l'effetto una volta ogni 1 s. Radiosità perenne: gli attacchi in picchiata infliggono un 15% di DAN aumentati per 6 s. Cumulabile fino a 5 volte. La durata di ogni accumulo è indipendente dalle altre.",
	"flower": {
		"name": "Promessa del Guardaluce",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore metallico indossato dai Ratnik. Simboleggia il giuramento di eterna vigilanza prestato dal suo proprietario originale.",
		"story": "...In quei giorni, la terra venne spianata dai Venti di Caccia del Nord, che soppressero i turbolenti uomini della frontiera per volere di Knez dispotici.\nCosì, per conquistare un potere che le lune del cielo non avevano mai reclamato, un monaco folle che parlava lingue bislacche propose allo Tsar di tutte le fate un infido complotto.\nLe Figlie della Luna, rifugiatesi tra le foreste montuose, si dispersero, guidate dal fato su cammini divergenti.\nAlla fine, nemmeno quel folle arrogante si dimostrò capace di liberarsi dal guscio celestiale, e venne consumato dai cieli tormentati ai confini dell'illusione.\n\nMa tutto ciò accadde ben prima che quel \"paradiso\" prendesse forma,\npoiché, all'epoca, esso non era che un sogno, una fantasia condivisa da due bambini sotto il chiarore della luna.\nPassarono molti anni prima che uno di loro venisse giustiziato come un bandito famigerato in tutte le nazioni,\ne l'altro capì finalmente il vero significato di quelle parole, pronunciate quasi per caso.\n\nCiò che ne conseguì è ben noto a tutti.\nQuando la lunga notte calò, la corte reale del Nord non poté più occuparsi delle terre remote oltre le pianure innevate,\ne così, l'orda di bestie nere come la pece lacerò l'arida terra da parte a parte, distruggendo ogni traccia della civiltà preesistente.\nFu solo dopo aver ottenuto il potere dalla sacerdotessa delle Figlie della Luna, che il primo Forgialuce poté elevare un primo bagliore tra le tenebre.\nCosì, nel nome della luna, egli bandì l'oscurità in quelle rovine prive di luce, seppellendola nelle profondità insieme alle anime lacerate dagli incubi.\n\nQuando tutto cessò, i sopravvissuti eressero un faro in cima alle montagne, per osservare da lontano la nuova sovrana di Snezhnaya.\nPer preservare il sogno puro e infantile del suo caro amico, il Forgialuce non si tirò indietro neanche di fronte alla corte della Tsaritsa.\nE, sebbene avesse ricevuto il decreto reale che tanto desiderava, decise di farsi carico anche di un giuramento di vigilanza e sacrificio.\nFu così che ebbe inizio la storia di un \"paradiso\" noto come \"Nod-Krai\"."
	},
	"plume": {
		"name": "Penna rettrice dell'usignolo",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Un accessorio per copricapi di pregevole fattura, ispirato alle piume degli usignoli. Si dice che la sua forma sia stata concepita dal primo Forgialuce.",
		"story": "Secondo le leggende, c'era un usignolo che trasportava un tizzone nel becco, volando solo durante le notti senza luna.\nUn granello di fuoco che solcava il firmamento come una meteora, una luce in un'epoca buia.\n\nNelle antiche rovine di un castello, vestigia di un'epoca di grandi pionieri, si ergeva l'alta torre dei Guardaluce che vegliavano nella notte.\nDiversi secoli erano trascorsi da quando i loro antenati avevano stretto quel giuramento di fedeltà eterna dinanzi alla Tsaritsa.\nLa gente che viveva in questo \"paradiso\" era certa che, finché il loro faro avesse proiettato la sua luce, la loro vita di libertà non avrebbe mai avuto fine.\nNon temevano il caos scatenato da quelle bestie nere come la pece, né avevano bisogno di rifugiarsi nelle terre a nord.\nUna notte, un rumore agghiacciante si levò dall'orizzonte: il leader della Caccia selvaggia stava galoppando nel cielo notturno.\nCome sempre, i guardiani della notte deposero i loro grandi mantelli di pelli animali; tuttavia, quella volta, il sole non sorse.\n\nMentre i corni di guerra risuonavano per le colline, i guerrieri si schierarono ai piedi dell'alta torre,\nin attesa del comando per marciare a sud, in ottemperanza al loro antico giuramento.\nEppure, nella grande sala dell'idromele, l'attuale Starsina sedeva in silenzio,\npoiché un imponente ospite, luminoso come il sole di mezz'estate, aveva raggiunto le porte a nord della città.\n\n\"Guerrieri della Candida Stella, perché giungete proprio ora a bussare alle porte di Piramida?\nNeppure voi avete il diritto di revocare i sacri poteri che Sua Maestà la Tsaritsa ci ha conferito.\"\nAnche se affermavano di essere dei rinforzi, quegli ospiti inattesi avevano ben altri scopi, e lo Starsina lo sapeva bene...\nMa cedere il passo in quel frangente avrebbe significato la fine dell'autonomia che per secoli si erano impegnati a preservare.\n\nDa oltre la maschera dell'ufficiale capo si levò una voce fredda e cupa,\nseguita da una risata di scherno da un altro punto imprecisato.\n\"È lì che ha avuto inizio la calamità oscura. Ricorda: Snezhnaya non può sopportare il peso della vostra sconfitta.\nLottate con tutte le vostre forze, Guerrieri dell'Usignolo! E, in caso nessuno di voi facesse ritorno...\nSaremo noi a occuparci delle 'conseguenze'.\""
	},
	"sands": {
		"name": "Campana funebre dell'imperituro",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Un campanello di bronzo portato da un guerriero che attraversò l'abisso oscuro. I suoi rintocchi riecheggiano nelle notti più buie.",
		"story": "L'aria era intrisa di sangue, come a segnalare il ritorno della grande guerra che aveva incenerito la terra.\nCon un potente gemito di dolore, quell'esercito di spiriti attraversò il buio assoluto del cielo notturno.\nSecondo i racconti popolari che girano per le campagne, si dice esistesse un esercito demoniaco giunto da un altro mondo a caccia di anime.\nSecondo altri, essi erano invece spettri nati da un antico incubo.\n\nSi trattava di una calamità che gli abitanti delle terre di confine chiamano \"Caccia selvaggia\".\nSe si fosse trattato di una mera tempesta d'estate, che lacera il cielo con lampi e fulmini,\nagli avventurieri più smaliziati sarebbe potuta sembrare niente di più d'una semplice disavventura.\nMa solo quando quella tempesta, più violenta di ogni altra avvenuta nell'ultimo secolo, si abbatté sulla terra come una pioggia di sangue nero,\nil popolo comprese che quelle terrificanti leggende tramandate dai loro antenati\nnon erano solo racconti atti a spaventare i bambini, bensì storie nate da un'agghiacciante paura che scorreva nelle loro stesse vene.\n\nSta di fatto che quel terrore andava affrontato, rischiarando il sentiero per tutte quelle anime che vagavano avvolte dall'oscurità assoluta.\nUno stormo di corvi dalle piume nere si muoveva tra il regno della luce e quello delle ombre, guidato da una creatura sconosciuta che sfidava la luce stessa.\nLa spada dell'uomo si alzò silenziosamente, mostrando il riflesso scintillante di un volto fiero e inamovibile come la lama stessa.\nI membri della legione avanzarono senza esitare sul campo di battaglia, come falene verso il fuoco, ben consci del fatto che nessuno di loro sarebbe tornato vivo.\n\n...\nAlla fine del sentiero, solo colui che impugnava la lama oscura era ancora in piedi.\nSapeva che, nel cuore della foresta, si aggirava la forza oscura che aveva evocato la Caccia selvaggia.\nMancava poco, solo un altro passo, e avrebbe potuto salvare la terra che aveva giurato di proteggere.\nPerso nei suoi pensieri, non si era reso conto che il suo corpo era già stato dilaniato,\ne che la campanella che portava con sé aveva suonato emettendo un sibilo, lordata di sangue e fanghiglia nera.\nCome spaventati dal quel suono inquietante, gli animali saprofagi attorno a lui esitarono, bloccandosi sul posto.\nEgli avanzò da solo nell'abisso, desideroso di onorare il suo giuramento...\n\nDopo tanti anni, un nuovo aneddoto venne aggiunto al folklore popolare:\nquando le campane suonano a lutto, colui che ha giurato di annientare la Caccia selvaggia sta per arrivare."
	},
	"goblet": {
		"name": "Corno mai suonato",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un corno che veniva usato per convocare coloro che avevano prestato giuramento, ma che ha perduto la sua funzione tanto, tanto tempo fa.",
		"story": "Quando i corni proclamarono la potenza del regno del Nord, dei passi tonanti scossero la terra,\ncome binari di ferro che si estendono nella tundra ghiacciata, scagliando pallide fiamme in ogni direzione.\nUn contingente al servizio di Sua Maestà la Tsaritsa, che non aveva giurato fedeltà a nessuno specifico Messaggero,\npromise di dar vita a un mondo nuovo e puro sotto il candido baluginio degli astri.\n\nAnche coloro che abitavano ai confini, forti dell'autonomia concessa loro, rimasero figli della loro madrepatria;\nperché, nel suo amore sconfinato, la Tsaritsa non abbandonava mai coloro che sceglievano di seguirla.\nFin dai suoi primi anni di servizio, il praporshchik che guidava la compagnia di frontiera aveva mantenuto questa convinzione;\nfinché, un giorno, non si ritrovò dinanzi alle porte dell'inferno, e vide le anime di coloro che non erano amati dal mondo.\n\nL'autorizzazione all'attacco non era ancora arrivata, ma lui aveva già deciso:\n\"Abbiamo fatto tutta questa strada per salvare degli innocenti afflitti da una calamità devastante...\nCome possiamo starcene a guardare, mentre quelle bestie nere come la pece divorano la terra, strappando via la vita a madri e figli?\nSe è questo ciò che i superiori definiscono 'ordine', allora che vadano all'inferno.\"\n\n...\nCosì, l'immondo miasma fu spazzato via dai venti del Nord, mentre la prima luce dell'aurora penetrava nella coltre di nubi color carbone, gettando il suo bagliore sulla terra cerulea.\nLa guerra era finita, ma nessun eroe tornò trionfante all'alta torre; soltanto un criminale e i bambini che aveva salvato a rischio della vita.\nSebbene il piano avesse deviato leggermente dal suo corso, il dottore rinnegato non diede peso alla cosa, poiché il fine era stato raggiunto.\nDiserzione, lesa maestà nei confronti della Tsaritsa... Erano crimini decisamente gravi, ma che vennero perdonati grazie a un nuovo giuramento.\nIn cima a una scalinata fatta di ossa, dei nuovi guerrieri diedero inizio alla loro guardia, finché le maree abissali non si sarebbero prosciugate."
	},
	"circlet": {
		"name": "Nappa colorata",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Un antico elmo pesante, nonché prezioso cimelio che sfoggia lo stemma di una venerabile stirpe di guerrieri del Nord.",
		"story": "Si dice che il primo dei Forgialuce provenisse da una gelida città nel profondo Nord. Egli sfoggiava l'emblema dell'Usignolo, marchio della sua stirpe illustre.\nAssoldati inizialmente come spie, i membri della sua famiglia vennero elevati al rango nobiliare dallo Tsar d'Inverno.\nFu così che quell'uomo dalle umili origini mise piede nel palazzo reale, mescolandosi tra i dignitari fatati della corte.\nQuando la nazione fu travolta dalla calamità, le aree di frontiera, considerate un fulcro di grandi speranze nell'epoca dei pionieri, si ritrovarono private della protezione degli dèi.\nNell'ora più buia di Nod-Krai, giunse dal Nord un cavaliere solitario in un'armatura d'argento nero.\nLa dama della luna nuova, come se ne avesse previsto l'arrivo, illuminò un faro per disperdere le tenebre.\n\nAlla vigilia della loro partenza per le Isole di Lempo, a sud, venne tenuto un grande banchetto in onore dei guerrieri nella grande sala dell'idromele.\nTra i presenti, il più appariscente era senza dubbio un giovane guerriero con indosso un elmo nero, adornato con una nappa, che impugnava saldamente un'arma inastata.\nTra i Ratnik dell'epoca, erano pochissimi coloro che ancora indossavano armature tanto scomode e arcaiche,\nma esse costituivano un simbolo della loro stirpe, e li identificavano come i discendenti di quei guerrieri che combatterono al fianco del Forgialuce per scacciare la marea nera.\nSebbene non avessero feudi né titoli nobiliari, essi continuavano a rispettare il giuramento dei loro antenati.\nErano certi che, da qualche parte là fuori, il Signore di tutte le fate e antico protettore di Snezhnaya vegliasse ancora su di loro.\n\nNella tundra lorda e melmosa, il giovane guerriero, anch'egli ricoperto del sangue degli eroi, s'inginocchiò tra i corpi esanimi dei suoi compagni.\nIl sacrificio era sempre stato il destino e l'onore di ogni Ratnik; ma, se ciò fosse servito a salvare anche solo un'anima in più, il loro dovere si sarebbe compiuto.\nCosì, come i suoi antenati, il giovane elevò una preghiera a un dio antico che nessuno ricordava più, nonché agli Knez sui quali egli aveva dominato.\n\nForse scosso dal suono del corno, o attratto dall'ormai dimenticato richiamo del sangue, o magari per un puro e semplice atto di noia...\nDa qualche parte là fuori, come in risposta alle sue invocazioni, un antico fantasma da tempo dormiente si era ridestato.\nQuella spettrale fiamma blu, menzionata dalle leggende, sarebbe arsa fulgidamente ancora una volta su nuovi campi di battaglia..."
	}
}