{
	"name": "Amata fanciulla",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Efficacia guarigione personaggio +15%.",
	"4pc": "#Usare un'abilità o un Tripudio elementale aumenta di un 20% la guarigione ricevuta da tutti i membri del gruppo per 10{NON_BREAK_SPACE}s.",
	"flower": {
		"name": "Amore lontano della fanciulla",
		"relictype": "Fiore della vita",
		"description": "Un fiore profumato che sboccerà per l'eternità senza mai appassire.",
		"story": "Il fiore della fanciulla. Puro ed elegante proprio come la sua proprietaria originale.\nI libri dicono che questa specie floreale si sia estinta da tempo.\n\nProprio come quel passaggio che la fanciulla aveva letto innumerevoli volte nei libri:\n\"La damigella in pericolo venne salvata dal cavaliere senza macchia e senza paura.\"\n\"E si scambiarono dei fiori in segno di reciproca benedizione.\"\n\nNonostante si dica che, proprio come un fiore, il cuore di una fanciulla cambi con il passare delle stagioni,\nquesto è rimasto immutato.\nPerché il suo cuore si era fermato in quel momento di tanto tempo addietro:\nquando aveva incontrato il suo cavaliere."
	},
	"plume": {
		"name": "Delusione d'amore della fanciulla",
		"relictype": "Piuma della morte",
		"description": "Un accessorio piumato che porta con sé la nostalgia per qualcuno, come un uccello migratorio che vola nel vento.",
		"story": "Un ornamento piumato antico e delicato.\nDopo diversi anni, ora è ricoperto da strati di polvere.\n\nPer la fanciulla, il tempo si fermò il giorno in cui incontrò il cavaliere.\nNiente aveva più importanza per lei, neanche l'amore e la giovinezza.\nLo cercò incessantemente, vagando come un uccello che ha smarrito la via senza un nido a cui fare ritorno.\n\n\"Che il mio amore possa raggiungere il cavaliere,\" pregava.\nNel frattempo, il cavaliere si dedicò al conseguimento degli ideali cavallereschi.\nIn una terra lontana, dov'erano crollati antichi imperi,\navrebbe il cavaliere trovato il paesaggio da lei sognato?"
	},
	"sands": {
		"name": "Giovinezza effimera della fanciulla",
		"relictype": "Sabbie del tempo",
		"description": "Il tempo non si ferma mai, al contrario della giovinezza che prima o poi finisce.",
		"story": "Un orologio raffinato.\nSimboleggiava l'inevitabile scorrere del tempo, imperturbabile al sentimento della sua proprietaria.\n\nUn giorno, il tempo della fanciulla avrebbe raggiunto la sua fine.\nMa non la sua attesa.\nLa lancetta delle ore sembrava inseguire costantemente quella dei minuti.\nProprio come l'incessante desiderio che albergava nel cuore e nella mente della fanciulla.\n\nDiversi anni dopo, si ricordava ancora del cavaliere che aveva incontrato quel giorno.\nIl cavaliere senza macchia e senza paura che le aveva fatto visita. Il cavaliere che da quel momento ha sempre aspettato."
	},
	"goblet": {
		"name": "Passatempo della fanciulla",
		"relictype": "Calice eonotemo",
		"description": "Una tazza pensata più per un dolce tè nero che per un liquore amaro.",
		"story": "Il servizio da tè più prezioso della fanciulla.\nUn tempo era usato per bere del raffinato tè nero.\n\nConcedendosi i piaceri del tè e dei pasticcini,\nalla fanciulla poco importava del mondo mondano. Tale era il suo privilegio.\n\n\"Questo fiore sarà la mia medaglia. È tutto ciò di cui ho bisogno.\"\nle disse il cavaliere il giorno del loro incontro.\n\"Ma il mio cuore è già...\"\nNon terminare la frase era un suo privilegio,\nma anche il fardello dell'eleganza che la fanciulla dovette sopportare."
	},
	"circlet": {
		"name": "Bellezza evanescente della fanciulla",
		"relictype": "Corona della ragione",
		"description": "Un copricapo femminile conservato meticolosamente che cela i segni del tempo dallo sguardo altrui.",
		"story": "Anche se circondata dai fiori dei suoi pretendenti, \nla fanciulla non si tolse mai il cappello per guardarli meglio.\nI loro nomi e i loro volti non erano degni di essere ricordati.\n\nPer anni, alla fine di ogni giorno,\nla fanciulla tolse la polvere dal cappello.\nMa il passare del tempo iniziò a lasciare segni anche sul suo viso e, a differenza della polvere, questi non potevano essere spazzati via.\n\nCon il passare del tempo, il numero di spasimanti che le faceva visita con dei fiori diminuì.\nCosa importava? Per lei, il tempo si era già fermato molto prima, in quel giorno fatale."
	}
}