{
	"id": 15034,
	"rarityList": [
		4,
		5
	],
	"name": "Sussurri notturni nella foresta dell'eco",
	"effect2Pc": "ATT +18%.",
	"effect4Pc": "Dopo aver usato un'abilità elementale, il personaggio riceve un 20% di bonus DAN da Geo per 10 s. Se il personaggio è protetto da uno scudo ottenuto tramite reazioni di Cristallizzazione, l'effetto sopracitato aumenta di un 150%. Questo aumento si annulla 1 s dopo la perdita dello scudo.",
	"flower": {
		"name": "Accessorio floreale altruista",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fermaglio indossato dalla strega all'interno della storia. Presenta decorazioni che ricordano la forma di una farfalla, similmente ad altri degli accessori preferiti della donna.",
		"story": "Il cagnolino si precipitò nella soffitta, si riempì il naso di polvere, e si mise a starnutire.\n\"Suvvia, Melino, che modi sono? Avevi il colore di una torta di mele, e ora invece sembri ricoperto da marmellata di more!\"\nLa ragazzina inseguì il cane chiamato \"Melino\" nella minuscola soffitta, e gli diede una spolverata.\nLa soffitta era piena di libri dalla rilegatura elegante, e la ragazza ne scelse uno dallo scaffale. La copertina era decorata da bellissime farfalle con ali dorate.\n\"Sembra un libro di storie. Forse i racconti che piacciono alla mamma vengono da qui! Che ne pensi, Melino?\"\nIl cagnolino abbaiò e si rannicchiò vicino ai suoi piedi, come suo solito.\n\"Umpf! Se posso finirlo prima della mamma...\"\nCosì, la ragazzina aprì il libro, e le pagine ingiallite le scorsero davanti come le ali di una farfalla...\n\nEra una storia abbastanza recente. Secondo le leggende, nella Foresta dell'eco viveva una strega in grado di esaudire qualsiasi desiderio.\nMa quella strega era eccentrica tanto quanto quelle che si trovano in altre storie. Si era servita della magia per ricoprire l'intera foresta di una nebbia fitta e impenetrabile. Chiunque ne entrava rimaneva confuso dagli echi, in pochi erano in grado di trovare la sua capanna isolata, e ancora meno quelli che riuscivano a esprimere un qualsiasi desiderio.\nMa un giorno, un giovane finalmente bussò alla porta della casa della strega.\nIl giovane originariamente cercava un fiore blu, ma il suo sguardo era stato attratto da una farfalla con le ali d'oro. Mentre la inseguiva, era arrivato alla capanna della strega senza nemmeno accorgersene. Solo in quel momento si era ricordato della leggenda della strega che esaudiva i desideri, e dopo aver esitato a lungo, aveva infine deciso di bussare.\nPrima che potesse bussare per la terza volta, la porta si aprì.\n\"Ho un desiderio...\", esordì lui.\n\"È quello che dicono tutti\", lo interruppe la strega. \"Per me, esaudire i vostri desideri è un'inezia. Ma il prezzo per poterlo fare cambia da persona a persona.\"\n\"La ragazza che amo... Il suo cuore appartiene già a un altro. Ma non voglio che il potere della magia cambi i suoi sentimenti; voglio solo che possa avere tutta la felicità del mondo. Se puoi concedermi questo desiderio, ti darò tutto ciò che ho: il mio tempo, i miei soldi... Sono pronto a offrirti anche la mia anima, con tutta la mia volontà.\"\n\"Il tuo desiderio sarà esaudito. Ma il prezzo sarà pagato in futuro, e non sarà necessariamente la tua anima... Noi streghe facciamo quello che ci pare.\"\n\"Ma cosa potrebbe mai esserci al mondo di più prezioso dell'anima di una persona?\"\n\"Lo saprai quando sarà il momento, che solo un cuore d'oro può essere soppesato.\"\n..."
	},
	"plume": {
		"name": "Penna sincera",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "La penna usata dalla strega all'interno della storia. Tra gli innumerevoli vantaggi che è in grado di offrire, la scorrevolezza nella scrittura è di certo quello meno importante.",
		"story": "...\n\"È molto facile vendere la propria anima nelle storie... Ma le anime dovrebbero essere più a buon mercato. Altrimenti, perché mai la gente le venderebbe così facilmente?\"\nLei non sapeva cosa fosse un'anima, perché non ne aveva mai vista una. Ma sapeva benissimo cosa fossero il tè del pomeriggio, i dessert, il tempo trascorso a giocare con Melino in giardino, le storie che sua madre le raccontava prima di addormentarsi... A paragone, erano cose molto più preziose.\n\"Per fortuna, non abbiamo desideri da far esaudire a una strega, quindi non dobbiamo barattare cose così preziose\".\nGirò la pagina...\n\nSebbene la strega gliel'avesse promesso, il giovane non poteva immaginare cosa sarebbe successo se il suo desiderio si fosse avverato.\nSe fosse stato un desiderio più concreto... Beh, la ricchezza inesauribile e il potere di soggiogare gli altri sono desideri facili da immaginare. Ma anche una felicità maggiore poteva esserlo?\nIl ragazzo aveva sentito dire che la strega possedeva diversi oggetti magici, tanto insoliti quanto straordinari, di cui si serviva spesso. Non poté tenere a bada la curiosità, tanto che chiese alla strega quale tra quegli oggetti fosse in grado di esaudire il suo desiderio.\n\"Tutte le parole scritte dalla penna intinta in questo inchiostro diverranno realtà, e lei diventerà la favorita del destino\".\nIl giovane guardava incredulo mentre la strega scuoteva delicatamente il calamaio. Il liquido nero si rimescolava all'interno come i flutti di un oceano: gli parve di poter scorgere il mondo intero in cui vivevano, come un'isola sperduta che sorgeva in mezzo a quella marea ondulante, come se infiniti volti e panorami gli scorressero davanti agli occhi, simili alle pagine di un album di fotografie...\nEra talmente rapito da quella vista che ebbe quasi l'impressione di poter cadere nella bocca del calamaio e annegare all'interno delle sue acque scure.\n\"Il calamaio contiene tutto ciò che lei è in grado di immaginare, e tutto ciò che desidera, se lo vorrà, sarà suo.\"\nLa penna intinta nell'inchiostro iniziò a danzare sulla pagina, e il destino della giovane mutò per sempre.\nNon sapeva di preciso quando avesse smesso di provare meraviglia per la buona sorte che l'accompagnava ovunque andasse.\nNon aveva più nulla di cui preoccuparsi, poiché tutto accadeva esattamente nel modo che voleva lei; e, se c'era qualcosa che desiderava, in un modo o nell'altro avrebbe sempre trovato la strada per arrivare a lei.\nTutti l'amavano, tutti ne ammiravano la beltà e tutti ne lodavano le virtù; e anche coloro che era certa non l'avrebbero mai notata cambiarono completamente atteggiamento nei suoi confronti.\nCol tempo si abituò alle parole di lode e agli sguardi di ammirazione. Anche se il suo aspetto non era nulla di speciale e le sue virtù erano tutto fuorché straordinarie, il destino le concesse ogni favore senza riserva alcuna.\n..."
	},
	"sands": {
		"name": "Clessidra fedele",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Una clessidra impiegata dalla strega all'interno della storia. Secondo la leggenda, se si recita l'incantesimo sbagliato mentre la si utilizza, il tempo inizia a scorrere a una velocità impressionante.",
		"story": "...\n\"Se esistesse una penna magica... cosa scriveresti, Melino? Croccantini per cani a volontà?\"\nLa ragazza ripose il libro e grattò Melino dietro le orecchie. Il cane di tutta risposta scodinzolò allegro.\n\"Oh! È vero, tu non puoi scrivere... Allora scriverò io per te. Oltre ai croccantini per cani a volontà, vorremmo anche...\"\nGirò la pagina...\n\n\"È ridicolo! Come se un fiocco azzurro fosse una cosa tanto rara!\" La ragazza scacciò senza esitazione gli ospiti, gettando i loro regali in un angolo. Certo, una volta era affascinata dai fiocchi dall'azzurro simile a quello dei martin pescatori; ora invece quelle cose non le interessavano più.\n\"Povera piccola!\", sospirò sua madre.\nLa ragazza era stanca delle prediche della sua genitrice. Sebbene la fortuna avesse iniziato a sorriderle da qualche tempo, aveva già ottenuto una gran ricchezza, oltre all'abilità di conquistare i cuori delle persone con facilità, che ormai dava per scontata. \"Questo mondo le gira naturalmente attorno a me, dico bene?\" Questi erano i pensieri che spesso le passavano per la testa.\n\"Tu sei mia madre. Perché non puoi volermi bene come gli altri?\"\n\"Forse non mi serve una madre che non mi vuole bene\", pensò.\nE così la ragazza se ne andò di casa lasciandosi la famiglia alle spalle. Da quel momento in poi si godette la grossa fortuna che la magia le aveva concesso senza bisogno di sentire turbamenti di coscienza.\nViaggiò fino a non provare più alcun senso di novità davanti a qualunque paesaggio, e fino a non sentire più gratitudine per qualunque pasto sontuoso. La sua vita era paragonabile a un'infinita festa da ballo, i cui ospiti venivano e andavano, senza che nessuno si trattenesse troppo a lungo sulla pista.\nA volte lo faceva apposta a trattare male quelli che chiamava \"amici\", ma indipendentemente dal suo comportamento, tutto le veniva perdonato con dei gran sorrisi, poiché costoro le volevano bene come sempre.\nTutti erano impegnati in un continuo donare, senza chiederle nulla in cambio.\n..."
	},
	"goblet": {
		"name": "Calamaio magnanimo",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un calamaio utilizzato dalla strega all'interno della storia. Il sortilegio che lo permea è potente tanto quanto quello che avvolge la penna.",
		"story": "...\nLa ragazzina continuava a leggere, mentre Melino le si accovacciava accanto.\nGirò la pagina...\n\nSolo dopo tanto tempo la ragazza scoprì che sua madre era già venuta mancare da molto. Tornando nel suo luogo natio dopo una lunga assenza, scoprì che tutti erano cortesi e cordiali con lei, che si trattasse di familiari o di sconosciuti.\n\"Tutto qui si confà ai tuoi desideri, perché non ritorni a sorridere?\"\nA parlare era stato un ragazzo che lei aveva incontrato in passato, forse si trattava solo di uno dei tanti seguaci.\n\"Mia madre aveva ragione, sono una bimba miserevole. A causa di questa terribile maledizione, non potrò mai essere davvero felice.\"\n\"Ah! Pensi davvero che un dono così altruista sia una maledizione? Dovresti saperlo, il tuo dono è frutto di uno scambio con una strega, oltre che di un sacrificio! Lui non ha mai nemmeno pensato di chiederti qualcosa in cambio. Esiste forse un amore più grande di questo al mondo?\"\n\"E allora sembra che sappia meglio di me come si ottiene la felicità\", continuò la ragazzina. \"Che valore ha una vita in cui tutto ti viene dato senza dare nulla in cambio, senza dover mai pagare per niente? Le cose che valgono poco sono quelle di cui nessuno ha bisogno. Forse sono io l'esistenza superflua!\"\n\"No, affatto... Devi esistere! Almeno, questo è ciò che penso io!\"\n\"E allora cosa desideri da me? Se c'è qualcosa che posso fare...\"\nIl ragazzo sembrava imbarazzato.\nLa giovane era incredibilmente delusa, e si decise ad andare nella dimora della strega nella Foresta dell'eco, per trovare un modo di porre fine a quel maledetto sortilegio.\nIl giovane tirò fuori lo specchio magico che aveva preso in prestito dalla strega, sperando di fermarla.\n\"Quando la fortuna magica ti verrà tolta...\"\nLa ragazza vide con i suoi occhi cosa la aspettava quando avrebbe esaurito la fortuna: avrebbe perso ogni sua ricchezza, assieme al perdono benevolo di coloro che aveva ferito, che ora la rimproveravano e alzavano gli occhi al cielo. Le persone non si accalcavano più attorno a lei, ma se ne andavano come alla fine di una grande festa. Continuava a viaggiare, ma a nessuno importava più nulla. Si vide in balia del vento e della pioggia, derisa dai bambini. Vide tutti i doni che aveva ricevuto, e che ora avrebbe dovuto ripagare per dieci o cento volte il loro valore.\nAnche se non aveva ancora agito, tutto ciò che vedeva allo specchio sembrava accadere a lei: una vita destinata a diventare una morsa intenzionata a schiacciarla.\n\"Gioisci, la fortuna della magia non ti ha ancora abbandonata, e nessuno riderà delle tue debolezze.\"\n..."
	},
	"circlet": {
		"name": "Cappello da donna compassionevole",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Il cappello preferito dalla strega all'interno della storia. La donna lo adorava per via del suo aspetto al contempo solenne e giocoso.",
		"story": "...\nMelino, in preda alla noia, sbadigliò.\n\"Dovremmo essere quasi alla fine. Aspetta solo un altro po', d'accordo?\"\nGirò la pagina...\n\n\"Anche se è così, voglio ancora scegliere la strada più difficile.\"\nProprio come in quelle lontane notti d'inverno, si addormentò tra le braccia di sua madre, ascoltando storie che aveva quasi dimenticato ma che non poteva fare a meno di ascoltare. Gli eroi delle storie devono sempre superare innumerevoli peripezie prima di raggiungere la destinazione, ma il prezzo da pagare e le perdite da subire lungo la via non fanno che rendere ancora più preziose quelle ricompense che tanta fatica sono costate.\n\"Nello specchio ho visto che nessuno mi voleva più bene, e che forse tutti mi detestavano. Anche solo ricevere un sorriso da loro sarebbe stato incredibilmente difficile... Ma questo è il mondo reale, ed è pieno di cambiamenti impossibili da prevedere.\"\n\"No, non puoi farlo! La fortuna che ti ha donato la magia serve a renderti felice! Se il suo incanto si interrompesse...\"\n\"Di cosa ti preoccupi? Anche se tu e tutti gli altri smetteste di volermi bene, quando la magia sparirà, io continuerei ad amarvi tutti dal primo all'ultimo. Tratterò ognuno con la massima sincerità, come fanno i protagonisti di tutte quelle storie... Finché sarai disposto a custodirlo, il mio cuore apparterrà a te!\"\nNessuna campana stava rintoccando né aleggiavano altri presagi, ma sembrava che il tempo stabilito di cui parlava la strega fosse arrivato.\n\"Per principio, dovrei apparire solo alla fine del viaggio mostrato dallo specchio. So che è ancora presto, ma... una strega fa sempre ciò che più le pare.\"\nCosì, la strega prese ciò che più desiderava da ciò che la giovane aveva da dare.\n\"Il mio desiderio si è avverato, ma ho perso tutto...\"\n\"Sarà un buon personaggio, anche in altre storie\". La strega scosse dolcemente il calamaio, all'interno del quale la ragazza si ritrovò prigioniera.\n\"Ma lei esiste per me, così come io esisto per lei... Se davvero è destinata a non essere mai libera, allora lascia che io rimanga con lei. Una volta, in quel calamaio, ho scorto universi sconfinati e innumerevoli storie. Forse tra quelle ce ne sarà una che avrà posto per tutti e due, e magari anch'io riuscirò a diventare un buon personaggio...\"\n\n\"L'ho memorizzata! Stasera racconteremo questa storia alla mamma. Credi che le piacerà?\"\nIgnorando la ragazzina, Melino si tirò su e abbaiò un paio di volte, poi girò su sé stesso e corse giù lasciando la soffitta.\n\"Umpf! Perché tante storie? Scommetto che ha fame. È proprio come un bambino!\"\nAnche la ragazzina uscì dalla stanza, lasciandosi dietro un libro dall'aspetto semplice ed essenziale appoggiato sul pavimento della soffitta."
	}
}