{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "Notte della rivelazione celeste",
	"effect2Pc": "Maestria elementale +80.",
	"effect4Pc": "Se il personaggio che equipaggia il set è in campo, quando i membri vicini del gruppo innescano delle reazioni lunari si ottiene l'effetto Luna splendente: Intento per 4 s, che aumenta il tasso di CRIT di un 15%/30% quando il Presagio lunare del gruppo è Barlume nascente/Barlume ascendente. I DAN delle reazioni lunari di tutti i membri del gruppo aumentano di un 10% per ciascun tipo di effetto Luna splendente presente nel gruppo. Gli effetti di Luna splendente non sono cumulabili.",
	"flower": {
		"name": "Fioritura del desiderio della mente",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Una reliquia sacra scolpita a forma di fiore. Sembra rappresentare una presenza terrificante che si schiude come un bocciolo.",
		"story": "A quel tempo, i peccatori non si erano ancora macchiati della loro imperdonabile offesa, in un luogo nelle profondità nel regno sotterraneo.\nIl popolo non aveva mai visto il mare, né ammirato il vero sole.\nMa persino in quel luogo buio e privo di luce, alcuni tentavano di raggiungere i segreti delle stelle.\nTuttavia, non osservavano le stelle, ma cercavano la verità nello spurio riflesso dello specchio.\n\nForse a causa della particolare ubicazione del regno, nelle mappe stellari si verificavano spesso degli strani fenomeni.\nQuesti fenomeni venivano registrati dagli astrologi come \"Segnali della Verità\", in quanto riflettevano il loro profondo desiderio di scoprire ciò che è reale.\n\"Forse, anche se lo specchio non mostra altro che illusioni, possiamo avvicinarci alla verità solo tramite esse.\"\nQuesta fu la conclusione a cui giunsero gli astrologi nel tempo, esaminando le loro voluminose mappe stellari.\nTuttavia, all'insaputa dei filosofi dell'epoca, avevano già intravisto un minuscolo frammento dell'infinito cielo in preda ai tormenti...\n\nPassarono molti anni, durante i quali gli dèi terreni caddero uno dopo l'altro, e il sole nerigno sorse dove un tempo splendeva la Luna cremisi.\nAnche allora, alcuni avevano già scoperto il segreto del grande peccato, per cui lo studio delle stelle fu proibito.\nSolo in pochi nel regno ricevettero il privilegio di aggirare il divieto, così da servire al meglio il loro sovrano orbo.\n\nEppure il disordine trova sempre il modo d'insinuarsi, proprio come quando un ignaro monaco novizio rimosse la polvere che ricopriva lo specchio di Apaosha,\nsvelando la meravigliosa luce che avvolge l'orizzonte lontano, e facendo risplendere ancora una volta quel minuscolo osservatorio delle stelle.\nQuant'è bello l'Elisio oscuro, quant'è abbagliante... Nonché estremamente... blasfemo.\nIn un batter d'occhio, ogni singolo pensiero e desiderio del giovane Rauthvangi venne consumato.\nFu così che cominciarono la storia e le trasgressioni del monaco folle, che in seguito avrebbe cantato le lodi dell'abisso al di là dei cieli..."
	},
	"plume": {
		"name": "Piuma del peccato indelebile",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Un accessorio piumato un tempo indossato su un cappello di feltro. Sembra fuori luogo tra i nobili di Snezhnaya e il loro gusto per lo sfarzo.",
		"story": "Oltrepassare i confini della propria posizione è già di per sé un atto di lesa maestà.\nAddentrarsi nell'oscura conoscenza proibita è un'offesa ancora più grave.\n\nMa Rauthvangi non cercò mai di difendersi, perché nel suo cuore albergava solo quella luce.\nPoco dopo, la corte emise il suo verdetto, e il ricercatore venne espulso dall'Universitas Magistrorum e condannato all'esilio.\nPer uno straniero come lui, l'esilio rappresentava una punizione ancora più terrificante della morte.\nDopotutto, l'esilio era una maledizione antica, riservata a quelli che avevano voltato le spalle agli dèi; e quando questi ultimi sarebbero tornati a calpestare la terra, la loro ira sarebbe stata inesorabile.\nUna punizione del genere era un tradimento dei nobili ideali del regno, segno di una nazione sotterranea in declino.\n\nMa gli ordini reali non andavano trasgrediti. Inoltre, colui che aveva visto le profondità dell'Elisio sapeva bene che non poteva più sopportare ciò che lo attendeva.\n\"Svanisci, o inutile vita. Se non altro hai potuto scorgere la verità, ancorché per un breve istante.\"\nRauthvangi infine emerse dalla caverna e venne toccato dall'autentica luce del sole.\nEppure, a lui non successe nulla... a differenza degli altri al suo fianco, che ora strillavano in preda all'agonia.\n\nEra come se la grande esistenza dell'universo si fosse manifestata davanti a lui,\ne che questa avesse scelto, tra tutti, di conferire a lui la grazia delle tenebre.\nFortunatamente, ma anche tragicamente, egli riuscì infine a compiere la sua missione.\n\n\"Le fiamme illuminano il mondo, ma sono anche ciò che lo riduce in cenere.\nE il mio destino è come quello d'una falena che si getta nella fiamma.\""
	},
	"sands": {
		"name": "Peso della rivelazione",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Un magnifico orologio alimentato da un potere misterioso. Il suo scopo non sembra essere quello di segnare l'ora.",
		"story": "Era un'epoca in cui le nazioni non erano ancora state fagocitate dal disastro oscuro,\nun tempo in cui le persone si stavano ancora godendo i loro ultimi anni d'oro.\n\nSi dice che un ricercatore erudito e di grande talento avesse viaggiato nelle varie nazioni per molti anni.\nAveva già letto tutte le cronache della Rtawahist, oltre ad aver consultato scrupolosamente le biblioteche del Nord.\nTuttavia, persino dopo aver esaminato i documenti più vecchi, non riusciva a trovare quello che cercava...\nEra un Elisio oscuro, miracoloso ed estraneo a questo mondo.\n\nAveva visitato ogni angolo del mondo conosciuto, eccetto quella landa desolata e incontaminata.\nSi trattava della terra di frontiera a nord, nota come Nod-Krai. Lo Tsar di Snezhnaya aveva ordinato di esplorare e sviluppare quel territorio solo qualche anno prima.\nIn quella terra di confine non vi erano ricercatori rinomati, né tracce di civiltà antiche.\n\n\"Che vita inutile e senza senso! Questo sarà l'ultimo posto in cui potrò cercare\",\npensò prima di partire per Nod-Krai.\n\"La speranza sarà anche svanita, ma non posso arrendermi ora.\"\n\nScorse ancora una volta la verità che aveva cercato da tempo... Forse perché il suo desiderio era stato finalmente esaudito.\nE, infine, scoprì il sentiero peccaminoso che conduceva all'Elisio oscuro.\nOra tutto ciò che rimaneva da fare era aprire la porta, quella che aveva sognato innumerevoli volte, con le sue stesse mani,\nqualunque fossero stati i mezzi da impiegare e il prezzo da pagare..."
	},
	"goblet": {
		"name": "Recipiente dell'abbondanza",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un calice realizzato appositamente per i banchetti a palazzo. Un tempo veniva impiegato per eseguire una specie di magia.",
		"story": "Nelle gallerie rotanti di Palazzo Zapolyarny, banchetti e danze sembravano non finire mai.\nLe Fate nobili, amanti del lusso, consideravano la partecipazione ai banchetti come il loro dovere più importante.\nAnche il cuore più duro poteva essere ammorbidito dal dolce sapore del buon vino...\nE molte questioni di stato importanti, sia grandi che piccole, venivano sovente decise da coloro che erano leggermente brilli.\n\nIl professor Rotwang, che i nobili nel privato chiamavano \"monaco folle\", aveva di recente iniziato a frequentare la corte con una certa assiduità.\nNon solo perché grazie alla sua maestria alchemica e astrologica era diventato il preferito dello Tsar,\ne nemmeno per via dei suoi enfatici aforismi che facevano immancabilmente ridere tutti i presenti nella stanza.\nCiò che aveva davvero colpito i nobili erano state le leggende che circolavano sul suo conto.\n\nSi dice che, una volta, il granduca Photius, in preda all'invidia, tentò di sbarazzarsi di quella vipera molesta.\nSostituì il pregiatissimo Acquafuoco con un veleno letale... Ma, con sua grande sorpresa, dopo averlo bevuto, il buon professore sembrò non averne subito minimamente gli effetti.\nAlla fine, lo stesso granduca s'inginocchiò davanti al monaco, diventandone finanche il suo seguace più devoto.\n\nUn'altra leggenda narra che Filipov, il più abile tra le Fate nella trasformazione, accusò pubblicamente il professore di essere un truffatore.\nIl monaco folle rispose alle accuse con un sorriso pacato. Poi, davanti agli occhi di tutti, evocò l'anima della moglie defunta di Filipov, che era apparsa nei sogni della Fata in lutto.\nQueste storie divennero il tema preferito delle chiacchiere ai banchetti. Ma ogni volta che qualcuno cercava di confermarne la veridicità, il professore restava in silenzio.\nForse a nessuno interessava veramente se quelle storie fossero vere o meno. Esse esistevano al solo scopo d'intrattenere gli ospiti tra un canto e una danza.\n\nForse, agli occhi dei nobili, un forestiero senza legami con la comunità locale risultava più affidabile.\nNaturalmente, sarebbe stato ancora meglio se avesse potuto aiutarli con qualche piccolo grattacapo.\nMa come avrebbero potuto i semplici attori di questa tragedia prevedere il tragico epilogo che stava per arrivare?"
	},
	"circlet": {
		"name": "Corona della calamità",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Una corona ispirata alla tiara indossata da un peccatore. Forse, nel cuore di qualcuno, l'amore e il peccato scorrono dalla stessa fonte.",
		"story": "I venti settentrionali hanno portato nuove opportunità e il contatto con la civiltà alle antiche terre di confine.\nDove sono caduti i grandi alberi sono sorti città, porti e fabbriche.\nMa solo i più stretti servitori dello Tsar sapevano che la prosperità che tutti vedevano non era ciò che sembrava,\ne che la sovrana delle Fate stava ordendo un piano audace, una rivolta che non sarebbe stata tollerata dall'ordine sublunare.\n\n\"Ma se vuoi sapere la mia, le ambizioni di Sua Maestà lo Tsar potevano essere ancora più grandi.\nEssendo vincolato a questa terra dalle catene della benevolenza, non ha mai levato lo sguardo verso le stelle una sola volta.\nMalgrado il suo grande potere, non ha mai desiderato altro che regnare su tutte le creature illuminate dal chiarore lunare.\nNon sa che il vero Elisio eterno si trova dall'altra parte del velo celeste.\"\n\nIl monaco folle, inviato dallo Tsar, arrivò a Nod-Krai per una missione segreta.\nChiunque fosse riuscito a ottenere il tesoro ivi nascosto avrebbe acquisito un potere in grado di capovolgere il mondo.\nCiononostante, egli non voleva quel potere per salvare il mondo, ma per servirsene per i suoi scopi personali.\n\n\"Guarda questi sciocchi ed effimeri mortali, tanto disperati quanto questo mondo illusorio che svanisce sempre più in fretta...\nSolo quelli come me, scelti dalla grazia suprema, sono degni di continuare a vivere.\nMeglio trovare la libertà sacrificandosi per una nobile causa, piuttosto che smarrirsi negli infiniti cicli del samsara.\"\n\n\"Reed Miller, liberati da questa inutile malinconia, perché entrambi siamo stati scelti dal destino.\nAvanti, seguimi. Anche se il mondo è destinato alla distruzione, insieme emergeremo dal guscio celestiale!\""
	}
}