{
	"id": 15007,
	"rarityList": [
		4,
		5
	],
	"name": "Noblesse oblige",
	"effect2Pc": "DAN da Tripudio elementale +20%.",
	"effect4Pc": "L'uso di un Tripudio elementale aumenta di un 20% l'ATT di tutti i membri del gruppo per 12 s. Non cumulabile.",
	"flower": {
		"name": "Fiore reale",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore di seta brillante, perfetto per un'occasione importante. Il suo aspetto non è cambiato dal giorno in cui venne raccolto.",
		"story": "Un giglio blu in raso di seta,\nche un tempo serviva da copricapo per una nobildonna.\n\nFu abbandonato da un nobile che un tempo regnava su Mondstadt.\nIn quell'epoca leggendaria, i nobili erano un esempio per il popolo.\nI sudditi ne ammiravano condotta e saggezza.\nErano dei veri rappresentanti degli abitanti di Mondstadt.\nLa loro non era una nobiltà solo di lignaggio,\nma anche di princìpi e valori.\n\nLa longevità dei nobili fu interrotta dalla loro stessa interminabile autoindulgenza.\nL'ostentazione lasciò il posto alla devoluzione."
	},
	"plume": {
		"name": "Piuma reale",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Un copricapo piumato indossato dagli antichi aristocratici di Mondstadt durante le battute di caccia. Sembra aver resistito egregiamente al tempo.",
		"story": "La piuma di un falco indossata con orgoglio sul cappello di un antico nobile.\nCacciare con la gente comune e condividerne i successi era una vecchia tradizione.\n\nLe battute di caccia erano molto diffuse in quanto passatempo della classe dirigente di Mondstadt.\nI festeggiamenti erano condivisi con i loro servitori e con la gente comune,\nin segno di benevolenza da parte dei nobili.\nTutti erano ansiosi di partecipare ai festeggiamenti.\n\nLe battute di caccia persero presto di significato.\nI nobili iniziarono ad appropriarsi di tutto, presumendo che fosse un loro diritto.\nLa piuma era ancora orgogliosamente in piedi, ma il suo colore aveva iniziato a sbiadire agli occhi della gente."
	},
	"sands": {
		"name": "Orologio reale",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Un orologio appartenuto agli antichi aristocratici di Mondstadt. Tramandato da generazioni, ha scandito il tempo per molti anni.",
		"story": "Un delizioso orologio da tasca di zaffiri.\nFunziona ancora nonostante il passare degli anni.\n\nL'orologio da tasca di un nobile che un tempo regnava su Mondstadt. Segna ancora il tempo in modo preciso.\nLa puntualità è una virtù, e questo orologio da tasca aiutava i nobili a mantenersi su un sentiero virtuoso.\nEra uno strumento utile più per l'autodisciplina che per influenzare la gente comune.\nAll'alba, un nobile degno di questo nome dev'essere più vigile del suo popolo.\nDi notte, dovrebbe essere maggiormente irrequieto e pensieroso.\n\nNel corso degli anni, la tabella di marcia un tempo rigorosa è stata sovvertita dalla loro indolente discendenza.\nI loro strumenti per misurare il tempo diventarono sempre più stravaganti, ma persero la loro funzione virtuosa."
	},
	"goblet": {
		"name": "Urna d'argento reale",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un'urna ornamentale appartenuta agli antichi aristocratici di Mondstadt. Venti funesti sembrano soffiare al suo interno.",
		"story": "Un'urna ornamentale di zaffiri, recante l'emblema d'argento di una nobile casata.\nDi fattura squisita ed elegante, testimonia il gusto estetico degli antichi nobili di Mondstadt.\n\nFu abbandonato da un nobile che un tempo regnava su Mondstadt.\nTuttavia, gli stravaganti tesori che un tempo si trovavano al suo interno sono ormai scomparsi.\nQuesti oggetti di lusso erano simbolo della levatura del nobile,\ncosì come della sicurezza, dell'orgoglio e della prosperità della gente di Mondstadt.\n\nPoi, i nobili vennero travolti dalla sete di potere.\nS'impadronirono delle ricchezze, sperperandole senza alcun riguardo per il popolo.\nGli oggetti di lusso divennero oggetti di vanità."
	},
	"circlet": {
		"name": "Maschera reale",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Una maschera festiva indossata dagli antichi aristocratici di Mondstadt. I suoi occhi cavi sono rivolti verso i giorni d'oro del passato.",
		"story": "Una maschera d'argento con intarsi d'oro e gemme, incisa con motivi raffinati.\nFinemente realizzata, mette in mostra l'eleganza e i costumi degli antichi nobili.\n\nI primi nobili che governarono Mondstadt erano eroi di umili origini.\nUn tempo, questi illustri capi, principi eleganti nonché nobili e splendide principesse,\naccoglievano il popolo ai loro banchetti e alle loro feste.\nIn quei tempi lontani, i nobili condividevano generosamente la loro saggezza ed eleganza.\n\nIn quell'epoca d'oro, i nobili condividevano con il popolo le loro conoscenze e le loro ricchezze.\nTuttavia, la generazione successiva fu sedotta dal potere. I banchetti non servivano ad altro che a soddisfare i loro piaceri egoistici."
	}
}