{
	"name": "Sogno della ninfa",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bonus DAN da Hydro +15%.",
	"4pc": "#Dopo che gli attacchi normali, caricati e in picchiata, e le abilità e i Tripudi elementali colpiscono un avversario, si innesca 1 accumulo di Ninfa speculare della durata di 8{NON_BREAK_SPACE}s. Mentre sono sotto l'effetto di 1, 2, 3 o più accumuli di Ninfa speculare, l'ATT e il bonus DAN da Hydro aumentano rispettivamente di un 7%/16%/25% e di un 4%/9%/15%. Gli accumuli di Ninfa speculare generati da attacchi normali, caricati e in picchiata e da abilità e Tripudi elementali esistono indipendentemente.",
	"flower": {
		"name": "Fiore odisseico",
		"relictype": "Fiore della vita",
		"description": "Come ogni storia ha il suo epilogo, così ogni fiore è destinato ad appassire. Tuttavia, il fiore nei sogni di ognuno resterà per sempre in boccio.",
		"story": "...Ciononostante, l'ombra calò comunque sul regno.\nNon che il drago avesse sconfitto l'eroe. Piuttosto, entrambi si erano smarriti nel mondo.\nIn mezzo al caos, fitto come acque oscure, e alle sofferenze e ai distacchi che ne seguirono,\nla direttrice e le sue sorelle intrapresero un viaggio per estirpare il male una volta per tutte,\ne l'assistente salì a bordo della nave per la medesima battaglia, infine addormentandosi sotto le acque.\nLe campionesse Narzissen e molti cavalieri, draghi malvagi e virtuosi saggi si separarono.\n\nAlcuni vennero accolti dallo Spettro Maréchaussée, anche detto Pattuglia speciale di sicurezza e sorveglianza,\nper contribuire a proteggere il regno affinché le ombre non lo avviluppassero nuovamente.\nAltri si unirono agli esploratori che viaggiavano attraverso terre straniere,\nper intraprendere un'avventura fino ai confini del mondo.\n\nTrascorsero molti anni da allora.\nAlcuni avrebbero tentato d'impedire che le narrazioni future venissero messe a tacere da simili eventi,\npercorrendo la via che prevedeva l'uso di segreti della meccanica e corpi d'acciaio.\nAltri, invece, sarebbero andati controcorrente per consentire alle storie di ricominciare,\navventurandosi in un viaggio al di là della comune comprensione nel nome delle ninfe.\nAltri ancora continuarono ad ammirare i fiori appassiti,\nevocando incessantemente le avventure che dovevano ancora svolgersi..."
	},
	"plume": {
		"name": "Plumula del mago perfido",
		"relictype": "Piuma della morte",
		"description": "Un tempo questa piuma decorava il cappello di un certo individuo. La sua colorazione verde scuro la rende particolarmente vistosa.",
		"story": "Laddove vi sono degli eroi devono esserci dei perfidi maghi, e dove vi sono dei cavalieri devono esserci dei draghi malvagi.\nGli eroi devono sempre avere con sé una lama sacra, e i maghi un qualche tipo di catalizzatore magico.\nNell'interstizio tra un'avventura e l'altra, quando gli eroi, i maghi, i cavalieri e i draghi non erano ancora nati,\nil loro sguardo cadeva sempre su quella piuma appartenente a una specie di volatile ignota, appuntata sul cappello della vicedirettrice.\nI piccoli avventurieri pensavano che racchiudesse molte storie,\ne che la vicedirettrice ne avesse vissute diverse in prima persona, proprio come una vecchia eroina ormai ritiratasi a vita privata.\nAltrimenti, perché perfino la direttrice, che aveva promesso di procurarcela, non sembrava in grado di toglierla?\n\n\"Suvvia, ██ e ██, dovete andare d'accordo. Smettetela di litigare.\"\nI due, che giocavano sempre al cavaliere e al drago malvagio, annuirono con riluttanza.\n\"E in mia assenza, ███... ti prenderai cura di ███, vero?\nLa direttrice e io abbiamo delle faccende da sbrigare, ma saremo presto di ritorno. Mi raccomando, non uscite fuori a correre.\"\nLa vicedirettrice rifletté per un attimo, poi si tolse la piuma di colore verde scuro dal cappello.\n\"███, era da tanto che volevi che lo facessi, vero? Bene, ti accontento.\nMa ti sto affidando questa piuma solo perché tu la custodisca per un po', intesi? Se si sporcherà, mi arrabbierò molto.\"\n\nMa, alla fine, questa piuma non sarebbe mai diventata lo strumento mistico di qualche perfido mago.\nAvrebbe invece seguito il suo nuovo proprietario fino all'origine che causò la calamità della separazione, per poi tornare lì da dov'era venuta..."
	},
	"sands": {
		"name": "Fedeltà della ninfa",
		"relictype": "Sabbie del tempo",
		"description": "Un orologio da tasca fermatosi da molto tempo. Sembra che abbia assistito al passaggio di molti anni, girando invano le sue lancette.",
		"story": "Le lancette di un orologio devono sempre tornare al punto di partenza, in modo che il loro ciclo possa ricominciare.\nSembrava che per i campioni Narzissen non sarebbe mai cambiato nulla.\nMa gli anni avrebbero inevitabilmente logorato l'intricato eppur vulnerabile movimento di tali segnatempo.\nFin quando non sarebbe mai più sorto un nuovo giorno, e tutto sarebbe giunto alla sua fine.\n\nIn principio, quest'orologio da tasca apparteneva a un piccolo campione con la passione per le macchine.\nUn oggetto assemblato con componenti di scarto di vari dispositivi.\nAlla fine, l'orologio da tasca e chi lo aveva ricevuto in dono caddero nel liquido primordiale che tutto dissolve.\nMa a quel punto aveva già cessato di segnare il tempo.\n\n\"In un futuro molto, molto remoto, in una terra lontana lontana...\nesisteva un impero oscuro guidato dal perfido drago Narcissus.\nLa principessa che egli aveva un tempo bramato era caduta, assieme all'alta torre in cui viveva, in un profondo sonno senza sogni, restando così incontaminata. Narcissus, infuriato, ordinò ai suoi servi di perlustrare l'impero alla ricerca del di lei tesoro. Usando le sue malefiche stregonerie, creò diversi meccanismi difensivi per impedire ai probi di resistergli. Giurò che avrebbe reclamato il tesoro della principessa e che l'avrebbe risvegliata. In quel modo, sarebbe stata soltanto sua.\nUn gruppo di eroi proteggeva il tesoro che la principessa aveva affidato loro, una perla d'acqua limpida e brillante.\nUn giorno, una minuscola vita nacque da questa perla.\nUhm... E come potremmo chiamare questa vita? Ah, che sofferenza. Se avessi saputo che la storia sarebbe andata così, avrei usato il tuo nome. Hai altri buoni amici?\n'Amici, eh... Beh, se davvero ce n'è bisogno, ne ho uno. Credo proprio che qui calzerebbe a pennello.'\""
	},
	"goblet": {
		"name": "Un tè con gli eroi",
		"relictype": "Calice eonotemo",
		"description": "Una graziosa tazza da tè, forse usata tempo addietro per godersi un piacevole pomeriggio in compagnia.",
		"story": "Persino i campioni Narzissen devono riposarsi un po' lungo le loro avventure.\nQuando l'orologio rintoccò, molti campioni, maghi, cavalieri e draghi malvagi\ndimenticarono la principessa imprigionata e i tesori dei domini.\nLe oscure nubi che avvolgevano il remoto cielo del regno si dissolsero per un breve momento,\ne la principessa abbandonò la sua angosciante attesa per distogliere lo sguardo dalla finestra.\nQuando i cavalieri partono, anche l'avventura dev'essere accantonata.\nQuesta è la regola universale seguita dai campioni Narzissen, nonché da molti altri piccoli mondi.\nLa ragione di tutto questo risiede nella bontà dei manicaretti preparati dalla vicedirettrice.\n\nEra un pomeriggio uggioso... Anche se questa descrizione sembra non essere molto rilevante,\npoiché la casa dove si stava recando era invisibile alla luce del sole e della luna.\nLa prima persona che vi incontrò fu la direttrice, alta e dall'aspetto candido.\nE, sebbene quest'ultima fosse persino meno sicura della giovane su come comportarsi, la donna l'accolse con un abbraccio,\nsporcandosi le vesti. A giudicare dalla sua età, la vicedirettrice avrebbe potuto essere la madre della ragazza.\nPrese la giovane per mano e la condusse tra gli altri campioni, cavalieri e draghi malvagi che stavano riposando.\nLa ragazza pensò che non ci fosse nulla di male. In ogni caso, il cibo offerto era una vera delizia."
	},
	"circlet": {
		"name": "Monocolo del drago caduto",
		"relictype": "Corona della ragione",
		"description": "Un monocolo di fattura sopraffina. Secondo antichi aneddoti, chi guarda al suo interno è in grado di vedere il futuro.",
		"story": "Gli eroi di storie diverse fanno sempre affidamento su opportune spade sacre, e dovranno affrontare svariati avversari.\nMa è risaputo che gli eroi che vivono troppo a lungo si trasformano in draghi malvagi e, quando molte storie s'intrecciano tra loro, l'eroe in una di esse può diventare il drago in un'altra.\nIl racconto finale tenderà a essere facilmente comprensibile: gli eroi sono eroi, e non draghi malvagi.\nÈ per questo che, malgrado la sua forza e la sua astuzia, il drago malvagio verrà infine sconfitto dall'eroe che impugna la sua spada sacra.\n\nE, prima di cadere nella voragine che dissolve ogni cosa, il drago penserà ai momenti trascorsi con l'eroe e pronuncerà queste parole:\n\"Ebbene sì, non porterò rancore. So che non hai visto quello che ho visto io, ed è per questo che intendi fermarmi.\nLe bestie degli astri berranno il fluido amniotico del mondo fino a prosciugarlo. A distanza di un secolo da quel momento, ogni forma di vita sulla sua superficie sarà scomparsa.\nFarò sicuramente ritorno per salvare tutte le anime. Potranno passare dieci, forse cento anni, ma rinascerò come un universo nuovo.\"\n\nMa anche l'eroe, vittorioso sul drago, perderà il suo bene più prezioso durante questa battaglia.\nNon crederà più in nulla che la somma delle conoscenze umane non possa comprendere appieno,\ne alla fine dei suoi giorni concepirà un regno basato su macchine ed energie non derivanti dagli elementi."
	}
}