{
	"name": "Risoluzione del viandante",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "ATT +18%.",
	"4pc": "Aumenta il tasso di CRIT dell'attacco caricato di un 30%.",
	"flower": {
		"name": "Cuore dell'amicizia",
		"relictype": "Fiore della vita",
		"description": "Un fiorellino ceruleo con un fiocco appuntato sullo stelo.",
		"story": "Il viaggiatore proveniente da una terra lontana si appuntò questo fiore vicino al petto.\n\nIl viaggiatore aveva lasciato una vita ricca di privilegi per un'altra libera e senza fardelli.\nIn una terra straniera, accanto a un lago dalle acque pure e dolci, incontrò una fanciulla preoccupata.\n\n\"Un viaggiatore da lontano? Mmm... Non che importi.\"\n\"Sei un musicista? Bene, allora ti prego di non insultarmi con lodi o canti vuoti.\"\n\"Ricordami semplicemente così come sono.\"\n\"Una fanciulla che sarà offerta in sacrificio per il 'festival'.\"\n\nIl viaggiatore che aveva abbandonato la sua terra d'origine si appuntò questo fiore vicino al petto.\nAvrebbe voluto ricordare a sé stesso di non innamorarsi di nessuno, né di affezionarsi a nulla.\nE tuttavia si sarebbe ricordato di quella fanciulla così come le aveva promesso, e avrebbe camminato tra le fiamme per lei..."
	},
	"plume": {
		"name": "Piuma del ritorno",
		"relictype": "Piuma della morte",
		"description": "Una freccia azzurra impregnata dei sentimenti dei viaggiatori che sono svaniti nell'orizzonte.",
		"story": "La sua speranza venne però fatta a brandelli da una forza spietata, e le promesse di un ricongiungimento svanirono come ombre effimere.\nIl viaggiatore ramingo aveva perso ancora una volta un luogo che potesse chiamare casa.\n\nIl male altezzoso derubò il suo amore della gioia,\ne il conflitto senza fine triturò la sua anima irriverente.\nQuei dolci e giocosi ritmi di baldoria\nsi erano ora tramutati in un clangore freddo e metallico.\n\nPer i suoi compagni, per l'amicizia a cui teneva di più, per i tavoli attorno ai quali più nessuno di loro avrebbe condiviso del vino.\nPer la libertà, per la vita e per la vendetta contro il male che aveva rubato a lei il suo sorriso.\nDeciso, il viaggiatore pizzicò la sua ultima corda e scoccò la sua ultima freccia.\n\nMan mano che si abituava alla vita in questa terra straniera, alzò lo sguardo al cielo azzurro.\nQuindi il cielo qui era lo stesso di quello nel suo luogo natale?"
	},
	"sands": {
		"name": "Meridiana del viandante",
		"relictype": "Sabbie del tempo",
		"description": "Un'antica meridiana che ha sempre scandito in silenzio i cicli del sole e della luna nel cielo.",
		"story": "Il viaggiatore inseguiva sia il fato che l'inesorabile passare del tempo.\nLa compagnia che resisteva all'aristocrazia (e la sua fine) poteva essere vista come l'eterno fluire del tempo.\n\nNel corso di un lungo viaggio, persino l'orologio meglio progettato può smettere di funzionare.\nL'unico indicatore infallibile del passare del tempo è il passaggio del sole e della luna.\nPer inseguire quindi il tempo senza forma, il viaggiatore poteva solo inseguire la luce stessa.\n\nLe grandi sale della nobiltà e la compagnia ribelle senza un posto dove posare il capo.\nEntrambe vennero annientate allo stesso modo dal passaggio del tempo, ed entrambe, come sogni evanescenti, corsero verso la stessa distruzione.\n\nSotto il cielo notturno senza luna, le ombre oscure raggiunsero il volto stanco dello straniero.\n\"Le canzoni scoccate come frecce sono, il sipario il coro ha già chiamato.\"\n\"Ti vedrò mai sorridere di nuovo, quando il torrione nella piazza sarà crollato?\""
	},
	"goblet": {
		"name": "Calice del viandante",
		"relictype": "Calice eonotemo",
		"description": "Un semplice calice di porcellana che un tempo traboccava di birre deliziose.",
		"story": "Una lira ha quattro corde.\nI giorni che passò con i suoi compagni nella \"compagnia\" furono probabilmente i più felici della sua vita di vagabondaggi.\nAll'inizio fu solo un incontro voluto dal caso con il direttore, ma poi intervennero gli invisibili legami del destino.\nPrima venne la ragazza che usava un flauto come fosse una spada, poi quel tale di nome Kreuzlied: uno a uno, il viaggiatore li incontrò tutti.\n\nNella gioiosa taverna, tra canti e balli il lirista presentò ai suoi compagni una fanciulla che aveva conosciuto per caso.\nIl viaggiatore, ubriaco, pizzicò le corde e cantò a voce alta.\n\nCon loro al suo fianco, non avrebbe più dovuto viaggiare da solo...\nForse sarebbe stata una buona idea camminare con loro fino alla fine del suo viaggio."
	},
	"circlet": {
		"name": "Corona dell'addio",
		"relictype": "Corona della ragione",
		"description": "Una coroncina fiorita che emana la brezza primaverile.",
		"story": "Il viaggiatore, in procinto di partire, prese con sé una corona di rami di salice come ultimo ricordo.\nCon questa avrebbe ricordato la sua amata, svanita come un dente di leone travolto dalla brezza.\n\nIl viaggiatore era il lirista vagabondo, e quella fanciulla nel paese del vino era una prigioniera della nobiltà.\nPer motivi che non conosceva nemmeno lui, la sua canzone accompagnata dalla lira svelò il suo vero cuore.\n\n\"Cosa mi commuoverebbe, vuoi sapere? Beh... il tuo sorriso.\"\n\"Non ti ho mai vista sorridere, dopotutto. Nemmeno una volta.\"\n\"Spezzerò le catene che ti vincolano.\"\n\"Quando giungerà il momento, mi lascerai ammirare il tuo sorriso?\"\n\n\"Sì, e grazie. Sarebbe davvero stupendo se ci riuscissi.\"\nBelle parole, ma chi si sarebbe potuto fidare delle parole di un cantante?"
	}
}