{
	"name": "Meteorite inverso",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Efficacia scudo +35%.",
	"4pc": "Sotto la protezione di uno scudo, ottieni un ulteriore aumento dei DAN da attacchi normali e caricati di un 40%.",
	"flower": {
		"name": "Fiore delle notti d'estate",
		"relictype": "Fiore della vita",
		"description": "Un fiore artigianale perennemente sbocciato. Che celi davvero della vita dentro di sé?",
		"story": "Un fiore del festival dell'estate che fiorisce per sempre,\nche non appassirà neanche se sepolto sotto la neve.\n\nQualcuno potrebbe definirla un'imitazione, una falsa replica della vita,\nperché la vita consiste di cambiamenti, dispiaceri e crescita.\nLa vita è fatta di incontri ma anche di separazioni.\n\nMa il ricordo di averla incontrata,\ndi aver guardato insieme i fuochi d'artificio sbocciare nel cielo come fiori freschi,\ni ricordi di quella donna dagli occhi di volpe che alla fine scomparve senza lasciare traccia...\nQuel fiore senza spine è ciò che mi rimane per ricordarla.\n\nAlla fine, la differenza sta nel fatto che per alcuni\nla vita è eterna come questo fiore estivo immortale,\nmentre per la maggior parte è fugace come il fumo."
	},
	"plume": {
		"name": "Gran finale delle notti d'estate",
		"relictype": "Piuma della morte",
		"description": "Un dardo di legno deliziosamente inciso. Si fermerà solo quando avrà raggiunto la sua destinazione.",
		"story": "Un complesso dardo da lancio. È molto comune durante il festival dell'estate.\nNelle storie di fantasmi di Inazuma\nc'è un racconto che narra l'incontro tra un umano e una presenza soprannaturale.\n\nPer celebrare la gravidanza di mia moglie, andai al santuario per fare un'offerta votiva.\nTuttavia, per ragioni sconosciute, mi recai sulla montagna con questi oggetti.\nIl pallone d'acqua di quando avevo sette anni, la maschera da volpe di quando ne avevo diciassette\ne un fiore che non sarebbe mai appassito, né tra dieci, né tra cent'anni.\n\nPerché mi aspettavo di incontrarla di nuovo?\nIo e mia moglie non ci siamo conosciuti tramite un intermediario, ed eravamo sempre a corto di soldi.\nE ci volle del tempo per procreare un erede.\nCiononostante eravamo felici, non è così?\n\nTuttavia, decisi d'intraprendere il percorso di montagna dove avevo visto i fuochi d'artificio con lei.\nFacendomi strada tra i cespugli, mi sembrò di vederla vestita di bianco, seduta su quella roccia.\nQuando mi feci avanti per dare un'occhiata, però, c'era solo una volpe che prendeva il sole.\nAl suono dei rami che si spezzavano balzò in piedi e fuggì nel bosco,\ne come le macchie di luce che spuntano tra le foglie mosse dalla brezza, sparì in un lampo.\nTutto ciò che rimaneva era un vecchio dardo da lancio di legno."
	},
	"sands": {
		"name": "Orologio delle notti d'estate",
		"relictype": "Sabbie del tempo",
		"description": "Un orologio che ha smesso di funzionare.",
		"story": "Un piccolo orologio da tasca decorato.\nL'orologio sembra essersi fermato a una precisa ora del giorno.\nNelle storie di fantasmi di Inazuma\nquesto ha a che fare con l'incontro con una presenza soprannaturale...\n\nLa notte del festival dell'estate, mentre percorrevo il sentiero verso il santuario con la ragazza che ammiravo,\nho sentito a malapena il pianto di un bambino sperduto.\nIn quel momento di distrazione caddi, slogandomi la caviglia e rompendo l'orologio.\n\nMentre lei era andata a cercare un unguento,\nnel tentativo di non non intralciare le persone che passavano,\nmi sedetti per riposare su una roccia sul ciglio della strada.\nLa bellissima donna con la maschera si accomodò accanto a me.\n\"Sono in pochi a conoscere questo posto.\"\n\"Ma è il migliore per ammirare i fuochi d'artificio.\"\n\nDoveva per forza trattarsi di un sogno.\nNon c'incontravamo da dieci anni,\ne in tutto quel tempo non era invecchiata di un solo giorno, eppure...\n\n\"Sei davvero cresciuto! Sembra che dovremo rinunciare a giocare a fusen.\"\n\"Ho portato del vino, però. Guardiamo i fuochi d'artificio insieme. Che ne dici?\""
	},
	"goblet": {
		"name": "Pallone d'acqua delle notti d'estate",
		"relictype": "Calice eonotemo",
		"description": "I palloni d'acqua non sono un oggetto raro da trovare in occasione del festival d'estate, ma nessuno è finemente lavorato come questo.",
		"story": "Un raffinato pallone riempito d'acqua.\nNelle storie di fantasmi di Inazuma\nsi tratta di un ricordo dell'incontro casuale con una presenza soprannaturale...\n\nDurante il festival dell'estate, io e i miei genitori ci separammo.\nFu solo un momento, ma volevo dare un'occhiata ai palloni d'acqua,\ncosì lasciai la presa dalla manica di mio padre.\nPrima che ce ne accorgessimo, la marea di gente che scortava la portantina sacra ci aveva divisi.\n\nPiansi davanti ai torii lungo la strada che conduce al santuario,\ne contai i piedi della gente che saliva sulla montagna.\nNon so quando sia successo,\nma una bella signora con occhi da volpe mi si affiancò prendendomi per mano.\n\n\"Che assurdità, lasciare qui un bambino così adorabile.\"\n\"Allora? Ti piacerebbe guardare i fuochi d'artificio, tirare qualche freccetta e giocare a fusen con me?\""
	},
	"circlet": {
		"name": "Maschera delle notti d'estate",
		"relictype": "Corona della ragione",
		"description": "Una maschera popolare raffigurante l'immagine di una divinità come descritto nelle leggende.",
		"story": "La maschera di una persona posseduta da una divinità.\nUna maschera realizzata a immagine e somiglianza di qualche divinità leggendaria.\n\nLa gente assume spesso le sembianze della volpe della leggenda,\ncoprendosi il volto con delle maschere ispirate al suo volto sacro,\nforse sperando di poterne ottenere le capacità di trasfigurazione.\n\nNelle leggende di Inazuma, tutto è dotato di uno spirito.\n...Ciononostante,\nè probabile che la maggior parte di questi esseri sia fuggita da tempo,\nspinta nelle foreste dalla soppressione della Shogun.\n\nTuttavia, molte persone credono ancora in queste volpi divine e nel potere di esserne posseduti...\nCredono che vivere migliaia d'anni possa conferire dei poteri agli animali.\nPertanto, credono anche in ciò che questa maschera da volpe rappresenta.\n\nSul retro di questa maschera è stata lasciata una nota con una bella calligrafia.\n\"Mi dispiace, ho approfittato dei fuochi d'artificio per fuggire.\"\n\"Molto probabilmente non c'incontreremo mai più. Abbi cura di te.\""
	}
}