{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Rotolo dell'Eroe della Città di cenere",
	"effect2Pc": "Quando un membro vicino del gruppo innesca un Impeto dell'Anima della Notte, il personaggio equipaggiato con questo set rigenera 6 di energia elementale.",
	"effect4Pc": "Dopo che il personaggio che equipaggia il set innesca una reazione legata al proprio tipo elementale, tutti i membri del gruppo vicini che possiedono un tipo elementale correlato alla suddetta reazione ottengono un bonus DAN elementali pari a un 12% per 15 s. Se il personaggio che equipaggia il set è in stato di Grazia dell'Anima della Notte quando questo effetto si attiva, il suddetto bonus DAN elementali aumenta di un ulteriore 28% per 20 s. Il personaggio che equipaggia il set può attivare questo effetto anche se non si trova in campo. Il bonus DAN di più set di manufatti con lo stesso nome non si accumula.",
	"flower": {
		"name": "Talismano del Domatore di bestie",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore scolpito con selce e Drachite. Chiunque lo possieda dimostra di essere qualificato a diventare un domatore di bestie.",
		"story": "Questo fiore, scolpito nella pietra e nella Drachite, era stato lasciato nella Città di cenere. Si tratta di un talismano tramandato per generazioni dai Domatori di bestie appartenenti ai Discendenti delle Vette.\nL'oggetto è decorato dall'impronta in selce di una zampa, che si dice sia stata lasciata dal primo Yumkasauro che abbia mai stretto un legame con un umano.\n\nI Domatori di bestie sono specializzati nel creare legami di amicizia con i Saurici. Talvolta, i loro ideali sono incomprensibili persino per i membri della loro stessa tribù.\nCercano di affrontare pacificamente anche i Saurici più violenti che fanno del male agli umani, cercando di battere i Cacciatori di Saurici al loro stesso gioco.\n\"C'è un modo per conquistare la fiducia persino del più feroce dei Saurici: basta avere pazienza.\"\nQuesto fu il consiglio che il giovane domatore di bestie ricevette dal suo maestro insieme a questo pesante talismano, e fece sempre attenzione a seguirlo.\n\"Anche le bestie hanno un cuore come il nostro\". Questo è ciò che credeva e ciò che continuò a credere finché la marea nera che inghiottì il mondo non giunse.\n\nQuelli erano mostri che nessuno avrebbe mai potuto comprendere, bestie con cui non si poteva coesistere in pace.\nQuando finalmente tornò nella sua città natale, tutto ciò che vide erano solo sogni fatti a pezzi dalle grinfie di mostri impazziti.\nUna volta occupatosi degli abitanti delle tribù abbastanza fortunati da riuscire a sopravvivere, il domatore di bestie, ormai non più giovane, intraprese un viaggio senza ritorno.\nQuesta volta, i suoi nemici erano i demoni spietati che erano giunti con la marea oscura, e anche affrontare quelli richiedeva la solita pazienza.\nPerché solo con la pazienza poteva assicurare che non ne restasse neanche uno a tormentare la terra che amava.\n\nLe leggende narrano che un tempo l'antico Re pitone forgiò un tesoro segreto in grado di respingere l'Abisso, che poteva essere recuperato solo dall'antica e lordata città.\nForse era solo una pia illusione per chi era guidato dall'angoscia; ma per i coraggiosi, si trattava di un'opportunità per cui valeva la pena tentare.\nAlla fine del suo viaggio, il guerriero apolide raggiunse la città in fiamme, e lì si trovò faccia a faccia con un segreto da tempo sepolto."
	},
	"plume": {
		"name": "Segno del Guardamonti",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Un indicatore usato dai Guardamonti per tracciare i sentieri. La sua forma, simile alla piuma di un volatile, lo rende particolarmente vistoso.",
		"story": "Si dice che i Guardamonti provenienti dalla sorgente lasciassero questi cimeli simili a piume sui sentieri che seguivano.\nIn questo modo, potevano segnare il loro passaggio e far sapere a chi sarebbe venuto dopo che qualcuno aveva già percorso quella strada.\nOggi questi cimeli si trovano in angoli remoti e isolati dell'antica città ricoperta di cenere.\nE nessuno avrebbe più percorso quelle strade, proprio come speravano coloro che lasciavano questi cimeli.\n\nI Guardamonti avevano calpestato ogni roccia solida e ogni foglia caduta nelle foreste montuose.\nNon si erano mai fermati, avevano percorso e conoscevano a menadito ogni angolo di Natlan.\nQuando arrivavano da lontano viaggiatori ed esploratori, spesso si offrivano con entusiasmo di far loro da guida.\nPer loro, quei paesaggi meravigliosi non erano che dei vecchi amici d'infanzia.\nPoi, un giorno, la marea nera oscurò i cieli lontani, e tutto ciò che una volta era familiare svanì nel nulla.\n\nLì dove i bambini giocavano, ora non rimanevano che ossa e cenere.\nLì dove i membri delle tribù un tempo andavano a mondarsi della stanchezza dopo un'intensa giornata di lavoro, ora non rimaneva che sangue e fango.\nMa l'ultimo Guardamonti non aveva tempo di piangere: aveva ben altro da fare.\nDoveva intraprendere nuovamente quel cammino a lui non più familiare, e riprendere possesso della sua casa.\n\nSi diceva che un tesoro d'incommensurabile potenza giacesse nel cuore della marea nera, nell'antica città dove dimorava un empio drago.\nEra come un turbine dorato capace d'invertire il flusso del tempo, incenerendo l'agonia del presente e riportando indietro lo sfavillante passato.\nCome aggrappandosi a un'ultima ancora di salvezza, il Guardamonti veterano decise che quella sarebbe stata la sua ultima fermata.\nAnche se si sarebbe rivelata l'ennesima trappola preparata da qualche cinico spettatore."
	},
	"sands": {
		"name": "Meridiana d'oro mistica",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Un disco dorato ispirato alla forma del sole. I motivi draconici che lo adornano sembrano simboleggiare il ciclo della vita e della morte.",
		"story": "Normalmente, i mistici nati nel canyon del fumo notturno devono allenarsi per decenni prima di padroneggiare le tecniche necessarie per comunicare con la Wayob.\nTuttavia, in quei tempi di caos, persino il discepolo più giovane si ritrovò a impugnare la spada e a guidare gli eroici spiriti dei caduti.\nQuesto bellissimo disco dorato, smarrito nell'antica città, apparteneva a un piccolo mistico altrettanto bello. L'ago su di esso indica sempre la via che conduce a casa.\n\nQuando la marea nera oscurò il sole e inghiottì la terra, il Regno della Notte venne invaso dai feroci segugi della faglia bestiale, il cui sangue oscuro aveva insozzato ogni luogo.\nLe voci delle antiche Wayob si persero in un mare di metallo e pietra, in un coro di dolore e sofferenza, dimenticate da tutti.\nMa gli sciamani tribali sapevano che, per i guerrieri divorati dalle tenebre, perfino la morte era un lusso.\nE anche se le anime dei valorosi caduti in battaglia sfuggivano alle grinfie del male, spesso finivano per perdersi nei reami notturni, incapaci di fare ritorno.\nPer mantenere il potere delle tribù in battaglia e recuperare i propri cari perduti, i mistici abbandonarono il canyon uno dopo l'altro.\nEra possibile vederli combattere ovunque, nei campi di battaglia cosparso di cadaveri o nelle rovine colme di devastazione.\n\nEra la prima volta che la giovane mistica sciamana Liriwu intraprendeva un viaggio così lungo e arduo.\nIl gruppo di avventurieri, il cui scopo era raggiungere la città al di là delle nuvole, era formato da veterani temprati da mille battaglie. L'unica eccezione era la giovane donna.\nAveva desiderato di unirsi alla compagnia con tutto il suo cuore, ma le creature che si aggiravano nella città erano ben più numerose di ogni sua più infausta aspettativa.\nI suoi compagni avevano previsto la situazione, così la lasciarono da sola al sicuro all'interno di una torre, per poi allontanarsi silenziosamente.\nQuando la ragazza, fuggita di fronte al pericolo, riuscì finalmente ad arrivare all'accampamento, tutto ciò che trovò ad aspettarla furono cadaveri lacerati, gli avanzi del lauto pasto del drago.\n\nIn quanto mistica, non solo era stata incapace di salvare i suoi alleati, ma non era nemmeno riuscita a riportare indietro le loro anime.\nCionondimeno, doveva riferire la notizia della loro fine alle rispettive famiglie, che aspettavano con ansia il loro ritorno.\n\"Ora ricordo... Il nostro capo aveva detto di avere un figlio... Forza, Liriwu, riprenditi...\"\nCon in cuore una nuova speranza, si mise in viaggio per un altro sentiero, diretta verso quella casa."
	},
	"goblet": {
		"name": "Coppa artigliata dello studioso errante",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un curioso calice dalla forma simile a un artiglio di drago. Chiunque l'abbia creato doveva avere in mente un'idea molto speciale.",
		"story": "Anche in questa terra fertile, dove l'abilità marziale regna sovrana, alcuni hanno occhi solo per i libri e la conoscenza.\nC'era una certa persona, che diceva di essere il presidente dell'Associazione delle Reliquie Sauriche, che si portava dietro tutti i giorni degli spessi rotoli di tessuto,\noppure trascorreva il tempo a manomettere dei meccanismi misteriosi di origine ignota. Per dimostrare che la sua ricerca non era vana,\naveva anche creato alcuni oggetti, tra cui uno strano calice di cui andava molto fiero, dalla forma ispirata all'artiglio di una bestia.\n\nAll'epoca, non aveva ancora capito quanto fosse un lusso poter lavorare a uno studio privo di significato.\nQuando gli oscuri incubi divorarono le abitazioni, i rotoli di tessuto ritrovati con tanta fatica andarono distrutti dalle fiamme della guerra.\nLe sue abitudini giornaliere vennero improvvisamente infrante, come se si fosse svegliato da un sonnellino pomeridiano.\nIl destino lo spinse verso un altro cammino senza più alcuna possibilità di scelta.\n\nUna volta aveva letto nei rotoli più antichi che le rovine lasciate dagli antichi draghi contenevano armi in grado di proteggere dai demoni.\nCosì, per evitare che i suoi compagni morissero invano, mise da parte la sua ricerca e dedicò il resto della sua vita a una nuova causa.\nLe macchine della fonte segreta, riesumate dalle rovine abbandonate, furono ristrutturate e modificate per aiutare i guerrieri.\nForse fu per la conoscenza accumulata nel corso degli anni, o forse per via della guida di un saggio sconosciuto nascosto nell'ombra, ma il progetto andò incredibilmente liscio...\nFinché alla fine, nelle profondità di una città abbandonata, egli non scoprì un segreto nascosto da migliaia di anni. O meglio, una maledizione.\n\nSecondo la leggenda, il Re pitone di Ochkanatlan fece costruire una nave ricca di tesori in grado di solcare i cieli.\nA bordo della nave era custodito un prezioso segreto in grado di scacciare l'Abisso al di là dei confini del mondo.\nTali leggende divennero un balsamo per coloro che tentavano di sopravvivere in quei tempi desolati,\nnonché un faro per innumerevoli avventurieri, i quali intrapresero lunghi viaggi per la salvezza del mondo.\n\nNessuno dei viaggiatori che partirono alla ricerca di quel tesoro tornò mai, e lo studioso divenne presto il bersaglio del disprezzo pubblico.\nMa lui sapeva di non mentire, poiché aveva visto quella realtà coi suoi stessi occhi.\nAlcuni dicono che volesse dimostrare di aver ragione, altri che volesse porre fine a tutto ciò.\nFatto sta che, alla fine, lo studioso si unì a una compagnia di avventurieri, con destinazione la città tra le nuvole."
	},
	"circlet": {
		"name": "Maschera piumata del demone guerriero",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Una maschera decorata con piume simili a quelle di un falco, avvolta da un gran numero di leggende.",
		"story": "La tribù che dominava le montagne teneva regolarmente dei tornei di combattimento, nei quali i concorrenti indossavano maschere speciali.\nEsse servivano a intimidire i nemici, ma gli stessi concorrenti li consideravano veri e propri simboli.\nOgni volta che un guerriero mascherato scendeva in campo, il pubblico lanciava un fragore assordante, per poi zittirsi quando l'avversario faceva il suo ingresso.\nTuttavia, quando a entrare fu l'uomo con la maschera piumata simile a un falco, su quel luogo cadde un silenzio inconsueto.\n\nPrima di diventare un avventuriere, Taika era il guerriero più forte del Clan Piumafiore, e dominava costantemente all'interno di queste contese.\nA volte trovava la cosa addirittura noiosa. Credeva che la sua vita sarebbe rimasta sempre così... Pertanto, come avrebbe potuto sapere della catastrofe imminente?\nTutto iniziò con delle nuvole nere che si stagliavano all'orizzonte, seguite da sporadiche notizie di persone scomparse nel reame notturno... E quando i mostri apparvero davanti a loro,\nnessuno era pronto.\n\nCiononostante, qualcuno doveva prendersi la responsabilità, e chi era più forte doveva addossarsi un peso maggiore.\nSolo dopo aver visto la vera guerra, egli sentì per la prima volta il peso del destino.\nCosì, disse addio a sua moglie e al futuro figlio, e diventò un feroce demone sul campo di battaglia.\nPer sconfiggere demoni e mostri, bisogna diventare ancora più feroci di loro.\n\nQuella fu la sua ultima battaglia, e mentre cadeva nella pozza di sangue che bagnava la cima della Città di cenere, innumerevoli immagini balenarono nella sua mente.\nVide le fiamme rosso fuoco delle antiche terre sbocciare ancora una volta come fiori in un campo...\n\"Le porte dell'inferno sono tinte di rosso dal sangue dei prodi. Offrirò il mio sangue e lascerò la chiave delle porte alla mia prole.\"\nO forse vide la tenue luce che passava attraverso la fessura di quel cancello, che gli rimembrò le parole dette alla sua amata moglie durante l'addio.\n\"...Se è una femmina, chiamala Bona. Diventerà sicuramente una grande guerriera.\""
	}
}