{
	"name": "Reminiscenza di Shimenawa",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATT +18%.",
	"4pc": "#Quando un personaggio con almeno 15 di energia usa un'abilità elementale, perde 15 di energia e i DAN da attacco normale, caricato o in picchiata aumentano di un 50% per 10{NON_BREAK_SPACE}s. In questo lasso di tempo, l'effetto non si riattiva.",
	"flower": {
		"name": "Fiore intrecciato",
		"relictype": "Fiore della vita",
		"description": "Un grazioso amuleto fatto con corde di carta intrecciate. Si dice che abbia il potere di avverare i desideri.",
		"story": "Un omamori realizzato tramite un'arte nota come Mizuhiki.\nSi dice che abbia il potere di legare al suo interno i desideri e il motivo per cui vengono espressi.\n\nUn tempo studiavo come gestire gli affari del santuario sotto la guida di una possente kitsune.\nAll'epoca ero soltanto una giovane sacerdotessa appena arrivata a Narukami da un piccolo villaggio di pescatori.\nEro più ottusa di una teiera e avevo ancora la testarda impulsività e la curiosità tipiche dei bambini.\nIn più, da brava sciocca, ero sempre diffidente delle parole ricercate e incomprensibili di Lady Saiguu.\n\n\"Tutte le cose in questo mondo sono intrecciate, pertanto le visioni illusorie nascono dalla realtà concreta.\nUn cosiddetto omamori non è in grado di far avverare i desideri, ma col suo intreccio può renderli eterni.\"\n\nVedendo la mia espressione sconcertata, un'immagine di totale confusione, Lady Kitsune non poté fare a meno di scoppiare a ridere,\ncon fare allegro, mi colpì la testa con la pipa e cambiò molto subdolamente argomento.\n\n\"Immagino che tu abbia incontrato la persona a te destinata, Hibiki.\"\n\n\"Che tipo di 'destino' potrei mai condividere con un bruto scortese e sventato come quello là?!\"\n\n\"Ah, ma non mi dire!\"\n\nTuttavia, alla fine l'oscurità ingoiò ogni cosa.\nE anche quel \"destino\" finì per svanire."
	},
	"plume": {
		"name": "Freccia della rimembranza",
		"relictype": "Piuma della morte",
		"description": "Una freccia ammazzademoni di fattura antica. Sembra essersi preservata in maniera eccezionale.",
		"story": "Una freccia ammazzademoni usata al santuario per pregare e scacciare le catastrofi.\nSi dice che sia capace di inseguire e sconfiggere qualsiasi demone.\n\nLa gente dice che le frecce ammazzademoni possono scacciare ogni male, ma il male non è qualcosa di oggettivo.\nA volte il male viene dai nostri cuori; nasce da menti deliranti, rese fredde e cineree dal terrore.\nLady Saiguu è andata via da molto tempo, ormai, e io non sono più una giovane apprendista sacerdotessa del Gran Santuario di Narukami.\nOgni volta che prendo in mano quella pipa vuota, sento aleggiare sopra di me, come un fantasma, una sensazione di vuoto e un dolore sordo.\n\nAvere qualcuno di cui sentire la mancanza, perdere qualcuno e non riuscire a dimenticarlo... mentre il tempo continua a scorrere.\nLa bianca, silenziosa e placida sagoma di Lady Kitsune, nascosta nell'oscurità profonda, aveva lasciato un segno indelebile nei sogni della sacerdotessa.\nLa grande Tengu andò in esilio volontario, furente per non essere stata un'adeguata protettrice per Lady Saiguu, lasciando indietro Teruyo.\nHarunosuke, in lutto furioso, si trasferì in un altro paese, mentre Nagamasa si unì allo Shogunato per salvare la reputazione del clan Mikoshi.\nIn quanto all'uomo che m'insegnò a tirare con l'arco nella sacra foresta, e che ascoltò pazientemente le mie sciocche promesse sotto gli scarlatti rami del sakura...\nUn giorno tornerà da me, anche se gli schizzi di sangue lo avranno accecato o se l'oscurità l'avrà contaminato e reso una belva feroce.\n\nLo salverò col nostro arco e le nostre frecce; manterrò la nostra promessa, per quanto possa essere vicina a spezzarsi.\nDistruggerò ogni male col nostro arco e le nostre frecce; esorcizzerò la follia e le inutili ossessioni.\n\n\"Vieni a trovarmi, stupido giocatore d'azzardo.\nE stavolta, Konbumaru, vedi di non perderti.\"\n\nEppure, chi fu a vincere l'ultimo lancio dei dadi?\nSfiorò debolmente l'arco mentre rifletteva su affari del tutto irrilevanti."
	},
	"sands": {
		"name": "Orologio della rugiada mattutina",
		"relictype": "Sabbie del tempo",
		"description": "Un orologio di bronzo adornato con corde di carta intrecciate e una campanella. Le sue lancette si sono congelate all'alba di un giorno d'autunno.",
		"story": "Un elegante orologio decorato con una campanella per santuari.\nLe lancette puntano sempre alle primissime ore del giorno.\n\nMentre il cielo s'illumina, la rugiada del mattino si condensa per poi sparire.\nPer quanto bella sia questo scenario colorato, esso non dura che un'istante.\n\nUna notte d'autunno mi trovavo su un pendio con Lady Saiguu, e al chiaro di luna ascoltavo lo stridio delle cicale.\nAll'epoca ero soltanto una giovane, testarda e zotica sacerdotessa.\nEro come un fringuello cinguettante che continua chiassosamente a ribadire la propria opinione.\nRimasi affascinata dal flebile sorriso che passò sul volto di Lady Kitsune, ma le sue parole furono, e sono tuttora, incomprensibili:\n\n\"Tentare di aggrapparsi alla bellezza del momento è sciocco tanto quanto cercare di afferrare la rugiada del mattino.\nIo sono già scomparsa, proprio come la rugiada. Tutto ciò che hai visto di me non è altro che il residuo di una visione nata dai tuoi desideri.\"\n\nIn questo vago ricordo, non fece altro che dire cose che non capivo. La sua espressione era triste come la luna dell'ottavo mese. Poi, all'improvviso...\nMi colpì sulla testa con la pipa e il suo volto assunse la tipica espressione di rimprovero e beffa:\n\n\"Hibiki, sta per sorgere il sole.\nDovremmo rientrare.\""
	},
	"goblet": {
		"name": "Cuore speranzoso",
		"relictype": "Calice eonotemo",
		"description": "Uno speciale oggetto cilindrico usato nella chiromanzia. Il meccanismo alla base consente di rimuovere agevolmente i bastoncini dei desideri indesiderati.",
		"story": "Uno speciale cilindro della fortuna usato nel santuario per predire il futuro.\nSi dice che sia intriso della buona sorte conferitagli dalla kitsune.\n\nLa chiaroveggenza nasce dalle domande di persone smarrite e le guida verso il futuro, in buona o cattiva sorte.\nIn altre parole, non esistono predizioni errate, ma solo persone smarrite.\nHo imparato molto studiando al santuario. Persino una persona ignorante come me ha imparato a parlare come una possente kitsune.\nNel mentre, perfino qualcuno di disumano come la grande Tengu di Yougou ha avuto una figlia.\nPersino quello stolto di Konbumaru è diventato uno degli hatamoto della Shogun e presto sposerà la figlia di un samurai d'alto rango.\n\n\"Che bambina adorabile. Persino la grande Tengu di Yougou, che era solita trascorrere le giornate a uccidere per divertimento, ha dato sfogo al proprio istinto materno... Almeno un po'.\nEppure, in questo santuario, la vivacità dei bambini continua a mancare, e ciò non è positivo. Dimmi, Hibiki, ti piacerebbe tornare a essere una bambina?\"\n\nCome sempre, la battuta di Lady Kitsune era fuori luogo e aveva l'egocentrico profumo del vino ai fiori di sakura.\n\n\"Oh, Hibiki, perché quel muso lungo? Che ne diresti se io, Lady Saiguu, ti prevedessi il futuro?\nAhah, visto? C'è scritto \"Grande fortuna\". Sai cosa significa \"Grande fortuna\"?\n\"Significa che ha messo via tutti gli omikuji di cattiva sorte. La smetta di prendermi in giro, Lady Saiguu.\"\n\"No, significa che la persona di cui senti tanto la mancanza avrà la fortuna di rimanere in eterno nei tuoi ricordi.\"\n\nEcco perché devi essere forte e vivere a lungo, molto a lungo.\nFinché sarai in vita, anche se tutti coloro che ami non ci saranno più...\nIl tempo che hai passato con loro non andrà mai via..."
	},
	"circlet": {
		"name": "Maschera capricciosa",
		"relictype": "Corona della ragione",
		"description": "Una maschera cerimoniale che rappresenta una volpe. Ben preservata, sembra sorriderti in maniera enigmatica.",
		"story": "Una maschera da festival chiara ed elegante un tempo appartenuta a una certa miko.\nLe labbra della maschera sono arricciate in un debole sorriso, ma nei suoi occhi non risplende alcuna luce.\n\nHo trascorso molto tempo come apprendista al Gran Santuario e devo ammettere di essere maturata molto.\nSe non altro, ora sono meno sciocca rispetto al passato e sono diventata più indipendente.\nMa per qualche motivo, più cresco e più il volto di Lady Saiguu sembra adombrarsi.\nCiò che affiora sul suo volto non sono ansia o paura, ma piuttosto una dolorosa riluttanza...\n\n\"La vita è piena di incertezze. L'amore è fugace e anche i ricordi più duraturi possono svanire.\nPerdere un ricordo è come perdere la vita: è la morte in mezzo a un'oscurità eterna.\"\n\nStavolta neanche il suo flebile sorriso riusciva a nascondere il dolore.\nOggi è un giorno di festa, ma questo sembra più che altro un addio.\n\n\"Bene, allora. Perché non mi parli di quell'idiota di Konbumaru?\nCosa c'è? Hai ancora paura che una vecchia megera come me possa rubartelo?\""
	}
}