{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "Serenata della luna di seta",
	"effect2Pc": "Ricarica d'energia +20%.",
	"effect4Pc": "Quando vengono inflitti DAN elementali, si ottiene l'effetto Luna splendente: Devozione per 8 s, che aumenta la maestria elementale di tutti i membri del gruppo di 60/120 quando il Presagio lunare del gruppo è Barlume nascente/Barlume ascendente. L'effetto si può innescare anche quando il personaggio che equipaggia il set non è in campo. I DAN delle reazioni lunari di tutti i membri del gruppo aumentano di un 10% per ciascun tipo di effetto Luna splendente presente nel gruppo. Gli effetti di Luna splendente non sono cumulabili.",
	"flower": {
		"name": "Lacrima cristallina dell'errante",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore immacolato, la cui bellezza si dice essere stata preservata per l'eternità grazie al vento gelido.",
		"story": "Ci fu un tempo in cui la delicata luce del gelo non s'era ancora infranta come uno specchio d'argento, sebbene il regno dorato fosse già caduto.\nIn una sola notte, la gloriosa torre dorata cadde come un albero di fichi. Attraverso la pianura ghiacciata settentrionale,\ndalla città sacra all'antica capitale, i Chiodi di cristallo blu scuro annientarono ogni luogo dove vi fosse anche solo il minimo segno di vita.\nL'apostolo un tempo lodato e la prima messaggera degli dèi svanirono entrambi nella catastrofe.\nColoro che sopravvissero per miracolo, poiché al tempo non si trovavano vicino ad alcun insediamento umano, non poterono far altro che aggrapparsi alla vita tra vento e neve gelidi.\nSenza alcun rifugio rimasto, si limitavano ad attendere la distruzione che li avrebbe sopraffatti nel buio.\n\nQuesta è la grande estinzione di cui si parla nelle preghiere successive. La lieta prosperità si trasformò in polvere,\ne gli dèi rimasero in silenzio, impassibili alle grida, alle imprecazioni o alle suppliche affrante.\nNella disperazione di quella lunga notte, solo una sovrana celeste versò delle lacrime per la sofferenza dei mortali.\nEra la Signora della Luna gelata, regina del carro celeste e della luce, un'agente del cielo nata dalla stessa origine del mondo.\nSpinta dalla pietà e dal desiderio più profondo e tacito, ascoltò le preghiere dei sopravvissuti.\n\nSecondo la leggenda, tirò dei fili luminosi dall'argenteo bagliore per guidare i dispersi attraverso le pianure ghiacciate.\nE dove le sue lacrime, intrise di nostalgia, caddero sul terreno ghiacciato delle terre più a nord, sbocciarono dei gigli eterni tra i venti gelidi.\nI fieri discendenti di Iperborea si chiamano \"Eredi della Luna gelata\" per questo motivo.\nPer onorare la divinità che, qualunque fosse stato il suo scopo originale, aveva donato all'umanità una nuova vita."
	},
	"plume": {
		"name": "Piuma immacolata della benedetta",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Un accessorio piumato immacolato, che si dice sia stato forgiato dalla prima Cantaluna.",
		"story": "Era l'epoca in cui la luce gelida si era frantumata come uno specchio d'argento, e la luna nuova doveva ancora sorgere.\nQuesta è la storia di due sorelle che, nate imperfette, non furono mai destinate a ricevere la benedizione degli dèi.\n\nIl chiaro di luna era un santuario recluso per visitatori sconosciuti, dove le anime fragili condividevano un unico respiro.\nIn quei brevi attimi tra un'agonia e l'altra, che avrebbero dovuto essere colmi di gioia, si accucciavano l'una accanto all'altra, cercando un po' di calore reciproco.\nNon avevano mai visto i loro genitori, né sentito il sussurro del vento che soffia nella foresta.\nAvevano soltanto la loro nonna, e avevano visto il mondo unicamente attraverso le pagine di un vecchio libro di storie.\n\nLe sue pagine fragili, ingiallite e strappate rivelavano un mondo che non avevano mai visto.\nC'erano degli uccelli bianchi che volavano aggraziati sotto una luna ineffabile.\nAmmirando le creature libere dei racconti, le due bambine si fecero una promessa...\nUn giorno sarebbero volate insieme nel cielo come quegli uccelli bianchi.\n\n\"Da quando siamo nate, ci siamo sempre state soltanto noi due.\nQuando giungerà il momento di andarcene, vivremo insieme il resto della nostra vita.\"\n\nMolti anni dopo, una di loro ruppe quella promessa e se ne andò da sola in un luogo molto lontano.\nPurtroppo, però, non fu un volo verso un futuro migliore, bensì una caduta in una notte ancora più buia.\nCon lei se ne andò anche la metà del sogno e del dolore che era destinata a entrambe.\nDa quel giorno Aila, che in seguito sarebbe diventata la prima Cantaluna, iniziò a sopportare il doppio del tormento.\n\n\"Quindi mi hai mentito fin dall'inizio... Mia sorella maggiore, l'unica di cui mi sono sempre fidata.\nMa non proverò rancore per te... Ho perso la speranza di vedere il cielo là fuori già da molto tempo.\""
	},
	"sands": {
		"name": "Delirio della Veneragelo",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Un orologio immacolato arrestatosi tanto tempo fa, insieme alle illusioni della persona a cui apparteneva.",
		"story": "Era l'epoca in cui la luce gelida si era frantumata come uno specchio d'argento, e la luna nuova doveva ancora sorgere.\nFu allora che il grande piano, tramandato attraverso infinite generazioni sin dall'epoca dell'estinzione, raggiunse il suo culmine.\n\nLa stirpe, purificata nel corso di migliaia di anni, avrebbe finalmente dato alla luce la Prescelta, destinata a governare l'Elisio.\nLe sette luci false del cielo sarebbero cadute ai suoi piedi, e le ossa della terra si sarebbero innalzate per seguirla.\nPerché da lei sarebbe nata l'unione col mondo, e da lei si sarebbe ricostruita la prima grande causa.\nQuesto era il sacro dovere che era stato tramandato alle figlie dell'Estremo Nord. Così era, e così sarebbe sempre stato.\n\nMa in una notte abbondante di neve e senza luna, la fanciulla scelta per generare l'erede sacra incontrò finalmente il giovane del regno del Nord.\nNegli occhi di lui, puri come un lago ghiacciato, ella scorse il riflesso di un'altra parte di sé che non aveva mai visto prima.\nAlla sacra fanciulla bastò quell'emozione sconosciuta nei confronti di un giovane ufficiale proveniente da lontano per voltare le spalle al proprio destino.\nPer quella nuova sensazione, quella follia chiamata amore, si levò la corona di corna macchiata di sangue e l'abbandonò sul suolo innevato.\n\nLa fanciulla senza onore, che aveva tradito la sua stessa gente, alla fine non fu in grado di compiere il proprio destino.\nFu catturata da una spia inviata dal monaco folle per essere riportata nella terra natia che era destinata ad amare.\nMa, guardando dall'alto l'ufficiale caduto ai suoi piedi, sotto il quale si stava formando una pozza purpurea, si portò il pugnale alla gola per un ultimo bacio mortale.\n\nE così, la donna che non era riuscita a generare la sacra erede fu sepolta nel silenzio e nella fretta, e la sua morte impedì la profezia.\nFortunatamente, i capi di ogni generazione si erano da tempo preparati alla fine prematura di una tale fanciulla benedetta.\nLovia, l'allora Gran Sacerdotessa, cercò subito una possibile sostituta tra i parenti lontani.\nMa le due gemelle nate da quella stirpe erano solo un'ombra sbiadita della fanciulla di cui avrebbero dovuto prendere il posto.\n\nCi sarebbero voluti dei secoli prima della nascita di una bambina altrettanto pura.\nVedendo che la gloria della grande impresa era svanita come rugiada al sole,\nla Gran Sacerdotessa con la corona di corna, impazzita per l'angoscia e l'ossessione, ordì un terribile piano.\nPerché attendere l'imperversare dei venti per generazioni? Loro erano troppo impure,\ne la loro carne e il loro sangue troppo deboli per generare la radiosità del vero chiaro di luna... Dopotutto, la benedizione della Luna gelata aveva indugiato debolmente in tutt███!\nAllora, bisognava lasciare che ███ ne purificasse ███!\n\nPertanto, in nome dell'ineffabile chiaro di luna, la sacerdotessa compì un atto talmente blasfemo\nda lasciare inorridita persino la Signora della Luna gelata."
	},
	"goblet": {
		"name": "Gloria gioiosa della pura",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Una coppa d'argento immacolata, che si dice sia stata usata negli antichi rituali degli Eredi della Luna gelata. I loro riti odierni non necessitano più di un oggetto del genere.",
		"story": "Era l'epoca in cui la luce gelida si era frantumata come uno specchio d'argento, e la luna nuova doveva ancora sorgere.\nNon riuscendo più a udire i divini insegnamenti del cielo, i discendenti dell'Estremo Nord vennero consumati dall'ira, proprio come nei tempi antichi.\n\nNessuno sapeva come forgiare un'opera d'arte simile a quella rivelata agli antenati dall'apostolo della Città dorata.\nEppure, le ambizioni degli esuli e dei mortali erano più indomite di quelle degli dèi.\nSe si perdesse il reliquiario che, in una notte, può coltivare diecimila acri di terra fertile nel buio e brumoso mare di ghiaccio,\nbisognerebbe rinchiudere i buoi selvatici all'interno dei solchi, di modo da riuscire a conquistare la tundra un centimetro dopo l'altro con il fuoco, la zappa e la falce.\nSe si perdesse la freccia in grado di colpire gli dèi, e perfino di trafiggere quel cielo falso,\nsi dovrebbe forgiare il vomere in una spada, e la scure e la falce e la zappa in un'alabarda, quindi lasciare che il sangue diventi la lanterna che disperde l'oscurità.\n\nE se l'autorità della creazione, donata dal più nobile degli angeli, verrà spezzata,\nla proliferazione delle generazioni successive dovrà essere governata dai mezzi più grezzi rimasti, ovvero tramite le leggi.\nTale deve rimanere, finché il sangue diluito dal disastro e dall'esilio non sarà purificato in un seme sacro,\ne i discendenti mortali non nasceranno come esseri perfetti, in un tutt'uno con il mondo.\nUn giorno, la perseveranza e la determinazione di tutte le creature viventi supereranno tutte le calamità... O almeno è ciò che loro credono fermamente.\nIn fondo, chi ha già pianificato il futuro della propria gente, raramente dovrà subire le fionde e i dardi del disprezzo.\n\n\"Tieni, bevi questo puro chiaro di luna, mio amato bambino, adorato figlio mio!\nLascia che si amalgami nella tua carne e nel tuo sangue, affinché tu possa essere degno della grazia degli dèi.\nAmmira l'apostolo della Città dorata. Guarda come ha bevuto del vino amaro e combattuto per la libertà dei suoi compatrioti!\nAccogli questo dolore gioioso, proprio come lui, poiché da esso nascerà la perfezione.\"\n\nNessuna delle due riusciva più a distinguere il contenuto dell'antico calice d'argento.\nMa se è questo che ha detto la gentile nonnina, allora dev'essere anche la volontà degli dèi.\nSì, tutto era per amor della perfezione, e per la realizzazione di un desiderio che si era mantenuto per un migliaio di anni.\nPer il bene dell'Elisio profetizzato e del re destinato a discendere in questo mondo, bisognava prima sopportare l'impurità e le prove..."
	},
	"circlet": {
		"name": "Corona sacra della devota",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Una decorazione immacolata, creata per imitare le corna dell'emissaria della foresta.",
		"story": "Era l'epoca in cui la luce gelida si era frantumata come uno specchio d'argento, e la luna nuova doveva ancora sorgere.\nL'antica benedizione degli dèi, come una scintilla solitaria sulla vasta tundra, finì per estinguersi.\nMan mano che la luna vuota si spegneva nel cielo, la terra, incapace di sostituirla, cominciò ad avvizzirsi.\n\nLe grandi gesta dei taumaturghi del passato si erano tramutate in preghiere vaporose, che ora rappresentavano le preoccupazioni silenziose delle masse.\nIn quelle notti decadenti e senza luna, persino una sacra fanciulla dal sangue più puro\npoteva a malapena intessere la luce che scorreva in una canzone che emoziona il mondo, come facevano i suoi antenati.\n\nPer quanto i nostri antenati del remoto Nord fossero devoti agli dèi caduti,\ni loro discendenti, mortali su questo globo sublunare, conducono delle vite fugaci come una fiamma tremolante.\nNei tempi antichi era ancora possibile ammirare le sacre fanciulle e le Gran Sacerdotesse incanalare la grazia degli dèi,\ne le persone continuavano a credere che un giorno la luna nuova sarebbe sorta dalla luce infranta.\nPersino quando l'ultima traccia di grazia scompare e non c'è più alcun miracolo a cui assistere,\nil confine tra la fede e le menzogne si assottiglia, diventando fragile come la nebbia del mattino.\n\nSecondo la leggenda, la corona di corna indossata dalle Cantaluna fu un dono della Luna gelata nel momento in cui essa si estinse.\nL'albero d'argento s'era spezzato, i suoi rami bianchi erano svaniti e i sacerdoti chiedevano nuove corone.\nPer compassione, la Signora della luna intessé delle corone sacre con il chiarore lunare appositamente per loro.\n\nFu proprio questo il motivo che l'ultima Gran Sacerdotessa scelse di forgiare il suo diadema in ferro freddo e inflessibile.\nA quel tempo, la giovane Lovia era solo una sacerdotessa, e non aveva mai visto la benedizione della luna.\nSperava che una menzogna confortante come quella avrebbe ancora potuto riunire i credenti infedeli.\n\nFu solo decenni dopo, quando la falsa corona di corna affondò nel sangue corrotto e ripugnante, che riuscì finalmente a vederlo...\nIl riflesso nei suoi occhi non era quello dell'ineffabile chiaro di luna, ma della notte gelida che era stata inghiottita interamente dalla sua stessa ombra."
	}
}