{
	"name": "Perseveranza dei Milleliti",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "PS +20%.",
	"4pc": "#Quando un'abilità elementale colpisce un avversario, l'ATT e l'efficacia dello scudo di tutti i membri del gruppo vicini aumentano rispettivamente di un 20% e di un 30% per 3{NON_BREAK_SPACE}s. Quest'effetto può attivarsi una volta ogni 0,5{NON_BREAK_SPACE}s, anche se il personaggio che sta usando questo set di manufatti non è sul campo.",
	"flower": {
		"name": "Fiore dell'onore",
		"relictype": "Fiore della vita",
		"description": "Un fiore di lamine d'oro. Simbolo delle glorie e degli onori conseguiti da chi lo portava.",
		"story": "In un'epoca in cui si cantavano solenni canzoni dalla cima delle scogliere, una volta un meteorite cadde nella Voragine.\nDalle profondità dell'infinito cielo notturno, il meteorite di ferro precipitò al suolo, trasformando la terra in Cristallo di sabbia vitrea all'impatto.\n\nAnche se la vita umana è fugace, Rex Lapis ordinò personalmente ai Milleliti di accorrere in difesa delle miniere.\nMentre l'Abisso si espandeva, i Milleliti scortarono in salvo numerosi civili.\nI minatori raccontano di un piccolo numero di truppe delle retrovie rimaste nella Voragine.\nInsieme allo Yaksha senza nome, combatterono coraggiosamente finché anche loro non compirono l'ultimo sacrificio tra le rocce frastagliate.\n\nCol tempo, i nomi dei mortali e degli Adepti vennero dimenticati. Col tempo, anche le montagne e i fiumi mutano forma.\nEppure, le loro onorevoli azioni non verranno mai dimenticate. Come questo fiore dalle foglie dorate, brilleranno per sempre.\nMezzo secolo dopo, la città portuale gode di pace e serenità come nel giorno in cui venne messa fine al disastro.\nLe truppe portano ancora questo fiore dorato con orgoglio, in onore del sacrificio compiuto dai loro antenati."
	},
	"plume": {
		"name": "Piuma da guerra cerimoniale",
		"relictype": "Piuma della morte",
		"description": "La piuma di un falco utilizzata durante le cerimonie. Rappresenta la dignità e la risolutezza del Porto di Liyue dinanzi al mondo intero.",
		"story": "Per testimoniare il loro servizio militare, i Milleliti usano le piume dei rapaci per adornare le loro uniformi.\nQueste piume sono indossate solo in occasione delle cerimonie. Innalzano il morale dei cittadini e riempiono di timore gli stranieri in visita.\n\nSi dice che, ai suoi esordi, quest'usanza cerimoniale fosse stata ispirata dallo Yaksha senza nome.\nNel furore della battaglia, quando lo Yaksha era impegnato in un feroce combattimento con l'Abisso, parte del suo piumaggio venne strappato via. Le piume cadute a terra erano considerate un simbolo di speranza.\nAlla fine, il coraggioso Yaksha e l'impavida cittadinanza sprofondarono esausti nell'oscura tana del nemico.\nRex Lapis fu commosso dal loro sacrificio e osservò un prolungato voto di silenzio, immerso nel mormorio delle pietre della montagna.\nAlcuni ritengono che lo Yaksha senza nome che aveva difeso la Voragine non fosse sotto il comando di Rex Lapis.\nAl contrario, credono che si trattasse di un atto di redenzione per un antico peccato... Un prezzo pagato per codardia e negligenza.\n\nQuale che sia la verità, lo Yaksha che un tempo si librava tra le altezze celesti era ora tornato a un'esistenza libera tra le nuvole.\nPer quanto riguarda i soldati, intrappolati in un sonno eterno tra le profondità della Voragine... La loro leggenda continua a crescere con il passare del tempo."
	},
	"sands": {
		"name": "Meridiana d'oricalco",
		"relictype": "Sabbie del tempo",
		"description": "Uno strumento elementare per conoscere l'ora. Accessorio d'ordinanza dei Milleliti durante la guerra.",
		"story": "Una resistente meridiana alimentata dalla luce del sole e della luna, in grado di catturare i raggi di luce anche nei giorni più bui.\nQuando Liyue venne minacciata da una malvagità nera come la pece, questa meridiana aiutò i soldati a ricordare il calore del sole.\n\nNel corso del combattimento fianco a fianco con lo Yaksha, questi soldati mortali non riuscirono a evitare di essere contaminati dal karma o feriti durante la carneficina.\nPer evitare di essere consumati dall'oscurità delle continue uccisioni, i Milleliti usarono questa meridiana per segnare silenziosamente il passare del tempo durante ogni battaglia.\nFissarono un ritmo e un programma di marcia condiviso in modo che uno squadrone di soldati mortali potesse scendere in battaglia mentre un altro si ritirava.\nQuesto ciclo di avanzata e ritirata si protrasse fin nelle profondità della Voragine, dove sia lo Yaksha che i valorosi soldati perirono.\n\nUn secolo dopo, questa meridiana fu riportata alla luce da un minatore. La sua superficie bronzea scintillava alla luce delle stelle.\nLe leggende cittadine raccontano di un collezionista di cimeli in manto nero che un giorno si aggirò per le strade del mercato, acquistando meridiane d'oricalco e pagando generose somme per ognuna di esse.\nAlcuni venditori curiosi gli chiesero quale fosse il motivo, ma lui sviò abilmente tutte le loro domande con una serie di scuse e altri accorgimenti verbali.\nPer quanto riguarda le vere motivazioni di questo individuo, forse solo l'inflessibile scorrere del tempo potrà fornire una spiegazione soddisfacente."
	},
	"goblet": {
		"name": "Calice del giuramento del nobile",
		"relictype": "Calice eonotemo",
		"description": "Un calice d'oro usato dai Milleliti per prestare giuramento. Emana ancora il profumo di un vino delizioso.",
		"story": "Quando vennero fondati i Milleliti, Liyue era ancora un luogo selvaggio e pericoloso.\nGli anziani delle città, dei villaggi e delle tribù giurarono fedeltà con un calice d'oro.\nIn segno di fedeltà a Rex Lapis e di dovere verso i loro compatrioti,\nscelsero dei valorosi soldati da tutte le regioni. Questi soldati divennero noti come Milleliti.\n\nScesero in battaglia con uno Yaksha, combattendo dalle retrovie. Anche loro bevvero da quel calice dorato.\nEra un ultimo brindisi al maestoso e caritatevole Signore di Geo. Con lo sguardo fisso davanti a loro, si precipitarono nell'Abisso.\nCentinaia di anni dopo, un avventuriere presuntuoso recuperò il calice dalle profondità della Voragine e ne eliminò le imperfezioni.\nMiracolosamente, il calice rimase intatto e immacolato nonostante il passare del tempo. L'oscurità di quel regno sotterraneo non era riuscita a privarlo del suo splendore.\n\nPassarono ancora altri secoli. La gente di Liyue raccontava di un'epoca di catastrofi e di uno Yaksha senza nome,\ndi storie di eroi provenienti da patrie disparate e diverse regioni che si erano raccolti sotto un'unica bandiera per sconfiggere l'Abisso...\nIl calice veniva sempre citato, e veniva sempre ricordato come il sangue di coloro che erano ormai scomparsi rimaneva chiaro e immacolato come il giorno in cui era stato versato."
	},
	"circlet": {
		"name": "Elmetto antico del generale",
		"relictype": "Corona della ragione",
		"description": "Uno splendido elmetto antico. Dagli una bella pulita e sembrerà nuovo di zecca.",
		"story": "Il generale che combatté insieme allo Yaksha senza nome cadde in battaglia,\ncosì come i pochi compatrioti che si batterono al suo fianco.\nPer far sì che i civili afflitti potessero scappare, e per mantenere il loro onore agli occhi del Signore di Geo,\nle truppe del fronte che indossavano l'elmo presero il comando, puntando le loro lance verso l'Abisso e lanciandosi in battaglia.\n\nIl disastro colpì le terre brillanti, e un'orda di antichi nemici si fece avanti.\nSu ordine di Rex Lapis, lo Yaksha affrontò una sanguinosa battaglia contro le distorte creature dell'Abisso.\nIl combattimento durò finché anche l'ultima goccia di sangue non bagnò il campo di battaglia, e tutto ciò che era impuro venne purificato.\nQuando la marea dell'Abisso si ritirò, le sabbie tornarono a brillare gloriosamente.\n\nTuttavia, quando l'oscurità che aveva ricoperto i cieli sopra la Voragine si dissipò, lo Yaksha scomparve senza lasciare traccia.\nPer quanto riguarda il generale e gli uomini che avevano lasciato gli elmi sul campo di battaglia, essi riposano lì in pace per sempre."
	}
}