{
	"name": "Esule",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Ricarica d'energia +20%.",
	"4pc": "#L'uso di un Tripudio elementale rigenera 2 di energia per tutti i membri del gruppo (escluso il personaggio che equipaggia il set) ogni 2{NON_BREAK_SPACE}s per 6{NON_BREAK_SPACE}s. Non cumulabile.",
	"flower": {
		"name": "Fiore dell'esule",
		"relictype": "Fiore della vita",
		"description": "Un fiore avvizzito da appuntare alla camicia. Indossato anche durante l'esilio, doveva avere un grande valore emotivo.",
		"story": "Accadde tutto prima che l'aristocratico esiliato venisse coinvolto nella faida familiare.\nQuesto fiore sbocciò prima che venisse versata la prima goccia di sangue.\nAvendo assistito alla crudeltà dell'umanità, l'esule si lasciò alle spalle la sua gentilezza e la sua generosità.\nMa questo fiore sbiadito e il sorriso che un tempo portava sulle labbra resteranno per sempre il suo tesoro."
	},
	"plume": {
		"name": "Piuma dell'esule",
		"relictype": "Piuma della morte",
		"description": "Non un accessorio vero e proprio, ma una piuma qualunque raccolta chissà dove.",
		"story": "L'esule attraversò da solo pianure e foreste.\nAttraverso spessi strati di nuvole plumbee, una piuma azzurra cadde sulla sua spalla.\nLa piuma proveniva da un uccello spaventato che stava fuggendo da un falco, proprio come l'esule.\nLa piuma rappresenta lo spirito di un uccello libero ma senza un nido."
	},
	"sands": {
		"name": "Orologio dell'esule",
		"relictype": "Sabbie del tempo",
		"description": "Nonostante il quadrante rotto e le lancette andate perse, il suo proprietario lo ha tenuto con sé fino alla morte.",
		"story": "L'aristocratico entrò in possesso di questo orologio nella sua gioventù.\nQuesto delicato strumento ha visto scorrere ogni istante della sua infanzia.\nMa una tragedia pose brutalmente fine ai suoi giorni spensierati.\nL'aristocratico venne costretto a un lungo e solitario esilio."
	},
	"goblet": {
		"name": "Calice dell'esule",
		"relictype": "Calice eonotemo",
		"description": "Un calice in metallo pesante. In passato era abbellito da gemme, ma sono andate perse con il tempo.",
		"story": "Questo calice d'argento è un cimelio di famiglia di un aristocratico esiliato. All'esterno, un tempo era incastonata una gemma che riportava il suo stemma familiare.\nMa dopo che l'esule umiliò la sua famiglia, rimosse il simbolo del quale un tempo andava fiero.\nIn seguito, questo calice si ruppe e oggi non può più contenere alcun liquido.\nL'esule però decise di portarlo comunque con sé, fino alla fine del suo viaggio."
	},
	"circlet": {
		"name": "Corona dell'esule",
		"relictype": "Corona della ragione",
		"description": "Una corona prestigiosa. Tuttavia, lo stemma reale è stato rimosso, e non è più il simbolo dello status illustre di un tempo.",
		"story": "Da piccolo, l'esule viveva in una casa di nobili. La sua infanzia fu spensierata, giocando in un palazzo d'argento.\nIn tempi antichi, la corona di suo padre era un simbolo di raffinatezza e nobiltà.\nTuttavia, anni dopo, una faida familiare tinse di rosso il palazzo cadente.\nLa corona divenne la prova del crimine dell'esule, rimanendo per sempre con lui."
	}
}