{
	"name": "Furia tonante",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bonus DAN da Electro +15%.",
	"4pc": "#Aumenta di un 40% i DAN da Sovraccarico, Electrocarica, Superconduzione e Iperfioritura. Il bonus DAN conferito da Accentuazione aumenta di un 20%. Innescare una Vivificazione o una delle reazioni elementali di cui sopra riduce il TdR dell'abilità elementale di 1{NON_BREAK_SPACE}s. Si può verificare una sola volta ogni 0,8{NON_BREAK_SPACE}s.",
	"flower": {
		"name": "Compassione dell'Uccello del tuono",
		"relictype": "Fiore della vita",
		"description": "Un fiore intriso di fulmini, riuscito in qualche modo a sopravvivere alla furia del fuoco purpureo. È l'unico superstite del giorno del disastro.",
		"story": "Un fiore selvatico viola sopravvissuto nella cenere vulcanica.\nFu testimone dell'annientamento dell'antica tribù.\n\nCon il sangue di un innocente, lo sciamano evocò l'Uccello del tuono.\nVenne fatta l'offerta, in attesa dell'Uccello del tuono e dei suoi presagi.\nTuttavia, ciò che accompagnò l'Uccello del tuono fu il fulmine della distruzione.\n\nPer la trasgressione contro il giovane ragazzo che aveva intonato la canzone, la condanna fu la distruzione totale.\nL'Uccello del tuono mostrò la sua vera natura, annientando la tribù dalla faccia della terra."
	},
	"plume": {
		"name": "Superstite della catastrofe",
		"relictype": "Piuma della morte",
		"description": "Una piuma satura di scariche elettriche che sprigiona ancora l'ira dell'Uccello del tuono.",
		"story": "La piuma perduta dell'Uccello del tuono intrisa dell'energia di un fulmine viola.\nTestimonia la distruzione della tribù.\n\nLa tribù venerava l'Uccello del tuono come suo protettore, ma questi vi scatenò contro una tempesta di tuoni.\nIn una notte cupa, strinse un'amicizia sincera con il ragazzo.\nUna volta scomparso, il ragazzo raccolse la piuma che aveva lasciato cadere.\n\n\"Allora ti canterò un'altra melodia,\nquando tornerai con tuoni e pioggia.\"\n\nSpinto alla follia dal rimorso di una promessa non mantenuta,\nl'Uccello del tuono ridusse la montagna in cenere.\nFu cacciato per anni, ucciso come un mostro.\n\nGli anni passarono, la terra bruciata tornò a vivere.\nLa piuma incantata venne sepolta dalla vegetazione.\nLa storia dell'Uccello del tuono e del giovane ragazzo venne dimenticata quasi del tutto insieme alla tribù."
	},
	"sands": {
		"name": "Clessidra tonante",
		"relictype": "Sabbie del tempo",
		"description": "La clessidra usata per preannunciare l'arrivo dell'Uccello del tuono dalla tribù che lo venerava. Ora che la tribù ha smesso di esistere, è caduta nell'oblio.",
		"story": "Una sfarzosa clessidra appartenente all'antica tribù che venerava l'Uccello del tuono.\nLa clessidra smise di funzionare, così come la tribù cessò di esistere.\n\nUna sfarzosa clessidra, realizzata con ametista e oro ambrato, un tempo di proprietà di uno sciamano.\nLa clessidra serviva in occasione della festa in onore dell'Uccello del tuono.\n\nNell'ultima festa della tribù, l'Uccello del tuono in preda alla follia distrusse l'altare macchiato di sangue.\nIl conto alla rovescia per l'arrivo del protettore si trasformò nel conto alla rovescia per la distruzione della tribù.\nL'Uccello del tuono decimò la tribù per vendicare colui che aveva intonato la canzone.\n\nAll'insaputa dell'Uccello del tuono, lo stesso ragazzo considerava il suo sacrificio come un'offerta.\nTutto per il bene della tribù, per ricevere la benedizione dell'Uccello del tuono."
	},
	"goblet": {
		"name": "Presagio di tempesta",
		"relictype": "Calice eonotemo",
		"description": "Un calice che contiene il sangue degli innocenti. Trabocca della furia tonante delle preghiere che riecheggiano al suo interno.",
		"story": "Un calice rituale usato dagli sciamani di un'antica tribù.\nConteneva il sangue da offrire all'Uccello del tuono.\n\nAll'epoca in cui l'Uccello del tuono volava tra i monti in tempesta, un giovane ragazzo cantò senza paura.\nAttratto dalla sua voce, il fiero Uccello del tuono atterrò al suo fianco.\n\n\"Che brani curiosi, minuscolo umano. Non hai paura dei tuoni e dei temporali?\"\n\"Hanno detto che posso placare i tuoni e i temporali,\"\n\nrispose il giovane ragazzo facendo una pausa.\nL'Uccello del tuono pianse rimanendo in silenzio,\npoiché la sua era una canzone incantevole.\n\nFu il primo e ultimo incontro tra l'Uccello del tuono e il giovane ragazzo.\nQuando incontrò nuovamente il ragazzo, il sangue di lui traboccava dal calice dorato sull'altare sacrificale."
	},
	"circlet": {
		"name": "Corona dell'invocatore di fulmini",
		"relictype": "Corona della ragione",
		"description": "Una corona indossata da un antico sciamano che venerava l'Uccello del tuono. La capricciosa bestia rimase indifferente alla devozione che le veniva mostrata.",
		"story": "Nell'antica tribù che venerava l'Uccello del tuono,\ngli sciamani più anziani indossavano questa corona.\n\nL'Uccello del tuono si librava attraverso i temporali, riversando tuoni e una pioggia di color viola.\nLe antiche tribù ne temevano i poteri e lo ringraziavano per le sue benedizioni.\nGli sciamani erano scelti per compiere sacrifici di sangue in suo onore in cambio di protezione e perdono.\n\nL'Uccello del tuono era ancora un mostro incurante dell'adorazione degli esseri umani.\nLoro non ne erano a conoscenza, e interpretavano le imprevedibili azioni dell'Uccello del tuono come rivelazioni divine.\nEppure, per lui i tuoni non erano che inezie, così come il destino degli esseri umani.\nDal cielo, gli umani non erano diversi dagli animali.\n\nFinché un giorno una canzone non squarciò la tempesta.\nLa canzone dissipò le nuvole illuminandolo di luce."
	}
}