{
	"name": "Domatore di tuoni",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "RES a Electro +40%.",
	"4pc": "Aumenta di un 35% i DAN contro gli avversari sotto l'effetto di Electro.",
	"flower": {
		"name": "Cuore del Domatore di tuoni",
		"relictype": "Fiore della vita",
		"description": "Un fiore che sboccia persino in balia di tuoni e fulmini. Ancora oggi conferisce coraggio ai viaggiatori che affrontano le tempeste.",
		"story": "Un fiore viola raccolto durante un temporale.\nChiunque lo indossi non teme più tuoni e fulmini.\n\nQuesto fiore sboccia solo durante i temporali, e non appassisce mai nonostante la pioggia costante.\nQuesto è il fiore del tuono. Con un inchino, il Domatore di tuoni lo raccolse con riverenza.\n\nQuando affrontava indomito tuoni e fulmini, il Domatore di tuoni portava sempre questo fiore sul petto.\nAnche durante lo scontro con la feroce Bestia tonante, la sua determinazione non vacillò mai.\nPer il Domatore di tuoni, indossare questo fiore viola sarà anche stato un semplice atto vanesio,\nma per i viaggiatori, il fiore era fonte della tenace risolutezza in grado di piegare il tuono."
	},
	"plume": {
		"name": "Piuma del Domatore di tuoni",
		"relictype": "Piuma della morte",
		"description": "La piuma di un uccello predatore che si libra attraverso tempeste di fulmini. Si dice che sia divenuta il simbolo dell'eroe leggendario che pacificò i tuoni e i fulmini.",
		"story": "Un emblema a forma della piuma d'un falco solito volare nelle tempeste.\nChi lo indossa è come se riuscisse a sentire il rimbombo di un tuono e il calore di un vulcano.\n\nNon temendo né il tuono né il vulcano,\nil falco lasciò la piuma nel bosco bruciato.\nIl Domatore di tuoni ricreò un emblema di ametista a forma di piuma.\nL'emblema viola risplendeva di luce sotto lo sguardo dei nemici.\nSu questo piccolo oggetto risplendeva un fulmine,\ncome a presagire la caduta della Bestia tonante.\n\nCome il falco, il Domatore di tuoni riuscì a soggiogare sia il tuono che le fiamme,\nfinendo con il decapitare la Bestia tonante."
	},
	"sands": {
		"name": "Clessidra del Domatore di tuoni",
		"relictype": "Sabbie del tempo",
		"description": "Una clessidra custodita dall'eroe che conquistò tuoni e fulmini. I minuscoli frammenti di Cristalli di Electro scorrono avanti e indietro con il passare del tempo.",
		"story": "Una clessidra un tempo usata dal Domatore di tuoni. Al suo interno non scorre sabbia, ma minuscoli frammenti di Electro.\nI frammenti si frantumano e scendono con il passare del tempo, per poi fondersi insieme sul fondo della clessidra.\n\nIl Domatore di tuoni che ha sconfitto la Bestia tonante ha realizzato questa clessidra con l'ametista.\nIl passare del tempo è proprio come un fulmine. Irrompe nel cielo e scompare in un lampo.\nPersino il Domatore di tuoni non è stato in grado di dominare il fulmineo scorrere del tempo.\n\nAll'interno di questa clessidra, anche il tuono e il fulmine devono obbedire alle immutabili leggi del tempo.\nAll'interno della clessidra, i frammenti si frantumano e si fondono innumerevoli volte mentre il tempo scorre silenzioso.\nDall'osservazione di questo fenomeno, il Domatore di tuoni ha appreso il ciclo della vita e della morte. Forte di questa conoscenza, è riuscito a sconfiggere la bestia."
	},
	"goblet": {
		"name": "Calice del Domatore di tuoni",
		"relictype": "Calice eonotemo",
		"description": "Il calice da vino da cui una volta il Domatore di tuoni, che sconfisse la bestia tonante, bevve dei fulmini viola.",
		"story": "Un calice un tempo appartenuto al Domatore di tuoni.\nForse il suo precedente proprietario lo usava per abbeverarsi del tuono.\n\nPer quanto potente, il Domatore di tuoni non era che un semplice mortale con sentimenti umani.\nLa rabbia e l'estasi si susseguivano in un lampo, proprio come il martellare di un tuono.\nQuesto calice non è stato solo testimone delle prodezze del Domatore di tuoni, ma anche del suo dolore e delle sue risate.\n\nQuesto calice serviva a bere il vino usato in occasione dell'uccisione sacrificale della famiglia del Domatore di tuoni.\nDa questo calice deriva il coraggio che ha aiutato il Domatore di tuoni ad avventurarsi nella caverna della bestia.\nQuesto calice era l'unica fonte di compagnia del Domatore di tuoni, che trascorse i suoi ultimi giorni in solitudine."
	},
	"circlet": {
		"name": "Diadema del Domatore di tuoni",
		"relictype": "Corona della ragione",
		"description": "La corona conferita al Domatore di tuoni per aver sconfitto la Bestia tonante che aveva scatenato il caos sulla terraferma.",
		"story": "Un diadema molto antico.\nRisplende della luce del fulmine placato.\n\nLa feroce Bestia tonante\nridusse in schiavitù il popolo con i suoi fulmini potenti.\nMa così come il fulmine durò solo un istante,\nanche la sua potenza scomparve in breve tempo.\n\nIl Domatore di tuoni sconfisse la bestia durante una tempesta di fulmini.\nRivendicò questo diadema come suo trofeo.\nIl passato, tuttavia, non può mai pacificarsi del tutto."
	}
}