{
	"id": 10004,
	"rarityList": [
		3,
		4
	],
	"name": "Miracolo",
	"effect2Pc": "RES a tutti gli elementi +20%.",
	"effect4Pc": "I DAN elementali subiti aumentano la RES elementale corrispondente di un 30% per 10 s. Si può verificare una sola volta ogni 10 s.",
	"flower": {
		"name": "Fiore miracoloso",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore cresciuto in una roccia, che è riuscito a rompere per farsi strada verso la luce.",
		"story": "Un piccolo fiore blu sbocciato tra le crepe di un'antica pietra tombale.\nLe incisioni sulla pietra tombale sono legate alla morte, ma ciò che è nato dalle sue crepe è il miracolo della vita."
	},
	"plume": {
		"name": "Piuma miracolosa",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "La piuma di un rapace che vola tanto velocemente da non essere quasi avvistato dall'occhio umano.",
		"story": "Strappata a un falco veloce come il vento. La sola esistenza di un uccello simile è un miracolo.\nLa natura gli aveva donato una vista perfetta e artigli affilati.\nGrazie alle sue ampie ali, la sua velocità di planata era senza pari."
	},
	"sands": {
		"name": "Clessidra miracolosa",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Una clessidra comune. Girala e la sabbia comincerà a scorrere verso il basso come se fosse acqua.",
		"story": "Si dice spesso che sia possibile ottenere la vittoria impegnandosi, ma che per ricevere un miracolo si possa solo aspettare.\nMa non è forse un miracolo che questa sabbia fine sia stata un tempo una dura roccia?\nNon è un miracolo anche il fatto che ci siamo incontrati?"
	},
	"goblet": {
		"name": "Calice miracoloso",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un calice usato solitamente nella chiromanzia. Ovviamente, può anche contenere dell'acqua.",
		"story": "Un calice trasparente che risplende della luce delle stelle.\nIn passato veniva usato per predire la sorte.\nSi credeva infatti che l'acqua che conteneva riflettesse il Mare di stelle."
	},
	"circlet": {
		"name": "Orecchini miracolosi",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Un accessorio di poco valore, prodotto con i minerali estratti da un meteorite.",
		"story": "Un paio di orecchini economici realizzati con un metallo splendente come le stelle.\nCiò che i venditori non sanno è che lo scintillio di questi orecchini proviene da stelle cadute di tempi antichi."
	}
}