{
	"name": "Dottoressa errante",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "Guarigione ricevuta +20%.",
	"4pc": "Usare il Tripudio elementale ripristina un 20% dei PS.",
	"flower": {
		"name": "Loto argentato della dottoressa errante",
		"relictype": "Fiore della vita",
		"description": "Un prezioso ingrediente per medicinali che ha perso tutta la sua efficacia dopo anni di giacenza.",
		"story": "La dottoressa viaggiò ovunque in cerca di erbe rare, con lo zelo di un'avventuriera.\nSu un ripido strapiombo, tra rocce scivolose, trovò questo Loto argentato.\nNon lo usò mai per preparare delle medicine, ma da quel giorno il suo profumo le diede la forza di andare avanti."
	},
	"plume": {
		"name": "Piuma di gufo della dottoressa errante",
		"relictype": "Piuma della morte",
		"description": "La piuma resistente di un gufo. Emblema di supremazia notturna, ha incoraggiato la dottoressa errante durante le sue visite ai pazienti in piena notte.",
		"story": "Nemmeno la notte più buia poteva impedire alla dottoressa errante di raggiungere i suoi pazienti.\nDi notte, il pericolo si nasconde dietro ogni angolo. Coloro che si avventurano fuori devono restare vigili come il gufo.\nMa, a differenza di questo, le infinite notti senza riposo riuscirono alfine a prevalere sulla dottoressa errante, che si ammalò."
	},
	"sands": {
		"name": "Orologio della dottoressa errante",
		"relictype": "Sabbie del tempo",
		"description": "Uno strumento preciso usato per tenere il tempo. Per una dottoressa ogni secondo è prezioso.",
		"story": "Quando si cerca di salvare un paziente morente, ogni secondo è essenziale.\nLa precisione di questo orologio aiutò la dottoressa errante a stravolgere il destino molte volte.\nMa, mentre giaceva sola sul suo letto di morte, tutto quello che poté fare fu apprezzarne il ticchettio che scandiva un momento prezioso che ancora le rimaneva.\nCiò che un tempo era uno strumento per salvare vite ora cantava un'ultima elegia alla sua proprietaria."
	},
	"goblet": {
		"name": "Vaso per medicinali della dottoressa errante",
		"relictype": "Calice eonotemo",
		"description": "Questo vaso conteneva intrugli concentrati ed estremamente potenti. Ora è vuoto, ma emana ancora un forte odore di medicina.",
		"story": "Il medicinale all'interno si è seccato da tempo, ma il suo odore pungente permane ancora in questo vaso.\nCon quel medicinale amaro, la dottoressa errante salvò innumerevoli vite.\nE quando si ammalò gravemente, nessuno restò al suo fianco eccetto il vaso per medicinali, appoggiato sul bruciatore."
	},
	"circlet": {
		"name": "Fazzoletto della dottoressa errante",
		"relictype": "Corona della ragione",
		"description": "Usato per legare i capelli della dottoressa mentre assiste i pazienti, nelle emergenze può fungere anche da fascia per slogature e braccia rotte.",
		"story": "Quando ancora la dottoressa errante vagava di luogo in luogo, i suoi giorni erano ricchi di impegni e la donna doveva correre trafelata da un paziente all'altro.\nChe piovesse o splendesse il sole, niente poteva impedirle di proseguire la sua missione.\nQuesto fazzoletto non solo proteggeva i suoi capelli spettinati, ma fungeva anche da benda.\nLa accompagnò in tutte le avversità e divenne il suo compagno di viaggio più fedele."
	}
}