{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Fantasmagoria incompiuta",
	"effect2Pc": "ATT +18%.",
	"effect4Pc": "Dopo aver lasciato il combattimento per 3 s, i DAN inflitti aumentano di un 50%. Quando il personaggio è in combattimento, se nelle vicinanze non sono presenti avversari affetti da Ustione per più di 6 s, il bonus DAN diminuisce di un 10% al secondo fino ad azzerarsi. Se è presente almeno un avversario affetto da Ustione, invece, il bonus DAN aumenta di un 10% al secondo fino a raggiungere il 50%. Quest'effetto può attivarsi anche se il personaggio che equipaggia il set non è in campo.",
	"flower": {
		"name": "Frutto fosco di fiori limpidi",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un fiore scolpito dalla pietra grigia e laminato in oro. Leggenda vuole che, durante una certa guerra, sia stata usata per distingue gli alleati dai nemici.",
		"story": "In quel tempo, le insegne delle tribù si erano già ricoperte di polvere, perdendo gradualmente i loro colori.\nDi fronte al trono si ergeva un mezzo uomo dall'aria distinta e preminente, nella cui mano si trovava un anello scheggiato.\nEra stato dato l'ordine di non prestare ascolto alle istruzioni lasciate dai messi del crepuscolo, gli antichi antenati, i primi ad ascendere...\nDi non udirle nelle fangose radici degli alberi, tra le tremolanti fiamme delle pire o nei riflessi che si trovano nelle fitte foreste.\n\nCosì, l'antica oscurità, l'attimo che inghiotte milioni di tenebre, infine arrivò,\ncome l'odore del ferro, che persiste finanche quando il sangue che macchia le antiche pergamene si sbiadisce.\nQuando le nere tenebre divennero così fitte da brancare gli abissi,\nil giovane dagli occhi rossi, temprato a tutte le catastrofi, fece ritorno dal regno dove l'acqua fluisce come raggi di luce, per giungere agli altipiani dell'ineffabile città.\n\nEntrando nel giardino galleggiante, il rauco avvertimento di quell'anziana cieca e ricurva ancora gli risuonava nelle orecchie:\n\"Come fiori radiosi che sbocciano tra le edere del distante acquitrino,\nva' e cercali, poiché questa è una terra di morte, piagata dai teschi dei giganti...\nVa' e trova uomini virtuosi, ancora inclini ad affrontare il freddo pungente, la notte crudele e il fuoco incandescente.\nE ricorda: non tradire mai la loro passione, il loro odio, la loro cupidigia e le loro ambizioni!\nNon annientare la fede di coloro che ancora volgono lo sguardo verso le fiamme che divampano.\"\n\nLa prima ad arrivare fu una giovane donna, che stringeva tra le mani uno scolorito accessorio a forma di piuma. Ella cercò informazioni per conto del giovane, guizzando tra le alte tende come un trogone.\nPoi giunsero i due eroi gemelli. Il maggiore aveva labbra e denti più affilati di una lama, il minore mostrava sulla schiena i segni della brutale sferza del tiranno.\nNell'apprendere come il giovane dagli occhi scarlatti avesse salvato i Saurici, anche il taciturno guerriero si convinse a donare la sua forza.\n\n\"A ogni modo, ci occorre qualcuno che conosca a menadito la struttura della città,\nqualcuno capace di individuare i percorsi da imboccare, sia quelli noti sia quelli segreti, nonché di manipolare i meccanismi come si fa con un giocattolo.\"\nDopo che il giovane dagli occhi scarlatti ebbe proferito queste parole, l'eroe tanto forte quanto riservato e reticente,\nche auspicava una convivenza pacifica tra Saurici ed esseri umani, si ricordò di quelle voci e pronunciò il nome di un certo artigiano."
	},
	"plume": {
		"name": "Coda smeraldina scolorita",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Un accessorio a forma di penna rettrice che ha ormai da tempo perduto il suo lustro originale. I motivi che la decorano si dice siano opera di un antico e abile artigiano.",
		"story": "\"L'ingegnosa forma delle incisioni turchesi carpirà anima e mente di chiunque poserà gli occhi su di esse.\nChiunque osserverà le intricate iscrizioni dorate resterà profondamente commosso dall'eccezionale maestria dell'artigiano.\"\n\nLa giovane obbedì agli ordini del giovane a cui era profondamente legata, cercando tracce del rinomato artigiano tra le voci che giravano per le strade.\nEppure, tra i cortili dei palazzi e i banchetti della nobiltà non trovò nulla.\nIn preda al turbamento, estrasse la piuma dorata ornamentale e ne fissò la luce fioca, riportandole alla mente il volto del suo defunto padre.\nAl suo fianco, un ubriacone con la metà del volto nascosto da un cappuccio aprì freddamente la bocca, raccontando l'origine dei motivi che adornavano la piuma.\n\nChi avrebbe mai pensato che il creatore di accessori così belli fosse un mendicante dall'aspetto orrendo, che bighellonava in una taverna fatiscente?\nMetà del suo viso era segnato da cicatrici inflitte da fiamme imbizzarrite, celate sotto un cappello, e la sua carne aveva l'aspetto di un cencio insanguinato.\nMa la ragazza non provò paura alcuna e, riavutasi dalla sorpresa, gli consegno l'accessorio.\nQuella notte, mentre osservava l'ornamento la cui luce era da tempo sbiadita, le raccontò di antiche cose andate perdute in quella terra.\nLa storia del trogone color smeraldo e dalla lunga coda, di quando aveva ricevuto l'incarico di realizzare qualcosa per un individuo rispettato da tutti...\n\n\"Era mio padre, ma venne condannato per aver protetto i Sauriani della tribù, e pagò con la vita stessa.\"\nLa voce della ragazza era fredda. L'artigiano vide nei suoi occhi lo stesso odio che egli stesso nutriva.\n\n\"Allora sarò felice di servirt... cioè, di servire il tuo signore\", disse prima ancora ch'ella esprimesse il proprio obiettivo.\nIn cuor suo, era davvero disposto a servirla, ma non era necessario che lo dicesse.\nPoiché sapeva che, in quel momento, qualcun altro aveva già conquistato il cuore della fanciulla."
	},
	"sands": {
		"name": "Momento di conquista",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Una meridiana usata in un antico regno per tenere traccia del tempo. Presenta dei piccoli solchi visibili solo dopo una scrupolosa osservazione.",
		"story": "Una delle cose che più tormenta ogni ricercatore dedito allo studio delle reliquie è il fatto che,\nsulle numerose meridiane recuperate tra le antiche rovine incenerite della città,\nper qualche motivo, capita di trovare incisioni realizzate con un bulino, tutte nello stesso identico punto.\n\nLe genti dei canyon credevano che fosse il momento, per coloro che avevano abbandonato la loro fede, di illuminare nuovamente i pilastri d'ossidiana.\nQuel giorno, la figlia delle miniere Sakkuk, colei che agiva per conto dei capotribù, rispedì gli spiriti erranti nel regno della notte.\nLe genti delle foreste sospese credevano fosse il momento, per coloro che avevano annullato il proprio contratto, di firmarne uno nuovo coi Saurici delle sei tribù.\nQuel giorno, il taciturno Yupanqui, grande eroe rispettato da ogni guerriero, usò la sua spada per spezzare le catene che cingevano il collo dei Saurici.\nLe genti della fonte sorgiva credevano fosse il momento, per coloro che avevano dimenticato il proprio passato, di ascoltare nuovamente gli echi delle onde.\nQuel giorno, l'eloquente Atawallpa, il più anziano dei due eroi gemelli, risvegliò in tutti il desiderio delle glorie passate.\nLe genti delle nazioni fertili credevano fosse il momento, per coloro che erano oppressi, di risorgere nuovamente dalla terra.\nQuel giorno, il trionfante Waskar, il più giovane dei due eroi gemelli, fu il primo a opporsi al nero torrente dell'oscurità.\nLe genti delle cime montuose credevano fosse il momento, per coloro che erano rimasti chiusi in gabbia, di fare ritorno al nido della libertà.\nQuel giorno, l'eroe dagli occhi scarlatti invocò l'ardente ira divina, riducendo in cenere la città e ridonando alla tribù la propria terra.\n\nSolo colui che era emerso dal fumo misterioso, il giovane che conosceva i segreti occulti, non proferì parola.\nNella sua solitudine, l'immagine dipinta sulla pallida pergamena gli tornò in mente. Si dice che in quel momento il sole venne oscurato da una tetra ombra.\nGli eroi, che si erano a lungo preparati a quell'evento, colsero l'occasione per spodestare il folle re di fronte al trono vuoto.\nNelle cronache apocrife, colui che aveva concepito il piano era un abile artigiano di cui non rimane più alcun nome.\n\n\"Tuttavia, durante la guerra, l'artigiano non lasciò alcuna parola che potesse ridare autorità alle tribù,\ne finì per sparire dalle antiche storie senza lasciare alcuna traccia, coperto da altri racconti e strati di narrazione.\"\n\nIl giovane smussò con le sue mani le incisioni pressoché identiche presenti sulle meridiane.\nSe ci fosse stato un momento, infinite albe prima, dopo che il giorno di esecuzione del piano venisse concordato, tali mani avrebbero potuto non esistere mai,\ncosì come l'attimo in cui il padrone di quelle mani incise quei segni sulle meridiane."
	},
	"goblet": {
		"name": "Calice dell'escogitativa",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Una coppa a tre gambi. In passato, un gran numero di eroi si radunava attorno al fuoco per brindare ognuno col proprio calice, discutendo dei propri desideri e delle proprie ambizioni.",
		"story": "Egli raccontò al giovane dagli occhi scarlatti e ai suoi eroi delle prove e delle tribolazioni che aveva affrontato.\nSi dice che il re della città ineffabile un tempo radunò abili artigiani provenienti dalle tribù.\nNel sottosuolo, dissotterrò mastodontiche costruzioni bestiali, le cui ali un tempo catturavano il vento come enormi stendardi. Tutto per soddisfare le sue ambizioni.\nMa il comportamento imprevedibile del re era ormai noto a tutti, e così, il giorno in cui finalmente scandagliò i segreti più reconditi,\naccese un grande fuoco, intenzionato a darli alle fiamme, e con essi tutti coloro che li conoscevano, seppellendoli insieme alle rovine oltre la porta di pietra...\n\nIn quell'inferno che tutto consumava, mentre un artigiano ormai spacciato giaceva sgomento e in punto di morte,\nla testa di pietra pianse una lacrime dorata, che cadde nell'occhio dell'uomo impartendogli conoscenza.\nParlò di gigantesche creazioni che vide durante il suo delirio, e del mormorio di elaborati macchinari.\nParlò di ombre mosse da fiamme ondeggianti, che si arrampicavano dal lontano orizzonte fino al disco lunare che si stagliava nel cielo.\n\n\"Quindi, è quella lacrima d'oro...\" \"La fonte del tuo fiume di storie favolose?\"\nQuesto chiesero ridendo gli eroi gemelli, che avevano considerato la storia un mero raccontino.\nSentiva l'incredula giocosità nel loro tono, un modo di parlare che li aveva sempre distinti. L'uomo era ormai abituato al loro atteggiamento.\nSentendo su di sé lo sguardo curioso della giovane donna, si sforzò di ridere a sua volta, al punto da provocarsi dolore nei suoi poveri muscoli facciali.\n\nIn realtà, aveva visto molto altro in quelle fiamme che avevano quasi ridotto in cenere la sua vita: motivi dorati semoventi,\nun'altra via per fuggire dalle rovine, nonché le molteplici e ferree regole fondatrici di quell'impero che si estendeva in ogni dove.\nMa queste ultime potevano risultare al di là della comprensione dei giovani...\nMise da parte la sua coppa di vino, sul quale non scorreva che qualche goccia in basso a sinistra.\n\nForse, quando finalmente la polvere si sarebbe placata e l'antica pietra angolare fosse stata rimessa al suo posto,\ne quando il mondo intero avrebbe ormai voltato pagina, avrebbe potuto rivelare tutto. Di questo lui si compiaceva,\npoiché, da molto tempo, le sue fantasie più sfrenate riguardavano la realizzazione di un brillante muro imperiale per il nuovo re."
	},
	"circlet": {
		"name": "Corona senza corona",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Una corona d'oro ornata con piume turchesi e smeraldine. È rimasta da sempre riposta sopra un cuscino di velluto, e non ha mai sormontato il capo di alcun governante.",
		"story": "Una volta qualcuno esaudì il desiderio della giovane donna, accettando di ricreare gli accessori in piuma ormai sciupati dopo la caduta dell'antico regno.\nE così ella promise anche a quella persona, che aveva guadagnato il suo rispetto da tempo, che quando sarebbe arrivato il momento gli avrebbe donato in cambio una corona turchese.\nSolo dopo aver visto il cadavere, contorto e accovacciato per l'agonia, sotto la cruenta lama della bestia nera finalmente capì:\nla corona che aveva forgiato e adornato con le sue stesse mani sarebbe rimasta da sola ad aspettare il proprio padrone, che non avrebbe mai partecipato all'incoronazione.\n\nMolti anni dopo, le strane preferenze di quell'ormai anziana signora si diffusero nelle sei tribù.\nSi dice che l'anziana signora apprezzasse tutti i tipi di gioielli lussuosi, molti dei quali non potevano più essere realizzati con le abilita degli artigiani contemporanei.\nSe si trattava di un lavoro firmato da uno specifico artigiano e si era disposti a donarglielo,\nlei si sdebitava dando in cambio copiose quantità di gemme preziose.\nAllo stesso modo, accettava anche i pezzi falsi.\n\nQuando la gente della tribù la esortò, perlomeno, a non ricompensare la cupidigia degli imbroglioni,\nlei rispose: \"Ah, ma io lo faccio proprio affinché queste becere copie non macchino il suo buon nome!\"\nInoltre, sebbene non lo annunciasse in pubblica piazza, non permetteva mai a simili imbroglioni e alla loro perfidia di farla franca.\n\nAl contrario dei suoi amici sacrificatisi con coraggio, la sua vita le era parsa fin troppo lunga. E così,\nusò il tempo che le restava per raccogliere tutto ciò che era stato lasciato dagli eroi che tanto le mancavano.\nIl giovane dagli occhi scarlatti che aveva amato era tornato alle fiamme sacre dopo aver compiuto la sua missione, lasciando dietro di sé solo un caldo bagliore.\nE, quando l'eroe silenzioso cadde nelle fiamme del sovrano, il nuovo mondo riflesso nell'occhio che gli restava era già la sua più grande ricompensa.\nUno degli eroi gemelli era stato un incorreggibile chiacchierone, ma dopo aver visto suo fratello morire per mano del nemico, gridò fino a distruggersi la gola.\n\n\"Anche Atawallpa è morto prima di me... Chi avrebbe mai immaginato che io, la più fragile tra noi, avrei vissuto fino alla fine?\nI membri saggi delle tribù dicono che coloro che si lasciano scuotere dai venti e dalle onde prima o poi finiscono per stancarsi della terraferma, e lo stesso vale per me.\nQuesti anni trascorsi senza di voi... sono stati una vera noia, per me.\"\n\nMa di certo verrà il momento per riunirsi agli amici da tempo perduti, e per l'avverarsi delle premonizioni tanto attese.\nElla prese tra i suoi gioielli gli articoli autentici che l'artigiano aveva creato. Rispetto agli oggetti contraffatti, erano in numero di gran lunga inferiore.\nCosì, accompagnata da quegli oggetti che portavano il nome dell'artigiano, ella si incamminò nella notte oscura, senza fare più ritorno.\n\nSecondo la leggenda, il giorno dopo, le persone si radunarono ai piedi dell'albero dove lei aveva riposto la corona turchese,\ne tutti insieme giurarono di eseguire il suo ultimo ordine, e cancellare dalla storia il nome dell'abile artigiano che ella aveva portato con sé."
	}
}