{
	"name": "Bagliore di Vourukasha",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "PS +20%.",
	"4pc": "#Le abilità e i Tripudi elementali ricevono un 10% di bonus DAN. Dopo che il personaggio equipaggiato subisce DAN, questo effetto di base aumenta di un 80% per 5{NON_BREAK_SPACE}s. Massimo 5 accumuli. La durata di ciascun accumulo viene conteggiata in modo indipendente. Questi effetti possono essere attivati anche quando il personaggio equipaggiato non si trova in campo.",
	"flower": {
		"name": "Stame della Genesi di Khvarena",
		"relictype": "Fiore della vita",
		"description": "Uno stemma la cui forma ricorda quella di un grazioso fiorellino. Veniva indossato dai pellegrini in un passato ormai remoto.",
		"story": "\"La mia figlia innocente, mia Khvarena...\nTi affiderò a un'altra madre. Amala, e sii fedele a lei.\nLa sua saggezza non è inferiore alla mia, e la sua luce è anche più radiosa.\nUna volta, nei miei sogni, incontrai un incubo senza volto che mi spaventò terribilmente.\nCosì ti ho separata dal mio corpo, e ti chiedo ora di prevenire l'arrivo di quell'incubo.\n\nMia Khvarena, luce dei miei occhi...\nUn giorno l'avvisai dell'arrivo della marea nera, ed è da quel momento che cominciò il tuo destino.\nNon aver paura e non fuggire, non lasciare che la tua Khvarena perda intensità, e non disonorare tua madre.\nCosì è il mio destino, sacrificarmi per i mortali; ma il sacrificio è un meraviglioso preludio alla nuova vita...\nVai ora, raggiungi il verdeggiante abbraccio di tua madre. Nel suo reame troverai il tuo destino.\n\nMia Khvarena, mia figlia pura...\nCambierai profondamente. Affronterai la prova della separazione e della morte.\nE dopo ciò diverrai immortale, e sarà una strada ancor più ardua...\nLa Signora dell'Amrita e la Signora dell'erba e degli alberi ti precederanno nel perdere la loro forma divina...\nSaranno dimenticate, e solamente il ricordo del tuo sacrificio sarà ricordato.\n\nMia Khvarena, figlia dei fiori...\nSe sei pronta a non indietreggiare di fronte alla paura...\nAllora lanciati nell'abbraccio della tua nuova padrona.\""
	},
	"plume": {
		"name": "Penna dalle tinte vivaci",
		"relictype": "Piuma della morte",
		"description": "Una piuma ornamentale raffinata, su cui risplendono foglie verdeggianti e fiori profumati dalle tinte vivaci.",
		"story": "In un tempo che nessuno ricorda, la notte prima che la tempesta di sabbia della tragedia travolgesse il paradiso...\nI fiori e gli alberi parlavano dei regni mortali, delle loro speranze, e del loro triste futuro.\nColoro che non dovevano essere avvicinati causarono lo scatenarsi della morte grigia, e la marea oscura devastò le grezze rive del fiume.\nLe piante e le bestie appena nate si unirono ai mortali per respingere le ondate malvagie.\n\nNei tristi anni che seguirono la sua rottura con il Signore delle sabbie rosse, la Regina dell'erba e degli alberi trasformò la Khvarena in un uccello divino,\nincaricandola di proteggere due mondi, di custodire il confine tra la nascita e la morte.\nL'uccello divino visse tra i pini, i cipressi e i loti delle nevi, e dormì in sogni che ricordavano i tempi in cui l'alleanza era ancora viva...\nFu solo quando arrivò il disastro che si svegliò, e andò incontro al suo inevitabile destino.\nIn seguito, proprio come aveva tristemente previsto quella persona, il mortale e silenzioso buio pervase la foresta...\nE, proprio come da avvertimento, le ondate di belve oscure imperversarono e travolsero la foresta appena nata...\n\nIn mezzo al caos che ne conseguì, la precedente governante del Regno dell'acqua rimase uccisa, e il suo corpo si trasformò in un mare di pura rugiada, l'Amrita,\nma persino quel mare di purezza si sarebbe prosciugato, diventando una desolata terra devastata dall'Abisso.\nMa la padrona dell'erba e degli alberi non aveva tempo di piangere, poiché l'Albero madre dagli innumerevoli semi doveva essere nutrito...\nPer mondare le impurità oscure e assicurare la purezza dell'Amrita, Simurgh infranse la sua forma divina.\n\n\"Tutte le bellissime cose nate dalla Khvarena dei fiori devono affrontare il proprio destino, avvizzire e cadere nel fango,\ne una volta che saranno appassite, rinasceranno, nutrite dall'Amrita, come creature del mare floreale, non più turbate da cose come la 'morte'.\""
	},
	"sands": {
		"name": "Escissione ancestrale",
		"relictype": "Sabbie del tempo",
		"description": "Un antico segnatempo su cui risplende la luce di Khvarena. È riempito con un liquido puro e che appare vivo.",
		"story": "\"Ti darò un frammento di Khvarena, amica mia. Tienilo stretto e mantienilo al sicuro.\nProviene dalla saggezza dei fiori e dalle vie dei cieli, e racchiude la pura essenza della vita.\nKhvarena è un punto nel cuore di un fiore, una singola goccia di luce in un mare di dolce rugiada.\nFai tesoro del mio regalo, fino al giorno in cui l'abisso oscuro emergerà per annegare tutta la vita...\"\n\nLe foglie e i fiori si tramandarono tra di loro la lontana favola ed essa fu ricordata dai frutti e dai semi.\nQuando la signora dei fiori appassì e divenne polvere, quando il padrone del deserto fu traviato da un falso sogno,\nquando i tiranni furono sepolti sotto le dune in continuo movimento e le loro ambizioni si spensero,\nquando tutto ciò che proveniva dalla terra tornò alle sabbie dorate, e ciò che veniva dal vento che scorre fu dato alla foresta...\nLa Regina dell'erba e degli alberi guardò placidamente il mondo cambiare, ricordando la sua promessa a coloro che erano caduti.\n\n\"Per favore, proteggi questa Khvarena per me, mia alleata, mia amata amica.\nQuando non ci saremo più, i mortali vagheranno, persi come infanti appena tolti dalle fasce.\nFragili, ma forti a sufficienza da conquistare i venti selvaggi, le fiamme ardenti e le loro stesse imperfezioni.\nMa ciò che temo non sono i disastri che non posso prevedere, piuttosto l'oscurità caotica...\nSolo la malvagità di questa oscurità e la minaccia della 'morte' possono schiacciare i germogli.\"\n\nQuando la sabbia dorata divorò il paradiso del passato, la Regina dell'erba e degli alberi emerse per adempiere all'antico accordo.\nSeguendo il volere della Khvarena, creò per essa una forma bellissima, modellandole una vita che era adorabile oltre ogni paragone.\nSi trattava di Simurgh, l'uccello divino, nella cui forma si potevano ammirare le vivide sfumature di innumerevoli uccelli, e nella cui canzone era presente quella di moltissimi fiori...\nL'ultimo sogno dell'oasi fu raccolto in un unico corpo e trasformato nel puro, luminoso e infinito mare di fiori nascosto nel corpo dell'uccello divino."
	},
	"goblet": {
		"name": "Banchetto della gioia infinita",
		"relictype": "Calice eonotemo",
		"description": "Un sontuoso calice che un tempo traboccava di nettare e melata. Oggi è completamente vuoto.",
		"story": "Dopo la scomparsa della Signora dei frutteti, la Regina dell'erba e degli alberi tagliò i rapporti con il mare di sabbia.\nRinunciando all'amore folle e alla maestà, decise di fare ritorno alla foresta pluviale e intraprendere la strada della conservazione della vita...\nIn questo modo, nuova vita emerse dalla foresta e i saggi, creando scompiglio, modellarono le loro dimore.\nLa fantasia sfrenata porta alla morte inesorabile, e la metafora della morte mette in guardia i mortali.\n\nLe Khvarena dei fiori nacquero dal più sfarzoso dei banchetti e dalla più pura delle delizie.\nE al loro interno non si trovava l'acredine dell'ascetismo, né il fetore dell'autorità.\nIl suo destino ultimo era la morte ineluttabile, l'appassimento e il disseccamento...\nSolamente il Signore della saggezza poteva trarne insegnamento, in modo da proteggerlo e usarlo correttamente.\n\n\"Ma non dimenticare la profezia della mia grande padrona, poiché è stata lei a mandarmi da voi.\nLa follia non ucciderà ancora i mortali, ma la selvaggia marea delle tenebre al di là di questo mondo spazzerà comunque via ogni cosa.\nIo sono l'ultimo residuo della mia padrona, l'essenza floreale che tutto purifica.\nSe mi unissi all'acqua più pura, deflagrerei, come fanno i melograni, in innumerevoli raggi di luce.\"\n\nE così l'uccello divino Simurgh nacque dalla Khvarena dei fiori,\nrestando per un certo tempo al fianco della sua padrona prima di spiccare il volo verso il mare floreale..."
	},
	"circlet": {
		"name": "Fulgore del Cuore di Khvarena",
		"relictype": "Corona della ragione",
		"description": "Degli orecchini brillanti e dalla fattura sofisticata, su cui sembra scorrere il lustro di cento fiori.",
		"story": "\"Mia cara amica, eri così saggia, ma te ne sei andata così presto...\nTra le gloriose leggende si nascondono le tenebre dell'oblio,\nproprio come la vita cammina a fianco della morte, dimenticandosi di essere l'amante del ricordo.\nSe l'oscurità della morte non la minacciasse, nessuna vita avrebbe alcuna importanza.\nSe le ondate dell'oblio non si fossero scatenate contro di loro, non ci sarebbe storia degna di essere raccontata.\"\n\nIn un'epoca ormai remota, la Regina dell'erba e degli alberi una volta fece ciò che la sua amica le aveva affidato:\ndonare alla Khvarena dei fiori la forma d'uccello divino e metterla in difesa di una parte della foresta.\nE proprio come il destino dei fiori freschi è appassire, quello di Simurgh era il sacrificio.\nColei che nutre tutto ciò che è verde lo sapeva fin dalla notte in cui dormì accanto alla Signora dei fiori...\n\n\"E il verde uccello divino sbocciò in innumerevoli fiori di Khvarena, spargendosi per la terra come upupe...\nLa Khvarena cadde sopra i puri resti della Signora dell'Amrita, e così nacque uno scintillante mare di fiori.\nMolti spiriti che abitano nel mare portano con sé i desideri dell'erba, degli alberi e della rugiada, purificando il sudiciume.\nMolti spiriti che abitano nel mare cantano delle loro tre madri: la vegetazione, la dolce rugiada e i fiori freschi.\"\n\nUna notte, la figlia dovrà lasciare l'abbraccio delle tre madri,\ne sacrificare sé stessa per mondare l'impurità del mondo..."
	}
}