{
	"id": 15003,
	"rarityList": [
		4,
		5
	],
	"name": "Compagnia del vagabondo",
	"effect2Pc": "Maestria elementale +80.",
	"effect4Pc": "Se il personaggio usa un catalizzatore o un arco, aumenta di un 35% i DAN da attacco caricato.",
	"flower": {
		"name": "Luce del mattino della compagnia",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fiore della vita",
		"description": "Un piccolo emblema a forma di fiore. Se ascolti con attenzione, potrai quasi sentire il flauto suonare e le voci cantare.",
		"story": "Un piccolo emblema dalla forma floreale. Sembra che da esso si origini una melodia.\n\nTra i membri della compagnia c'era una carismatica spadaccina.\nBella come i riflessi dell'acqua, elegante come il cinguettio di un'allodola.\nOgni suo fendente portava con sé la melodia del vento.\n\nLa fine di ogni canzone e di ogni danza era come il sole dopo la pioggia.\nDa allora, la polvere si è ormai depositata, e sia il palcoscenico che la vita sono più vuoti per l'assenza della sua musica.\n\nLa sua musica e la sua spada erano tanto letali quanto incantevoli.\nQuesto rispecchiava in pieno le esibizioni della compagnia, che erano destinate a due tipi di pubblico molto diversi.\nPer i nemici, la musica si spingeva ben oltre il palcoscenico."
	},
	"plume": {
		"name": "Piuma del bardo",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Piuma della morte",
		"description": "Una piuma azzurra che non si è mai sbiadita né rovinata con il passare del tempo. Il suono dell'acqua che scorre sembra indugiarvi attorno.",
		"story": "L'impennatura azzurra di una freccia sopravvissuta alla prova del tempo.\nQuando la freccia viene lanciata, l'impennatura sembra produrre una melodia.\n\nIl suonatore d'arpa della compagnia era anche un abile arciere.\nSecondo la leggenda, era in grado di attirare gli uccelli nel cielo con la sua arpa per poi abbatterli con le frecce.\nSi dice che non guardasse mai il cielo, mentre suonava l'arpa per attirare gli uccelli.\nAlcuni credevano che il motivo fosse l'arroganza del suonatore, mentre i suoi compagni attribuivano questo comportamento alla sua pietà da cacciatore.\n\nGli sfortunati uccelli erano usati per impennare le frecce del suonatore,\ne il suono dell'arpa ne divenne l'elegia."
	},
	"sands": {
		"name": "Ultimo atto dello spettacolo",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sabbie del tempo",
		"description": "Una clessidra usata per tenere il tempo durante i concerti di una banda. In passato il suo suono era nitido, ma lo spettacolo della banda è terminato da tempo.",
		"story": "La clessidra della compagnia, che fungeva anche da arpa.\nLa melodia diventa sempre più grave con il passare del tempo.\n\nLa compagnia era solita suonare quest'arpa quando l'esibizione era prossima alla fine.\nCol passare del tempo, la melodia dell'arpa si faceva sempre più grave.\nIl suono morente dell'arpa segnava la fine dello spettacolo.\n\nTutto ha una fine e la compagnia non fu da meno.\nUno dopo l'altro, tutti i membri della compagnia incontrarono il proprio destino e i loro strumenti sprofondarono nella polvere.\nQuando l'arpa tacque, l'ultimo suono udito dalla compagnia fu il lieve fruscìo della sabbia che scorreva un'ultima volta all'interno della clessidra."
	},
	"goblet": {
		"name": "Borraccia del vagabondo",
		"relicType": "EQUIP_RING",
		"relicText": "Calice eonotemo",
		"description": "Un'antica borraccia dalla forma bizzarra. L'interno è provvisto di corde d'arpa che suonano una melodia straordinaria in sintonia con lo scorrere dell'acqua.",
		"story": "Una borraccia dalla forma bizzarra, realizzata in maniera tale che una melodia straordinaria risuoni in sintonia con lo scorrere dell'acqua.\nLa vita di un membro della compagnia era sempre accompagnata dalla musica, anche durante il semplice atto di bere dell'acqua.\n\nUn'antica storia narra di una compagnia errante.\nAvevano spade al posto di flauti e archi al posto di arpe. Non si esibivano solo per gli amici, ma anche per i nemici.\nAttraversarono il deserto e misero piede nell'infuocato Mare Jivari.\n\nLa melodia dell'arpa che risuonava nella borraccia serviva loro da monito.\n\"In compagnia di interminabili melodie camminiamo.\"\n\"Ovunque ci sia musica, ci siamo noi.\""
	},
	"circlet": {
		"name": "Cappello del direttore",
		"relicType": "EQUIP_DRESS",
		"relicText": "Corona della ragione",
		"description": "Un cappello che ha mantenuto la sua radiosità per un tempo immemore. Un'antica melodia risuona ancora al suo interno.",
		"story": "Un bellissimo cappello a cilindro inalterato dal tempo.\nSe si presta particolare attenzione, è possibile udire un'antica melodia al suo interno.\n\nMigliaia di anni fa, una compagnia errante vagava per la terra.\nLa compagnia non possedeva neanche uno spartito. I membri si limitavano a cantare ciò che vedevano e a suonare ciò che sentivano.\nCon il passare del tempo, la compagnia si rese gradualmente conto della vastità del mondo.\n\n\"Nel mondo ci sono così tante cose di cui possiamo cantare.\"\n\nCosì, i membri della compagnia trasformarono le note in parole, annotando il loro viaggio in un libro.\nQuesto libro, noto anche come Sinfonia errante, è stato trovato tra le mani del direttore dopo la sua morte."
	}
}