{
	"id": 11515,
	"name": "Absolution",
	"description": "Ein Degen, der früher einmal von einem Betrüger getragen wurde, der alles hinter sich gelassen hatte. Einst diente er ihm vornehmlich als Utensil, um seine wahren Machenschaften zu verschleiern und seine Identität zu tarnen.",
	"descriptionRaw": "Ein Degen, der früher einmal von einem Betrüger getragen wurde, der alles hinter sich gelassen hatte. Einst diente er ihm vornehmlich als Utensil, um seine wahren Machenschaften zu verschleiern und seine Identität zu tarnen.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Einhänder",
	"rarity": 5,
	"story": "„Ehrlichkeit und Fleiß zahlen sich aus. Das hast du uns immer wieder eingeschärft, Mama.“\n„Doch diejenigen, die Ehrlichkeit bevorzugen, sind oft Betrüger, und die Fleißigen werden regelmäßig von anderen ausgenutzt.“\n„Mama, warst du am Ende auch eine Betrügerin? Warum würdest du sonst hier in diesem kargen Grab liegen?“\n„Daher will ich dir danken, Mama. Nun ist mir endlich deine wahre Lektion klar geworden ...“\nBevor das Holz zu einem „Axtstiel“ verarbeitet worden ist, darf man mit seinen Mitteln nicht zimperlich sein und auch nicht auf die eigene Würde achten.\nSowohl unbequeme, formelle Gewänder als auch schmutzige, blutverschmierte Lumpen können als Kleidung zum Aufstieg dienen.\n\nIn einer solchen Zeit ... Nein, selbst wenn noch eintausend oder zehntausend Jahre vergehen ...\nWird es stets junge Menschen geben, die vorzeitig zu Erwachsenen werden und sich unter dem Banner des sogenannten Überlebens der Stärksten scharen,\num sich an Ehrlichkeit, Hoffnungen und Träumen zu laben und zu Monstern heranzuwachsen, die genauso prachtvoll sind wie die Stadt über der Erde.\nSowohl die Stadt, die von Sonnenstrahlen erhellt wird, als auch die Stadt, die im Schatten liegt, sind üppige Jagdgründe für sie.\n\n„Hach, wer ist dieses Fräulein, das sich wider Erwarten dazu herablässt, unseren Fleuve Cendré mit einem Besuch zu beehren.“\nEine junge Aristokratin, die sich in den Fleuve Cendré verirrt hat, wäre natürlich die größte Jagdtrophäe, die man sich über den Kamin hängen könnte ...\nWie Wolken, die das Mondlicht verdecken, verdunkelte die Angst ihr eigentlich schönes Gesicht. So dachte das Monster bei sich.\nSie erkannte das Gesicht des Monsters, doch die Frage, die sie stellte, war, wie es ihre Verkleidung durchschaut hatte.\n„Du bist es nicht gewohnt, zu lügen. Ist das nicht Eingeständnis genug, nicht von hier zu sein?“\n„... Immerhin ist deine Kleidung ja auch frei von Ruß, Maschinenöl und Blut ...“\n\nEr streckte ihr die Hand entgegen. Ja, eine solch gute Gelegenheit muss man beim Schopf packen.\nDie Spinnweben erstreckten sich bereits unbemerkt vom Himmel herab. Ich werde damit in die prächtigste und größte Familie eintreten.\nEine Treppe, die in den Himmel hinauf führt. Ein Schlüssel, der das Perlentor öffnet.\nIch kann nicht zulassen, dass sie mich verlässt ... Ich kann sie auf keinen Fall verlassen ...\n\n„Léticia, ich verehre deine edle Seele.“\nAls er das aussprach, durchzuckte ihn ein unangenehmes Gefühl. Und dennoch fuhr er fort ...\n\n...\nAlle Dinge haben ihre Vorzeichen und dies war wie die Nacht vor dem Sturm.\nDoch entgegen seiner Gewohnheit begann er, über seine selbstsüchtigen Hoffnungen zu plappern:\n„Léticia, hast du dir jemals eine Welt wie diese vorgestellt ...“\n„Wo es eine Sonne gibt, die dreimal so hell scheint, und in der das Land unerschöpflich fruchtbar ist.“\n„Wo die Menschen so frei sind wie Vögel, ohne Grenzen, Betrug oder Raub.“\n„Wo wir über eine grenzenlose Wildnis fliegen, über Flüsse, Seen, Berge und Täler ...“\n„Bis wir einen Baum finden, der uns gehört und wo wir unser eigenes Heim errichten.“\n„Niemand wird uns dort behelligen und es gibt dort nichts, das uns Sorgen bereiten könnte ...“\n\nVielleicht hatte er zu jenem Zeitpunkt bereits erkannt, dass diese einstige vage Hoffnung sich wie Rauch verflüchtigt hatte,\nder genau wie ihre Landsleute längst in Stille und Blut versunken war.\n\n„Geliebte Léticia, denk’ an die Kinder, diese neugeborenen Schösslinge.“\n„Sie sollten nicht inmitten von Kanonendonner geboren werden und im schlammigen Wasser aufwachsen.“\n„Sollen wir sie etwa mit Tränen des Zorns und Flüchen des Hasses füttern?“\n„Sollen verwirrte Träume und eine ungewisse Mission unser einziges Erbe an sie sein?“\n\nDoch keine Sorge. Alles ist bereits vorbereitet.\nUnsere Zukunft ... Meine Zukunft, sie wird frei von Problemen sein.\nBei dem Gedanken wurde er von einem bereits vertrauten Gefühl der Fremdartigkeit erfasst.\n\n...\nZu dieser Zeit hatte er sich schon länger nicht mehr unter die Aristokraten gemischt. Als sein Gegenüber ihn nach dem Grund für seinen Verrat fragte, erwiderte er:\n„Für Belohnungen und um eine noch höhere Stellung zu erreichen. Im Austausch für ihre Sicherheit und die der Kinder.“\nSpontane Ausflüchte und wahre Gründe, er konnte sie bereits nicht mehr voneinander unterscheiden.\nImmerhin ist es ja so, dass der Betrüger am Ende selbst seine Lügen für wahr erachtet, wenn er sie nur oft genug wiederholt.\n\nDaher konnte er, als seine Frau ihm dieselbe Frage stellte, sie immer noch nicht klar beantworten.\nDoch er erinnerte sich an die Abmachung, die er mit ihr geschlossen hatte. Zumindest ihren ursprünglichen Pakt konnten sie beide einhalten.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "9,6%",
	"effectName": "Eid des Todes",
	"effectTemplateRaw": "#Erhöht den KSCH um <color=#99FFFFFF>{0}</color>. Erhöht den vom Träger verursachten Schaden um <color=#99FFFFFF>{1}</color>, wenn Eid des Lebens erhöht wird. Hält 6{NON_BREAK_SPACE}s, 3-fach stapelbar.",
	"r1": {
		"description": "Erhöht den KSCH um 20 %. Erhöht den vom Träger verursachten Schaden um 16 %, wenn Eid des Lebens erhöht wird. Hält 6 s, 3-fach stapelbar.",
		"values": [
			"20{NON_BREAK_SPACE}%",
			"16{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht den KSCH um 25 %. Erhöht den vom Träger verursachten Schaden um 20 %, wenn Eid des Lebens erhöht wird. Hält 6 s, 3-fach stapelbar.",
		"values": [
			"25{NON_BREAK_SPACE}%",
			"20{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht den KSCH um 30 %. Erhöht den vom Träger verursachten Schaden um 24 %, wenn Eid des Lebens erhöht wird. Hält 6 s, 3-fach stapelbar.",
		"values": [
			"30{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht den KSCH um 35 %. Erhöht den vom Träger verursachten Schaden um 28 %, wenn Eid des Lebens erhöht wird. Hält 6 s, 3-fach stapelbar.",
		"values": [
			"35{NON_BREAK_SPACE}%",
			"28{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht den KSCH um 40 %. Erhöht den vom Träger verursachten Schaden um 32 %, wenn Eid des Lebens erhöht wird. Hält 6 s, 3-fach stapelbar.",
		"values": [
			"40{NON_BREAK_SPACE}%",
			"32{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment einer archaischen Serenade",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Alte Taschenuhr der Dienerin",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Bruchstück einer archaischen Serenade",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Alte Taschenuhr der Dienerin",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Bruchstück einer archaischen Serenade",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Standardtaschenuhr der Dienerin",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Satz einer archaischen Serenade",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Standardtaschenuhr der Dienerin",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Satz einer archaischen Serenade",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Beständigkeit der Dienerin",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Echo einer archaischen Serenade",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Beständigkeit der Dienerin",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 18
			}
		]
	}
}