{
	"name": "Akuoumaru",
	"description": "Das geliebte Schwert des legendären „Akuou“. Die Klinge ist lang und majestätisch, aber überraschend einfach zu handhaben.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "Diese Klinge wurde einst von einem mächtigen General von Watatsumi benutzt.\nEs heißt, dass er nur die Stile „Getsumouun“ und „Yuushio“ beherrschte, die er sich selbst beibrachte,\nund doch wurde er mit diesen zwei Stilen nie von einem Sterblichen im Zweikampf oder auf dem Schlachtfeld besiegt.\n\nEs wird oft gesagt, dass Schlangen und Fische beide kaltblütig seien. Aber Kaltblüter suchen immer nach dem gelobten Land der Wärme.\nUm die Träume seines Volkes zu erfüllen, forderte Omikami die aufziehenden Sturmwolken zum Krieg heraus.\nUnter dem Volk von Watatsumi, das auf Eroberung aus war, ragte ein junger Mann aus der Menge heraus.\nSeine furchtlose Tapferkeit brachte ihm große Liebe in Watatsumi ein. Und man nannte ihn Touzannou.\nDoch nach vielen Jahren geriet sein Königstitel in Vergessenheit und wurde durch den Beinamen ersetzt, unter dem ihn seine Feinde kannten:\n„Akuou“, der böse Lakai der Großen Schlange, der wilde, dämonische Angreifer auf der Insel Yashiori ...\n\nDas Gemetzel hatte den jungen Mann zu einem Krieger abgehärtet. Aber für ihn\nwar nur der Wunsch, den er vor seiner Abreise äußerte, ein Wunsch, der sich im Mond spiegelte, der sich im Wasser neben dem Schrein spiegelte, ewig.\n\n„Eines Tages werde ich mich auf dem Yougou-Berg niederlassen und den Palast des Herrn der Blitze überblicken.“\n„Ich werde einen spannenden Kampf gegen den legendären Großen Tengu von Yougou auf dem Dach des Tenshukaku austragen.“\n„Und dann bringe ich Ayame und Mouun diese Tengu-Maske als Souvenir mit!“\n\nSchließlich spülte die Flut alle ihre Träume weg wie Türme im Sand.\nDie Maske des Tengu, die wie ein karmesinroter Stern leuchtete, wurde inmitten des chaotischen Kampfes wie Sand am Meer zerrissen,\nauch die Schreinjungfer, die wie das Mondlicht in die Seele des jungen Mannes schien, würde nie wieder zurückkehren.\nAkuou selbst stand dem blendenden Blitzstrahl an der Seite der Großen Schlange gegenüber.",
	"baseatk": 42,
	"substat": "ANG",
	"subvalue": "9",
	"effectname": "Wellenbändiger von Watatsumi",
	"effect": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um {0}. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu {1}.",
	"r1": [
		"0,12 %",
		"40 %"
	],
	"r2": [
		"0,15 %",
		"50 %"
	],
	"r3": [
		"0,18 %",
		"60 %"
	],
	"r4": [
		"0,21 %",
		"70 %"
	],
	"r5": [
		"0,24 %",
		"80 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Korallenzweig eines fernen Meeres",
				"count": 3
			},
			{
				"name": "Kralle der versteckten Monster",
				"count": 3
			},
			{
				"name": "Alter Handschutz",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 3
			},
			{
				"name": "Kralle der versteckten Monster",
				"count": 12
			},
			{
				"name": "Alter Handschutz",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 6
			},
			{
				"name": "Versteckte Monsterklauen",
				"count": 6
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 3
			},
			{
				"name": "Versteckte Monsterklauen",
				"count": 12
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 6
			},
			{
				"name": "Versteckte Monsterkrallen",
				"count": 9
			},
			{
				"name": "Berühmter Handschutz",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Goldzweig eines fernen Meeres",
				"count": 4
			},
			{
				"name": "Versteckte Monsterkrallen",
				"count": 18
			},
			{
				"name": "Berühmter Handschutz",
				"count": 12
			}
		]
	}
}