{
	"name": "Gassenjäger",
	"description": "Ein präziser und extravaganter Langbogen, der einmal einem Vogelfreien gehört hat, der sich der Gerechtigkeit verschrieben hat und niemals gefangen wurde.",
	"weapontype": "Bogen",
	"rarity": "4",
	"story": "Dieser Bogen ist mit schwarzer Farbe überzogen, damit er sich unerkannt in die schwärzeste Nacht einfügt.\nZu Beginn war er die erste Wahl, wenn wohlhabende Familie zur Jagd riefen.\nEines Tages jedoch geriet er in die Hände eines gerechten Diebes, der nie gefasst wurde.\n\nSein neuer Besitzer schoss die Kronen der Aristokraten lautlos von ihren Häuptern.\nEr sprengte unzählige Fesseln und entwaffnete verfolgende Soldaten.\nEinst schwor er, Licht in das dunkle Zeitalter zu bringen\nsowie Gerechtigkeit, Reichtum und Freude für die Unterdrückten.\n\nTatsächlich brachte er den Unterdrückten Gerechtigkeit, Reichtum und Freude und ließ die Machthaber in Furcht und Zorn erstarren.\nMan hörte seine Schritte wie das Prasseln von Regentropfen in den Gassen und auf den Dächern wie auch seinen Gesang für die Barden in den Tavernen und auf den Plätzen.\nSelbst einer grünäugigen Hexe, die mit einem spitzen Speer auf die Jagd nach Räubern ging, stahl er einen blauen Edelstein von den Insignien der Aristokraten.\n\nDoch bis zuletzt konnte er dieser Hexe, so kalt wie der Saphir, den er ihr schenkte, kein Lächeln abringen.\nAls die Hexe letzten Endes auf der Suche nach ihrem Tod war, war ihr blütengleiches Gesicht mit einer dunklen Markierung gezeichnet und niemand wusste, wohin sie ging.\nDer gerechte Dieb hörte schließlich auf die Mahnung seiner Brüder und brach seinen Schwur, um auf das weite Meer hinaus zu segeln, das niemandem gehörte.\n„Ob sie sich noch an mein Lied erinnert, an den Duft des Weins in den Gassen und meine Gesänge nur für sie?“",
	"baseatk": 44,
	"substat": "ANG",
	"subvalue": "6",
	"effectname": "Angriff aus der Gasse",
	"effect": "Erhöht den von der mit dieser Waffe ausgerüsteten Figur verursachten Schaden, wenn diese Figur in der Truppe, aber nicht eingewechselt ist, pro s um {0} und insgesamt um bis zu {1}. Verringert diesen Schadensbonus 4 s nach Einwechseln dieser Figur pro s um {2}, bis der Bonus auf 0 % gefallen ist.",
	"r1": [
		"2 %",
		"20 %",
		"4 %"
	],
	"r2": [
		"2,5 %",
		"25 %",
		"5 %"
	],
	"r3": [
		"3 %",
		"30 %",
		"6 %"
	],
	"r4": [
		"3,5 %",
		"35 %",
		"7 %"
	],
	"r5": [
		"4 %",
		"40 %",
		"8 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fesseln des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Chaos-Apparat",
				"count": 3
			},
			{
				"name": "Schleimabsonderung",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Chaos-Apparat",
				"count": 12
			},
			{
				"name": "Schleimabsonderung",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 6
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 6
			},
			{
				"name": "Schleimkondensat",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 12
			},
			{
				"name": "Schleimkondensat",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 6
			},
			{
				"name": "Chaos-Getriebe",
				"count": 9
			},
			{
				"name": "Schleimkonzentrat",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ideal des Löwenzahnkriegers",
				"count": 4
			},
			{
				"name": "Chaos-Getriebe",
				"count": 18
			},
			{
				"name": "Schleimkonzentrat",
				"count": 12
			}
		]
	}
}