{
	"name": "Amenoma Kageuchi",
	"description": "Ein Schwert, das auf Bestellung von einem berühmten Samurai angefertigt wurde, der, den Legenden nach, sogar den schnellsten Tengu-Krieger mühelos niederschlagen konnte.",
	"weapontype": "Einhänder",
	"rarity": "4",
	"story": "Eine der Kageuchi-Kopien des berühmten Schwerts „Hakuen Michimitsu Amenoma“.\nEs wurde dem Saimon-Klan von Douin, dem Gründervater des Iwakura-Klans, geschenkt,\nzum Dank für die Pflege, die er erhielt, als er zurückgezogen im Dorf Konda lebte.\n\nDas legendäre Geheimschwerttechnik der Iwakura-Schule, „Tengu-Feger“, ist eine Schwerttechnik, die nur ausgeführt werden kann, wenn keine Spur von Verwirrung im Herzen vorhanden ist.\nIn der Vergangenheit wurde der Name „Tengu-Feger“ als „Tengu-Sieger“ ausgesprochen und es war ein Schwert, das sogar die durch die Luft fliegenden Tengu-Krieger niederstrecken konnte.\nIm Laufe der Jahrhunderte haben die Schwertkämpfer von Iwakura, die den Namen „In“ geerbt haben, ihre geheimen Schwerter auf den Inseln von Inazuma benutzt, um viele Dämonen und böse Geister zu töten.\n\nEs wird erzählt, dass der „Tengu-Feger“ zuerst im Hinterhof einer kleinen Gemeinde entstand, in der es kein Räucherstäbchen mehr gibt.\nDas geheime Schwert war so mächtig, dass es das Haus zerstörte, und Iwakura Douins Schwert brach in zwei Teile.\nDanach gründete er mit seinen Schwertkünsten die Iwakura-Schule, die zum Leitbetrieb der Familie Kujou wurde.\nAuch würde er den damaligen Amenoma-Meister das Schwert herstellen lassen, das über die „In“-Linie weitergegeben wurde, nämlich das „Hakuen Michimitsu Amenoma“.\n\nUm die Taten dieser Klinge ranken sich viele Legenden und man sagt, dass das Schwert so scharf ist, dass es menschliche Schicksale schneiden kann.\nWas die Nummer der langen Klinge betrifft, so wurde sie der Legende nach von Iwakura Douin zum Zeitpunkt der Anpassung speziell für Tenmoku vergeben.",
	"baseatk": 41,
	"substat": "ANG",
	"subvalue": "12",
	"effectname": "Iwakura-Nachkomme",
	"effect": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später {0} Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her.",
	"r1": [
		"6"
	],
	"r2": [
		"7,5"
	],
	"r3": [
		"9"
	],
	"r4": [
		"10,5"
	],
	"r5": [
		"12"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Korallenzweig eines fernen Meeres",
				"count": 3
			},
			{
				"name": "Chaos-Vorrichtung",
				"count": 3
			},
			{
				"name": "Alter Handschutz",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 3
			},
			{
				"name": "Chaos-Vorrichtung",
				"count": 12
			},
			{
				"name": "Alter Handschutz",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 6
			},
			{
				"name": "Chaos-Achse",
				"count": 6
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 3
			},
			{
				"name": "Chaos-Achse",
				"count": 12
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 6
			},
			{
				"name": "Chaos-Oculus",
				"count": 9
			},
			{
				"name": "Berühmter Handschutz",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Goldzweig eines fernen Meeres",
				"count": 4
			},
			{
				"name": "Chaos-Oculus",
				"count": 18
			},
			{
				"name": "Berühmter Handschutz",
				"count": 12
			}
		]
	}
}