{
	"name": "Amos’ Bogen",
	"description": "Ein äußerst alter Bogen, der zwar seinen Meister verloren hat, jedoch nicht seine Kraft, die stärker wird, je weiter der Träger des Bogens von dem entfernt ist, was er begehrt.",
	"weapontype": "Bogen",
	"rarity": "5",
	"story": "In einer unwirtlichen Vergangenheit, als das heute florierende Land noch eine Einöde war,\nfolgte ein junges Mädchen den Fußstapfen des Herrn des Turms.\n\nEinst war er ihr Geliebter, doch der Sturm verstand die Zerbrechlichkeit menschlicher Körper nicht.\nEr war auch einst ihr Gegner, aber ihre Absichten waren mehr als bloße Rache.\n\n„Ich träumte vom Ozean und Sandstränden, von grünen Wäldern und weiten Feldern.“\n„Ich träumte von Wildschweinen, die in Beerensträuchern spielten, und von einem spitzen Turm.“\nSie sprach die Worte sanft und leise, der König der Götter vernahm diese aber nicht.\n\nErwacht aus blinder Liebe merkte sie, dass er seine Worte nicht ernst meinte.\nAuch wenn er von Liebe sprach, so war er doch nur von schneidenden Winden umgeben.\nEr sah herab auf seine knienden Untertanen, wie der Wind um sie herum heulte.\nEr glaubte, es sei ein Zeichen ihrer Bewunderung und und des Gehorsams.\n\nEs war in jener Zeit, als der Tyrann des Nordwinds und der Herr des Turms im Krieg lagen.\nDie Jägerin erlag dem Irrtum, der Sklavenhändler hätte ernste Absichten.\nAm Ende des Krieges, als der Wind des Aufstands heraufzog,\nbefand sie sich in Begleitung eines unbekannten Jungen, eines Elfen und eines Ritters\nund sie rannte die Treppen des spitzen Turms hinauf, um sich dem exzentrischen Tyrannen zu stellen.\n\n„Endlich wird mir seine Aufmerksamkeit gewiss sein.“\n\nAber erst in dem Moment als ihr Pfeil auf ihn zuflog\nund der brutale Wind sie traf,\nspürte sie, wie weit sie doch auseinander waren.",
	"baseatk": 46,
	"substat": "ANG",
	"subvalue": "10.8",
	"effectname": "Willensstarker Pfeil",
	"effect": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um {0} und den Gesamtschaden von Pfeilen von Standardangriffen und heftigen Schlägen alle 0,1 s nach dem Abschießen um {1}, 5-fach stapelbar.",
	"r1": [
		"12 %",
		"8 %"
	],
	"r2": [
		"15 %",
		"10 %"
	],
	"r3": [
		"18 %",
		"12 %"
	],
	"r4": [
		"21 %",
		"14 %"
	],
	"r5": [
		"24 %",
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Fesseln des Löwenzahnkämpfers",
				"count": 5
			},
			{
				"name": "Chaos-Apparat",
				"count": 5
			},
			{
				"name": "Schleimabsonderung",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 5
			},
			{
				"name": "Chaos-Apparat",
				"count": 18
			},
			{
				"name": "Schleimabsonderung",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 9
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 9
			},
			{
				"name": "Schleimkondensat",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 5
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 18
			},
			{
				"name": "Schleimkondensat",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 9
			},
			{
				"name": "Chaos-Getriebe",
				"count": 14
			},
			{
				"name": "Schleimkonzentrat",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Ideal des Löwenzahnkriegers",
				"count": 6
			},
			{
				"name": "Chaos-Getriebe",
				"count": 27
			},
			{
				"name": "Schleimkonzentrat",
				"count": 18
			}
		]
	}
}