{
	"name": "Aqua Simulacra",
	"description": "Die Farbe dieses Langbogens ist unberechenbar und fließend wie Wasser. Im Licht nimmt er ein glänzendes, wässriges Blau an.",
	"weapontype": "Bogen",
	"rarity": "5",
	"story": "Es heißt, dass Wasser keine feste Farbe oder Form hat und entweder wie eine Klinge oder wie ein Pfeil glänzen kann.\nVon allen Stoffen auf der Welt ist das Wasser der sanfteste und zugleich der stärkste.\nUnter den vielen seltsamen Waffen der Welt hat dieser schöne Bogen die unergründliche Fähigkeit, Wasser zu beschwören.\n\n„Er kann alles Unreine umhüllen, allen Schmutz abwaschen und dabei seine eigene Reinheit bewahren.“\n„Er kann jede Gestalt annehmen, jedes Leben imitieren, er ist launisch aber verliert nie sein wahres Ich.“\n„Geteilt ist er wie ungezählte Ströme, dicht und doch ordentlich. Vereint ist er wie eine riesige Welle, unerbittlich und unaufhaltsam.“\n„Unter der azurblauen Oberfläche verbergen sich viele Geheimnisse, die sogar Licht verschlingen können.“\n„Das ist das Wunder des Wassers, dass selbst tausend brillante Geister seine unzähligen Veränderungen nicht begreifen können.“\n\nBevor sie für die ehrwürdige Herrin des Jadegemachs zu arbeiten begann, wurde sie einmal von einem erfahrenen Kollegen mit solchen Worten belehrt.\nVersteckte Riffe und Stürme beherrschen die Welt der Handelsintrigen und Machtspiele und die zerbrochenen Überreste unzähliger Schiffe liegen lautlos auf dem Meeresgrund.\nNur diejenigen, die einen großen Ehrgeiz haben und ein großes Vermögen besitzen, können geschickt durch die Winde und Wellen segeln.\nSie können sodann dem allgegenwärtigen Wettbewerb und der Bosheit entgehen und durch die heftigen Strömungen treiben.\n\n„Das ist die Theorie, aber mir fehlt der Geist der Größen und ich habe auch nicht die Geduld für die benötigte Plackerei.“\n„Ich ziehe es vor, das Aroma des Tees zu genießen und lasse mich von den unendlichen Möglichkeiten faszinieren, die sich aus dem Wurf eines sechsseitigen Würfels ergeben.“\n„Ich bin nachts in die geheimen Verstecke der Feinde eingetreten und habe die Verschwörungen aus fernen Ländern vereitelt.“\n„Aber ich habe diese Dinge nicht getan, um den Mächtigen zu dienen, sondern weil auch das Wasser seine Quelle hat.“\n\nUm die Reinheit der Quelle zu schützen, kann die Sanftheit des Wassers auch zu Klinge und Bogen werden.\nUnter dem blassblauen Vollmond wird das Netz aus Verschwörungen und Geheimschriften mit Leichtigkeit zerfetzt. Das ist die Weisheit des Wassers.",
	"baseatk": 44,
	"substat": "KSCH",
	"subvalue": "19.2",
	"effectname": "Form der Reinigung",
	"effect": "Erhöht die LP um {0}. Erhöht, wenn es in der Umgebung Gegner gibt, den durch die mit dieser Waffe ausgerüstete Figur verursachten Schaden um {1}, ganz gleich, ob sie aktiv oder inaktiv ist.",
	"r1": [
		"16 %",
		"20 %"
	],
	"r2": [
		"20 %",
		"25 %"
	],
	"r3": [
		"24 %",
		"30 %"
	],
	"r4": [
		"28 %",
		"35 %"
	],
	"r5": [
		"32 %",
		"40 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Leuchtender Sand von Guyun",
				"count": 5
			},
			{
				"name": "Figur der Dunkelheit",
				"count": 5
			},
			{
				"name": "Geisterhülle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 5
			},
			{
				"name": "Figur der Dunkelheit",
				"count": 18
			},
			{
				"name": "Geisterhülle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 9
			},
			{
				"name": "Figur der Nacht",
				"count": 9
			},
			{
				"name": "Gespensterherz",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 5
			},
			{
				"name": "Figur der Nacht",
				"count": 18
			},
			{
				"name": "Gespensterherz",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 9
			},
			{
				"name": "Figur der Finsternis",
				"count": 14
			},
			{
				"name": "Gespensterkern",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Heiligtum von Guyun",
				"count": 6
			},
			{
				"name": "Figur der Finsternis",
				"count": 27
			},
			{
				"name": "Gespensterkern",
				"count": 18
			}
		]
	}
}