{
	"id": 15514,
	"name": "Karmesinrotes Federkleid des Astralgeiers",
	"description": "Ein uralter, mit roten Federn geschmückter Langbogen, eines der Heiligtümer des Blumenfeder-Klans, die von Generation zu Generation weitergegeben wurden.",
	"descriptionRaw": "Ein uralter, mit roten Federn geschmückter Langbogen, eines der Heiligtümer des Blumenfeder-Klans, die von Generation zu Generation weitergegeben wurden.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bogen",
	"rarity": 5,
	"story": "Es begab sich in tiefster Vergangenheit, bereits den Legenden zugehörig, als der Usurpator die Allianz im irrigen Glauben an den einzigen Gott, den er zu lieben vorgab, verriet.\nDer Schwur zwischen Menschen und Drachen verblasste wie ein erlöschendes Feuer, und der einsame Schatten der aschenen Stadt begrub das düstere Nachtreich in grauenvollem Geflüster.\nMit dem Verblassen der sanften Sonnenstrahlen schwand auch das fragile Gleichgewicht, und was vom törichten Traum des Schlangenkönigs übrig blieb, war nur der kalte Abendwind.\n\nInmitten der Unruhen, die durch den Verlust des Anführers über ihre steilen Klippen fegten, vertrieben die doppelzüngigen Ältesten des Blumenfeder-Klans einen Jungen aus ihrer Mitte.\nDamit er, der die Drachen zu verteidigen entschlossen war, nicht dem Usurpator in die Hände fiel. Wie ein mutiger Geier trat der Held in jener Nacht seine Pilgerreise an.\nUnd seine feuerroten Augen, die einst wie eine Sonne in der Nacht strahlten, spiegelten jetzt nur noch den kalten wässrigen Schein des Mondes wider.\n\nIn späteren Zeiten spielten die Dichter auf der achtseitigen Nyatiti, und priesen in wundervollen Gesängen die Legende des Erlösers mit den roten Augen.\nDie der Fantasie entsprungenen Gedichte funkelten wie Sterne am Himmel, und es entspann sich über die Jahrhunderte eine Debatte über seine Abenteuer.\n\n„Kommt und lauscht dem Gesang, lauscht der Hymne auf den Helden, den rotäugigen Erlöser, und auch auf seine treuen Weggefährten.“\n„Es war der edle Nachfahre, einst Diener des Drachenfürsten, der Rotgeier mit Augen, in denen der endlose Himmel und die Sterne leuchteten, die ihn auf seinem Weg leiteten.“\n„Ich will davon singen, wie der heilige Vogel von seinen hohen Idealen so tief bewegt war, dass er sein eigenes Fleisch darbot, um zum scharfen Langbogen zu werden.“\n„Ich will davon singen, wie der Vogel mit seinen Federn den gesegneten Helden lenkte und ihn zu unserem ehrwürdigen Ahnen Sakkuk führte.“\nSo erfanden die Poeten, unfähig zu glauben, dass der Junge seine Pilgerreise alleine angetreten hatte, einen Reiseführer, der nie existierte.\n\n„Die Legende, die ich besinge, ist anders als die der Kinder der Echos. Wie könnte der rotäugige Held blind auf die Gesänge der Vögel des Waldes vertrauen?“\n„Gewiss war er nie nur ein Sterblicher, sondern eine Manifestation des Willens der mit dem Urfeuer Begrabenen, zurückgekehrt aus dem Nachtreich, um die Unterdrückten zu retten.“\n„Der Langbogen zeugt von seiner Rückkehr aus dem verbotenen unerreichbaren Land. Wie sonst könnte ein Sterblicher die verfluchte aschene Stadt niederbrennen?“\n„Wenn Natlan erneut in Gefahr gerät, wird er wieder aus den Flammen emporsteigen, um die Ungerechtigkeit der Welt zu tilgen und uns den Weg zu weisen.“\nDie Poeten, unfähig zu glauben, dass der Junge mit seinem sterblichen Leib solche Taten vollbrachte, stellten ihn in Verbindung mit dem ersten Gott der Menschheit.\n\nWegen der Vielstimmigkeit der Legenden hat keine der Balladen über den namenlosen Helden jemals allgemeine Zustimmung gefunden.\nÜber Jahrtausende hinweg, wie fließendes Mondlicht, blieb einzig unbestritten, dass der Junge mit roten Pupillen einst als Sterblicher in den Stand eines Gottes erhoben wurde.\nBis heute ist der Gedanke, dass Menschen zu Göttern aufsteigen können, in den brennenden Ebenen zur unumstößlichen Wahrheit geworden, verwurzelt in den Seelen der Menschen Natlans, die Helden verehren.\n„Es bedarf keiner Verehrung glorreicher Namen und keiner nutzlosen Gebete an Kräfte außerhalb von dir selbst.“\n„Tilge meinen Namen, Sakkuk, damit die Menschen begreifen, dass jeder zum Gott werden kann, der andere voran führt.“\n\n„Du wolltest mich nicht mit ins Feuer nehmen ... nicht einmal meinen Namen ließest du an deiner Seite in die Geschichte eingehen.“\n„... Welch eine selbstsüchtige Entscheidung. Ihr seid beide so. Du genauso wie er.“\n„Hm ... Wenn das so ist, werde ich eben auch etwas Maßloses tun, ■■■■■■■■.“\n„Diese Feder, die du mir vermacht hast ... Ich will dafür sorgen, dass sie in deiner Heimat, zu der du nie zurückgekehrt bist, über Jahrtausende weitervererbt wird.“",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "14,4%",
	"effectName": "Der gesichtete Mondhalo",
	"effectTemplateRaw": "#Erhöht den ANG nach Auslösen der Reaktion Verwirbelung 12{NON_BREAK_SPACE}s lang um <color=#99FFFFFF>{0}</color>. Erhöht, wenn sich mindestens 1/2 Figur(en) in der Truppe befinden, deren Elementartypen sich von dem des Trägers unterscheiden, werden den mit heftigen Schlägen des Trägers verursachten Schaden um <color=#99FFFFFF>{1}</color> und den mit Spezialfähigkeiten des Trägers verursachten Schaden um <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Erhöht den ANG nach Auslösen der Reaktion Verwirbelung 12 s lang um 24 %. Erhöht, wenn sich mindestens 1/2 Figur(en) in der Truppe befinden, deren Elementartypen sich von dem des Trägers unterscheiden, den mit heftigen Schlägen des Trägers verursachten Schaden um 20/48 % und den mit Spezialfähigkeiten des Trägers verursachten Schaden um 10/24 %.",
		"values": [
			"24{NON_BREAK_SPACE}%",
			"20/48{NON_BREAK_SPACE}%",
			"10/24{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht den ANG nach Auslösen der Reaktion Verwirbelung 12 s lang um 30 %. Erhöht, wenn sich mindestens 1/2 Figur(en) in der Truppe befinden, deren Elementartypen sich von dem des Trägers unterscheiden, den mit heftigen Schlägen des Trägers verursachten Schaden um 25/60 % und den mit Spezialfähigkeiten des Trägers verursachten Schaden um 12,5/30 %.",
		"values": [
			"30{NON_BREAK_SPACE}%",
			"25/60{NON_BREAK_SPACE}%",
			"12,5/30{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht den ANG nach Auslösen der Reaktion Verwirbelung 12 s lang um 36 %. Erhöht, wenn sich mindestens 1/2 Figur(en) in der Truppe befinden, deren Elementartypen sich von dem des Trägers unterscheiden, den mit heftigen Schlägen des Trägers verursachten Schaden um 30/72 % und den mit Spezialfähigkeiten des Trägers verursachten Schaden um 15/36 %.",
		"values": [
			"36{NON_BREAK_SPACE}%",
			"30/72{NON_BREAK_SPACE}%",
			"15/36{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht den ANG nach Auslösen der Reaktion Verwirbelung 12 s lang um 42 %. Erhöht, wenn sich mindestens 1/2 Figur(en) in der Truppe befinden, deren Elementartypen sich von dem des Trägers unterscheiden, werden den mit heftigen Schlägen des Trägers verursachten Schaden um 35/84 % und den mit Spezialfähigkeiten des Trägers verursachten Schaden um 17,5/42 %.",
		"values": [
			"42{NON_BREAK_SPACE}%",
			"35/84{NON_BREAK_SPACE}%",
			"17,5/42{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht den ANG nach Auslösen der Reaktion Verwirbelung 12 s lang um 48 %. Erhöht, wenn sich mindestens 1/2 Figur(en) in der Truppe befinden, deren Elementartypen sich von dem des Trägers unterscheiden, werden den mit heftigen Schlägen des Trägers verursachten Schaden um 40/96 % und den mit Spezialfähigkeiten des Trägers verursachten Schaden um 20/48 %.",
		"values": [
			"48{NON_BREAK_SPACE}%",
			"40/96{NON_BREAK_SPACE}%",
			"20/48{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Gedanken der Vergänglichkeit",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Licht brechende Knospe",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Holzpfeife des Wächters",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Vorahnung der Vergänglichkeit",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Licht brechende Knospe",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Holzpfeife des Wächters",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Vorahnung der Vergänglichkeit",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Licht verzauberndes breites Blatt",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Eisenpfeife des Kriegers",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Omen der Vergänglichkeit",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Licht verzauberndes breites Blatt",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Eisenpfeife des Kriegers",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Omen der Vergänglichkeit",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Licht verwirrender Blätterkern",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Goldpfeife des Saurierkriegers",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Offenbarung der Vergänglichkeit",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Licht verwirrender Blätterkern",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Goldpfeife des Saurierkriegers",
				"count": 18
			}
		]
	}
}