{
	"id": 14511,
	"name": "Fließende Träume von tausend Nächten",
	"description": "Eine die fließenden Träume von tausend Nächten erhellende Lampe, in deren smaragdgrünen Licht das Lied der einstigen Welt treibt.",
	"descriptionRaw": "Eine die fließenden Träume von tausend Nächten erhellende Lampe, in deren smaragdgrünen Licht das Lied der einstigen Welt treibt.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 5,
	"story": "„Alle Dinge entstehen und vergehen in regelmäßigen Abständen, wie der nicht endende Wechsel zwischen Dämmerung und Tagesanbruch.“\n„Lass die Geschichte in dieser Lampe dir Träume geben, die es wert sind, auf sie zu hoffen.“\n\nIn dem Moment als der kaiserliche Garten fiel, vernahm das Mädchen, das nie das „Licht“ kennengelernt hatte, in ihrem Traum ihr Flüstern.\nDas Kind, das sich ursprünglich entschlossen hatte, dem „Traum“ zu folgen, sah ihr Mitgefühl in den Tränen.\n\nDie smaragdgrüne Laterne reflektierte das Licht des stillen Mondes und erzählte vom Funkeln der Sterne und dem ewigen Gesang ...\nDie Tänzerin mit den türkisfarbenen Augen küsste sanft die honigfarbene Seide. Weiße, rote, blaue und gelbe Fische schwammen im perlend klaren Wasser Pirouetten.\nEin Musikant auf dem Nachtspaziergang, mit den Fackeln der Dschinn in der Hand, sang von der goldenen Festung und dem granatfarbenen Brokat im Sandmeer.\nEin wortgewandter Matrose begab sich auf eine glorreiche Reise, um die Lieder und prächtigen Gärten seiner Träume an fernen Ufern zu finden.\n\nDie friedlichen Lichter erhellten den gefallenen kaiserlichen Garten, begleitet von den herrlichen Träumen aus tausend Welten.\nDie sanfte Brise des Waldes fegte über den staubigen Weg und führte das verlorene Kind aus dem Palast, in dem kein Frieden mehr herrschte.\nAls das abnehmende Tageslicht durch die feinen Blätter sickerte, wurde die smaragdgrüne Laterne, die den Traum von tausend Nächten erzählte, immer blasser:\nErst als das verirrte blinde Mädchen den Kopf wandte, bemerkte es, dass der Wald verschwunden und der Morgen angebrochen war.\n\nVon da an hörte die Traumlampe auf zu schimmern und die Träume der vergangenen Nächte wurden vom Lauf der Zeit verschluckt,\naber die Vögel, die die Morgendämmerung begrüßen, sangen wieder zu den Legenden, die wie prächtige Blumen erblühten,\num Kindern, die keine Träume mehr haben, den verheißenen Mut, die Hoffnung und die Freude zu geben.\nSie singen das nicht enden wollende Lied von tausend Nächten, das die Lichter der Nacht erhellt, während sie auf den Sonnenaufgang warten.\n\nNach Träumen von tausend Nächten, bis die Nachtigallen ihren Gesang verstummen, bis die Sonne wieder versinkt,\nfand die Reisende am Ende ihres Wegs endlich wieder jene smaragdgrüne Laterne, jene ferne Heimat.\nDie mit Tau benetzte Rose schaukelt noch immer sanft in der Brise im Mondlicht und wartet darauf, ihre neuen Geschichten zu hören:\n„Auch wenn die Erinnerungen an den gestrigen Abend für immer vergangen sind, werden wir für die Schönheit des Traums von heute Nacht singen.“",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elementarkunde",
	"baseStatText": "58",
	"effectName": "Morgengesang von tausend Nächten",
	"effectTemplateRaw": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um <color=#99FFFFFF>{0}</color> Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um <color=#99FFFFFF>{1}</color>. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um <color=#99FFFFFF>{2}</color> Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden.",
	"r1": {
		"description": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um 32 Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um 10 %. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um 40 Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden.",
		"values": [
			"32",
			"10 %",
			"40"
		]
	},
	"r2": {
		"description": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um 40 Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um 14 %. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um 42 Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden.",
		"values": [
			"40",
			"14 %",
			"42"
		]
	},
	"r3": {
		"description": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um 48 Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um 18 %. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um 44 Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden.",
		"values": [
			"48",
			"18 %",
			"44"
		]
	},
	"r4": {
		"description": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um 56 Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um 22 %. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um 46 Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden.",
		"values": [
			"56",
			"22 %",
			"46"
		]
	},
	"r5": {
		"description": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um 64 Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um 26 %. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um 48 Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden.",
		"values": [
			"64",
			"26 %",
			"48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiszenz der Oase der blühenden Blumen",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Zerbrochenes Prisma",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Sporen der Pilzbestie",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Zerbrochenes Prisma",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Sporen der Pilzbestie",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Trübes Prisma",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Leuchtendes Sporenpulver",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Trübes Prisma",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Leuchtendes Sporenpulver",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Leuchtendes Prisma",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Kristalliner Zystenstaub",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Wahrheit der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Leuchtendes Prisma",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Kristalliner Zystenstaub",
				"count": 18
			}
		]
	}
}