{
	"id": 13424,
	"name": "Ballade der Fjorde",
	"description": "Eine Lanze, die von Fischern auf den Eisfeldern verwendet wird. Für die Beute gibt es kein Entkommen.",
	"descriptionRaw": "Eine Lanze, die von Fischern auf den Eisfeldern verwendet wird. Für die Beute gibt es kein Entkommen.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Stangenwaffe",
	"rarity": 4,
	"story": "Der Legende nach kommt der Winter aus Hyperborea, wo die Fjorde und das Polarlicht genauso scharf und gezackt sind wie Wolfszähne.\nDie Eisbäche und Schneewüsten schneiden ständig neue Spalten und füllen diese wieder auf, sodass sich die Landschaft unaufhörlich verändert,\nbis dieses eisige Land am Ende wie in einem Traum oder einer Illusion seine Nabelschnur zum Festland abgetrennt hat.\nDanach ist nur noch die Legende des jungen Ajax geblieben, der in den Tiefen des Eismeers das Land des Goldes und weißen Steins entdeckt hat.\nInmitten der Kälte dieser dicken Eisschicht sorgen die Geschichten über diesen jungen Helden für ein wenig Wärme und Licht.\nEs gibt viele Geschichten über ihn. Er soll mit einem Schiff in den Bauch eines riesigen Wals gefahren sein und soll dereinst sieben Tage lang auf einem Schneefeld gegen einen Drachen gekämpft haben.\nEr und Snegurochka waren dereinst ineinander verliebt, doch durch die bösen Machenschaften der Wechselbälger hat er seine Liebste verloren. Eine wahrhaft traurige Geschichte.\n\nDie letzte erwähnenswerte Geschichte ist die folgende.\nEin junger Mann, der davon lebte, mit einer Harpune Fische im Meer unter der Eisschicht zu jagen, stürzte in ein unentdecktes Königreich.\nDort entdeckte er eine Stadt, die aufgrund einer uralten Katastrophe in den Tiefen versunken war und die dennoch mit dem Licht des hellen Tages leuchtete.\nDer erhabene und stille König saß dort auf einem riesigen Thron aus weißem Stein und sein Stab war immer noch in bestem Zustand und frei von Würmern.\nUnd die silberweißen Baumwurzeln im Hof umarmten den weißen Priester wie eine Mutter oder eine Geliebte.\nSchöne und wundersame Geschöpfe und verdrehte und boshafte Monster erwachten aus ihrem tausendjährigen Schlaf ...\n\nUnd aus einem fernen Ort drang ein Geräusch heran ...\n„... Vater! Vater! He! Ein Fisch hat angebissen!“\n\n„... Oh. Entschuldigung.“\n\n„Und dann? Was ist dann passiert?“\n\n„Also ... am Ende hat der Junge den Drachen besiegt, der in den Tiefen des Königreichs geschlummert hat.“\n„Der Schatz des Drachen enthielt schier unerschöpfliche Mengen an Gold. Doch er war ein gutmütiger und kluger Mensch, der erkannt hatte, dass Gold die Ursache vieler Übel ist. Also hat er nur so viel mitgenommen, wie er selbst gebraucht hat, und dann einem Freund etwas abgegeben, um dessen Krankheit behandeln zu lassen.“\n\n„Oh? Ist das das Ende der Geschichte?“\n\n„Ja, das ist das Ende.“\n\n„Verstehe ... Dann erzähl doch noch eine andere Geschichte!“\n\n„Eine andere Geschichte? Beim nächsten Mal. Für heute reicht es, sonst jagen wir noch alle Fische hier in die Flucht.“",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "KT",
	"baseStatText": "6%",
	"effectName": "Die vielen Geschichten der Eiswüste",
	"effectTemplateRaw": "Erhöht die Elementarkunde um <color=#99FFFFFF>{0}</color> Punkte, wenn sich mindestens drei Figuren verschiedener Elementartypen in der Truppe befinden.",
	"r1": {
		"description": "Erhöht die Elementarkunde um 120 Punkte, wenn sich mindestens drei Figuren verschiedener Elementartypen in der Truppe befinden.",
		"values": [
			"120"
		]
	},
	"r2": {
		"description": "Erhöht die Elementarkunde um 150 Punkte, wenn sich mindestens drei Figuren verschiedener Elementartypen in der Truppe befinden.",
		"values": [
			"150"
		]
	},
	"r3": {
		"description": "Erhöht die Elementarkunde um 180 Punkte, wenn sich mindestens drei Figuren verschiedener Elementartypen in der Truppe befinden.",
		"values": [
			"180"
		]
	},
	"r4": {
		"description": "Erhöht die Elementarkunde um 210 Punkte, wenn sich mindestens drei Figuren verschiedener Elementartypen in der Truppe befinden.",
		"values": [
			"210"
		]
	},
	"r5": {
		"description": "Erhöht die Elementarkunde um 240 Punkte, wenn sich mindestens drei Figuren verschiedener Elementartypen in der Truppe befinden.",
		"values": [
			"240"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Zerbrochener Kelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Ungeblühte Blume unbekannter Herkunft",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Vaniloqua-Nektar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Weinkelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Ungeblühte Blume unbekannter Herkunft",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Vaniloqua-Nektar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Weinkelch des unberührten Meers",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Jemandes geschätzte Blume",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Leuchtender Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Silberkelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Jemandes geschätzte Blume",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Leuchtender Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Silberkelch des unberührten Meers",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Blühende Blume eines Nomaden",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Elementarnektar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Goldkelch des unberührten Meers",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Blühende Blume eines Nomaden",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Elementarnektar",
				"count": 12
			}
		]
	}
}