{
	"name": "Schilfmeer-Bake",
	"description": "Ein antikes Großschwert. Es scheint die Waffe eines Königs oder eine Art Ritualschwert gewesen zu sein.",
	"weapontype": "Zweihänder",
	"rarity": "5",
	"story": "In den Zeiten, als Reiche wie Pilze aus dem Boden schossen und wieder wie Sandburgen in sich zusammenfielen, als Helden aufstiegen wie Sterne und fielen wie Kometen ...\nNachdem der Sandkönig mit seinem Traum in die Wüste gesunken war, wanderte der blinde Dichter von einst privilegierter Herkunft\ndurch das weite Wüstenmeer und sammelte Gedichte bei den verstreuten Bewohnern der Wüste.\n\nEr hörte vom Untergang seiner Heimat. Er hörte, dass der Prinz, der ihn blind gemacht hatte, schließlich seinen eigenen Thron stürzen gesehen hatte.\nEr hörte die Legende, wie die Tänzerin einen nach dem anderen zu Königen machte und sie dann mit einem Sandsturm vernichtete.\nEr hörte das Klagelied der reinen Quellen, die durch fließenden Sand ersetzt wurden, und das Wehklagen eines in Dörfer und Stämme zersplitterten Volkes.\nEr hörte die Geschichte vom Tod des obdachlosen Prinzen, vom Schicksal seiner Schwerter und dass der Mörder im Wald verschwunden war ...\nAll diese Gedichte und Lieder, die so unaufhaltsam wie Wasser, aber so reizend wie fließender Sand sind, haben sich in sein Herz eingeprägt.\nAus den Fetzen der Lieder kam in den sengenden Sandstürmen der längst vergessene Wüstentraum wieder hervor ...\n\n„Jenseits des Dünenmeeres befand sich einst der Wohnsitz des Königs Deshret.“\n„Die vielen Straßen und Gassen waren mit Gold bedeckt und führten zu dem einen Thron.“\n„König Deshrets golden leuchtendes Auge und sein edles Herz waren einst am Ende aller Wege ...“\n„Doch der brennende vergoldete Traum zerschlug sich schließlich, und das erhabene Auge wurde von der Sonne und dem Sand geblendet.“\n„Das Schicksal stürzte in die dunklen Tiefen, und das Reich des Sandes zerfiel zu goldenem Staub.“\n\nDas Pendel des Schicksals ist für die Torheit des Königs und der Sterblichen keine halbe Sekunde stehen geblieben.\nDie unbedeutenden Reiche, der verachtenswerte König ... Sie alle wurden schließlich vom fließenden Sand verschlungen.\nEines Tages baute ein misstrauischer Fürst außerhalb der Waldgrenze Festungen, um den Sanden zu huldigen.\nAber seine Soldaten zerstreuten sich, sowie sein Volk auch, und schließlich war sein Name auch verloren, genau wie die Sandkörner im Wind.\nÜber den Ruinen des Beckens, in dem die alten Werkzeuge zum Hinrichten von Verbrechern ausgegraben wurden,\nversammelten sich Menschen, die ihren Traum der Sande verloren hatten und dennoch nicht bereit waren, das Sandmeer aufzugeben.\nAn den Namen des Schilfmeers, das es nie gab, verknüpfen sie den Traum, der ihnen versprochen worden war ...",
	"baseatk": 46,
	"substat": "KT",
	"subvalue": "7.2",
	"effectname": "Sandmeers Wacht",
	"effect": "Erhöht den ANG beim Treffen von Gegnern mit Elementarfähigkeiten 8 s lang um {0}. Erhöht beim Erleiden von Schaden den ANG 8 s lang um {1}. Die 2 oben beschriebenen Effekte treten auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Erhöht außerdem die max. LP um {2}, solange sich die Figur nicht im Schutz von Schilden aufhält.",
	"r1": [
		"20 %",
		"20 %",
		"32 %"
	],
	"r2": [
		"25 %",
		"25 %",
		"40 %"
	],
	"r3": [
		"30 %",
		"30 %",
		"48 %"
	],
	"r4": [
		"35 %",
		"35 %",
		"56 %"
	],
	"r5": [
		"40 %",
		"40 %",
		"64 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Echo der sengenden Macht",
				"count": 5
			},
			{
				"name": "Zertrümmertes Rückgrat",
				"count": 5
			},
			{
				"name": "Verblasste rote Seide",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nachglimmen der sengenden Macht",
				"count": 5
			},
			{
				"name": "Zertrümmertes Rückgrat",
				"count": 18
			},
			{
				"name": "Verblasste rote Seide",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Nachglimmen der sengenden Macht",
				"count": 9
			},
			{
				"name": "Festes Rückgrat",
				"count": 9
			},
			{
				"name": "Geränderte rote Seide",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Traum der sengenden Macht",
				"count": 5
			},
			{
				"name": "Festes Rückgrat",
				"count": 18
			},
			{
				"name": "Geränderte rote Seide",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Traum der sengenden Macht",
				"count": 9
			},
			{
				"name": "Rückgrat mit gemeißeltem Muster",
				"count": 14
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Vergangenheit der sengenden Macht",
				"count": 6
			},
			{
				"name": "Rückgrat mit gemeißeltem Muster",
				"count": 27
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 18
			}
		]
	}
}