{
	"name": "Schwarzstein-Achat",
	"description": "Ein geheimnisvoller Katalysator gefertigt aus Schwarzstein. Der merkwürdige rote Schein kommt einem vor, als würde er eindringlich pulsieren.",
	"weapontype": "Katalysator",
	"rarity": "4",
	"story": "Dieser Katalysator wurde aus sehr seltenem Schwarzstein gefertigt. Bei Tageslicht kann man ein Leuchten darin sehen und er eignet sich hervorragend zum Kontrollieren der Elemente.\nDas Gerät ist rund, mit einem Stück blutrotem Cor Purum im Zentrum. Das reine Cor Purum scheint wie der Blutmond zu- und abzunehmen, in einem ewigen Zyklus mal heller, mal dunkler.\n\nDie zahllosen Spitzen von Tianheng sind eine Kammer voller Schätze, denn tief in den Felsen strahlt glorreiche Jade. Unter Rex Lapis’ Herrschaft erlebte der Bergbau in Liyue eine Blütezeit.\nIm Zuge der Minenarbeiten wurden der Tianheng-Berg und seine nähere Umgebung völlig ausgehöhlt und Minenschächte erstreckten sich in alle Richtungen. Sie reichten sogar bis zum Mittelpunkt der Erde.\nEs kam eine Zeit jedoch, in der die Erde zu beben begann, ein Grollen zog über die Ebene, Felsen schwankten und die Mine stürzte zusammen.\nIn den Tiefen der Erde weilten die lebendig Begrabenen. Des Nachts konnte man oft ihre Klagelieder hören,\n\nbis zu einem gewissen Tag, als ein Besucher am Qingce-Berg auftauchte.\nEr trug ein langes, weißes Gewand und gab an, ein wandernder Alchimist zu sein. In Liyue war er angeblich auf der Suche nach Leuten mit dem Familiennamen Yun und Han.\nHuang, die erste Tochter der Familie Yun, lebte damals im Qingce-Dorf. Sie schickte sofort einen Boten, um Han Ce, den ersten Sohn des Handwerksmeisters Han Wu, abzuholen.\nDie Mystiker unterrichteten beide, dass früher die Yuns und die Hans mit vereinten Kräften einen Katalysator für die Mystiker der Welt hergestellt hatten.\nJetzt, da sich in Liyue Unruhe breitmachte, wollten die Mystiker den Yuns und den Hans ein Stück reines Cor Purum zur Verfügung stellen. Sie hatten die Hoffnung, dass dies den Menschen von Liyue in dieser schweren Zeit helfen würde.\n\nAls sie die Nachricht erhielten, feuerten Yun Huang und Han Ce sofort den Ofen an und stellten einen Schwarzstein-Katalysator mit Cor Purum in der Mitte her.\nDer purpurrote Stein schwang mit der Kruste der Erde mit. Ein blutrotes Leuchten flackerte immer wieder auf, wie eine Warnung vor einer bevorstehenden tektonischen Aktivität.\nSo wie die Sterne der Kompass der nachts Reisenden ist, so war dieser Katalysator das Licht, das den Menschen in Liyue einen sicheren Weg durch diese turbulente Zeit der Erdrutsche und Einstürze ermöglichte. Der Katalysator wurde am Fuße des Tianheng-Bergs für alle sichtbar platziert.\nAls endlich wieder friedlichere Zeiten anbrachen, verschwand er still und ohne jegliche Spur, so wie auch der Zorn aus dem Herzen der Erde wieder verschwunden war.",
	"baseatk": 42,
	"substat": "KSCH",
	"subvalue": "12",
	"effectname": "Triumphaler Übermut",
	"effect": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um {0}. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
	"r1": [
		"12 %"
	],
	"r2": [
		"15 %"
	],
	"r3": [
		"18 %"
	],
	"r4": [
		"21 %"
	],
	"r5": [
		"24 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Leuchtender Sand von Guyun",
				"count": 3
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 3
			},
			{
				"name": "Leitende Schriftrolle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 3
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 12
			},
			{
				"name": "Leitende Schriftrolle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 6
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 6
			},
			{
				"name": "Zaubersiegel-Schriftrolle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 3
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 12
			},
			{
				"name": "Zaubersiegel-Schriftrolle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 6
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 9
			},
			{
				"name": "Fluchschriftrolle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Heiligtum von Guyun",
				"count": 4
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 18
			},
			{
				"name": "Fluchschriftrolle",
				"count": 12
			}
		]
	}
}