{
	"name": "Schwarzstein-Schneide",
	"description": "Ein Schwarzstein-Großschwert, dessen Härte unübertroffen ist. Es ist schwarz mit roten Einschlüssen.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "Ein Breitschwert aus seltenem Schwarzstein. Schwer wie ein Fels hat es genug rohe Kraft, um sich seinen Weg durch einen Berg zu bahnen.\nDie Klinge besteht aus einer Kombination von Schwarzsteinkristall und einem roten Erz. Es ist tiefschwarz wie Tinte, mit roten Flammen, die aus dem Inneren hervordringen.\n\nDie Schwarzsteinwaffen stammen angeblich aus der alten „Prototyp“-Reihe. Schwarzsteinklingen besitzen drei Merkmale: Sie sind hart wie Grundgestein, schimmernd wie Eis und furchtlos, wie das Blut, das uns Leben gibt.\nAuch wenn die Schwarzstein-Schneide ein Breitschwert ist, hat sie eine einzigartig scharfe Klinge, die kaum dicker als ein Seidenfaden ist.\nDie Verbindung der roten und schwarzen Kristalle ist nahtlos und jeder Teil der Klinge geht perfekt in den anderen über.\nMit einem Flammenmotiv und einem mit roter Jade verzierten Griff wirkt das Schwert aus der Ferne dunkel und bedrohlich wie Blut, das aus einer bodenlosen Grube voller schwarzer Tinte quillt.\n\nMeisterhandwerker Han Wu machte sich auf die Suche nach dem feinsten Erz, mit dem man eine Schwarzstein-Schneide gießen kann. Er suchte überall, bis er in einen Bergwerksunfall verwickelt wurde.\nWährend er in der Höhle gefangen war, nahmen seine Augen nichts weiter als alles umgebende Dunkelheit wahr. In seinen Ohren krachten die Felsen, als ob die ganze Welt zusammenbrach.\nNach dieser Qual blieb der Brennofen des Handwerkers ungenutzt. Wo einst helle Flammen brannten, sammelte sich jetzt kalter Staub, während die vergessenen Träume der Schmiede schwanden und starben.\nHan Wus Sohn Han Ce las die Nachricht, dass das Innere des Berges wegen eines Monsterbefalls versiegelt worden war, und beeilte sich, seinem Vater davon zu berichten.\nHan Wu wurde von Schuldgefühlen geplagt, als er die Nachricht erhielt. Er war sich sicher, dass es seine Reise in die Mine war, die den Drachen aus dem Untergrund gestört und den Meteoriten vom Himmel beschworen hatte. Er rappelte sich von seinem Krankenbett auf, entfachte einmal mehr das Feuer des Brennofens und schmiedete ein mächtiges Breitschwert.\nAls das Breitschwert fertig war, brachte Han Ce es in den Minenschacht. Dort errichtete er auf Anweisung seines Vaters hin einen Schrein so groß wie er selbst und legte das Schwert hinein, um Böses und den Drachen abzuwehren.\n\nHan Wu verstarb einige Jahre später friedlich im Schlaf.\nIm Moment von Han Wus Tod kam ein Reisender am Minenschacht des Tianheng-Bergs vorbei und er sah ein feuerrotes Licht aus dem Felsen heraus scheinen. Als er weiter zusah, erschien auf einmal ein Schrein und begann sich zu öffnen.\nDas Breitschwert in dem Schrein glänzte sanft, als würde es vor Trauer weinen.\nHan Ce ging noch in dieser Nacht in die Berge, um das Schwert zu holen.\nDie Tianshu dieses Zeitalters gravierte persönlich eine Inschrift in die Klinge:\n„Spaltet Berge und teilt das Meer. Zerreißt die Wolken und bricht den Mond.“",
	"baseatk": 42,
	"substat": "KSCH",
	"subvalue": "12",
	"effectname": "Triumphaler Übermut",
	"effect": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um {0}. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
	"r1": [
		"12 %"
	],
	"r2": [
		"15 %"
	],
	"r3": [
		"18 %"
	],
	"r4": [
		"21 %"
	],
	"r5": [
		"24 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Bleikugeln des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgraspollen",
				"count": 3
			},
			{
				"name": "Abzeichen für neue Rekruten",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgraspollen",
				"count": 12
			},
			{
				"name": "Abzeichen für neue Rekruten",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 6
			},
			{
				"name": "Nebelgrassäckchen",
				"count": 6
			},
			{
				"name": "Abzeichen für Unteroffiziere",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Goldkugel des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgrassäckchen",
				"count": 12
			},
			{
				"name": "Abzeichen für Unteroffiziere",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Goldkugel des Nebelschleiers",
				"count": 6
			},
			{
				"name": "Nebelgrasdocht",
				"count": 9
			},
			{
				"name": "Abzeichen für Offiziere",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Wunderkugel des Nebelschleiers",
				"count": 4
			},
			{
				"name": "Nebelgrasdocht",
				"count": 18
			},
			{
				"name": "Abzeichen für Offiziere",
				"count": 12
			}
		]
	}
}