{
	"id": 13404,
	"name": "Schwarzsteinlanze",
	"description": "Eine aus Schwarzstein und Aerosiderit geschmiedete Waffe, deren kalte Klinge rötlich strahlt, als würde sie bluten.",
	"descriptionRaw": "Eine aus Schwarzstein und Aerosiderit geschmiedete Waffe, deren kalte Klinge rötlich strahlt, als würde sie bluten.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Stangenwaffe",
	"rarity": 4,
	"story": "Diese Lanze wurde aus sehr seltenem Schwarzstein gefertigt. Ihre Geschwindigkeit ist unübertroffen und sie kann selbst den Wind durchbohren.\nKomplett aus Schwarzstein gefertigt ist der Schaft mit rotem Kristall dekoriert.\nIm Mondlicht ist in seinem Inneren ein wirbelndes, blutrotes Leuchten erkennbar.\n\nDer berühmte Handwerker Han Wu aus Liyue hatte bereits einen Sohn aus erster Ehe, den er auf den Namen Han Ce taufte, Han für die Kälte und Ce für strategisches Denken. Er hoffte, dass er eines Tages genau wie er selbst ein geschickter und kluger Handwerker werden würde, um so, wenn es so weit wäre, das Geschäft zu übernehmen.\nAber Han Ce hatte andere Ambitionen. Während seines Studiums verbrachte er seine Unterrichtszeit mit dem Lesen von Kampfkunstromanen, während er in seiner Freizeit die Kunst der Stangenwaffe in den Bergen übte. Er war besessen von dem Wunsch, ein kämpfender Vagabund zu werden und mit seiner Waffe als Schutz durch die Welt zu streifen.\nAls er das Land nach Aerosiderit absuchte, war er nicht auf der Suche nach dem seltenen Erz selbst, sondern nach dem Nervenkitzel des Abenteuers. Als er die höchsten Gipfel erklomm, um mit den Adepten zu sprechen, wollte er nicht das Wissen der Weisen sammeln, sondern die Geschichten über seine Reisen.\nHan Ce scherte sich wenig um die Flammen des Brennofens und die Arbeit des Waffenschmiedens. Sein Vater schimpfte mit ihm, jedoch ohne Erfolg. Schließlich verließ Han Ce eines Tages seine Heimat, ohne sich von seinem Vater zu verabschieden.\n\nIn seinen späteren Jahren war Han Wu in ein Minenunglück verwickelt, das seinen Charakter grundlegend veränderte. Han Ce erfuhr von dem Unfall und reiste die Nacht hindurch, um nach Hause zu seinem Vater zu kommen.\nWenn er zuvor hitzköpfig und nie um eine Antwort verlegen war, so war er jetzt still und ruhig. Er hatte keinerlei Feindseligkeit mehr seinem Sohn gegenüber, nur weil dieser zögerte, die Schmiede zu übernehmen.\nSchließlich kamen sich Vater und Sohn zum ersten Mal in ihrem Leben näher. Han Ce schämte sich ob seines früheren Verhaltens, aber er wusste nicht, wie er es wieder gutmachen sollte.\nEinige Jahre später tat Han Wu seinen letzten Atemzug. Damit endete das Leben des Handwerksmeisters einer ganzen Generation. Nach dem Willen seines Vaters holte Han Ce das Waffenregister mit den Entwürfen aus seinem Arbeitszimmer. Es war die sagenumwobene „Prototyp“-Reihe.\nDas Archiv wurde in einer Holztruhe versiegelt, zusammen mit einem Brief an Han Ce.\n„An meinen lieben Sohn Han Ce: Die Welt ist groß und voller Wunder. Wo immer dich deine Reise auch hinführt, mögest du immer das Wunder in allem sehen.“\n\nDie Pläne waren mit handschriftlichen Kommentaren seines Vaters versehen. Han Ce war über den Anblick erfreut und las sie die ganze Nacht hindurch.\nAls Han Ce bei Tagesanbruch aus dem Arbeitszimmer trat, sah er voller Verwunderung, wie ein Meteorit vom Himmel fiel. Er schlug direkt vor dem Haus der Familie ein und landete in perfekt senkrechter Position.\nUnzählige Gefühle vermischten sich in Han Ces Herz. Tränen der Freude und Sorge strömten über sein Gesicht, als er rief, „Der Himmel hat gesprochen!“\nHan Ce nahm den pechschwarzen Aerosiderit und fügte ihn dem in der Schmiede verbliebenen Schwarzstein hinzu. Er folgte den Entwürfen seines verstorbenen Vaters auf das Genauste und fertigte eine spitz zulaufende Stange mit einer scharfen Klinge darauf, die wie Eis schimmerte, und einem Körper, der hart wie Beton war.\nHan Ce hätte mit seiner treuen Waffe die Welt bereisen können, aber er entschied sich dagegen. Denn er schwor an jenem Tag, dass die Flammen des Ofens nie wieder ausgehen würden und die Waffenschmiede nie wieder stillstehen würde.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "12%",
	"effectName": "Triumphaler Übermut",
	"effectTemplateRaw": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>{0}</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
	"r1": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 12 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"12 %"
		]
	},
	"r2": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 15 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"15 %"
		]
	},
	"r3": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 18 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"18 %"
		]
	},
	"r4": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 21 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"21 %"
		]
	},
	"r5": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 24 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"24 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Bleikugeln des Nebelschleiers",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Nebelgraspollen",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Abzeichen für neue Rekruten",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Nebelgraspollen",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Abzeichen für neue Rekruten",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Nebelgrassäckchen",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Abzeichen für Unteroffiziere",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Goldkugel des Nebelschleiers",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Nebelgrassäckchen",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Abzeichen für Unteroffiziere",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Goldkugel des Nebelschleiers",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Nebelgrasdocht",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Abzeichen für Offiziere",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Wunderkugel des Nebelschleiers",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Nebelgrasdocht",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Abzeichen für Offiziere",
				"count": 12
			}
		]
	}
}