{
	"id": 11408,
	"name": "Schwarzstein-Langschwert",
	"description": "Ein aus Schwarzstein geschmiedetes Langschwert. Die dunkle Klinge schimmert rötlich.",
	"descriptionRaw": "Ein aus Schwarzstein geschmiedetes Langschwert. Die dunkle Klinge schimmert rötlich.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Einhänder",
	"rarity": 4,
	"story": "Dieses Langschwert wurde aus sehr seltenem Schwarzstein gefertigt. Seine Schärfe ist unübertroffen, es kann sogar Gold durchschneiden und Jade durchbrechen.\nIn einer wolkenlosen Nacht kann man im Mondlicht auf der Mitte der Schwertklinge ein tiefes Rot erkennen, das sich mehrere Zentimeter weit erstreckt.\nSein blutrotes Glühen flackert schwach im Dunkeln, so als würde die Klinge ihren Wunsch, die Erde zu zerreißen, in die Nacht hinaus heulen.\n\nNachdem die Entwürfe für die neuen Prototypen entstanden waren, überarbeitete der Meisterhandwerker Han Wu sein gesamtes Waffenregister.\nDieser ausgefallene Entwurf verwendet eine seltene Substanz namens Schwarzsteinkristalle, um eine Klinge mit höchster Qualität herzustellen.\nBeim Schmieden eines Schwarzsteinschwertes können geringfügige Temperaturunterschiede und die Art des zum Kühlen verwendeten Wassers die endgültige Härte und Haltbarkeit der Klinge beeinflussen.\nDies stellt eine große Herausforderung für Hersteller von Schwarzsteinwaffen dar. Aber es ist eine, die ein Waffenschmied überwinden muss, wenn er sich von den Fesseln befreien will, die ihn halten, und neue Höhen in seinem Handwerk erreichen soll.\nHan Wu tat sich schwer damit, über die Grenzen seiner Gusstechniken hinauszusehen. Dank eines Kontakts seines guten Freundes bei der Familie Yun konnte er persönlich zur Großen Kluft gehen, um Materialien für die neue Waffe zu besorgen.\nAber nach einem Einsturz saß seine Truppe vier Tage lang in einem Minenschacht fest.\n\nGefangen zwischen den undurchdringlichen Steinwänden der Höhle waren die Werkzeuge der Truppe nutzlos.\nOhne Tageslicht verloren die nun Gefangenen zuerst das Zeitgefühl und dann einer nach dem anderen ihre Hoffnung und ihren Verstand.\nAls schon alles verloren schien, bemerkte Han Wu in einer Ecke der Höhle ein schwaches Schimmern. Es kam von dem Schwert-Prototypen, den er mit in die Höhle gebracht hatte.\nMit diesem Schwert grub er ihnen ihren Weg in die Freiheit und sie entstiegen aus den Tiefen der Erde in helles Sonnenlicht. Als der erste Sonnenstrahl jedoch auf die Klinge traf, zersprang diese in tausend Stücke.\nAlle Kraft verließ den Meisterhandwerker und er sank zu Boden. Monate später schuf er das Schwert erneut und erklärte: „Dieses Schwert soll Schwarzstein-Langschwert heißen, denn es ist aus Schwarzstein.“\nAlle, die das Schwarzstein-Langschwert sahen, waren verzaubert von seiner Schönheit, angetan von seiner Schärfe und gebannt von seiner Widerstandsfähigkeit.\nAber die Truppe verlor kein Wort darüber, was sie während ihres Leids in der Mine gesehen hatten ...\n\nTief in der alles verzehrenden Dunkelheit, als der Meisterschmied mit aller Kraft seine Klinge gegen die Höhlenwand schlug, stieß das Schwert ein ohrenbetäubendes Gebrüll aus, als würde ein Donner über die Ebenen fegen.\nVielleicht wussten sie bereits damals, dass der Schrei des Schwertes ein Erdbeben in den nächsten Jahren vorhersagte ...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "8%",
	"effectName": "Triumphaler Übermut",
	"effectTemplateRaw": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>{0}</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
	"r1": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 12 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"12 %"
		]
	},
	"r2": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 15 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"15 %"
		]
	},
	"r3": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 18 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"18 %"
		]
	},
	"r4": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 21 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"21 %"
		]
	},
	"r5": {
		"description": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um 24 %. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
		"values": [
			"24 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Leuchtender Sand von Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Zeremonielles Jagdschwert",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Stabile Bolzenspitze",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Glänzender Stein von Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Zeremonielles Jagdschwert",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Stabile Bolzenspitze",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Glänzender Stein von Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Zeremonielles Agentenschwert",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Scharfe Bolzenspitze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquie von Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Zeremonielles Agentenschwert",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Scharfe Bolzenspitze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquie von Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Abgenutzte Bolzenspitze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Heiligtum von Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Abgenutzte Bolzenspitze",
				"count": 12
			}
		]
	}
}