{
	"id": 14433,
	"name": "Laterne des schwarzen Marks",
	"description": "Eine Laterne, die ein schwaches, gespenstisches Leuchten ausstrahlt und von einer mitternachtsschwarzen Legierung umhüllt ist, die an ineinandergreifende Knochen erinnert. Es heißt, dass sie einst von einer bestimmten Geheimorganisation als kostbarer Schatz verehrt wurde.",
	"descriptionRaw": "Eine Laterne, die ein schwaches, gespenstisches Leuchten ausstrahlt und von einer mitternachtsschwarzen Legierung umhüllt ist, die an ineinandergreifende Knochen erinnert. Es heißt, dass sie einst von einer bestimmten Geheimorganisation als kostbarer Schatz verehrt wurde.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 4,
	"story": "Wenn Macht ein majestätisches Gebäude wäre, wie viele Ziegelsteine wären dann nötig, um es zu bauen?\nZiegelsteine an sich machen noch kein Gebäude. Wer entscheidet also, welche Ziegelsteine das Fundament bilden und welche zur Turmspitze werden?\nDie Ordnung scheint sehr strikt, doch das Schicksal jedes einzelnen Steins entscheidet der Zufall.\nUnd für den Einsturz eines hohen Gebäudes reicht es, dass ein einziger Ziegelstein sich nicht den falschen Anweisungen beugt.\n\n„Der Schatz des Paten liegt tief im Schwarzmarkt verborgen.“ Das Festmahl, das die alte Ordnung zerstören sollte, hatte begonnen, und den Schatz begehrende Räuber versammelten sich.\nEs war ein Kampf aller gegen alle. Die größte Gefahr ging nicht von den Wachen des Paten aus, sondern von den eigenen skrupellosen anderen Räubern.\nDer Erste, die die Schatzkammer betrat, war ein Fee. Die Welt hatte ihm gelehrt, nach Gewinn zu streben, persönlichen Schaden zu vermeiden und sich von den Intrigen anderer fernzuhalten.\nEr konnte die Herzen der Menschen lesen wie eine Landkarte und bahnte sich zwischen all den Intrigen seinen eigenen sicheren Weg. Das kann man wohl als gerissen bezeichnen.\nDie nächste, die einen Versuch unternahm, war ein Mädchen, für das der Sieg über den Fee wichtiger war als die Rätsel des Paten.\nMit ihrer Klinge schnitt sie geschickt jedes Schloss auf und überlistete die vermeintlich komplizierten Mechanismen mit den einfachsten Lösungen. Das kann man wohl als rustikal bezeichnen.\nDer Letzte, der sich vorwagte, war ein Jäger, der dieses Labyrinth als ein Jagdgebiet betrachtete, das noch grausamer war als der kalte Winter, und daher jeden Schritt sorgfältig plante.\nGeduld ist eine giftige Falle und Scharfsinn ist ein blutrünstiges Schwert. Er bekämpft seine Feinde mit simpler Kampfkraft. Das kann man wohl als furchtlos bezeichnen.\n\nDoch egal ob Fee, Mädchen oder Jäger – alle scheiterten vor dem Tor der Schatzkammer.\nEine schwarz gekleidete Dienerin fesselte die drei und führte sie nacheinander in eine innere Kammer.\n„Ehrwürdiger Pate, deine geladenen Gäste haben bereits Platz genommen und warten auf deine Anweisungen.“\nMit einem Zaytun-Pfirsich in der Hand kaute der Pate gemächlich und sagte zu jedem der Gäste, die die Dienerin hereingebracht hatte:\n\n„Du hast keine Rücksicht auf die Weltordnung genommen und es gewagt, dir etwas anzueignen, das dir nicht gehörte. Und dafür werde ich dich belohnen.“\n„Die sogenannte Ordnung dient nur denjenigen, die sie geschaffen haben. Damit bin ich nicht einverstanden und brauche daher eure Hilfe.“\n„Die Weltordnung besteht nur darin, dass die Reichen immer reicher und die Armen immer ärmer werden. Daher ist Diebstahl der einzige Weg, um das Gleichgewicht wiederherzustellen.“\n„Solltest du dich entschließen, von diesem Tag an den Räuberkodex zu befolgen, dann iss diese Frucht in Gegenwart der Gebeine des Großen Räubers.“\nDer Fee, der sich seit ihrer Kindheit danach sehnte, der Verschwendung der Adligen zu entkommen, bewunderte die Worte des Paten und aß die Blasenmandarine.\nDas Mädchen, das sich nie mit der Arroganz der Mächtigen abgefunden hatte, schluckte entschlossen den Wolfshaken, denn ihre Ideale ähnelten denen des Paten.\nDer Letzte, der die Valbeere aß, war der Jäger, der sich einst in den kalten Wald zurückgezogen hatte, gerade weil er sich weigerte, sich mit den schmutzigen Verhältnissen der Welt abzufinden.\n„Sehr gut. Dann schließen wir hiermit den Pakt der fruchtigen Ordnung. Merkt euch: Ab heute seid ihr das Rückgrat des Widerstands gegen die Ungerechtigkeit.“\n\nNachdem er seine Gäste nacheinander gehen sah, strich der Pate sanft mit der Hand über die leeren Wände der Schatzkammer.\nEr hatte erfolgreich den wichtigsten Ziegelstein aus dem Gebäude der Ordnung entfernt, doch hatte er nicht die unerwarteten Ereignisse vorhergesehen:\nAls sie sah, wie der Pate mit gerunzelter Stirn und schmerzendem Bauch dastand, lächelte die Dienerin, die ihm zur Seite stand, sanft.\nSie nahm ruhig die schwarze Wirbelsäule des Großen Räubers an sich und ließ die Wasserlilie als Gegenmittel zurück, während sie sich aus dem Staub machte.\n\n„Was du gerade zu den Räubern gesagt hast, macht die Ideologie des großen Räubers deutlich, daher werde ich dein Leben verschonen.“\n„Doch wahre Gerechtigkeit existiert nicht unter der Herrschaft der Ordnung, sondern darin, dass niemand bestimmen kann, was Ordnung ist.“",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elementarkunde",
	"baseStatText": "48",
	"effectName": "Beweis der Bindung",
	"effectTemplateRaw": "#Erhöht den durch die Reaktion „Sprießen“ verursachten Schaden um <color=#99FFFFFF>{0}</color> und den Schaden durch die Reaktion „Mondspross“ um <color=#99FFFFFF>{1}</color>. Mondomen – Reifer Glanz: Erhöht den Schaden durch die Reaktion „Mondspross“ zusätzlich um <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Erhöht den durch die Reaktion „Sprießen“ verursachten Schaden um 48 % und den Schaden durch die Reaktion „Mondspross“ um 12 %. Mondomen – Reifer Glanz: Erhöht den Schaden durch die Reaktion „Mondspross“ zusätzlich um 12 %.",
		"values": [
			"48{NON_BREAK_SPACE}%",
			"12{NON_BREAK_SPACE}%",
			"12{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht den durch die Reaktion „Sprießen“ verursachten Schaden um 60 % und den Schaden durch die Reaktion „Mondspross“ um 15 %. Mondomen – Reifer Glanz: Erhöht den Schaden durch die Reaktion „Mondspross“ zusätzlich um 15 %.",
		"values": [
			"60{NON_BREAK_SPACE}%",
			"15{NON_BREAK_SPACE}%",
			"15{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht den durch die Reaktion „Sprießen“ verursachten Schaden um 72 % und den Schaden durch die Reaktion „Mondspross“ um 18 %. Mondomen – Reifer Glanz: Erhöht den Schaden durch die Reaktion „Mondspross“ zusätzlich um 18 %.",
		"values": [
			"72{NON_BREAK_SPACE}%",
			"18{NON_BREAK_SPACE}%",
			"18{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht den durch die Reaktion „Sprießen“ verursachten Schaden um 84 % und den Schaden durch die Reaktion „Mondspross“ um 21 %. Mondomen – Reifer Glanz: Erhöht den Schaden durch die Reaktion „Mondspross“ zusätzlich um 21 %.",
		"values": [
			"84{NON_BREAK_SPACE}%",
			"21{NON_BREAK_SPACE}%",
			"21{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht den durch die Reaktion „Sprießen“ verursachten Schaden um 96 % und den Schaden durch die Reaktion „Mondspross“ um 24 %. Mondomen – Reifer Glanz: Erhöht den Schaden durch die Reaktion „Mondspross“ zusätzlich um 24 %.",
		"values": [
			"96{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Überreste der raffinierten Geheimgeräte",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Schimmer der Frostnacht",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Abgenutzter Amtsausweis",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Modell der raffinierten Geheimgeräte",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Schimmer der Frostnacht",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Abgenutzter Amtsausweis",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Modell der raffinierten Geheimgeräte",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Sanfter Glanz der Frostnacht",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Fein verarbeiteter Amtsausweis",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Vermächtnis der raffinierten Geheimgeräte",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Sanfter Glanz der Frostnacht",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Fein verarbeiteter Amtsausweis",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Vermächtnis der raffinierten Geheimgeräte",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Glorienschein der Frostnacht",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frostverzierter Amtsausweis",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Wunsch der raffinierten Geheimgeräte",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Glorienschein der Frostnacht",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frostverzierter Amtsausweis",
				"count": 12
			}
		]
	}
}