{
	"name": "Monetäre Aufsichtseinheit",
	"description": "Ein schwebendes Gerät zur Beobachtung bestimmter Phänomene. Nachdem es ausrangiert wurde, hat der Finder es für seine Zwecke umgestaltet.",
	"weapontype": "Katalysator",
	"rarity": "5",
	"story": "Der Weg des Geldes, der rauschende Kreislauf fließenden Blutes in den Venen der Welt.\nUnzählige Leben, die in ihm treiben, untergehen, mitgerissen und verschluckt.\nNatürlich, all dies, die Leistung der „Menschen“, die Leistung von uns.\nSo wie die Zahlen und Mathematik geboren wurden, um einmal Beträge kalter, harter Währung zu berechnen,\nso war die Schrift geboren, um einmal Schuldscheine zu formulieren, und Gesetze wurden geboren, um den Reichtum seinen Besitzer wechseln zu lassen.\n\nDer „Mensch“, er ist doch der Herr des Geldes, nicht sein Diener.\nDas goldene Herz, es soll doch auch für die Welt der „Menschen“ schlagen.\n... Natürlich, Geld ist des Niemandes Besitz,\ndenn schließlich ist es nur ein Fluss, der aus einer Ecke der Welt, durch die Hände der „Menschen“,\nans Ende aller Zeiten fließt.\n\nUnd deshalb ist es einem jedem unverständlich,\ndass die sogenannte „Ecke der Welt“ gewählt und vorgeschrieben sein soll.\nUnd deshalb ist es einem jedem nicht zu erfassen,\ndie große Errungenschaft der „Menschen“, ja von uns,\nsie wird von einem sogenannten „Gott“ erhoben und beschränkt.\nUnd deshalb muss sie auch von unsereins ersetzt werden:\nDenn das Herz des Geldes ward von einem fremden Gott in Besitz genommen.\nSo kann er jeden versklaven, wie es ihm beliebt.\nUnd auch wenn es unmöglich ist, Herr des goldenen Herzens zu sein,\nsollte doch jedem die gleiche Verfügung über das Geld gewährt werden.\n\n„Es mag dir schwer vorstellbar erscheinen. Erlaube mir, es dir zu zeigen.“\n„Zuerst brauchen wir eine neue Währung, der sich die Mora fügen, die sie ablöst.“\n„Der Ort? Eine isolierte Mikro-Wirtschaft.“\n„Ich habe bereits ein bestimmtes Land in einem Reich ins Auge gefasst, wo die Einmischung göttlicher Macht minimal ist.“\n„Und es dürfte nicht lange dauern, es zu unterwandern.“\n\n„Du fragst, wie es heißen soll ... Nun, für Namen habe ich nicht viel übrig. Ja, so ist es.“\n„Und zu Ehren dessen, dass du mir mein Experiment gestattest, nennen wir die neue Währung ‚Tauschschein‘.“\n\nDie von der Präzisionsmaschine konstruierte Aufsichtseinheit gibt ein Summen von sich und beobachtet weiter den goldenen Fluss dieses so winzigen Königreichs.\nUnermüdlich wird jedes Geld erfasst, das den Besitzer wechselt.\nJede Ersparnis und jede Verschwendung, jeder Wertzuwachs und jede Minderung, die Anzahl der Umläufe eines jeden Geldmittels in einem bestimmten Zeitraum.\nDas einzig dazwischen liegende Recht ist das Recht eines jeden Einzelnen, es zu horten. Und die einzige Sanktionierung besteht in der Verarmung oder dem Tod.\nDie Regeln sind gerecht: Du kannst von den Gewinnen profitieren und herrschen, oder du wirst beherrscht und arbeitest dich zu Tode.\n\nUnd so wird der Mensch kraft seines Ehrgeizes und seines Reichtums Seite an Seite mit den Göttern stehen.\nDie Schwachen, die in diesem Wettstreit alles verlieren, werden von der Flut der menschlichen Welt verschlungen werden.\nKeine göttliche Macht wird mehr eingreifen, den Reichtum der Reichen vor den Armen zu beschönigen.\nUnd es werden keine Reichtümer der Götter mehr fließen, die Würde der Armen vor den Füßen der Reichen zu retten.",
	"baseatk": 48,
	"substat": "KT",
	"subvalue": "4.8",
	"effectname": "Goldene Gezeiten des Blutes",
	"effect": "Erhöht den ANG um {0}. Erhöht den mit Standardangriffen verursachten Schaden um {1} und den mit heftigen Schlägen verursachten Schaden um {2}, wenn sich die aktuellen LP erhöhen oder verringern. Hält 4 s, 3-fach stapelbar, 0,3 s Abklingzeit. Erhöht bei Erreichen von 3 Stapelungen die Angriffs-GSW um {3}.",
	"r1": [
		"16 %",
		"16 %",
		"14 %",
		"8 %"
	],
	"r2": [
		"20 %",
		"20 %",
		"17,5 %",
		"10 %"
	],
	"r3": [
		"24 %",
		"24 %",
		"21 %",
		"12 %"
	],
	"r4": [
		"28 %",
		"28 %",
		"24,5 %",
		"14 %"
	],
	"r5": [
		"32 %",
		"32 %",
		"28 %",
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Zerbrochener Kelch des unberührten Meers",
				"count": 5
			},
			{
				"name": "Alte Taschenuhr der Dienerin",
				"count": 5
			},
			{
				"name": "Transozeanische Perle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Weinkelch des unberührten Meers",
				"count": 5
			},
			{
				"name": "Alte Taschenuhr der Dienerin",
				"count": 18
			},
			{
				"name": "Transozeanische Perle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Weinkelch des unberührten Meers",
				"count": 9
			},
			{
				"name": "Standardtaschenuhr der Dienerin",
				"count": 9
			},
			{
				"name": "Transozeanischer Brocken",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Silberkelch des unberührten Meers",
				"count": 5
			},
			{
				"name": "Standardtaschenuhr der Dienerin",
				"count": 18
			},
			{
				"name": "Transozeanischer Brocken",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Silberkelch des unberührten Meers",
				"count": 9
			},
			{
				"name": "Beständigkeit der Dienerin",
				"count": 14
			},
			{
				"name": "Xenochromatischer Kristall",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Goldkelch des unberührten Meers",
				"count": 6
			},
			{
				"name": "Beständigkeit der Dienerin",
				"count": 27
			},
			{
				"name": "Xenochromatischer Kristall",
				"count": 18
			}
		]
	}
}