{
	"id": 15426,
	"name": "Wolkenweber",
	"description": "Eine experimentelle Standardwaffe, die nach der eingehenden Analyse der adeptischen Maschinen, die Tianheng einst beschützten, von der Schwarzsteinschmiede im Auftrag vom Yuheng hergestellt wurde.",
	"descriptionRaw": "Eine experimentelle Standardwaffe, die nach der eingehenden Analyse der adeptischen Maschinen, die Tianheng einst beschützten, von der Schwarzsteinschmiede im Auftrag vom Yuheng hergestellt wurde.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bogen",
	"rarity": 4,
	"story": "Ein altes Sprichwort besagt, die zahllosen Spitzen von Tianheng sind eine Kammer voller Schätze, denn tief in den Felsen strahlt glorreiche Jade. Das Land der tausend Felsen war schon seit jeher für seinen Reichtum bekannt.\nUnd die wichtigste Stätte für den Abbau und die Verarbeitung von Erzen ist die „Schwarzsteinschmiede“, die sich im Tianheng-Berg befindet.\n\nDie „Schwarzsteinschmiede“ wurde tief im Berg errichtet. In ihr finden sich zahlreiche Werkstätten und Schmelzöfen, die über durch Ruß geschwärzte Gänge miteinander verbunden sind.\nIn der Zeit der Tumulte, als das Wildfeuer des Krieges den Boden rot färbte, diente dieser Ort auch den dort lebenden Bergstämmen als Zuflucht.\nEs heißt, dass es dort einige längst vergessene uralte Gänge geben soll, die angeblich in ein altes Königreich tief unter der Erde führen ...\n\nIn „Steintafelberichte“ wurde vermerkt, dass es der Vorfahr der im heutigen Liyue sehr angesehenen Familie Yun war, der jene dunklen Gänge ursprünglich angelegt hatte.\nAls Ahnherr einer Familie von Schmieden wurde er, seit er auf der Bühne der Geschichte in Erscheinung getreten war, von zahllosen Handwerkern späterer Generationen als ein Großmeister verehrt.\n\nÜber die Person selbst sind in den historischen Aufzeichnungen nur wenige Informationen zu finden ...\n„Der Yun-Ahnherr verfügte über so großes Geschick, dass die Falken, die er aus Holz schnitzte, und die Elstern, die er aus Bambus hackte, drei Tage lang umherflogen, ohne sich niederzulassen. Das ist das höchste Maß an Kunstfertigkeit in der Welt.“\n\nSowohl das Studium von Vorrichtungen als auch die Kunst des Schmiedens war ursprünglich aufs Engste mit den Unsterblichen verbunden.\nDaher wurde er oft als Schüler der Unsterblichen angesehen und auch seine Fähigkeiten wurden als deren Gabe betrachtet.\nGemäß einer weithin bekannten Geschichte begleitete er Rex Lapis in einer Zeit der Tumulte in den Krieg.\nEr erwarb sich große Verdienste und ihm wurde die Beachtung von drei Unsterblichen in Folge zuteil, die ihn in die Geheimlehren der Vorrichtungen einweihten.\n\nEs heißt, seine Fähigkeiten seien so erstaunlich gewesen, dass er die Wolken vom Himmel pflücken konnte, um damit unzählige Türme zu errichten.\nEbenso war er in der Lage, aus dem minderwertigsten, verfaulten Holz sich bewegende Vögel und Tiere zu schnitzen, die man von ihren echten Vorbildern kaum unterscheiden konnte.\nDas geflügelte Wort „Schwarzstein erbaut in den Wolken“ ist im heutigen Liyue weithin bekannt.\nDer darin enthaltene Konflikt zwischen den Bildern war unter Dichtern und Geschichtenerzählern schon seit jeher ein beliebtes Thema.\nObwohl die Legende vom „Wolkenweber“ nichts anderes als eine abwegige Übertreibung ist,\nist es jedoch eine unbestreitbare Tatsache, dass er den Rest seines Lebens der Schwarzsteinschmiede und der Weitergabe seiner Handwerkskünste widmete.\n\nAm Ende seines Lebens und seiner Legende fuhr er im Licht des Himmels von Huaxu zum Firmament auf und wurde zu einem Sternbild, das die Handwerker beschützte.\nDoch Legenden sind letztendlich nur Legenden. Die Schwarzsteinschmiede wurde weder mittels geheimer Techniken von Unsterblichen noch durch flüchtige Wolken oder Winde errichtet.\nVielmehr waren es Meißel und Hämmer, der auf das Gestein tropfende Schweiß und die jahrhundertelange Arbeit von als gewöhnlich geltenden Handwerkern.\nImmerhin hat der Pakt mit Deus Auri ja nie vorgesehen, dass die Entschlossenheit der Sterblichen nicht die Wunder der hoch in den Wolken residierenden Unsterblichen übertreffen kann.\n\n„Der Yun-Ahnherr verfügte über so großes Geschick, dass die Falken, die er aus Holz schnitzte, und die Elstern, die er aus Bambus hackte, drei Tage lang umherflogen, ohne sich niederzulassen. Das ist das höchste Maß an Kunstfertigkeit in der Welt.“\n„Und seine Werke formten Felsen zu Werkstätten und webten Wolken zu Türmen und er durchbohrte den Tianheng-Berg, um die Schwarzsteinschmiede zu erschaffen. Daher heißt es, dass sein Schaffen dem Volk zugutekam.“\n„Er sagte einmal: Was ist Können? Was ist Unfähigkeit? Was dem Volk zugutekommt, gilt als Können, alles andere ist als Unfähigkeit zu betrachten.“",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elementarkunde",
	"baseStatText": "36",
	"effectName": "Aus Fels wird Werkstatt",
	"effectTemplateRaw": "#Erhöht die Elementarkunde des Trägers um <color=#99FFFFFF>{0}</color> Punkte, wenn sich dessen Elementarenergie verringert, hält 18{NON_BREAK_SPACE}s, 2-fach stapelbar.",
	"r1": {
		"description": "Erhöht die Elementarkunde des Trägers um 40 Punkte, wenn sich dessen Elementarenergie verringert, hält 18 s, 2-fach stapelbar.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Erhöht die Elementarkunde des Trägers um 50 Punkte, wenn sich dessen Elementarenergie verringert, hält 18 s, 2-fach stapelbar.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Erhöht die Elementarkunde des Trägers um 60 Punkte, wenn sich dessen Elementarenergie verringert, hält 18 s, 2-fach stapelbar.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Erhöht die Elementarkunde des Trägers um 70 Punkte, wenn sich dessen Elementarenergie verringert, hält 18 s, 2-fach stapelbar.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Erhöht die Elementarkunde des Trägers um 80 Punkte, wenn sich dessen Elementarenergie verringert, hält 18 s, 2-fach stapelbar.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Körnchen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Verwitterter Schwertgriff",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Abzeichen für neue Rekruten",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Stückchen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Verwitterter Schwertgriff",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Abzeichen für neue Rekruten",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Stückchen pechschwarzer Aerosiderit",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Zersplitterter Schwertgriff",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Abzeichen für Unteroffiziere",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Klumpen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Zersplitterter Schwertgriff",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Abzeichen für Unteroffiziere",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Klumpen pechschwarzer Aerosiderit",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Schwelender Schwertgriff",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Abzeichen für Offiziere",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Brocken pechschwarzer Aerosiderit",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Schwelender Schwertgriff",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Abzeichen für Offiziere",
				"count": 12
			}
		]
	}
}