{
	"id": 14515,
	"name": "Widerhallender Ruf des Kranichs",
	"description": "Ein kostbarer Fächer, der aus reiner Jade geschnitzt ist und die uralte Aura von Adeptenkraft ausstrahlt.",
	"descriptionRaw": "Ein kostbarer Fächer, der aus reiner Jade geschnitzt ist und die uralte Aura von Adeptenkraft ausstrahlt.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 5,
	"story": "Es war in grauer Vorzeit, bevor die wohlhabende Hafenstadt überhaupt gegründet wurde.\nAuch die Behausungen der Adepten blieben nicht von den flammenden Leuchtfeuern des Krieges verschont.\nDie einst als Götter verehrten Herrscher kämpften aus eigenen Gründen,\nBlut und Feuer, Trennung und Verrat. Die ganze Welt der Sterblichen war verunreinigt.\n\nDiejenigen, die in dem Tumult alles verloren hatten, flohen in die Berge und baten dort die Adepten um Schutz.\nDie Überlebenden wurden von zahllosen Monstern verfolgt, die schon längst ihre Sinne verloren hatten.\nIhre Namen waren unbekannt, ihre Zahl unüberschaubar, sie kamen wie eine Flut und zerstörten alles, was sich ihnen in den Weg stellte.\nDer andere Herrscher, den sie einst verehrt hatten, war gefallen, und ihr wildes Brüllen war in Wahrheit ein letztes Trauergeheul.\n\nAber die Sterblichen konnten damals nicht wissen, dass der Herrscher, der diese Berge und Gewässer einst verteidigte, nun vergangen war,\nund dass alles, was zwischen ihnen und der heranstürmenden Flut der Katastrophe stand, ein paar Schützende Yaksha waren, die dort wohnten.\nNach mehreren Tagen erbitterten Kampfes hatte sich die weiße Kleidung tiefrot verfärbt und die bereits rote wurde schwarz. Doch die Monster kamen weiter wie eine endlose Horde ...\n\nDa diese Geschichte aus einer Zeit stammt, an die man sich nicht mehr erinnern kann, hat sich die Geschichte danach in viele Versionen verzweigt. Einige sagen, dass gerade als alles in der Schwebe hing,\neine Adeptin mit himmelblauen und reinen weißen Federn aus den Wolken hervorbrach wie ein heraufziehender Sturm.\nEinsam, feierlich, schweigend, in stolzer Majestät und Würde hat dieses Wesen die Ahnen verteidigt und sie geführt\nund so diese hoffnungslose Lage gewendet, indem sie eine scheinbar grenzenlose Flut von Monstrositäten besiegte ...\n\nAndere sagen, dass, als die Lage am bedrohlichsten schien, zwei jadegeschnitzte Kraniche vom Himmel herabstürzten\nund in einem Hagel von Talismanen zahllose Übel bezwangen, so wie ein kühler Wind ein Wolkenmeer vertreibt.\nDoch als sich alle umdrehten, um nachzusehen, waren da keine Kraniche, sondern eine Adeptin, die in der Luft schwebte und einen Fächer in der Hand hielt ...\n\nWieder andere behaupten, dass diese Adeptin so viel mächtiger als die Sterblichen war, dass die Ahnen nur den Schrei eines Kranichs hörten,\nals die endlosen Scharen an Ungeheuern im Nu zu Asche wurden, wie Staub, der sich im Sonnenlicht auflöst ...\n\nGanz gleich, welche Version der Geschichte erzählt wird, die Menschen in Liyue würden, wenn sie von der Adeptin der stehenden Wolken und des stillen Windes sprechen,\nihre Worte immer mit gebührendem Respekt wählen. Und was die tatsächlichen Ereignisse von damals angeht ...\n\n„Hmm, du interessierst dich für so weit entfernte Dinge? Du musst wahrlich ein müßiges Leben führen.“\n„Nun, da ich gerade in passender Stimmung bin, sollte es nicht schaden, darüber zu sprechen.“\n„Nun, ich glaube, dass ich zum Erzählen dieser Geschichte wohl nur acht oder neun Stunden benötigen werde, aber du solltest dir trotzdem einen Stuhl besorgen ...“\n„... He, hast du eben versucht, dich davonzuschleichen, während ich nicht aufpasste?“",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ANG",
	"baseStatText": "3,6%",
	"effectName": "Wolkensturz-Axiom",
	"effectTemplateRaw": "#Erhöht den Schaden des Angriffs aus dem Fall aller Truppenmitglieder in der Nähe 20{NON_BREAK_SPACE}s lang um <color=#99FFFFFF>{0}</color>, nachdem der Träger Gegner mit dem Angriff aus dem Fall getroffen hat. Stellt dem Träger <color=#99FFFFFF>{1}</color> Punkte Elementarenergie wieder her, wenn die Angriffe aus dem Fall der Truppenmitglieder in der Nähe Gegner treffen, 0,7{NON_BREAK_SPACE}s Abklingzeit. Die Elementarenergie kann auch wiederhergestellt werden, wenn der Träger inaktiv in der Truppe ist.",
	"r1": {
		"description": "Erhöht den Schaden des Angriffs aus dem Fall aller Truppenmitglieder in der Nähe 20 s lang um 28 %, nachdem der Träger Gegner mit dem Angriff aus dem Fall getroffen hat. Stellt dem Träger 2,5 Punkte Elementarenergie wieder her, wenn die Angriffe aus dem Fall der Truppenmitglieder in der Nähe Gegner treffen, 0,7 s Abklingzeit. Die Elementarenergie kann auch wiederhergestellt werden, wenn der Träger inaktiv in der Truppe ist.",
		"values": [
			"28{NON_BREAK_SPACE}%",
			"2,5"
		]
	},
	"r2": {
		"description": "Erhöht den Schaden des Angriffs aus dem Fall aller Truppenmitglieder in der Nähe 20 s lang um 41 %, nachdem der Träger Gegner mit dem Angriff aus dem Fall getroffen hat. Stellt dem Träger 2,75 Punkte Elementarenergie wieder her, wenn die Angriffe aus dem Fall der Truppenmitglieder in der Nähe Gegner treffen, 0,7 s Abklingzeit. Die Elementarenergie kann auch wiederhergestellt werden, wenn der Träger inaktiv in der Truppe ist.",
		"values": [
			"41{NON_BREAK_SPACE}%",
			"2,75"
		]
	},
	"r3": {
		"description": "Erhöht den Schaden des Angriffs aus dem Fall aller Truppenmitglieder in der Nähe 20 s lang um 54 %, nachdem der Träger Gegner mit dem Angriff aus dem Fall getroffen hat. Stellt dem Träger 3 Punkte Elementarenergie wieder her, wenn die Angriffe aus dem Fall der Truppenmitglieder in der Nähe Gegner treffen, 0,7 s Abklingzeit. Die Elementarenergie kann auch wiederhergestellt werden, wenn der Träger inaktiv in der Truppe ist.",
		"values": [
			"54{NON_BREAK_SPACE}%",
			"3"
		]
	},
	"r4": {
		"description": "Erhöht den Schaden des Angriffs aus dem Fall aller Truppenmitglieder in der Nähe 20 s lang um 67 %, nachdem der Träger Gegner mit dem Angriff aus dem Fall getroffen hat. Stellt dem Träger 3,25 Punkte Elementarenergie wieder her, wenn die Angriffe aus dem Fall der Truppenmitglieder in der Nähe Gegner treffen, 0,7 s Abklingzeit. Die Elementarenergie kann auch wiederhergestellt werden, wenn der Träger inaktiv in der Truppe ist.",
		"values": [
			"67{NON_BREAK_SPACE}%",
			"3,25"
		]
	},
	"r5": {
		"description": "Erhöht den Schaden des Angriffs aus dem Fall aller Truppenmitglieder in der Nähe 20 s lang um 80 %, nachdem der Träger Gegner mit dem Angriff aus dem Fall getroffen hat. Stellt dem Träger 3,5 Punkte Elementarenergie wieder her, wenn die Angriffe aus dem Fall der Truppenmitglieder in der Nähe Gegner treffen, 0,7 s Abklingzeit. Die Elementarenergie kann auch wiederhergestellt werden, wenn der Träger inaktiv in der Truppe ist.",
		"values": [
			"80{NON_BREAK_SPACE}%",
			"3,5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Bleikugeln des Nebelschleiers",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Federflosse",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Leitende Schriftrolle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Federflosse",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Leitende Schriftrolle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Mondlichtflosse",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Zaubersiegel-Schriftrolle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Goldkugel des Nebelschleiers",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Mondlichtflosse",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Zaubersiegel-Schriftrolle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Goldkugel des Nebelschleiers",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Abgrundlichtflosse",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Fluchschriftrolle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Wunderkugel des Nebelschleiers",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Abgrundlichtflosse",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Fluchschriftrolle",
				"count": 18
			}
		]
	}
}