{
	"name": "Mondpike",
	"description": "Diese fremdländische Lanze hat eine lange und schmale Spitze sowie eine halbmondförmige Klinge am anderen Ende. Ihren Weg fand sie auf Handelsrouten nach Liyue. Mit etwas Übung kann man mit ihr eine überragende Angriffskraft entfalten.",
	"weapontype": "Stangenwaffe",
	"rarity": "4",
	"story": "Die Welt ist zu Gast in Liyue. Dies ist eine große Ehre für die kommerziell wichtige Hafenstadt.\nMit den Gästen aus aller Welt kommen auch exotische Schätze nach Liyue.\nDiese Speerspitze ist lang und schmal wie eine Nadel, mit einer sichelförmigen Klinge, die von ihrer unteren Basis ausgeht.\nSobald der Träger das schwer fassbare Konzept des Aufbaus begriffen hat, wird diese Waffe weitaus destruktiver als ihre Gegenstücke.\n\nAnders als die Kampfkünstler aus Liyue überzeugen die Kämpfer aus anderen Ländern mit dem Element der Überraschung und der Fähigkeit schnell neue Tricks zu entwickeln.\nDiese Waffe ist speziell entworfen worden, um die Schwächen in der Verteidigung eines jeden Gegners auszunutzen. So wie Musik oder Liebe sucht sie sich die kleinsten Lücken, um die Verteidigung zu durchbrechen.\n\nDas Mädchen, das diesen Speer entworfen hatte, war angeblich in der Lage, die Kluft zwischen Leben und ihrem Tod zu sehen.\nWie von einer mystischen Kraft angezogen flog der Speer aus ihrer Hand mitten in die Schwachstellen ihrer Gegner.\n„Möglicherweise erwarten ja alle Lebewesen den Tod“,\ndachte sich das Mädchen, das den Tod spüren konnte.\n\nDann fand sie Musik. Durch die Musik fand sie Liebe und in der Liebe fand sie ihr eigenes Ende.\nAm Ende, als ob ihr Herz von einer scharfen Nadel durchbohrt wurde, ließ der Schmerz sie eines realisieren:\n„Fatale Fehler stammen von einer Angst vor dem Tod. Die Angst vor dem Tod wird beflügelt von der Angst, geliebte Menschen oder Dinge zu verlieren.“\n\n„Hach, wie sehr ich ihn noch einmal sehen möchte, den Dieb, der weder gefasst noch getötet werden kann.“\n„Wie sehr ich dieses Lied noch einmal hören möchte. Sollte ich dies überleben, werde ich ihn auf jeden Fall ...“",
	"baseatk": 44,
	"substat": "Physischer SCH-Bonus",
	"subvalue": "7.5",
	"effectname": "Energieschubnadel",
	"effect": "Verursacht nach dem Erhalten von Elementarteilchen oder Elementarkristallen 5 s lang zusätzlichen Schaden in Höhe von {0} % ANG mit Standardangriffen und heftigen Schlägen.",
	"r1": [
		"20"
	],
	"r2": [
		"25"
	],
	"r3": [
		"30"
	],
	"r4": [
		"35"
	],
	"r5": [
		"40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Leuchtender Sand von Guyun",
				"count": 3
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 3
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 3
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 12
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 6
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 6
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 3
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 12
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 6
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 9
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Heiligtum von Guyun",
				"count": 4
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 18
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 12
			}
		]
	}
}