{
	"id": 14434,
	"name": "Froststern",
	"description": "Ein makelloses, aus Silber geschmiedetes Ritualgefäß, das angeblich ein Heiligtum war, welches von den Jungfern des Nordens Generation um Generation weitergegeben wurde.",
	"descriptionRaw": "Ein makelloses, aus Silber geschmiedetes Ritualgefäß, das angeblich ein Heiligtum war, welches von den Jungfern des Nordens Generation um Generation weitergegeben wurde.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 4,
	"story": "„Vergiss es niemals, Avrelian, mein Kind, mein einziges Kleinod, das mir das Schicksal anvertraute.“\n„In deinem Blut fließt ein Fluch, der seit tausend Jahren währt – und doch wünsche ich allein, dass du ein Leben in Frieden und Glück führst.“\n„Was auch geschehen mag: Wage nicht, auch nur einen Schritt nach Nod-Krai zu setzen, und schenke den trügerischen Träumen des Elysiums kein Gehör.“\n„Denn unter dem Mond hat die Welt den Sterblichen nie ein Elysium erbaut; alles, was der Herr des Himmels erschuf, ist durch Grenzen bestimmt.“\n\nIn jener Nacht, da das Polarlicht sanft das Schneeland streifte, erblickte die einst als Heilige verehrte Maid erneut die träumerischen Vorzeichen ihrer Heimat.\nSeit vielen Jahren hatte sie den Ort ihrer Geburt verlassen, doch das absichtlich verdrängte Flüstern sickerte wie Reif in den warmen Schlaf zurück.\nVielleicht war es das neue Leben in ihrem Schoß, das die schlummernde Sehergabe erweckte, denn in letzter Zeit wurden die umherschweifenden Visionen immer deutlicher.\n\nZu Beginn waren es nichts als endlose Alpträume – Alpträume, die sich in unzähligen Kreisen wieder und wieder erneuerten.\nSamen des Lebens, nicht durch den Himmel erschaffen, fielen von silberweißen, verdorrten Ästen herab in die verlassene Stadt.\nDie aufrecht gehenden, federlosen Geschöpfe kosteten vom Strom der Weisheit und erfreuten sich an ihrer Blüte.\nDoch bald folgten unendliche Gier und niedere Begierden, geschmückt mit zahllosen schönen Namen:\nHass, Fluch, Verrat, Zwietracht, Raub, Gemetzel, Morde an den eigenen Artgenossen.\nDie zerstreuten Städte wandelten in Gutem wie in Bösem, und die Boten der Götter verharrten schweigend und ließen alles geschehen.\nBis die Könige der Sterblichen es wagten, den ewigen Himmel herauszufordern.\nDa stürzten die prunkvollen Türme im Flammenmeer zusammen und begruben die Klagerufe der Sklaven.\n\nTräume ohne Traum, Jahrtausende um Jahrtausende – vergehend wie ein flüchtiger Schatten im Augenblick.\nKrönlein türmten sich im verborgenen Heiligtum, unter verdorrten Bäumen, bis niemand mehr nach ihnen fragte.\nDoch auch der göttliche Plan kennt seine Stunde des Zerbrechens. Da erhob sich die goldene Stadt aus der Erde.\nSterbliche, unersättlich selbst am Ende des Samsaras, bargen Ambitionen gleich denen der Herrscher.\nSie begehrten den leeren Thron der Welt und suchten die Grenze zu zerschlagen, die die finsteren Himmel schied.\nDoch jenes grenzenlose Elysium versank schließlich wie all die vergeblichen, flüchtigen Gelübde.\nDer Drachenfürst der Flammen stürzte in den schwarzen Abgrund des Nebels, und die Flut verschlang das Reich des weißen Marmors.\nDie sterbende Welt schritt ihrem Ende entgegen, während nur die Schatten der Vergangenheit durch die dunklen Hallen irrten.\n\nUnzählige Träume, getränkt mit Blut, Tränen und Schuld, unzählige unerreichbare Träume.\nJahrzehntelange Schranken, Hass der Äonen – alles dreht sich in der sternlosen Nacht unaufhörlich.\nUnd doch vernahm sie eine Stimme, die sie nie gehört hatte und die ihr doch vertrauter war als alles Bekannte;\nam Ende des schwarzen, schmerzvollen Abgrunds hauchte sie ihr mit lichtvoller Barmherzigkeit zu:\n\n„Lass mich das Blutvergießen auf dieser Erde beenden und ein grenzenloses Elysium erbauen.“\n„Nicht, um jemandes König zu werden, sondern damit niemand je wieder zum König erhoben wird.“\n\nWenn die Träume zur verheißenen Stunde zerbrechen, erwacht das Bewusstsein an den flachen Ufern der Wirklichkeit.\nUnd mit ihm regt sich im frostigen Morgenlicht das leise Pochen des Lebens in ihrem Schoß.\nSanft seufzend strich die junge Mutter über das silberweiße Amulett an ihrer Brust,\nund während ihr Blick auf dem Antlitz des geliebten Menschen verweilte, legte sie die Hand auf ihren Bauch.\n\n„Mein Kind, mein Kind ... warum bist du so unruhig?“\n„Fürchtest du dich, weil du das Herz deiner Mutter erkennst?“",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "12%",
	"effectName": "Nächtliche Träume",
	"effectTemplateRaw": "#Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen 10{NON_BREAK_SPACE}s lang die Elementarkunde um <color=#99FFFFFF>{0}</color> Punkte. Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 10{NON_BREAK_SPACE}s lang die Elementarkunde um <color=#99FFFFFF>{1}</color> Punkte.",
	"r1": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen 10 s lang die Elementarkunde um 72 Punkte. Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 10 s lang die Elementarkunde um 48 Punkte.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen 10 s lang die Elementarkunde um 90 Punkte. Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 10 s lang die Elementarkunde um 60 Punkte.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen 10 s lang die Elementarkunde um 108 Punkte. Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 10 s lang die Elementarkunde um 72 Punkte.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen 10 s lang die Elementarkunde um 126 Punkte. Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 10 s lang die Elementarkunde um 84 Punkte.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen 10 s lang die Elementarkunde um 144 Punkte. Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 10 s lang die Elementarkunde um 96 Punkte.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Überreste der raffinierten Geheimgeräte",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Schimmer der Frostnacht",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Abgenutzter Amtsausweis",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Modell der raffinierten Geheimgeräte",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Schimmer der Frostnacht",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Abgenutzter Amtsausweis",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Modell der raffinierten Geheimgeräte",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Sanfter Glanz der Frostnacht",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Fein verarbeiteter Amtsausweis",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Vermächtnis der raffinierten Geheimgeräte",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Sanfter Glanz der Frostnacht",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Fein verarbeiteter Amtsausweis",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Vermächtnis der raffinierten Geheimgeräte",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Glorienschein der Frostnacht",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frostverzierter Amtsausweis",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Wunsch der raffinierten Geheimgeräte",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Glorienschein der Frostnacht",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frostverzierter Amtsausweis",
				"count": 12
			}
		]
	}
}