{
	"id": 13426,
	"name": "Dialoge der Weisen der Wüste",
	"description": "Ein Caduceus, der den Ruhm der Alchimie symbolisiert und aus einer besonderen Legierung hergestellt wurde, um seinem besonderen Status gerecht zu werden. Er ist äußerst fest und schwer, sodass er wahrscheinlich ziemlich wehtun würde, wenn man ihn als Knüppel verwenden würde.",
	"descriptionRaw": "Ein Caduceus, der den Ruhm der Alchimie symbolisiert und aus einer besonderen Legierung hergestellt wurde, um seinem besonderen Status gerecht zu werden. Er ist äußerst fest und schwer, sodass er wahrscheinlich ziemlich wehtun würde, wenn man ihn als Knüppel verwenden würde.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Stangenwaffe",
	"rarity": 4,
	"story": "Die sieben Weisen unter König Deshret waren verschwunden, und ihre Taten wurden vom Winde fortgetragen; übrig blieben nur die Namen, die in Stein graviert waren. Aber auch diese wurden von der Zeit selbst abgetragen, verwandelt in goldenen Sand.\nDer Vizekönig Deshrets, seines Zeichens Oberhaupt der Sieben Weisen und Minister aller Minister – der Ziegenbockkönig.\nDer Vogel, der zur Sonne flog, die Seele des königlichen Herzens – Benu der Heilige.\nDie Löwin mit dem Menschenkopf, der Wille des Königs – Shesepankh die Heilige.\nUnd dann wäre da noch der Drache, übergegangen Fleisch und Blut des Königs, der sich jedoch nie als einer der sieben Weisen fühlte – Al-Apep.\nKeiner der vier Genannten wird noch etwas mit dem Rest der Geschichte zu tun haben.\n\nSchon seit jeher lagen der König der Krokodile und der König der Ibisse im Clinch. An diesem Tag stritten sie darüber, wie die Dinge sich doch wandelten.\nDer König der Krokodile suchte nach einem Menschen, der in der Kunst der Magie bewandert war. Dieser Mensch war von den hier verbliebenen Okeaniden gesegnet worden, und jede Flüssigkeit, die ihm durch die Hände rann, verwandelte sich in exquisiten Wein von genau richtigen Proportionen.\nDer König der Ibisse suchte dann nach einem anderen seltenen Wesen. Dieser war einer, der versehentlich die Überreste und den Grabhügel eines alten dämonischen Gottes berührt hatte und deshalb verflucht worden war. Alles, was er mit seinen Händen berührte, verwandelte sich nach und nach in reines Silber - denn von dem, was wir heute wissen, ist die Verwandlung von Gold und Mora eine Großtat, die nur Deus Auri vorbehalten ist.\nSo wetteten die beiden darauf, welche der unglaublichen Veränderungen letzten Endes den Sieg davontragen würde. Also baten sie Hermanubis, den letzten der sieben Weisen, der erwähnt wird, am Ende das Ergebnis zu erraten.\nHermanubis war ein Weiser aus der Wüste und das Oberhaupt des Priestertums. Er war also sowohl Krieger als auch Weiser. Da das Studium der Alchimie unter den Menschen verbreitet und er auf diesem Gebiet äußerst bewandert war, gab es eigentlich keinen Besseren, den man nach einem Urteil hätte fragen können.\n\n„Die beiden Mächtigen standen sich gegenüber, wie scharfe Speere, die auf harte Schilde treffen.“ So sprach Hermanubis: „Sie werden beide einen Schritt zurückgehen, dies ist das Prinzip des Gleichgewichts.“\nAm Ende bestand der Becher aus reinem Silber, und das kieshaltige Wasser in seinem Inneren ward zu feinstem Wein geworden, aus dem Silberkörner herausfielen.\n\nDoch der König der Krokodile und der König der Ibisse verstanden Hermanubis’ Ermahnung nicht und stritten weiter. Am Ende hatten sie eine seltsame Beschwörungsmagie erfunden. Der König der Krokodile und der König der Ibisse überdauerten Tausende von Jahren und setzen so ihre Siege und Niederlagen in den folgenden Jahren auf den Feldern von Geniale Beschwörung fort ...\nUnd das ist die „Ass-Beschwörer“-Version der Geschichte.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "LP",
	"baseStatText": "9%",
	"effectName": "Prinzip des Gleichgewichts",
	"effectTemplateRaw": "#Stellt bei aktiver Heilung durch den Träger <color=#99FFFFFF>{0}</color> Punkte Energie wieder her, 10{NON_BREAK_SPACE}s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
	"r1": {
		"description": "Stellt bei aktiver Heilung durch den Träger 8 Punkte Energie wieder her, 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Stellt bei aktiver Heilung durch den Träger 10 Punkte Energie wieder her, 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Stellt bei aktiver Heilung durch den Träger 12 Punkte Energie wieder her, 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Stellt bei aktiver Heilung durch den Träger 14 Punkte Energie wieder her, 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Stellt bei aktiver Heilung durch den Träger 16 Punkte Energie wieder her, 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Kupfertalisman des Waldtaus",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Federflosse",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Geisterhülle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Eisentalisman des Waldtaus",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Federflosse",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Geisterhülle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Eisentalisman des Waldtaus",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Mondlichtflosse",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Gespensterherz",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silbertalisman des Waldtaus",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Mondlichtflosse",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Gespensterherz",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silbertalisman des Waldtaus",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Abgrundlichtflosse",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Gespensterkern",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Goldtalisman des Waldtaus",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Abgrundlichtflosse",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Gespensterkern",
				"count": 12
			}
		]
	}
}