{
	"name": "Grasschnittstrahl",
	"description": "Ein Naginata, das zum „Grasschneiden“ verwendet wird. Jede Armee, die vor dieser Waffe steht, wird wahrscheinlich ebenfalls niedergemäht ...",
	"weapontype": "Stangenwaffe",
	"rarity": "5",
	"story": "Ein Naginata ist eine mächtige Waffe zum Vertilgen von Unkräuter.\nDer, der das Naginata hält, ist dazu bestimmt, den Weg der Beständigkeit zu bewachen.\n\nWenn sie, die hoch über den Gewitterwolken ist, auf die sterbliche Welt herabschaut, die ihr ergeben ist,\nsind alles, was sie sieht, lauter oberflächliche Streite, zerbrechliche Illusionen, zwanghafte und vergängliche Heißgier ...\nStreite, geboren aus unnötiger Liebe und Wahnsinn, sind die Feinde der Beständigkeit und Unbeweglichkeit.\nDie Unkräuter, die die unveränderliche, ewige Welt aufwühlt, werden vom Blitzschlag ausgerottet.\n\n„Also, welche Ewigkeit wird sich in den Augen von ███ spiegeln?“\nIn der noch klaren und stillen Erinnerung fragte der namenlose Unsterbliche, der unter dem Kirschbaum trank.\n\nWas für eine sinnlose Frage.\nObwohl die damalige Antwort darauf wegen des Weins vergessen wurde.\nDoch nun hat der einsame Mann seine Antwort in unzähligen Reminiszenzen erhalten.\nDie Früchte der Süße müssen ausgedünnt werden, und die Blüten des Zyanids müssen am Ende gepflückt werden.\nIm ewigen Land der immerwährenden Stille und des Lichts sollte kein Platz für irgendwelche Unordnung sein.\n\n„Trotzdem, trotzdem ...“\n„Mit dem Schwert der Macht die Möglichkeit auszulöschen, dass die Träume der normalen Menschen entstehen und zerplatzen können ...“\n„Die stille Welt, die so frei von Streit und Gewinn und Verlust ist, wäre eine verlorene Odyssee der Amnesie.“\nIm Herzen der Ewigkeit sind Freunde der früheren Zeiten wie der widerhallende Klang im Echokammer und der Duft der scharlachenen Kirschblüten von gestern.\n\nAber ich werde dich nie vergessen. Genauso wie ich nicht alles vergessen werde, was im Laufe der Jahrhunderte passiert ist.\nImmerhin ...\n\nImmerhin habe ich den Anblick der stockdunklen Vernichtung erlebt,\nUnd wie kann man die unendlichen Geburten und Tode und die ungelösten Bindungen nicht als Todfeinde betrachten?\nDa niemand die Vergänglichkeit der gegenwärtigen Welt wieder ungeschehen machen kann, ist die Einsamkeit unvermeidbar.\nDann bringe die ewige Reinheit deines Herzens in das Land, das sie liebt.",
	"baseatk": 46,
	"substat": "Aufladerate",
	"subvalue": "12",
	"effectname": "Zeitloser Traum – Ewiger Herd",
	"effect": "Erhöht den Angriff um {0} der Prozentpunkte über 100 % der Aufladerate. Bis zu {1} Bonus auf diese Weise möglich. Erhöht die Aufladerate nach Anwendung von Spezialfähigkeiten 12 s lang um {2}.",
	"r1": [
		"28 %",
		"80 %",
		"30 %"
	],
	"r2": [
		"35 %",
		"90 %",
		"35 %"
	],
	"r3": [
		"42 %",
		"100 %",
		"40 %"
	],
	"r4": [
		"49 %",
		"110 %",
		"45 %"
	],
	"r5": [
		"56 %",
		"120 %",
		"50 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Die Maske des bösen Leutnants",
				"count": 5
			},
			{
				"name": "Chaos-Vorrichtung",
				"count": 5
			},
			{
				"name": "Alter Handschutz",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Die Maske des Tigerbisses",
				"count": 5
			},
			{
				"name": "Chaos-Vorrichtung",
				"count": 18
			},
			{
				"name": "Alter Handschutz",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Die Maske des Tigerbisses",
				"count": 9
			},
			{
				"name": "Chaos-Achse",
				"count": 9
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Maske des Einhörnigen",
				"count": 5
			},
			{
				"name": "Chaos-Achse",
				"count": 18
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Maske des Einhörnigen",
				"count": 9
			},
			{
				"name": "Chaos-Oculus",
				"count": 14
			},
			{
				"name": "Berühmter Handschutz",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Maske der Kijin",
				"count": 6
			},
			{
				"name": "Chaos-Oculus",
				"count": 27
			},
			{
				"name": "Berühmter Handschutz",
				"count": 18
			}
		]
	}
}