{
	"id": 14432,
	"name": "Laute des Himmelslichts",
	"description": "Ein Saiteninstrument, das aus goldenen Saiten gefertigt ist, die im Tageslicht glänzen. Es scheint ein Relikt aus der Zeit der alten Seelien zu sein.",
	"descriptionRaw": "Ein Saiteninstrument, das aus goldenen Saiten gefertigt ist, die im Tageslicht glänzen. Es scheint ein Relikt aus der Zeit der alten Seelien zu sein.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 4,
	"story": "Durchquere die Ruinen des alten Palastes und am Ende des Ödlands findest du den ruhigen, heiligen Wald am See von Amsvartnir.\nMan sagt, dass diejenigen, die die goldenen Zweige im Wald brechen können, den Königshof der Seelien finden können, der normalerweise am Tag nicht auffindbar ist.\nDas ist ein dunkler Bereich, in dem das Licht der Sonne nicht scheint. Es ist ein Land aus der Vergangenheit, das von Zeit und Raum vergessen wurde.\nDer einstige Besitzer ist schon lange gegangen und hat nur einen lange vernachlässigten Innenhof und eine leere Halle zurückgelassen.\nIm Palast, in dem eigentlich niemand sein sollte, erklingt aus irgendeinem Grund das stille Klagelied eines Mädchens.\n„Der Meister der Himmel spielte einst mit goldenen Saiten und spann das Schicksal aller Lebewesen.“\n„Das ist der göttliche Plan des Himmels. Folge ihm, um Glück für die ganze Welt einzuläuten.“\n„Aber selbst die Ignoranten können träumen und in ihren Träumen sieht sie eine andere Zukunft.“\n„Sie sieht, wie die Menschen den Turm zum Himmel erbauen, und die Heiligen des Turms den Himmel bekämpfen.“\n„Sie sieht eine Bestie, die größer ist als die Berge selbst, das sich aus den Fesseln der Erde befreit und mit einem Tosen durch die Lüfte fegt.“\n„Sie sieht drei Monde, die das Meer beleuchten und einen uralten Drachen, der wie eine Flutwelle emporschnellt.“\n„All das verblasst im Augenblick des Erwachens, als wäre es nie geschehen.“\n„Das Letzte, was übrig bleibt, ist ein unbeschreiblicher, flüchtiger Blick von Augen, die wie Sternenlicht aussahen.“\n„Ist das Liebe? Oder ist es eine wilde Fantasie, gemischt aus Hoffnung, Ambition und einem Todeswunsch?“\nDoch das ist nicht wichtig. Ihre Geschichte ist bereits vorbei und ist zum Finale des Elysiums geworden.\n„Das Zirpen der Zikaden in längst vergangenen Herbstnächten war das früheste Lied der Menschheit – das Lied der Verbannten.“\n„Sie hatten den Ort ihrer Körper und Seelen verloren, und geblieben waren nur Lieder und Erinnerungen an die Heimat, die sie einst gekannt hatten.“\nDie letzte Sängerin und erste Seelie spielte ihre letzte Melodie im Saal der Engel.\nDer Wolf, der einst hier eingedrungen ist, ist längst verschwunden und hat nur unerfüllte Träume, die Trugbilder verfolgen, hinterlassen.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Aufladerate",
	"baseStatText": "10%",
	"effectName": "Die letzte Sängerin",
	"effectTemplateRaw": "#Erhöht nach Anwenden der Elementarfähigkeit die Elementarkunde des Trägers 20{NON_BREAK_SPACE}s lang um <color=#99FFFFFF>{0}</color> Punkte.",
	"r1": {
		"description": "Erhöht nach Anwenden der Elementarfähigkeit die Elementarkunde des Trägers 20 s lang um 100 Punkte.",
		"values": [
			"100"
		]
	},
	"r2": {
		"description": "Erhöht nach Anwenden der Elementarfähigkeit die Elementarkunde des Trägers 20 s lang um 125 Punkte.",
		"values": [
			"125"
		]
	},
	"r3": {
		"description": "Erhöht nach Anwenden der Elementarfähigkeit die Elementarkunde des Trägers 20 s lang um 150 Punkte.",
		"values": [
			"150"
		]
	},
	"r4": {
		"description": "Erhöht nach Anwenden der Elementarfähigkeit die Elementarkunde des Trägers 20 s lang um 175 Punkte.",
		"values": [
			"175"
		]
	},
	"r5": {
		"description": "Erhöht nach Anwenden der Elementarfähigkeit die Elementarkunde des Trägers 20 s lang um 200 Punkte.",
		"values": [
			"200"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Traurige Glorie der Nachkommen des hohen Nordens",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Knochenstück mit erloschenem Licht",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Abgenutzter Amtsausweis",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Verblendeter Trotz der Nachkommen des hohen Nordens",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Knochenstück mit erloschenem Licht",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Abgenutzter Amtsausweis",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Verblendeter Trotz der Nachkommen des hohen Nordens",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Schimmernde Überreste",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Fein verarbeiteter Amtsausweis",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Gebetsopfer der Nachkommen des hohen Nordens",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Schimmernde Überreste",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Fein verarbeiteter Amtsausweis",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Gebetsopfer der Nachkommen des hohen Nordens",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Leuchtendes Außenskelett",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frostverzierter Amtsausweis",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Strahlender Glanz der Nachkommen des hohen Nordens",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Leuchtendes Außenskelett",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frostverzierter Amtsausweis",
				"count": 12
			}
		]
	}
}