{
	"name": "Ewiger Mondschein",
	"description": "Ein Ring aus lieblichem Jaspis der Tiefsee. Er glänzt mit einem reinen Glanz wie der des Mondes und genauso unendlich weit.",
	"weapontype": "Katalysator",
	"rarity": "5",
	"story": "Das Wappen von Sangonomiya, die Perlen und Wellen, soll die Wellen, die Watatsumi umarmen,\nsowie die helle Perle darstellen. Es wird aber auch gesagt, dass das Jaderad von Omikami wie der Mond ist, der für immer über dem Land der Korallen scheint.\n\nIm Traum der Tiefsee, wo Korallen und Schwämme zusammenwachsen, auf dem Grund des Abgrunds, wo treibende Wolken und Meeressand miteinander tanzen,\ndie Söhne der Götter, die mit Watatsumi zusammen schlafen, die Hoffnung, die in ihrer Blutlinie von Generation zu Generation nie stirbt.\nDie ständig wechselnden Farben des hohen Himmels werfen Schatten in unbestimmter Form in den Abgrund des Meeres ...\nDer Glanz der Gottesliebe, die nicht durch den Abgrund des tiefen, dunklen Meeres verborgen werden kann, ist so inmitten der ruhigen Stille der Glückseligkeit verbreitet.\n\nIn jenen Tagen pflegten die ursprünglichen göttlichen Priesterinnen ihre Landsleute mit perlender Weisheit zu leiten,\nund sie wählten die Gottesdiener unter denen, die das Licht des Tages zuerst sahen, und zusammen mit den Göttern unterstützten sie diejenigen, die das Tageslicht fürchteten.\nDer Umigozen, der später die Seestreitkraft von Narukami in Angst versetzen sollte, sang mit ihnen auch die Lieder der Wale,\ntanzte mit dem leeren Meer und dem schwimmenden Mond.\n\nEinige Jahre später. Der erste Donnerschlag begann, die phantasievollen Träume der Menschen vom Meer zurückzuweisen.\nWenn man auf ein Gewitter zugeht, muss man mit der unerbittlichen Kraft der Blitze rechnen, oder?\nAber die göttlichen Priesterinnen, die immer das Herz der wahren Perle haben, werden diese Träume niemals vergessen.\nUnzählige Geschichten und Empfindungen zusammen mit dem Jaderad werden für immer weitergegeben werden,\ndas inmitten des Meers ein immer schöneres Licht ausstrahlt.\n\nSei es das Pflücken eines Jadezweiges oder die Sage von der Aufzucht einer Perle,\noder die Bezwingung des Bösen aus der Tiefe und das Bringen von Sonnenlicht in ein Land tief unter in dem fahlen Abgrund.\nEin junger Mann, der einst davon träumte, hoch oben auf dem Gipfel des Yougou-Bergs zu stehen, erhielt den Namen „Böser König“ und lieferte sich ein Duell mit einem Tengu ...\nAlles wird wie die Wellen des Meeres im Mondlicht sein und die Herzen der Söhne von Watatsumi wie strahlende Perlen am Himmel erleuchten.\nÜberlasse den Schmerz des Verlustes den leise wogenden salzigen Wassern und schätze die glänzende Perle.\nMögen die Worte und Opfer der Götter für immer mit dem Wappen der „Wahren Welle“ weitergegeben werden.\n\nSelbst als sich die Gewitterwolken sammeln und der lila Blitz heftig und unberechenbar wurde,\nwird das Mondlicht des Meeres auch durch die Wolken scheinen und sein Licht verbreiten.",
	"baseatk": 46,
	"substat": "LP",
	"subvalue": "10.8",
	"effectname": "Byakuya Kougetsu",
	"effect": "Erhöht den Heilungseffekt um {0}. Erhöht den mit Standardangriffen verursachten Schaden um {1} der max. LP der mit dieser Waffe ausgerüsteten Figur. Stellt nach Anwendung von Spezialfähigkeiten 12 s lang beim Treffen von Gegnern mit Standardangriffen 0,6 Punkte Elementarenergie wieder her. Stellt auf diese Weise alle 0,1 s höchstens einmal Elementarenergie wieder her.",
	"r1": [
		"10 %",
		"1 %"
	],
	"r2": [
		"12,5 %",
		"1,5 %"
	],
	"r3": [
		"15 %",
		"2 %"
	],
	"r4": [
		"17,5 %",
		"2,5 %"
	],
	"r5": [
		"20 %",
		"3 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Korallenzweig eines fernen Meeres",
				"count": 5
			},
			{
				"name": "Düsteres Prisma",
				"count": 5
			},
			{
				"name": "Geisterhülle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 5
			},
			{
				"name": "Düsteres Prisma",
				"count": 18
			},
			{
				"name": "Geisterhülle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 9
			},
			{
				"name": "Kristallprisma",
				"count": 9
			},
			{
				"name": "Gespensterherz",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 5
			},
			{
				"name": "Kristallprisma",
				"count": 18
			},
			{
				"name": "Gespensterherz",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 9
			},
			{
				"name": "Polarisationsprisma",
				"count": 14
			},
			{
				"name": "Gespensterkern",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Goldzweig eines fernen Meeres",
				"count": 6
			},
			{
				"name": "Polarisationsprisma",
				"count": 27
			},
			{
				"name": "Gespensterkern",
				"count": 18
			}
		]
	}
}