{
	"name": "Herzensblick",
	"description": "Eine dunkle Kristallkugel, die angeblich erkennen kann, ob das Herz eines Menschen rein ist.",
	"weapontype": "Katalysator",
	"rarity": "4",
	"story": "Ein wunderschöner Gegenstand, der aus seltenem natürlichem Kristall hergestellt wurde.\nDie Legende besagt, dass die Perle des Herzensblicks einst so hell, klar und glatt wie die Oberfläche eines Bergsees war, aber im Laufe vieler Jahre verblasste.\nIn Volksmärchen wird behauptet, dass man es in einer ruhigen Nacht leise Geräusche machen hört.\nManchmal klingt es wie eine milde Brise, andere Male wie eine fließende Quelle.\n\nDie Legende sagt, dass der Herzensblick ein Erbstück eines Adepten war, welches in Liyue über viele Generationen hindurch weitergegeben wurde und schließlich seinen Weg in die Familie Yun fand.\nEines Tages wanderte Yun in den Bergen umher, wo sie zufällig einen Mystiker namens Huang traf, der gekommen war, um sich mit den dortigen Adepten zu beraten.\nYun unterhielt sich enthusiastisch mit Huang und schenkte ihm dann den Herzensblick. Als Huang sichtlich unwohl ablehnte, sagte Yun mit einem Lächeln:\n„Dies ist die Quintessenz der Natur. Nur wer ein reines Herz hat, kann ihn Herzensblick benutzen.“\n\nHuang dankte Yun, nahm das Auge an sich, trug es eng an seiner Brust und machte sich langsam auf den Weg nach Liyue. Unterwegs behinderten ihn erstmalig weder Regen noch Wind.\nAls einer, der den Weg der Adepten suchte, wanderte Huang ohne Rast durch das Land. So führte ihn sein Weg oft zum Markt, um Wasser und Nahrungsmittel zu kaufen.\nDie Straßen am Hafen waren eine ungewöhnlicher Mischung von verschiedensten Bevölkerungsschichten. Doch Huang wurde nie von jemandem betrogen.\nEinige waren neugierig: Wie konnte dieser bücherliebende Mystiker wie ein Fisch im Wasser die Stadt passieren, ohne dass ihm etwas zustieß?\nAuf die Frage antwortete er: „Dieser Herzensblick zittert, wenn er Bosheit spürt, und hilft mir zu erkennen, welche Herzen rein sind.“\n\nDieser Herzensblick kann offenbaren, was in den Menschen vorgeht, obwohl niemand wirklich weiß, wie er funktioniert, was viele dazu veranlasst, auf Volksmärchen zurückzugreifen, um das Wunder zu erklären.\nManche sagen, dass man um Mitternacht ganz leicht hören kann, wie eine milde Brise weht, oder fließendes Quellwasser, das zwischen verstreuten Steinen fließt.\nBeide erinnern an das Gemurmel von Dämonen, die sich von bösen Gedanken nähren, ein gemeinsames Merkmal der Erzählungen, die Mütter früher einmal ihren Kindern erzählten, um ihnen Angst zu machen.",
	"baseatk": 41,
	"substat": "ANG",
	"subvalue": "12",
	"effectname": "Widerhall",
	"effect": "Schießt bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % eine Kugel des Herzensblicks ab und verursacht Schaden in Höhe von {0} ANG. Geht bis zu 4-mal auf Gegner in der Nähe über. {1} s Abklingzeit.",
	"r1": [
		"240 %",
		"12"
	],
	"r2": [
		"270 %",
		"11"
	],
	"r3": [
		"300 %",
		"10"
	],
	"r4": [
		"330 %",
		"9"
	],
	"r5": [
		"360 %",
		"8"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Bleikugeln des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgraspollen",
				"count": 3
			},
			{
				"name": "Zerbrochene Maske",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgraspollen",
				"count": 12
			},
			{
				"name": "Zerbrochene Maske",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 6
			},
			{
				"name": "Nebelgrassäckchen",
				"count": 6
			},
			{
				"name": "Verdreckte Maske",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Goldkugel des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgrassäckchen",
				"count": 12
			},
			{
				"name": "Verdreckte Maske",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Goldkugel des Nebelschleiers",
				"count": 6
			},
			{
				"name": "Nebelgrasdocht",
				"count": 9
			},
			{
				"name": "Unheilvolle Maske",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Wunderkugel des Nebelschleiers",
				"count": 4
			},
			{
				"name": "Nebelgrasdocht",
				"count": 18
			},
			{
				"name": "Unheilvolle Maske",
				"count": 12
			}
		]
	}
}