{
	"name": "Ausklingende Dämmerung",
	"description": "Ein kostbarer Bogen aus Platin, der mit Kugeln verziert ist, die im Licht der Abenddämmerung schimmern.",
	"weapontype": "Bogen",
	"rarity": "4",
	"story": "Ein Langbogen in der Farbe weißer Jade, der fähig sein soll, Dämmerungswolken über den Horizont zu schießen. Auf ihm ist eine edle Perle eingearbeitet.\nTief in der Dunkelheit vergraben, bleibt sein Glanz dennoch erhalten, immer leuchtend und strahlend.\n\nIn längst vergangenen Zeiten, als eine pechschwarze Katastrophe das Zinnobertal heimsuchte, kämpften die unzähligen Millelithen Schulter an Schulter, um ihr Land zu verteidigen.\nUnter all den Helden gab es eine junge Bogenschützin, die aus den Bergen kam und schließlich in der Tiefe blieb, um nie wieder zu gehen.\n\n„Ich bin die Tochter der Klippen und des Kristallsandes. Das Blut des Feiglings fließt nicht in meinen Adern.“\n„So viele Millelithen gehen bereitwillig auf das Schlachtfeld dem Untergang entgegen. Es wäre eine Schande, wenn wir, die Bergbewohner, nur danebenstehen und zusehen würden.“\n„Eine Katastrophe, die wir noch nicht mit eigenen Augen gesehen und mit eigenen Ohren gehört haben, ist uns fremd und abstrakt.“\n„Aber jetzt ist die Zeit gekommen. Wie konnten wir unsere Pflicht, unser Land zu schützen, so einfach aufgeben ...“\n\nDie eigensinnige junge Frau stahl in der Nacht vor ihrer Abreise mit den Milellithen den Bogen des Oberhaupts des Klans, ihres Vaters.\nAls sie sich entschloss, nie wieder das Licht der Welt zu erblicken, leuchtete die Perle an ihrem Bogen.\n\n„Die schwarze geflügelte Bestie wurde von ihrem Schuss niedergeschlagen, die Riesenschildkröte im schwarzen Schlamm wurde am Boden festgenagelt.“\n„Der Bogen aus Jade und Gold tanzte wie die wandernden Wolken, der kalte Schimmer seiner Pfeile riss durch verdorbenes Tierfleisch.“\n„Keine Schmutzflut aus dem Abgrund, kein verdrehter Dämon aus der tiefen Kluft ...“\n„Keiner dieser unbegreiflichen Schrecken konnte ihr Herz zum Zittern bringen oder sie zum Rückzug zwingen.“\n\nDas Volk der Berge sang, um sie, ihre Tochter, zu preisen, aber die Heldin dieses Liedes war nie zurückgekehrt.\nDiese Melodien werden im Laufe der Zeit weitergegeben und für immer wie der Schein der Morgendämmerung leuchten, doch sie, der der Bogen gehörte, würde nie wiederkommen.\n\n„Das Einzige, was ich fürchte, sind Vergessen und Verlieren.“\n„Wenn das Schicksal mich an einem namenlosen Ort begräbt, so vergiss mich nicht.“",
	"baseatk": 44,
	"substat": "Aufladerate",
	"subvalue": "6.7",
	"effectname": "Glanz der Tiefe",
	"effect": "Diese Waffe hat drei Zustände: Zwielicht, Abendröte und Morgengrauen. Diese drei Zustände erhöhen den verursachten Schaden jeweils um {0}. Nachdem die Figur einen Gegner trifft, wird der aktuelle Zustand deaktiviert und der nächste Zustand wird aktiviert. 7 s Abklingzeit für den Zustandswechsel, der auch ausgelöst werden kann, wenn die mit dieser Waffe ausgerüstete Figur inaktiv ist.",
	"r1": [
		"6/10/14 %"
	],
	"r2": [
		"7,5/12,5/17,5 %"
	],
	"r3": [
		"9/15/21 %"
	],
	"r4": [
		"10,5/17,5/24,5 %"
	],
	"r5": [
		"12/20/28 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Körnchen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 3
			},
			{
				"name": "Leitende Schriftrolle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Stückchen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 12
			},
			{
				"name": "Leitende Schriftrolle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Stückchen pechschwarzer Aerosiderit",
				"count": 6
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 6
			},
			{
				"name": "Zaubersiegel-Schriftrolle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Klumpen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 12
			},
			{
				"name": "Zaubersiegel-Schriftrolle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Klumpen pechschwarzer Aerosiderit",
				"count": 6
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 9
			},
			{
				"name": "Fluchschriftrolle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Brocken pechschwarzer Aerosiderit",
				"count": 4
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 18
			},
			{
				"name": "Fluchschriftrolle",
				"count": 12
			}
		]
	}
}