{
	"name": "Favonius-Lanze",
	"description": "Eine Lanze in der Machart des Ordo Favonius. Sie ist makellos gerade und ihre Spitze zischt leicht durch die Luft.",
	"weapontype": "Stangenwaffe",
	"rarity": "4",
	"story": "Die Favonius-Lanze des Ordo Favonius. Sie wird in einer zeremoniellen Rolle bei Paraden und anderen Anlässen verwendet, aber sie ist gleichzeitig auch ein scharfer und tödlicher Feind der Monster.\nDie Handwerker Mondstadts haben durch das Studium der Bäume, die aufrecht im Wind stehen, ein paar erstaunliche Resultate bezüglich der Neigung zu bestimmten Elementen erbracht.\nDiese robuste Lanze ist nicht nur eine Ehre für jeden, der sie vom Ordo Favonius verliehen bekommt, sie ist auch das Ergebnis harter Arbeit und des Könnens der Wächter von Mondstadt.\nDamit werden sie immer daran denken, diszipliniert zu sein und die Freiheit von Mondstadt zu verteidigen.\n\nIn der Tat haben viele Menschen eine Art Speer oder Lanze als Waffe benutzt und den Reichweitenvorteil davon genutzt, um ihre mangelnde Kampfkunst auszugleichen.\nSelbst untrainierter Pöbel könnte sich mit angespitzten Holzstöcken bewaffnen und sie wären vielleicht sogar dem Stahl ausgebildeter Soldaten ebenbürtig.\nUm den Sturz der Aristokratie zu feiern, wurden lange Pfähle, Fahnenmasten und Mistgabeln überall rund um die Stadt gesteckt.\n\nEinst wurde von allen Aristokraten verlangt, die Schwertkunst zu studieren, damit sie an Statur und Weisheit wachsen konnten.\nDamals war die Kunst des Speerkampfes den ausländischen Gladiatoren und Verrätern vorbehalten.\nEs gab jedoch einst einen Aristokratenspross, der die Lanze der Rebellion schwang.\nEs wird gesagt, dass Eberhart die nächtliche Brise genoss, wenn er die ersten Tautropfen mit seiner Speerspitze auffing.\n\nAls uneheliches Kind träumte Eberhart davon, den Ruhm und Stolz der alten Aristokraten zurückzuerobern.\nDoch er brauchte mehr Macht, um dieses verrottete Fundament zu zerstören ...\nOb es darum ging, seinen Halbbruder dazu anzustiften, seinen Traum zu verfolgen, ein ehrenvoller Dieb zu werden, bevor er ihn täuschte und dann zur Flucht zwang,\num somit seine Legitimität an sich reißen zu können,\noder ob er sich als Schüler einer gewissen Speer schwingenden Hexe verpflichtete, ihre fatale Kunst zu lernen,\nnur um sie danach damit zu beseitigen ...\n\n„Na und? Was wäre, wenn die, die folgten, mich verachten würden? Ich werde alles tun, um meine Ziele zu erreichen.“",
	"baseatk": 44,
	"substat": "Aufladerate",
	"subvalue": "6.7",
	"effectname": "Folge dem Wind",
	"effect": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von {0} einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. {1} s Abklingzeit.",
	"r1": [
		"60 %",
		"12"
	],
	"r2": [
		"70 %",
		"10,5"
	],
	"r3": [
		"80 %",
		"9"
	],
	"r4": [
		"90 %",
		"7,5"
	],
	"r5": [
		"100 %",
		"6"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fesseln des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Chaos-Apparat",
				"count": 3
			},
			{
				"name": "Schleimabsonderung",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Chaos-Apparat",
				"count": 12
			},
			{
				"name": "Schleimabsonderung",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 6
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 6
			},
			{
				"name": "Schleimkondensat",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 12
			},
			{
				"name": "Schleimkondensat",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 6
			},
			{
				"name": "Chaos-Getriebe",
				"count": 9
			},
			{
				"name": "Schleimkonzentrat",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ideal des Löwenzahnkriegers",
				"count": 4
			},
			{
				"name": "Chaos-Getriebe",
				"count": 18
			},
			{
				"name": "Schleimkonzentrat",
				"count": 12
			}
		]
	}
}