{
	"id": 12432,
	"name": "Geschmiedete Weisheit",
	"description": "In den innerhalb des Stammes überlieferten Geschichten ist von einer Selbstverteidigungswaffe die Rede, die von den Handwerkern der Menschen der Quellen für ein weit reisendes Kind angefertigt wurde. Diese Waffe scheint eine Nachbildung des Riesenschwerts aus der Geschichte zu sein.",
	"descriptionRaw": "In den innerhalb des Stammes überlieferten Geschichten ist von einer Selbstverteidigungswaffe die Rede, die von den Handwerkern der Menschen der Quellen für ein weit reisendes Kind angefertigt wurde. Diese Waffe scheint eine Nachbildung des Riesenschwerts aus der Geschichte zu sein.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Zweihänder",
	"rarity": 4,
	"story": "Nach den Traditionen des Stammes, die die in die Nacht schreienden Narren einst hinterlassen hatten,\nbrannten die Flammen in der Brust rötlich, als der Nachkomme, der bald in die Ferne gehen würde, in einer Ecke des Hauses des Handwerkers saß.\nDer Schmied aus dem Land der Berge schwang seinen Hammer und zertrümmerte die Kristalle, die klangen wie Glocken.\nEin älterer Mann, der Schwierigkeiten mit dem Gehen hatte, nahm mit der Hand, mit der er sich nicht auf seinen Gehstock stützte, einen Schatz aus einer anderen Zeit aus seinem Korb.\n\n„Akamai, lass uns gehen. Wir werden bestimmt eine tolle Erzader oder einen Schatz finden!“\n„Ja, Kau Kau, dann gehören wir auch zu den Schatzsuchern, die auf den Geweberollen Erwähnung finden.“\nEinst schworen zwei junge Männer der Menschen der Quellen, durch ganz Natlan zu reisen.\nFür sie waren Abenteuer und Siege eine Aufgabe, die der Wayob ihnen auferlegt hatte.\nGanz zu schweigen davon, dass die Geschichten von der geheimnisvollen Insel und den Helden der Vergangenheit in ihren Herzen widerhallten.\nSo machten sich die jungen Männer zu Fuß auf eine Pilgerreise.\n\nEs ist nur so, dass die hinterlassenen Heldengeschichten nicht die Härten der gewöhnlichen Leute erwähnen.\nAuf der Welt gibt es weniger Schätze als Leute, die nach ihnen suchen. Bei dem Erz, das die beiden ausgegraben hatten,\nhandelte es sich meist nur um gewöhnliche Erz-Kristallkerne, die keinerlei Seltenheitswert besaßen.\nAber was macht das schon? Sie hatten immer Freude daran, nachts am Lagerfeuer zu sitzen,\ndie gesammelten Steine hochzuhalten und dabei in Erinnerungen an den Fundort und das Gefühl dabei zu schwelgen.\nDiesen hatten sie aus den Klauen eines Tepetlisauriers, als sie durch die von Kristallerz bedeckten Berge reisten.\nUnd das war der Bösewicht, der dafür gesorgt hatte, dass ein betrunkener Freund am Rande einer warmen Quelle in diese hineinstolperte.\nDieser mit Asche bedeckte Stein hatte einst lange Zeit am Rande einer niedergebrannten Stadt gelegen.\nBis zu dem Tag, als die beiden Männer seine seltsame Form bemerkten und ihn erbarmungslos mitnahmen.\n\nUnd nun, da der Steinschmied jeden einzelnen nimmt und einschmelzen lässt, erwachten die Erinnerungen erneut zum Leben.\nAls sie erfuhren, dass der Nachkomme von Akamai es ihren Vätern nachmachen wollte, beschlossen sie, diese seltsamen Steine als Material zu verwenden,\num eine Klinge für den in die Ferne ziehenden Nachkommen herzustellen. Schließlich kannten sie die Gefahren besser als alle anderen.\nAls die große Klinge fertig war, übergaben Akamai und Kau Kau sie dem Wanderer als Geschenk.\n\n„Lasst die Erinnerungen an die Vergangenheit euch auf eurem Weg begleiten, anstelle unserer Väter, die in diesen Tagen nicht mehr an eurer Seite sind ...“\n„Die Vergangenheit ist wie eine Blutlinie, die in eine neue Ära übergeht, wie ein unsterbliches Feuer, das von Generation zu Generation weitergegeben wird.“",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elementarkunde",
	"baseStatText": "36",
	"effectName": "Blühende Gedanken",
	"effectTemplateRaw": "#Stellt beim Auslösen der Reaktionen „Unter Strom“, „Mond unter Strom“, „Sprießen“ oder „Mondspross“ <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}Punkte Elementarenergie wieder her und erhöht die Elementarkunde 15{NON_BREAK_SPACE}s lang um <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}Punkte, 15{NON_BREAK_SPACE}s Abklingzeit. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
	"r1": {
		"description": "Stellt beim Auslösen der Reaktionen „Unter Strom“, „Mond unter Strom“, „Sprießen“ oder „Mondspross“ 12 Punkte Elementarenergie wieder her und erhöht die Elementarkunde 15 s lang um 60 Punkte, 15 s Abklingzeit. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "Stellt beim Auslösen der Reaktionen „Unter Strom“, „Mond unter Strom“, „Sprießen“ oder „Mondspross“ 15 Punkte Elementarenergie wieder her und erhöht die Elementarkunde 15 s lang um 75 Punkte, 15 s Abklingzeit. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "Stellt beim Auslösen der Reaktionen „Unter Strom“, „Mond unter Strom“, „Sprießen“ oder „Mondspross“ 18 Punkte Elementarenergie wieder her und erhöht die Elementarkunde 15 s lang um 90 Punkte, 15 s Abklingzeit. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "Stellt beim Auslösen der Reaktionen „Unter Strom“, „Mond unter Strom“, „Sprießen“ oder „Mondspross“ 21 Punkte Elementarenergie wieder her und erhöht die Elementarkunde 15 s lang um 105 Punkte, 15 s Abklingzeit. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "Stellt beim Auslösen der Reaktionen „Unter Strom“, „Mond unter Strom“, „Sprießen“ oder „Mondspross“ 24 Punkte Elementarenergie wieder her und erhöht die Elementarkunde 15 s lang um 120 Punkte, 15 s Abklingzeit. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Verfall des wahnsinnigen Fürsten",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Abgekühltes Panzerbruchstück",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transozeanische Perle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Leid des wahnsinnigen Fürsten",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Abgekühltes Panzerbruchstück",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transozeanische Perle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Leid des wahnsinnigen Fürsten",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Warmes Panzerbruchstück",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transozeanischer Brocken",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Glanz des wahnsinnigen Fürsten",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Warmes Panzerbruchstück",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transozeanischer Brocken",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Glanz des wahnsinnigen Fürsten",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Loderndes Panzerbruchstück",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatischer Kristall",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Antlitz des wahnsinnigen Fürsten",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Loderndes Panzerbruchstück",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatischer Kristall",
				"count": 12
			}
		]
	}
}