{
	"name": "Waldkönigsschwert",
	"description": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Großschwertes angenommen, mit dem man die Gegner des Waldes durchschlagen kann.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "„Vor sehr, sehr vielen Monden war der Wald ein riesiges Labyrinth ...“\n\nDer letzte Waldkönig ist bereits nach Sarva zurückgekehrt. Sein einstmaliger Diener erbte seinen Namen: „Tiger“.\nIn der Vergangenheit war jeder Ort im Schatten der Bäume das Herrschaftsgebiet des Waldkönigs. Und wenn er durch sein Reich streifte,\ndann beugten die Tiere der Luft und des Landes, deren Leben vom Wald abhing, tief ihre Köpfe, um ihm Ehrerbietung zu erweisen und ihre Unterwürfigkeit zu demonstrieren.\n\nÜber alle Epochen hinweg hatten die Könige ihre eigenen Paläste: Nachdem jeder Waldkönig den Thron bestiegen hatte, verwandelte sich der Wald entsprechend seinem Erscheinungsbild und seinen Träumen.\nDer Palast des letzten Waldkönigs lag verborgen hinter einer Barriere aus Bäumen und Ranken und hinter Flüssen und Klippen, die wie ein Geflecht ineinander verschlungen waren.\nEs war eine Scheibe aus Perlen, die durch das Mondlicht geformt wurde, das durch das Laub der Bäume auf das stille Wasser gefallen war. Und der König genoss am Wasser ganz für sich allein dieses zweifache Mondlicht.\n\nAuf diese Weise ist das Labyrinth des Waldes entstanden. Der Legende nach waren in der verwirrend komplexen Musterung des Waldkönigs die Wege des Labyrinths eingezeichnet.\nDie Paläste der Könige aller Generationen überschnitten sich miteinander. Daher kreuzten sich die Pfade zwischen den Bäumen und die Bäche endeten unerwartet oder brachten neue Arme hervor,\nsodass die Wege im Wald immer komplexer wurden. Nur der Waldkönig, wir Aranara und Menschen, auf denen der Segen des Königsbaums ruht,\nkönnen tief in das Reich des Waldkönigs vordringen, ohne zwischen den Bäumen und Bächen vom Weg abzukommen.\n\n...\nSpäter hat der letzte Waldkönig sein Leben zum Schutz des Waldes geopfert und der Wald hat danach keinen weiteren Palast mehr erschaffen, woraufhin das Labyrinth verschwand.\nOder es waren die pechschwarzen Bestien, die wie ein Wirbelsturm durch den Wald fegten und die Bäume umwarfen, als wären sie Weizenähren. Das Labyrinth starb und dann starb auch der Waldkönig.\n\nDer Aranara, der mir diese Geschichte erzählt hat, war nicht besonders mutig. Und er wollte auch keine Lieder für uns singen. Stattdessen war er immer auf der Suche nach einem Ort, an dem er für sich allein sein konnte.\nEinmal ist er in der Nacht durch das Labyrinth des Waldes gelaufen und hat dabei den hellen Mond im Wasser entdeckt. So hat er die Geschichte des letzten Waldkönigs gehört.\nDanach hat sich der Wasserlauf geändert und der helle Mond wurde fortgeschwemmt. Viele Dinge haben sich geändert und viele andere Dinge haben sich als Folge davon nicht mehr verändert.\nAber genau wie ihr halten auch wir „Tiger“ für die edlen und mächtigen Könige des Waldes, auch wenn wir die ursprünglichen Könige niemals gesehen haben.",
	"baseatk": 44,
	"substat": "Aufladerate",
	"subvalue": "6.7",
	"effectname": "Segen des Waldes",
	"effect": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um {0} Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
	"r1": [
		"60"
	],
	"r2": [
		"75"
	],
	"r3": [
		"90"
	],
	"r4": [
		"105"
	],
	"r5": [
		"120"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Kupfertalisman des Waldtaus",
				"count": 3
			},
			{
				"name": "Chaos-Speicher",
				"count": 3
			},
			{
				"name": "Verblasste rote Seide",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Eisentalisman des Waldtaus",
				"count": 3
			},
			{
				"name": "Chaos-Speicher",
				"count": 12
			},
			{
				"name": "Verblasste rote Seide",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Eisentalisman des Waldtaus",
				"count": 6
			},
			{
				"name": "Chaos-Modul",
				"count": 6
			},
			{
				"name": "Geränderte rote Seide",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silbertalisman des Waldtaus",
				"count": 3
			},
			{
				"name": "Chaos-Modul",
				"count": 12
			},
			{
				"name": "Geränderte rote Seide",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silbertalisman des Waldtaus",
				"count": 6
			},
			{
				"name": "Chaos-Anker",
				"count": 9
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Goldtalisman des Waldtaus",
				"count": 4
			},
			{
				"name": "Chaos-Anker",
				"count": 18
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 12
			}
		]
	}
}