{
	"name": "Permafrostfrucht",
	"description": "Eine Frucht, die einen seltsamen, frostigen Willen besitzt. Sie riecht entfernt nach Verbitterung.",
	"weapontype": "Katalysator",
	"rarity": "4",
	"story": "Als die Tochter der Priesterin von Vindagnyr unter diesem weißen Baum geboren wurde,\nwar das Königreich auf dem grünen Berg von Freude erfüllt, als sie ihren Segen erhielt.\n\nSicherlich würde der Segen von Sal Vindagnyr ewig währen,\ngenauso wie der unsterbliche silbergraue Baum, dessen Wurzeln die Erde durchbohrt hatten.\nDas war die Hoffnung derer, die die Annalen dieses Bergkönigreichs geschrieben haben.\nDiejenigen, die die Erzählungen unzähliger Menschen und Ereignisse aufgezeichnet hatten, glaubten tief in ihren Herzen,\ndass die Schönheit und das Können ihrer Prinzessin so ewig und rein wie das Mondlicht sein würden.\n\nAls der Pfahl, der die Welt zu Eis erstarren ließ, plötzlich herabfiel\nund sogar dieser Baum davon zerschmettert würde,\nnahm dieses Mädchen den am besten erhaltenen Ast\nmit dem Gedanken, dem Baum, der einst eine Nation überschattete, neues Leben einzuhauchen.\nDoch letztendlich konnte das neu gefundene Leben nicht gedeihen.\nDer wie Dolche stechende Schneesturm bedeckte schließlich das Mondlicht wie ein undurchsichtiger Vorhang ...\n\nLange, lange Zeit später, aber immer noch vor langer Zeit,\nals das Todesspiel zwischen dem Drachen der Finsternis und des Windes endlich entschieden war,\nals verdorbenes Blut das aschefarbene Tal rot färbte,\nerinnerte sich der Baum endlich daran, dass er nicht mit dieser toten Stadt gestorben war,\nund so dehnte er seine gierigen Wurzeln in das warme Blut, das das Land durchzog.\n\nDa ein gewisser Jemand eine makellose, blutrote Essenz darübergoss,\nerinnerte sich der Baum, der längst hätte sterben sollen, an seine Vergangenheit\nund trug eine einzige Frucht als Ergebnis all seiner gesammelten Kraft ...\n\nFür diejenigen, die in meinem sicheren Schatten wohnten, für die Priester, die mich lobten,\nfür das hübsche Mädchen, das oft mich oft malte,\nfür all das Glück, das sie nicht besitzen konnten, gebäre ich diese rote, kalte Frucht.\n\nAn denjenigen, der für diese giftige Welt Vergeltung leisten kann, soll sie gehen,\ner trage meine unschuldigen, bitteren Früchte, wenn er Gerechtigkeit walten lässt.",
	"baseatk": 42,
	"substat": "ANG",
	"subvalue": "9",
	"effectname": "Frostgrab",
	"effect": "Erstellt beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von {0} über den Gegnern einen Kristallkern ewigen Eises, der herunterfällt und Flächenschaden in Höhe von {1} ANG verursacht. Verursacht Schaden in Höhe von {2} ANG, wenn die Gegner von Kryo-Effekten betroffen sind. 10 s Abklingzeit.",
	"r1": [
		"60 %",
		"80 %",
		"200 %"
	],
	"r2": [
		"70 %",
		"95 %",
		"240 %"
	],
	"r3": [
		"80 %",
		"110 %",
		"280 %"
	],
	"r4": [
		"90 %",
		"125 %",
		"320 %"
	],
	"r5": [
		"100 %",
		"140 %",
		"360 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fesseln des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Chaos-Apparat",
				"count": 3
			},
			{
				"name": "Vaniloqua-Nektar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Chaos-Apparat",
				"count": 12
			},
			{
				"name": "Vaniloqua-Nektar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 6
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 6
			},
			{
				"name": "Leuchtender Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 12
			},
			{
				"name": "Leuchtender Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 6
			},
			{
				"name": "Chaos-Getriebe",
				"count": 9
			},
			{
				"name": "Elementarnektar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ideal des Löwenzahnkriegers",
				"count": 4
			},
			{
				"name": "Chaos-Getriebe",
				"count": 18
			},
			{
				"name": "Elementarnektar",
				"count": 12
			}
		]
	}
}