{
	"name": "Vollmondfrucht",
	"description": "Eine Frucht, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat das Potenzial, jede Krise zu überwinden.",
	"weapontype": "Katalysator",
	"rarity": "4",
	"story": "„In Wirklichkeit ist der Mond nicht immer so rund wie eine Perle ...“\n\nDies ist eine sehr, sehr alte und überaus fürchterliche Geschichte. Glücklicherweise ist es nur eine Geschichte und weder meine noch deine Erinnerung.\nEinstmals nahm der Mond die Form eines Gesichts mit Reißzähnen und einem bösen Grinsen an. Und sein Licht strömte nicht länger durch die Blätter der Bäume und auf die Wiesen, um dabei Tautropfen in Perlen zu verwandeln.\n\nDie Bäume fielen zu Boden, als ob sie Weizenähren wären, die vom Wind umgestoßen wurden, und auf der Erde herrschte großer Kummer.\nDieser Kummer war so enorm und so bitter, dass sogar die Bäche den Geschmack von Salz und Eisen annahmen.\n\nUnsere Schöpferin Herrin Aranyani hat uns den Wald anvertraut, daher haben wir die pechschwarzen Bestien, die stählernen Riesen und Marana bekämpft.\nSie ist zusammen mit vielen Kindern des Waldes in die Wüste gegangen, um dieses Übel an seiner Wurzel zu zerstören und die Zweige der großen Katastrophe entzweizubrechen. Doch nur wenige von ihnen sind am Ende wieder in den Schatten der Bäume zurückgekehrt.\nWir haben Vanarana verloren und zahlreiche Aranara sind vorzeitig in die Erde zurückgekehrt. Und selbst die letzten erhaltenen Geschichten waren bittere Geschichten.\n\nDoch am Ende haben wir die große Katastrophe besiegt und selbst tief in der Wüste existiert immer noch erblühender Lotos.\nUnsere Herrin, die uns dereinst erschaffen hatte, erschuf in der Wüste neue Wesen, um die Leere in Dominus Lapidis zu füllen.\n\n...\nDoch selbst in den bittersten Geschichten ist Platz für Mut und Stärke. Und auch wenn Geschichten niemals so großartig wie „Erinnerungen“ seien können, kann Stärke in ihnen vorkommen.\nDie Geschichten, die du mir gegeben und die wir miteinander erlebt haben, werde ich wertschätzen. Wenn der Mond wieder seine Form ändert, werden sie an deiner Stelle den Wald beschützen.",
	"baseatk": 42,
	"substat": "Aufladerate",
	"subvalue": "10",
	"effectname": "Vollmondrundung",
	"effect": "Erhält nach dem Auslösen einer Elementarreaktion den Effekt „Mondphase“: Erhöht die Elementarkunde um {0} Punkte und verringert den ANG um 5 %. Alle 0,3 s kann nur eine Stapelung dieses Effekts erhalten werden, 5-fach stapelbar. Wenn innerhalb von 6 s keine Elementarreaktion ausgelöst wird, wird eine Stapelung entfernt. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
	"r1": [
		"24"
	],
	"r2": [
		"27"
	],
	"r3": [
		"30"
	],
	"r4": [
		"33"
	],
	"r5": [
		"36"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Reminiszenz der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Figur der Dunkelheit",
				"count": 3
			},
			{
				"name": "Sporen der Pilzbestie",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Figur der Dunkelheit",
				"count": 12
			},
			{
				"name": "Sporen der Pilzbestie",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"name": "Figur der Nacht",
				"count": 6
			},
			{
				"name": "Leuchtendes Sporenpulver",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Figur der Nacht",
				"count": 12
			},
			{
				"name": "Leuchtendes Sporenpulver",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"name": "Figur der Finsternis",
				"count": 9
			},
			{
				"name": "Kristalliner Zystenstaub",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Wahrheit der Oase der blühenden Blumen",
				"count": 4
			},
			{
				"name": "Figur der Finsternis",
				"count": 18
			},
			{
				"name": "Kristalliner Zystenstaub",
				"count": 12
			}
		]
	}
}