{
	"id": 12430,
	"name": "Fruchtbarer Haken",
	"description": "Die Waffe, die Burkina, der Recke der Nachkommen der Baumkrone, mithilfe des Recken Tenoch speziell angefertigt hat, um einmal die Flammengranaten zu erlangen, die von der höchsten Qualität in ganz Natlan waren.",
	"descriptionRaw": "Die Waffe, die Burkina, der Recke der Nachkommen der Baumkrone, mithilfe des Recken Tenoch speziell angefertigt hat, um einmal die Flammengranaten zu erlangen, die von der höchsten Qualität in ganz Natlan waren.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Zweihänder",
	"rarity": 4,
	"story": "Der große, in den Rissen und Spalten verwurzelte Mutterbaum, der heute am Fuße des Coatepec-Bergs steht, wuchs einst woanders.\nDen Erzählungen zufolge soll er sich in einem Ausläufer des Gebirges befunden haben, das höher als der Vulkan war und sogar die Wolken überragte.\nEinst war da ein junger Kurier, der sich über einen Saurier, der am anderen Ende des Berges lebte, königlich erzürnte, weil dieser seine Bewegungen oft als töricht verspottete.\nUnd so schwor er, dass er auf den höchsten Gipfel steigen würde, um die am Mutterbaum wachsenden Flammengranaten zu ernten.\nSo wollte er dem flinksten aller Yumkasaurier sein großes Können demonstrieren.\n\nDoch keine große Tat auf dieser Welt kann damit vollbracht werden, indem man nur darüber grübelt.\nUnd obwohl der Held, sein Name war übrigens Burkina, die Gipfel mit bloßen Händen erklimmen konnte, indem er das Gestein nur mit seinen Fingerspitzen umklammerte,\nkonnte er die geflügelten Saurier, die den Gipfel umkreisten, nicht davon abhalten, ihn zu schikanieren, als wollten sie ihn mit ihren Flügeln verhöhnen,\nganz zu schweigen von den unzähligen Bestien, die den Baum bewachten und ihre Köpfe in Erwartung der reifen Früchte reckten.\nDa die Zeit der Reifung näher rückte, kam Burkina nicht einmal in die Nähe der Spitzen der mit Früchten beladenen Äste.\nAber der junge Held war nicht in Eile, also wandte er sich einfach ab und ging, nachdem er etwas gemurmelt hatte.\n\nEr erreichte den Stamm, der mit den geflügelten Sauriern zusammenlebte, und übernahm für sie die täglichen Bedürfnisse der Saurier.\nTäglich beobachtete er sie und machte sich so mit ihren Extremitäten und Bewegungen vertraut.\nEr folgte den Bewohnern des Berges unterhalb des Vulkans und machte sich die großen Felsbrocken zunutze, um seinen Körper und seinen Geist zu trainieren.\nAuch suchte er bei den Hohepriestern des Nachtwinds mit ihren schwerfälligen Zeremonien Rat, um seine Wahrnehmung und sein Bewusstsein zu schärfen.\n\nAls Tenoch, der dort unterwegs war, seinen Freund und sein zerzaustes Haar erblickte, wagte er fast nicht zu fragen.\nDoch als Tenoch von seinem Vorhaben erfuhr, konnte er sich eines Lächelns nicht erwehren und bat darum, Burkina begleiten zu dürfen.\nDoch der Held der Nachkommen der Baumkrone lehnte das freundliche Angebot seines Freundes ab, denn er wusste, dass dies alles zu seinem Training gehörte.\nEs war der rechtmäßige „Preis“ solcher „Ergebnisse“, der gezahlt werden musste, während die Hilfsbereitschaft seines Freundes vielleicht nicht ganz umsonst gewesen wäre.\nDenn ihn beschlich das vage Gefühl, dass der Tag kommen würde, an dem diese Hilfe erwidert werden müsste.\nWeil er die Entschlossenheit seines Freundes sah, sprach Tenoch nicht mehr von Hilfe,\ndoch erklärte, dass er diesem Abenteuer zuliebe noch einen kleinen Gefallen erweisen könnte ...\n\nAm Tag der Reifung nahm der junge Bote seine Waffe zur Hand, die er zusammen mit seinem Freund hergestellt hatte,\nund seine flinke Gestalt huschte die Klippen hinauf, sogar schneller als ein Sprint über die offenen Ebenen.\nLängst hatte er die Schikanen der geflügelten Saurier durchschaut, und stattdessen waren sie es, die nun die Fassung verloren.\nEr schwang sein Hakenschwert, um den Angriffen der Bestien, die ihn aufhalten wollten, auszuweichen oder sie abzuwehren.\nUnd mit den frisch gereiften Flammengranaten des Mutterbaums vor sich musste er nur noch den Haken in seiner Hand nutzen, um diese zu ernten.\nDoch gerade als der Held auf der Schwelle zum Erfolg stand, machte ihn sein Stolz selbstgefällig, und ein plötzlicher Windstoß brachte ihn ins Wanken.\nBeinahe schien es, als würde er aus dieser grausamen Höhe hinabfallen, und er fürchtete schon, zusammen mit der Frucht in seinen Armen zu einem blutigen Brei zerschmettert zu werden ...\n\nDoch gerade, als sein Leben am seidenen Faden hing, tauchte eine grüne Gestalt aus dem tiefen Schatten des Baumes auf.\nMit ihrer langen Zunge schoss sie das Pektin aus ihren Backen und bewahrte so den Helden vor dem tödlichen Abgrund.\nEs war kein anderer als der Yumkasaurier, der sich stets mit Burkina angelegt hatte und der ihm im Schutz der Schatten gefolgt war.\nSchließlich zeigte er sich, als wirklich Gefahr im Verzug war, und rettete ihn davor, vom Herrscher der Nacht gerufen zu werden.\n\nBurkina bot dem Saurier, der ihn gerettet hatte, die Flammengranate an und verdiente sich im Gegenzug dessen Anerkennung.\nDies ist also die Geschichte, wie der Held des Wendefeuers und der Bergkönig Kongamato zu Gefährten wurden.\nSpäter versetzten dann die Helden der Nachkommen der Baumkrone gemeinsam den Mutterbaum zum Fuß des Berges.\nIm Gedenken daran wurden die besten Flammengranaten fortan auch mit dem Namen „Bergkönig“ gekrönt.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ANG",
	"baseStatText": "6%",
	"effectName": "Das Gewicht der herabfallenden Äste",
	"effectTemplateRaw": "#Erhöht die KT von Angriffen aus dem Fall um <color=#99FFFFFF>{0}</color>. Erhöht nach dem Treffen von Gegnern mit Angriffen aus dem Fall den mit den Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden des Trägers 10{NON_BREAK_SPACE}s lang um <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Erhöht die KT von Angriffen aus dem Fall um 16 %. Erhöht nach dem Treffen von Gegnern mit Angriffen aus dem Fall den mit den Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden des Trägers 10 s lang um 16 %.",
		"values": [
			"16{NON_BREAK_SPACE}%",
			"16{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht die KT von Angriffen aus dem Fall um 20 %. Erhöht nach dem Treffen von Gegnern mit Angriffen aus dem Fall den mit den Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden des Trägers 10 s lang um 20 %.",
		"values": [
			"20{NON_BREAK_SPACE}%",
			"20{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht die KT von Angriffen aus dem Fall um 24 %. Erhöht nach dem Treffen von Gegnern mit Angriffen aus dem Fall den mit den Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden des Trägers 10 s lang um 24 %.",
		"values": [
			"24{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht die KT von Angriffen aus dem Fall um 28 %. Erhöht nach dem Treffen von Gegnern mit Angriffen aus dem Fall den mit den Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden des Trägers 10 s lang um 28 %.",
		"values": [
			"28{NON_BREAK_SPACE}%",
			"28{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht die KT von Angriffen aus dem Fall um 32 %. Erhöht nach dem Treffen von Gegnern mit Angriffen aus dem Fall den mit den Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden des Trägers 10 s lang um 32 %.",
		"values": [
			"32{NON_BREAK_SPACE}%",
			"32{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Gedanken der Vergänglichkeit",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Geheimquellen-Achse",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Unreifer spitzer Zahn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Vorahnung der Vergänglichkeit",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Geheimquellen-Achse",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Unreifer spitzer Zahn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Vorahnung der Vergänglichkeit",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Geheimquellen-Gehäuse",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Ausgereifter kräftiger Zahn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Omen der Vergänglichkeit",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Geheimquellen-Gehäuse",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Ausgereifter kräftiger Zahn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Omen der Vergänglichkeit",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Geheimquellen-Kern",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Schneidezahn des Eroberers",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Offenbarung der Vergänglichkeit",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Geheimquellen-Kern",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Schneidezahn des Eroberers",
				"count": 12
			}
		]
	}
}