{
	"name": "Hakushin-Ring",
	"description": "Ein Katalysator, der die Erinnerung der „Kitsune Saiguu“ der alten Zeit trägt. Und doch ist dieses Gerät immer noch zu klein für das immense Volumen ihrer Erinnerungen.",
	"weapontype": "Katalysator",
	"rarity": "4",
	"story": "„Wir haben es so eilig, uns zu treffen und zu trennen, dass die Nacht und der Morgen wie ein Traum sind.“\n\nDieses oberflächliche und banale Leben.\nIch bin der Meinung, dass ich ein erfülltes Leben gehabt habe.\n\nIch war einmal im Körper des weißen Fuchs.\nMit witzigen und liebenswerten Anhängern.\nLaufen in den Bergen von Narukami.\n\nHoffentlich, wenn alles vorbei ist,\nkönnen sie wieder fröhlich laufen ...\n\nIch war bei einem Mädchen mit einem Gesicht wie der Mond.\nZusammen gaben wir eine Vorstellung vor dem Thron.\nEs fiel mir auch schwer, nach ihrem Klingentanz zu applaudieren.\nIch hoffe, dass ihre Schönheit, Tapferkeit und Pflege\nnoch lange nach der Jahrtausendwende gefeiert werden.\n\nBei dem Gedanken an die unbeholfene Schönheit dieses Mädchen\nkann ich nicht anders, als mir eine Maske zu wünschen, um zu verstecken, wie ich jetzt aussehe ...\n\nIch habe mich mit dem Anführer der Yougou Tengu gemessen.\nWir liefen durch die Geisterberge und herum,\num mit unserer Geschwindigkeit und Stärke zu konkurrieren.\n\nDerjenige, der am Ende gewonnen hat, war eigentlich ich, geborem im Hakushin-Klan.\nJetzt, da ich darüber nachdenke, hatte sie wohl Mitleid mit mir.\nWenn ich darüber nachdenke, fühle ich mich ein wenig verärgert ...\n\nIch hatte einen Bakedanuki reingelegt, der besessen davon war, an meiner Seite zu kämpfen.\nEr soll sich dem Shougun in gutem Glauben ergeben.\nIn der Zwischenzeit habe ich schamlos den Shougun betrogen.\nIch brachte ihn dazu, die großen Bakedanuki unter seinem Kommando zu rekrutieren.\n\nIn dieser Nacht leuchtete das Mondlicht am Hof durch die Äste und Blütenblätter der Bäume.\nDie im Innenhof regnete es wie Perlen vom Himmel.\nEs leuchtet immer noch in meinem seichten Geist ...\n\nIch hoffe, sie wird sich an den langen Aphorismus erinnern, den ich ihr vor unserem Abschied vorzuschlagen wagte.\n„Bleibe auf dem Weg, an den du glaubst, ohne dich blenden oder beeinflussen zu lassen.“\nUnd ich hoffe, dass meine Aphorismen einige Lügen und schlechte Gedanken für sie mehr oder weniger ausblenden werden.\nUnd möge der gemein, aber unschuldige Tanuki mir nicht böse sein für meinen letzten Betrug ...\n\nJetzt an den dunkelsten Orten\nwerde ich auch an diesen Ansichten festhalten.\nWie der Mond, der durch die Wolken scheint,\nbeleuchte dein eigenes zerbrechliches kleines Herz.\n\nIn diesem Leben nahm ich auch die Form eines Menschen in folgender Gestalt an.\nSpazieren ging ich mit diesen schönen kleinen flüchtigen Geschöpfen.\nIn vielerlei Hinsicht sind viele für mich liebe Freunde geworden.\nOb es eine Schreinjungfer ist, die nach Narukami kommt, um den Schrein ihrer Heimatstadt zu retten,\noder ein Kind, das während des Sommerfestes durch die große Sänfte von den Erwachsenen getrennt wurde,\noder ein leichtlebiger junger Mann, der am Ende nach Liyue geht, um die Kunst der Unsterblichkeit zu üben,\noder ein Kanjou-Mitarbeiter, der hart für das Wohlergehen der Menschen arbeitet,\noder ein Schmied, der davon besessen ist, Schwerter von unvergleichlicher Schärfe herzustellen,\noder eine Gruppe von Menschen, die mit ausgeklügelten Techniken künstliche Meteore im Himmel aufblühen lassen,\nsie alle sind liebe Freunde, von denen ich nie gedacht hätte, dass ich das Vergnügen haben würde, sie zu kennen.\n\nDie Barriere, sie sie bewacht, wird hoffentlich nicht von der Dunkelheit korrumpiert werden ...\n\nAll das ist es, was ich heute vermisse.\n\n„So, ach, zerreiß mein pechschwarzes Testament.“\n„Jetzt habe ich meine ganze Kraft verloren.“\n„Ich werde dich mein Hakushin-Blut vergießen lassen.“\n„Aber trotz der bescheidenen Position“\n„hoffe ich immer noch, dass du meine Bitte anhören wirst ...“\n\n„Wenn du die Dinge sehen kannst, die mir lieb sind,“\n„dann verschone bitte diese Kreaturen.“\n„Dann verschone diese Wesen,“\n„bitte halte die Erinnerung an mich so hell wie immer“\n„und gib sie dem Land zurück, das ich liebe.“\n„Auf diese Weise hoffe ich, dass es nach deinem Amoklauf,“\n„noch gute Dinge gibt, die bleiben können ...“",
	"baseatk": 44,
	"substat": "Aufladerate",
	"subvalue": "6.7",
	"effectname": "Sakura-Palast",
	"effect": "Erhöht beim Auslösen von Elektro-Reaktionen durch die mit dieser Waffe ausgerüsteten Figur den Elementar-SCH von Truppenmitgliedern mit dem an der Elementarreaktion beteiligten Element in der Nähe 6 s lang um {0}. Der auf diese Weise durch die Figur erhaltene Elementar-SCH-Bonus ist nicht stapelbar.",
	"r1": [
		"10 %"
	],
	"r2": [
		"12,5 %"
	],
	"r3": [
		"15 %"
	],
	"r4": [
		"17,5 %"
	],
	"r5": [
		"20 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Korallenzweig eines fernen Meeres",
				"count": 3
			},
			{
				"name": "Düsteres Prisma",
				"count": 3
			},
			{
				"name": "Leitende Schriftrolle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 3
			},
			{
				"name": "Düsteres Prisma",
				"count": 12
			},
			{
				"name": "Leitende Schriftrolle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 6
			},
			{
				"name": "Kristallprisma",
				"count": 6
			},
			{
				"name": "Zaubersiegel-Schriftrolle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 3
			},
			{
				"name": "Kristallprisma",
				"count": 12
			},
			{
				"name": "Zaubersiegel-Schriftrolle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 6
			},
			{
				"name": "Polarisationsprisma",
				"count": 9
			},
			{
				"name": "Fluchschriftrolle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Goldzweig eines fernen Meeres",
				"count": 4
			},
			{
				"name": "Polarisationsprisma",
				"count": 18
			},
			{
				"name": "Fluchschriftrolle",
				"count": 12
			}
		]
	}
}