{
	"name": "Hellebarde",
	"description": "Im Grunde eine Lanze gepaart mit einer Axt. Genau das macht sie zu einer zerstörerischen Waffe. Sie wird besonders gern von Millelithen-Offizieren verwendet.",
	"weapontype": "Stangenwaffe",
	"rarity": "3",
	"story": "Die Stangenwaffe ist eine mächtige Waffe, selbst in den Händen eines ungeübten Kämpfers. Hier galt das Sprichwort, „je länger, desto besser“.\nWenn man an der Spitze eine Axt montiert, wie unpraktisch das auch zunächst erscheinen mag, kann man damit am Ende Dinge zerhacken. Dies eignet sich besonders gut für kompliziertere Situationen.\nDie an eine Axt montierte Stangenwaffe, die Hellebarde, wird oft von Kriegern mit großer Stärke bevorzugt. Sie ist auch das Symbol der Ehre und Tapferkeit der Millelithen-Offiziere.\nAuch wenn das heutige Liyue ein sehr friedlicher Ort ist, so sieht man doch in den Straßen noch immer Hellebarden haltende Reckenfiguren, die an alte Zeiten erinnern.\n\nJede Millelithen-Truppe wurde von einem Offizier angeführt, der stets furchtlos voranstürmte. Sie waren in gefährlichem Gebiet die erste Verteidigungslinie für ihre Kameraden.\nAber sie beschützten ihre Kameraden nicht nur durch Tapferkeit, Treue und Selbstaufopferung. Sie waren auch großartige Kämpfer, deren Fähigkeiten durch jahrelange Übung geschärft worden waren.\nJeder Feind, der es wagte, sich zu nähern, wusste, dass der Anblick der Hellebarden tragenden Offiziere an der Front seinen fast sicheren Untergang bedeutete.\nUnd wenn die Millelithen-Soldaten ihre taktische Formation einnahmen, waren es diese furchtlosen Offiziere, die sie so undurchdringlich wie ein Fels machten.",
	"baseatk": 40,
	"substat": "ANG",
	"subvalue": "5.1",
	"effectname": "Schwergewicht",
	"effect": "Fügt mit Standardangriffen getroffenen Gegnern zusätzlichen Schaden in Höhe von {0} ANG zu. 10 s Abklingzeit.",
	"r1": [
		"160 %"
	],
	"r2": [
		"200 %"
	],
	"r3": [
		"240 %"
	],
	"r4": [
		"280 %"
	],
	"r5": [
		"320 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Bleikugeln des Nebelschleiers",
				"count": 2
			},
			{
				"name": "Nebelgraspollen",
				"count": 2
			},
			{
				"name": "Vaniloqua-Nektar",
				"count": 1
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 2
			},
			{
				"name": "Nebelgraspollen",
				"count": 8
			},
			{
				"name": "Vaniloqua-Nektar",
				"count": 5
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 4
			},
			{
				"name": "Nebelgrassäckchen",
				"count": 4
			},
			{
				"name": "Leuchtender Nektar",
				"count": 4
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Goldkugel des Nebelschleiers",
				"count": 2
			},
			{
				"name": "Nebelgrassäckchen",
				"count": 8
			},
			{
				"name": "Leuchtender Nektar",
				"count": 6
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 25000
			},
			{
				"name": "Goldkugel des Nebelschleiers",
				"count": 4
			},
			{
				"name": "Nebelgrasdocht",
				"count": 6
			},
			{
				"name": "Elementarnektar",
				"count": 4
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Wunderkugel des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgrasdocht",
				"count": 12
			},
			{
				"name": "Elementarnektar",
				"count": 8
			}
		]
	}
}