{
	"name": "Pfad des Jägers",
	"description": "Dieser vergoldete Bogen wurde aus seltenen weißen Ästen gefertigt. Er hat schon zahllose böse Bestien erlegt, die versuchten, in den Wald einzudringen.",
	"weapontype": "Bogen",
	"rarity": "5",
	"story": "Ein goldplattierter Jagdbogen, der aus weißen Zweigen hergestellt wurde und dem der Segen des Waldes innewohnt.\nBäume, die diese Art von weißen Ästen hervorbringen, sind heute nur noch selten zu finden.\nDer Segen wurde einstmals von schwarzem Blut überdeckt, doch diese Verschmutzung wurde von Wasser reingewaschen.\n\nDie Jagd der Jägerin, die dunklen Bestien nachstellt, scheint schier endlos zu sein.\nViele Nächte wartet sie in Haufen herabgefallenen Laubs und viele Tage legt sie sich in Fleischbrocken, um sich dort schlafend zu stellen,\nnur um dann einen Pfeil durch das Herz ihrer Beute zu schießen und danach nach neuer Beute zu suchen.\n\nAllmählich sorgt sich die Jägerin nicht länger, dass der Wind ihre Anwesenheit an ihre Beute preisgeben könnte,\nund sie nutzt nicht länger dunkelgrüne Wildblumen, um ihren Menschengeruch zu verbergen,\ndenn ihr eigener Geruch hat sich dem fauligen Gestank angeglichen, an den Wildtiere gewöhnt sind.\n\nSchon lange bevor sie zu einer Jägerin wurde, hatte sie die Sprache der Menschen vergessen.\nUnd auf ihrer endlosen Jagd hatte sie die Zeit sowie die Sonne und den Mond vergessen,\ngenau wie auch die endlosen Jagdgründe, die ihr ursprünglich versprochen worden waren.\nUnd das blinde Kind, das sie damals gefunden, ihr den aus weißen Ästen angefertigten Bogen gegeben\nund sie auf die Jagd nach Bestien im Dunkeln gesendet hatte,\nhatte sie ebenfalls auf ihrer Jagd vergessen, die ihr ganzes Herz für sich vereinnahmte.\n\n„Jene, die Blut an ihren Händen haben, werden niemals jene endlosen azurgrünen Jagdgründe finden.“\n„Nein, Meister, diese Welt, die von bösartigen Bestien heimgesucht wird, ist mein wahrer Jagdgrund ...“\n\nIm klaren, vom Mondlicht beschienenen Wasser erkannte die Jägerin, dass sie, ohne es zu merken, selbst zu einem wilden Tier geworden war.\nDie Spiegelung eines mit einem Schwert bewaffneten Ritters, der den Spuren eines Wildtiers folgend die verblüffte Jägerin gefunden hatte, zeichnete sich im Wasser ab ...\n\n„Nichts anderes als ein weiteres Monster, das ausgemerzt werden muss und das von der Spiegelung des Mondes im Wasser verblüfft ist.“\n„Wie sonderbar. Für einen kurzen Moment habe ich tatsächlich geglaubt, dass es ein Mädchen wäre, das sich im Wald verirrt hätte ...“\n\n„Weiter nach Westen, für die Gerechtigkeit ... Und um das Verbrechen zu sühnen, durch das ein Mensch zu einem Wildtier verwandelt wurde.“",
	"baseatk": 44,
	"substat": "KT",
	"subvalue": "9.6",
	"effectname": "Am Ende der Fährte",
	"effect": "Erhöht den Schaden aller Elemente um {0}. Erhält nach Treffern mit heftigen Schlägen den Effekt „Unermüdliche Jagd“: Erhöht den Schaden heftiger Schläge um {1} der Elementarkunde. Dieser Effekt verschwindet nach 10 s oder 12 heftigen Schlägen. 12 s Abklingzeit.",
	"r1": [
		"12 %",
		"160 %"
	],
	"r2": [
		"15 %",
		"200 %"
	],
	"r3": [
		"18 %",
		"240 %"
	],
	"r4": [
		"21 %",
		"280 %"
	],
	"r5": [
		"24 %",
		"320 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Echo der sengenden Macht",
				"count": 5
			},
			{
				"name": "Inaktives Sklerotium",
				"count": 5
			},
			{
				"name": "Verblasste rote Seide",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nachglimmen der sengenden Macht",
				"count": 5
			},
			{
				"name": "Inaktives Sklerotium",
				"count": 18
			},
			{
				"name": "Verblasste rote Seide",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Nachglimmen der sengenden Macht",
				"count": 9
			},
			{
				"name": "Schlafendes Sklerotium",
				"count": 9
			},
			{
				"name": "Geränderte rote Seide",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Traum der sengenden Macht",
				"count": 5
			},
			{
				"name": "Schlafendes Sklerotium",
				"count": 18
			},
			{
				"name": "Geränderte rote Seide",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Traum der sengenden Macht",
				"count": 9
			},
			{
				"name": "Robustes Sklerotium",
				"count": 14
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Vergangenheit der sengenden Macht",
				"count": 6
			},
			{
				"name": "Robustes Sklerotium",
				"count": 27
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 18
			}
		]
	}
}