{
	"id": 15419,
	"name": "Durchdringer der Ibisse",
	"description": "Ein aus Gold geschmiedeter Bogen. Er entspricht der Beschreibung aus der Geschichte. Eingesetzt als gewöhnliche Waffe könnte der Eindruck entstehen, dass sich die Erzählung ihren Weg vom Papier hinaus in die wirkliche Welt gebahnt hat.",
	"descriptionRaw": "Ein aus Gold geschmiedeter Bogen. Er entspricht der Beschreibung aus der Geschichte. Eingesetzt als gewöhnliche Waffe könnte der Eindruck entstehen, dass sich die Erzählung ihren Weg vom Papier hinaus in die wirkliche Welt gebahnt hat.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bogen",
	"rarity": 4,
	"story": "Dieser Gegenstand war ursprünglich ein Musterhandwerk der Vorbestellaktion für den letzten Band von „Ass-Beschwörer“ I.\nAufgrund seiner einzigartigen Spezifikationen wurde die Anfrage zur Herstellung eines Musters jedoch fälschlicherweise mit einer Anfrage nach einer echten Waffe verwechselt.\nAls die Redakteure des Verlagshauses Yae diesen Bogen erhielten, waren sie daher alle verwirrt und verblüfft über das Missverständnis. Herr Fukumoto, der damals anwesend war, war jedoch tief bewegt und schrieb die folgende Geschichte, die später den veröffentlichten Büchern beigefügt wurde.\n\n„Wer auch immer diesen Bogen meistert, wird der geschickteste Bogenschütze unter der Führung des Königs des roten Sandmeers.“\nDas glaubten nicht nur die anderen, sondern auch der Junge mit dem grünen, blassen Antlitz. Als der König der Ibisse mit seinen vielen Schätzen angab, fiel ihm dieser mit Edelsteinen besetzte sandfarbene Langbogen sofort ins Auge. Damals glaubte der Junge, den das Schicksal noch nicht herumgeworfen hatte, noch tief daran, dass alles, was er begehrte, Belohnungen waren, die es zu gewinnen galt:\nFür ihn war es nur eine Frage des Aufwands, der dafür nötig war.\nDaher stellte er dem König der Ibisse mit erhobener Stimme eine Frage: „Wenn ich der beste Bogenschütze von allen werde, wenn ich die prestigeträchtigste Macht unter allen Königen erlange, wird dieser Langbogen dann mir gehören?“\nFür einen Moment verfiel der gesamte Hof in Stille. Im Schatten versteckten viele sorgfältig ihre Gesichter. Niemand wagte zu antworten.\nDer Mann auf dem Ehrenplatz, dessen Blick scharf wie der eines Falken war, lächelte und stimmte dem Wunsch des Jungen zu.\n„Dieser Tag wird kommen“, dachte der Junge mit dem grünen, blassen Antlitz.\n\nEs vergingen jedoch wirklich lange Jahre.\nHunderte von Jahren später ging der Wunsch des Königs des Kampfs endlich in Erfüllung. Er besetzte den Körper des Jungen, der die Kodex-Schatulle öffnete, und betrat den versiegelten „Raum des Duells“. In der Hand eines Phantoms sah er dann diesen Langbogen wieder.\nIn diesem Moment schien die Zeit stillzustehen, sodass sein verweilender Geist quer durch die zerschmetterten Türen und Korridore in den Hof des Verrats und der Verschwörung zurückkehren konnte. Unmittelbar danach schnappte er sich den nahezu unausweichlichen goldenen Pfeil, der aus dem Bogen des geheimen Ritus geschossen wurde und auf ihn zuraste, und rettete den Körper, der hätte durchbohrt werden können.\nAll das war von Anfang an Teil seines Plans.\nAuf einmal wurde der geheime Ritus jedoch aufgelöst. Der Pfeil zersplitterte blitzschnell, das Phantom des Bogenschützen verschwand ebenfalls im Nu.\nKurz bevor der Langbogen zu Boden fiel, wurde er von ihm gepackt.\nZuvor waren seine mehrfachen Versuche, sich diesen goldgeschmiedeten Langbogen zu schnappen, gescheitert, was gewissermaßen zur Kluft zwischen ihm und dem König der Ibisse führte. Aber als er endlich den Schatz in die Hand nahm, von dem er so lange geträumt hatte, stellte er fest, dass sein Herz so ungerührt wie ein Tümpel stehenden Brackwassers war, ohne die geringste Kräuselung. Der König der Krokodile dachte, dass sein einstiges Verlangen, seine unerfüllten Wünsche zu befriedigen, nicht mehr so groß war, wie noch damals in seiner Jugend.\nDer würdevolle König der roten Sande war längst in vielen Geschichten begraben gewesen und die Herrin der Blumen war nie wieder gesehen worden. Zwischen den vielen Reichen brachen um den Thron auf dem Mausoleum endlose Konflikte aus. Inmitten der Turbulenzen nutzte er die Gelegenheit, um im Namen des „Duellritus“ auf dem Sandmeer herumzutrampeln. Er wollte noch mehr erbitterte Kriege entfachen und strebte daher danach, die Barrieren zwischen den Welten zu durchbrechen. Um ihn aufzuhalten, stieg ein alter Mann mit einem goldenen Bogen die Treppe des geheimen Opferritus hinauf ...\nDas war alles schon sehr lange her.\nEr fuhr mit den Fingern ständig über die Edelsteine am Bogen. Doch ihm wurde plötzlich klar, dass es nicht der Staub war, der den Glanz der Edelsteine trübte, ganz zu schweigen davon, dass dieser Staub nur seine Einbildung war.\n\n„Vergiss es“, dachte der König des Kampfes.\nIn Trance schien er zu hören, wie der Tisch im „Raum des Duells“ wieder in Betrieb ging. Er vermutete, dass der Junge, dessen Körper einst von seinem verweilenden Geist besessen worden war, sehnsüchtig auf ein Duell wartete.\nDeswegen schnallte er den Langbogen an seine Seite und machte somit eine Geste des Sieges, von der er einst geträumt hatte.\nDann ging der König, dessen Antlitz grün und blass war, langsam auf das vom Schicksal vorbestimmte Schlachtfeld zu.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ANG",
	"baseStatText": "6%",
	"effectName": "Wertschätzung der geheimen Weisheit",
	"effectTemplateRaw": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen die Elementarkunde der Figur 6 s um <color=#99FFFFFF>{0}</color> Punkte, 2-fach stapelbar. 0,5 s Abklingzeit.",
	"r1": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen die Elementarkunde der Figur 6 s um 40 Punkte, 2-fach stapelbar. 0,5 s Abklingzeit.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen die Elementarkunde der Figur 6 s um 50 Punkte, 2-fach stapelbar. 0,5 s Abklingzeit.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen die Elementarkunde der Figur 6 s um 60 Punkte, 2-fach stapelbar. 0,5 s Abklingzeit.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen die Elementarkunde der Figur 6 s um 70 Punkte, 2-fach stapelbar. 0,5 s Abklingzeit.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen die Elementarkunde der Figur 6 s um 80 Punkte, 2-fach stapelbar. 0,5 s Abklingzeit.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Kupfertalisman des Waldtaus",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Ungeblühte Blume unbekannter Herkunft",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Verblasste rote Seide",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Eisentalisman des Waldtaus",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Ungeblühte Blume unbekannter Herkunft",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Verblasste rote Seide",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Eisentalisman des Waldtaus",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Jemandes geschätzte Blume",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Geränderte rote Seide",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silbertalisman des Waldtaus",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Jemandes geschätzte Blume",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Geränderte rote Seide",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silbertalisman des Waldtaus",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Blühende Blume eines Nomaden",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Goldverwobene rote Seide",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Goldtalisman des Waldtaus",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Blühende Blume eines Nomaden",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Goldverwobene rote Seide",
				"count": 12
			}
		]
	}
}