{
	"name": "Jadesturz-Pracht",
	"description": "Ein zeremonielles Gefäß, das aus wunderschöner türkisfarbener Jade geschnitzt wurde. Es strahlt den Glanz des Himmels und des Wassers aus.",
	"weapontype": "Katalysator",
	"rarity": "5",
	"story": "Der Legende nach fiel die türkisfarbene Jade vom Himmel und wurde vom immer fließenden grünen Wasser gewaschen.\nNachdem der dunkle Lehm, die kupfergrünen Überreste und das morsche Holz weggespült worden waren,\nwurde sie von jungen sterblichen Handwerkern gemeißelt und geschnitzt.\nAm Ende verwandelte sie sich in ein kleines und exquisites Jadestück. Und wenn der glückverheißende Tag kam, wurde sie als Opfergefäß ins Wasser geworfen ...\n\n„Wie gesagt“, nippte der Gelehrte aus dem Regenwald an seinem Tee und sagte weiter, „alle Geschichten sind dazu bestimmt, zu verrotten und zu verfallen.“\n„Nur die Gnade und Weisheit der Götter können den Verfall der Sterblichen verhindern. Andernfalls werden die Sterblichen niemals dem Weg der Selbstzerstörung entkommen.“\n„Schau dir die trostlosen und menschenleeren Ruinen tief in den Bergen an, schau dir die Bestien an, die ihre Kraft und Sprache verloren haben ...“\n„Das gemeine Volk der Vergangenheit starb lautlos. Ebenso verfielen frühere Könige und Häuptlinge, ohne jegliche Wellen zu hinterlassen.“\n\nDie Vorfahren des Chenyu-Tals lebten ursprünglich nicht hier, sondern über Generationen in der violetten Mine.\nRund um die Mine siedelten einst Stämme und Adelsfamilien. Zwischen Bergen und Hügeln wurden ihre Behausungen gebaut ...\nDoch am Grund der Mine, in den Tiefen der Erde, lauerte ein weitreichendes Übel, das den Sterblichen unbekannt war.\nNiemand konnte dem göttlichen Gericht entkommen. Nach der Katastrophe mussten die Vorfahren nach Norden auswandern.\n\nLaut den Ältesten in Qiaoying wanderten die Vorfahren des Chenyu-Tals eben aus der tiefen Doline im Süden hierher ein.\nSie brachten riesige Jadealtäre und hinterließen Ruinen, die niemand entziffern kann ...\nAls der erbitterte Archontenkrieg ausbrach, waren die Vorfahren des Chenyu-Tals längst in unzählige Stämme gespaltet.\nIhre Nachkommen, die einst an einen vergessenen Archon glaubten, gerieten schließlich ebenfalls in Vergessenheit.\n\n„Im Gegenteil“, erwiderte der Berater in der dunklen Kleidung, „in der Geschichte der Sterblichen folgt immer ein neues Leben.“\n„Wohlstand oder Niedergang, alles wird von den Sterblichen selbst bestimmt. Gäbe es keine Wahl, wäre es auch egal, ob ein Aufstieg oder Fall folgt.“\n„Obwohl alte Ruinen heutzutage für kaum jemanden noch von Interesse sind, haben ihre Bewohner trotz all der Strapazen bis heute überlebt ...“\n„Die Vorfahren sind fort, aber ihre Nachkommen genießen heute den Wohlstand ... obwohl sie längst in das Volk des neuen Gottes integriert sind.“\n„Im Leben der Sterblichen mag es eine Menge Leid geben. Aber es ist nicht so, dass Zeit und Geschichte die Sterblichen überflutet haben, sondern dass sie ihre eigenen Entscheidungen getroffen haben.“\n„Und was die Macht und Weisheit der Götter betrifft, so basieren sie auf dem Konsens der Sterblichen. Nicht, dass Götter tun und lassen können, was sie wollen.“\n\nNach ein paar Augenblicken ging die kleine Debatte am Teetisch zu Ende. Unvermeidlich enden Streitigkeiten zwischen Menschen und Göttern immer auf eine unsinnige Weise.\nAber das klare Wasser hört nie auf zu fließen und die Farbe des als Opfergefäß hineingeworfenen Jadestücks bleibt unverändert, wie sein ursprünglicher Besitzer.",
	"baseatk": 46,
	"substat": "LP",
	"subvalue": "10.8",
	"effectname": "Urzeitliche Jadeinsignien",
	"effect": "Verleiht innerhalb 3 s nach Anwenden von Spezialfähigkeiten oder Erstellen eines Schilds den Effekt „Urzeitliche Jadeinsignien“: Stellt alle 2,5 s {0} Punkte Elementarenergie wieder her und erhöht den Elementar-SCH-Bonus des jeweiligen Elementartyps basierend auf den max. LP des Trägers für je 1.000 Punkte um {1}, max. {2}. Der Effekt „Urzeitliche Jadeinsignien“ wird auch ausgelöst, wenn die mit dieser Waffe ausgerüstete Figur inaktiv ist.",
	"r1": [
		"4,5",
		"0,3 %",
		"12 %"
	],
	"r2": [
		"5",
		"0,5 %",
		"20 %"
	],
	"r3": [
		"5,5",
		"0,7 %",
		"28 %"
	],
	"r4": [
		"6",
		"0,9 %",
		"36 %"
	],
	"r5": [
		"6,5",
		"1,1 %",
		"44 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Leuchtender Sand von Guyun",
				"count": 5
			},
			{
				"name": "Ungeblühte Blume unbekannter Herkunft",
				"count": 5
			},
			{
				"name": "Sporen der Pilzbestie",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 5
			},
			{
				"name": "Ungeblühte Blume unbekannter Herkunft",
				"count": 18
			},
			{
				"name": "Sporen der Pilzbestie",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 9
			},
			{
				"name": "Jemandes geschätzte Blume",
				"count": 9
			},
			{
				"name": "Leuchtendes Sporenpulver",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 5
			},
			{
				"name": "Jemandes geschätzte Blume",
				"count": 18
			},
			{
				"name": "Leuchtendes Sporenpulver",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 9
			},
			{
				"name": "Blühende Blume eines Nomaden",
				"count": 14
			},
			{
				"name": "Kristalliner Zystenstaub",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Heiligtum von Guyun",
				"count": 6
			},
			{
				"name": "Blühende Blume eines Nomaden",
				"count": 27
			},
			{
				"name": "Kristalliner Zystenstaub",
				"count": 18
			}
		]
	}
}