{
	"id": 11416,
	"name": "Kagotsurube Isshin",
	"description": "Diese im fernen Norden geschmiedete Klinge wurde einst auf ihrem Heimweg im Namen „Isshin“ mit unzähligen Sünden befleckt.",
	"descriptionRaw": "Diese im fernen Norden geschmiedete Klinge wurde einst auf ihrem Heimweg im Namen „Isshin“ mit unzähligen Sünden befleckt.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Einhänder",
	"rarity": 4,
	"story": "Eine blutbefleckte Klinge, die den Namen „Isshin“ trägt. Sie ist äußerst scharf und trägt eine unheilvolle Farbe.\nEs heißt, die Klinge könne mit Leichtigkeit einen porösen Bambuskäfig und das noch nicht daraus entwichene Wasser entzwei schneiden.\n\nMenschen sagen oft, dass Klingen ein Geist innewohne.\nWenn das stimmt, dann muss in den von den „Tatarigami“ geschmiedeten Klingen ein böser, hasserfüllter Geist wohnen ...\nDas berühmte scharlachrote Schwert „Kagotsurube“ stammt aus der Hand des Schwertschmieds Akame Kanenaga, der sich nicht zum Führer der Schwertschmiede aufschwingen konnte.\nUnd doch wurde das Schwert nicht im Reich der Blitze und des Jadestahls, sondern in den schneebedeckten Ebenen des Nordens geschmiedet.\nBei genauer Betrachtung unter dem Mondlicht wirken die purpurroten Schmiedemuster auf der Klinge wie fließendes Wasser, ganz wie Blut und Tränen eines Wanderers fern der Heimat.\n\n„Die sogenannten ‚Tatarigami‘ sind etwas von Natur aus Boshaftes. Sie verachten die Wünsche der Lebenden.“\n„Klingen sind Artefakte großen Unheils. Ohne Bosheit würden sie kein Gemetzel hervorbringen. Ohne Hass würden sie nie den Geschmack von Blut kennen.“\n„‚Isshin‘ bedeutet die Befreiung von überflüssigen Gedanken und das gnadenlose Streben nach Reinheit.“\n„Und mit der Verachtung allen Lebens als Grundstoff geschmiedet, entstand so ein Schwert, dass danach strebt, alles Leben zu fällen.“\n\nMit dem wahnsinnigen Verlangen des „Isshin“ hat sich die Akame-Schule voll und ganz dem Streben nach dem Schaffen eines ultimativen „Menschenschlächter-Schwertes“ verschrieben.\nDaher waren Körper und Geist der Mitglieder der Akame-Schule oft verschlossen und kurzlebig, ihre Herzen waren giftig gezeichnet.\nDie Praxis der Akame-Schule, Schwerter mit dieser Kraft so scharf, aber auch so teuflisch zu schmieden, wurde zuletzt auch von den Autoritäten als „unheilvoll“ eingestuft.\nAus diesem Grund dauerte es keine drei Generationen, bis die Akame-Schule von den Behörden von der von Mitsunaga überlieferten Führungsposition im Isshin-Stil verdrängt wurde.\n\nDanach beging Akame Kanenaga durch seine Verwicklungen in den Fall des Exzentrikers Hochverrat.\nDaher ging er unter anderem Namen in das ferne Land des Schnees und suchte seinen Weg unter der eiskalten Herrschaft.\nDer einzige Wunsch des verstorbenen Kaedehara war es, dass der Isshin-Stil von denjenigen gefeiert wird, die die Schönheit eines Schwertes verstehen.\nDoch der Schwertschmied, die Klinge und die Tatarigami waren allesamt Werkzeuge und Titel, die von Menschen benutzt werden konnten ...\n\n„Ich habe mein halbes Leben damit verbracht, der Eitelkeit des Isshin-Stils nachzujagen, und es hat sich herausgestellt, dass ich nur ein weiterer ‚Kaedehara‘ geworden bin!“\n„Haha, so ist es nun. Meine einzige Hoffnung ist, dass dieses in Eis und Schnee geborene Schwert, nicht so schwach wie dieser hohle Titel sein wird ...“\n\nDie Familie Kaedehara war hoch gebildet und ihre Werke entsprachen am meisten dem Charakter des Masagomaru-Stils. Die Familie Niwa dagegen war bescheiden und fleißig, gut mit dem Härten von Ton.\nMit dem wahnsinnigen Verlangen des „Isshin“ hat sich die Akame-Schule voll und ganz dem Streben nach dem Schaffen eines ultimativen „Menschenschlächter-Schwertes“ verschrieben.\nVor seinem Tod in den schneebedeckten Ebenen hoffte der Verstorbene nur, dass sein berühmtes Schwert und der Name Kaedehara in die ferne Heimat zurückkehren könnten und die Menschen sie dort bestaunen würden ...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ANG",
	"baseStatText": "9%",
	"effectName": "Klarheit der Isshin-Schule",
	"effectTemplateRaw": "Wirbelt beim Treffen von Gegnern mit Standardangriffen, heftigen Schlägen oder Angriffen aus dem Fall einen dreschenden Wind auf, der Flächenschaden in Höhe von 180 % ANG verursacht und den ANG 8 s lang um 15 % erhöht. 8 s Abklingzeit.",
	"r1": {
		"description": "Wirbelt beim Treffen von Gegnern mit Standardangriffen, heftigen Schlägen oder Angriffen aus dem Fall einen dreschenden Wind auf, der Flächenschaden in Höhe von 180 % ANG verursacht und den ANG 8 s lang um 15 % erhöht. 8 s Abklingzeit.",
		"values": []
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Die Maske des bösen Leutnants",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Figur der Dunkelheit",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Geisterhülle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Die Maske des Tigerbisses",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Figur der Dunkelheit",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Geisterhülle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Die Maske des Tigerbisses",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Figur der Nacht",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Gespensterherz",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Maske des Einhörnigen",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Figur der Nacht",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Gespensterherz",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Maske des Einhörnigen",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Figur der Finsternis",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Gespensterkern",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Maske der Kijin",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Figur der Finsternis",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Gespensterkern",
				"count": 12
			}
		]
	}
}